[{"cast":["Darío Grandinetti","Mariana Arias","Oscar Martínez","Mónica Galán","Tincho Zabala"],"overview":"It is the fantastic story of Leopoldo, a lonely film projectionist who has invented a machine to record his dreams. Through a series of odd events, Leopoldo discovers that he is the reincarnation of one of the inventors of cinema, and that a woman he sees in his dreams is his eternal companion on a trip through centuries.","release_date":"1995-05-04","vote_average":6.8,"runtime":130,"cert":"N\/A","id":63004,"title":"Don't Die Without Telling Me Where You're Going","adult":false,"genre_ids":[18,14,10749]},{"cast":["Basil Dignam","Anthony Ainley","Suzanne Neve","Richard Coleman","Olaf Pooley"],"overview":"Jamaican obi-man hexes student hostel manager, eventually causing the manager's death, before being killed himself by the manager's vengeful spirit.","release_date":"1966-05-27","vote_average":5.0,"runtime":85,"cert":"N\/A","id":63007,"title":"Exorcism at Midnight","adult":false,"genre_ids":[27]},{"cast":["Arlindo Cruz"],"overview":"Arlindo Cruz plays samba","release_date":"2006-01-08","vote_average":0.0,"runtime":87,"cert":"N\/A","id":63008,"title":"Arlindo Cruz: Pagode Do Arlindo","adult":false,"genre_ids":[10402]},{"cast":["Eddie Vedder"],"overview":"Tracklist 01. Just Breathe 02. The End 03. The Fixer 04. Johnny Guitar 05. Amongst The Waves 06. Unthought Known 07. Army Reserve 08. Do The Evolution 09. Lukin 10. Red Mosquito 11. Inside Job 12. Porch 13. Outro","release_date":"2010-06-21","vote_average":8.0,"runtime":50,"cert":"N\/A","id":63009,"title":"Pearl Jam – Live in Texas (DVD)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Trek is the story of four young men and the people they meet as they attempt to hike the 2,168 miles of the Appalachian Trail from Georgia to Maine. Shot and Edited by the hikers themselves, this documentary is one of the most accurate portrayals of the Thru-Hiker lifestyle that has been produced to date. Spanning 14 states and five months, the critically-acclaimed film will inspire you to follow your own dreams, no matter what the odds.","release_date":"2004-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":63010,"title":"TREK - A Journey on the Appalachian Trail","adult":false,"genre_ids":[99]},{"cast":["Robert Wuhl"],"overview":"Emmy-winning actor-comedian Robert Wuhl assumes the role of college professor in this hilarious history lesson conducted in front of an audience of actual New York City college students. Four segments explore the lesser-known aspects of America's storied past that everybody thought they already knew -- including the truth about Paul Revere, the hypocrisy of several founding fathers and the origin of many \"modern\" ideas.","release_date":"2007-10-09","vote_average":6.0,"runtime":30,"cert":"N\/A","id":63011,"title":"Assume the Position with Mr. Wuhl","adult":false,"genre_ids":[35]},{"cast":["Emilio Delgado","Sonia Manzano","Alan Muraoka","Roscoe Orman"],"overview":"C is for Cookie and that's good enough for everyone! Celebrate all things Cookie Monster with this collection filled with sweet stories andscrumptious songs including favorites the \"Cookiehood\" story, Healthy Food Song with Wyclef Jean, the Cookie Tree story, and Cookie Monster's Sorting Song. Join Cookie in discovering that while having Food\", and that it is important to eat healthy foods too. And just in time for the holidays, enjoy the special classic segment The Gingerbread Man Song. The Cookie Collection is a dozen delicious Cookie Monster favorites baked just for you!","release_date":"2010-10-19","vote_average":0.0,"runtime":67,"cert":"N\/A","id":63012,"title":"Sesame Street: C Is for Cookie Monster","adult":false,"genre_ids":[10751]},{"cast":["Eddie Vedder"],"overview":"Setlist: MFC Save You Hail Hail Animal Given To Fly Elderly Woman Behind The Counter In A Small Town Whipping Even Flow Love Boat Captain Corduroy Lukin Half Full Daughter\/(W.M.A.) Insignificance Jeremy Do The Evolution Go State of Love and Trust Black Better Man Porch Last Kiss I Believe in Miracles Alive Rockin’ in the Free World Yellow Ledbetter","release_date":"2005-11-26","vote_average":9.5,"runtime":125,"cert":"N\/A","id":63013,"title":"Pearl Jam – Live In Argentina","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tracks: (Disc 1) 1 - Belo horizonte ; 2 - Renascenca ; 3 - Mil acasos ; 4 - Um mais um ; 5 - E uma partida de futebol \/ esmola ; 6 - Pacato cidadao ; 7 - Uma cancao e pra isso ; 8 - E proibido fumar ; 9 - Presenca ; 10 - Amores imperfeitos ; 11 - Ainda gosto dela ; 12 - Noites de um verao qualquer ; 13 - Jackie tequila ; 14 - Balada do amor inabalavel ; 15 - Acima do sol ; 16 - De repente ; 17 - Tres lados ; 18 - Vou deixar ; 19 - Garota nacional ; 20 - Sutilmente ; 21 - Vamos fugir ; 22 - Saideira ; 23 - Resposta ; 24 - Te ver ; 25 - Tanto (i want you) ; 26 - Dois rios ; 27 - Ali ; 28 - O beijo e a reza ; 29 - Cancao noturna ; 30 - Tao seu ; 31 - Uma cancao e pra isso ( extras ) ; 32 - Sutilmente ( extras ) ;","release_date":"2010-09-12","vote_average":0.0,"runtime":137,"cert":"N\/A","id":63014,"title":"Skank ao Vivo no Mineirão","adult":false,"genre_ids":[]},{"cast":["Uta Erickson","Michael Findlay","Earl Hindman","Janet Banzet","Suzzan Landau"],"overview":"Man drugs, photographs &amp; tortures women he meets by personal ads.","release_date":"1969-04-25","vote_average":5.1,"runtime":70,"cert":"N\/A","id":63015,"title":"The Ultimate Degenerate","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Track listing: Love Like a Man I May Be Wrong But I Won’t Be Wrong Always Good Morning Little School Girl Help Me Woodchoppers Ball Slow Blues I’m Going Home","release_date":"1993-07-15","vote_average":0.0,"runtime":54,"cert":"N\/A","id":63016,"title":"Ten Years After - Goin' Home (Live at the Marquee)","adult":false,"genre_ids":[]},{"cast":["Shin Ha-kyun","Uhm Ji-won","Shim Hye-jin","Sung Dong-il","Ryoo Seung-bum"],"overview":"A bright sexy comedy about a wholesome town and four mysterious couples and their sneaky lives. It is the new work of director Lee Hae-yeong, who secured a spot as a new director with the work \"Like a Virgin\".","release_date":"2010-11-18","vote_average":7.0,"runtime":110,"cert":"N\/A","id":63017,"title":"Foxy Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Setlist: Versos Perdidos Meu Amor Minha Flor Minha Menina Cachorro Doido Flores no Asfalto Babylon Retalhos de Cetim Telegrama Muzak Palavras Balada no Céu Negro Fiz Esta Canção Heavy Metal do Senhor Quase Nada \/ Amor Lenha Balada do Asfalto \/ Bicho de 7 Cabeças II Alma Nova O Silêncio Meu Coração Está de Luto Não Adianta","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":63018,"title":"Zeca Baleiro - Baladas do Asfalto e Outros Blues - Ao Vivo","adult":false,"genre_ids":[]},{"cast":["Florinda Bolkan","Stanley Baker","Jean Sorel","Silvia Monti","Alberto de Mendoza"],"overview":"Carol Hammond, the sexually frustrated wife of a successful London lawyer, is having bizarre, erotic dreams about her uninhibited neighbour, Julia Durer, who presides over noisy, sex and drug filled parties in the house next door.  One night, Carol dreams culminate in violent death and she wakes to find her nightmares have become reality - Julia has been murdered and Carol is the main suspect.  Was she set up, or did she really do it?","release_date":"1971-02-17","vote_average":6.8,"runtime":104,"cert":"N\/A","id":63025,"title":"A Lizard in a Woman's Skin","adult":false,"genre_ids":[27,9648,53]},{"cast":["George Hilton","Antoine Saint-John","Femi Benussi","Cristina Galbó","Eduardo Fajardo"],"overview":"The Killer Must Kill Again (Italian: L'assassino è costretto ad uccidere ancora) is a 1975 giallo film directed by Luigi Cozzi. Allmovie called the film \"too erratic for the general horror audience\" but \"offers just enough suspense and style to please patient giallo fans.\" Giorgio is a greedy adulterer who makes a deal with a serial killer to dispose of his wealthy wife, Nora. Unfortunately, a thrill-seeking young couple steal the killer's car with Nora's corpse in the trunk, ending up at a run-down seaside villa.","release_date":"1975-03-07","vote_average":6.3,"runtime":86,"cert":"N\/A","id":63026,"title":"The Killer Must Kill Again","adult":false,"genre_ids":[27,53]},{"cast":["George Coulouris","Vera Day","Peter Wayn","Joyce Gregg","Joy Webster"],"overview":"A mad scientist captures women and feeds them to a flesh-eating tree, which in turn gives him a serum that helps bring the dead back to life.","release_date":"1958-04-01","vote_average":4.6,"runtime":70,"cert":"","id":63027,"title":"Womaneater","adult":false,"genre_ids":[27,878]},{"cast":["Sammo Hung","Karl Maka","Alan Tam","Andy Lau","Kent Cheng"],"overview":"Lucky Stars Go Places, also known as The Luckiest Stars, is a 1986 Hong Kong action comedy film directed by Eric Tsang. It is the fourth film in the Lucky Stars series. It was an attempt to combine the original Lucky Stars troupe with the similar action comedy ensemble from the Aces Go Places series.","release_date":"1986-06-20","vote_average":6.0,"runtime":95,"cert":"N\/A","id":63030,"title":"Lucky Stars Go Places","adult":false,"genre_ids":[35,28]},{"cast":["Richard Ng","Eric Tsang","Stanley Fung","Michael Miu","Carina Lau"],"overview":"Hong Kong Police Supt. Walter Tso arrests Big Dai, the reformed leader of a criminal corporation. When Dai asked his brother Richard Mao to turn himself in to the police, he betrays him and decides to take over the corporation. Dai is imprisoned and an informant is murdered by one of Mao's men. With no evidence against Mao and the corporation, Tso coerced four of the \"Five Lucky Stars\" to go undercover in the prison, rescue Dai, and help nab Mao and bring down the corporation","release_date":"1988-12-24","vote_average":5.3,"runtime":95,"cert":"N\/A","id":63031,"title":"Return of the Lucky Stars","adult":false,"genre_ids":[35,28]},{"cast":["Sammo Hung","Stanley Fung","Richard Ng","Charlie Chin","Eric Tsang"],"overview":"The \"Five Lucky Stars\" attempt to help a restless ghost take revenge on the evil drug gang who took his life. At the same time, they want the ghost to help them get rich and court the four policewomen assigned to the case.","release_date":"1992-02-27","vote_average":7.3,"runtime":94,"cert":"N\/A","id":63032,"title":"Ghost Punting","adult":false,"genre_ids":[28,35]},{"cast":["Sammo Hung","Stanley Fung","Eric Tsang","Richard Ng","Fung Sau-Yin"],"overview":"How to Meet the Lucky Stars is a 1996 Hong Kong film and the final film in the Lucky Stars film series. Featuring the \"Lucky Stars\" Sammo Hung (in a supporting role and another role as a cop), Eric Tsang, Stanley Fung, Richard Ng, Michael Miu and new cast member Vincent Lau as Hung's younger cousin. Also featuring a number of guest appearances including Françoise Yip, Natalis Chan, Chen Kuan Tai, Cheng Pei-pei, Chan Hung Lit and Nora Miao. Produced by Eric Tsang, directed by Frankie Chan with action choreography by Yuen Cheung-Yan and Mars.The film was released as a benefit film for the famous Hong Kong film director, Lo Wei, who died in 1996.","release_date":"1996-07-04","vote_average":4.5,"runtime":112,"cert":"N\/A","id":63033,"title":"How to Meet the Lucky Stars","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"It's Tom's first day on the job. He's already having doubts about his career. Jimmy's not making life any easier.","release_date":"2004-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":63036,"title":"Apprentice","adult":false,"genre_ids":[]},{"cast":["Sonia Bruno","Teresa Gimpera","Julia Gutiérrez Caba","Carlos Larrañaga","Florinda Chico"],"overview":"A group of women, who have always been good friends, are going through tough times: not only criticize each other and make life impossible, but also their love relationships are very poor. They will have to put everything in their power to get through this difficult time.","release_date":"1969-01-01","vote_average":5.0,"runtime":82,"cert":"N\/A","id":63037,"title":"Las amigas","adult":false,"genre_ids":[]},{"cast":["Lochlyn Munro","Robert Pike Daniel","Agnese Zeltina","DeRay Davis"],"overview":"A loving couple Laura and John get lost in the middle of nowhere during a thunderstorm, riding a scooter to a birthday party. Looking for a place to spend the night they end up in an eccentric man Raul's house. Raul offers John millions of dollars he claims to have to forget Laura and leave her forever.","release_date":"2009-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":63038,"title":"I Want Your Girl","adult":false,"genre_ids":[35,18]},{"cast":["Myrna Loy","George Brent","Lionel Atwill","C. Henry Gordon","Rudolph Anders"],"overview":"In 1915, German Counter-Intelligence Chief Von Sturm learns that someone is providing the British with critical strategic planning for the Turkish theater. He suspects Ali Bey, Turkish commander for the Dardanelles, and dispatches Annemarie to Constantinople to secure the proof. En route she becomes involved with Douglas Beall, a footloose American. Complications ensue, requiring Annemarie to engage in some dangerous improvisations.","release_date":"1934-07-13","vote_average":6.6,"runtime":86,"cert":"N\/A","id":63041,"title":"Stamboul Quest","adult":false,"genre_ids":[10749,53,18]},{"cast":["Vic Moeremans","Dora van der Groen","René van Sambeek","Gusta Gerritsen"],"overview":"In a part of Flanders where flax is the main crop, farmer Vermeulen rules his estate like an 'old school' patriarch, stern and authoritarian, nobody else's word is ever taken seriously, just scolded fools, he rather risks being wrong then considering any advice. His marriage is based on a grim understanding: the wife Barbele accepts his heartless manner with everyone, even their studious, smart, healthy, studly son and heir Louis, but his two silly sisters are spoiled with a pointless fancy nunnery boarding school education fit for the upper classes. Farm-life is hard enough, laboring without machines or reliable weather, but this year the stubborn master made it even worse by picking the riskier, badly drained field and sowing later then his neighbors, even when luck turns he'll fetch a lower price for it. Poor practically perfect Louis is granted neither praise, respect nor any pleasure, however hard and well he slaves, obedient like the hired farmhands although well-read. Even ...","release_date":"1983-07-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63044,"title":"De Vlaschaard","adult":false,"genre_ids":[18]},{"cast":["Jason Lewis","Carly Pope","Eric McCormack","Liam Card","Kristen Holden-Ried"],"overview":"Two people attempt to get into a relationship, while exiting the multiple relationships they were each managing through their Blackberries before they met.","release_date":"2011-04-22","vote_average":5.0,"runtime":90,"cert":"N\/A","id":63045,"title":"Textuality","adult":false,"genre_ids":[35,10749]},{"cast":["Tim Birkett","Mikhail Gorbachev","Hans Blix","Oleg Mirochnikov"],"overview":"On April 26, 1986, a 1,000 feet high flame rises into the sky of the Ukraine. The fourth reactor of the Chernobyl nuclear power plant just exploded. A battle begins in which 500,000 men are engaged throughout the Soviet Union to \"liquidate\" the radioactivity, build the \"sarcophagus\" of the damaged reactor and save the world from a second explosion that would have destroyed half of Europe. Become a reference film, this documentary combines testimonials and unseen footage, tells for the first time the Battle of Chernobyl.","release_date":"2006-05-05","vote_average":7.2,"runtime":94,"cert":"N\/A","id":63046,"title":"The Battle of Chernobyl","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"The Front Show is a series of World War II era German military training films shown to German soldiers before being shipped off to the Eastern Front. They were directed by the veteran propagandist Fritz Hippler, best known for Der Ewige Jude.","release_date":"1942-01-02","vote_average":0.0,"runtime":160,"cert":"N\/A","id":63047,"title":"The Frontshow","adult":false,"genre_ids":[99,10752]},{"cast":["Adolf Hitler"],"overview":"Presents a unique and disturbing look at the rise of the Nazi party. The documentary, directed by Lutz Becker, attempts to remain as objective as possible, serving as a neutral observer of the years 1918 through 1933 in Germany. Via newsreel footage and clips of features from the era, the film offers a kaleidoscopic view of the many elements that fueled the rise of the Socialist Nationalist Party, including post-WWI poverty. Hitler occupies a central place in the documentary.","release_date":"1973-04-06","vote_average":8.0,"runtime":93,"cert":"","id":63048,"title":"Double Headed Eagle: Hitler's Rise to Power 1918-1933","adult":false,"genre_ids":[99,10752,36]},{"cast":["Emmanuel Bilodeau","Philomène Bilodeau","Roc LaFortune","Sophie Desmarais","Muriel Dutil"],"overview":"Set in a rural Québec village in the dead of winter, Jean-François, a single father, works at a deserted bowling alley at night and in a rundown motel during the day. His daughter, Julyvonne never leaves their home. Jean-François isolates her in fear that contact with the outside world will scar her the way it has him.","release_date":"2010-06-01","vote_average":6.4,"runtime":92,"cert":"N\/A","id":63049,"title":"Curling","adult":false,"genre_ids":[18]},{"cast":["Sinbad"],"overview":"Afros &amp; Bellbottoms is a self-styled monologue on the \"good ‘ol days\" when dashikis, afros, bellbottoms, platform shoes and collars wide enough to take hang gliding were the hit!","release_date":"1993-04-17","vote_average":4.6,"runtime":60,"cert":"N\/A","id":63050,"title":"Sinbad: Afros and Bellbottoms","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This details matches from 1970 to 2002 showing classic victories over Manchester United. A must for any Arsenal fan!","release_date":"2002-10-28","vote_average":0.0,"runtime":63,"cert":"","id":63051,"title":"Arsenal - Classic Victories over Manchester United","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hosted by Marv Albert & Frank Layden this film demonstrates the best and worst that the NBA has to offer. From Slam Dunks and spectacular shots to spats and spills galore.","release_date":"1993-04-07","vote_average":7.0,"runtime":42,"cert":"N\/A","id":63052,"title":"Dazzling Dunks and Basketball Bloopers","adult":false,"genre_ids":[]},{"cast":["Billy Connolly","Sarah Lancashire","Douglas Henshall","Katie Blake","Simon Chandler"],"overview":"The career of the once successful classical portraitist, Kingdom Swann, has hit bad times. When a leading gallery rejects his work, he seems at the point of giving up. It is only the support of his housekeeper, Violet Askey, that keeps him going and it is she who encourages him to switch to photography. Soon Swann has developed a healthy (and respectable) business with portraits of naked women in classical and exotic settings. However, the nature of Swann's new work is open to misinterpretation and he finds himself at the centre of a scandal involving the misuse of his pictures by a SOHO pornographer, and the focus of a campaign by suffragettes against the expoitation of women. At the same time, he loses the support of the loyal Violet, who leaps to the wrong conclusion about Swann's relationship with one of his models. When Violet then becomes involved in the suffragette and amti-pornography movements, it seems all may be lost for Swann - both professionally...and personally.","release_date":"2001-01-01","vote_average":6.0,"runtime":90,"cert":"","id":63053,"title":"Gentlemen's Relish","adult":false,"genre_ids":[35,10749]},{"cast":["Mistress Beatrice","Nick Broomfield","Mistress Catherine","Mistress Delilah","Mistress Natasha"],"overview":"Nick Broomfield and a documentary crew visit Pandora's Box, an up-scale house of bondage on Manhattan's Fifth Avenue, where clients pay $175 an hour to be subservient to mistresses. Mistresses talk about their craft; a few clients, usually masked, are interviewed as well. Then, the camera watches sessions organized around fetishes: rubber, wrestling, corporal punishment, masochism, and infantilism. Mistress Raven, the owner of Pandora's Box, explains that pain need not be part of the subservient experience: it is, at its root, a transfer of power. After their session has ended, clients talk about how drained, relaxed, relieved, and at peace they are.","release_date":"1996-09-12","vote_average":5.6,"runtime":84,"cert":"N\/A","id":63054,"title":"Fetishes","adult":false,"genre_ids":[99]},{"cast":["Massimo Troisi","Ornella Muti","Vincent Pérez","Emmanuelle Béart","Jean-François Perrier"],"overview":"Serafina, Pulcinella and Isabella are three lusty, beautiful members of a traveling theatrical troupe touring the French countryside in the 17th century, leaving in their wake a crop of broken hearts. This picaresque romantic comedy is based on the 1863 novel Le Capitaine Fracasse by Theophile Gauthier. In the story, the company stops at a castle owned by the scruffy young Baron de Sigognac, who is deeply smitten with the charms of the middle-aged (and somewhat morose) beauty Serafina. He decides to travel with the company, and Serafina perversely tries to get him to woo the youngest of the company, the newly bereaved Isabella.","release_date":"1990-10-31","vote_average":6.9,"runtime":132,"cert":"N\/A","id":63057,"title":"The Voyage of Captain Fracassa","adult":false,"genre_ids":[36,35,12]},{"cast":[],"overview":"It was the worst massacre since the Second World War. In just 100 days, 800,000 Rwandans were killed by machete and machinegun -- and it all happened on the watch of Canadian Gen. Romeo Dallaire. The LAST JUST MAN shows a haunted Dallaire still questioning if he could have done more to try and stop the 1994 genocide.","release_date":"2001-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":63058,"title":"The Last Just Man","adult":false,"genre_ids":[99]},{"cast":["Angela Bettis","Johnathon Schaech","Eva Alexander","Vanessa Redgrave","Sinéad Cusack"],"overview":"Catania, Sicilia 1854. A serious epidemic of cholera is hitting the region. Maria a 16 years old novice leaves her convent and returns her home to avoid contamination. Here she finds a difficult situation, in fact her stepmother and her half-sisters prevent Maria to live the normal life of a teenager. In their minds Maria is the promised \"bride of God\" and a regular life for her is inappropriate. Nino, her handsome neighbor, falls in love for Maria who isn't indifferent to him. But when Maria comes back to her convent the way to become nun is compelled. Now Maria can understand Sister Agata, and realizes she became mad cause a lost and impossible love like the one between Maria and Nino.","release_date":"1993-01-01","vote_average":7.4,"runtime":106,"cert":"N\/A","id":63063,"title":"Sparrow","adult":false,"genre_ids":[18]},{"cast":["Sylvia Chang","Fan Bingbing","Chen Bolin","Fei Long","Jin Jing"],"overview":"Ding Bo (Chen Po Lin) and his friends Nan Feng (Fan Bingbing) and Fei Zao aka Fatso (Fei Long) are a trio of 20-something outsiders who have no intention of sitting exams and getting into universities. When they need a new home, they answer an ad placed by lonely, retired Chinese opera singer Chang Yue Qin (Sylvia Chang), who is mourning the death of her son, and move into her sprawling Chengdu apartment. Right off the bat, the four clash over lifestyle and values, with the bratty trio seeing fit to steal from her and invade her privacy. However, slowly but surely a bond among them develops and everyone eventually learns something from the next.","release_date":"2010-10-24","vote_average":6.5,"runtime":104,"cert":"N\/A","id":63064,"title":"Buddha Mountain","adult":false,"genre_ids":[18,10749]},{"cast":["Frederick Lau","Rosalie Thomass","Miriam Stein","Robert Gwisdek","Hinnerk Schönemann"],"overview":"Frank Lehmann, 20, still lives with his parents in the dreary high-rise housing project \"Neue Vahr\" in Bremen. It's the year 1980 and Frank gets drafted to the army even though his friends assure him that \"he's not really the guy for it\". When he gets back home, after his first week at the army, his Dad has turned his room into a TV repair shop, so Frank has to move out. Luckily his old friend Martin is starting a commune with two other Punks in Bremens leftist borough \"Viertel\". Frank, without further ado rents the unlivable walk-through room. From now on Frank is a traveler between the Worlds. Each week he goes from the Army, with all the unconditional rules and regulations to the commune where his friends are preaching the world revolution. Frank is trying to avoid to stick out, but fails miserably, in both worlds.","release_date":"2010-11-30","vote_average":6.5,"runtime":90,"cert":"N\/A","id":63065,"title":"Neue Vahr Süd","adult":false,"genre_ids":[35]},{"cast":["Daniel Hendler","Jorge Temponi","Alfonso Tort","Valentín Rivero","Walter Reyno"],"overview":"Montevideo, Saturday, 7 in the morning. El Leche, Javi, and Seba have not gone to sleep yet. Tired and bored, they sit in the usual wall fence to have a beer. On a lazy summer Saturday the three boys each with their own worries—studies, work, and, of course, love.","release_date":"2001-01-01","vote_average":6.6,"runtime":94,"cert":"N\/A","id":63066,"title":"25 Watts","adult":false,"genre_ids":[35,18]},{"cast":["Vincenzo Salemme","Eva Herzigová","Carlo Buccirosso","Maurizio Casagrande","Nando Paone"],"overview":"Roberto is a doctor in a small town near Naples. He suffers from a severe heart disease and he is heading toward an American hospital for a dangerous surgery with little or no hope of surviving. Therefore he talks to his best friend since childhood, Michele, a columnist at the local newspaper, explaining his last and long-wanted desire: having sex once with his Swedish beautiful wife, Frida.","release_date":"1998-12-16","vote_average":6.7,"runtime":100,"cert":"N\/A","id":63067,"title":"My Best Friend's Wife","adult":false,"genre_ids":[10749,35]},{"cast":["Diego Abatantuono","Giobbe Covatta","Maria Grazia Cucinotta","Ricky Tognazzi","Simona Izzo"],"overview":"","release_date":"1997-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":63068,"title":"Camere da letto","adult":false,"genre_ids":[35]},{"cast":["John Lodge","Margaret Lockwood","Hugh Williams","René Ray","Merle Tottenham"],"overview":"A 1930s British summer Bank Holiday starts at midday on Saturday with a rush for the trains to the seaside. Doreen and Milly are off to a beauty contest, Geoffrey and Catherine are having an illicit weekend in the Grand Hotel and May and the kids are set for a more straightforward holiday of sea, sand, and pub. Meanwhile, the manager and performers on the pier are praying for rain.","release_date":"1938-01-27","vote_average":6.4,"runtime":86,"cert":"PG","id":63069,"title":"Bank Holiday","adult":false,"genre_ids":[35,18]},{"cast":["Simone Signoret","Sandra Milo","Emmanuelle Riva","Gina Rovere","Marcello Mastroianni"],"overview":"After their brothel closes, four sex workers open a restaurant in the countryside.","release_date":"1960-09-03","vote_average":7.6,"runtime":125,"cert":"N\/A","id":63070,"title":"Adua and Her Friends","adult":false,"genre_ids":[18]},{"cast":["Ugo Tognazzi","Patrick Dewaere","Ornella Muti","Lia Tanzi","Gabriella Giacobbe"],"overview":"Mario, a rich and eccentric war hero befriends Marco, a loner with a sailboat, and takes him home to meet his estranged wife Cleofe and sexually repressed sister in law Matilde. Mario confesses his love for Matilde and so ensues a love triangle.","release_date":"1977-01-01","vote_average":6.2,"runtime":110,"cert":"N\/A","id":63071,"title":"The Bishop's Bedroom","adult":false,"genre_ids":[80,35,18]},{"cast":["Marcello Mastroianni","Belinda Lee","Sandra Milo","Vittorio Gassman","Eduardo De Filippo"],"overview":"An old prince (Eduardo De Filippo) lives in his ancient palace in Rome together with the ghosts of his ancestors; he proudly rejects a huge offer for the palace by a real estate group seeking a place to build a department store; but the prince suddenly dies (and joins the ghosts!) and his nephew (Marcello Mastroianni), just back from the States, sells the palace for a much lesser price. The old palace seems lost but here come the ghosts which manage to create a Caravaggio-like painting in the palace, which is so declared national monument and saved from destruction. A little satirical masterpiece about real estate speculation in 1950s Italy. And a great cast with the best Italian actors of the time: Eduardo, Buazzelli, Gassman and Mastroianni playing three characters.","release_date":"1961-04-01","vote_average":7.3,"runtime":101,"cert":"N\/A","id":63072,"title":"Ghosts of Rome","adult":false,"genre_ids":[14,35]},{"cast":["Alessandro Haber","Monica Scattini","Vittorio Franceschi"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63073,"title":"Scacco pazzo","adult":false,"genre_ids":[]},{"cast":["Michele Placido","Alessandro Haber","Giorgio Pasotti","Claudio Bigagli","Moran Atias"],"overview":"A sanitary battalion of Italian Army is sent to Sorman oasis in Lybia during the Africa campaign in 1940. Soon an Italian missionary, living nearby, succeed to transform the occupation by Italian Army in a kind of humanitarian mission. In fact all the battalion is involved to help the local population. The war anyway goes on with no regards to human feelings. The \"glorious\" Fascist campaign is going to became a fast retreat.","release_date":"2006-01-01","vote_average":6.1,"runtime":102,"cert":"N\/A","id":63074,"title":"Le rose del deserto","adult":false,"genre_ids":[10752,35]},{"cast":["Steve Ledoux"],"overview":"A documentary about the American lottery and some of the industry's biggest winners (and losers). Qang is a Vietnamese refugee, whose American dream materializes in the form of $22 million while working the floors of a meatpacking factory; James is a sheltered outcast living with his team of cats in a litter strewn bungalow, before chance pays him a multi-million dollar hand.","release_date":"2010-01-24","vote_average":6.8,"runtime":90,"cert":"N\/A","id":63075,"title":"Lucky","adult":false,"genre_ids":[35,99,10749]},{"cast":["Nick Broomfield","Heidi Fleiss","Madam Alex","Ivan Nagy","Corinne Bohrer"],"overview":"A documentary crew from the BBC arrives in L.A. intent on interviewing Heidi Fleiss, a year after her arrest for running a brothel but before her trial. Several months elapse before the interview, so the crew searches for anyone who'll talk about the young woman. Two people have a lot to say to the camera: a retired madam named Alex for whom Fleiss once worked and Fleiss's one-time boyfriend, Ivan Nagy, who introduced her to Alex. Alex and Nagy don't like each other, so the crew shuttles between them with \"she said\" and \"he said.\" When they finally interview Fleiss, they spend their time reciting what Alex and Nagy have had to say and asking her reaction.","release_date":"1995-12-27","vote_average":6.7,"runtime":106,"cert":"15","id":63076,"title":"Heidi Fleiss: Hollywood Madam","adult":false,"genre_ids":[99]},{"cast":["Bernadette Heerwagen","Daniel Brühl","Johanna Wokalek","August Diehl","Susanne Lothar"],"overview":"Welcome to 2020: The European Union has collapsed following the fourth Gulf War and massive barricades keep illegal immigrants out of cities that are barely functioning. In the middle of this highly volatile environment is the family of Walter Kuper, an energy conglomerate executive. Walter’s daughter, Cecilia, has joined the Black Storm terrorist group. Her sister Laura must choose between motherhood and the man she loves; their brother Philip has been called into fight for Germany in a hopeless war to secure the last remaining oil fields. Starring leading actors Daniel Brühl, Johanna Wokalek and Jürgen Vogel, \"The Days to Come\" asks provocative questions about the current state of things as it depicts personal and political realities in a scarily believable near–future.","release_date":"2010-11-04","vote_average":5.5,"runtime":130,"cert":"N\/A","id":63077,"title":"The Coming Days","adult":false,"genre_ids":[18,878]},{"cast":["John Malkovich","Laura Aikin","Aleksandra Zamojska","Kirsten Blaise","Bernarda Bobro"],"overview":"In 1976, Jack Unterweger was convicted for the murder of Margaret Schaefer and sentenced to life in prison. While imprisoned, he committed himself to reading and writing, eventually earning literary respect both inside and outside the penitentiary. In 1984, his autobiography \"Fegefeuer\" (Purgatory) became a bestseller.","release_date":"2010-06-08","vote_average":6.0,"runtime":96,"cert":"N\/A","id":63078,"title":"The Infernal Comedy: Confessions of a Serial Killer","adult":false,"genre_ids":[35,18,10402]},{"cast":["Maria Schrader","Jürgen Vogel","Mark Schlichter","Ingrid Caven","Maurice Lamy"],"overview":"Sensing their relationship is crumbling, Christian avoids celebrating Christmas with his girlfriend Julia and heads for Paris.","release_date":"1995-09-13","vote_average":6.0,"runtime":83,"cert":"N\/A","id":63079,"title":"Stille Nacht","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Behind the fluffy towels and crisp white sheets of Berlin's finest hotels is a tale of seemingly brilliant entrepreneurship: A company takes the dirty laundry of German hotels to Poland - and brings it back clean the very next day. Outside of Germany, labor is cheaper and regulations are less constricting. But over and beyond this fascinating capital venture there remains the harsh reality of the everyday life of the hard-working Polish laundrywomen, through whose hands the white sheets pass. While Beata struggles to raise her three children on her meager salary, Monika reminisces about her unrealized childhood dreams of becoming a doctor, and is compelled to watch her teenage daughter Marta gradually follow in her footsteps.","release_date":"2009-04-07","vote_average":3.0,"runtime":90,"cert":"N\/A","id":63080,"title":"Die wundersame Welt der Waschkraft","adult":false,"genre_ids":[99]},{"cast":["Pitchanart Sakakorn","Apasiri Nitibhon","Chokchai Charoensuk","Kiradej Ketakinta","Penpak Sirikul"],"overview":"Ting, an actress for murder illustration is hired to simulate a real-life murder case of Min, a former Miss Thailand who was brutally killed.","release_date":"2006-10-11","vote_average":6.3,"runtime":108,"cert":"N\/A","id":63081,"title":"The Victim","adult":false,"genre_ids":[27,53,9648]},{"cast":["Adriana Nunes","Adriano Siri","Jovane Nunes","Ricardo Pipo","Victor Leal"],"overview":"Notícias Populares é o título do primeiro DVD que a companhia de comédia Os Melhores do Mundo lança pela Warner. Mais que isso, este trabalho celebra também a primeira vez que um grupo de teatro é contratado por uma gravadora. Notícias Populares apresenta uma visão bem-humorada e crítica desta entidade que faz parte de nosso cotidiano e direciona nossas opiniões: a notícia. O espetáculo soma ao todo oito cenas, entre elas \"Assalto (Erros de Português)\", um assaltante que não tolera erros gramaticais, \"10 de Setembro\", que especula sobre o dia anterior aos ataques de Bin Laden, e, como não poderia faltar, o famoso Joseph Klimber.","release_date":"2007-01-01","vote_average":6.7,"runtime":92,"cert":"N\/A","id":63082,"title":"Melhores do Mundo: Notícias Populares","adult":false,"genre_ids":[35]},{"cast":["Tony Randall","Burl Ives","Barbara Eden","Kamala Devi","Edward Andrews"],"overview":"Comedy about the proverbial genie who comes out of a bottle (a table lamp in this instance) to serve his new master. The only problem is that instead of helping his master, the genie (Burl Ives) tends to get his master (Tony Randall) into more predicaments than he gets him out of.","release_date":"1964-05-20","vote_average":6.0,"runtime":87,"cert":"N\/A","id":63083,"title":"The Brass Bottle","adult":false,"genre_ids":[35]},{"cast":["Koji Yakusho","Gorô Inagaki"],"overview":"In pre-war Japan, a government censor tries to make the writer for a theater troupe alter his comedic script. As they work with and against each other, the script ends up developing in unexpected ways.","release_date":"2004-10-30","vote_average":7.1,"runtime":121,"cert":"N\/A","id":63086,"title":"University of Laughs","adult":false,"genre_ids":[35]},{"cast":["Robert Hutton","Les Tremayne","Robert Burton","Susan Hart","William Boyce"],"overview":"After Los Angeles is invaded by an army of subterranean monsters a small group of people must fight for survival in the deserted metropolis.","release_date":"1963-03-29","vote_average":2.8,"runtime":76,"cert":"N\/A","id":63087,"title":"The Slime People","adult":false,"genre_ids":[27,878]},{"cast":["John Ashley","Cynthia Hull","Warren Hammack","Chet Davis","Bill Peck"],"overview":"Alien \"eye\" creatures invade a small town in this uncredited remake of \"Invasion of the Saucer Men\".","release_date":"1965-10-29","vote_average":2.3,"runtime":80,"cert":"N\/A","id":63088,"title":"The Eye Creatures","adult":false,"genre_ids":[27,878,10770]},{"cast":["Aimee Graham","Alastair Surprise","Hunter Canning","Price Carson","Jeff Coatney"],"overview":"“Fellowship of the Dice” follows the plight of Elizabeth (Aimee Graham), a recovering party girl desperate for a new group of friends. After a chance meeting with avid gamer Sanford (Alastair Surprise) lands her an invitation to play the popular fantasy role-playing game, “Wizards, Warriors and Wyrms,” she spends a long afternoon and evening plagued with confusing rules, high adventure and nerdy drama.","release_date":"2007-03-23","vote_average":4.5,"runtime":82,"cert":"N\/A","id":63089,"title":"Fellowship of the Dice","adult":false,"genre_ids":[35,99]},{"cast":["Mike Patton","Mike Bordin","Bill Gould","Roddy Bottum"],"overview":"Artist: Faith No More Date: 23rd August 2009 Event: Area 4 Festival, Lüdinghausen, Germany Broadcast: WDR TEST A, Astra @ 19E, 13th September 2009...  Tracklist:\r 01. Reunited\r 02. From Out Of Nowhere\r 03. Be Aggressive\r 04. Caffeine\r 05. Evidence\r 06. Surprise! You're Dead!\r 07. Last Cup Of Sorrow\r 08. Digging The Grave\r 09. Easy\r 10. Midlife Crisis\r 11. Epic\r 12. I Started A Joke\r 13. The Gentle Art Of Making Enemies\r 14. King For A Day\r 15. Ashes To Ashes\r 16. Just A Man\r 17. Chariots Of Fire\r 18. Stripsearch\r 19. We Care A Lot","release_date":"2009-08-23","vote_average":4.8,"runtime":80,"cert":"N\/A","id":63090,"title":"Faith No More: Reunited - Live at the Area 4 Festival","adult":false,"genre_ids":[10402]},{"cast":["Tom Maruzzi","Asa Maynor","George Skaff","Lloyd Nelson"],"overview":"Connie Hayward mounts an expedition into the Himalayan Mountains looking for her brother, who has not returned from a previous trek trying to locate the Yeti, or \"Abominable Snowman\". Arriving at her brother's last-known camp Connie and her companions find only a strange old guide, Varga. They are soon attacked by gigantic Snowmen but are not half as surprised as when Vargas reveals his secret origin and the plans he has for Connie.","release_date":"1956-12-05","vote_average":4.0,"runtime":67,"cert":"N\/A","id":63091,"title":"Man Beast","adult":false,"genre_ids":[27,14]},{"cast":["Mike Bacarella","Etel Billig","Phyllis Boyens","Nikki Creswell","Diane Dorsey"],"overview":"Jane Fonda gives an Emmy-winning performance as Gertie Nevels, a pioneer woman and the mother of five from the Kentucky hills who is forced to uproot her children to follow her husband Clovis (Levon Helm) to Detroit when he finds work during World War II. One setback follows another and shattering tragedy strikes the family. It's all up to Gertie to find new strength, courage and determination to keep her family together and strong.","release_date":"1984-05-13","vote_average":7.1,"runtime":150,"cert":"N\/A","id":63092,"title":"The Dollmaker","adult":false,"genre_ids":[18]},{"cast":["Dmitriy Maryanov","Aleksandr Baranovsky"],"overview":"В жизни 40-летнего следователя городской прокуратуры Олега Борина наступила черная полоса. Все началось с дела, возбужденного против студента, изнасиловавшего девушку. Подозреваемый оказался сыном влиятельного чиновника. Тот воспользовался своими связями, и Борина сначала просто отстранили, а после и вовсе выгнали со службы. Жена ушла, забрав ребенка. Вскоре раздался звонок, и старый приятель Гена предложил работу охранника. Борин согласился, собрал сумку и уехал. Только на месте большого оптового рынка его ждала полная разруха и запустение. Друга он так и не нашел, а местные алкаши рассказали, что рынок давно закрыт. Той же ночью Олег тайно проник на территорию и… оказался в настоящем подземном городе, где протекала бурная жизнь. Удастся ли опальному следователю спасти своего друга, выйти на след хозяев порочного «Черного города» и восстановить справедливость?","release_date":"2010-06-06","vote_average":0.0,"runtime":93,"cert":"N\/A","id":63093,"title":"Black City","adult":false,"genre_ids":[28,80]},{"cast":["Ekaterina Vilkova","Aleksandr Strizhenov","Kristina Babushkina","Pavel Derevyanko","Yuri Kolokolnikov"],"overview":"\"Oh my God !!!! ... Unbelievable !!! ... I believe - Bigfoot exists. He is !!! ... He kidnapped me !!! He is good !!! ... We are going to get acquainted with his parents !!! ... I think he likes me. Vanya - Give mushrooms !!! \"- that so begins an extraordinary video footage recorded by the camera, which accidentally found in the woods by hunters. What is it - a sensation? Russian King Kong? Maybe poignant love story? Six months ago, somewhere in the Urals, in the taiga, lost television journalism Larisa Debomonova. Where is it - nobody knows. Let's inspection before the end of the hour and a half plot. Perhaps we will learn what happened to her.","release_date":"2010-04-01","vote_average":1.0,"runtime":78,"cert":"N\/A","id":63094,"title":"The Female","adult":false,"genre_ids":[35]},{"cast":["Grigoriy Gavrilov","Dmitriy Isaev","Lyubov Tolkalina"],"overview":"Наконец-то удача улыбнулась молодому талантливому врачу Алексею. Его — обычного провинциального доктора — пригласили работать в столицу. Он должен лечить спортсменов известной хоккейной команды. Возлюбленная Алексея — красавица Светлана — очень хотела поехать вместе с ним в столицу, но, к сожалению, ее план сорвался. Врач уехал один, а Света даже не пришла его проводить. Спустя 6 лет молодые люди встретились, и между ними вновь вспыхнуло чувство…","release_date":"2006-06-06","vote_average":0.0,"runtime":95,"cert":"N\/A","id":63095,"title":"Vozvrashcheniye Bludnogo Papy","adult":false,"genre_ids":[10749,18]},{"cast":["John Kerr","Deborah Kerr","Leif Erickson","Edward Andrews","Darryl Hickman"],"overview":"Tom Lee is more interested in the arts than in sports, something that sits uneasily with both his father and his classmates. Tom's school housemaster Bill Reynolds even gives him a hard time for his \"effeminate\" interests. However, Bill's wife Laura sympathizes with Tom and tries to help him with her own overtures.","release_date":"1956-06-06","vote_average":7.1,"runtime":122,"cert":"N\/A","id":63096,"title":"Tea and Sympathy","adult":false,"genre_ids":[18]},{"cast":["Matt Dillon","Joan Chen","Bruno Kirby","Teri Polo","Cully Fredricksen"],"overview":"A brash 22-year-old FBI agent trumps up charges of Communist spying against a Chinese laundryman. Ten years later, he wants to make amends to the man and his teenage daughter.","release_date":"1993-10-01","vote_average":4.4,"runtime":91,"cert":"N\/A","id":63097,"title":"Golden Gate","adult":false,"genre_ids":[80,18]},{"cast":["Susan Strasberg","Dean Stockwell","Jack Nicholson","Bruce Dern","Adam Roarke"],"overview":"Jenny, a deaf runaway who has just arrived in San Francisco's Haight-Ashbury district to find her long-lost brother, a mysterious bearded sculptor known around town as The Seeker. She falls in with a psychedelic band, Mumblin' Jim, whose members include Stoney, Ben, and Elwood. They hide her from the fuzz in their crash pad, a Victorian house crowded with love beads and necking couples. Mumblin' Jim's truth-seeking friend Dave considers the band's pursuit of success \"playing games,\" but he agrees to help Jennie anyway.","release_date":"1968-03-06","vote_average":6.0,"runtime":101,"cert":"N\/A","id":63100,"title":"Psych-Out","adult":false,"genre_ids":[18,53,10402]},{"cast":["Eriko Satô","Aimi Satsukawa","Masatoshi Nagase","Hiromi Nagasaku","Kôichi Ueda"],"overview":"Traumatic incidents, conflicts, and bloody quarrels awaiting the Wago family members who return home to bury their parents. A one-horse town in central Japan does not look like the kind of place where passions would flare. The eccentric and selfish Sumika, who lives in Tokyo and wants to be an actress, arrives for the funeral of her parents, who have tragically died. Her younger sister Kiyomi, a talented cartoonist, is overtly afraid of her, and her stepbrother, Shinji, who has married an orphan named Machiko, is nervous and guarded around her. Each member of this dysfunctional family tries to find the meaning of life and love in their own way – but will they succeed? Shades of black humour mingle in the dialogues and actions of the individual characters; the drama of the past and conflicts of the present come to life in the comics caricatures, uncovering a bloody family strife and a collision of self-love.","release_date":"2007-07-07","vote_average":6.8,"runtime":112,"cert":"N\/A","id":63101,"title":"Funuke Show Some Love, You Losers!","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An intimate look at Gypsy refugees in a Belgrade suburb who make a living by transforming Citroen´s classic 2cv and Dyana cars into Mad Max-like recycling vehicles, which they use to collect card-board, bottles and scrap metal. These modern horses are much more efficent than the cart-pushing competition, but even more important, they also mean freedom, hope and style for their crafty owners. Even the car batteries are used as power generators in order to get some light, watch TV and recharge mobiles ! Almost an alchemist´s dream come true ! But police doesn´t always find these strange vehicles funny... Pretty Dyana is a very funny documentary, but sad in a way... \" If Mitic had focused only on the terrible misery these people live in, the film would have been unbearable. Instead, you never know whether you should cry after you laugh, or the other way around \" Sara Hultmanm, Goteborg Film Festival","release_date":"2003-01-01","vote_average":5.0,"runtime":45,"cert":"N\/A","id":63106,"title":"Pretty Dyana","adult":false,"genre_ids":[99]},{"cast":["Sergey Bondarchuk","Grigori Aleksandrov"],"overview":"¡Qué viva México! was a film project undertaken in 1931-32 by Soviet film-maker Sergei Eisenstein for American socialist author Upton Sinclair and several investors, which Eisenstein eventually conceived as an episodic portrayal of Mexican culture and politics from pre-Conquest civilization to the Mexican revolution. Over 200,000 feet of silent film were shot before production had to be stopped due to exhaustion of finances and Stalin's demands that Eisenstein return to the USSR.  This is one of several attempts to make a feature film out of the existing footage, here according to Eisenstein's skeletal outline and under the supervision of Gregori Alexandrov, Eisenstein's long-time collaborator, including on this project.","release_date":"1979-10-01","vote_average":7.1,"runtime":85,"cert":"N\/A","id":63107,"title":"¡Que Viva México!","adult":false,"genre_ids":[99,36]},{"cast":["William Hurt","Nigel Hawthorne","Miranda Richardson","Irène Jacob","Ewan Stewart"],"overview":"Blake Pellarin is on the campaign trail to become president of the United States. While making a stop in St. Louis, a chance encounter brings his past back to haunt him.","release_date":"1999-04-20","vote_average":4.5,"runtime":104,"cert":"N\/A","id":63108,"title":"The Big Brass Ring","adult":false,"genre_ids":[18,53]},{"cast":["Yuria Abe","John H. Ladue Jr.","Izumi Tomura","Emiko Wakabayashi"],"overview":"A young man who struggles with depression and desperately fears being alone with his own thoughts. After encouragement from his doctor, he finds himself in Japan- a promising hiding place from the life of busyness and pressure he faces back home. While in Japan, he discovers being found by himself and by others is not the fearful thing he first believed. This is the story of Kakurembo. This is the story of 'Hide and Seek.'","release_date":"2009-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":63109,"title":"Kakurenbo","adult":false,"genre_ids":[]},{"cast":["Juan Diego","Luis Tosar","Javier Ríos","Estíbaliz Gabilondo","Alberto San Juan"],"overview":"Casual Day is a company practice imported from the USA. Every Friday the workers are asked to exchange their suits for more informal attire. Ruy has always lived as he liked. Though clever, he's gotten himself into a jam. José Antonio, his girlfriend's father, has earmarked an important job for him in his company. He wants him to be his successor. At the age of 25, without actually having decided anything, he's trapped. He'd like to say no to the job, to José Antonio, to Inés, his girlfriend, and to the Casual Day stuff. But it's not easy to say no. What started out as a simple event, a weekend in the country, ends up deciding the rest of his life.","release_date":"2007-01-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":63110,"title":"Casual Day","adult":false,"genre_ids":[18]},{"cast":["Catherine Deneuve","Christopher Lambert","Richard Anconina","Jacques Perrin","Nick Mancuso"],"overview":"","release_date":"1985-01-19","vote_average":5.6,"runtime":109,"cert":"N\/A","id":63111,"title":"Paroles et musique","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Corinne Cléry","Michele Placido","Quinto Parmeggiani","Edoardo Faieta","John Steiner"],"overview":"Plot of Fear tells the story of a decadent weekend party full of orgies and drugs on the outskirts of Milan. After two deaths occur Inspector Lomenzo (Michele Placido) interrogates one of the guests, a fashion model (Corninne Clery) who becomes his informant, as well as his lover. Clery reveals that after a “wildlife orgy”one of the hosts tried to jokingly feed one of the prostitutes to a tiger but she got so frightened that she died of heart attack. In his attempt to find a connection between the victims, he investigates a cutting-edge security and surveillance firm whose director (Eli Wallach) has secrets of his own to hide.","release_date":"1976-01-01","vote_average":6.1,"runtime":98,"cert":"N\/A","id":63112,"title":"Plot of Fear","adult":false,"genre_ids":[80,9648,53]},{"cast":["Claude Hébert","Madeleine Desdevises","Paulette Lahaye","Juliette Le Cauchoix","Fernand Decaean"],"overview":"Twenty-year old misfit François earns his living by gathering boxes and bottles to resell to local shopkeepers. He lives with his grossly insensitive mother and stepfather. Mado is a gawky 11-year old, who is neglected by her family because of the oddness of the way she expresses her affection. For reasons which never become clear, François kidnaps Mado, and takes her to live with him in the attic of his parents' home. Instead of feeling fear, Mado enters into the spirit of the abduction, and they joust with one another, increasingly finding love and comfort in their relationship. When the police come upon them, however, they put an entirely different interpretation on their behavior. This drama is based on a true story.","release_date":"1979-05-23","vote_average":7.1,"runtime":90,"cert":"N\/A","id":63113,"title":"The Hussy","adult":false,"genre_ids":[18]},{"cast":["Koraljko Pasarić","Darko Glavan","Davor Tolja","Damir Martinović 'Mrle'","Vim Cola"],"overview":"A documentary about rich history of rock scene in Rijeka, Croatia.","release_date":"2005-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":63114,"title":"Rhythm of the Rock Tribe","adult":false,"genre_ids":[99]},{"cast":["Marcia Gay Harden","Donogh Rees","Caitlin Bossley","William Zappa"],"overview":"On the way to interview a novelist, Lane and Christina are involved in a car crash which leaves literary critic Christina brain-damaged. Lane undertakes the assignment and becomes attracted to the novelist's 15 year old daughter, leading to stormy emotions.","release_date":"1993-08-27","vote_average":6.0,"runtime":92,"cert":"N\/A","id":63115,"title":"Crush","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63116,"title":"Historia Polski Wedlug Kabaretu Moralnego Niepokoju","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63117,"title":"Historia Świata Wedlug Kabaretu Moralnego Niepokoju","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63118,"title":"Kabaret Moralnego Niepokoju -Trasasasa","adult":false,"genre_ids":[]},{"cast":["Kenny G","Daniel Bejarano","Robert Damper","Vall Johnson","Ron Powell"],"overview":"Known to fans as the King of Smooth Jazz, Grammy Award-winning saxophonist Kenny G appears live at Humphrey's By the Bay in San Diego, performing cuts from his studio album \"Rhythm &amp; Romance\" along with a handful of classic numbers. The sax master soars on his much-loved cover of \"What a Wonderful World\" and treats the audience to a trio of Christmas tunes. Then, go behind the scenes for an interview and rehearsal footage.","release_date":"2008-12-21","vote_average":9.3,"runtime":null,"cert":"N\/A","id":63137,"title":"Kenny G: An Evening Of Rhythm & Romance","adult":false,"genre_ids":[10402]},{"cast":["Justin Welborn","Sean Bridgers","Matthew Silva"],"overview":"On the run after a botched robbery, Erwin, who's experienced a change in heart, tries to take advantage of a deal he's made for himself and fellow thief Thomas. Instead he calls down the agents of a malevolent supernatural force who will hunt him to the ends of the earth rather than see him escape.","release_date":"2011-04-22","vote_average":8.0,"runtime":13,"cert":"N\/A","id":63138,"title":"Blood On My Name","adult":false,"genre_ids":[27]},{"cast":["Ray Liotta","50 Cent","Mario Van Peebles","Lynn Whitfield","Ambyr Childers"],"overview":"50 Cent stars as gifted college running back Deon in this touching drama. Deon's world turns upside down when an unexpected crisis jeopardizes his professional ambitions -- and causes him to look at himself and his life in a new way.","release_date":"2011-03-05","vote_average":5.7,"runtime":106,"cert":"N\/A","id":63139,"title":"All Things Fall Apart","adult":false,"genre_ids":[18]},{"cast":["Michal Kapral","George Hood"],"overview":"The Guinness World of Records contains the most bizarre human achievements imaginable. But who are the crazy people behind the feats? From the grape catchers, to the hula hoopers and the ‘jogglers’, this humorous, but strikingly insightful documentary introduces us to the colourful characters who devote their lives to the oddest frontiers of human excellence. A delightfully eccentric human odyssey that is not to be missed.","release_date":"2011-01-14","vote_average":6.6,"runtime":88,"cert":"N\/A","id":63140,"title":"Breaking and Entering","adult":false,"genre_ids":[99]},{"cast":["Trevor Neuhoff"],"overview":"In the winter of 2002, over 300 bodies were discovered strewn about the property of the Tri-State Crematory in Noble, GA, in various stages of decay. \"Sahkanaga\" imagines this event from the perspective of a teenager who discovers the first body. Filmed on location in Walker County, GA, with a cast of non-professional actors, some of whom had direct connections to the real-life scandal, \"Sahkanaga\" observes a tight-knit community on the brink of a terrible tragedy and their efforts to make sense of the unknowable.","release_date":"2011-04-29","vote_average":3.0,"runtime":81,"cert":"N\/A","id":63141,"title":"Sahkanaga","adult":false,"genre_ids":[]},{"cast":["Lee Tergesen","Enid Graham","Tate Ellington","Emily Meade","Harvey Evans"],"overview":"Two lovers travel from town to town playing a dark game of deceit that soon spirals out of control, threatening their very relationship.","release_date":"2011-11-18","vote_average":6.2,"runtime":87,"cert":"N\/A","id":63142,"title":"Silver Tongues","adult":false,"genre_ids":[18,53,10749]},{"cast":["Amos Poe","Ann Magnuson","Becky Johnston","Bette Gordon","Beth B"],"overview":"In the years before Ronald Reagan took office, Manhattan was in ruins. But true art has never come from comfort, and it was precisely those dire circumstances that inspired artists like Jim Jarmusch, Lizzy Borden, and Amos Poe to produce some of their best works. Taking their cues from punk rock and new wave music, these young maverick filmmakers confronted viewers with a stark reality that stood in powerful contrast to the escapist product being churned out by Hollywood.","release_date":"2011-04-06","vote_average":6.8,"runtime":94,"cert":"N\/A","id":63143,"title":"Blank City","adult":false,"genre_ids":[99]},{"cast":["David Carr","Brian Stelter","Bruce Headlam","Richard Perez-Pena","Sarah Ellison"],"overview":"Unprecedented access to the New York Times newsroom yields a complex view of the transformation of a media landscape fraught with both peril and opportunity.","release_date":"2011-04-29","vote_average":6.9,"runtime":88,"cert":"","id":63144,"title":"Page One: Inside the New York Times","adult":false,"genre_ids":[99]},{"cast":["Paulinho","Serginho Herval","Nando","Kiko","Ricardo Feghali"],"overview":"Recorded at the Credicard Hall in São Paulo, on 2 and 3 July 20102, the album celebrates the 30th anniversary of the group's career and is part of the 30 Years Tour.  Participate as special guests Symphony Orchestra Villa-Lobos, singer Milton Nascimento in the song \"In Bailes da Vida\", the singer Sandy Leah in the song \"Silver Rain\", Father Fabio de Melo in the song \"Peace\" (version \"Heal The World\" by Michael Jackson) and the band in Fresno song \"Rock'n Roll Show\"","release_date":"2010-06-04","vote_average":9.0,"runtime":null,"cert":"N\/A","id":63145,"title":"Roupa Nova - 30 Anos Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["Danny Thompson","Ray Lines","Allan Erb","Neil LaBute","Richard Dutcher"],"overview":"When a small Utah-based edited movie company is caught sanitizing Hollywood's copyrighted material, the film industry strikes back with a devastating blow.","release_date":"2010-02-16","vote_average":6.6,"runtime":85,"cert":"N\/A","id":63146,"title":"Cleanflix","adult":false,"genre_ids":[99]},{"cast":["Cat Erickson","Adrienne Lockett","Curtis Lockett","Brandon Snow","Curtis Snow"],"overview":"When Curtis Snow steals a video camera from some college kids during a dope deal, he gives the camera to his best friend, Pancho, and they start documenting their lives. At first its business as usual for Curtis. He robs dope boys, he runs from the cops, he sells drugs, all while trying to provide for his two-year-old son. But when one of the dealers he ripped off comes for revenge, Curt’s life starts to spiral out of control.","release_date":"2011-01-05","vote_average":6.2,"runtime":79,"cert":"N\/A","id":63147,"title":"Snow on tha Bluff","adult":false,"genre_ids":[18,80]},{"cast":["Glenn Close","Robert Sean Leonard","Bridget Fonda","Whoopi Goldberg","David Strathairn"],"overview":"Danny, dying of Aids, returns home for his last months. Always close to his mother, they share moments of openness that tend to shut out Danny's father and his sister.","release_date":"1997-04-20","vote_average":5.9,"runtime":67,"cert":"N\/A","id":63148,"title":"In the Gloaming","adult":false,"genre_ids":[18]},{"cast":["Jean Babilée","Guy Bedos","Jean-Paul Belmondo","Francis Blanche","Jean-Marc Bory"],"overview":"Gerard, a young man from a \"good family\" dreams of becoming an actor. To do this, he follows everywhere his sister Frédérique who is infatuated with cinéma vérité.","release_date":"1963-01-01","vote_average":5.0,"runtime":93,"cert":"N\/A","id":63149,"title":"Sweet and Sour","adult":false,"genre_ids":[35]},{"cast":["Philippine Leroy-Beaulieu","Catherine Jacob","Patrick Braoudé","Daniel Russo"],"overview":"Samuel est psychanalyste. Toute la journée, il voit des patients exprimer des griefs, en particulier des adolescents rebelles qui méprisent leurs parents. Cette situation l'a conduit à voir d'un mauvais œil l'idée de sa paternité. C'est alors que sa compagne Mathilde lui annonce qu'elle est enceinte. Terrifié par l'idée, Samuel vit les neuf mois de grossesse de Mathilde plutôt comme un cauchemar, et les conseils de son ami Marc, homme à femmes mais célibataire endurci, n'arrangent rien à son angoisse. De leur côté, Georges et Dominique, la sœur de Marc, déjà parents de trois filles, affrontent sans inquiétude la quatrième grossesse de Dominique. L'expérience des uns va finalement avoir raison des appréhensions des autres, et entre les deux couples vont se tisser de solides nœuds d'amitié.","release_date":"1994-02-02","vote_average":5.9,"runtime":110,"cert":"N\/A","id":63150,"title":"Neuf mois","adult":false,"genre_ids":[35]},{"cast":["Jean Marais","Josette Day","Yvonne de Bray","Marcel André","Gabrielle Dorziat"],"overview":"Young Michel is in love with the attractive Madeleine, so he decides to tell his parents of his intention to marry her. He thinks his announcement is innocent enough; his engagement, however, threatens to reveal dark secrets lurking within his family's home. Yvonne, Michel's overbearing mother, concocts an elaborate scheme to drive Madeleine away, thus keeping uncomfortable household truths from being exposed.","release_date":"1948-12-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":63151,"title":"The Storm Within","adult":false,"genre_ids":[18]},{"cast":["Peter Scanavino","Jason Robards III","Ana Asensio","Didier Flamand","Zohra Lampert"],"overview":"In a hellish future where human beings have become stupefied by the state of permanent happiness they have been genetically altered to experience, Jack offers relief via drugs that cause his customers the welcome phenomenon of pain. But when Jack receives a mysterious videotape of his dead father, he sets out to unmask the dangerous conspiracy that has created this dystopian world.","release_date":"2010-10-01","vote_average":5.4,"runtime":93,"cert":"N\/A","id":63154,"title":"Zenith","adult":false,"genre_ids":[28,12,18,9648,878,53]},{"cast":["Sami Frey","Mara Goyet","Juliet Berto","Juliette Binoche","Aïna Walle"],"overview":"Every Saturday, to the great despair of his wife, Emmanuel finds his daughter Elise, fruit of a first union. A demanding and excessive father in his passions, he went to lay a loving trap for Elise.","release_date":"1985-02-13","vote_average":5.0,"runtime":95,"cert":"N\/A","id":63155,"title":"Family Life","adult":false,"genre_ids":[35,18]},{"cast":["Dominique Laffin","Haydée Politoff","Jacques Doillon","Lola Doillon"],"overview":"Jacques returns after a long absence to his wife Dominique and their daughter Lola in their isolated house, located on a hillside in Provence. Dominique is crouching and crying. She had asked Jacques to go because she could not stand him seeing her crying. Jacques powerlessly witnesses the excesses of Dominique's emotions. She understands that he loves another woman, and ousts him again...","release_date":"1979-01-10","vote_average":6.3,"runtime":90,"cert":"N\/A","id":63156,"title":"The Crying Woman","adult":false,"genre_ids":[18]},{"cast":["Jane Birkin","Maruschka Detmers","Andrew Birkin","Philippe Léotard","Laure Marsac"],"overview":"Shortly after returning home one evening with her husband, Alma is visited by her one-time lesbian lover Carole. In the ensuing emotional torrent, Alma allows herself to be abducted by Carole and taken to a hotel, pursued by a young girl - an unnamed friend of Carole - and an eccentric bystander posing as a private detective. Before Alma and Carole can resolve their situation, Alma's husband Andrew appears on the scene and, in a mad frenzy, attempts to reclaim his wife…","release_date":"1984-05-23","vote_average":4.8,"runtime":88,"cert":"N\/A","id":63157,"title":"La Pirate","adult":false,"genre_ids":[18]},{"cast":["Aleksandr Dyachenko","Olga Pogodina","Alyona Ivchenko","Anastasia Zurkalova","Rimma Zyubina"],"overview":"Даша — красавица, умная, обаятельная и не очень счастливая. Работу найти не может, личная жизнь к тридцати годам не сложилась, всех достойных уже расхватали более шустрые барышни. И вот, когда, казалось бы, умерла последняя надежда, появляется он. Александр — успешный бизнесмен и очень симпатичный мужчина, которому не везет в личной жизни. Как это иногда бывает, пока муж занимается бизнесом, его лучший друг заводит «дружбу» со скучающей женой. В результате герой развелся со своей женой, которая уехала с новым мужем за границу, и сам воспитывает дочь. Девочка-подросток требует постоянного внимания, которое отец не может ей уделить, и в доме появляется гувернантка.","release_date":"2003-06-06","vote_average":0.0,"runtime":116,"cert":"N\/A","id":63158,"title":"Zhenskaya Intuiciya","adult":false,"genre_ids":[10749]},{"cast":["Aleksandr Dyachenko","Olga Pogodina","Anastasia Zurkalova","Rimma Zyubina","Vladimir Goryanskiy"],"overview":"Истории трех закадычных подруг продолжаются. Их вновь закружит вихрь любовных переживаний и эмоций. Инга, «освежив» внешность с помощью пластической операции, неожиданно решает вернуть старую любовь. Из-за глупого недоразумения Лиля разругалась со своим мужем Мишей. У Александра и Даши все складывается как нельзя лучше, дело идет к свадьбе. Но этот романтический рай вдруг омрачает ревность…","release_date":"2005-06-06","vote_average":0.0,"runtime":126,"cert":"N\/A","id":63159,"title":"Zhenskaya Intuiciya 2","adult":false,"genre_ids":[10749]},{"cast":["Lizzy Caplan","T.J. Miller","Nick Kroll","Matt Braunger","Fred Goss"],"overview":"Drake and Lindsay are successful alcoholics who may need to rethink their definition of \"success.\"","release_date":"2010-01-22","vote_average":6.1,"runtime":26,"cert":"N\/A","id":63160,"title":"Successful Alcoholics","adult":false,"genre_ids":[35]},{"cast":["Olga Beryozkina","Yaroslav Boyko"],"overview":"Много лет назад Ольга выгнала родного сына из дома. Тогда Александру было шестнадцать, и он ушел. Думал, что навсегда, потому что было обидно, и сердце разрывалось на части, и потому что был молод. Сегодня он образован, увлечен детским театром. Его женщина — танцовщица фламенко. Деньги на квартиру собраны, и жизнь обещает наладиться, но все меняет один телефонный звонок. Александр уезжает, чтобы прожить свою жизнь заново. Ведь ту, которая звонила,- он обожает…","release_date":"2005-06-06","vote_average":4.0,"runtime":89,"cert":"N\/A","id":63161,"title":"Ya Tebya Obozhayu","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63162,"title":"Z archiwum Tey czyli retroTEYada część 1","adult":false,"genre_ids":[]},{"cast":["Anastasiya Vertinskaya","Viktor Rakov","Valentin Gaft","Mikhail Ulyanov","Nikolay Burlyaev"],"overview":"Master is a talented writer in Moscow working on a manuscript about the biblical Jesus and Pontius Pilate. Authorities in Moscow are harassing Master by surveillance and intimidation. Victimized by their harassment, Master throws his manuscript into the fire, before he is locked up in a mental clinic. His assistant and Muse Margarita tries to help Master using the supernatural powers she got from the devil - Woland who is visiting Moscow..","release_date":"1994-06-06","vote_average":6.4,"runtime":128,"cert":"N\/A","id":63163,"title":"The Master and Margarita","adult":false,"genre_ids":[18,9648,10749,14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63164,"title":"Z archiwum Tey czyli retroTEYada część 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63165,"title":"Z archiwum Tey czyli retroTEYada część 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63166,"title":"Z archiwum Tey czyli retroTEYada część 4","adult":false,"genre_ids":[]},{"cast":["Billy Boyd","Dominic Gould","Patrick Bauchau","Gérard Depardieu","Smadi Wolfman"],"overview":"Henry and Jack are two famous and talented pianists: they are rivals and try to outdo each other in the various music events where they regularly compete. The former friends will clash with no mercy, from contest to contest until the day a domestic robot, GLENN, enters their lives. GLENN will jeopardize everybody and everything around them.","release_date":"2010-12-31","vote_average":4.2,"runtime":84,"cert":"N\/A","id":63171,"title":"Glenn, the Flying Robot","adult":false,"genre_ids":[878,14]},{"cast":["Josiane Balasko","Christian Clavier","Coluche","Gérard Depardieu","Gébé"],"overview":"The film narrates a utopian abandonment, consensual and festive of the market economy and high productivity. The population decides on a number of resolutions beginning with \"We stop everything\" and the second \"After a total downtime will be revived-reluctantly-that the services and products including lack will prove intolerable. Probably: water to drink, electricity for reading at night, the TSF to say \"This is not the end of the world, this is an 01, and now a page of Celestial Mechanics\". The implementation of these resolutions is the first day of a new era, Year 01. The Year 01 is emblematic of the challenge of the 1970s and covers such diverse topics as ecology, negation of authority, free love, communal living, rejection of private property and labor.","release_date":"1973-02-22","vote_average":7.3,"runtime":90,"cert":"N\/A","id":63172,"title":"The Year 01","adult":false,"genre_ids":[35]},{"cast":["Christophe Soto","Olivier Bousquet","Roselyne Vuillaume","Ann Zacharias"],"overview":"Baker's apprentice Chris is sacked from his job for being late. Unwilling to give up the flat that goes with the job, he and his friends resort to squatting. Liv, a Swedish girl moves in and is soon followed by Léon the car mechanic and Rosette, a girl from the bakery.","release_date":"1974-12-03","vote_average":7.0,"runtime":104,"cert":"N\/A","id":63173,"title":"Touched in the Head","adult":false,"genre_ids":[35,18]},{"cast":["Jane Birkin","Michel Piccoli","Natasha Parry","Eva Renzi","Audrey Matson"],"overview":"A young woman in a deep depression leaves her husband and returns to her parents. She discovers her father is having an affair, becomes jealous of his mistress and tries to turn his feelings in her direction.","release_date":"1981-03-25","vote_average":7.3,"runtime":95,"cert":"N\/A","id":63174,"title":"The Prodigal Daughter","adult":false,"genre_ids":[18]},{"cast":["Stuart Lancaster","Christopher Brooks","Richard Marion","E. Kerrigan Prescott","Peggy Browne"],"overview":"A mutant sheep is on the move near a ranch in the American West.","release_date":"1973-01-01","vote_average":3.9,"runtime":89,"cert":"N\/A","id":63175,"title":"Godmonster of Indian Flats","adult":false,"genre_ids":[27,878]},{"cast":["Catherine Deneuve","Marcello Mastroianni","Corinne Marchand","Michel Piccoli","Pascal Laperrousaz"],"overview":"Liza slowly replaces Melampo, Giorgio's dog. While she accepts it, Giorgio forces her to wear collars and leashes.","release_date":"1972-08-11","vote_average":6.4,"runtime":100,"cert":"N\/A","id":63176,"title":"Liza","adult":false,"genre_ids":[18,10749]},{"cast":["Totò","Aroldo Tieri","Ada Dondini","Tamara Lees","Laura Gore"],"overview":"","release_date":"1950-11-30","vote_average":6.7,"runtime":null,"cert":"N\/A","id":63179,"title":"Toto the Sheik","adult":false,"genre_ids":[35]},{"cast":["Harley Wood","Hugh McArthur","Pat Carlyle","Paul Ellis","Bill Woods"],"overview":"A young girl named Burma attends a beach party with her boyfriend and after she smokes marijuana with a bunch of other girls, she gets pregnant and another girl drowns while skinny dipping in the ocean. Burma and her boyfriend go to work for the pusher in order to make money so they can get married. However, during a drug deal her boyfriend is killed leaving Burma to fend for herself. Burma then becomes a major narcotics pusher in her own right after giving up her baby for adoption.","release_date":"1936-05-08","vote_average":2.8,"runtime":57,"cert":"N\/A","id":63180,"title":"Marihuana","adult":false,"genre_ids":[80,18]},{"cast":["Totò","Nieves Navarro","George Rigaud","Luigi Pavese","Mario Castellani"],"overview":"","release_date":"1965-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":63181,"title":"Totò d'Arabia","adult":false,"genre_ids":[35]},{"cast":["Vittorio De Sica","Lia Franca","Cesare Zoppetti","Aldo Moschino","Carola Lotti"],"overview":"Bruno, a chauffeur having some problem in keeping a job, meets one morning Mariuccia, a taxi driver’s daughter working as a perfumery’s shop assistant, and trying to impress her, pretending to be rich, uses his employer’s car to took her on a trip to the lakes, but things don’t work as planned and to conquer Mariuccia’s hearth won’t be so easy…","release_date":"1932-10-14","vote_average":6.6,"runtime":67,"cert":"N\/A","id":63182,"title":"What Scoundrels Men Are!","adult":false,"genre_ids":[35,10749]},{"cast":["Yoko Ono","Val Avery","Glen Nielson","Gene Wesson","Robert Williams"],"overview":"A young Japanese girl arriving in New York City gets mixed up with mobsters and dope dealers.","release_date":"1965-04-23","vote_average":4.3,"runtime":72,"cert":"N\/A","id":63183,"title":"Satan's Bed","adult":false,"genre_ids":[80,18]},{"cast":["Giulio Scarpati","Emilio Bonucci","Enrica Origo"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63184,"title":"Roma-Paris-Barcelona","adult":false,"genre_ids":[]},{"cast":["Marissa Jaret Winokur","Mark Consuelos","Fran Drescher"],"overview":"","release_date":"2003-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63185,"title":"Beautiful Girl","adult":false,"genre_ids":[]},{"cast":["Marcello Mastroianni","Claudia Cardinale","Burt Lancaster","Ken Marshall","Alexandra King"],"overview":"Naples, year 1943, in the middle of World War II. The city has just be liberated by American troops in an era in which nobody knows just when the war or where begins the peace; winners and losers face...","release_date":"1981-08-27","vote_average":6.0,"runtime":131,"cert":"N\/A","id":63186,"title":"The Skin","adult":false,"genre_ids":[18,10752]},{"cast":["Ugo Pagliai","Beba Lončar","Zeudi Araya Cristaldi","Giacomo Rossi-Stuart"],"overview":"Also known as The Sinner on UK VHS, this one could almost be mistaken for a D'Amato Black Emanuelle film (as well as Jess Franco who also had a film with the same video title). The Italian title translates as The Moon-Skinned Girl, a reference to the amazingly attractive Zeudi Araya, who made two other films with the same director. As a film it really typifies the 'eurotika' of the 1970s - the story concerns a couple with marital problems who escape to the Seychelles and the husband meets - and has an affair with - the title character. The wife meanwhile meets an ex-pat living there (Giacomo Rossi-Stuart!) with whom she has a fling. The couple realise their love for each other and return home stronger for it.","release_date":"1972-01-01","vote_average":6.0,"runtime":79,"cert":"","id":63187,"title":"The Sinner","adult":false,"genre_ids":[10749,18]},{"cast":["Rodney Rowland","Kevin Patrick Walls","Karen Black","Ali Landry","Jack Donner"],"overview":"Two thieves (Rodney Rowland, Kevin Patrick Walls) compete with a madman in their search for an ancient relic which can create an army of evil souls.","release_date":"2001-01-01","vote_average":5.3,"runtime":105,"cert":"N\/A","id":63188,"title":"Soulkeeper","adult":false,"genre_ids":[878,27,28,12,14]},{"cast":["Tom Gallop","Cara Wilder","Don Pearson"],"overview":"","release_date":"1991-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63189,"title":"Dove comincia la notte","adult":false,"genre_ids":[]},{"cast":["Alessandro Gassman","Amr Waked","Kseniya Rappoport","Nadine Labaki","Leo Gullotta"],"overview":"","release_date":"2010-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63190,"title":"The Father and the Foreigner","adult":false,"genre_ids":[]},{"cast":["Rosie O'Donnell","Andie MacDowell","Richard T. Jones","D.W. Moffett","Boyd Banks"],"overview":"A woman spends time with her developmental disabled sister after the death of their father.","release_date":"2005-05-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":63191,"title":"Riding the Bus with My Sister","adult":false,"genre_ids":[]},{"cast":[],"overview":"Attitude is a small detail that makes a big difference. Here’s the time to talk about another side of Coimbra, an Portuguese university city. This is the story of one of the city’s most famous exports ‚ the Tedio Boys. The first of its kind with visibility and, more than any other label, a certain attitude. As a result, the city’s visual landscape changed ever since.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63192,"title":"Filhos do Tédio","adult":false,"genre_ids":[99]},{"cast":["James Wolk","Treat Williams","Mike Pniewski","Patricia Heaton","Sarah Drew"],"overview":"\"Front of the Class\" is based on the true story of Brad Cohen -- played in the movie by Jimmy Wolk -- who, after being challenged by Tourette's syndrome from a very young age, defies all odds to become a gifted teacher","release_date":"2008-01-01","vote_average":7.7,"runtime":95,"cert":"N\/A","id":63193,"title":"Front of the Class","adult":false,"genre_ids":[18]},{"cast":["Brian Robertson","Peter Watkins"],"overview":"A short story narrated by an unknown British soldier who reveals his hopes, fears, and disillusionment while heading into battle against the German army.","release_date":"1959-01-02","vote_average":6.3,"runtime":17,"cert":"","id":63194,"title":"The Diary of an Unknown Soldier","adult":false,"genre_ids":[99,18,10752]},{"cast":["Eliane Annie Adalto","Pierre Barbieux","Bernard Bombeau","Maylis Bouffartigue","Geneviève Capy"],"overview":"We are in the year 1871. A journalist for Versailles Television broadcasts a soothing and official view of events while a Commune television is set up to provide the perspectives of the Paris rebels. On a stage-like set, more than 200 actors interpret characters of the Commune, especially the Popincourt neighbourhood in the XIth arrondissement. They voice their own thoughts and feelings concerning the social and political reforms. The scenes consist mainly of long camera takes.","release_date":"2001-09-06","vote_average":7.3,"runtime":345,"cert":"N\/A","id":63195,"title":"La Commune (Paris, 1871)","adult":false,"genre_ids":[10752,18,36]},{"cast":["Mario Jean"],"overview":"","release_date":"2003-10-15","vote_average":0.0,"runtime":144,"cert":"N\/A","id":63196,"title":"Simplement Mario Jean","adult":false,"genre_ids":[35]},{"cast":["Amber Perkins","Rachel Quinn","Dean Waite","Jael Elizabeth Steinmeyer","Kara Wang"],"overview":"Fictional drama based on actual events, about two teenage girls who encounter an Internet predator.","release_date":"2011-05-01","vote_average":5.3,"runtime":85,"cert":"N\/A","id":63197,"title":"Megan Is Missing","adult":false,"genre_ids":[18,27,9648,53]},{"cast":[],"overview":"\"Executions\" is a documentary showing real footage of the many different methods humanity has used through-out history for capital punishment. During the film, the makers point out how unjustifiable the death penalty is in every situation, so they do take a staunch stance against what they're presenting. Footage from live executions are shown in detail.","release_date":"1995-10-27","vote_average":7.0,"runtime":58,"cert":"N\/A","id":63198,"title":"Executions","adult":false,"genre_ids":[99,36]},{"cast":["Lee Chapman"],"overview":"\"Banned In America\" shows video clips of the darkest elements of human nature, society, and life; the very things that bring fear and disgust into our collective existences. Whether it be live executions, live suicides, or miscellaneous forms of evil, \"America\" shows us that a sinister world of death lies right outside our door, just waiting for our number to be called.","release_date":"1998-01-01","vote_average":1.0,"runtime":46,"cert":"N\/A","id":63199,"title":"Banned! In America I","adult":false,"genre_ids":[99]},{"cast":["Danny Glover"],"overview":"Adults meet up with the people who changed their lives twenty years ago, by confronting them about their lifestyles as teenagers.","release_date":"1999-04-15","vote_average":4.0,"runtime":95,"cert":"N\/A","id":63200,"title":"Scared Straight! 20 Years Later","adult":false,"genre_ids":[99,18]},{"cast":["Michael Cornelison","Dee Croxton","Brian Libby"],"overview":"The main character, an attorney by profession, spends endless hours with his terminally ill mother. Death is her only way out and he's the only one that can help.","release_date":"1983-04-16","vote_average":4.3,"runtime":30,"cert":"N\/A","id":63201,"title":"The Woman in the Room","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Documentary.","release_date":"2002-08-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63202,"title":"Return of the Living Dead: Designing the Dead","adult":false,"genre_ids":[27,99]},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"A collection of twenty-four of the strangest short films,  set to the music from Radiohead's 'Hail to the Thief' as well as tracks unreleased before. Originally developed to be a program on a regular television channel, but instead, the group went on to create an internet TV channel (Radiohead Television) in conjunction with the release of their 2003 album Hail to the Thief.","release_date":"2004-12-01","vote_average":0.0,"runtime":110,"cert":"","id":63203,"title":"The Most Gigantic Lying Mouth of All Time","adult":false,"genre_ids":[10770,10402]},{"cast":["Howard Berger","Rob Bottin","Josh Brolin","John Carpenter","Wes Craven"],"overview":"This documentary delves into the art of make-up effects with industry legends Dick Smith, Rob Bottin, Tom Savini, John Landis, Frank Darabont, Joe Dante and many others with a strong focus on Greg Nicotero and Howard Berger of KNB Make-Up EFX. Written by Kevin VanHook","release_date":"2008-10-07","vote_average":7.0,"runtime":59,"cert":"N\/A","id":63206,"title":"Fantastic Flesh: The Art of Make-Up EFX","adult":false,"genre_ids":[99]},{"cast":["Clive Owen","Carice van Houten","Ella Purnell","Daniel Brühl","Pilar López de Ayala"],"overview":"Though no one can see him, Hollow Face lurks in the corners, desperately desiring love but only knowing how to spread fear and hate. He creeps into the life of John Farrow after Farrow’s beloved 13-year-old daughter Mia is assaulted in their home. The line between the real and the imaginary blurs as fissures start to open within the family unit. It seems that no security measure can keep Hollow Face out.","release_date":"2011-09-12","vote_average":5.4,"runtime":100,"cert":"N\/A","id":63207,"title":"Intruders","adult":false,"genre_ids":[53,27,14]},{"cast":["Jean-Christophe Bouvet","Sonia Saviange","Howard Vernon","Laura Betti"],"overview":"Christian, an art critic, must write a study on the painter René Dimanche in order to understand why he did not produce anything for eight years. He asks his friend Ingrid to help him break through this mystery.","release_date":"1982-01-27","vote_average":10.0,"runtime":80,"cert":"N\/A","id":63208,"title":"Loin de Manhattan","adult":false,"genre_ids":[35,18]},{"cast":["Aymeric Cormerais","Jean-Jacques Le Vessier","Lydie Waï","Gaël Tanniou","Paméla Ravassard"],"overview":"","release_date":"2009-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63209,"title":"Vivre!","adult":false,"genre_ids":[18]},{"cast":["Park Min-ji","Kang Nam-Gil","Kim Ja-ok","Kim Hye-seong","Shim Eun-jin"],"overview":"Jenny, Juno centers on the title characters of Jenny (Park Min-Ji) and Juno (Kim Hye-Song), two fifteen year old middle school students whose one night of romance has dramatic consequences for both their lives. After careful deliberation, the two expectant parents decide to keep the baby.","release_date":"2005-02-18","vote_average":6.1,"runtime":108,"cert":"N\/A","id":63210,"title":"Jenny, Juno","adult":false,"genre_ids":[35,10749]},{"cast":["Nicole Garcia","Jean-Pierre Marielle","Michel Duchaussoy","Elisa Servier","Michel Galabru"],"overview":"","release_date":"1984-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63211,"title":"Partenaires","adult":false,"genre_ids":[18]},{"cast":["Romy Schneider","Jean-Louis Trintignant","Henri Serre","Diane Lepvrier","Robert Bousquet"],"overview":"The charismatic, surly son of a wealthy industrialist, Clément (Jean-Louis Trintignant) leads a double life as a member of a right-wing extremist organization. When he’s ratted out after a failed assassination attempt on a prominent politician, Clément and his long-suffering wife Anne (the luminous German screen siren Romy Schneider) flee Paris to the idyllic country home of his childhood friend, pacifist print-maker Paul (Henri Serre). As affection blossoms between Paul and Anne, the emotional as well as political tensions soar and eventually explode.","release_date":"1962-05-10","vote_average":7.6,"runtime":104,"cert":"N\/A","id":63212,"title":"Le combat dans l'île","adult":false,"genre_ids":[18]},{"cast":["Jean-Louis Trintignant","Sylvie Bréal","Zuzana Kocúriková","Dominique Prado","Catherine Robbe-Grillet"],"overview":"This enigmatic, plodding story concerns a man who may or may not have betrayed a resistance fighter in his hometown during World War II. He has supposedly been shot down by the Nazis and wanders into town. Mourning the death of an unseen comrade, he is taken in by the family of the dead rebel. He engages in a superfluous affair and witnesses the lesbian relationship between the man's sister and a female servant. When passions subside, the family has doubts about the reliability of the man's ...","release_date":"1968-03-27","vote_average":7.1,"runtime":95,"cert":"N\/A","id":63213,"title":"The Man Who Lies","adult":false,"genre_ids":[18,10752]},{"cast":["Sabine Haudepin","Philippe Marlaud","Annick Alane","Michel Caron","Christian Bouillette"],"overview":"A group of friends, coming to the end of their school years, fill their days with sex, drugs and rock'n'roll.","release_date":"1978-09-14","vote_average":7.1,"runtime":86,"cert":"N\/A","id":63214,"title":"Graduate First","adult":false,"genre_ids":[10749,18]},{"cast":["Aurore Clément","Natalia Akerman","Paul Allio","Angelo Abazoglou","Frank Aendenboom"],"overview":"Following over two dozen different people in the almost wordless atmosphere of a dark night in a Brussels town, Akerman examines acceptance and rejection in the realm of romance.","release_date":"1982-10-27","vote_average":7.1,"runtime":90,"cert":"N\/A","id":63215,"title":"Toute une nuit","adult":false,"genre_ids":[18]},{"cast":["Colette Descombes","Françoise Vatel","Claude Melki","Michel Gonzalès","Joël Monteilhet"],"overview":"","release_date":"1966-12-17","vote_average":6.7,"runtime":75,"cert":"N\/A","id":63216,"title":"Brigitte and Brigitte","adult":false,"genre_ids":[35]},{"cast":["Kristin Booth","Aron Abrams","Ryan Blakely","Raoul Bhaneja","Shauna MacDonald"],"overview":"A multi phobia-plagued single woman who hasn't left her apartment in six years finds her carefully organized existence disrupted by her hot new 'on-the-go' neighbor.","release_date":"2009-10-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":63217,"title":"At Home by Myself... with You","adult":false,"genre_ids":[35]},{"cast":["John Turturro","Michael Badalucco","Scott Glenn","Jimmy Smits","Elizabeth Perkins"],"overview":"The police have three bookies under surveillance, but they escape and set up shop elsewhere. By chance, one of the police finds them; instead of turning them in, he demands money that his brother, now a suicide, had lost to them","release_date":"1997-11-28","vote_average":5.8,"runtime":92,"cert":"N\/A","id":63218,"title":"Lesser Prophets","adult":false,"genre_ids":[18,80]},{"cast":["Jacques Villeret","Mustapha El Anka","Malik Lakhdar-Hamina","Fawzi B. Saichi","Richard Bohringer"],"overview":"","release_date":"1986-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63221,"title":"Les folles années du twist","adult":false,"genre_ids":[35,18]},{"cast":["Ginette Leclerc","Jean-Pierre Kérien","Yves Deniaud","Dora Doll"],"overview":"Le Havre, France, in 1949. In a town that still shows the scars of war, several friends meet up in Albert's café. One of them, Laurent, has lost his job on the docks and his marriage to Madeleine is falling apart. He knows that his wife wants to start an affair with friend, Jean Sauviot. Jean is a lonely man who is attracted to Madeleine but doesn't want to commit himself to the wife of a friend. On the day that Madeleine tells her husband that she is seeing Jean, Laurent goes looking for Jean to find an explanation. Arriving on the docks in the evening, he attacks an American sailor who looks like Jean, but the man fights back and runs away after killing Laurent accidentally. Madeleine thinks that Laurent was killed by Jean and believes that she can start a new life with her lover. The police have other ideas...","release_date":"1950-03-21","vote_average":7.0,"runtime":95,"cert":"N\/A","id":63222,"title":"A Man Walks in the City","adult":false,"genre_ids":[]},{"cast":[],"overview":"Le Bon Dieu Sans Confession is one of the lesser-known works of prolific French filmmaker Autant-Lara. Stuck in a loveless marriage, bourgeois industrialist Francois (Henri Vilbert) falls in love with Janine (Danielle Darrieux), another man's wife. Francois sets up Janine as his mistress, and she, mercenary soul that she is, likes the set-up so much that she continues the relationship even when her own husband returns from WW II. In the long run, however, Janine is the loser in the situation. Based on a novel by Paul Vialar, Le Bon Dieu Sans Confession is one of a handful of films in which nobody is sympathetic enough to elicit audience identification.","release_date":"1953-10-09","vote_average":5.0,"runtime":105,"cert":"N\/A","id":63223,"title":"Le bon Dieu sans confession","adult":false,"genre_ids":[18]},{"cast":["Jean Gabin","Gabrielle Dorziat","Claude Génia","Marcel André","Jacques Castelot"],"overview":"François Donge, a rich industrialist and womaniser, meets a girl nicknamed Bébé who he marries. Ten years later, poisoned by his wife and dying in hospital, he recalls his married life and understands how his wife who adored him suffered from his many affairs and indifference.","release_date":"1952-02-13","vote_average":7.3,"runtime":110,"cert":"N\/A","id":63224,"title":"The Truth About Bebe Donge","adult":false,"genre_ids":[18]},{"cast":["Isabelle Huppert","Dominique Sanda","Michele Placido","Jean Sorel","Françoise Christophe"],"overview":"A 20th-century prostitute (Dominique Sanda) arranges for her lover (Michele Placido) to wed a wealthy, dying millionairess (Isabelle Huppert) in Venice.","release_date":"1981-05-06","vote_average":6.8,"runtime":95,"cert":"N\/A","id":63225,"title":"The Wings of the Dove","adult":false,"genre_ids":[]},{"cast":["Xavier Beauvois","Bulle Ogier","Bernard Verley","Jean Douchet","Jean-René Gossart"],"overview":"The story of a dysfunctional family in Northern France. Dad is a mean abusive drunk pharmacist, mom is addicted to pills and has incestuous desire for her son, the son is skipping school to fish and daughter is mentally handicapped.","release_date":"1992-02-19","vote_average":2.4,"runtime":88,"cert":"N\/A","id":63226,"title":"North","adult":false,"genre_ids":[]},{"cast":["Béatrice Bruno","Pierre Clémenti","Hélène Surgère","Dominique Erlanger","André Thorent"],"overview":"A troubled young woman who lives alone in a rundown house meanders around and one day reveals a hidden talent when she goes into a bar, plays magnificently at the piano, and leaves as mysteriously as she came. Meanwhile, an unidentified man is on her trail and eventually tracks her down to the bar she had visited. As the dragnet around her closes in, it becomes apparent that the young woman's stepmother is behind the effort to locate her. But questions over why she is hiding out and what she is hiding from begin to take on more importance as the history of the young woman starts to surface.","release_date":"1980-12-24","vote_average":6.5,"runtime":97,"cert":"N\/A","id":63227,"title":"Nightmare","adult":false,"genre_ids":[53,18,80]},{"cast":["Jeanne Moreau","Michel Auclair","Marie-France Pisier","Julien Guiomar"],"overview":"Director André Téchiné brings his usual obsessions -- including a preoccupation with the fortunes of the bourgeoisie -- to this episodic drama, which serves as a thinly-veiled portrait of France's economic peaks and valleys from the 1930s through the 1970s. Jeanne Moreau stars as Berthe Pedret, a simple laundry woman who marries Hector (Michael Auclair), son of a wealthy, upper class, Spanish immigrant family that owns a successful farm machinery factory. Through a series of vignettes, Techine depicts the passage of years, during which the ambitious working class woman blooms through several bold moves, such as negotiating a workers' strike settlement and using her alliance with the war-time French Resistance movement to increase the enterprise's prestige.","release_date":"1975-09-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":63228,"title":"French Provincial","adult":false,"genre_ids":[35,18]},{"cast":["Coluche","Michel Serrault","Ugo Tognazzi","Carole Bouquet","Isabella Ferrari"],"overview":"King's Dagobert I intestinal and sexual problems loom large as he survives an attack on his royal caravan then barely makes it to Rome to personally give thanks to the Pope. After he arrives at the Vatican, he becomes involved in the battle between two contenders for the papacy and has to face the machinations of a ruthless Byzantine princess.","release_date":"1984-08-22","vote_average":4.4,"runtime":112,"cert":"N\/A","id":63229,"title":"Good King Dagobert","adult":false,"genre_ids":[35]},{"cast":["Marlène Jobert","Jean Yanne","Harry-Max","Jacques Galland","Macha Méril"],"overview":"Jean has been married to Francoise for years, but his relationship with his wife has been all but over for a long time. She's hardly ever around, always traveling to Russia for work, and she drifts in and out of the film as well, reflecting the ephemeral nature of their marriage.","release_date":"1972-05-03","vote_average":6.8,"runtime":110,"cert":"N\/A","id":63230,"title":"We Won't Grow Old Together","adult":false,"genre_ids":[10749,18]},{"cast":["Danièle Dubroux"],"overview":"","release_date":"1984-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63231,"title":"Laisse béton","adult":false,"genre_ids":[]},{"cast":[],"overview":"* Based on the manga with the same title by Tanemura Arina published in Ribon magazine. Chocola plans to have a anniversary party with the King, however when Chocola finds that he didn't turn up, she runs away from the palace...","release_date":"2001-08-02","vote_average":0.0,"runtime":11,"cert":"N\/A","id":63234,"title":"Time Stranger Kyoko","adult":false,"genre_ids":[]},{"cast":["Ken Jeong","Kevin Shea","Steve Byrne","Bobby Lee"],"overview":"Forget the Kings -- these are the \"Kims\" of comedy! Four of the funniest Asian comedians riff on a variety of pop culture topics, from Christmas to Korea and everything in between. Featured jokesters include Bobby Lee (\"Mad TV\"), Kevin Shea (\"Jimmy Kimmel Live\"), Steve Byrne (\"Chappelle's Show\") and Dr. Ken Jeong (Comedy Central's \"Comic Groove\"), a unique comic talent known as the funniest physician in America.","release_date":"2005-09-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":63235,"title":"The Kims of Comedy","adult":false,"genre_ids":[35]},{"cast":["Manny Pérez","Denise Quiñones","Juan Fernández","Paul Calderon","Hemky Madera"],"overview":"A cop works against his country's corrupt government in order to find justice on a case.","release_date":"2009-09-12","vote_average":5.8,"runtime":102,"cert":"N\/A","id":63236,"title":"The Butcher's Son","adult":false,"genre_ids":[80,18]},{"cast":["Emre Kınay","Şevket Çoruh","Suna Pekuysal","Yeşim Büber","Binnur Kaya"],"overview":"","release_date":"2003-11-21","vote_average":7.2,"runtime":null,"cert":"N\/A","id":63237,"title":"İnşaat","adult":false,"genre_ids":[53,35,80,18]},{"cast":["Oliver Lommer","Jonas Engberg","Sølvi Kjær","Andrea Wulff","Emma Haunstrup"],"overview":"Samson og hans lillesøster bliver slået af deres far, moderen eskaperer problemerne ved at spille klaver... Samson siger ikke noget til nogen, og lillesøsteren gemmer sig. De udfylder de 3 abers roller.","release_date":"2011-04-13","vote_average":8.5,"runtime":6,"cert":"N\/A","id":63238,"title":"De Tre Aber","adult":false,"genre_ids":[]},{"cast":["Feride Çetin","Hülya Avşar","Vildan Atasever"],"overview":"The film is about two teenage girls, Behiye and Handan, with contrasting characteristics and backgrounds, forming a close relationship with sexual implications. As they become closer and closer the relationship becomes more fragile, and the impossibility of the survival of their relationship becomes more evident over time. Economic, social, psychological, and sexual problems come in the way. Behiye is angry and rebellious, but her frequent outbursts cut little ice with her conservative family. Handan is trapped in a different way, in a love-hate relationship with her single mother Leman. Although Leman is willing to turn tricks to raise Handan's college fees, she's otherwise hopeless with both men and money. When a mutual friend introduces Behiye and Handan they immediately hit it off, and despite the differences in their backgrounds they embark on an intense relationship, and with it a secret plan to escape their dysfunctional families.","release_date":"2005-04-29","vote_average":6.8,"runtime":107,"cert":"N\/A","id":63239,"title":"2 Girls","adult":false,"genre_ids":[]},{"cast":["Timothy Hutton","Joe Pantoliano","Michelle Burke","Chazz Palminteri","Richard Dreyfuss"],"overview":"A journalist with solid mob connections falls for a stripper with a dark past.","release_date":"1995-08-27","vote_average":4.0,"runtime":94,"cert":"N\/A","id":63242,"title":"The Last Word","adult":false,"genre_ids":[53,80,18]},{"cast":["Lim Eun-kyoung","Eun Ji-won","Shim Yi-young","Kim Chung","Lee Kan-hie"],"overview":"The story begins with the tale of a classic Korean story of romance about a princess named Pyun-gang whose husband, On-dal dies. Then we flash forward to a mother who has brought her haunted daughter (also named Pyun-gang) to a psychic, who informs her that her daughter is haunted by the ghost of the princess . He then goes on to say that the girl must marry her On-dal by her 16 birthday and produce a child within a year otherwise she will die. The family treats it skeptically until years later, Pyun-gang has several near-death experiences and is immediately spooked, convinced she is going to die. As luck would have it, soon thereafter, a new transfer student joins Pyun-gang's class. His name is On-dal, and he's intelligent, handsome and rich which really doesn't make the prospect of high school marriage such a tough deal for Pyun-gang, what with her impending death and all.","release_date":"2004-12-23","vote_average":4.6,"runtime":103,"cert":"N\/A","id":63243,"title":"Marrying School Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Ritchie Blackmore","Ian Gillan","Roger Glover","Jon Lord","Ian Paice"],"overview":"This musical biography tells the story of the making of Deep Purple's classic album \"Machine Head. Exclusive interviews with Ritchie Blackmore, Ian Gillan, Roger Glover, John Lord and Ian Paice take us through a track by track making of the album. The performers demonstrate riffs &amp; licks from the songs and explain the genesis of the songwriting. Also included are featured songs, archive footage of Deep Purple in concert, including American footage of \"Smoke on the Water\" and \"Space Truckin'\", TV performances and promotional videos, more.","release_date":"2002-12-02","vote_average":6.1,"runtime":100,"cert":"","id":63244,"title":"Deep Purple: Machine Head","adult":false,"genre_ids":[10402,99]},{"cast":["Park Gun-hyung","Kim Hyo-jin","Lee Kyeon","Moon Ji-yoon","Song Eun-Chae"],"overview":"In order to inherit his grandfather's fortune, an incorrigible playboy agrees to teach high school for two years in Mr. Wacky, a bland, mostly irritating comedy from newbie director Kim Dong-Wook. To its credit, the film improves considerably in its second half, but by that time, some will likely find that it's a case of too little, too late.","release_date":"2006-05-25","vote_average":5.5,"runtime":97,"cert":"N\/A","id":63245,"title":"Mr. Wacky","adult":false,"genre_ids":[35,10749]},{"cast":["Ian Paice","Ritchie Blackmore","David Coverdale","Glenn Hughes","Jon Lord"],"overview":"Deep Purple were the biggest selling album act in America when they embarked on a 28 date tour promoting their new album 'Burn'. The undoubted climax of this tour was headlining the California Jam Festival in front of 200,000 people in 1974. Burn - Might just take your time - Lay down, stay down - Mistreated - Smoke on the water - You fool no one - Space truckin'","release_date":"2005-11-21","vote_average":5.3,"runtime":123,"cert":"","id":63246,"title":"Deep Purple: Live In California '74","adult":false,"genre_ids":[10402]},{"cast":["Cha Seung-won","Byun Hee-bong","Sung Ji-ru","Lee Jae-eung"],"overview":"A teacher attempts to lure his handful of students in a small, rural school to Seoul so that he can move on to a better school. His efforts backfire however, and his school becomes one of the highest ranked in the nation.","release_date":"2003-03-28","vote_average":6.8,"runtime":117,"cert":"N\/A","id":63247,"title":"My Teacher, Mr. Kim","adult":false,"genre_ids":[35,18]},{"cast":["Ritchie Blackmore","Tommy Bolin","David Coverdale","Rod Evans","Ian Gillan"],"overview":"Witness the history of the legendary band, their friends, and their fans in an hour long program of live archival performances, in-depth interviews and behind the scenes footage.","release_date":"1991-01-01","vote_average":3.8,"runtime":58,"cert":"","id":63248,"title":"Deep Purple: Heavy Metal Pioneers","adult":false,"genre_ids":[10402,99]},{"cast":["Yuichi Nakamura","Ryoko Kobayashi","Kazuki Kato","Kosuke Yonehara"],"overview":"After losing a street race to Tatsuya Shima's legendary \"Blackbird\" Porsche 911 Turbo, high school student Akio Asakura purchases a heavily-modified first-generation Datsun S30 Fairlady Z from a junkyard. The car has a dark history of accidents, leading some to believe it's cursed; hence its nickname \"Devil Z.\" Akio also discovers that the Z's first owner shared his first and last name, and was killed in the car during a race with the Blackbird. Meanwhile, fashion model Reina Akikawa joins the rivalry between Akio and Tatsuya with her modified Nissan Skyline GT-R R32.","release_date":"2009-09-12","vote_average":6.2,"runtime":100,"cert":"N\/A","id":63251,"title":"Wangan Midnight: The Movie","adult":false,"genre_ids":[28,18]},{"cast":["Dave Goelz","Jim Henson","Richard Hunt","Jerry Juhl","Kathryn Mullen"],"overview":"Documentary about the work of puppeteer Jim Henson and his team in creating The Muppet Show.","release_date":"1981-01-01","vote_average":7.2,"runtime":null,"cert":"N\/A","id":63252,"title":"Of Muppets & Men: The Making of the Muppet Show","adult":false,"genre_ids":[10751,99]},{"cast":["Nancy Tate","Tantoo Cardinal","Vernon Dobtcheff","David La Haye"],"overview":"Year 2060. Climate predictions made at the beginning of the 21st century have turned out to be dramatically true: global warming of the Earth's atmosphere now has serious consequences on the every day lives of our grandchildren.","release_date":"2009-02-04","vote_average":4.7,"runtime":90,"cert":"N\/A","id":63253,"title":"Changing Climates, Changing Times","adult":false,"genre_ids":[10770,18,14]},{"cast":[],"overview":"From a portrait of the Dalai lama as a spiritual and temporal leader, to an unprecedented revelation of the mystical inner world of monastic and an unflinching depiction of the moving response to a death in the community, the film takes the viewer on a journey deep into the heart of an ancient Buddhist way of life and brings you face to face with the unbroken continuity of Tibet's unique culture.","release_date":"1984-05-03","vote_average":8.8,"runtime":134,"cert":"N\/A","id":63254,"title":"Tibet: A Buddhist Trilogy","adult":false,"genre_ids":[]},{"cast":["Margherita Buy","Silvio Orlando","Carolina Freschi","Alessandro Di Natale","Marina Massironi"],"overview":"The rumpled owner of a dry-cleaning firm joins forces with a nun to care for an abandoned baby.","release_date":"1999-01-01","vote_average":7.0,"runtime":100,"cert":"N\/A","id":63263,"title":"Not of this World","adult":false,"genre_ids":[18]},{"cast":["Michael McGrady","John Simon Jones","Robert Patteri","Todd Jensen","Spencer Rochfort"],"overview":"A ship captained by the father (Dale Dye) of the leader (Michael McGrady) of Delta Force is taken hostage by terrorists. As might be expected the force is sent in to stop them.","release_date":"1998-01-01","vote_average":2.0,"runtime":105,"cert":"N\/A","id":63264,"title":"Operation Delta Force 2: Mayday","adult":false,"genre_ids":[28,53]},{"cast":["Héctor Alterio","Federico Luppi","Pepe Soriano","Gastón Pauls","Elisa Contreras"],"overview":"Three old man, a little boy training to protect an old patrimony, La \"33\", the last train.","release_date":"2002-05-31","vote_average":7.2,"runtime":94,"cert":"N\/A","id":63265,"title":"The Last Train","adult":false,"genre_ids":[18,28,37,12,35]},{"cast":["Pyotr Fyodorov","Petr Tomashevsky","Agniya Kuznetsova","Tatyana Kosmacheva"],"overview":"Rainy summer evening... Young people are arriving at the new trendy club named Phobos which is still under construction. Or re-construction - since it's a former bomb shelter which is reconstructed to become a club. At first, the party sees nothing wrong, but soon the bunker doors turn out to be locked, and the teenagers get trapped underground without light and communication. At first, all of them are joking and do not realize how dangerous their situation is. Then they get frightened. All of them will need to cope with their fears before the bunker will let them free.","release_date":"2010-03-25","vote_average":3.7,"runtime":79,"cert":"N\/A","id":63266,"title":"Phobos. Fear Kills","adult":false,"genre_ids":[53,27]},{"cast":["Pino Zimba","Lamberto Probo","Claudio Giangreco","Lucia Chiuri"],"overview":"","release_date":"2000-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":63267,"title":"Sangue vivo","adult":false,"genre_ids":[]},{"cast":["Sergey Garmash","Aleksey Guskov","Anton Shagin","Marina Aleksandrova","Vladimir Gusev"],"overview":"Two veteran meteorologists spend their days on a remote mountain weather station, accompanied by a young boy working as a cook. Their every-day lifestyle, made of creating matchstick models on one side, researching the big-foot myth on the other, and the boy's constant need to find places for hiding is briefly interrupted by a visit from two tourists: husband and his young wife - traveling to visit a cave near the weather station, so they'd mark their five year anniversary. Their arrival is the primer for an unknown series of events that puts an experienced inspector and his young colleague where we find them at the beginning of the movie: on a deserted weather station, where everyone seems to have vanished into thin air. The hank slowly unrolls as viewer discovers the truth behind everything, step by step, until the final loop of a long story line unravels and present him the final surprise.","release_date":"2010-04-15","vote_average":4.3,"runtime":80,"cert":"15","id":63268,"title":"The Weather Station","adult":false,"genre_ids":[9648,53]},{"cast":["Gian Maria Volonté","Margarita Lozano","Daniela De Silva","Sergio Rubini","Emanuela Taschini"],"overview":"On March 16 1978, the Red Brigade kidnap the Chief of the Christian Democraty, the party in power in Italy since the end of the war. Fifty-five days later, his corpse was found in the trunk of a red Renault.","release_date":"1986-01-01","vote_average":6.8,"runtime":110,"cert":"N\/A","id":63269,"title":"Il caso Moro","adult":false,"genre_ids":[18,36]},{"cast":["Totò","Abbe Lane","Mario Carotenuto","Louis de Funès","Enzo Garinei"],"overview":"When the swindler La Spada and his accomplice José come out of jail in Madrid, they decide to pull a really great swindle: nothing less than to discover and sell a third picture of the famous Goya's Maya. They engage the renowed Scorcelletti who can imitate any picture and who lives in Rome. Afterwards, with the help of the beautiful Eva, they convince the celebrated art critic Francisco Montiel of the existance of a third Maya and let him find the picture. When the swindlers are on the point of selling the faked maya to an American millionaire, Scorcelli comes back from Rome to sell one of his six other maya pictures.","release_date":"1959-01-01","vote_average":6.9,"runtime":95,"cert":"N\/A","id":63270,"title":"Toto in Madrid","adult":false,"genre_ids":[35]},{"cast":["Denis Nikiforov","Inna Gomes","Evklid Kyurdzidis","Natalya Rudova"],"overview":"A group of young treasure hunters are trying to find a powerful artefact buried by Nazis during WWII.","release_date":"2010-03-18","vote_average":3.0,"runtime":107,"cert":"N\/A","id":63271,"title":"V Centuria. Searching For a Charmed Treasure","adult":false,"genre_ids":[12,35]},{"cast":["Nelson Eddy"],"overview":"The Metropolitan Opera is looking for the sea monster reported in newspaper headlines, because this monster sings beautifully! The \"monster\" is actually Willie, a whale who can sing in several voices simultaneously. A friend of his, a gull called Whitey, tells him about the searching ship, and Willie goes to audition, as it's been his ambition to perform on stage. Unfortunately, Professor Tetti Tatti from the Opera believes that one or more singers have been swallowed by the whale, and need to be rescued.","release_date":"1946-08-15","vote_average":6.0,"runtime":15,"cert":"N\/A","id":63272,"title":"Willie the Operatic Whale","adult":false,"genre_ids":[16]},{"cast":["Devon Sawa","Judd Nelson","Joey Lauren Adams","Tom Arnold","Clare Kramer"],"overview":"After a shocking photo of a young woman is found inside the twisted metal of a fatal car crash, veteran detective Emory Lloyd must risk everything to identify and find the woman before it's too late.","release_date":"2010-01-01","vote_average":7.8,"runtime":91,"cert":"N\/A","id":63273,"title":"Endure","adult":false,"genre_ids":[9648,53]},{"cast":["Adriano Celentano","Eleonora Giorgi","Pippo Santonastaso","Olga Karlatos","Memo Dittongo"],"overview":"Engineer Quiller has become rich by selling his completely indestructible shop-window glass to jeweleries around the world. But this got him lots of enemies too: the insurance agencies, who've lost hundreds of customers, and the burglarers. When he temporarily looses his memory and voice in an accident, of all people, a family of thieves finds and cares for him - believing he's a pocket-picker. Things get complicated when he falls in love with his host Tilli.","release_date":"1979-06-06","vote_average":6.4,"runtime":98,"cert":"N\/A","id":63274,"title":"Velvet Hands","adult":false,"genre_ids":[35,10749]},{"cast":["Valentina Cervi","Stefano Accorsi","Adele Ferruzzi","Lorenzo Zanetti","Luisa Pasello"],"overview":"A mentally unstable woman loses her daughter's custody to her mother. Things get even more complicated when her husband has a car accident and befriends a Czech mechanic, bringing the man into their dysfunctional home.","release_date":"2005-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63275,"title":"Provincia meccanica","adult":false,"genre_ids":[18]},{"cast":["Valerio Mastandrea","Emanuel Bevilacqua","Giorgio Tirabassi","Marco Giallini","Federico Pacifici"],"overview":"","release_date":"1998-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63276,"title":"L'odore della notte","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Its 21 years since the mischievous duo arrived from Zog and hit our screens on RTÉ and since then day time television has never been the same. From that fateful day in 1987 a generation of children grew up watching the beige one and his purple spotty brother turn children’s television on its head along with all the students who used to bunk off school to watch all the anarchy..! This nostalgia DVD brings us on trip down memory lane with the best bits from the days with Ian Dempsey, Ray Darcy and all the old gang..! It features classic comedy clips with Dustin, Zuppy and many of the old faithful characters such as Captain Joke and Captain Pillowcase. So for pure reminisecne and a good old giggle this is an ideal gift for young and old..!","release_date":"2008-10-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":63277,"title":"Zig and Zag: Best Bitz from Back Den","adult":false,"genre_ids":[10751,35]},{"cast":["Eggert Þorleifsson","Karl Ágúst Úlfsson","Runólfur Dagbjartsson","Eiríkur Sigurgeirsson","Sveinn Tómasson"],"overview":"The film is the first of three about the misadventures of two friends, Þór and Danni. Two friends working at a restaurant get fired from their jobs and after seeing an advertisement for the fishing industry of the Westman Islands, decide to go there and make some money. The islands become a perfect setting for many funny and strange situations, especially after word gets around that the two are spies from the Ministry of Fisheries.","release_date":"1983-09-30","vote_average":7.0,"runtime":84,"cert":"N\/A","id":63278,"title":"New Life","adult":false,"genre_ids":[35]},{"cast":["Eggert Þorleifsson","Karl Ágúst Úlfsson","Lilja Þórisdóttir","Sigurður Sigurjónsson","Flosi Ólafsson"],"overview":"Lukkuriddararnir Þór og Danni reka sérkennilega gæludýraþjónustu og eru auk þess í sambandi við alþjóðlegan fálkaræningja og ætla að selja honum kjúklinga uppdubbaða sem fálkaunga fyrir stórfé. Eftir röð einkennilegra tilviljana eru þeir komnir í lögregluna og farnir að fylgjast með hegðun borgarbúa. Við löggæslustörfin lenda þeir félagar í ótrúlegustu ævintýrum: Þeir eiga í útistöðum við glæpagengi sem samanstendur af eldri konum, komast í kast við næturdrottninguna og útigangsmann á Arnarhóli og taka þátt í æsilegasta kappakstri sem sést hefur í íslenskri kvikmynd.","release_date":"1985-12-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":63279,"title":"A Policeman's Life","adult":false,"genre_ids":[]},{"cast":["Elena Babenko","Sergey Garmash","Miroslav Bilonogiy","Irma Vitovska","Konstantin Vorobyov"],"overview":"Молодая женщина Ирина, бизнес-вумен, одна воспитывает сына Кирилла 10-и лет. И все вроде бы хорошо: есть деньги, квартира в центре, сын учится в колледже.… Но мальчику катастрофически не хватает отца. Он завидует сверстникам, у которых есть папа и очень страдает…","release_date":"2008-06-06","vote_average":6.0,"runtime":94,"cert":"N\/A","id":63284,"title":"Papa Naprokat","adult":false,"genre_ids":[35,10751]},{"cast":["Sergeant Slaughter","Roddy Piper","Hulk Hogan","Virgil Riley Runnels, Jr.","Ric Flair"],"overview":"This retrospective program takes a look back on the most dramatic and memorable professional wrestling moments of the 1980s, with profiles on some of the greatest wrestling stars of the decade","release_date":"2005-06-14","vote_average":7.0,"runtime":518,"cert":"N\/A","id":63285,"title":"WWE: The Greatest Wrestling Stars of the 80's","adult":false,"genre_ids":[]},{"cast":["Konstantin Kryukov","Shamil Khamatov","Vadim Utenkov","Tatyana Lyutaeva","Katya Gordon"],"overview":"Three young guys are spending their days and nights trying to pick up as many girls as possible.","release_date":"2009-12-03","vote_average":3.5,"runtime":81,"cert":"N\/A","id":63286,"title":"PickUp: With no Rules","adult":false,"genre_ids":[35,10749]},{"cast":["Jennifer Lawrence","Selma Blair","Bokeem Woodbine","Chloë Grace Moretz","Sophia Bairley"],"overview":"Agnes and her two sisters struggle through a day in a home overrun by gamblers, thieves, and johns.","release_date":"2008-06-20","vote_average":6.2,"runtime":93,"cert":"N\/A","id":63287,"title":"The Poker House","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sherif is an Egyptian petroleum engineer who works in Dubai for more than 20 years. He lives an empty life full of money and women. After a lot of relations with different kinds of women, he was caught by his boss making love to his boss's wife, so he is fired and he is forced to go back to Egypt. Back to his old apartment in Cairo, he discovers that the Israeli embassy is in the same building as he lives in, causing a lot of comic situations, and causing Sherif to begin to look around and have concern of the surrounding political situation.","release_date":"2005-07-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63288,"title":"The Embassy in the Building","adult":false,"genre_ids":[]},{"cast":["Ekaterina Savinova","Aleksandr Shirvindt","Anatoli Papanov","Yuri Belov","Antonina Maksimova"],"overview":"Young girl from the country come to Moscow, she wants to get into University, but it's too late... Anyway, she won't give up and will do everything to get a meeting with dean and sing for him.","release_date":"1962-12-03","vote_average":7.1,"runtime":98,"cert":"N\/A","id":63291,"title":"Come Tomorrow...","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Oleg Strizhenov","Iya Arepina","Vladimir Dorofeyev","Varvara Myasnikova","Vyacheslav Shalevich "],"overview":"A tale based on a classic novel by Alexander Pushkin.","release_date":"1958-12-12","vote_average":4.7,"runtime":100,"cert":"N\/A","id":63292,"title":"The Captain's Daughter","adult":false,"genre_ids":[18,36,10749]},{"cast":["Tatyana Doronina","Oleg Efremov","Vyacheslav Shalevich ","Alevtina Rumyantseva","Nikolai Smirnov"],"overview":"A married woman fresh from the countryside meets a charming cab driver on her first day in Moscow. They spend the day together and their fondness for each other grows...","release_date":"1968-04-29","vote_average":7.7,"runtime":79,"cert":"N\/A","id":63293,"title":"Three Poplars on Plyuschikha Street","adult":false,"genre_ids":[18,10749]},{"cast":["Aleksandra Zakharova","Aleksei Zharkov","Igor Nefyodov","Vladimir Simonov","Vladimir Korenev"],"overview":"A tragicomic story about a long going duel between experienced detective and young and pretty girl in the start of her grafter career.","release_date":"1988-12-12","vote_average":4.5,"runtime":155,"cert":"N\/A","id":63294,"title":"Criminal Talent","adult":false,"genre_ids":[80,18,35]},{"cast":["Leonid Kharitonov","Dzhemma Osmolovskaya","Georgi Chernovolenko","Vsevolod Larionov","Yakov Rodos"],"overview":"Chief accountant Porfiry Petrovich, who had a good time at the jubilee of his colleague, cashier Ivan Vodnev, climbs into the hut of the regulator and violates traffic on one of the streets of Leningrad. However, the guard Vasili Shaneshkin mistakenly delivers to the police station a non-escaped offender, but quite a decent cashier. To all other things, Vodnev, offended by the police, turns out to be the father of the bride of Shanishkin's Katya. Vasily admits his guilt, but, not daring to explain himself, leaves an angry Ivan Zakharovich with bad thoughts about the Soviet militia. Fortunately, the young sergeant will soon have the opportunity to prove to others the responsibility and integrity of the militia.","release_date":"1958-01-03","vote_average":7.0,"runtime":73,"cert":"N\/A","id":63295,"title":"Street Is Full of Surprises","adult":false,"genre_ids":[10749,35,80]},{"cast":["Olga Ponizova","Aleksandr Abdulov","Boris Klyuev","Vladimir Soshalsky","Nina Ruslanova"],"overview":"Young girl Nina is falling in love with the orthodox priest with a criminal past.","release_date":"1993-06-06","vote_average":1.0,"runtime":105,"cert":"N\/A","id":63296,"title":"Sin: A Story of Passion","adult":false,"genre_ids":[10749,18]},{"cast":["AnnaMaria Demara","Jaz Martin","Darren Thomas","Janet Tracy Keijser","Tommy Nash"],"overview":"When the older brother (Tommy Nash) he idolizes is run off the road by a ruthless drug dealer (Darren Thomas) during a nighttime street race known as Sepulveda Suicide, Rick Merchant (Jaz Martin) channels his grief into getting revenge behind the wheel. But to win, he’ll need to modify his trusty 1978 Datsun 280Z — with help from a pretty mechanic (Hennely Jimenez) — to get the maximum speed out of its machinery.","release_date":"2011-04-26","vote_average":3.6,"runtime":90,"cert":"N\/A","id":63297,"title":"200 MPH","adult":false,"genre_ids":[28,53]},{"cast":["Olga Aroseva","Dariya Moroz","Dmitriy Shevchenko","Lev Durov","Galina Polskikh"],"overview":"A New Year 2000 evening become vey strange for one family - thanks to the grandma.","release_date":"1999-12-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":63298,"title":"Athenian Nights","adult":false,"genre_ids":[10749,35]},{"cast":["Andrey Mironov","Tatyana Dogileva","Yelena Solovey","Yevgeniya Khanayeva","Mark Prudkin"],"overview":"An unemployed astrophysicist finds a job of a docker at a grocery store, where he falls in love with a street-wise saleswoman in the produce department. But the groom runs away at the wedding reception.","release_date":"1983-06-06","vote_average":6.0,"runtime":83,"cert":"N\/A","id":63299,"title":"The Blonde Around the Corner","adult":false,"genre_ids":[35,10749]},{"cast":["Andrey Mironov","Elena Proklova","Nina Ruslanova","Natalya Krachkovskaya","Vladimir Basov"],"overview":"The children's doctor is sent on leave to the south where its services in quality \"husband\" were necessary for young and very beautiful woman.","release_date":"1981-06-06","vote_average":5.7,"runtime":87,"cert":"N\/A","id":63300,"title":"Be My Husband","adult":false,"genre_ids":[35,10749]},{"cast":["Sergei Yursky","Yuriy Yakovlev","Anatoli Papanov","Lyudmila Gurchenko","Anatoli Adoskin"],"overview":"In a young anthropologist's dream, he brings a member of the imaginary mountain tribe called Tapi to Moscow, in order to save him from being eaten by other tribesmen as well as to prove the tribe's existence to academia. The main character is probably based on Yeti.","release_date":"1961-05-18","vote_average":6.0,"runtime":81,"cert":"N\/A","id":63301,"title":"The Man from Nowhere","adult":false,"genre_ids":[35,14]},{"cast":["Nikolai Karachentsov","Olga Kabo","Leonid Yarmolnik","Sergei Stepanchenko","Natalya Gundareva"],"overview":"A romantic and funny fantasy about the events occurred during the building of a first railroad in Russia.","release_date":"1991-06-06","vote_average":4.0,"runtime":91,"cert":"N\/A","id":63302,"title":"Crazies","adult":false,"genre_ids":[35,10749]},{"cast":["Svetlana Karpinskaya","Nikolai Rybnikov","Erast Garin","Yuri Belov","Zoya Fyodorova"],"overview":"A provincial girl who failed to enter a theatre institute learned all advantages and disadvantages of living in the capital working alternatively as a lift operator, a housemaid and even a model at the Fashion House. A guy whom she had met in the train vainly tried to find her in the big city and finally met her at the railway station at the moment she was getting on a train to leave the capital.","release_date":"1957-01-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":63303,"title":"Girl without an Address","adult":false,"genre_ids":[35,10749]},{"cast":["Larisa Golubkina","Yuriy Yakovlev","Igor Ilyinsky","Nikolay Kryuchkov","Tatyana Shmyga"],"overview":"A young girl decides to join a Husar squadron and fight against Napoleon. Dressed as a man she has a hard time adjusting to the rude Husar life styles.","release_date":"1962-09-07","vote_average":6.9,"runtime":96,"cert":"N\/A","id":63304,"title":"Hussar Ballad","adult":false,"genre_ids":[35]},{"cast":[],"overview":"From the award-winning Director Nick Broomfield, The Leader, His Driver, and the Driver's Wife portrays the sinister and comic sides of Eugene Terre'Blanche, leader of the neo-Nazi AWB Afrikaner Party in South Africa.","release_date":"1991-09-13","vote_average":7.0,"runtime":85,"cert":"N\/A","id":63309,"title":"The Leader, His Driver, and the Driver's Wife","adult":false,"genre_ids":[99]},{"cast":["Matthias Schoenaerts","Jeroen Perceval","Jeanne Dandoy","Barbara Sarafian","Tibo Vandenborre"],"overview":"Young Limburg cattle farmer, Jacky Vanmarsenille, is approached by an unscrupulous veterinarian to make a shady deal with a notorious West-Flemish beef trader. But the assassination of a federal policeman, and an unexpected confrontation with a mysterious secret from his past, set in motion a chain of events with far-reaching consequences.","release_date":"2011-02-02","vote_average":7.3,"runtime":129,"cert":"N\/A","id":63310,"title":"Bullhead","adult":false,"genre_ids":[80,18]},{"cast":["Antonio Banderas","Elena Anaya","Marisa Paredes","Jan Cornet","Roberto Álamo"],"overview":"A brilliant plastic surgeon creates a synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.","release_date":"2011-08-17","vote_average":7.5,"runtime":120,"cert":"","id":63311,"title":"The Skin I Live In","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Giuseppe Battiston","Ambra Angiolini","Iaia Forte","Giorgia Salari","Anna Paola Vellaccio"],"overview":"","release_date":"2010-09-09","vote_average":6.8,"runtime":null,"cert":"N\/A","id":63314,"title":"Notizie degli scavi","adult":false,"genre_ids":[18,10749]},{"cast":["Paris Hilton","Joel David Moore","Christine Lakin","Johann Urb","Adam Kulbersh"],"overview":"Nate moves to L.A. to track down Cristabel, the woman he's been in love with since childhood, only to discover that his plan to woo her only has one hurdle to overcome: what to do with June, Cristabel's ever-present, not-so-hot best friend? What's even more complicating is Nate's growing feelings for June, whose true beauty starts to emerge.","release_date":"2008-02-08","vote_average":3.0,"runtime":91,"cert":"N\/A","id":63315,"title":"The Hottie & The Nottie","adult":false,"genre_ids":[35,10749]},{"cast":["Vincenzo Salemme","Giuseppe Battiston","Giulio Beranek","Daniele Esposito","Hassani Shapi"],"overview":"","release_date":"2011-05-06","vote_average":5.5,"runtime":null,"cert":"N\/A","id":63316,"title":"Make a Fake","adult":false,"genre_ids":[35]},{"cast":["Leslie Uggams","Shelley Winters","Michael Christian","Slim Pickens","Ted Cassidy"],"overview":"A wrong turn on a jazz singer's road trip results in her car breaking down near an isolated lodge run by a faded starlet and a young, homicidal Elvis impersonator.","release_date":"1975-06-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":63317,"title":"Poor Pretty Eddie","adult":false,"genre_ids":[27,18]},{"cast":["Thérèse Liotard","Valérie Mairesse","Robert Dadies","Mona Mairesse","Francis Lemaire"],"overview":"In this story of friendship and reproductive rights, 14 years in the relationship between two very dissimilar women are chronicled. Pauline is a middle-class city girl, at odds with her very conventional family. Suzanne is several years older, a country girl with two illegitimate children and another (whom she cannot support) on the way. Pauline loans Suzanne money for an abortion. At this point, the two separate and communicate mainly through postcards. Some years later, they meet at an abortion rally, and they have many adventures and stories to share with one another.","release_date":"1977-03-09","vote_average":7.6,"runtime":120,"cert":"N\/A","id":63318,"title":"One Sings, the Other Doesn't","adult":false,"genre_ids":[18]},{"cast":["Léa Seydoux","Anaïs Demoustier","Johan Libéreau","Nicolas Maury","Agathe Schlencker"],"overview":"After the death of her mother, 17-year-old Prudence finds herself living alone in her Paris apartment.  Then she meets Maryline, a rebel of her own age, who introduces her to the thrills of motorcycle racing on the biker circuit at Rungis.  Prudence’s newfound lease of freedom becomes complicated when she falls for a boy Franck who wastes no time in taking advantage of her naivety...","release_date":"2010-11-10","vote_average":5.2,"runtime":80,"cert":"N\/A","id":63319,"title":"Belle épine","adult":false,"genre_ids":[18]},{"cast":["Viva","Jim Rado","Gerome Ragni","Shirley Clarke","Carlos Clarens"],"overview":"Three actors in Hollywood live and love together. A director comes from New York to make a movie about actors and Hollywood.","release_date":"1969-09-20","vote_average":6.6,"runtime":110,"cert":"N\/A","id":63320,"title":"Lions Love","adult":false,"genre_ids":[35,18]},{"cast":["Metin Akpinar","Ahmet Ugurlu","Şenay Gürler","Fadik Sevin Atasoy","Şebnem Dönmez"],"overview":"","release_date":"2005-10-28","vote_average":6.7,"runtime":null,"cert":"N\/A","id":63321,"title":"Döngel kârhanesi","adult":false,"genre_ids":[]},{"cast":["Jean Poiret","Bernadette Lafont","Jean-Claude Brialy","Jean-Luc Bideau","Jacques Dacqmine"],"overview":"Inspector Lavardin is called to a provincial village to investigate a murder – only to find that one of his ex-lovers is the victim’s widow.","release_date":"1986-03-12","vote_average":6.3,"runtime":100,"cert":"N\/A","id":63322,"title":"Inspector Lavardin","adult":false,"genre_ids":[9648,80,18]},{"cast":["Stephen Bassett"],"overview":"Our modern civilization is likely to be confronted with the biggest paradigm shift in the perception of reality ever, and through our productions we wish to bring insight from the forefront of this development.","release_date":"2010-12-01","vote_average":7.3,"runtime":105,"cert":"N\/A","id":63323,"title":"The Day Before Disclosure","adult":false,"genre_ids":[99]},{"cast":["Françoise Fabian","Patachou","Ingrid Bourgoin","Stéphane Jobert"],"overview":"Imagine a slightly dilapidated three star hotel in the tenth arrondissement run by a very distinguished lady with moral fibre and panache, Mrs. Coppercage. Alongside tourists visiting Paris, Mrs. Coppercage rents three rooms to three women at a monthly rate. Each woman is marked by life, yet they go on as best they can, never closing their eyes to the world around them, or to the men who impatiently await them. Faubourg Saint Martin opens as a love story and ends like a song as shots ring out and punctuate the chorus.","release_date":"1986-12-03","vote_average":6.0,"runtime":83,"cert":"N\/A","id":63324,"title":"Faubourg St Martin","adult":false,"genre_ids":[35,18]},{"cast":["Bulle Ogier","Rufus","Marie Déa","Caroline Cellier","Bernard Le Coq"],"overview":"","release_date":"1974-12-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63325,"title":"Mariage","adult":false,"genre_ids":[35,18]},{"cast":["Natasha Henstridge","Brea Grant","Robert Neary","Josie Davis","Jay Pickett"],"overview":"A criminology professor becomes a target herself when she tries to establish the innocence of her star student in a murder.","release_date":"2011-03-01","vote_average":4.6,"runtime":90,"cert":"N\/A","id":63326,"title":"The Perfect Student","adult":false,"genre_ids":[10770,80,9648,53]},{"cast":["Bulle Ogier","Jean-Pierre Kalfon","Michael Gothard","Valérie Lagrange","Jérôme Beauvarlet"],"overview":"Viviane, a French Consul's wife, is in New Guinea to find exotic feathers for export to Paris. She encounters four European travelers who are en route to \"La Vallée\": The Valley, high in the Guinean mountains, is shown on maps as 'Obscured by Clouds' and is beyond their previous experiences. Viviane joins their trek to find rare feathers and soon becomes entwined in their journey. Their extended stay with the Mapuga tribe brings a denouement between western and indigenous values before their final quest toward the 'Valley of the Gods'. (c) Neal Wells","release_date":"1972-07-06","vote_average":6.8,"runtime":105,"cert":"18","id":63327,"title":"The Valley","adult":false,"genre_ids":[18]},{"cast":["Jacques Dutronc","Bulle Ogier","Kurt Raab","Steve Baës","Virgílio Teixeira"],"overview":"Swaying between pleasure and despair, Elric throws himself into his pathological passion for the casino. Meeting Suzie could have saved him, but the young woman also sinks into gambling hell. The couple then start getting involved in the fearsome world of professional cheaters...","release_date":"1984-02-08","vote_average":5.2,"runtime":94,"cert":"N\/A","id":63328,"title":"Tricheurs","adult":false,"genre_ids":[18]},{"cast":["Conrad Pla","Chelah Horsdal","Cicely Austin","Richard Chevolleau"],"overview":".Ex-boxer Paul Choquino decides to finance his upcoming wedding by robbing reputed drug lord Benito Mussolini Bonacci. But everything that can go wrong in the burn does and Paul is left running from the law, the mob and one of the members of his own posse","release_date":"2009-01-01","vote_average":8.3,"runtime":85,"cert":"N\/A","id":63329,"title":"Burning Mussolini","adult":false,"genre_ids":[80,18]},{"cast":["Bulle Ogier","Jean-Pierre Aumont","Madeleine Renaud","Yves Gasc"],"overview":"TV version of the play by Marguerite Duras. Created at the Odeon-Théâtre de France in 1965. An old lady returns from Africa where she made a fortune to find her son in Paris, whom she has not seen in five years, with the intention of bringing him back with her. But this project fails.","release_date":"1977-02-09","vote_average":7.0,"runtime":95,"cert":"N\/A","id":63330,"title":"Entire Days in the Trees","adult":false,"genre_ids":[18]},{"cast":["Adam Baldwin","Steve Bastoni","Anthony Brandon Wong","Karen Cliche","Kira Clavell"],"overview":"The Hong Kong martial arts version of Jekyll and Hyde, with Hyde as the mythical fighting champion known as the White Tiger battling the Triads, drug trafficking and illegal organ transplants.","release_date":"2000-07-28","vote_average":0.0,"runtime":105,"cert":"N\/A","id":63331,"title":"Dr. Jekyll and Mr. Hyde","adult":false,"genre_ids":[28,53]},{"cast":["Bruno Todeschini","Emma de Caunes","Frederic Audrau","Léa Drucker","Olivier Py"],"overview":"This is not a chorus film. Well maybe just a little…\r Avignon Festival - Summer. First, there’s Maud and Alex, who have just broken up but need to pretend to be two love birds on stage. Then there’s the playwright of their play, Richard, who could start to fall in love with Léna, but is still grieving his lost wife. Léna is also grieving her ex but can’t remember why she dumped him. So she sings her blues, on stage, with Louise, who might have a little crush on her sound engineer. Then there’s the famous dancer Kate who sleeps with her assistant Marko, who’s always prefered men. Oh, did we tell you that Kate the dancer and Maud the actress are friends and would love to invite everyone to a party?","release_date":"2008-07-09","vote_average":5.3,"runtime":107,"cert":"N\/A","id":63332,"title":"Sunny Spells","adult":false,"genre_ids":[10749]},{"cast":["Richard Egan","Constance Dowling","Herbert Marshall","John Wengraf","Philip Van Zandt"],"overview":"A mechanical brain is programmed to sabotage the government's secret lab while working on the first space station.","release_date":"1954-06-04","vote_average":5.5,"runtime":85,"cert":"N\/A","id":63333,"title":"Gog","adult":false,"genre_ids":[53,878]},{"cast":["Azura Skye","Annie Heller","Carla Gallo","Tom Everett Scott","Kevin Corrigan"],"overview":"Disparate individuals rationalize their infidelities.","release_date":"2005-01-05","vote_average":4.3,"runtime":96,"cert":"N\/A","id":63334,"title":"Sexual Life","adult":false,"genre_ids":[35,18,10749]},{"cast":["Céline Dion"],"overview":"Relive Celine's record breaking tour with the 'Taking Chances World Tour: The Concert'. Surrounded by musicians and dancers, Celine performs her greatest hits on stage. From the energetic opening track \"I Drove All Night\" to the moving and emotional grand finale ballad \"My Heart Will Go On\", it's the concert event you'll want to watch and listen to again and again. A full 80 minutes of Celine belting out 25 incredible performance. This was recorded during a Boston concert in August 2008. This concert shows once again that Celine is a true show-woman - on stage, she gives herself entirely to her audience.","release_date":"2010-04-29","vote_average":7.3,"runtime":102,"cert":"N\/A","id":63335,"title":"Céline Dion: Taking Chances World Tour - The Concert","adult":false,"genre_ids":[10402]},{"cast":["Jim Brown","Fred Williamson","Jim Kelly","Sheila Frazier","Jay Robinson"],"overview":"The story involves a white supremist plot to taint the United States water supply with a toxin that is harmless to whites but lethal to blacks. The only obstacles that stand in the way of this dastardly plan are Jim Brown, Fred Williamson and Jim Kelly, who shoot, kick and karate chop their way to final victory.","release_date":"1974-06-26","vote_average":6.6,"runtime":89,"cert":"N\/A","id":63340,"title":"Three the Hard Way","adult":false,"genre_ids":[28]},{"cast":["Brian Bloom","Jamie Luner","Alyssa Milano","Natalija Nogulich","David Brisbin"],"overview":"A spoiled little rich girl arrives at Sorority High with studying the last thing on her mind. Spreading malicious rumours and splitting people up are just some of the things she finds amusing. Her behaviour not surprisingly though, starts to alienate her from her fellow classmates.","release_date":"1994-07-29","vote_average":5.0,"runtime":82,"cert":"","id":63341,"title":"Confessions of a Sorority Girl","adult":false,"genre_ids":[35,18]},{"cast":["Périco Légasse","Eric Svensson"],"overview":"In the wake of \"Mondovino\", this film offers new research on the world of cheese, through a work of investigation and discovery in various parts of France, but also Italy and the United States. It highlights two clashing worlds: on one side the taste of defenders and diversity, the other multinational companies, supermarkets and proponents of food globalization. The \"stinky cheese\" has become an iconic element in the debate on the French exception, globalization, industrial food and the environment.","release_date":"2007-05-05","vote_average":6.5,"runtime":null,"cert":"N\/A","id":63342,"title":"Ces fromages qu'on assassine","adult":false,"genre_ids":[99]},{"cast":["Roland Düringer"],"overview":"Hermann Maier regenerates on the ergometer. Alexander Wurz regenerates with jogging. Roland Düringer regenerates on the stage.","release_date":"2009-03-19","vote_average":0.0,"runtime":137,"cert":"N\/A","id":63343,"title":"Regenerationsabend","adult":false,"genre_ids":[35]},{"cast":["Michel Béatrix","Cyrielle Debreuil","Paul Descombes","Kaddour Dorgham","Jérémy Duplot Jr."],"overview":"1942. The adventure of 3 men on a mysterious island.","release_date":"2011-05-03","vote_average":5.7,"runtime":94,"cert":"N\/A","id":63344,"title":"The Island","adult":false,"genre_ids":[]},{"cast":["Govinda","Karisma Kapoor","Kader Khan","Sadashiv Amrapurkar","Javed Khan"],"overview":"Raju is a poor coolie who falls in love with a rich girl. He pretends to be rich and tells one big lie after another to marry her.","release_date":"1995-06-30","vote_average":6.1,"runtime":143,"cert":"N\/A","id":63345,"title":"Coolie No. 1","adult":false,"genre_ids":[35,10749]},{"cast":["Bruce Marchiano","Jaci Velasquez","Steve Borden","Jessica Belkin"],"overview":"When five strangers with nothing in common come together at a remote roadside eatery, they place their orders with the diner's omniscient owner, who seems to know everything about them ... and is eerily reminiscent of Jesus Christ.","release_date":"2010-05-03","vote_average":6.0,"runtime":85,"cert":"N\/A","id":63348,"title":"The Encounter","adult":false,"genre_ids":[18,10751]},{"cast":["Molly Hall","Caleb Ely","Alex Ruppert","Damon Williams","Abby MacAllister"],"overview":"Nine-year-old Molly Brown lived and breathed \"that river.\" After her mother died it was just her and her dad, Paul, and of course \"cappy\" her ailing grandfather, but with all cappy’s medical bills, Paul’s only choice is to sell everything, including the family home, and move away. But Molly can't leave her friends and the river, especially the river... it’s been her whole life! She has to make a plan!","release_date":"2003-08-28","vote_average":5.5,"runtime":80,"cert":"N\/A","id":63353,"title":"The Lil River Rats and the Adventure of the Lost Treasure","adult":false,"genre_ids":[12,35,10751]},{"cast":["Hany Ramzy","Menna Shalabi","Salah Abdallah","Talaat Zakaria","Wahid Seif"],"overview":"The film revolves around a young man named \"Abu Arabi\" who works in commerce, but does not succeed. However, he wants to marry a girl called \"Mahja\", but her father refuses because he wants to marry his daughter to a clothing vendor.","release_date":"2005-01-15","vote_average":7.5,"runtime":118,"cert":"N\/A","id":63354,"title":"Elsaied Abu Alaraby Wasal","adult":false,"genre_ids":[]},{"cast":["Lindsay Carr","Gary Croome","Anthony Straeger","John Tordoff"],"overview":"The modern movement in skiing is progressing more than ever, and it is hard to keep up with the stream. Field Productions has gathered skiers with all different backgrounds, but they all share the same vision about skiing. Yes, skiing is about taking risks to invent new tricks and styles, but most importantly to have fun. ”Eyes Wide Open dvd” gives you both. The movie includes top notch skiing in deep powder, big mountains, city streets and terrain parks featuring many of the most talented athletes out there. Look out for many unseen rail combos by Tom Wallisch and Even Sigstad, bottomless powder at Mica Heli with Åsmund Thorsen and Eric Hjorleifson, epic park heli shoots on the most beatiful places in Norway, JT Holmes and Eirk Finseth charging Lake Tahoe, Norwegian invasion in Montafon Austria, Jon Olsson shows why he is the best park kickers, and much more. Some parts of the movie is filmed with the RED One camera, which gives ski movies a whole new meaning.","release_date":"2009-09-01","vote_average":5.5,"runtime":46,"cert":"N\/A","id":63357,"title":"Eyes Wide Open","adult":false,"genre_ids":[99]},{"cast":["Edith Hahn Beer","Julia Ormond","Susan Sarandon"],"overview":"Edith Han was an young woman that was studying law in Vienna when the German forced Edith and her mother into a Jewish ghetto.","release_date":"2003-03-30","vote_average":6.5,"runtime":90,"cert":"N\/A","id":63358,"title":"The Nazi Officer's Wife","adult":false,"genre_ids":[99]},{"cast":["Valerie Silidker","Richard O'Barry","Lolita","Howard Garret","Ken Balcomb"],"overview":"The grassroots independent documentary about Miami's biggest performer, Lolita the killer whale on display at the Miami Seaquarium. Through rare interviews and undercover footage viewers are dragged into the dark secrets of the multi-billion-dollar marine theme park industry and the life of Lolita who's been caught in a net of lies for 3 decades.","release_date":"2003-01-12","vote_average":7.5,"runtime":56,"cert":"N\/A","id":63359,"title":"Lolita: Slave to Entertainment","adult":false,"genre_ids":[99]},{"cast":["Vera Miles","Daphne Zuniga","Clu Gulager","James Read","Marilyn Kagan"],"overview":"Kelly, a young woman, has been plagued by nightmares of a burning man her entire life. Upon entering college, she pledges a sorority that forces them to perform an initiation night prank. With several of her friends, she breaks into a store and unfortunately discovers that it is impossible to exit from the building after it is entered illegally. Trapped in a new nightmare, Kelly must fight for survival.","release_date":"1984-12-07","vote_average":6.1,"runtime":97,"cert":"N\/A","id":63360,"title":"The Initiation","adult":false,"genre_ids":[27,9648,53]},{"cast":["Stanley Holloway","Betty Warren","Tommy Trinder","Jean Kent","Austin Trevor"],"overview":"A man from the countryside becomes London’s newest music hall sensation, and competes with a rival music hall performer for the audience’s attention.","release_date":"1944-08-25","vote_average":4.8,"runtime":105,"cert":"","id":63361,"title":"Champagne Charlie","adult":false,"genre_ids":[35,18]},{"cast":["Ghada Abdel Razek","Haifa Wahby","Mahmoud Hemida","Amr Saad","Amr Abdel-Geleel"],"overview":"Shehata (Amr Saad) is the son of Ganainy (Mahmoud benign), who opened a shop and a fruit called the son Shehata. Shehata is suffering from the influence of his brothers and his bad treatment of severe jealousy of him and which ends Bmsah. The movie discusses the problem of the destruction of genuine Egyptian values ​​and the bad case, which arrived in the community to it and see how the director Khaled Youssef effect on future output: Khaled Youssef (out) \/ Mohammed Hamdeen Sabahi (Assistant Director) New York: Nasser Al-Rahman (the author of - Script Writer) Release Date : May 20, 2009 AD","release_date":"2009-07-10","vote_average":5.2,"runtime":null,"cert":"N\/A","id":63362,"title":"Dokan Shehata","adult":false,"genre_ids":[18,80,53,10749]},{"cast":["Ersin Korkut","Şahin Irmak","Özge Ulusoy","Sinan Bengier","Ceyhun Fersoy"],"overview":"","release_date":"2011-01-01","vote_average":2.2,"runtime":null,"cert":"N\/A","id":63363,"title":"Kutsal Damacana: Dracoola","adult":false,"genre_ids":[35,27]},{"cast":["Ebenezer Fontes Braga","Branden Lee Hinkle","Chuck Liddell","Jose Landi-Jons","Wanderlei Silva"],"overview":"International Vale Tudo Championship","release_date":"1998-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63364,"title":"IVC 6: The Challenge","adult":false,"genre_ids":[]},{"cast":["Isabella Ragonese","Alberto Boll","Francesco Chiarello","Miriana Protopapa","Rita Schirinzi"],"overview":"Nena, a girl from the south of Italy, has to travel far from home to get her first job as a teacher. She is sad, not because she has to leave her mother and sister, with whom everything is clear and sometimes difficult, but because she is having a serious love affair with someone from her village to whom she is very committed: a young upper-middle class man who seems to sincerely feel the same. They promise that nothing will change between them. It is only until June and then she can ask for a transfer. And so she leaves, a little sad and a little curious about what is in store for her. But what she finds is completely different from what she imagined.","release_date":"2011-05-06","vote_average":6.4,"runtime":90,"cert":"N\/A","id":63365,"title":"The First Assignment","adult":false,"genre_ids":[18]},{"cast":["Paolo Bonanni","Lorenzo Degl'Innocenti","Giovanni Guardiano","Luigi Iacuzio","Beatrice Orlandini"],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63366,"title":"La misura del confine","adult":false,"genre_ids":[]},{"cast":["Joanne Froggatt","Mel Raido","Andrew Knott","Chloe Jayne Wilkinson","John Henshaw"],"overview":"Suzy's a British soldier, born and bred, but fitting back into civilian life after fighting in Iraq isn't easy. Haunted by the responsibility she feels for the death of an Iraqi child, she becomes obsessed with the safety of her own daughter, feeling the need to protect her against a threat that doesn't seem to exist. As Suzy's paranoia builds, her behaviour becomes more and more erratic, until finally, she puts her own child in serious danger.","release_date":"2010-09-10","vote_average":5.4,"runtime":93,"cert":"18","id":63367,"title":"In Our Name","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Street thug Jiro Yanagawa is release from prison.","release_date":"","vote_average":0.0,"runtime":89,"cert":"N\/A","id":63370,"title":"Yanagawa","adult":false,"genre_ids":[]},{"cast":["Magne Furuholmen","Morten Harket","Paul Waaktaar-Savoy","Karl Oluf Wennerberg","Erik Ljunggren"],"overview":"In 2010 a-ha launched their final world tour in South America. The \"Ending on a High Note\" tour was a live celebration of a-ha's 25 year career, which included stops in 63 cities in 21 countries, and culminated in 4 concerts in their home town of Oslo last December. The band's last ever live concert took place on December 4, 2010, and that one was recorded for release.  1. The Sun Always Shines on TV  2. Move to Memphis  3. The Blood that Moves the Body  4. Scoundrel Days  5. The Swing of Things  6. Forever Not Yours  7. Stay on these Roads  8. Manhattan Skyline  9. Hunting High and Low  10. We're Looking for the Wales  11. Butterfly, Butterfly (The Last Hurrah)  12. Crying in the Rain  13. Minor Earth Major Sky  14. Summer Moved On  15. I've Been Losing You  16. Foot of the Mountain  17. Cry Wolf  18. Analogue  19. The Living Daylights  20. Take on Me","release_date":"2011-04-01","vote_average":7.9,"runtime":110,"cert":"U","id":63371,"title":"a-ha: Ending on a High Note - The Final Concert","adult":false,"genre_ids":[10402]},{"cast":["Jr NTR","Ileana D'Cruz","Prabhu Ganesan","Sonu Sood","Brahmanandam"],"overview":"The central minister's daughter who secretly goes on a trip is targeted by some evil Egyptians who want her and a holy diamond in their custody, while a guide gets linked to the fight as he protects her from all possible dangers.","release_date":"2011-04-01","vote_average":6.8,"runtime":161,"cert":"N\/A","id":63372,"title":"Shakti","adult":false,"genre_ids":[28,14]},{"cast":["Mikhail Efremov","Andrey Fomin","Sergey Shnurov","Andrei Panin","Leonid Parfyonov"],"overview":"A chronicle of Russia's transition from communism to capitalism.","release_date":"2011-04-14","vote_average":6.0,"runtime":112,"cert":"N\/A","id":63375,"title":"Generation P","adult":false,"genre_ids":[35,18,878]},{"cast":["Prabhas","Kajal Agarwal","Taapsee Pannu","Murali Mohan","Prakash Raj"],"overview":"Vicky (Prabhas) believes that one should be oneself in a relationship and one shouldn’t change one's orientation for the sake of the partner. Vicky and Priya (Kajal Agarwal) are childhood friends and they like each other. Their parents want to marry them off. But Vicky feels that Priya is a not choice for him as she is willing to sacrifice all her comforts for him. Meanwhile, Vicky meets Maggy who has the same taste and lifestyle orientation. Both of them fall in love. The rest of the story is all about how Vicky realises that adjustment is the essence of any blissful relationship.","release_date":"2011-04-21","vote_average":5.9,"runtime":146,"cert":"N\/A","id":63376,"title":"Mr Perfect","adult":false,"genre_ids":[10749,35]},{"cast":["Pawan Kalyan","Trisha Krishnan","Paresh Rawal","Sonu Sood","Kriti Kharbanda"],"overview":"Michael Velayudham (Pawan Kalyan) is a chef specialized in Italian cuisine in Cape Town. He falls in love with Meera Sasthri (Trisha) - another Indian staying in Cape Town. Meera is a restoration specialist and she is moving to India. Since it is not possible to continue the relationship across the seas, they bid good bye to each other. Michael finds a local white girl (Danah) in Cape Town and Meera finds a local politician (Sonu Sood) back in India. The rest of the story is all about how their true love unites them despite them being so casual about their relationship. There is also another story dealing with Arjun Palwai (Pawan Kalyan) that runs parallel with a time difference of 30 years in Waranasi.","release_date":"2011-04-14","vote_average":3.8,"runtime":150,"cert":"N\/A","id":63377,"title":"Teen Maar","adult":false,"genre_ids":[18]},{"cast":["Naga Chaitanya Akkineni","Tamanna Bhatia","Nandoo","Vijayakumar","K R Vijaya"],"overview":"Balu and Mahalakshmi are both very competitive in college, which leads to ego clashes. When they meet again after a few years, they try to outdo each other until they realize that they are in love.","release_date":"2011-05-06","vote_average":5.8,"runtime":140,"cert":"N\/A","id":63378,"title":"100% Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Catherine Mary Stewart","Michael Praed","John Standing","Lisa Blount","Glenn Withrow"],"overview":"A scientific group set out on a journey into space to find a magical creature. What they find is a killer computer on the ship they chartered.","release_date":"1987-10-23","vote_average":4.2,"runtime":89,"cert":"N\/A","id":63381,"title":"Nightflyers","adult":false,"genre_ids":[27,878]},{"cast":["Tony Todd","Nicole Kingston","David Castro","Jessica Mattson","Steven Schultz"],"overview":"A college freshman is killed during a fraternity prank and is resurrected as a demonic scarecrow","release_date":"2003-08-12","vote_average":1.9,"runtime":90,"cert":"N\/A","id":63382,"title":"Scarecrow Slayer","adult":false,"genre_ids":[18,27,28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63385,"title":"BBC Atom","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pitty and Zé Ramalho participate on the show that will produce a new DVD. The Multishow Channel will show the Concert in the first semester of 2011.","release_date":"2011-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63390,"title":"Paralamas do Sucesso Ao Vivo Multishow","adult":false,"genre_ids":[]},{"cast":["Zhiying Zhu","Matt Wu","Teresa Cheung"],"overview":"Ji Ling lives with her husband in Taibei, Taiwan. After a crash that killed their young child, Ji Ling is overcome with grief. Not able to forgive the couple who were driving the other car and even more frustrated with her husband's apparent lack of emotion, she flees to Shangri-la. While traveling, she encounters a young man named Alex who insists on accompanying her as a tour guide. They become close as they travel together but Ji Ling, upon discovering the young man's secret, feels betrayed and continues on her own. On her way to the holy Meili Snow Mountain she meets more disaster. During the long journey in Shangri-la, Ji Ling finds her own way to face the death of her child.","release_date":"2009-02-27","vote_average":5.5,"runtime":106,"cert":"N\/A","id":63393,"title":"Finding Shangri La","adult":false,"genre_ids":[18,10749]},{"cast":["Guy Marchand","Roland Giraud","Marie-Christine Barrault","Jean-Marc Thibault","Annie Jouzier"],"overview":"","release_date":"1986-03-19","vote_average":0.0,"runtime":85,"cert":"N\/A","id":63396,"title":"Vaudeville","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rolf Eden","Ursula Buchfellner","Menahem Golan","Yoram Kaniuk","Ingrid Steeger"],"overview":"Rolf Eden is Germany’s last playboy. As ‘king of disco’ he launched the first beauty contests popularising DJing and striptease in prudish West Germany. Father of seven children of seven different women, he has danced with the Rolling Stones and Ella Fitzgerald in his clubs. Rolf Eden is a larger than life octogenarian with long, blond hair… his girlfriend is younger than his grandchild. This unflinching conviction was essential for Eden when he, coming from a Jewish background, entered the German entertainment business of the 1950s. Leaving Israel via Paris, he returned to post war Germany to open a nightclub on West Berlin famous Boulevard Kudamm, decidedly blocking out the country’s recent dark history.","release_date":"2011-12-08","vote_average":4.3,"runtime":90,"cert":"N\/A","id":63397,"title":"The Big Eden","adult":false,"genre_ids":[99,18]},{"cast":["Fanny Ardant","Rémi Martin","Guy Marchand","Johnny Hallyday"],"overview":"French rocker Johnny Halliday stars as a professional thief just released from jail. He returns to stealing to support his family. After several successful thefts, he decides to include his under-aged kid into the \"family business\".","release_date":"1986-03-19","vote_average":4.2,"runtime":98,"cert":"N\/A","id":63398,"title":"Family Council","adult":false,"genre_ids":[35]},{"cast":["Bulle Ogier","Jean-Pierre Kalfon","Josée Destoop","Celia","André S. Labarthe"],"overview":"L'Amour Fou follows the dissolution of the marriage between Claire, an actress (played by Bulle Ogier), and Sebastien, her director (Jean-Pierre Kalfon).","release_date":"1969-01-15","vote_average":7.1,"runtime":252,"cert":"N\/A","id":63401,"title":"L'Amour Fou","adult":false,"genre_ids":[10749,18]},{"cast":["Ed Asner","Kimberly Oja","Nat Christian","John Kassir","Taylor Negron"],"overview":"A writer\/producer is about to make a big career jump and has a lot of activity going on in his life. But, emotionally, he's dead. Through a fantastical event, he meets someone. They fall in love. She wants to defy logic and hop on the passing train of time with him. He lets his mind rationalize and hesitates. She is gone and he finds himself in a desperate race to get her back. Will the magic that brought them together be strong enough to reunite them, or is it too long?","release_date":"2008-01-01","vote_average":3.0,"runtime":107,"cert":"N\/A","id":63402,"title":"Channels","adult":false,"genre_ids":[18,10749]},{"cast":["Miki Manojlović","Carolina Crescentini","Anita Caprioli","Roberto Herlitzka","Filippo Timi"],"overview":"St. Petersburg, 1860. A member of the imperial family is assassinated. A few days later, the writer Fëdor Michajlovic Dostoevskij meets with Gusiev, a young man committed to a psychiatric hospital. Gusiev confesses that he took part in the terrorist plot and reveals that his fellow conspirators are planning to kill another of the Tsar’s relatives. The young man also gives Dostoevsky the address of Alexandra, their leader. The writer must find her and convince her to call off the new assassination attempt.","release_date":"2008-04-24","vote_average":7.2,"runtime":118,"cert":"N\/A","id":63403,"title":"The Demons of St. Petersburg","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary about the making of American Pie.","release_date":"2003-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63404,"title":"American Pie: Revealed","adult":false,"genre_ids":[99,35]},{"cast":["Fábio Gouveia","Flávio Teco Padaratz"],"overview":"Documentary about the allegedly best Brazilian surfer of all times, with scenes of his performance on some international championships","release_date":"2004-11-05","vote_average":0.0,"runtime":63,"cert":"N\/A","id":63405,"title":"Fábio Fabuloso","adult":false,"genre_ids":[99]},{"cast":["Cathryn Harrison","Jason Hoganson","Elizabeth Hickling","Jamie Foreman","Emily Bolton"],"overview":"In the docklands of East London stands the Empire State, a nightclub full of magic and mystery. Designed like an ocean liner, it's become a battle ground where anything can happen. In the midst of the action, a young boy stows aboard to search for his friend who has disappeared in the entrails of the club.","release_date":"1988-04-01","vote_average":5.3,"runtime":104,"cert":"N\/A","id":63406,"title":"Empire State","adult":false,"genre_ids":[80,53]},{"cast":["José Saramago","Marieta Severo","Agnès Varda","Wim Wenders","Manoel de Barros"],"overview":"Nineteen people with differing degrees of visual impairment – from mild nearsightedness to total blindness – discuss how they see themselves, how they see others and how they perceive the world. Unusual images, of burning trees or empty deserts, link the interviews, which vary from deep to funny to poetic.","release_date":"2001-10-20","vote_average":7.3,"runtime":73,"cert":"N\/A","id":63407,"title":"Window of the Soul","adult":false,"genre_ids":[99]},{"cast":["Sam Moran","Jeff Fatt","Murray Cook","Anthony Field"],"overview":"Here we go again - another mixture of oldies, mostly from “Wake Up Jeff” with some new introductions and arrangements. The songs are the same, but the accompanying video has been updated, and some are now in cartoon format. On the positive side, at least The Wiggles showed up this time. Song list: 1. We Like to Say Hello 2. Henry’s Underwater Big Band 3. Having Fun at the Beach 4. Bing Bang Bong (That’s a Pirate Song) 5. Wake Up Jeff 6. Bucket of Dew\/Paddy Condon From Cobar 7. Romp Bomp a Stomp 8. A Frog Went a Walking 9. Take a Trip Out on the Sea 10. Dorothy (Would You Like to Dance?) 11. We’re Playing a Trick on the Captain 12. Have a Happy Birthday Captain 13. I Can Do So Many Things 14. Guess What? 15. Wave to Wags 16. Havenu Shalom Alachem 17. Walking on the Moon 18. Piper’s Waltz","release_date":"2007-10-08","vote_average":4.8,"runtime":49,"cert":"N\/A","id":63408,"title":"The Wiggles: Wiggle Around the Clock","adult":false,"genre_ids":[10751]},{"cast":["Sindy Faraguna","Nathan Durec","Nick Windebank","Dan Ellis"],"overview":"\"Star Vehicle\" follows the downward spiral of movie driver Donald Cardini, a self-professed movie buff with a penchant for explosive violence when provoked. Driving the stars of low-budget movies, along with their fragile egos, to and from locations in the middle of nowhere, pushes Don's buttons in all of the wrong directions. When Luke, the young and self-absorbed writer\/director challenges Don's authority, murder and mayhem ensues.","release_date":"2010-06-01","vote_average":6.2,"runtime":75,"cert":"N\/A","id":63409,"title":"Star Vehicle","adult":false,"genre_ids":[27]},{"cast":["Anthony Field","Murray Cook","Jeff Fatt","Greg Page"],"overview":"Play time is a lot more fun when you wiggle. Just ask Greg, Murray, Anthony and Jeff…otherwise known as The Wiggles®. Watch as this band from \"down under\" turns play time into a giggly, wiggly, musical celebration in this compilation of three episodes from the \"Wiggles Television\" series in Australia. Dorothy The Dinosaur will be there. So will Wags the Dog, Henry the Octopus and Captain Feathersword. So get ready to put your hands together and sing alone while The Wiggles keep you moving and grooving all day long. You’ll learn about the importance of family and friends as you make some new friends of your own! Play time has always been a time for giggles, and now it’s the perfect time for The Wiggles.","release_date":"2005-01-31","vote_average":5.3,"runtime":65,"cert":"N\/A","id":63410,"title":"The Wiggles: Wiggly Play Time","adult":false,"genre_ids":[10751]},{"cast":["Tatsuya Nakadai","Yoshio Harada","Ayumi Ishida","Keiko Kishi","Ai Kanzaki"],"overview":"Yataro Tanigawa, a one-eyed hired assassin, impresses yakuza boss Gomyo Kiyoemon with his skill. Gomyo hires Tanigawa as his bodyguard, or yojimbo, to protect him during an inter-clan conflict. Tanigawa quickly rises in stature in the clan, but finds his boss's enemies almost overwhelming.","release_date":"1979-06-17","vote_average":7.2,"runtime":137,"cert":"N\/A","id":63411,"title":"Hunter in the Dark","adult":false,"genre_ids":[28,12,18]},{"cast":["Prabhas","Kajal Agarwal","Shraddha Das","Prabhu Ganesan","Mukesh Rishi"],"overview":"Prabhas (Prabhas) has a childhood sweetheart named Nandini (Kajal Agarwal) and they are separated during their childhood. Nandini migrates to Swiss along with her father. Meanwhile Prabhas rejects love proposals from other girls as his heart belongs to Nandini. Prabhas gets a chance to meet Nandini for the first time after the separation during the reunion of their respective parents who have studied together. The rest of the story is all about how Prabhas wins the love of Nandini.","release_date":"2010-04-23","vote_average":5.2,"runtime":152,"cert":"N\/A","id":63414,"title":"Darling","adult":false,"genre_ids":[18,10749]},{"cast":["Juno Mak","Chin Siu-Ho","Sola Aoi","Tony Liu","Wong Shu-Tong"],"overview":"A serial murderer has brutally killed several policemen and their pregnant wives. After a quick investigation, the murderer is revealed to be Kit, whom the case's detective-in-charge knows from a previous case. Once upon a time, Kit was an innocent boy in a rural village who also has a crush on naïve high school student Wing. After the death of Wing's grandmother, Kit rescues Wing from a foster care facility, and the two quickly fall in love. However, their romance ends prematurely when a local policeman arrests them. The events that follow lay the seeds for Kit's terrifying path to vengeance.","release_date":"2010-10-22","vote_average":7.0,"runtime":90,"cert":"N\/A","id":63415,"title":"Revenge: A Love Story","adult":false,"genre_ids":[53]},{"cast":["Sun Honglei","Lin Chi-Ling","Bao Bei Er","Lee Lichun","Wei Gan"],"overview":"In the fictional Shama Town in Northwest China, legend has it that that robbers buried many hidden treasures among the town. Tang Gaopeng, the town leader, then decides to promote Shama Town as a bandit-themed tourist destination. Tang Gaopeng's plan doesn't go to well with the town attracting nearly zero tourists, but a group of international thieves do show up intent on finding the buried treasures ...","release_date":"2010-06-22","vote_average":3.0,"runtime":104,"cert":"N\/A","id":63416,"title":"Welcome to Shama Town","adult":false,"genre_ids":[12,18,28,35,37,53]},{"cast":["Pairoj Jaisingha","Danai Samutkochorn","Buntita Thanwisate"],"overview":"A young cop and an older cop have to work together to solve a drug triking crime.","release_date":"2003-05-01","vote_average":6.0,"runtime":104,"cert":"N\/A","id":63421,"title":"191 1\/2 Crazy Cops","adult":false,"genre_ids":[18,35,80,10749]},{"cast":["Masakazu Higo","Haruna Mima"],"overview":"Two years have passed since the catastrophic event known as the \"Continent's Dropping\" from the first OAV episode. Yumemi still has not forgotten her ability to see the world above, but now she's in the last years of middle school, tests and real life take over. Unknown to the people of the world, Akuto the world still thrives, but the war rages on. In need of help, Gaz, sends Munto down into Earth once more to find the \"Girl of Destiny\" in order to save Heaven from its ultimately demise. Yumemi must once confront the only world she sees, and not even her friends Ichiko and Suzune can help her.","release_date":"2004-01-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":63422,"title":"Munto 2: Beyond the Walls of Time","adult":false,"genre_ids":[16,12,14]},{"cast":["Hans-Joachim Klein","Mark Salzman","Chris Diamantopoulos","Mark Pierpont","Marina Sirtis"],"overview":"Jessica Yu's documentary explores the relationship between human life and Euripidean dramatic structure by weaving together the stories of four men: German terrorist, a bank robber, an \"ex-gay\" evangelist, and a martial arts student.","release_date":"2007-12-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":63423,"title":"Protagonist","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Andrew Wiles stumbled across the world's greatest mathematical puzzle, Fermat's Theorem, as a ten- year-old schoolboy, beginning a 30-year quest with just one goal in mind - to solve the problem that has baffled minds for three centuries.","release_date":"2006-01-01","vote_average":9.5,"runtime":null,"cert":"","id":63424,"title":"Fermat's Last Theorem","adult":false,"genre_ids":[99]},{"cast":["Claudia Eisinger","Robert Gwisdek","Teresa Weißbach","Dieter Hallervorden","Ismail Deniz"],"overview":"Somewhere in the middle of nowhere: after a wild party, seven people take part in a high-risk game. A well-known media mogul becomes their host, but then turns into a cynic. In the end, the seven people realize that the game only took part in their heads...","release_date":"2009-07-03","vote_average":10.0,"runtime":90,"cert":"N\/A","id":63425,"title":"Armee der Stille - La Isla Bonita","adult":false,"genre_ids":[53]},{"cast":["Song Jia"],"overview":"Set during the Second Sino-Japanese War(1937-1945), the US army brings supplies to China by flying over the Himalayas. A love story then ensues between an American pilot and a Tibetan girl who saved his life when his airplane crashed.","release_date":"2010-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63426,"title":"Once Upon a Time in Tibet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tracking Down Maggie is a 1994 documentary film by Nick Broomfield about former British Prime Minister Margaret Thatcher. What begins as a genuine attempt to get an interview with the so-called 'Iron Lady' quickly turns into a game of cat-and-mouse in the United States, the filmmaker snubbed at every turn. Aside from the comedy of Broomfield's repeatedly failing attempts to gain access, the film discusses the accusations that Thatcher's son, Mark, used his mother's connections to effect arms deals in Saudi Arabia.","release_date":"1994-01-01","vote_average":7.4,"runtime":87,"cert":"","id":63427,"title":"Tracking Down Maggie","adult":false,"genre_ids":[99]},{"cast":["Naga Chaitanya Akkineni","Samantha Akkineni","Krishnudu","Sapan Saran","Sanjay Swaroop"],"overview":"An aspiring Hindu director falls in love with a Christian girl whose parents disapprove of their impending relationship.","release_date":"2010-02-26","vote_average":6.3,"runtime":162,"cert":"N\/A","id":63430,"title":"Ye Maaya Chesave","adult":false,"genre_ids":[10749,18]},{"cast":["Harvey Keitel","Tisa Farrow","Jim Brown","Michael V. Gazzo","Marian Seldes"],"overview":"Keitel plays the lead in this schizophrenic movie in which he is continually pulled by the two conflicting sides of his personality, on the one hand that of a quiet piano virtuoso and on the other a ruthless debt collector for his mobster father. Keitel is introspective as only Keitel can be, really making the audience feel for him and his pained existence.","release_date":"1978-03-02","vote_average":6.7,"runtime":90,"cert":"N\/A","id":63435,"title":"Fingers","adult":false,"genre_ids":[18,28,53]},{"cast":["Robert Foxworth","Joan Hackett","Peter Ustinov","Vic Morrow","Johnny Doran"],"overview":"In post-Civil War Kentucky, young David Burnic becomes the unexpected heir to the family secret, a map leading to buried treasure on the Florida isle of Matecumbe.","release_date":"1976-07-01","vote_average":5.9,"runtime":117,"cert":"N\/A","id":63438,"title":"Treasure of Matecumbe","adult":false,"genre_ids":[28,12,10751,37]},{"cast":["Chan Shen","Lo Meng","Lu Feng","Philip Kwok Chun-Fung","Sun Chien"],"overview":"Two friends who long to be heroes join the fight against a Ching warlord and his students. They get help from a Kung Fu student and a rebel. They also save Hung Si Quan's life.","release_date":"1979-03-24","vote_average":6.7,"runtime":110,"cert":"N\/A","id":63439,"title":"Shaolin Rescuers","adult":false,"genre_ids":[28]},{"cast":["Jason Pai Piao","Tony Liu","Kwan Fung","Chan Shen","Ku Kuan-Chung"],"overview":"An expert swordsman is suspected of being the thief of a treasure sent to Emperor. The swordsman who has nothing to do with the theft investigates and is led on the trail of the supernatural \"Bloody Parrot\". This leads to the \"Parrot Brothel\" and the star prostitute who walks around half naked. Strange things happen including a demonic possession, witches casting poison spells, disgusting autopsies and numerous sword fights. Then a dead constable turns into a vampire! This is all in the first 30 minutes!","release_date":"1981-10-01","vote_average":5.8,"runtime":89,"cert":"N\/A","id":63440,"title":"Bloody Parrot","adult":false,"genre_ids":[27,28,14]},{"cast":["Chiang Sheng","Chin Siu-Ho","Lu Feng","Wong Lik","Ngai Tim-Choi"],"overview":"Philip Kwok plays a repentant killer who vows to destroy the masked gang of which he was a member. A young fighter and his martial arts brothers come to the town to catch the killers, but one of them is not to be trusted!","release_date":"1981-05-15","vote_average":6.8,"runtime":92,"cert":"N\/A","id":63441,"title":"Masked Avengers","adult":false,"genre_ids":[28]},{"cast":["James Ellison","Russell Hayden","Raymond Hatton","Fuzzy Knight","Julie Adams"],"overview":"Ellison is the star searching for the killer of his parents while Hayden's a not-too-bad bandit leader.","release_date":"1950-06-09","vote_average":0.0,"runtime":60,"cert":"N\/A","id":63442,"title":"Crooked River","adult":false,"genre_ids":[37]},{"cast":["Albert Brooks","Kathryn Harrold","Bruno Kirby","James L. Brooks","Jane Hallaren"],"overview":"A film editor breaks up with his girlfriend, unsure if he is in love.","release_date":"1981-03-13","vote_average":6.7,"runtime":93,"cert":"N\/A","id":63443,"title":"Modern Romance","adult":false,"genre_ids":[35,10749]},{"cast":["Max Mok Siu-Chung","Yung Jing-Jing","Tony Liu","Lo Lieh","Elliot Ngok"],"overview":"Max Mok is the dashing young swordsman Feng Xiwu who arrives at a beautiful, but deadly location known as Moonlit Sky to investigate rumors of deaths and disappearances there.","release_date":"1983-01-01","vote_average":4.5,"runtime":88,"cert":"N\/A","id":63444,"title":"The Enchantress","adult":false,"genre_ids":[27,28,14]},{"cast":["Ivete Sangalo","Alejandro Sanz","Saulo Fernandes","Durval Lélys","Samuel Rosa"],"overview":"This Ivete Sangalo concert at Rio de Janeiro's legendary Maracanã Stadium, and the subsequent DVD\/CD releases, constituted the year's main event in Brazilian pop music. Sangalo rose to fame with the axé band Banda Eva, and since 1999 has embarked on an unstoppable solo career, making her the undisputed queen of pop in Brazil in terms of sales and popularity, as well as gathering countless industry and society awards. Accordingly, Sangalo put on a show at the Maracanã that should leave no one envious of the megaconcerts offered in Rio by Madonna, Michael Jackson, and the Rolling Stones. Alternating some of her many hits with new songs or new versions of old material, Sangalo burns through the set with her characteristic enthusiasm and infectious star magnetism, incessantly cheered on by an adoring audience of 55,000. The album has sold over 800,000 copies in Brazil (being certified Diamond), and features the single \"Deixo\". Recorded on December 16, 2006.","release_date":"2007-01-02","vote_average":8.9,"runtime":120,"cert":"N\/A","id":63445,"title":"Multishow ao Vivo: Ivete no Maracanã","adult":false,"genre_ids":[10402,10770]},{"cast":["Derek Yee Tung-Sing","Ti Lung","Lung Tien-Hsiang","Cherie Chung","Alex Man Chi-Leung"],"overview":"The story concerns the efforts of the emperor to obtain the Dragon Sabre and it's companion magic sword so the \"martial world\" will be forced to respect him. He enlists a bad guy who plots a massacre of the Mongolians to blamed on the \"Ming cult\" so that the Mongolian hero played by Ti Lung will attack and steal the sabre from the cult and then give it to the bad guy who has in the meantime stolen a powerful magic sutra from Budhhist nuns, kidnapped a Mongolian Princess and is trying to become a Yin\/Yang fighter which looks like ... wait, none of this makes much sense, but that's the film. Derek Yee plays the hero of the Ming cult who is trying to find out who is framing the cult for the massacre.","release_date":"1984-06-19","vote_average":6.0,"runtime":88,"cert":"N\/A","id":63446,"title":"The Hidden Power of Dragon Sabre","adult":false,"genre_ids":[28,18,14]},{"cast":["Harald William Borg Weedon","Kåre Hedebrant","Jana Opsahl","Isak Nikolai Iveland Solli","Eira Stuedahl"],"overview":"Swedish Lucas moves from Stockholm to a small Norwegian town, and immediately falls in love with Susanne, the goal keeper of the local girls' soccer team. He becomes axquanted with the overweight, sex-fixated son of the coach. With him as a sparring partner, Lukas hatches a plan for winning Susanne's heart. But Susanne has a boyfriend, and Lucas soon comes to realize that the road to love may be paved with lies and animosity. Cupid's Balls is packed with humour, romantic summer nights and fervent conflicts both off an on the soccer field.","release_date":"2011-01-01","vote_average":5.3,"runtime":100,"cert":"N\/A","id":63447,"title":"Cupid's Balls","adult":false,"genre_ids":[35]},{"cast":["Karthi","Tamanna Bhatia","Santhanam","Bhumika Chawla","Manobala"],"overview":"A thief comes across a little girl who says that he's her father. When he learns the truth about his lookalike, who's an honest cop, he decides to turn a new leaf and help get rid of the local baddie.","release_date":"2011-01-14","vote_average":5.9,"runtime":161,"cert":"N\/A","id":63448,"title":"Siruthai","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Aleksei Konsovsky","Nina Zorskaya","Oleg Vidov","Erast Garin","Nelli Maksimova"],"overview":"In a romantic and philosophical tale of magic and love, a mischievous Sorcerer turns a bear into a young man. Unhappy in his new state, the former bear, with the help of the magician and his beautiful wife, is looking for a princess to kiss in order for his wish to be granted. Certain that all princesses are a vain, spoiled lot, he approaches the first one he sees. But the princess herself is gentle, kind and beautiful, and she and the young man fall in love with each other at the first sight. Unable to bring her pain, he runs away without explaining. As the Princess takes brave actions to find her beloved, new characters enter the story, including the King's ambitious Prime Minister and a hunter looking for a bear fur to complete his collection. How will this complicated plot be resolved?","release_date":"1964-12-01","vote_average":8.0,"runtime":99,"cert":"N\/A","id":63449,"title":"Ordinary Wonder","adult":false,"genre_ids":[18,10749,14,35]},{"cast":["Yuji Kishimoto","Mai Hosho","Hiroshi Matsumoto","Yasuaki Honda","Toshiyuki Kikuchi"],"overview":"In the far future, peace and violence walk hand in hand. The citizens of Jesus Town, a false utopia ruled by the iron fist of Gurjev and his cyborg enforcer Michael, long for a savior from their veil of peace. While a small band of rebels search for a new weapon to aid in their fight against Gurjev, a dark force begins to stir. Hidden far from civilization lies what could be the answer to everyone's prayers. After a long imprisonment, Hakiader, the destruction rider, is discovered by the rebel forces. Kaoru, a member of the rebellion, enlists Hakaider to aid in their fight. Now aware of the new menace, Gurjev seeks to crush the rebels and remove the threat Hakaider once and for all. Will Hakaider prove to be a long desired savior, or an unstoppable force that will destroy all?","release_date":"1995-04-15","vote_average":5.4,"runtime":77,"cert":"N\/A","id":63450,"title":"Mechanical Violator Hakaider","adult":false,"genre_ids":[28,12,878]},{"cast":["Marina Dyuzheva","Evgeniy Steblov","Galina Polskikh","Rolan Bykov","Evgeniy Evstigneev"],"overview":"Multiply love stories are going around the young family including the newlyweds parnts and even... a grandmother.","release_date":"1977-06-06","vote_average":7.2,"runtime":137,"cert":"N\/A","id":63451,"title":"Domestic Circumstances","adult":false,"genre_ids":[35,10749]},{"cast":["Andrey Mironov","Lyudmila Gurchenko","Efim Kopelyan","Vladislav Strzhelchik","Mikhail Kozakov"],"overview":"A musical comedy based on the classic play by Eugène Labiche.","release_date":"1974-06-06","vote_average":7.1,"runtime":127,"cert":"N\/A","id":63452,"title":"The Straw Hat","adult":false,"genre_ids":[35]},{"cast":["Phil Collins","Tony Banks","Mike Rutherford","Daryl Stuermer","Chester Thompson"],"overview":"Genesis live at the \"We can't dance\" tour, Knebworth Park, Hertfordshire, UK, 2nd August 1992. Tracks: DVD 1 ----- 1. Land of Confusion 2. No Son of Mine 3. Driving the Last Spike 4. Old Medley (Dance on a Volcano \/ The Lamb Lies Down on Broadway \/ Musical Box \/ Firth of Fifth \/ I Know What I Like (including small parts of Follow You Follow Me \/ That's All \/ Your Own Special Way \/ Stagnation) 5. Throwing It All Away 6. Fading Lights 7. Jesus He Knows Me DVD 2 ----- 1. Home By the Sea \/ Second Home By the Sea 2. Hold on My Heart 3. Domino: i) In The Glow of the Night ii) The Last Domino 4. Drum Duet 5. I Can't Dance Encore: 6. Tonight Tonight Tonight 7. Invisible Touch 8. Turn it On Again","release_date":"1992-08-02","vote_average":0.0,"runtime":null,"cert":"","id":63453,"title":"Genesis - A Midsummer Night's Dance","adult":false,"genre_ids":[]},{"cast":["Tony Banks","Phil Collins","Steve Hackett","Mike Rutherford","Bill Bruford"],"overview":"Live at The Moody Coliseum, University Park, Dallas, Texas, March 19, 1977 When they toured, Genesis decided to go for the best light show imaginable, dropping the projections they had used in the past. According to the CD notes, “The result was staggering. The sight of those fifty jumbo jet landing lights, lit all at once or flashing in time with the music, or the amazing new laser effects, left audiences stunned and delighted and in no doubt at all that this was indeed a world class band.” They had also become a very tight outfit and the show was taped for an official release, which never materialised. Songlist: 1.) Firth Of Fifth 2.) Dance On A Volcano 3.) Drum Duet 4.) Los Endos 5.) The Lamb Lies Down On Broadway 6.) The Musical Box (Ending Section)","release_date":"1977-03-19","vote_average":10.0,"runtime":27,"cert":"N\/A","id":63454,"title":"Genesis - Seconds Out","adult":false,"genre_ids":[10402]},{"cast":["Minako Komukai","Yasukaze Motomiya","Shôhei Hino","Mari Komatsuzaki","Kei Mizutani"],"overview":"A businessman is ruthless with his competitors, and in response his competitors after being driven out of business kidnap aforementioned business man's wife and start training her to be a porn star, particularly of the S&amp;M\/bondage variety","release_date":"2010-08-28","vote_average":5.9,"runtime":107,"cert":"N\/A","id":63455,"title":"Flower & Snake 3","adult":false,"genre_ids":[18,10749,53]},{"cast":["Wang Xueqi","Fan Bingbing","Qin Hao","Wang Ziyi","Ding Jiali"],"overview":"Lin, a sea captain, returns from a 6 month journey when he is told that his 25-year-old son Lin Bo has been gunned down by the police. In his quest to understand what happened, he realizes he knew very little about his own son. He starts a journey back to Chongqin, a city he once lived. He will understand the impact of his paternal repeated absence on the life of his child.","release_date":"2010-11-05","vote_average":7.0,"runtime":110,"cert":"N\/A","id":63458,"title":"Chongqing Blues","adult":false,"genre_ids":[18]},{"cast":["Matthew Modine","Seth Adkins","Roma Downey","Gilbert Gottfried","Jeffrey Tambor"],"overview":"Boy genius Michael Dean (Adkins) teams up with a super-talented chimpanzee and his caretaker (Modine) to take down an animal testing lab. In exchange the scientist gives the boy some pointers on the girl of his dreams.","release_date":"2004-08-04","vote_average":5.0,"runtime":94,"cert":"N\/A","id":63459,"title":"Funky Monkey","adult":false,"genre_ids":[10751,35]},{"cast":["Season Hubley","Gary Swanson","Wings Hauser","Pepe Serna","Beverly Todd"],"overview":"An unlikely Hollywood hooker helps a detective set a trap for a mutilator pimp.","release_date":"1982-01-22","vote_average":6.4,"runtime":97,"cert":"N\/A","id":63460,"title":"Vice Squad","adult":false,"genre_ids":[28,18,9648,53]},{"cast":["David Bowie"],"overview":"Before the end of 1976, Bowie's interest in the burgeoning German music scene, as well as his drug addiction, prompted him to move to West Berlin to clean up and revitalise his career. Working with Brian Eno while sharing an apartment in Schöneberg with Iggy Pop, he began to focus on minimalist, ambient music for the first of three albums, co-produced with Tony Visconti, that would become known as his Berlin Trilogy.","release_date":"1978-05-30","vote_average":0.0,"runtime":42,"cert":"N\/A","id":63461,"title":"David Bowie Live at Beat Club Musikladen","adult":false,"genre_ids":[10402]},{"cast":["Kazunari Ninomiya","Kou Shibasaki","Maki Horikita","Tadayoshi Okura","Aoi Nakamura"],"overview":"In the year 1716 a mysterious epidemic stickens men in the country of Japan, dropping the population of men to 1\/4th of its prior state. With the drastic reduction of men, the gender roles have become reversed in Japan. Woman become the dominant members of society and males are sought out for the ability to produce children. A young man named Unoshin Mizuno (Kazunari Ninomiya) hopes to marry childhood sweetheart Onobu (Maki Horikita), but due to class differences realizes this is almost impossible. To raise his social status and also save his poor family, Unoshin Mizuno enters the Ohoku (inner chambers of the Shugun's castle) and attempts to vie among 3,000 other men for the affection of the female shogun. What Unoshin Mizuno quickly learns about the Ohoku is that the men there are all beautiful, but highly ambitious and conniving. In this environment, the 7th shogun Tokugawa passes away and the new shogun Yoshimune Tokugawa (Kou Shibasaki) takes the thrown and enters the Ohoku.","release_date":"2010-10-01","vote_average":5.4,"runtime":116,"cert":"N\/A","id":63462,"title":"The Lady Shogun and Her Men","adult":false,"genre_ids":[878,18,36]},{"cast":["Tadanobu Asano","Hiromi Nagasaku","Yosuke Fujioka","Kurea Mori","Yoshiko Kayama"],"overview":"War photjournalist Yasuyuki Tsukahara (Tadanobu Asano) married popular manga artist Yuki Sonoda (Hiromi Nagasaku) and had children. Because of Yasayuki's drinking problems the couple divorced. Yasuyuki is now coughing up blood, hospitalized, and violent. Even with all of these problems Yasuyuki can't give up drinking alcohol. His family gets tired. Yasuyuki is then hospitalized in an alcoholic ward. There he finds comfort living with other patients and having conversations with doctors. With the help of his family, Yasuyuki recovers mentally and physically, but his body has already paid a heavy toll.","release_date":"2010-12-04","vote_average":4.3,"runtime":118,"cert":"N\/A","id":63463,"title":"Wandering Home","adult":false,"genre_ids":[18]},{"cast":["Lara Dutta","Vinay Pathak","Akshay Kumar"],"overview":"Lara Dutta accompanied by Vinay Pathak rediscover the colors of India in their journey to Delhi.","release_date":"2011-04-29","vote_average":5.8,"runtime":115,"cert":"N\/A","id":63468,"title":"Chalo Dilli","adult":false,"genre_ids":[35]},{"cast":["Gopichand","Priyamani","Roja Selvamani","Nassar","Prakash Raj"],"overview":"Gangaram (Gopichand), an orphan raised by M.S. Narayana always craves to be a Police Officer and he becomes one. His intensity, dedication and straight forwardness gains him respect from his seniors and soon he starts running a cell that specializes in killing the gang members of two gangs – Talwar Gang and Khaled Gang. How does this honest police officer try to get on top of these gangs forms the rest of the story.","release_date":"2010-05-27","vote_average":7.4,"runtime":160,"cert":"N\/A","id":63469,"title":"Golimaar","adult":false,"genre_ids":[28]},{"cast":["Maria Rita"],"overview":"","release_date":"2005-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63470,"title":"Maria Rita: Segundo - Ao Vivo","adult":false,"genre_ids":[]},{"cast":["Siddharth","Ileana D'Cruz","Sarath Babu","Brahmanandam"],"overview":"Sri Krishna (Siddharth) grows up watching films playing in the theater in which his father works as a movie-projectionist in a village. Satya (Ileana) is harassed by Vicky (Munna) - son of a politician - who wants to marry her. Satya escapes from home and Sri Krishna falls in love with her the first time he meets her. As the goons and police chase Satya, Sri Krishna protects her and drops her in the house of the politician. He wins Vicky’s confidence. Then, he plays a one sided game with him. At the end, the police that were working with Vicky turn against him and arrest Vicky and his parents. Satya and Sri Krishna get married.","release_date":"2007-05-08","vote_average":4.3,"runtime":138,"cert":"N\/A","id":63471,"title":"Aata","adult":false,"genre_ids":[10749]},{"cast":["Ellen Barkin","James Caan","Andy García","Elliott Gould","Ralph Macchio"],"overview":"A look at the professional, political and personal life of legendary movie producer Jerry Weintraub featuring interviews with friends, family and colleagues.","release_date":"2011-03-04","vote_average":5.0,"runtime":87,"cert":"N\/A","id":63472,"title":"His Way","adult":false,"genre_ids":[99]},{"cast":["Kayden Kross","Candy Manson","Alexis Texas","Kortney Kane","Sophia Santi"],"overview":"Beautiful superstar Kayden Kross comes up close, right in the palm of your hands, with lusty POV action. Kayden invites you to reach out and touch her as she and other hot, gorgeous horny stars indulge your sexual fantasies. Real lust, uncensored desire and burning passion in your face, so close you can feel it.","release_date":"2011-03-01","vote_average":8.3,"runtime":156,"cert":"N\/A","id":63475,"title":"Jack's POV 18","adult":true,"genre_ids":[]},{"cast":["Carla Maffioletti","Carmen Monarcha","André Rieu"],"overview":"1. The Godfather (Love Theme) 2. Strangers In Paradise 3. Romance Anonyme - Jeux Interdits 4. Once Upon A Time In The West 5. Chanson d'Amour 6. O Mio Babbino Caro 7. William Tell Overture 8. Opera Potpourri 9. Italian National Anthem 10. L'Italiano 11. Marina 12. Roses From Tyrol 13. Lagune Waltz 14. The Rose 15. Italiana 16. Barcarole 17. La Paloma 18. Light Cavalry 19. All Men Shall Be Brothers (Ode To Joy) 20. Radetzky March 21. Vino 22. La Montanara 23. I Love You","release_date":"2004-03-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63476,"title":"Andre Rieu - Live In Tuscany","adult":false,"genre_ids":[]},{"cast":["Tabitha Stevens","Kagney Linn Karter","Kris Slater","Tyler Knight","Sarah Vandella"],"overview":"Porn star icon Tabitha Stevens embarks on a journey to recover her sanity after wrestling with the hypocrisy of the anti-porn crusaders who condemn her, discovering that these lawyers, politicians and priests are far more twisted than the sex business could ever be. Their wicked deeds send Tabitha on a personal vision quest fraught with sexual illusions and wildly erotic dream states that turn her into a sexual warrior.","release_date":"2010-09-09","vote_average":8.5,"runtime":139,"cert":"N\/A","id":63477,"title":"Sanatorium","adult":true,"genre_ids":[]},{"cast":[],"overview":"An atheist park ranger and a bible salesman find themselves thrown into a slimy conspiracy that threatens to destroy not just the woods - but the entire world.","release_date":"2010-01-01","vote_average":7.0,"runtime":55,"cert":"N\/A","id":63478,"title":"Slimed","adult":false,"genre_ids":[28,12]},{"cast":["Jean-Pierre Marielle","Jean Rochefort","Brigitte Fossey","Bernard Blier","Claude Piéplu"],"overview":"Two men, fortyish, worn out by their wives, abandon everything to go and live in the back of beyond. There they meet a truculent priest, a boozer, Émile who recalls them to life's simple pleasures. Calm is what they want. But soon their example inspires thousands of disorientated males, fleeing the feminist 1970s. Soon, too, there arrives a squadron of nymphomaniac Amazons.","release_date":"1976-02-11","vote_average":6.4,"runtime":81,"cert":"N\/A","id":63481,"title":"Cool, Calm and Collected","adult":false,"genre_ids":[35]},{"cast":["Viktor Staal","Georg Thomalla","Theo Lingen","Fernando Sancho","Mara Cruz"],"overview":"Heiß brennt die Sonne. Eine Karawane schleppt sich durch die trostlose Wüste am oberen Nil. Nicht nur die Hitze macht den erschöpften Reisenden zu schaffen. Der gefürchtete Sklavenjäger Abu el Mot überfällt den Troß und verschleppt die Reisenden, darunter Kara Ben Nemsi, seinen treuen Begleiter Hadschi Halef Omar, den schrulligen Gelehrten Ignaz Pfotenhauer und den englischen Forscher Sir David Lindsay. Kara Ben Nemsi kann mit Hadschi Halef fliehen. Um Hilfe zu holen, machen sie sich auf einen langen Weg voller unwegsamer Abenteuer…","release_date":"1958-12-11","vote_average":5.5,"runtime":99,"cert":"N\/A","id":63482,"title":"Die Sklavenkarawane","adult":false,"genre_ids":[12]},{"cast":["Jeremy Sumpter","Lyndsy Fonseca","John Robinson","Kelly Lynch","Briony Glassco"],"overview":"A high school kid (Sumpter) develops an addiction to Internet porn so intense that it begins to destroy his life and tear his family apart.","release_date":"2005-06-20","vote_average":3.3,"runtime":87,"cert":"N\/A","id":63483,"title":"Cyber Seduction: His Secret Life","adult":false,"genre_ids":[18]},{"cast":["Tatsuya Fujiwara","Haruka Ayase","Satomi Ishihara","Tsuyoshi Abe","Aya Hirayama"],"overview":"Ten people gather together at a complex named “Ankikan” after hearing of a short term job paying 112,000 Yen ($1,236 USD) per hour. The ten people are informed that they will be monitored 24 hours a day for 7 days straight in a psychological experiment. They are then sent to individual rooms with a different weapon located in each room. Once they are locked in they learn the rules of the psychological experiment. 1.) Each person must return to their room by 10 PM. 2.) At the end of 7 days or when there are only two surviving members left alive the experiment will end. The next day a person is found shot to death. Now, what looked like a dream job will turn into a nightmare ...","release_date":"2010-10-16","vote_average":5.7,"runtime":107,"cert":"N\/A","id":63484,"title":"The Incite Mill","adult":false,"genre_ids":[18,27,53]},{"cast":["Ugo Tognazzi","Raimondo Vianello","Maurizio Arena","Franco Franchi","Ciccio Ingrassia"],"overview":"","release_date":"1961-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":63485,"title":"Pugni, pupe e marinai","adult":false,"genre_ids":[]},{"cast":["Katsuo Nakamura","Hiroko Sakuramachi","Teruo Miyazaki","Tomoko Matsushima","Kenji Susukida"],"overview":"Magically gifted boy Sasuke lives in peace, deep in the forest with his animal pals and Oyu, his elder sister. After their forest sanctuary is violated by a demon witch who devours one of Sasuke's animal companions, he vows vengeance. Leaving the forest, he sets out to master his magical gifts, making a pilgrimage to the home of the wizard Hakuunsai. While Sasuke learns the ways of magic, the demon witch terrorizes the countryside, and Sasuke works to complete his training in time.","release_date":"1959-12-25","vote_average":7.2,"runtime":83,"cert":"N\/A","id":63486,"title":"Magic Boy","adult":false,"genre_ids":[12,16,10751]},{"cast":["Kate Buffery","Ciarán Hinds","Amanda Root","Daniel Massey"],"overview":"Abel Mason is a man caught in a loveless marriage with a harridan wife who constantly berates him and beats their son Dick. When the one woman he loves dies at the hands of her husband after he was sent a letter by Mason's wife, exposing the affair, Abel leaves her for good taking to the road and young Dick with him.","release_date":"1993-05-25","vote_average":5.5,"runtime":180,"cert":"12A","id":63487,"title":"The Man Who Cried","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Mehmet Ali Nuroğlu","Begüm Birgören","Settar Tanriogen","Serhat Kılıç"],"overview":"","release_date":"2008-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63488,"title":"Nokta","adult":false,"genre_ids":[80,18]},{"cast":["Magali Noël","Darío Moreno","Jean Poiret","Michel Serrault","Alberto Sordi"],"overview":"Miguel foils a bank robbery and becomes a successful nightclub singer, but he doesn't know that his wife is being courted by an Italian fitness instructor.","release_date":"1959-05-13","vote_average":0.0,"runtime":82,"cert":"N\/A","id":63489,"title":"Oh! Qué mambo","adult":false,"genre_ids":[35,18]},{"cast":["Chris Evans","Anna Faris","Martin Freeman","Chris Pratt","Ari Graynor"],"overview":"Ally Darling (Anna Faris) is realizing she's a little lost in life. Her latest romance has just fizzled out, and she's just been fired from her marketing job. Then she reads an eye-opening magazine article that warns that 96 percent of women who've been with 20 or more lovers are unlikely to find a husband. Determined to turn her life around and prove the article wrong, Ally embarks on a mission to find the perfect mate from among her numerous ex-boyfriends.","release_date":"2011-09-30","vote_average":6.4,"runtime":106,"cert":"15","id":63492,"title":"What's Your Number?","adult":false,"genre_ids":[35,10749]},{"cast":["Patrick Wilson","Liv Tyler","Charlie Hunnam","Terrence Howard","Jaqueline Fleming"],"overview":"A thriller in which a battle of philosophies between a fundamentalist Christian and an atheist escalates into a lethal battle of wills.","release_date":"2011-05-06","vote_average":6.2,"runtime":101,"cert":"15","id":63493,"title":"The Ledge","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"If you are looking for tranquility, relaxation at work or home or if you are simply searching for a perfect music collection for a romantic evening come on a journey with us with the Relax DVD series to the most awe-inspiring, breath taking places on Earth!Have you ever thought about what it would be like to experience your television or computer monitor transform into a moving painting? If so be prepared for the journey of a lifetime to fantastic, unimaginable destinations.In our Relax film series there is no narration (spoken language), just relaxing music and the sights sound and feel of nature in its entire splendor. Our 5th film takes you in real 3D through a wonderful journey through the Hungarian National Park Bukk, with relaxing inspirational music from Szabolcs Kovi Glamour album.","release_date":"2011-03-24","vote_average":3.0,"runtime":51,"cert":"N\/A","id":63494,"title":"3D Magic Forest","adult":false,"genre_ids":[99]},{"cast":["Reg Park","Wandisa Guida","Eleonora Bianchi","Nino Persello","Bruno Scipioni"],"overview":"Maciste is captured and forced to work as a slave in an African mine.","release_date":"1964-06-25","vote_average":3.0,"runtime":92,"cert":"N\/A","id":63495,"title":"Maciste In King Solomon's Mines","adult":false,"genre_ids":[]},{"cast":[],"overview":"There never seems to be anything good on television these days -- especially when it's beaming hallucinatory visions of horror and mayhem into your brain. This provocative computer-animated sci-fi fantasy from Michael Boydstun offers a surreal and twisted satire on modern television featuring a mind-bending gothic soundtrack from Seattle artists Scott Rockenfield of Queensryche and Sir-Mix-A-Lot.","release_date":"1997-10-05","vote_average":0.0,"runtime":57,"cert":"N\/A","id":63496,"title":"Televoid","adult":false,"genre_ids":[16,878]},{"cast":["Joey Richter","Joseph Walker","Lauren Lopez","Brian Holden","Jaime Lyn Beatty"],"overview":"Bug wants to be a Starship Ranger, but there's one thing they are he's not... human! On a far off world, one small alien bug sets out to find love and save the universe! So get ready because the Future is Now!","release_date":"2011-04-30","vote_average":6.8,"runtime":172,"cert":"N\/A","id":63497,"title":"Starship","adult":false,"genre_ids":[28,35,53,878]},{"cast":["Mario Guerra","Limara Meneses","Eman Xor Oña","Jon Adams","Renny Arozarena"],"overview":"Chico is a young piano player with big dreams. Rita is a beautiful singer with an extraordinary voice. Music and romantic desire unites them, but their journey - in the tradition of the Latin ballad, the bolero - brings heartache and torment.","release_date":"2010-11-19","vote_average":6.9,"runtime":94,"cert":"","id":63498,"title":"Chico & Rita","adult":false,"genre_ids":[16,10402,10749]},{"cast":["Claire Pascal","François Helvey","Arturo Brachetti","Josephine Larsen"],"overview":"Charles, the snobbish young scion of an aristocratic family that has seen better days, stumbles into the weird yet strangely attractive cabaret world while attempting to trace a former mistress of his father. He falls in love with Clémentine, an adolescent member of the cabaret “family” who has created her own tango-obsessed fantasy world amidst the surrounding decadence. Charles, learning that Clémentine might be his half-sister, and thus fearing an incestuous relationship, succumbs to the ambiguous seductions of two Machiavellian accomplices, a magician and a girl dancer.","release_date":"1983-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63499,"title":"Clémentine Tango","adult":false,"genre_ids":[]}]