[{"cast":["Hideaki Ito","Ai Kato","Karina"],"overview":"While a menacing typhoon approaches, an accident at the giant natural gas plant Regalia occurs. Japan Coast Guard rescue divers Daisuke Senzaki (Hideaki Ito), Tetsuya Yoshioka (Ryuta Sato) and engineer Hiroshiichirou Sakuragi (Masaya Kato) head together to the gas plant. During their rescue efforts an explosion occurs that traps Daisuke, Natsu Nishizawa Kazue Fukiishi and worker Hisayoneo Kizima (Gaku Hamada). Daisuke then looks for a way out for his party with a man he just meets Takuya Hotori. Because of the typhoon, even a helicopter cannot approach the Regalia.  Meanwhile, at the head office of the Japan Coast Guard, the Japanese coast guard tries to find a way to rescue the trapped people, but the government officials put national interests first. Tension arises between these two parties. Daisuke's wife Tamakisai Senzaki (Ai Kato) prays for the safe return of Daisuke not only for her sake, but for their new born son.","release_date":"2010-09-18","vote_average":6.5,"runtime":129,"cert":"N\/A","id":63500,"title":"Umizaru 3: The Last Message","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"As the first decade of the 21st century comes to a close, the worlds largest and most lucrative business-plan competition is held... not in the United States or in any western country, but in communist China. Beyond the 1.3 billion Chinese, the competition goes largely unnoticed in the rest of the world. But in communist China the competition, aptly named Win In China, is broadcast on national TV.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":63501,"title":"Win in China","adult":false,"genre_ids":[99]},{"cast":["Tim Daly","Naomi Watts","Keith Carradine","David Carradine","Brett Tucker"],"overview":"A western love story revolving around the forbidden love between a young widow from a Quaker-like religious group and a cold-blooded gunslinger whom she takes into her home after he is wounded.","release_date":"2002-01-01","vote_average":5.6,"runtime":119,"cert":"N\/A","id":63502,"title":"The Outsider","adult":false,"genre_ids":[10770,28,18,10749,37]},{"cast":["Darryl Robertson","Ken Gampu","David Lister","Michael McGovern","Clive Scott"],"overview":"Zulu tribesmen escort a shipwrecked 19th-century English sailor on a 600-mile round trip for supplies.","release_date":"1987-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":63503,"title":"John Ross: An African Adventure","adult":false,"genre_ids":[]},{"cast":["Beppe Grillo"],"overview":"","release_date":"2010-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":63504,"title":"Un grillo mannaro a Londra","adult":false,"genre_ids":[]},{"cast":["Henry Fonda","José Ferrer","John Houseman","Fay Wray","Sam Jaffe"],"overview":"True story of Clarence Gideon's fight to be appointed counsel at the expense of the state. This landmark case led to the Supreme Court's decision which extended this right to all criminal defendants.","release_date":"1980-04-30","vote_average":6.2,"runtime":104,"cert":"N\/A","id":63505,"title":"Gideon's Trumpet","adult":false,"genre_ids":[18,80,36]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Manny Pacquiao, widely considered the world's best pound-for-pound fighter, is defending his WBO welterweight championship against \"Sugar\" Shane Mosley on Saturday at the MGM Grand Garden Arena in Las Vegas. The fight marks Pacquiao's second defense of the 147-pound title he won from Miguel Cotto in 2009. The first came against Josh Clottey in March 2010, after which Pacquiao moved up and beat Antonio Margarito for a vacant super welterweight title last November. That victory made Pacquiao the first boxer to capture world championships in eight different weight classes (from 112 to 154).","release_date":"2011-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63506,"title":"Pacquiao vs. Mosley","adult":false,"genre_ids":[28]},{"cast":["Barbara Steele","Mirella Maravidi","Walter Brandi","Alfredo Rizzo","Riccardo Garrone"],"overview":"An attorney arrives at a castle to settle the estate of its recently deceased owner. The owner's wife and daughter reveal that he was someone who was able to summon the souls of ancient plague victims and, in fact, his spirit was roaming the castle at that very moment. Soon occupants of the castle begin to die off in gruesome, violent ways.","release_date":"1965-06-23","vote_average":5.7,"runtime":85,"cert":"N\/A","id":63507,"title":"Terror-Creatures from the Grave","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63508,"title":"Mummitrollet - Det store kappløpet","adult":false,"genre_ids":[]},{"cast":["Lady Gaga"],"overview":"Lady Gaga Presents: The Monster Ball Tour at Madison Square Garden is a 2011 concert special documenting the February 21 and 22, 2011 shows of Lady Gaga's The Monster Ball Tour. It features concert footage as well as pre-concert and backstage content.","release_date":"2011-05-07","vote_average":8.9,"runtime":117,"cert":"N\/A","id":63513,"title":"Lady Gaga Presents: The Monster Ball Tour at Madison Square Garden","adult":false,"genre_ids":[10402]},{"cast":["Franz Robert Ceeh","Mischa Fernbach","Dominik Hartl","Margot Hruby","Rochus Millauer"],"overview":"Jannis, a cute, young gay man, and his adorable mute boyfriend, Patrick, infiltrate a circus to shoot an undercover documentary exposing an underground political conspiracy responsible for a recent spate of assasination attempts. When Patrick meet Mo, a young woman whose sensitivity to sunlight forces her to live by nigh, Jannis' jelousy threatens the entire project. Only Patrick's unwavering devotion to the man he loves will help save the day and reveal the truth of who is behind the conspiracy.","release_date":"2006-06-03","vote_average":4.8,"runtime":97,"cert":"N\/A","id":63514,"title":"Whispering Moon","adult":false,"genre_ids":[18,10749]},{"cast":["Apisit Opasaimlikit","Piya Satraweha","Tanakorn Chinakul","Chakrapong Siririn","Yuthana Thuwapradit"],"overview":"In 1970, a string band called \"The Possible\" was really popular and made a fever among young people. One day, the band received a microphone as the present from a mysterious fan. Miraculously, the microphone was a time-machine that accidentally took them to the future, in 2007, where the modern music rules and they're just an out-of-date item. The only way to bring them back to their glorious time is performing a concert to energize the microphone, the time-machine. But, before the concert could be set, there're still some problems in the new world that they have to deal with.","release_date":"2006-12-04","vote_average":6.0,"runtime":118,"cert":"N\/A","id":63515,"title":"The Possible","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The squirrel Scrat is going to meet a mate in Ice Age 3 Dawn of the Dinosaurs, the latest opus of Ice Age. Her name is Scratte. She is a female saber-tooth squirrel a lot more intelligent than Scrat but Love could blossom between them. But there is still an acorn of contention: a nut!","release_date":"2009-07-01","vote_average":6.0,"runtime":2,"cert":"N\/A","id":63516,"title":"Scrat in Love","adult":false,"genre_ids":[16,10751]},{"cast":["Michelle Dockery","Eva Sayer","Josef Lindsay","Dan Stevens","Mark Umbers"],"overview":"A young governess, Ann, is sent to a country house to take care of two orphans, Miles and Flora. Soon after her arrival, Miles is expelled from boarding school. Although charmed by her young charge, she secretly fears there are ominous reasons behind his expulsion. With Miles back at home, the governess starts noticing ethereal figures roaming the estate's grounds. Desperate to learn more about these sinister sightings she discovers that the suspicious circumstances surrounding the death of her predecessor hold grim implications for herself. As she becomes increasingly fearful that malevolent forces are stalking the children the governess is determined to save them, risking herself and her sanity in the process.","release_date":"2009-12-30","vote_average":5.7,"runtime":89,"cert":"","id":63517,"title":"The Turn of the Screw","adult":false,"genre_ids":[53,18,27,9648]},{"cast":[],"overview":"A critical operation on his leg hones the young Joseph’s courage and determination. Later, his questions about faith lead him to the pages of the Bible. Joseph, again, demonstrates his rare determination and sincerity as he takes his quest directly to God. On a beautiful spring morning in a grove near his home, Heavenly Father and Jesus hear Joseph’s humble petition for an answer to his questions about religion.","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63520,"title":"The Joseph Smith Story","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Animated story of Joseph in Egypt","release_date":"1992-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":63521,"title":"Joseph in Egypt","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"In the centuries following Jesus Christ’s visit to the American continent, the Nephite civilization grows wicked and rejects Him. The righteous man, Mormon, leads his wicked people in a great battle at Cumorah, where he and his people are killed. Before this time he entrusts the record of his people to his son Moroni. Moroni keeps his faith till the end, burying the golden plates before he, too, is killed by the wicked Lamanites.","release_date":"1992-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":63522,"title":"Mormon and Moroni","adult":false,"genre_ids":[10751,16]},{"cast":["Austin Kearney","Victoria Emmons"],"overview":"Caleb and Rachel team up to lead the Patrick Henry College team in the intense world of collegiate moot court competition. Caleb looks to date Rachel, but she's waiting for courtship. Meanwhile, Caleb becomes caught in a moral tug-of-war between his parents - a newly Christian father and a feminist attorney mother. Caleb's mom goes before the U.S. Supreme Court defending abortion, even as Caleb simultaneously takes on the opposing legal argument at the national moot court championship.","release_date":"2009-03-17","vote_average":5.2,"runtime":92,"cert":"N\/A","id":63525,"title":"Come What May","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"David, a widower, is working himself to death. Late nights doing paperwork and running on fumes is normal. Bills are piling up by the week, and foreclosure looms on the horizon. Blaming God for his wife's death, he ends his relationship with the church. Steven, the remaining Christian of the household, has been watching his father's unhealthy lifestyle with great concern. With help from his grandpa and best friend Maggie, Steven reaches out to his father in any way he can. Despite his grieving and worsening financial problems, David begins seeking an answer to the question haunting him since his wife's death...WHY? STANDING FIRM is a story of suffering, God's purpose in it, and being joyful despite it.","release_date":"2010-08-24","vote_average":6.0,"runtime":80,"cert":"N\/A","id":63526,"title":"Standing Firm","adult":false,"genre_ids":[18]},{"cast":["Gennadiy Khazanov","Anatoly Kot","Vitaly Kishchenko","Evgeniy Krylov"],"overview":"Бывшие сотрудники ФСБ организуют аттракцион, в котором инсценируется реальный захват самолета и освобождение заложников. Полковник Олег Соколов вынужден уволится из органов ФСБ вслед за своими товарищами. Объединившись со своими бывшими сослуживцами, он внедряется в окружение олигарха Осинского с целью разоблачения его преступной деятельности.","release_date":"2008-06-06","vote_average":0.0,"runtime":106,"cert":"N\/A","id":63529,"title":"Attraktsion","adult":false,"genre_ids":[28,80]},{"cast":["Viktor Sukhorukov","Artur Vakha","Aleksandr Lykov","Aleksandr Medvedev","Nikolay Dik"],"overview":"A small provincial town is home to two rival teenage gangs, one devoted to loose living and punk music and the other a collection of narrow-minded bodybuilders obsessed with order and convinced of their own moral rectitude. However, this cosy state of affairs is upset by the arrival of two strangers dressed like Pushkin, the famous early 19th century Russian poet, who proceed to found their own organisation, dedicated ostensibly to the memory of the great writer and the \"salvation of Russia\". Gradually, they begin to assume control of the town...","release_date":"1990-06-06","vote_average":5.3,"runtime":100,"cert":"N\/A","id":63530,"title":"Sideburns","adult":false,"genre_ids":[35]},{"cast":["Oleg Zhakov","Lev Sverdlin","Yelena Izmajlova","Leonid Pirogov"],"overview":"According to the story by Jack London. The history of the wild wolf, who picked up the boy and raised an Indian. After falling to the evil man - the owner of the bar, White Fang turned into a ferocious evil beast, coming out victorious from all the dog fights, which suited his enterprising owner. But once it strangled, snatched from the jaws of the bulldog engineer Weedon Scott. His kindness has transformed the beast.","release_date":"1946-06-06","vote_average":7.0,"runtime":84,"cert":"N\/A","id":63531,"title":"The White Fang","adult":false,"genre_ids":[12]},{"cast":["Aleksandr Prodan","Pavel Kadochnikov","Natalya Gundareva","Yekaterina Vasilyeva","Nadezhda Rumyantseva"],"overview":"Young boy Timm sells his laughter to Baron Lefuet for the ability to win every wager. Based on the famous book \"Timm Thaler\" by James Krüss.","release_date":"1981-08-03","vote_average":6.7,"runtime":140,"cert":"N\/A","id":63532,"title":"Sold Laughter","adult":false,"genre_ids":[14,10751,12]},{"cast":["Sergei Shnyryov","Anastasiya Sapozhnikova","Aleksandr Naumov"],"overview":"Сергей Кургузов только что получил звание полковника. Для 34 лет - успешная карьера, но, сообщая об этом отцу, подполковнику в запасе, он не выглядит радостным. На следующее утро он сбегает. У Кургузова нет места, где бы он мог спрятаться. Он путешествует по стране - в поездах, на попутных машинах, без какой-либо конкретной цели. Его задача - сделать так, чтобы его не нашли как можно дольше. Где-то наверху должны произойти изменения, которых он ждет...","release_date":"2006-06-06","vote_average":1.0,"runtime":100,"cert":"N\/A","id":63533,"title":"Cherv","adult":false,"genre_ids":[18,53]},{"cast":["Aleksei Buldakov","Mikhail Kokshenov","Vladimir Nosik"],"overview":"","release_date":"2003-06-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":63534,"title":"Detektiv Po-Russki","adult":false,"genre_ids":[35]},{"cast":["Anatoliy Kotenyov","Svetlana Borovskaya","Boris Bystrov","Vsevolod Gavrilov","Ion Arakelov"],"overview":"По мотивам романа Александра Звягинцева \"Русский Рэмбо\". Афганистан 1986 г. Офицер-десантник Игорь Скворцов по прозвищу Скиф сразу после свадьбы уезжает служить в Афганистан. При первой возможности жена Ольга едет к мужу. Во время одной из военных операций в горах Скиф находит захоронение старинных золотых украшений. Вернувшись в часть и узнав о том, что моджахеды похитили его молодую жену напав на автобус и убив двух сопровождающих. Несмотря на грозящий трибунал, Скворцов угоняет боевой вертолет и устремляется на поиски любимой...","release_date":"1997-06-06","vote_average":1.0,"runtime":73,"cert":"N\/A","id":63535,"title":"Dezertir","adult":false,"genre_ids":[28,10752,18]},{"cast":["Sergey Zhigunov","Dmitriy Kharatyan","Vladimir Shevelkov","Tatyana Lyutaeva","Mikhail Boyarskiy"],"overview":"Three naval cadets accidentally get possession of a secret diary that was stolen from Bestuzhev, a vice-chancellor of Russia. If this diary ever gets abroad, the consequences for the country would be grave. The cadets are trying to return the papers to their owner, but there are others who want to get the papers...","release_date":"1987-06-06","vote_average":7.3,"runtime":290,"cert":"N\/A","id":63536,"title":"Naval Cadets, Charge!","adult":false,"genre_ids":[12,36]},{"cast":["Dmitriy Kharatyan","Sergey Zhigunov","Mikhail Mamayev","Kristina Orbakayte","Lyudmila Gurchenko"],"overview":"In the second movie the Naval Cadets are guarding the princess coming from Germany to marry a Russian prince.","release_date":"1991-06-06","vote_average":6.0,"runtime":140,"cert":"N\/A","id":63537,"title":"Vivat, Naval Cadets!","adult":false,"genre_ids":[12,36]},{"cast":["Dmitriy Kharatyan","Mikhail Mamayev","Alexandr Domogarov","Kristina Orbakayte","Evgeniy Evstigneev"],"overview":"In the third movie the Naval Cadets are still servicing the homeland - this time during a Seven Years War.","release_date":"1992-06-06","vote_average":2.0,"runtime":107,"cert":"N\/A","id":63538,"title":"Naval Cadets III","adult":false,"genre_ids":[12,36]},{"cast":["Dieudonné"],"overview":"","release_date":"2010-04-22","vote_average":7.1,"runtime":null,"cert":"N\/A","id":63539,"title":"Mahmoud","adult":false,"genre_ids":[35]},{"cast":["Yaroslav Chevazhevskiy","Elena Babenko","Pavel Derevyanko","Yuri Kolokolnikov","Inga Strelkova-Oboldina"],"overview":"Three young Russian families go for winter vacations to an unnamed exotic country, intending to rent a beach condo. However due to numerous comedic obstacles they never make it to the beach, staying at the hotel for the entire trip.","release_date":"2009-01-08","vote_average":6.1,"runtime":100,"cert":"N\/A","id":63540,"title":"To the Sea!","adult":false,"genre_ids":[35]},{"cast":["Flordelis","Letícia Sabatella","Giselle Itié","Fernanda Lima","Deborah Secco"],"overview":"Não foi muito fácil escolher a forma de contar a história de Flordelis, mãe, ex-moradora da Favela do Jacarezinho, mulher corajosa que entra nas comunidades, a louca que desafiou a justiça por amor aos filhos, a linda mulher que abriu mão da sua juventude e do seu futuro profissional para viver a missão de doar amor, ensinar amor e aprender com o amor.","release_date":"2009-10-09","vote_average":5.3,"runtime":102,"cert":"N\/A","id":63541,"title":"Flordelis - Basta Uma Palavra Para Mudar","adult":false,"genre_ids":[18,99]},{"cast":["Aleksei Nilov","Vladimir Belousov","Sergei Varchuk","Vadim Lobanov","Igor Lifanov"],"overview":"Двое друзей уходят из милиции, выражая тем самым протест против коррумпированности властей. Понимая, что правоохранительные органы бездействуют в борьбе с мафией, они решают действовать самостоятельно. К сожалению, силы не равны - и один из них погибает в неравном бою...","release_date":"1991-08-06","vote_average":1.5,"runtime":126,"cert":"N\/A","id":63542,"title":"Mechenye","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"A documentary on the life of Swedish musician Eddie Meduza.","release_date":"2010-09-10","vote_average":0.0,"runtime":74,"cert":"N\/A","id":63543,"title":"Eleganten från vidderna - filmen om Eddie Meduza","adult":false,"genre_ids":[99]},{"cast":["Wen Zhang","Bai Jing","Hong Yue"],"overview":"An involving, beautifully modulated yarn about a young intellectual's \"war\" with two equines in a mountain village during the Cultural Revolution. A young student, Ma Jie, who is sent to a tiny Beigao village in Shanxi Province and has the mundane task of watching over livestock during the Great Cultural Revolution. Surrounded only by the extreme boredom, he initiates a war against two donkeys. What ensues as a result, is an impressive feature debut by director Li Dawei who manages to infuse a believable quirky and black humorous universe within a realistically grim setting.","release_date":"2009-05-13","vote_average":6.5,"runtime":98,"cert":"N\/A","id":63550,"title":"A Tale of Two Donkeys","adult":false,"genre_ids":[18]},{"cast":["Stephen Tompkinson","Owen Teale","Samantha Beckinsale","Kelly Harrison","Paul Copley"],"overview":"School teacher Chris Bevan is a dutiful husband to his dull wife, Josie, and ingrate daughters. His best friend knows Chris' heart always belonged to Marian, his vibrant, flippant fiancée, who mysteriously disappeared years ago. Suddenly he sees her in a shop and can't help following her. He gives up as she has a new identity, as wife of plumber Bernie Sullivan. Bernie's real passion is Houdini-era 'real' magic, while in fact she's his terrified captive, forced to replace his late assistant. Furthermore one of Bevan's daughters has a phone-relationship he forbids, deeming it dangerous on principle, ignoring this is real and ties in to Marian's plight. Written by KGF Vissers","release_date":"2005-09-05","vote_average":6.0,"runtime":null,"cert":"","id":63551,"title":"Marian, Again","adult":false,"genre_ids":[]},{"cast":["Concha Velasco","Isabel Garcés","Esperanza Roy","Manolo Gómez Bur","María Luisa San José"],"overview":"","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63554,"title":"Las señoritas de mala compañía","adult":false,"genre_ids":[35]},{"cast":["Mónica del Carmen","Armando Hernández","José Juan Meraz","Gustavo Sánchez Parra"],"overview":"Journalist Laura works at home, isolating herself from others. While she lies to her mother and brother, Raul, on the phone about having an active social life, Laura's days consist of gazing at her neighbors, eating canned food and going to clubs to bring home strangers. As the anniversary of her father's death draws near, Laura develops a relationship with Arturo, a charismatic actor who shares her taste for rough sex.","release_date":"2010-05-17","vote_average":5.6,"runtime":94,"cert":"","id":63555,"title":"Leap Year","adult":false,"genre_ids":[18,35,10749]},{"cast":["Yū Aoi","Yuko Takeuchi","Rena Tanaka","Yukie Nakama","Ryoko Hirosue"],"overview":"\"FLOWERS\" covers the lives of six woman whose lives span a period of three generations (from the Show period all the way through to the present day). Starting in the 1930's, Rin (Yu Aoi) is worried about her arranged marriage that her parents setup. Eventually Rin has three daughters: Kaoru (Yuko Takeuchi) - who tragically loses her husband in a car accident, Midori (Rena Tanaka) - a career woman who becomes shaken by a marriage proposal, and youngest child Sato (Yukie Nakama). In the 1960's Sato gives birth to Kanna (Kyoka Suzuki) and Kei (Ryoko Hirosue). In the present day, Kanna is now worried about becoming a single mother. The lives of these woman are portrayed with beauty and grace.","release_date":"2010-06-12","vote_average":7.8,"runtime":109,"cert":"N\/A","id":63556,"title":"Flowers","adult":false,"genre_ids":[18]},{"cast":["Esperanza Roy","José Sazatornil","Paco Valladares","María Kosty","Emilio Laguna"],"overview":"","release_date":"1976-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63557,"title":"Ligeramente viudas","adult":false,"genre_ids":[35]},{"cast":["Conchita Bautista","Leonor Belmonte","José Campos","Manolo Codeso","Lilián de Celis"],"overview":"A young factory worker sends out pictures of herself to a beauty contest and hopes to be chosen. In the same place  works  Fernando, whom the other employees do not like because of his being very arrogant. In revenge, Rosita pretends to love him. Fernando discovers her double game, but also pretends he is not aware.","release_date":"1960-10-15","vote_average":0.0,"runtime":80,"cert":"N\/A","id":63558,"title":"Los claveles","adult":false,"genre_ids":[]},{"cast":["Alfredo Landa","Teresa Rabal","Mirta Miller","José Franco","Helga Liné"],"overview":"","release_date":"1971-12-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":63559,"title":"Los días de Cabirio","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Lutsenko","Ivan Novoseltsev","Vladimir Uralskiy","Mariya Yarotskaya","Ivan Yudin"],"overview":"О буднях морской пограничной заставы в середине 30-х годов. На маленьком тихоокеанском острове несет службу гарнизон пограничной охраны НКВД. Небольшой отряд бойцов мужественно защищает родную землю от нападения японских диверсантов и гонит прочь непрошенных гостей. Однажды японский эсминец высаживает десант на один из советских островов. Захватчикам помогают завербованные ими предатели. Но пограничники дают достойный отпор агрессору.","release_date":"1938-12-21","vote_average":5.0,"runtime":70,"cert":"N\/A","id":63562,"title":"Morskoy Post","adult":false,"genre_ids":[12,10752]},{"cast":["Sergei Varchuk","Anastasiya Ivanova","Tatyana Parkina","Aleksandr Korshunov","Sofya Pavlova"],"overview":"A dramatic story about love, infidelity and betrayal...","release_date":"1982-08-24","vote_average":4.7,"runtime":91,"cert":"N\/A","id":63563,"title":"I Cannot Say 'Farewell'","adult":false,"genre_ids":[18,10749]},{"cast":["Catherine O'Hara","Jared Leto","Christina Ricci","Gabriel Byrne","Stephen Rea"],"overview":"It is 1977, Dublin rocks to the music of Thin Lizzy and the world is stunned by the death of Elvis Presley. Frankie, caught between acne and adulthood, has just completed his final exams in school. Convinced he will fail, he survives the summer organising a beach party, having lustful thoughts about two girls he believes are unobtainable and fending off the advances from a visiting American family friend, all whilst coping with his oddball family.","release_date":"1996-12-06","vote_average":5.8,"runtime":102,"cert":"18","id":63564,"title":"The Last of the High Kings","adult":false,"genre_ids":[18,35]},{"cast":["Rodion Nahapetov","Mariya Sternikova","Ravzhan Agzamov","Madina Makhudova","Sayda Borodina"],"overview":"Three interrelated stories of thwarted young love in summertime Tashkent.","release_date":"1967-07-31","vote_average":7.0,"runtime":74,"cert":"N\/A","id":63565,"title":"Tenderness","adult":false,"genre_ids":[10749]},{"cast":["Tomasz Stockinger","Vasili Lanovoy","Lembit Ulfsak","Hanna Dunowska","Aarne Üksküla"],"overview":"","release_date":"1993-03-06","vote_average":5.5,"runtime":93,"cert":"N\/A","id":63566,"title":"Tear of the Prince of Darkness","adult":false,"genre_ids":[27]},{"cast":["Adrienne Shelly","Kim Huffman","Shawn Alex Thompson","Alastair Duncan"],"overview":"Daniel is in danger of losing his inn after another more modern establishment opens next door and steals his guests. He goes to the bank for a loan, but they tell him to hope for a miracle. Then a limo pulls up carrying the hottest rock star and biggest movie actress around. The two inns compete for these prestigious guests, Daniel trying to save his inn, the other man (Mark) trying to drive Daniel out of business for good (and steal his fiancee).","release_date":"1994-06-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":63567,"title":"Sleeping with Strangers","adult":false,"genre_ids":[35,10749]},{"cast":["Zhanna Prokhorenko","Igor Pushkaryov","Aleksandra Nazarova","Andrey Mironov","Yevgeni Zharikov"],"overview":"High school students Ksenya and Boris are in love but all the world id against them. Could they fight it and will the first love win?","release_date":"1961-06-06","vote_average":5.0,"runtime":102,"cert":"N\/A","id":63568,"title":"But What If This Is Love?","adult":false,"genre_ids":[10749,18]},{"cast":["Rolan Bykov","Oleg Efremov","Aleksei Smirnov","Frunzik Mkrtchyan","Lidiya Knyazeva"],"overview":"A fantasy story based on Kornei Chukovsky classics about a brave doctor Aybolit and his adventures on the land and on the sea.","release_date":"1966-06-06","vote_average":6.9,"runtime":99,"cert":"N\/A","id":63569,"title":"Oh How It Hurts 66","adult":false,"genre_ids":[35,10751]},{"cast":["Tatyana Klyuyeva","Rafik Sabirov","Aleksandr Kharitonov","Gennadiy Yukhtin","Lev Perfilov"],"overview":"Romka Marchenko, a young kid who is participating in movie shooting tries to stop international spy.","release_date":"1965-06-06","vote_average":5.0,"runtime":85,"cert":"N\/A","id":63570,"title":"Hiding at the Bottom of the Sea","adult":false,"genre_ids":[12,28,10751]},{"cast":["Rolan Bykov","Nikolay Grinko","Georgiy Vitsin","Zinoviy Gerdt","Mikhail Kozakov"],"overview":"A fantasy story about five-grades - musician and engineer, their friend - the most beautiful girl in the world, her brother who dreams to turn all cats into monkeys, his dog Klyaksa and a lot more stuff…","release_date":"1974-06-06","vote_average":5.0,"runtime":101,"cert":"N\/A","id":63571,"title":"Car, Violin and Blot the Dog","adult":false,"genre_ids":[14,10751]},{"cast":["Aleksandr Vasilyev","Yelena Solovey","Zinoviy Gerdt","Sos Sargsyan","Eugenija Pleškytė"],"overview":"A story about an orphan boy, abandoned by his family. He was raised by his kind adopted mother, and was sold by his adopted father in hardship to a traveling man who eventually, became his teacher and a father-figure. With his teacher, he learned to play music and perform on the street with 3 intelligent dogs and a monkey. He traveled through the towns of France, and through life twist and turn, eventually, lead to the ultimate search for his real family.","release_date":"1984-06-06","vote_average":6.0,"runtime":163,"cert":"N\/A","id":63572,"title":"Without Family","adult":false,"genre_ids":[10751,18]},{"cast":["Kristina Orbakayte","Yuriy Nikulin","Yelena Sanayeva","Svetlana Kryuchkova","Rolan Bykov"],"overview":"A twelve years old girl Lena who has come to live with her grandfather in a small Russian town is being bullied by her classmates. She took the rap of being a class traitor because she was in love with the boy who had betrayed his classmates when they were bunking off and going to cinema instead of a literature lesson. The class is penalized for that, not being allowed to go to Moscow for fall holidays with the rest of the school. Lena is being ostracized, \"boycotted\" however not telling the truth, waiting that the boy himself would confess to be guilty.","release_date":"1984-09-14","vote_average":7.3,"runtime":127,"cert":"N\/A","id":63573,"title":"Scarecrow","adult":false,"genre_ids":[10751,18]},{"cast":["Queen Latifah","Dolly Parton","Keke Palmer","Jeremy Jordan","Courtney B. Vance"],"overview":"G.G. Sparrow faces off with her choir's newly appointed director, Vi Rose Hill, over the group's direction as they head into a national competition.","release_date":"2012-01-13","vote_average":6.5,"runtime":117,"cert":"PG","id":63574,"title":"Joyful Noise","adult":false,"genre_ids":[35,10402]},{"cast":["Natalya Rychagova","Andrei Rostotsky","Tatyana Kanayeva","Tatyana Pelttser","Lyusyena Ovchinnikova"],"overview":"A movie about a life of the students of a pedagogy college and their first practice in an ordinary school.","release_date":"1975-06-06","vote_average":7.0,"runtime":99,"cert":"N\/A","id":63575,"title":"We Didn't Learn This","adult":false,"genre_ids":[10749,10751,18]},{"cast":["Oksana Datskaya","Natalya Gundareva","Sergey Shakurov","Tatyana Dogileva","Tatyana Pelttser"],"overview":"A young girl decides to leave her home after she fails to make a peace in the family.","release_date":"1986-03-21","vote_average":1.0,"runtime":85,"cert":"N\/A","id":63576,"title":"Personal Case of Judge Ivanova","adult":false,"genre_ids":[18,10751]},{"cast":["Jean Carmet","Gérard Depardieu","Michel Piccoli","Nelly Borgeaud","Georges Descrières"],"overview":"Civil servant Adrien Courtois comes to Paris in order to make his money bear fruits.","release_date":"1978-10-15","vote_average":6.5,"runtime":null,"cert":"N\/A","id":63577,"title":"Sugar","adult":false,"genre_ids":[35]},{"cast":["Steve Coogan","Rob Brydon","Claire Keelan","Margo Stilley","Paul Popplewell"],"overview":"When Steve Coogan is asked by The Observer to tour the country's finest restaurants, he envisions it as the perfect getaway with his beautiful girlfriend. But, when she backs out on him, he has no one to accompany him but his best friend and source of eternal aggravation, Rob Brydon.","release_date":"2010-09-01","vote_average":7.0,"runtime":107,"cert":"N\/A","id":63578,"title":"The Trip","adult":false,"genre_ids":[35,18]},{"cast":["Bob Angelini","Bern Cohen","Reagan Leonard"],"overview":"From the team behind Man on Wire comes the story of Nim, the chimpanzee who in the 1970s became the focus of a landmark experiment which aimed to show that an ape could learn to communicate with language if raised and nurtured like a human child. Following Nim's extraordinary journey through human society, and the enduring impact he makes on the people he meets along the way, the film is an unflinching and unsentimental biography of an animal we tried to make human. What we learn about his true nature - and indeed our own - is comic, revealing and profoundly unsettling.","release_date":"2011-07-08","vote_average":6.9,"runtime":93,"cert":"N\/A","id":63579,"title":"Project Nim","adult":false,"genre_ids":[99]},{"cast":["Lika Kremer","Yevgeniya Simonova","Svetlana Nemolyaeva","Tatyana Pelttser","Yuri Bogatyryov"],"overview":"Masha, an adventurous five years old girl tries to find what to do while her preschool is closed for quarantine.","release_date":"1983-08-22","vote_average":1.0,"runtime":80,"cert":"N\/A","id":63580,"title":"Quarantine","adult":false,"genre_ids":[12,35,10751]},{"cast":["Louis Theroux","Fred Phelps"],"overview":"Louis meets the Phelps family — the people at the heart of the controversial Westboro Baptist Church. The Phelps have rabid anti-homosexual beliefs, and often campaign at the funerals of American soldiers. They believe that every tragedy in the world is God's punishment for homosexuality.","release_date":"2007-04-24","vote_average":7.6,"runtime":60,"cert":"","id":63581,"title":"Louis Theroux: The Most Hated Family in America","adult":false,"genre_ids":[99]},{"cast":["Viktor Perevalov","Natalya Seleznyova","Yevgeni Vesnik","Valeri Ryzhakov","Stanislav A. Sokolov"],"overview":"First love is always not simple. Especially when you are outcast and she is ballet dancer in the beginning of her carrier.","release_date":"1967-06-04","vote_average":7.0,"runtime":91,"cert":"N\/A","id":63582,"title":"I Loved You...","adult":false,"genre_ids":[10749,35,10751]},{"cast":["Natalya Zashchipina","Tamara Makarova","Kira Golovko","Tatyana Barysheva","Yelena Yegorova"],"overview":"Marina Orlova couldn't even imagine how many adventures are expecting to her in a first grade...","release_date":"1948-03-22","vote_average":0.0,"runtime":73,"cert":"N\/A","id":63583,"title":"First-Year Student","adult":false,"genre_ids":[12,10751,35]},{"cast":["Sergei Prokhanov","Lyudmila Shagalova","Yelizaveta Uvarova","Vladimir Aleksandrov"],"overview":"Young man Kesha starts working in the Kindergarten.","release_date":"1977-06-06","vote_average":7.0,"runtime":75,"cert":"N\/A","id":63584,"title":"The Whiskered Nanny","adult":false,"genre_ids":[10751,35]},{"cast":["Natalie Press","Colin Morgan","Janet McTeer","Tanya Franks"],"overview":"Deeply damaged by being abandoned as a child and using fantasy as her only satisfaction, Nikki decides to track down her birth mother and take revenge. Based on the acclaimed novel by Jane Rogers.","release_date":"2011-04-22","vote_average":5.3,"runtime":102,"cert":"","id":63585,"title":"Island","adult":false,"genre_ids":[18,53,9648]},{"cast":["Ondřej Vetchý","Libuše Šafránková","Vladimír Javorský","Jakub Wehrenberg","Jan Zahálka"],"overview":"Capturing the dark humor of Czech author Michal Viewegh's chronicle of life after the Velvet Revolution, this black comedy chronicles three decades in the life of a small Czech family.  While the original novel centered on the protagonist Kvido from his conception through his adulthood, first time director Petr Nikolaev and screenwriter Jan Novak changed the focus to his parents Milena, an extremely self-effacing lawyer who acts on stage in her spare time, and Ales, a rather aimless government worker who tends to drift wherever the wind takes him.  The lives of Ales and Milena change dramatically following the Russian invasion of Prague in 1968.","release_date":"1997-04-03","vote_average":6.4,"runtime":97,"cert":"N\/A","id":63588,"title":"The Wonderful Years That Sucked","adult":false,"genre_ids":[35]},{"cast":["Eleanor Powell","Robert Young","George Burns","Gracie Allen","Rita Johnson"],"overview":"Movie star Brooks Mason tries to avoid his fans and spend some weeks on vacation. When Hawaiian plantage-owner George Smith is mistaken by Mason's fans for Mason and brought to Mason's home. They decide to change their identities for a few weeks. But George Smith is mobbed by Mason's fans again on a personal appearance tour in New York, Mason falls in love to dancer Dorothy March, who also is on her way to Hawaii. Problems for Mason arise due to the fact that Smith is engaged with Cecilia Grayson, and her wealthy father believes, that Smith has double-crossed him. Mason isn't able to establish a connection with Smith in New York due to his agent's orders.","release_date":"1939-02-03","vote_average":7.5,"runtime":83,"cert":"N\/A","id":63591,"title":"Honolulu","adult":false,"genre_ids":[35,10749]},{"cast":["Josef Bek","Sylvie Daníčková","Valentina Thielová","Dana Medřická","Karel Effa"],"overview":"","release_date":"1957-12-26","vote_average":3.8,"runtime":88,"cert":"N\/A","id":63592,"title":"Florenc 13,30","adult":false,"genre_ids":[35,18]},{"cast":["Paul Rodgers","Paul Kossoff","Andy Fraser","Simon Kirke"],"overview":"Featuring rare archive footage, combined with the views of a leading team of music critics and working musicians.","release_date":"2005-02-09","vote_average":6.0,"runtime":52,"cert":"","id":63593,"title":"Inside Free: A Critical Review 1968 - 1972","adult":false,"genre_ids":[10402,99]},{"cast":["Hawkwind"],"overview":"Hawkwind in concert is always an amazing experience. This is your chance to join the sonic attack as Hawkwind power through a masterful set, with a stageshow enhanced by specially invited guest performers.","release_date":"2004-07-12","vote_average":5.3,"runtime":52,"cert":"","id":63594,"title":"Hawkwind: Live Legends","adult":false,"genre_ids":[10402,99]},{"cast":["Robson Green","Mark Benton"],"overview":"Clash of the Santas is a heart-warming Christmas tale full of comedy, action that will rekindle everyone's belief in the power of Santa. The film sees Colin and Howie hot foot over to Lithuania to participate in a Santa convention.","release_date":"2008-12-21","vote_average":3.0,"runtime":93,"cert":"","id":63597,"title":"Clash of the Santas","adult":false,"genre_ids":[]},{"cast":["Mikhail Efremov","Nataliya Vdovina","Olga Sun","Sergey Koltakov","Sergey Gazarov"],"overview":"Michal Michalych who almost felt like \"had it all\" suddenly meets a young girl who never ate \"crawfishlike\"...","release_date":"2009-10-15","vote_average":5.3,"runtime":105,"cert":"N\/A","id":63598,"title":"Crawfishlike","adult":false,"genre_ids":[35,18]},{"cast":["Rafael Amaya","Ana Layevska","Tony Munoz","Hidekun Hah","Conrado David Canales"],"overview":"Following the tragic death of his beloved wife, a retired underground brawler named Leone (Rafael Amaya) returns to the world of illegal street fighting in a desperate bid to help capture \"El Chapo,\" the fearsome head of the powerful criminal underworld. In order to break from his past, Leone will have to embrace it one last time. But surviving long enough to find redemption won't be easy for Leone, because his old boss has vowed revenge, and the authorities are determined to take away his freedom.","release_date":"2009-07-01","vote_average":2.0,"runtime":90,"cert":"N\/A","id":63599,"title":"The Fighter","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bellator XLIII was a mixed martial arts held by Bellator Fighting Championships. The event took place on May 7, 2011 at the First Council Casino in Newkirk, Oklahoma.[1] The card featured the final fight in the Bellator Season Four Welterweight Tournament. The event was distributed live in prime time by MTV2.","release_date":"2011-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63600,"title":"Bellator 43","adult":false,"genre_ids":[]},{"cast":["Yuriy Kutsenko","Andrei Panin","Nikolay Chindyaykin","Evgeniy Sidikhin","Vladimir Yepifantsev"],"overview":"A heroes from the first movie now are involved in high politics.","release_date":"2005-06-21","vote_average":3.9,"runtime":103,"cert":"N\/A","id":63601,"title":"Don't Cry Mommy 2","adult":false,"genre_ids":[35,80]},{"cast":["Grigoriy Antipenko","Karina Myndrovskaya","Irina Nizina","Alexandra Rebenok","Nelly Uvarova"],"overview":"A love story between young and romantic girl from Minsk and a successful programmer from Moscow.","release_date":"2009-08-20","vote_average":4.2,"runtime":92,"cert":"N\/A","id":63604,"title":"Love Journal","adult":false,"genre_ids":[35,10749]},{"cast":["Olga Krasko","Denis Nikiforov","Ekaterina Klimova","Pavel Derevyanko","Dmitry Grinevich"],"overview":"A young teacher Ksyusha Veselova meets ex-con Pavel Ugryumov in this romantic drama set in one of the Moscow neighborhoods.","release_date":"2010-06-06","vote_average":1.0,"runtime":94,"cert":"N\/A","id":63605,"title":"Love Undercover","adult":false,"genre_ids":[10749,18]},{"cast":["Mikhail Tarabukin","Vladimir Menshov","Sergey Shakurov","Armen Dzhigarkhanyan","Vladimir Krestovskiy"],"overview":"A comedy about the young guy who got the chance to live a life of somebody else.","release_date":"2009-10-01","vote_average":1.0,"runtime":95,"cert":"N\/A","id":63606,"title":"O, Luckyman!","adult":false,"genre_ids":[35]},{"cast":["Evgeniy Sidikhin","Amaliya Mordvinova","Pierre Richard","Nutsa Kukhianidze","Shalva Iashvili"],"overview":"A young woman's passion has a remarkable effect on a Russian village in this comedy-drama with fantasy elements.  Sybill (Nino Kuchanidze) is a teenager who is sent to a small town in the country to spend the summer with her aunt.  Despite her tender age, Sybill is ripe and sexually aware, and while the initial object of her attention is Alexander (Eugenji Sidichin), a widower in his early 40s, she instead pairs up with Mickey (Shalva Iashvili), Alexander's teenage son.  Mickey quickly becomes infatuated with Sybill and is more than happy to indulge her fondness for outdoor lovemaking.  Between Sybill's carefree, youthful sensuality and the appearance of Emmanuelle at the local movie house, suddenly love and lust are in bloom all over town.","release_date":"2000-10-26","vote_average":5.5,"runtime":95,"cert":"N\/A","id":63607,"title":"27 Missing Kisses","adult":false,"genre_ids":[18,35,10749]},{"cast":["Anastasia Gruzdeva","Yulia Peresild","Aleksandr Andriyenko"],"overview":"Современная городская мелодрама, главные герои которой силой обстоятельств оказываются вовлеченными в сложную житейскую ситуацию, выход из которой окажется для всех переломным моментом в жизни…","release_date":"2008-06-06","vote_average":1.0,"runtime":96,"cert":"N\/A","id":63608,"title":"Alisa Navsegda","adult":false,"genre_ids":[10749]},{"cast":["Ekaterina Klimova","Pyotr Krasilov","Denis Nikiforov","Vladimir Timofeev"],"overview":"Главный герой картины – молодой прожигатель жизни Павел Макаров. Проснувшись после очередной вечеринки, он обнаруживает рядом с собой незнакомую девушку, которая всерьез предлагает жениться на ней, но получает отказ. Дочь местного авторитета, она не привыкла слышать слово «нет». И теперь Макарову грозят серьезные неприятности: ему приходится срочно покинуть родной город. Тогда он соглашается на то, от чего давно отказывался, – служить в армии по контракту...","release_date":"2008-06-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":63609,"title":"Second wind","adult":false,"genre_ids":[28,18]},{"cast":["Andreas Muñoz","Clara Lago","Yohana Cobo","Nicula Nicolae","Daniel Guzmán"],"overview":"Ivan, Lionel, Jenny and Elena, four young teen from a neighborhood on the outskirts of Madrid, begin a journey towards the sea fleeing the misery around them. On the way you will find love and solidarity, everything that they have in their environment. In their wake they leave their signature on the walls ... a 'graffiti \"is their hallmark.","release_date":"2006-09-08","vote_average":3.0,"runtime":94,"cert":"N\/A","id":63610,"title":"Arena en los bolsillos","adult":false,"genre_ids":[18]},{"cast":["Alberto San Juan","Emma Suárez","Julián Villagrán","Luz Valdenebro","Violeta Rodríguez"],"overview":"Selfish, opportunistic Benito returns to his home in Navarre when he learns that his father is dying. There, he reconnects with his younger brother Lalo, a metal sculptor who is emotionally needy. Benito also develops a surprising bond with Ainara, the young daughter of his brother's girlfriend, Nines.","release_date":"2007-03-15","vote_average":7.2,"runtime":108,"cert":"N\/A","id":63611,"title":"Under the Stars","adult":false,"genre_ids":[18]},{"cast":["Alejo Sauras","Pilar López de Ayala","Ariadna Gil","Juan Echanove","Jorge Sanz"],"overview":"Young couple Samuel and Eva move to Madrid and start living together when he finds work as a photographer. Although Samuel doesn't knows, Eva's expecting a baby.","release_date":"2006-04-07","vote_average":5.5,"runtime":118,"cert":"N\/A","id":63612,"title":"Bienvenido a casa","adult":false,"genre_ids":[18,35,10749]},{"cast":["Sherilyn Fenn","David Nerman","Bruce Dinsmore","Francis X. McCarthy","Kevin Jubinville"],"overview":"Recently widowed Shelby Naylor (Sherilyn Fenn) listening to her husbands police scanner overhears a husband and wife arguing on the phone. The wife ends up dead and Widow Naylor points the finger endangering herself.","release_date":"2003-02-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":63613,"title":"Nightwaves","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"","release_date":"2007-07-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63614,"title":"Un buen dia lo tiene cualquiera","adult":false,"genre_ids":[35]},{"cast":["Tristán Ulloa","Emilio Gutiérrez Caba","Nathalie Poza","Miguel de Lira","Alberto Jiménez"],"overview":"","release_date":"2009-04-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":63615,"title":"Un buen hombre","adult":false,"genre_ids":[]},{"cast":["Óscar Jaenada","Verónica Sánchez","Mercè Llorens","Jacobo Dicenta"],"overview":"The movie will cover the life of Camarón de la Isla (Jaenada), the legendary Spanish flamenco cantaor, from his beginning until his death. It tells around the relationships Camarón de la Isla struck up with people such as his wife La Chispa (Sánchez) and guitarists Paco de Lucía, Tomatito and Paco Cepero. Written by Joseklo","release_date":"2005-11-04","vote_average":6.2,"runtime":119,"cert":"N\/A","id":63616,"title":"Camarón: When Flamenco Became Legend","adult":false,"genre_ids":[18]},{"cast":["Ray Milland","John Wayne","Paulette Goddard","Raymond Massey","Robert Preston"],"overview":"The Florida Keys in 1840, where the implacable hurricanes of the Caribbean scream, where the salvagers of Key West, like the intrepid and beautiful Loxi Claiborne and her crew, reap, aboard frail schooners, the harvest of the wild wind, facing the shark teeth of the reefs to rescue the sailors and the cargo from the shipwrecks caused by the scavengers of the sea.","release_date":"1942-03-26","vote_average":6.3,"runtime":119,"cert":"","id":63617,"title":"Reap the Wild Wind","adult":false,"genre_ids":[12,18,10749]},{"cast":["Humphrey Bogart","Gene Tierney","Lee J. Cobb","Agnes Moorehead","E.G. Marshall"],"overview":"A man in priestly robes, seemingly the long-awaited Father O'Shea, arrives at a little-frequented Catholic mission in 1947 China. Though the man seems curiously uncomfortable with his priestly duties, his tough tactics prove very successful in the Seven Villages, as around them China disintegrates in civil war and revolution. But he has a secret, and his friendship with mission nurse Anne (an attractive war widow) seems to be taking on an unpriestly tone.","release_date":"1955-09-02","vote_average":6.3,"runtime":87,"cert":"N\/A","id":63618,"title":"The Left Hand of God","adult":false,"genre_ids":[18]},{"cast":["Peio Azketa","Hicham Chate","\tCirilo Fernández","José Fernández","Josefa García"],"overview":"One year in the life of a tiny village in northern Spain.","release_date":"2004-01-01","vote_average":6.0,"runtime":110,"cert":"N\/A","id":63619,"title":"The Sky Turns","adult":false,"genre_ids":[99]},{"cast":["Sarah Brightman"],"overview":"Sarah Brightman's Harem tracks are brought to life in this collection of music videos, inter-woven with interviews from the artist herself. This Special is filmed in many exotic locals including Egypt and Morocco, bringing to life Sarah's desert fantasy before your very eyes.","release_date":"2004-02-24","vote_average":4.5,"runtime":59,"cert":"N\/A","id":63620,"title":"Sarah Brightman: Harem - A Desert Fantasy","adult":false,"genre_ids":[10402,14]},{"cast":["Qing Yang","Yu Bo","Kang Zhang","Jiangang Wei","Zi'en Cui"],"overview":"Xiao Bo arrives in Beijing, gets a job at a boutique, and is invited to stay with his lady boss, Ah Qing, and her husband, Kang. Knowing that Xiao Bo is still single, his host tries to introduce him to her best friend, Ah Meng. After a few dates, Ah Meng begins to suspect Xiao Bo is gay. She tells Ah Qing, who then informs her husband Kang. After learning this, Kang attempts to rape Xiao Bo when his wife isn't at home. Xiao Bo leaves the house, quits his job and joins his old friend, Chong Chong, and realizes that he has a gay lover, Gui Gui. Some time later, Ah Qing confesses to Kang that she had an affair with Ah Meng.","release_date":"1999-11-20","vote_average":6.9,"runtime":89,"cert":"N\/A","id":63623,"title":"Men and Women","adult":false,"genre_ids":[35]},{"cast":["Andy Kaufman","Freddie Blassie"],"overview":"My Breakfast with Blassie is a movie starring Andy Kaufman and professional wrestler \"Classy\" Freddie Blassie. It is a mostly improvised parody of the popular art film My Dinner with Andre and is set in a restaurant where Kaufman and Blassie have a discussion over breakfast. Also featured is Kaufman's partner Bob Zmuda, who plays a nosy fan. Lynne Margulies, who would later become Kaufman's girlfriend, also plays a role; in fact, she and Kaufman met for the first time on camera.","release_date":"1983-11-01","vote_average":5.4,"runtime":60,"cert":"N\/A","id":63624,"title":"My Breakfast with Blassie","adult":false,"genre_ids":[35]},{"cast":["Imre Olvasztó","Róbert Koltai","Teri Horváth","Péter Haumann","Molnár Piroska"],"overview":"The story of Bendegúz, the teenage boy who never succeeds in anything and about whom everybody's first though is \"I wish you had been hanged when you were born!\" drops out of school and becomes a cowboy. He works for the Stationmaster whose cows he has to graze by the railway. Despite his goodwill and kindheartedness he always manages to spoil everything he touches. No matter his wit, he gets into humiliating situations and regularly fights with the Ugly Witch (the Stationmaster's mother-in-law). However his good spirit and cheerfulness never leave him.","release_date":"1980-11-12","vote_average":7.8,"runtime":66,"cert":"N\/A","id":63625,"title":"The Stationmaster Meets His Match","adult":false,"genre_ids":[35]},{"cast":[],"overview":"SITCOM SENSATIONS collection revisits three of television's most beloved series: RETURN TO FANTASY ISLAND (1977) is a full-length movie version of the magical drama that featured a weekly roster of guests visiting the titular isle to pursue their most-cherished fantasies; RESCUE FROM GILLIGAN'S ISLAND (1978) is a made-for-TV movie sequel that found Gilligan, Skipper, and the rest of the castaways finally being rescued 15 years after shipwrecking on a deserted island; and BEVERLY HILLBILLIES (1962) presents four original episodes of the quintessential fish-out-of-water sitcom.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63626,"title":"Sitcom Sensations","adult":false,"genre_ids":[]},{"cast":[],"overview":"Florida outgained the Buckeyes 370 yards to 82, led in first downs 21-8 and time of possession 40:48 to 19:12 to lead the Gators to a 41-14 victory in the 2007 BCS National Championship game. The trophy will make a perfect bookend for the one the basketball Gators won by beating UCLA for the national championship earlier last year. The Gators became the first program to hold football and men's basketball titles at the same time.","release_date":"2007-01-08","vote_average":5.3,"runtime":134,"cert":"N\/A","id":63631,"title":"2007 BCS National Championship: Ohio State vs. Florida","adult":false,"genre_ids":[]},{"cast":["Vijay","Genelia D'Souza","Hansika Motwani","Saranya Mohan","Santhanam"],"overview":"An ordinary milkman is forced to become the fictional character Velayudham who takes on the scum of the earth.","release_date":"2011-10-26","vote_average":5.9,"runtime":160,"cert":"12A","id":63634,"title":"Velayudham","adult":false,"genre_ids":[28]},{"cast":["Vijay","Anushka Shetty","Sayaji Shinde","Lakshmi Ramakrishnan","Salim Ghouse"],"overview":"Police-Ravi is a student aspiring to become a police officer,becomes hunted when he helps his friend out of trouble.The hunted becomes the Hunter to secure his future.","release_date":"2009-12-18","vote_average":4.5,"runtime":null,"cert":"N\/A","id":63635,"title":"Vettaikaaran","adult":false,"genre_ids":[28,18]},{"cast":["Vijay","Shriya Saran","Namitha","Santhanam","Ashish Vidhyarthi"],"overview":"Guru has the ability to predict future events. With his unique ability, he identifies several future events, including the attempted murder of his lover by a look-alike.","release_date":"2007-11-08","vote_average":5.2,"runtime":171,"cert":"N\/A","id":63636,"title":"Azhagiya Tamil Magan","adult":false,"genre_ids":[28,18]},{"cast":["Vijay","Trisha Krishnan","Sai Kumar","Prakash Raj","Vivek"],"overview":"At Beach, Anjali whips out a knife and kills a police officer saying that she has been waiting for this moment for many years. Aadhi  who lives with his foster parents  in New Delhi. He takes up a course in Chennai against his foster parents' wishes, while he is actually on mission to eliminate the people behind the murder of his blood family. Anjali studying in the same college has her own agenda to seek revenge on her parents' killers, assisted by her uncle . Aadhi falls in love with Anjali, as she brings back memories of his childhood sweetheart and cousin who loved to dance in the rain.It is revealed that Anjali and Aadhi were from the same family. Aadhi's father was an honest cop who arrested one of the henchmen of a local gangster, RDX . RDX pays Aadhi's father a visit with some of his henchmen and the police officer and murders whole extended family. Anjali, her uncle and Aadhi survived the blast that annihilated their family. &amp; they combine forces to get revenge on RDX.","release_date":"2006-01-15","vote_average":4.3,"runtime":160,"cert":"N\/A","id":63637,"title":"Aadhi","adult":false,"genre_ids":[28,53]},{"cast":["Ravi Krishna","Vijay","Nassar","Rambha","Rajan P Dev"],"overview":"Ravi Shankar (Ravi Krishna) and Sandhya (Natassha), students of a college in Dindigul, are love birds. When Sandhya's mother and a village panchayat chief (Nalini) comes to know of their affair, she puts spokes in their wheel. But the caring father of Ravi Shankar (Nazar) sends them to Chennai. For his act, Nazar gets bumped off by Nalini.Upon reaching Chennai, a corrupt police officer (Sreeman) apprehends Ravi Shankar on a complaint given by Nalini that he had murdered his father when he put his foot down on their affair.","release_date":"2005-05-07","vote_average":0.0,"runtime":160,"cert":"N\/A","id":63638,"title":"Sukran","adult":false,"genre_ids":[28,18]},{"cast":["Colin Firth","Kenneth Branagh","Natasha Richardson","Patrick Malahide","Jim Carter"],"overview":"Set in the early 1920s, the film follows Tom Birkin, who has been employed to carry out restoration work on a Medieval mural discovered in a church in the small rural community of Oxgodby, Yorkshire. The escape to the idyllic countryside is cathartic for Birkin, haunted by his experiences in World War I. Birkin soon fits into the slow-paced life of the remote village, and over the course of the summer uncovering the painting begins to lose his trauma-induced stammer and tics.","release_date":"1987-01-01","vote_average":6.5,"runtime":96,"cert":"","id":63639,"title":"A Month in the Country","adult":false,"genre_ids":[36,18]},{"cast":["Richard Berry","Bérangère Bonvoisin","Sophie Chemineau","Robin Renucci"],"overview":"Director Bernard Favre has created the \"look and feel\" of a moment in time that has long since disappeared -- 1859-60 in the Savoy Alps. Joseph (Richard Berry) is a young Savoyard peasant who has been established in a village with his wife and two children for some time, and like others before him, makes a living by crossing the Alps into Italy in the winter months and selling his wares to the villagers. This story traces a winter's itinerary as the man encounters various adventures in his always-dangerous journey, but he seems oblivious to all the nuances and reverberations of social change going on around him. When he finally returns to his family after many months away, he discovers to his surprise that his village is now a part of France and it looks like a Savoyard would soon be sitting on the throne of a unified Italy.","release_date":"1983-12-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63640,"title":"La Trace","adult":false,"genre_ids":[35,18]},{"cast":["Vijay","Genelia D'Souza","Bipasha Basu","Vadivelu","Raghuvaran"],"overview":"A happy-go-lucky college student falls in love with a beautiful young woman at first sight, but decides to use a unique approach to get close to her, as she has many admirers in the college. How will their relationship evolve?","release_date":"2005-04-14","vote_average":6.0,"runtime":160,"cert":"N\/A","id":63641,"title":"Sachein","adult":false,"genre_ids":[18,10749]},{"cast":["Vijay","Trisha Krishnan","Mallika","Manoj K Jayan","Pasupathy Masilamani"],"overview":"The movie begins in a remote village in Madurai where Sivagiri, a blacksmith and his sister Karupayi share a close bondage. Sivagiri wants to get his sister married off to a city dweller. He along with his friend Kannappan manages to find an alliance in Saligramam, Chennai. After the wedding, when Sivagiri comes to Chennai to leave his sister and her husband, he encounters rowdies and anti-socials who have a free-run in the city. He wonders why the city-dwellers are maintaining a mute silence to the anti-socials. In the meanwhile, he also falls in love with Subha. In a tussle at a theater in Chennai, Pattasu Balu and Sagadai Saniyan's men murder Kannappan. The death sparks a turn of events in Sivagiri's life. He vows to put an end to all criminals in Chennai and clean the city of rowdyism. The rest is all about how he achieves his mission.","release_date":"2005-01-14","vote_average":6.2,"runtime":160,"cert":"N\/A","id":63642,"title":"Thirupaachi","adult":false,"genre_ids":[28,53]},{"cast":["Totò","Peppino De Filippo","Nadia Gray","Cristina Gaioni","Aroldo Tieri"],"overview":"","release_date":"1960-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63643,"title":"Letto a tre piazze","adult":false,"genre_ids":[35]},{"cast":["Vijay","Sonia Agarwal","Rakshita","Vadivelu","Pasupathy Masilamani"],"overview":"A vegetable vendor takes care of an elderly woman and her two young daughters, but he has a dark past that wants to catch up with him.","release_date":"2004-08-29","vote_average":5.0,"runtime":160,"cert":"N\/A","id":63644,"title":"Madurey","adult":false,"genre_ids":[28,18]},{"cast":["Vijay","Trisha Krishnan","Prakash Raj","Ashish Vidhyarthi","Janaki Sabesh"],"overview":"Muthu Pandi, a village strongman, decides to marry Dhanalakshmi, and begins his quest by eliminating everyone who opposes their union - starting with both her brothers. In desperation, Dhanalakshmi decides to escape from the village, and in the process is unwittingly assisted by a university Kabaddi player Velu.","release_date":"2004-04-17","vote_average":6.5,"runtime":168,"cert":"N\/A","id":63647,"title":"Ghilli","adult":false,"genre_ids":[28,35,10751,10749]},{"cast":["Vijay","Keerthana","Radha Ravi","Mansoor Ali Khan","Sarath Babu"],"overview":"Naalaya Theerpu starring by vijay. Srividya was molested by Radharavi while she was young. Radharavai was Srividya's husband but cheated on her and married many other woman. Srividya raises her son (Vijay) all by herself through facing a lot of problems. Vijay goes to college and falls in love with a girl. Then, Srividya and Vijay decide to go and live in Radharavi's house. However, Radharavi brings his other wives to his house to have sex. Then Vijay and Srividya decide to leave the house and go to where they originally lived. Then Vijay's step brother kills someone and blames...","release_date":"1992-12-11","vote_average":0.0,"runtime":160,"cert":"N\/A","id":63648,"title":"Naalaya Theerpu","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Have fun at the beach with all your Play School friends. Featuring Justine Clarke, Teo Gebert, Jay Laga’aia and Karen Pang.","release_date":"2008-01-01","vote_average":3.0,"runtime":207,"cert":"N\/A","id":63649,"title":"Play School - At The Beach","adult":false,"genre_ids":[]},{"cast":[],"overview":"A look at rural gay men in America today. These men are far from the common stereotypes. They include men raising children, dairy farmers, and hermits, even a radical fairy or two.","release_date":"2004-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":63650,"title":"Farm Family: In Search of Gay Life in Rural America","adult":false,"genre_ids":[]},{"cast":["Vijayakanth","Vijay","Yuvarani","Vijayakumar","Mansoor Ali Khan"],"overview":"Sendhoorapandi is a Tamil film, released in 1993 directed by S. A. Chandrasekhar. The cast for the film include Vijay, Vijaykanth, Manorama and Yuvarani.","release_date":"1993-12-01","vote_average":5.0,"runtime":160,"cert":"N\/A","id":63651,"title":"Sendhoorapandi","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"Join the Play School presenters as they take you through the exciting world of dinosaurs. This interactive DVD of songs, activities and stories will excite children's imaginations and encourage play with such activities as making dinosaurs out of boxes and other simple items. The ABC has revamped and relaunched the quintessential children's property Play School with a brand new look and feel.","release_date":"2009-01-02","vote_average":3.0,"runtime":50,"cert":"N\/A","id":63652,"title":"Play School - Friends All Together","adult":false,"genre_ids":[]},{"cast":[],"overview":"One The Move - George, Trisha, Colin and Angela buckle up to present Road Safety as it’s never been seen before. On the Move, supported by the Federal Office of Road Safety, has all the magical Play School ingredients – songs, stories, craft and fun. Songs include many from the CD ‘Play School in the Car’ such as Six Little Ducks (with animation), Have You Ever Noticed Your Nose?, Animal Ride, Buckle Up, Driving Along, Carobics, How Much Further? and Traffic Lights.","release_date":"2006-01-01","vote_average":3.0,"runtime":115,"cert":"N\/A","id":63653,"title":"Play School - On The Move","adult":false,"genre_ids":[]},{"cast":["Jiiva","Karthika Nair","Ajmal Ameer","Piaa Bajpai","Prakash Raj"],"overview":"Ashwin, a famous photographer, works with Renuka, an investigative journalist. When one of their colleagues, Saro, gets killed during a political meet, Ashwin and Renuka decide to investigate.","release_date":"2011-04-22","vote_average":7.1,"runtime":160,"cert":"N\/A","id":63654,"title":"Ko","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"The Road Show - In this classic program, five favourite Play School presenters sing songs, tell stories and play games about cars, buses and bikes – and about how to be safe on the road. Whether it's simply crossing the road, riding a bike or taking the dog for a walk, the Play School presenters have a fun way to show us how to do it safely. Songs include: The Wheels on the Bus, Let’s Go Walking, Take You Riding and Zoom.","release_date":"2006-01-01","vote_average":3.0,"runtime":115,"cert":"N\/A","id":63655,"title":"Play School - The Road Show","adult":false,"genre_ids":[]},{"cast":[],"overview":"The show everyone grows up with is releasing another amazing DVD full of singing, craft and entertainment that teaches. Have fun on the farm with the Play School family - Jay, Justine,Karen, Rhys and all their favourite toy friends.","release_date":"2009-03-01","vote_average":3.0,"runtime":234,"cert":"N\/A","id":63658,"title":"Play School - Wheels","adult":false,"genre_ids":[]},{"cast":["Bulle Ogier","Yann Andréa","Marguerite Duras"],"overview":"A man (Yann Andrea) and his sister (Bulle Ogier) meet at a seaside village to discuss their relationship.","release_date":"1981-10-07","vote_average":6.6,"runtime":90,"cert":"N\/A","id":63659,"title":"Agatha and the Limitless Readings","adult":false,"genre_ids":[18]},{"cast":["Bernadette Lafont","Claude Melki","Jean-Pierre Marielle","Chantal Goya","Christian de Tillière"],"overview":"In a cul-de-sac in the Faubourg-Saint-Antoine, Leon shares two rooms with his sister Marie. In one, he receives his clients: he is a tailor. In the other, Marie receives her own: she is a clairvoyant. Leon was happy until he learned what Marie was hiding from him. She is actually a prostitute, and Maxime, her supposed fiancé, is her pimp. On the same day, Leon also discovers love in the form of Arlette, a provincial young woman picked up by Marie.","release_date":"1971-03-01","vote_average":6.5,"runtime":95,"cert":"N\/A","id":63660,"title":"Love Is Gay, Love Is Sad","adult":false,"genre_ids":[35]},{"cast":["Jiiva","Ramya","Honey Rose","Santhanam"],"overview":"This film involves around two characters both have been played by Jeeva. Siva is fisherman and does good things and on the other hand Ashok is a lawyer, womanizer and does bad things. At one point Ashok kills a girl with whom he made love. By certain amount of doubt, his brother Siva drags Ashok to court, there he uses his professional knowledge to escape out of the case.","release_date":"2011-03-04","vote_average":5.3,"runtime":160,"cert":"N\/A","id":63661,"title":"Singam Puli","adult":false,"genre_ids":[]},{"cast":["Jiiva","Poonam Bajwa","Vadivelu","J. D. Chakravarthi","N. Azhagamperumal"],"overview":"The film begins at a journey in train where Paari (Jeeva) looks back at everything. Cut to the beginning, one remote village in Ramanathapuram. Paari is a do-gooder helping everyone in need. A magnanimous man, he gives anything and everything to others if they ask for. Promising his dad (Azhagan Perumal) to earn more, Paari sets out to Chennai. But he faces more challenges. He meets a young girl Madhi (Poonam Bajwa) and falls in love with her. Some goons also cause trouble for Paari. Meanwhile, Sivamani (J D Chakravarthy), the dreaded but sophisticated don of the city is getting ready to marry Madhu. When the two stories meet, chaos ensue, it is now up to Paari and Sivamani to sort it out.","release_date":"2010-03-19","vote_average":0.0,"runtime":160,"cert":"N\/A","id":63662,"title":"Kacheri Arambam","adult":false,"genre_ids":[28,18]},{"cast":["Luis Rego","Yves Afonso","Lydia Feld","Bernard Ménez","Rosa-Maria Gomes"],"overview":"\"Maine-Ocean\" is the name of a train that rides from Paris to Saint-Nazaire (near the ocean). In that train, Dejanira, a Brazilian, has a brush with the two ticket inspectors. Mimi, another traveler and also a lawyer, helps her. The four of them will meet together later and live a few shifted adventures with a strange-speaking sailor (Mimi's client).","release_date":"1986-04-16","vote_average":7.3,"runtime":130,"cert":"N\/A","id":63663,"title":"Maine-Ocean Express","adult":false,"genre_ids":[35]},{"cast":["Jiiva","Anuya Bhagvath","Santhanam","Urvashi","Arya"],"overview":"The movie is about the Blossom of love, fun and lots more between the characters Siva and Sakthi. The 1st half shows the blossom of love in the mind of Siva while we find a new turn during the second half where Sakthi reciprocates it.","release_date":"2009-02-14","vote_average":6.2,"runtime":138,"cert":"N\/A","id":63664,"title":"Siva Manasula Sakthi","adult":false,"genre_ids":[10749,35,18]},{"cast":["Jill Clayburgh","Jean Yanne","Gabriel Byrne","Mohammad Bakri"],"overview":"Hanna K. is the story of Hanna Kaufman, a child of Holocaust survivors and an American-Jewish immigrant to Israel, who is a court-appointed lawyer assigned to defend a Palestinian, Salim Bakri, accused of terrorism and infiltration. Salim claims that he was trying to regain possession of his family house.","release_date":"1983-09-07","vote_average":6.4,"runtime":111,"cert":"N\/A","id":63665,"title":"Hanna K.","adult":false,"genre_ids":[18]},{"cast":["Arya","Navdeep","Prakash Raj","Sameksha Singh","Adithya Menon"],"overview":"There is the innocent Brahmin-boy Satya (Navdeep) who comes from Nagercoil to Chennai to join an engineering college. And then his problems begin one by one when he encounters the dreaded don Adhi Narayanan (Prakash Raj), who is actually Satya's father and his hot-blooded son Kutty (Arya). Satya's girlfriend Sandhya (Samiksha) is accidentally wounded in a shootout between Adhi's gang and his rivals. Satya, on the prodding of ACP Thiagarajan (Adithya Menon) is all set to identify Kutty as the culprit. Intimidated and threatened by the gang, and in a state of confusion, Satya is shocked when Adhi suddenly changes track, makes friendly overtures to Satya, claiming kinship with him. With Kutty too going overboard with his brotherly overprotective attitude, Satya's life takes a comical and a drastic turn.","release_date":"2005-05-20","vote_average":6.9,"runtime":160,"cert":"N\/A","id":63666,"title":"Arinthum Ariyamalum","adult":false,"genre_ids":[28,35,18,10751,10749]},{"cast":["Victor Lanoux","Anny Duperey","Valérie Mairesse","Xavier Deluc"],"overview":"In the docks of Bordeaux a well-known homosexual was murdered. Police Inspector Michel Verta starts investigating, when he falls in love with Bernard, a handsome young musician. This not only threatens his family life but also his integrity, for he is married with a child and Bernard is one of the murder suspects.","release_date":"1984-08-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":63667,"title":"The Cheat","adult":false,"genre_ids":[53]},{"cast":["Silambarasan","Varalaxmi Sarathkumar","Shobana","VTV Ganesh","Samarth Suraj"],"overview":"Simbu and Varu Sarath Kumar star in this romantic comedy about a couple who find love by surprise.Though uniquely different from one another in terms of their upbringing, dressing and thinking, they both make sacrifices to be and stay together.","release_date":"2012-11-13","vote_average":5.6,"runtime":null,"cert":"N\/A","id":63668,"title":"Podaa Podi","adult":false,"genre_ids":[]},{"cast":["R. Sarathkumar","Jyothika","Andrea Jeremiah","Milind Soman"],"overview":"Venkat (Sarath Kumar), a medical representative, is a happily married person with a son. His wife Kalyani (Andrea Jeremiah) is very loving and both of them along with their son have a perfect life. That is, until their son falls sick and things between the husband and wife cool down a bit. Kalyani begins to spend more time with their son and starts to ignore her husband involuntarily. Venkat feeling a bit lonely and neglected walks in and out of his monotonous life without complaining much. He tries to understand his wife's feelings.","release_date":"2007-02-16","vote_average":7.8,"runtime":null,"cert":"N\/A","id":63669,"title":"Pachaikili Muthucharam","adult":false,"genre_ids":[]},{"cast":["Kamal Haasan","Jyothika","Kamalinee Mukherjee","Lev Gorn","Prakash Raj"],"overview":"Raghavan (Kamal Haasan) is an honest cop in Tamil Nadu. His wife Kayalvizhi (Kamalinee Mukerji) dies in a violent incident. Raghavan is deputized to investigate the murder of Rani, the daughter of his colleague Arokiya Raj (Prakash Raj) in a remote village in Tamil Nadu. Arokiya moves to New York after his daughter's murder.","release_date":"2006-08-25","vote_average":6.7,"runtime":160,"cert":"N\/A","id":63670,"title":"Vettaiyaadu Vilaiyaadu","adult":false,"genre_ids":[28,53]},{"cast":["Venkatesh","Asin Thottumkal","Salim Baig","Ravi Prakash","Daniel Balaji"],"overview":"Rama Chandra (played by Daggubati Venkatesh) is the Deputy Commissioner of Police of Hyderabad City. His upbringing as an orphan, and the special nature of his job as a policeman, have left him reluctant to form relationships with women. He doesn't have much faith in the judicial system and seeks to 'eliminate' the criminals in the town through encounters.","release_date":"2004-07-30","vote_average":6.5,"runtime":159,"cert":"N\/A","id":63671,"title":"Gharshana","adult":false,"genre_ids":[80,28,53]},{"cast":["Vikram","Jyothika","Pasupathy Masilamani","Vadivelu","Vinu Chakravarthy"],"overview":"Arul (Arul), who works in a mill, is the youngest of four brothers in a family of goldsmiths. Once, Arul's brother stole a chain due to financial circumstances. As Arul had taken the blame for it, he was labelled as a \"thief\" and seen as a black sheep by his father. Thus, he vows never to make a gold ornament ever again. Kanmani (Gayathri), who moves into the opposite house, begins by playing tricks on him, but eventually falls for his character. Arul doesn't believe in love, and keeps his distance from her. One day, when Arul's father scolds him in the temple,","release_date":"2004-05-07","vote_average":6.7,"runtime":160,"cert":"N\/A","id":63674,"title":"Arul","adult":false,"genre_ids":[18]},{"cast":["Prithviraj Sukumaran","Jyothika","Prakash Raj","Swarnamalya","Brahmanandam"],"overview":"Karthik (Prithviraj) and Viji (Prakash Raj) are close buds, who are keyboard players in music director Vidyasagar’s team. They are brilliant in their work of re-recording and background scores. They are fun-loving, witty and share a great rapport. They come to live in an apartment complex where they meet a handful of interesting people. Their neighbour and flat secretary, Ananthakrishnan (Brahmanandam) is not too happy about Karthik occupying the flat and asks him to vacate as bachelors are not allowed to live there. Preethi (Neelima Rani), a girl from one of those apartments, is head over heels in love with Karthik.","release_date":"2007-02-23","vote_average":7.2,"runtime":152,"cert":"N\/A","id":63675,"title":"Mozhi","adult":false,"genre_ids":[18,35,10749]},{"cast":["Prakash Raj","Prithviraj Sukumaran","Gopika","Sarath Babu","M. S. Bhaskar"],"overview":"Saravanan(Prithviraj) is an assistant director who feels he has written a script that only he, as a director, can do justice to. Kanniah (Prakashraj), who has been looking for a break as an actor for even longer than Saravanan, becomes Saravanan's roommate. When Saravanan goes to Hyderabad, Kanniah copies Saravanan's script and pitches it a producer, under the condition that he has to play the hero in the film. Impressed by the script, the producer agrees to the condition. The movie turns Kanniah, now rechristened Dilipkanth, into a star. Saravanan does not give up and creates another story. However, he finds out that he can't make his film unless Dilipkanth plays the hero.","release_date":"2008-03-08","vote_average":5.0,"runtime":145,"cert":"N\/A","id":63676,"title":"Velli Thirai","adult":false,"genre_ids":[18]},{"cast":["Uday Kiran","Vimala Raman","Geethu Mohandas","Prakash Raj","Avinash"],"overview":"Valluvanar is an upright political leader in Tamil Nadu much respected for his honesty and uprightness. And he refuses to compromise on this trait even when his only son Kamban finds himself in jail for no fault of his. The opposition party takes advantage of the situation and bails out Kamban, who joins this party much to his father's embarrassment. The media laps it up sensationalizing it further. Then Kamban decides to leave the country until things cool down. Only his mother Vasuki with whom he is close is aware of this plan. Kamban arrives at Sri Lanka where he be-friend's Banerjee, a Bengali and stays with him. One day he finds a Tamil book on the beach which he traces to Shilpa the owner of the book, who is a college student preparing for the civil services examination. The film juggles between reality and fiction, where Theepori, the fictitious father image of Kamban advises him to fall in love. The rest of the story is about the emotional conflict between her career and love.","release_date":"2006-12-22","vote_average":0.0,"runtime":166,"cert":"N\/A","id":63677,"title":"Poi","adult":false,"genre_ids":[18]},{"cast":["Prasanna","Prakash Raj","Navya Nair","Abbas","Rambha"],"overview":"Azhagiya Theeye movie revolves around Chandran (Prasanna) is approached by a girl Nandhini (Navya Nair) to break her proposed marriage with a software engineer Aravind (Prakash Raj) from USA. She is forced by her father who is a thug (Pyramid Natarajan) to marry this guy. Later Chandran hatches a plan by which he meets Aravind at a restaurant and tells him that Nandhini is madly in love with him.","release_date":"2004-08-15","vote_average":0.0,"runtime":150,"cert":"N\/A","id":63678,"title":"Azhagiya Theeye","adult":false,"genre_ids":[18,10749]},{"cast":["Ravi Krishna","Prakash Raj","Gopika","Revathi","Sanjeeda Sheikh"],"overview":"Venu (Ravi Krishna) is youth struck with an inferiority complex, who loses all his confidence to come up in life. However, he comes across a bunch of people and his encounter with them instills confidence in his mind to fight and succeed.","release_date":"2005-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63679,"title":"Ponniyin Selvan","adult":false,"genre_ids":[18]},{"cast":["Marie Laforêt","Françoise Dorléac","Paul Guers","Françoise Prévost","Jacques Verlier"],"overview":"A man becomes obsessed with a woman, who is unreceptive to his advances. Jealous of her attraction to another, he becomes increasingly desperate. His frustration reaches a peak when the woman hints at another liaison.","release_date":"1961-09-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":63680,"title":"The Girl with the Golden Eyes","adult":false,"genre_ids":[18]},{"cast":["Roland Lesaffre","Jean-Paul Belmondo","Laurent Terzieff","Pierre Brice","Andréa Parisy"],"overview":"Bob Letellier, a good looking rich kid who studies science, makes the acquaintance of Alain, a cynical and immoral young man. The latter introduces him to the existentialist circles of Saint-Germain-des-Prés. Bob is invited to a party and becomes Clo's lover, a rich heiress.","release_date":"1958-10-10","vote_average":6.8,"runtime":120,"cert":"N\/A","id":63681,"title":"The Cheaters","adult":false,"genre_ids":[18]},{"cast":["Françoise Brion","Bernadette Lafont","Alexandra Stewart","Michel Galabru","Jacques Riberolles"],"overview":"Miléna is living in her grandmother's baroque château when the rich lady dies. The lawyer Miguel, who had a previous relationship with Miléna, insists the other two grandchildren, Fifine and her brother Jean-Paul, visit the château for the reading of the will, even though they have been estranged from the family at an early age. However Robert, who had been living with Fifine in an open relationship, arrives and impersonates Jean-Paul. Robert falls for Fifine's cousin Miléna while Fifine has designs on Miguel. In the meantime, the butler César is focusing his lecherous intentions on Prudence, the maid he had just hired.","release_date":"1960-01-20","vote_average":7.4,"runtime":95,"cert":"N\/A","id":63682,"title":"A Game for Six Lovers","adult":false,"genre_ids":[35,10749]},{"cast":["Shraddha Kapoor","Taaha Shah","Errol Marks","Meherzan Mazda","Pushtiie Shakti"],"overview":"Rhea is the quintessential girl next door, in love with Luv Nanda, the richest, most popular boy in college. On the eve of her 18th birthday, they plan to take their relationship to the 'next level'. When accidentally she finds out Luv is not as nice as she thought he was, she decides to get mad, but to go even and bring Luv Nanda down! All in span of one night with the help of her friends. Buckle up for one crazy night as the girls discover the meaning of love, life, friendship and more...","release_date":"2011-05-06","vote_average":4.5,"runtime":106,"cert":"N\/A","id":63683,"title":"Luv Ka the End","adult":false,"genre_ids":[35,18]},{"cast":["Antonin Berval","Pierre Larquey","Alexandre Rignault","Ghislaine Bru","Line Noro"],"overview":"A respected gangster, Justin, finds himself in a deadly feud with his rival, the unscrupulous Esposito. The latter plans to steal a cargo of opium bound for China and to have Justin killed.","release_date":"1935-01-01","vote_average":7.0,"runtime":99,"cert":"N\/A","id":63684,"title":"Justin de Marseille","adult":false,"genre_ids":[18]},{"cast":["Anne-Sophie Mutter","Seiji Ozawa"],"overview":"A triumph of remembrance, wrote Die Welt following this stirring concert given by\r the Berliner Philharmoniker under Seiji Ozawa and with Anne-Sophie Mutter as\r soloist. It left its audience hovering between hushed reverence and deafening\r exultation. The Golden Hall of Vienna's Musikverein was the dazzling venue for the\r live recording of this concert celebrating the 100th birthday of Herbert von Karajan.\r And there Karajan s Berliner never sounded better, evoking a time which selfconfidently\r sought the private and subjective in music, and believed it could find\r them in the mirror of the works (Frankfurter Allgemeine Zeitung). It is a concert\r that commemorates Herbert von Karajan for the ages in a supremely moving manner.  Beethoven: Violin Concerto, Tchaikovsky: Symphony No. 6, Bach: Sarabande,br. Seiji Ozawa, Anne-Sophie Mutter","release_date":"2008-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63685,"title":"Herbert Von Karajan Memorial Concert","adult":false,"genre_ids":[10402]},{"cast":["Christopher Britton","Clancy Brown","Grey DeLisle","Paul Dobson","Brian Drummond"],"overview":"Hungry for adventure, Thor secretly embarks on the journey of a lifetime, joined by his loyal brother Loki, whose budding sorcery equips him with just enough magic to conjure up trouble, along with the Warriors Three - a band of boastful travelers reluctant to set sail on any adventure that might actually be dangerous. But what starts out as a harmless treasure hunt quickly turns deadly, and Thor must now prove himself worthy of the destiny he covets by saving Asgard itself.","release_date":"2011-05-16","vote_average":6.2,"runtime":77,"cert":"12","id":63686,"title":"Thor: Tales of Asgard","adult":false,"genre_ids":[12,16,28]},{"cast":[],"overview":"Tino Ponce operates Circo Mexico, which journeys across the Mexican countryside in search of paying customers. Wanting to please his father and continue the family business, Ponce has recruited his young children as performers while laboring night and day to maintain the circus's faltering financial fortunes. But a growing resentment brewing within his wife about their hardscrabble existence suggests troubles on the horizon. While documenting the brutal regimen of circus life, Circo also peels back the curtain on the Ponce family's inner dynamics, revealing generational divides and money worries that threaten to tear apart a marriage. Buttressed by indie-rock band Calexico's evocative score, Schock's film observes this family drama with a sympathetic but clear-eyed view of a vanishing way of life. And because Circo refuses to be sentimental in its handling of the material, the story's twists become all the more poignant","release_date":"2011-04-01","vote_average":7.7,"runtime":75,"cert":"N\/A","id":63687,"title":"Circo","adult":false,"genre_ids":[99]},{"cast":["Bernard Blier","Jane Marken","François Périer","Patricia Roc","Louis Jouvet"],"overview":"Return to Life (French: Retour à la vie) is a 1949 French drama film directed by Georges Lampin, André Cayatte, Henri-Georges Clouzot and Jean Dréville. It was entered into the 1949 Cannes Film Festival.","release_date":"1949-11-14","vote_average":7.0,"runtime":120,"cert":"N\/A","id":63688,"title":"Return to Life","adult":false,"genre_ids":[18]},{"cast":["Jean-Pierre Mocky","Patricia Barzyk","Françoise Michaud","Pierre Semmler"],"overview":"The insane Doctor Enger is obsessed with his plan to build a hospital to cure blind children, and goes on a killing and kidnapping spree with the police in pursuit.","release_date":"1986-05-07","vote_average":0.0,"runtime":88,"cert":"N\/A","id":63689,"title":"La machine à découdre","adult":false,"genre_ids":[35,53]},{"cast":["Sandrine Bonnaire","Marc Fourastier","Paul Blain"],"overview":"Unrequited and unhappy love is one of the themes of this romantic drama. In the story, Suzanne (Sandrine Bonnaire) has had an affair which so traumatized her that she is out of the running, romantically. Perhaps that is why she is roommates with her gay best friend, Marc (Marc Fourastier). However, just because one isn't going out on dates doesn't mean never seeing or being seen by anyone, and, one day while swimming in a public pool, Suzanne is caught by surprise by a lovely young man. Her new acquaintance, Lucien (Paul Blain), begins to spend time with her and Marc. Romance blooms among the threesome: Marc falls in love with Lucien, but he is unlucky in that: Lucien and Suzanne have become lovers.","release_date":"1991-05-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63690,"title":"Le ciel de Paris","adult":false,"genre_ids":[]},{"cast":["Catherine Deneuve","Wadeck Stanczak","Nicolas Giraudi","Danielle Darrieux","Victor Lanoux"],"overview":"In the woods, a 13-year-old boy is grabbed by an escaped convict and told to bring money later that day. The boy does as he's told, only to be attacked by the convict's partner. A murder ensues, and through happenstance, the murderer and the boy's mother form an alliance. All this takes place in four days during which the boy has his first communion, his separated parents face each other amidst grandmother's hopes they'll reunite, the grandfather just wants to go fishing, the school's chaplain complains about the boy's behavior, and the convicts' shared girlfriend comes, gun in hand, to help them escape to Tangier. The mother's surprising decisions complete the story.","release_date":"1986-05-16","vote_average":5.8,"runtime":90,"cert":"N\/A","id":63691,"title":"Scene of the Crime","adult":false,"genre_ids":[18]},{"cast":["Sneha","Vivek","Kota Srinivasa Rao","Yasmin Khan","Sampath Raj"],"overview":"Bhavani (Sneha), an honest police officer in Hyderabad, is posted as Assistant Commissioner of police in Tirunelveli upon the request of Tamil Nadu government. The town is controlled by Sivalingam (Kota Srinivasa Rao), a rich and influential baddie and an aspiring politician. He indulges in all unlawful activities.","release_date":"2011-03-11","vote_average":4.0,"runtime":149,"cert":"N\/A","id":63692,"title":"Bhavani IPS","adult":false,"genre_ids":[]},{"cast":["Helena Siegmund-Schultze","Bruno Schubert","Justus Kammerer","Iris Berben","Stipe Erceg"],"overview":"The Viennese detective children Biggi, Patrick and Luke find a key in dragon form, and their curiosity is aroused. They  realize that the sinister Lady Q is interested in opening the legendary moon palace and find the elixir which is believed that promises eternal youth. The Tigers must prevent that Lady Q enters into possession of the priceless liquid.","release_date":"2010-05-06","vote_average":5.0,"runtime":89,"cert":"N\/A","id":63695,"title":"Tiger Team: The Mountain of 1000 Dragons","adult":false,"genre_ids":[12,10751]},{"cast":["Murilo Rosa","Jonatas Faro","Maria Fernanda Cândido","Leona Cavalli","Bete Mendes"],"overview":"Marcos Resende is a cold and crisis man command MetalNobre company. Mark lost his faith in God when her father, Antonio, died in the construction of the Basilica of Our Lady of Aparecida. He had asked the day before to Our Lady Aparecida cleats for him to play in a team and his father would buy them. Mark is separated from wife and Sonia have feuds with son Lucas, in addition to keeping a bad emotional relationship with Beatriz, an official of the company and his mother, Julia. After a misunderstanding, Lucas suffers a serious motorcycle accident. Then Mark revive its history and living with his father. And when he turns to Julia, she reveals the mysterious grace of his family.","release_date":"2010-12-17","vote_average":6.4,"runtime":90,"cert":"N\/A","id":63696,"title":"Aparecida - O Milagre","adult":false,"genre_ids":[18]},{"cast":["Selton Mello","Michael Madsen","Carlos Alberto Riccelli","Eduardo Dussek","Roberto Cano"],"overview":"Brasília. Vital (Carlos Alberto Riccelli) is a Brazilian federal police deputy who leads a special investigation group that aims to capture the international drug trafficker Beque Batista (Eduardo Dussek). Three other officers make up the group: Dani (Selton Mello), Rock (Buarque Netto) and Lua (​​Cesario Augusto). In parallel, Vital need to take care of Leila (Analu Silveira), his pregnant wife, and does everything so she does not participate in the violent world in which he lives.","release_date":"2010-10-29","vote_average":4.9,"runtime":null,"cert":"N\/A","id":63699,"title":"Federal","adult":false,"genre_ids":[]},{"cast":["Matthew Knight","Vanessa Morgan","Atticus Mitchell","Cameron Kennedy","Kate Todd"],"overview":"Geeky 14-year old Ethan is left to babysit his younger sister, Jane, with his best friend Benny but after Ethan inadvertently puts Jane in harm's way, his parents hire a professional babysitter, the beautiful yet mysterious 17-year-old Sarah who, unbeknownst to them, is actually a fledgling vampire.","release_date":"2010-10-09","vote_average":6.1,"runtime":80,"cert":"N\/A","id":63700,"title":"My Babysitter's a Vampire","adult":false,"genre_ids":[12,35,10751,14,10770,27]},{"cast":["Lorraine Bracco","Peter Dobson","Jessica Steen","Louise Lasser","George DiCenzo"],"overview":"When a volatile young street tough with a talent for singing and dancing is tapped by the high school music teacher to lead the upcoming senior \"Sing,\" he is forced to come to terms with his defiant self-destructive lifestyle and his growing attraction to his co-star.","release_date":"1989-03-31","vote_average":5.8,"runtime":98,"cert":"N\/A","id":63701,"title":"Sing","adult":false,"genre_ids":[]},{"cast":["Charles Boyer","Madeleine Ozeray","Robert Arnoux","Roland Toutain","Alexandre Rignault"],"overview":"Two women love the same man in a world of few prospects. In Budapest, Liliom is a \"public figure,\" a rascal who's a carousel barker, loved by the experienced merry-go-round owner and by a young, innocent maid. The maid, Julie, loses her job after going out with Liliom; he's fired by his jealous employer for going out with Julie. The two lovers move in with Julie's aunt; unemployment emasculates him and a local weasel tempts him with crime. Julie, now wan, is true to Liliom even in his bad temper. Meanwhile, a stolid widower, a carpenter, wants to marry Julie. Is there any future on this earth for Julie and Liliom, whose love is passionate rather than ideal?","release_date":"1934-05-15","vote_average":6.3,"runtime":118,"cert":"N\/A","id":63702,"title":"Liliom","adult":false,"genre_ids":[18,14]},{"cast":["James Franco","Brian Lally","Allison Bibicoff","Stacey Miller","Vince Jolivette"],"overview":"A young writer, nearing a mental breakdown caused by his family and boss, moves into an apartment occupied by a walking, talking, foul-mouthed ape in a Hawaiian shirt and Converse High Tops.","release_date":"2005-06-18","vote_average":4.8,"runtime":90,"cert":"N\/A","id":63703,"title":"The Ape","adult":false,"genre_ids":[18,35]},{"cast":["Max Martini","Betsy Russell","Benito Martinez","Jon Mack","Nick Gomez"],"overview":"An expedition led by adventurer Darren McCall and funded by the wealthy Harry Vargas braves the impenetrable jungle to retrieve a fabled bejeweled dagger from an ancient burial ground. But pulling the dagger from its rightful resting place awakens the long-dormant plant creature - part plant, part animal, and all bloodthirsty -- and sends it on a feeding frenzy from which there seems scant hope of survival or escape...","release_date":"2010-09-11","vote_average":3.9,"runtime":89,"cert":"N\/A","id":63706,"title":"Mandrake","adult":false,"genre_ids":[27,878,53]},{"cast":["Judy Davis","Sam Neill","Anthony Higgins","Christien Anholt","Kate Beckinsale"],"overview":"Mary Linden works for the French Red Cross in Occupied France during World War II and helps allied soldiers who have been shot down to escape to the unoccupied side. Her activities are complicated by her high profile and her daughter's love affair with a German officer. Based on the true story.","release_date":"1991-12-01","vote_average":6.7,"runtime":96,"cert":"N\/A","id":63707,"title":"One Against the Wind","adult":false,"genre_ids":[36,18]},{"cast":["Eric Clapton","Ginger Baker","Jack Bruce"],"overview":"On November 26, 1968, London's illustrious Royal Albert Hall was jammed to its gilded rafters with rock fans ready for the final concert of what many still consider the greatest band that ever played. That band, Cream, featured the legendary Eric Clapton (aka \"Slowhand\") on lead guitar, the great drummer Ginger Baker (also of the classic rock band Blind Faith), and lead singer-bassist Jack Bruce in a trio that made some of the most amazing rock songs of the Sixties.","release_date":"1969-01-05","vote_average":5.3,"runtime":80,"cert":"","id":63708,"title":"Cream - Farewell Concert","adult":false,"genre_ids":[10402,99]},{"cast":["William Sadler","Alessandro Nivola","Bruce Norris","Karen Sillas","Brooke Langton"],"overview":"A small town troublemaker (Alessandro Nivola), directionless and alienated, ends up spending a night in a jail cell, where he and the police chief (William Sadler) engage in a battle of wills and wit.","release_date":"1998-10-16","vote_average":7.4,"runtime":100,"cert":"N\/A","id":63709,"title":"Reach the Rock","adult":false,"genre_ids":[35,18]},{"cast":["Kat Graham","Randy Wayne","Seychelle Gabriel","Audrina Patridge","Melissa Molinaro"],"overview":"After a brush with the law, Maria has returned to her gritty Bronx roots to rebuild her life with nothing but a talent for street dance and a burning ambition to prove herself.","release_date":"2011-06-23","vote_average":6.2,"runtime":110,"cert":"PG","id":63710,"title":"Honey 2","adult":false,"genre_ids":[35,18,10402]},{"cast":["Claudio Santamaria","Elio De Capitani","Fabrizia Sacchi","Giuseppe Battiston","Diego Ribon"],"overview":"","release_date":"2007-02-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63713,"title":"Apnea","adult":false,"genre_ids":[]},{"cast":["Georgi Zhzhyonov","Anatoliy Kuznetsov","Nikolay Eryomenko","Yuriy Nazarov","Boris Tokarev"],"overview":"In November, 1942, near the Volga, Stanlingrad is under siege of Commander Friederich Paulus and his 330,000 men. The Russian high command unleashes an operation to protect the Mishkova River to avoid that about four hundred tanks join Paulus' army. The Soviet artillery soldiers protect their position with their lives in a bloodshed with few survivors.","release_date":"1972-06-06","vote_average":7.0,"runtime":105,"cert":"N\/A","id":63716,"title":"The Hot Snow","adult":false,"genre_ids":[10752]},{"cast":["Séverin Blanchet","Jacynthe Jacquet","Otar Iosseliani","Lily Lavina","Denis Lambert"],"overview":"When he loses his position as a powerful government minister, Vincent is dropped by his pretty mistress and must begin life anew, without the privileges of power. As he gradually becomes acquainted with milieus which he d either forgotten or never known and a host of sometimes eccentric, often remarkable everyday people, Vincent really begins to start living again.","release_date":"2006-09-06","vote_average":5.9,"runtime":115,"cert":"N\/A","id":63717,"title":"Gardens in Autumn","adult":false,"genre_ids":[]},{"cast":["Ashton Chen","Hao Shao-Wen","Jimmy Lin Zhi-Ying","Vivian Hsu","Hilary Tsui"],"overview":"A high school loser dreams of winning the heart of the principal's daughter, but his chances are slim as long as her bruiser boyfriend's around. Fortunately, a chance meeting with a pair of Shaolin-trained kids (previously seen in DRAGON FROM SHAOLIN) gives him the fighting skills needed to come out on top. An unusual but entertaining blending of teen romantic comedy and martial arts slapstick","release_date":"1994-08-05","vote_average":6.5,"runtime":95,"cert":"N\/A","id":63718,"title":"Shaolin Popey","adult":false,"genre_ids":[35,28]},{"cast":["Hao Shao-Wen","Adam Cheng","Michael Lee Ming-Yeung","Dicky Cheung Wai-Kin","Michelle Yeoh"],"overview":"Fun-loving young Shaolin initiates get the better of two bungling assassins hired to chop off the right hand of their crochety master, who commands magical kung-fu powers.","release_date":"1994-12-04","vote_average":6.5,"runtime":88,"cert":"N\/A","id":63719,"title":"Shaolin Popey II: Messy Temple","adult":false,"genre_ids":[35,28]},{"cast":["Mikhail Boyarskiy","Anna Samokhina","Yuri Bogatyryov","Igor Dmitriev","Mikhail Svetin"],"overview":"A musical adaptation of the classic play \"Don César de Bazan\" by Adolphe d'Ennery and Philippe Dumanoir.","release_date":"1989-06-06","vote_average":6.1,"runtime":133,"cert":"N\/A","id":63720,"title":"Don Cesar de Bazan","adult":false,"genre_ids":[10402,35,10749,12]},{"cast":["Andy Lau","Jacky Cheung","Richard Ng","Aaron Kwok","Chingmy Yau"],"overview":"In the year 2043, an evil crime lord (The General\/M. Bison) is trying to take over the world. Only one government official stands in his way, and plans to send him to prison, so The General and his minions Kent (Ken), Thai King (Sagat), and Toyota (E. Honda) travel to the year 1993 to kill the official before he has a chance to get into office. During a battle with The General's minions, the Future Cops Lung (Ryu), Broom Man (Guile), Ti Man (Vega), and Ah-Sing (Dhalsim) hear of their evil plan and devise a plan of their own to travel back in time to protect the official.","release_date":"1993-07-15","vote_average":6.2,"runtime":95,"cert":"N\/A","id":63721,"title":"Future Cops","adult":false,"genre_ids":[28,35,878]},{"cast":["Valeriya Lanskaya","Sergey Gorobchenko","Elizaveta Arzamasova","Maksim Emelyanov","Darya Melnikova"],"overview":"They were young, their life was in bloom and their hearts were longing to love.","release_date":"2010-04-29","vote_average":0.0,"runtime":98,"cert":"N\/A","id":63722,"title":"Ashberry Waltz","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Pino Corrado","Donatella Finocchiaro","Marcello Mazzarella","Francesco Casisa"],"overview":"","release_date":"2006-03-31","vote_average":6.5,"runtime":null,"cert":"N\/A","id":63723,"title":"Il fantasma di Corleone","adult":false,"genre_ids":[99,18]},{"cast":["Sergey Bystritskiy","Vitaliy Zikora","Gediminas Girdvainis","Algis Matulionis","Yuri Lazarev"],"overview":"Summer, 1944. A military airbase near the very front-line. A young soviet pilot Sergey makes his first practice flight. In the course of this flight he hears a call for help on the radio from Russian pilots, having an unequal air combat with superior forces of the enemy. Sergey rushes to their rescue. His plane gets shut down, and he is taken prisoner. Soon he is taken to a special flight school, where future German aces are prepared and Russian pilots at the wheel of captured Russian aircrafts are used as living targets. Nobody wants to put up with such situation, and they prepare an escape.","release_date":"1989-06-06","vote_average":1.0,"runtime":79,"cert":"N\/A","id":63724,"title":"Unicorn Hunt","adult":false,"genre_ids":[18,10752]},{"cast":["Alexandra Paul","Marc Marut","Brigid Tierney","Frances Bay","William Katt"],"overview":"A paper-boy murders an old lady only to lure her family from the city out to the country. As each day passes the paper-boy tries to make friends with the family. Once the family sees what a sicko he is, they banish him from their lifes. Then the terror begins.","release_date":"1994-11-16","vote_average":3.7,"runtime":97,"cert":"N\/A","id":63725,"title":"The Paperboy","adult":false,"genre_ids":[27,53]},{"cast":["Fabio Troiano","Violante Placido","Carla Signoris","Marco Giuliani","Massimiliano Bruno"],"overview":"Leo and Nina lived happily out of wedlock until one day Nina asked Leo to marry him. Leo, hostile to conformity, had always been opposed to the idea and it looked as though Nina as well. But giving in to his companion's insistence, the young man agrees to an unconventional wedding, without the expensive white gown, without the traditional candy box, with gifts to charities instead of wedding presents, the lot. Nina agrees … or seems to.","release_date":"2006-11-03","vote_average":6.3,"runtime":90,"cert":"N\/A","id":63726,"title":"Any Reason Not to Marry?","adult":false,"genre_ids":[35]},{"cast":["Doug Bradley","Stephen Billington","Sophie Vavasseur","Richard Felix","Tommy Bastow"],"overview":"Fifteen-year-old Emma Evans is like any other teenage girl; she thinks that her parents don´t understand her. She longs for independence and a life free of family ties and responsibilities and she is prepared to do anything to achieve it. But one day she will be forced to face up to the consequences of her actions.Life seems to be carrying on as normal, until one day Emma starts experiencing frightening fits. Her parents are convinced that her problems are either medical or psychological, but when doctors´ tests are unable to draw any conclusions, the family is forced to look elsewhere for answers.It all started off as a bit of fun, Emma never really believed it, but the truth is there is something dark and sinister within her, and it won´t take long to surface.","release_date":"2010-12-29","vote_average":5.4,"runtime":98,"cert":"N\/A","id":63727,"title":"Exorcismus","adult":false,"genre_ids":[53,27]},{"cast":["Becky Sharpe","John Paul Jones","Ric Lutze","Rene Bond","Andy Mitchell"],"overview":"College student Becky Bartolucci earns a living as a dancer at a nightclub. It's just a way for her to pay for her degree until one day, an obsessive customer reminds her how dangerous her job can be.","release_date":"1973-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":63730,"title":"Teaser","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Good Samaritan tells the most touching parable that Jesus ever taught. The story begins with the lawyer’s trick question, “What is the greatest commandment?” As Jesus answers with the story of the robbers, the Rabbi, the Levite and the wounded traveler becomes real. Imagine the traveler’s emotion as his own countrymen pass by while his enemy, a Samaritan, stops to help him. Jesus teaches us to love and serve one another no matter how we differ.","release_date":"1989-06-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":63731,"title":"The Good Samaritan","adult":false,"genre_ids":[10751,16]},{"cast":["Rene Bond","Ric Lutze","Cyndee Summers","John Barnum"],"overview":"American folklore goes nutty and smutty with Frankie and Johnnie... Were Lovers, and, \"Oh Lordy, how they could love!\" Especially since Frankie is played by everyone's favorite pouty-cheeked sex starlet, RENE BOND, and Johnnie is her frequent co-star and then-paramour, RIC LUTZE. As the trailer proclaims, \"Lovers in real life, they give the performances of their careers!\"","release_date":"1973-05-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":63732,"title":"Frankie and Johnnie... Were Lovers","adult":false,"genre_ids":[35]},{"cast":["孙楠","涂松岩 Song Yan Tu","Zhang Yao","Marco Bosco","阿朵"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63735,"title":"copy cat","adult":false,"genre_ids":[]},{"cast":["Cody Deal","Patricia Velásquez","Richard Grieco","Kevin Nash","Jess Allen"],"overview":"When the demon god Loki destroys the fortress of Valhalla and steals the Hammer of Invincibility, only the young hero Thor can protect Earth from armageddon.","release_date":"2011-05-07","vote_average":2.5,"runtime":88,"cert":"N\/A","id":63736,"title":"Almighty Thor","adult":false,"genre_ids":[12,14]},{"cast":[],"overview":"Journey to Hell's Gate DVD. Enter the motocross gates of hell… Tuscany: a peaceful cityscape in the heart of Italy known for delicious cuisine and natural beauty. But each year, none of this matters when the world’s best extreme Enduro riders invade the hills for an ultimate battle. It’s called hell’s gate… an extreme endurance race that is as unforgiving and relentless. The brainchild of international enduro champion Fabio Fasola, 100 riders will compete in 2 stage torture test that starts in the morning and ends at night. It’s a journey through jagged rocks, dark forests, steep hillclimbs and nasty waterfalls that will destroy its victims and put them through hell! This film documents the Godfather of FMX, Mike Metzger and the young superstar Taddy Blazusiak as they compete in what is considered one of the top 5 hardest races in the world.","release_date":"2008-05-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":63739,"title":"Journey to Hell's Gate Enduro","adult":false,"genre_ids":[]},{"cast":[],"overview":"TT Tribute honours Mike Hailwood's impressive career, including his awe-inspiring wins at two of the most memorable races in TT history. The double feature begins with the highly acclaimed film Diamond Senior, which reviews Mike's toughest ever race against Italian superstar Giacomo Agostini during the 1967 TT. Then, 12 years later, we see him making an amazing comeback in Winning Formula.","release_date":"2006-08-21","vote_average":5.0,"runtime":69,"cert":"","id":63740,"title":"TT Tribute","adult":false,"genre_ids":[]},{"cast":[],"overview":"One is a 7-time AMA Pro Racing Champion and Indy 500 Rookie of the Year. The other, a folk hero of American motorcross, who has beaten the odds, and fought his way back from pain and adversity like no one the sport has encountered. And lastly there is the 17-year-old prodigy, fearless and determined to make his mark sooner than later. \"2 Laps 2 Go\" is a behind he curtain look at the 2004 Supermoto season. Narrated by OLN personality Bob Roll, the film follows Jeff Ward, Doug Henry and Chris Fillmore as they cross America in an effort to dominate the most versatile and challenging form of motorcycle racing in the world. Along the way, you'll experience all the emotional highs and lows that come with racing and a recap of the storied careers of Ward and Henry - two men who have dedicated themselves to be the best at what they do.","release_date":"2005-07-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":63741,"title":"2 Laps 2 Go","adult":false,"genre_ids":[28,878]},{"cast":["Giacomo Agostini","Patrick Pons","Michel Rougerie","Phil Read"],"overview":"Hailwood, Agostini, Sheene","release_date":"1975-05-13","vote_average":4.0,"runtime":107,"cert":"N\/A","id":63742,"title":"Le Cheval de fer","adult":false,"genre_ids":[99]},{"cast":["Staf Coppens","Stany Crets","Sien Eggers","Guy Mortier","Filip Peeters"],"overview":"","release_date":"2009-07-19","vote_average":5.6,"runtime":86,"cert":"N\/A","id":63743,"title":"Luke and Lucy: The Texas Rangers","adult":false,"genre_ids":[16]},{"cast":["Sacha Guitry","Gaston Dubosc","Serge Grave","Paul Bernard","Betty Daussmond"],"overview":"After being left for another man by his wife, Charles Bellanger raises his only son to fear and suspect women. Years later, such an education is bearing fruit.","release_date":"1936-11-27","vote_average":6.3,"runtime":81,"cert":"N\/A","id":63744,"title":"My Father Was Right","adult":false,"genre_ids":[35]},{"cast":["Anne Wiazemsky","Andrzej Seweryn","Tonie Marshall","Michel Gautier"],"overview":"","release_date":"1986-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63745,"title":"Qui trop embrasse...","adult":false,"genre_ids":[35,18]},{"cast":["Tchéky Karyo","Robin Renucci","Xavier Deluc","Jean-Pierre Bacri","François Cluzet"],"overview":"In this political drama, five left-leaning friends gradually lose heart in the Socialist government elected in 1981 in France. One of the five men is a television broadcaster; the others are a teacher about to become an academic inspector, a tax man, the director of a cultural center, and a sociologist who is about to step into a ministerial position. Their interlocking lives are told in alternating vignettes over a four-year period, and the professions director Jacques Fansten has chosen for his main characters seem to be a comment on the media, education, budget or finance, the arts, and government bureaucracy under Socialist rule.","release_date":"1986-05-28","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63746,"title":"États d'âme","adult":false,"genre_ids":[35,18]},{"cast":["Catherine Rouvel","Roland Bertin","Myriam Stern","Joëlle Tami","Deborah Cohen"],"overview":"While watching the others on her TV screen, Louise becomes a rebellious girl.","release_date":"1985-03-13","vote_average":0.0,"runtime":95,"cert":"N\/A","id":63747,"title":"Louise... l'insoumise","adult":false,"genre_ids":[35,18]},{"cast":["Isabel Otero","Robin Renucci","Didier Agostini","Hippolyte Girardot"],"overview":"","release_date":"1986-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63750,"title":"L'amant magnifique","adult":false,"genre_ids":[]},{"cast":["Alain Maneval","Frédérique Jamet","Joris Ivens","Alain Lathiere"],"overview":"","release_date":"1986-06-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":63751,"title":"Havre","adult":false,"genre_ids":[18]},{"cast":["Anouk Grinberg","Dominique Pinon","Jean-Louis Richard","Jean-Claude Brialy","Mostefa Djadjam"],"overview":"","release_date":"1992-01-08","vote_average":5.5,"runtime":90,"cert":"N\/A","id":63752,"title":"Août","adult":false,"genre_ids":[]},{"cast":["Serge Reggiani","Simon Reggiani","Denis Lavant","Pascale Vignal","Daniel Gélin"],"overview":"","release_date":"1993-04-24","vote_average":5.0,"runtime":95,"cert":"N\/A","id":63753,"title":"De force avec d'autres","adult":false,"genre_ids":[18]},{"cast":["Hans Albers","Heinz Rühmann","Gustav Knuth","Helga Franck","Sybil Werden"],"overview":"After many years on the oceans, sailor Hannes Wedderkamp has finally returned to Hamburg. On St. Pauli, Hannes sings songs from the sea in the hippodrome of his best friend Pitter Breuer on the Reeperbahn with the \"Quetschkommode\" songs and cares for the audience.","release_date":"1954-12-15","vote_average":7.2,"runtime":111,"cert":"N\/A","id":63754,"title":"Auf der Reeperbahn nachts um halb eins","adult":false,"genre_ids":[18,35]},{"cast":["Heinz Rühmann","Wera Frydtberg","Gert Fröbe","Bruni Löbel","Ernst Fritz Fürbringer"],"overview":"","release_date":"1958-10-03","vote_average":6.0,"runtime":91,"cert":"N\/A","id":63755,"title":"Der Pauker","adult":false,"genre_ids":[35,18]},{"cast":["Michel Piccoli","Lilah Dadi","Polly Walker","Doris Kunstmann","Patrick Mille"],"overview":"Marcel Spadice is a famous writer with a criminal background and a penchant for handsome men. From time to time, he induces an attractive female admirer to arrange for him to be introduced to nice, talented young men who happen to be sufficiently handsome to interest him. At other times, the endless effort to woo these men (who are most often heterosexual) grows wearying, and he goes to the train station to pick up soldiers looking for some easy money and a night's lodging. In this film, the writer has grown enamored with a young circus laborer who wants to move up in the world, literally, by becoming a tightrope walker. Marcel cadges an introduction, and for a time sponsors the young man's training. However, when the boy suffers an accident which renders him unfit for his chosen vocation, Marcel loses interest in him and takes up with another young man.","release_date":"1992-01-08","vote_average":5.0,"runtime":120,"cert":"N\/A","id":63760,"title":"Walking a Tightrope","adult":false,"genre_ids":[18,10749]},{"cast":["Yvan Attal","Karin Viard","Mathieu Demy","Serge Hazanavicius","Alain Chabat"],"overview":"","release_date":"1999-06-02","vote_average":5.0,"runtime":100,"cert":"N\/A","id":63761,"title":"Mes amis","adult":false,"genre_ids":[35]},{"cast":["Alexa PenaVega","Timothy Hutton","Rhys Wakefield","Luke Arnold","Nathan O'Keefe"],"overview":"Tommy was born and raised on a rocky, drought-ridden sheep station in the middle of the Australian Outback.","release_date":"2009-09-11","vote_average":5.5,"runtime":102,"cert":"N\/A","id":63762,"title":"Broken Hill","adult":false,"genre_ids":[18,10751]},{"cast":["Myriam Boyer","Delphine Seyrig","Fanny Cottençon","Lio","Pascale Salkin"],"overview":"Three young women at a hair salon all like the son of the clothing store proprietors across the mall. Although Robby is selfish and shallow, he's appealing to Lili, the salon's manager, who's trendy and also the salon-owner's moll; to Mado, who's innocent and sweet; and to Pascale, who's intelligent but passive and downcast. Robby's dad tells him to grow up and see beyond the mercurial Lili, so he proposes suddenly to Mado. She's delighted, but the day before the wedding, Lili returns to give Robby another look. In the background, a Yank who was a soldier in France in World War II returns to Paris and tries to recapture the love of his wartime sweetheart, Robby's mom.","release_date":"1986-06-25","vote_average":7.5,"runtime":96,"cert":"N\/A","id":63763,"title":"Golden Eighties","adult":false,"genre_ids":[10402,35]},{"cast":["Gérard Philipe","Micheline Presle","Denise Grey","Jean Debucourt","Jean Lara"],"overview":"In France during World War I, pretty nurse Marthe waits for her husband, Jacques, while he fights on the front lines. The lonely Marthe begins a tempestuous affair with 17-year-old François, with whom she had a dalliance before marrying Jacques. Jealous François struggles with the fact that Marthe is married, while she tries to prove her devotion to her young, hotheaded lover. Things become even more complex when Marthe becomes pregnant with Jacques' baby.","release_date":"1947-09-22","vote_average":6.3,"runtime":110,"cert":"N\/A","id":63764,"title":"Devil in the Flesh","adult":false,"genre_ids":[18,10749]},{"cast":["Eddie Constantine","Pascale Roberts","Lino Ventura","Véronique Zuber","Robert Berri"],"overview":"","release_date":"1958-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63765,"title":"Ces dames préfèrent le mambo","adult":false,"genre_ids":[35]},{"cast":["Edwige Feuillère","George Rigaud","Daniel Lecourtois","Mady Berry","Michel François"],"overview":"The story of a once-respectable woman who re-encounters her first love, now a successful doctor. Reduced to nude-dancing in a sleazy dive, with a son to support, Evelyne (Edwige Feuillère) borrows money at an outrageous interest rate in order to create a facade of respectability--and, it goes without saying, Georges falls in love with her all over again. But how can Evelyne maintain her bourgeois value and save son and \"father\" from the consequences of her fall?","release_date":"1940-03-22","vote_average":6.0,"runtime":82,"cert":"N\/A","id":63766,"title":"There's No Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Riley Steele","Krissy Lynn","Heather Vahn","Sadie West","Paris Kennedy"],"overview":"Riley Steele shows off her lusty, expert skill as a stripper with a “wicked ass lap dance”, ready to tease, seduce and entertain your wildest fantasies. She’s an exhibitionist with no limits, wanting to engage in naughty sex acts with gorgeous studs. A slow, erotic dance of unbridled sexual need ignites in six sizzling scenes of unquenchable desire.","release_date":"2010-12-14","vote_average":7.0,"runtime":118,"cert":"N\/A","id":63767,"title":"Strip for Me","adult":true,"genre_ids":[]},{"cast":["Sacha Guitry","Jacqueline Delubac","Pauline Carton","André Numès Fils","Paul Dullac"],"overview":"","release_date":"1935-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63768,"title":"Bonne chance","adult":false,"genre_ids":[10749,35]},{"cast":["Jean-Luc Bideau","Michele Brousse","Jean-Noël Brouté","Caroline Appere"],"overview":"This comedy-drama by first-time director and scripter Jean-Luc Trotignant details the exploits of a crass, low-life family. Achille Pinglard (Jean-Luc Bideau) is a factory foreman and his wife Ginette (Michele Brousse) works in a porno theater. Together, they are driving their daughter up the wall. She vents her feelings in her private diary, which her parents often expropriate for their own use. Meanwhile, the son in the family finds himself without a room after his parents rent it out to someone else, and the grandmother is a demented alcoholic invalid.","release_date":"1986-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63769,"title":"Le bonheur a encore frappé","adult":false,"genre_ids":[35]},{"cast":["Riley Steele","Stoya","Madison Ivy","Kelly Divine","Alexis Texas"],"overview":"Celebrated director Celeste takes viewers on a pulse pounding journey of sex and fear featuring blonde, beach babe Riley Steele and 2008's Best New Starlet Stoya. \"Riley Steele: Scream\" brings a new, erotic twist to 5 of the most famous teenage horror stories ever told. There are plenty of thrills and chills, including Evan Stone dressed as a horny clown. The A-list cast also stars Alexis Texas, Kelly Divine, Carmen McCarthy &amp; Madison Ivy. Celeste weaves a tale of seduction and lust with an orgy, threesome, boy \/ girl debauchery, and even some cock throbbing anal action between with Kelly Divine.","release_date":"2009-07-07","vote_average":6.0,"runtime":121,"cert":"N\/A","id":63770,"title":"Riley Steele: Scream","adult":true,"genre_ids":[]},{"cast":["Jean Debucourt","Roger Pigaut","Odette Joyeux","Marguerite Robinson","Madeleine Robinson"],"overview":"In Paris in 1887, Irène works as a governess to Douce, the grand-daughter of the dowager Countess de Bonafé. Douce believes she is in love with Fabien, the handsome manager of the estate. However she cannot hope to marry him because of their class difference. Douce's widowed father, the Count de Bonafé, has a wooden leg, and is infatuated with Irène. Douce discovers that Fabien is planning to flee to Quebec with Irène, and also finds out that the Count has asked Irène to marry him. So Douce tells Fabien this and convinces him to run away with her, causing consternation in the family.","release_date":"1943-11-09","vote_average":8.0,"runtime":109,"cert":"N\/A","id":63771,"title":"Douce","adult":false,"genre_ids":[18]},{"cast":["Dominic Gould","Francisco Rabal","Ángela Molina","Valeria Bruni Tedeschi","Dominic Guard"],"overview":"Paul has left his wife and children. Now his wife and ex-mistress is on the hunt for him.","release_date":"1992-01-15","vote_average":5.0,"runtime":102,"cert":"N\/A","id":63772,"title":"The Man Who Lost His Shadow","adult":false,"genre_ids":[18]},{"cast":["Roger E. Mosley","Paul Benjamin","Madge Sinclair","Alan Manson","Albert Hall"],"overview":"The life of Blues and folk singer Huddie Leadbetter, nicknamed Leadbelly is recounted. Covering the good times and bad from his 20s to 40s. Much of that time was spent on chain gangs in the south. Even in prison he became well known for the songs he had composed and sung during and before the time he spent there.","release_date":"1976-05-28","vote_average":6.5,"runtime":126,"cert":"N\/A","id":63773,"title":"Leadbelly","adult":false,"genre_ids":[18]},{"cast":["Sarah-Jane Sauvegrain","Eulalie Juster","Mahault Mollaret","Elsa Pierret","Jade Tong Cuong"],"overview":"Pam is twenty. She and her girlfriends hang out together on the couch at The Ranch, the apartment she shares with Manon. Sitting around chatting, drinking, smoking, and dancing are part of life at their age, but there comes a time when you need to cut loose from the group and go your own way...","release_date":"2010-10-13","vote_average":5.7,"runtime":90,"cert":"N\/A","id":63774,"title":"Chicks","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2008-11-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":63775,"title":"Burn Paris Burn","adult":false,"genre_ids":[14,9648]},{"cast":["Lorànt Deutsch","Thierry Frémont","Sara Giraudeau","Laurent Natrella"],"overview":"","release_date":"2011-03-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63776,"title":"Le roi, l'écureuil et la couleuvre","adult":false,"genre_ids":[36]},{"cast":["Chuck Norris","Calvin Levels","Christopher Neame","Sheree J. Wilson","David Robb"],"overview":"Two Chicago police officers are sent to investigate the brutal murder of a rabbi. As the investigation begins, Shatter and Jackson are summoned to Israel for questioning. Upon arrival they realize that they are, in fact, pursuing a supernatural being.","release_date":"1994-01-21","vote_average":4.8,"runtime":95,"cert":"N\/A","id":63777,"title":"Hellbound","adult":false,"genre_ids":[27,28,53]},{"cast":["Hawkwind"],"overview":"Love in Space was shot during Hawkwind's Alien 4 tour in 1995 and is comprised of the highlights taken from four venues, Liverpool Royal Court, Manchester Academy, Bristol Colston Hall and Brixton Academy in London.","release_date":"2009-01-05","vote_average":7.8,"runtime":90,"cert":"","id":63778,"title":"Hawkwind: Love in Space","adult":false,"genre_ids":[]},{"cast":["Hawkwind"],"overview":"This footage was filmed in Preston, England during their celebrated Chaos tour in 1986.","release_date":"2004-03-01","vote_average":4.8,"runtime":59,"cert":"","id":63779,"title":"Hawkwind: Chaos","adult":false,"genre_ids":[10402,99]},{"cast":["Hawkwind"],"overview":"Hawkwind's classic stage production of 'The Chronical of the Black Sword' as performed at London's Hammersmith Odeon in 1985. Based on the 'Elric' stories by Michael Moorcock.","release_date":"2000-11-13","vote_average":3.8,"runtime":70,"cert":"","id":63780,"title":"Hawkwind: The Chronicle of the Black Sword","adult":false,"genre_ids":[10402,99]},{"cast":["Chad Smith","Ian Paice"],"overview":"On June 21 2004, Chad Smith (Red Hot Chili Peppers) and Ian Paice (Deep Purple) joined forces to celebrate the launch of the London Drum Company. The event brought together one of today's most influential rock drummers and one of his biggest heroes.","release_date":"2005-05-16","vote_average":4.3,"runtime":67,"cert":"","id":63781,"title":"Chad Smith & Ian Paice","adult":false,"genre_ids":[10402,99]},{"cast":["Matthijs van de Sande Bakhuyzen","Gaite Jansen","Roos Netjes","Robert de Hoog","Melody Klaver"],"overview":"After a group of teenagers discover one of their friends lying dead on a river bank on one of the hottest days of summer, a story of jealousy, insecurity and peer pressure gradually unfolds. Group leader Caesar is able to magnify - out of all proportion - the small grievances that each of Jessie's friends bear towards her and transforms them into a general and pervasive hatred that leads ultimately to her horrible, senseless killing.","release_date":"2010-09-25","vote_average":5.3,"runtime":91,"cert":"N\/A","id":63784,"title":"Dusk","adult":false,"genre_ids":[18]},{"cast":["Innokentiy Smoktunovskiy","Viktor Pavlov","Valeri Filatov","Viktor Mikhaylov"],"overview":"Five stories all related to alcohol and it's affectation on people lives.","release_date":"1994-06-06","vote_average":1.0,"runtime":86,"cert":"N\/A","id":63785,"title":"Enchanted","adult":false,"genre_ids":[35,18]},{"cast":["Diana Amft","Benno Fürmann","Reiner Schöne","Armin Rohde","Catherine Flemming"],"overview":"After his parents separate and he loses his place on the soccer team, Moritz must put together a new team against incredible odds.","release_date":"2010-03-11","vote_average":6.1,"runtime":95,"cert":"N\/A","id":63786,"title":"The Devil's Kickers","adult":false,"genre_ids":[35,10751]},{"cast":["Aileen Pringle","Jameson Thomas","Dorothy Christy","Richard Tucker","Harry Myers"],"overview":"A criminologist investigates the murder of a Broadway producer on an ocean liner.","release_date":"1931-11-01","vote_average":4.0,"runtime":63,"cert":"N\/A","id":63787,"title":"Convicted","adult":false,"genre_ids":[18,53,9648]},{"cast":[],"overview":"Hoera! Binnenkort is het weer carnaval in het kabouterbos! En kabouters zijn gek op carnaval. Maar voor het zover is en iedereen zich kan gaan verkleden, moet er eerst een prins carnavalverkozen worden. Lui maakt grote kans, tenslotte is hij nog nooit aan de beurt geweest. Maar ook Klus wil dolgraag een keertje prins carnaval zijn. Wie wordt het dit jaar…?","release_date":"2011-05-09","vote_average":0.0,"runtime":75,"cert":"N\/A","id":63788,"title":"Plop en Prins Carnaval","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Paolo, PR-Man van Oirschot, leidt een luilekkerleventje volledig op kosten van de gemeente. Dikke villa, mooie meiden en de hele dag lekker eten. Totdat de nieuwe burgemeester Paolo letterlijk en figuurlijk op straat zet. Hij verliest niet alleen zijn baan, ook zijn villa is hij kwijt en hij raakt in de schulden. Jimmy, zijn beste maatje, heeft een plan. Met het organiseren van een groot pokertoernooi gaat Jimmy Paolo weer aan geld helpen. Hij verpatst de tv-rechten aan een Duitse zender, en het toernooi kan beginnen. Een bonte stoet personages overrompelt het Noord-Brabantse Oirschot: gokkers, gevaarlijke vrouwen en... gangsters, met allemaal hetzelfde doel: die moddervette, riante geldprijs scoren.","release_date":"2011-02-01","vote_average":4.8,"runtime":70,"cert":"N\/A","id":63791,"title":"Bluf","adult":false,"genre_ids":[]},{"cast":["Nika Krimnus","Nikolai Volkov St.","Anatoli Papanov","Evgeniy Evstigneev","Georgi Georgiu"],"overview":"A story about a boy walking across the town following sun.","release_date":"1961-06-06","vote_average":7.0,"runtime":72,"cert":"N\/A","id":63794,"title":"Following the Sun","adult":false,"genre_ids":[10751,18]},{"cast":["Bud Abbott","Lou Costello","Charles Laughton","Hillary Brooke","Bill Shirley"],"overview":"Two hapless waiters in a tavern on the Spanish Main play cupid between aristocratic Lady Jane and tavern co-worker Bruce Martindale, but the two bumpkins mix-up a love letter with Captain Kidd's treasure map of Skull Island, leading to them being kidnapped and taken off to the notorious pirate's island.","release_date":"1952-12-27","vote_average":6.1,"runtime":70,"cert":"N\/A","id":63795,"title":"Abbott and Costello Meet Captain Kidd","adult":false,"genre_ids":[12,35]},{"cast":["Leonid Bykov","Aleksei Smirnov","Ivan Mykolaichuk","Konstantin Stepankov","Lyudmila Marchenko"],"overview":"There are fights on the outskirts of the city near the Danube River. The river - the only waterway of the city - is mined by the enemy, which impedes the actions of our troops, in addition, a city with a million people was left without food, people die of hunger, epidemics break out, and below, there are Soviet caravans of food ships, the command instructs the group scouts a difficult and very dangerous operation - to get from the enemy a map of the mined sections of the Danube.","release_date":"1968-06-06","vote_average":6.0,"runtime":80,"cert":"N\/A","id":63796,"title":"Scouts","adult":false,"genre_ids":[10752,12]},{"cast":["Sergei Yasinsky","Daniil Sagal","Alla Larionova","Andrei Abrikosov","Viktor Khokhryakov"],"overview":"A young boy is trying to find his family and fights enemies of the state.","release_date":"1955-12-06","vote_average":8.0,"runtime":91,"cert":"N\/A","id":63797,"title":"The Drummer's Fate","adult":false,"genre_ids":[12,18,10751]},{"cast":["Shahmar Alakbarov","Hasan Mammadov","Nikolai Fyodortsov","Rza Tahmasib","Pavel Kadochnikov"],"overview":"","release_date":"1974-01-30","vote_average":0.0,"runtime":85,"cert":"N\/A","id":63798,"title":"The Winds blow in Baku","adult":false,"genre_ids":[10752,12,36,28]},{"cast":["Kseniya Ilyasova","Юрий Чурсин","Alexander Andrienko","Aleksandr Yatsko","Denis Yakovlev"],"overview":"This is a tough story of a love triangle, but not just treason. Here, love coexists next to death, and real life is intertwined with mysticism.","release_date":"2007-06-06","vote_average":0.0,"runtime":87,"cert":"N\/A","id":63799,"title":"The Scent of Life","adult":false,"genre_ids":[9648,53,80]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Pacquaio vs. Morales I, was set on March 19, 2005 at MGM Grand, Las Vegas, Nevada, United States. The HBO Pay per view commentators are Emmanuel Steward, Larry Merchant, &amp; Jim Lampley. Pacquaio vs. Morales I was fought for the vacant WBC International super featherweight title and the vacant IBA Super Featherweight Title.","release_date":"2005-03-19","vote_average":10.0,"runtime":null,"cert":"N\/A","id":63800,"title":"Pacquiao vs. Morales I","adult":false,"genre_ids":[28]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Pacquaio vs. Morales II was set on January 21, 2006 at Thomas &amp; Mack Center, Las Vegas, Nevada, United States. The HBO Pay per view commentators are Emmanuel Steward, Larry Merchant, &amp; Jim Lampley. Pacquaio Morales I was fought for the WBC International super featherweight title and elimination fight for the WBC Super Featherweight Title.","release_date":"2006-01-21","vote_average":3.0,"runtime":null,"cert":"N\/A","id":63801,"title":"Pacquiao vs. Morales II","adult":false,"genre_ids":[28]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Dubbed as the “Grand Finale”, Pacquiao vs. Morales 3 will be the deciding match for this great rivalry. This rivalry could easily be one of the best rivalries in boxing history and is likened to the Barrera-Morales and Gatti-Ward rivalries. Pacquiao vs. Morales III will take place at the Thomas &amp; Mack Center in Las Vegas on November 18, 2006.","release_date":"2006-11-18","vote_average":3.0,"runtime":null,"cert":"N\/A","id":63802,"title":"Pacquiao vs. Morales III","adult":false,"genre_ids":[28]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Oscar De La Hoya vs. Manny Pacquiao, also billed as The Dream Match, was a professional boxing welterweight superfight. The bout took place on December 6, 2008 at the MGM Grand Garden Arena, Las Vegas, Nevada, United States.","release_date":"2008-11-16","vote_average":6.5,"runtime":null,"cert":"N\/A","id":63803,"title":"Pacquiao vs. De La Hoya","adult":false,"genre_ids":[28]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"The rematch between Manny Pacquiao and Juan Manuel Marquez took place at Mandalay Bay, Las Vegas on March 15, 2008. These two men laced up for an unbelievable show down.","release_date":"2008-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63804,"title":"Pacquiao vs. Marquez II","adult":false,"genre_ids":[28]},{"cast":["Floyd Mayweather Jr."],"overview":"Floyd Mayweather vs. Shane Mosley was a boxing welterweight non-title superfight.The bout was held on May 1, 2010, before a sellout crowd at the MGM Grand Garden Arena in Las Vegas, Nevada, United States. Boxing greats Muhammad Ali and Mike Tyson were among a long list of celebrities in attendance.","release_date":"2010-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63805,"title":"Mayweather vs. Mosley","adult":false,"genre_ids":[]},{"cast":["Casper De Vries"],"overview":"Casper de Vries is back with another One Man Show","release_date":"2007-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":63808,"title":"Casper de Vries: Mondig","adult":false,"genre_ids":[]},{"cast":["Kristin Davis","Reed Diamond","Tim Meadows","Danielle Brett","Alexa Gilmour"],"overview":"Ten years ago, Andrew married his childhood sweetheart, Beth. Now Andrew's a high-powered literary agent, but his relationship with his wife has not fared as well. When Beth is tragically killed just days before Christmas, an angel gives Andrew the chance to relive the last three days his wife was alive. But he can't change fate and Beth will still lose her life. However, Andrew can still discover the gift Beth needs most from him.","release_date":"2001-12-09","vote_average":6.3,"runtime":91,"cert":"N\/A","id":63809,"title":"Three Days","adult":false,"genre_ids":[10751]},{"cast":["Jayam Ravi","Hansika Motwani","Suman Talwar","Raju Sundaram"],"overview":"Kamal, a young billionaire, doesn't believe in love; his philosophy is simple: No love, no commitments = no disappointments. He works hard for 11 months and takes a month's break from all the work related commitments. Cute violinist Kayalvizhi alias Kayal believes in true love and is highly fascinated with Indian culture. Kayal's father Rajasekhar runs a small detective agency in France and Kayal often reads her father's case files for interesting stories. One day, Rajasekhar gets a new client who wants to know about his girlfriend's mystery man. After a brief investigation, Rajasekhar finds that his client's girlfriend is dating Kamal. Sonu gets angry and decides to kill his girlfriend and Kamal.","release_date":"2011-05-06","vote_average":4.9,"runtime":125,"cert":"N\/A","id":63810,"title":"Engeyum Kadhal","adult":false,"genre_ids":[10749,28,18]},{"cast":["Chiranjeevi","Karishma Kotak","Srikanth Meka","Sayaji Shinde","Brahmanandam"],"overview":"A goon falls for a girl who manages an old-age home, and she mistakes the goon for a professor. She seeks his help not knowing that the man who wants the old-age home demolished is his boss.","release_date":"2007-07-27","vote_average":4.5,"runtime":142,"cert":"N\/A","id":63811,"title":"Shankar Dada Zindabad","adult":false,"genre_ids":[18,35]},{"cast":["Jayam Ravi","Tamanna Bhatia","Shaam","Vadivelu","Prabhu Ganesan"],"overview":"Nisha leaves Krishna because of his easy-going attitude towards his life and career. Soon, her parents arrange her marriage with an NRI and she reluctantly agrees, but things do not go as planned.","release_date":"2010-07-23","vote_average":4.8,"runtime":180,"cert":"N\/A","id":63812,"title":"Thillalangadi","adult":false,"genre_ids":[35,28,18]},{"cast":["Jayam Ravi","Genelia D'Souza","Prakash Raj","Sayaji Shinde","Geetha"],"overview":"The film begins with a baby taking his initial steps on a beach while the father is supporting him. The narrator in the background (Sathyaraj) states that, it is right for a father to support his child in his infancy, but questions whether the father should continue to hold the child’s hand even after he is 24 years old. As the credits roll, a visibly angry Santhosh (Jayam Ravi) begins uttering abuses at all the fathers in the world. When inquired about his disgust, he says that his father, Subramaniam (Prakash Raj), gives him more than what he asks for. He cites instances where his choices of dressing, hairdo and many others are stashed away by his father’s. However, he vows that the two things that will be of his choice would be, his career and the woman he would marry.","release_date":"2008-04-11","vote_average":6.9,"runtime":null,"cert":"N\/A","id":63813,"title":"Santosh Subramaniam","adult":false,"genre_ids":[35,10749,28]},{"cast":["Brandon Bond"],"overview":"\"Vicktory To The Underdog\" takes an in depth look at world renowned tattoo artist \"Brandon Bond\" and his dog rescue efforts - particularly rescuing the infamous Michael Vick fighting dogs. Rather than focusing on the dog fighting problem, the movie sheds light on solutions leading to \"Vicktory\" for all the underdogs in the movie - tattooed people, pitbulls, parolees and all the other people in this world that society has turned their back on through ignorance and racism. The movie also examines the life of Brandon Bond and his struggle with balancing fame, fortune and the Rock-N-Roll tattoo lifestyle with a more fulfilling life that focuses on the betterment of both animals and society as a whole. Featuring celebrities like Debbie and Danny Trejo, Michael Berryman, Pixie Acia and Donal Logue, the movie takes you on an incredible journey you will never forget!","release_date":"2009-03-14","vote_average":0.0,"runtime":105,"cert":"N\/A","id":63814,"title":"Vicktory To The Underdog","adult":false,"genre_ids":[]},{"cast":["Jayam Ravi","Trisha Krishnan","Prabhu Ganesan","K. Bhagyaraj","Geetha"],"overview":"The story starts in a jail, where prisoner Muthupandi (Prabhu) is being interrogated by a police officer (Vijayakumar) about his past. Without hesitation, Muthupandi tells. Muthupandi is a son of the soil, a very hard working self-made man who dotes on his only sister Kavitha (Trisha Krishnan). Their mother died very early and it was Muthupandi who brought up Kavitha with a lot of love and affection. Kavitha’s best friend Lalitha (Richa Pallod), who is getting married, takes Kavitha to her house for the nuptial ceremony. As an emotional scene prior to this notes, this is the first time Kavitha has been away from her brother.","release_date":"2006-06-18","vote_average":6.8,"runtime":175,"cert":"N\/A","id":63815,"title":"Something Something… Unakkum Enakkum","adult":false,"genre_ids":[10749,18,28]},{"cast":["Jayam Ravi","Asin Thottumkal","Nadhiya","Prakash Raj","Vivek"],"overview":"M. Kumaran Son Of Mahalakshmi is the remake version of Telugu movie Amma Nanna O Tamila Ammayi. Kumaran (Ravi) who life is all about his mother Mahalakshmi (Nadhiya) who is separated from her husband Eshwar (Prakash Raj). Kumaran is passionate about kickboxing and he shares a very special relationship with his mother. In between, Kumaran falls in love with Malabar (Asin). But his life is destroyed after his mother's death. On the deathbed she tells her son to meet his father, a kick boxing champion, who lives in Malaysia. Kumaran goes to Malaysia to meet him and he comes...","release_date":"2004-09-03","vote_average":6.6,"runtime":166,"cert":"N\/A","id":63816,"title":"M. Kumaran S\/O Mahalakshmi","adult":false,"genre_ids":[10749]},{"cast":["Jayam Ravi","Kamna Jethmalani","Prakash Raj","Santhanam","Nassar"],"overview":"Deepika (Kamna) can't bear with the control imposed on her life by her mother (Vani Viswanath), who is the Home Secretary. In order to make her mother angry, she uploads some hot pictures of herself and send them via e-mail to a fictitious name \"T.Mahesh\". But turns out there really is a T.Mahesh (Ravi), her college mate. Circumstances make them run into each other a few more times, which irritates Mayilravanan (Prakash Raj), a policeman who wants to marry Deepika and he'll try to separate them by making alliance with Deepika'mom. Finally all problems are solved and two lovers get united.","release_date":"2006-02-03","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63817,"title":"Idhaya Thirudan","adult":false,"genre_ids":[35,28,10749]},{"cast":["Arya","Bharath Niwas","Pooja Umashankar","Padmapriya Janakiraman","Santhana Bharathi"],"overview":"Two contract killers, who wish to leave the crime world, are betrayed by their boss.","release_date":"2006-02-17","vote_average":7.0,"runtime":140,"cert":"N\/A","id":63818,"title":"Pattiyal","adult":false,"genre_ids":[80]},{"cast":["Allari Naresh","Nikita Thukral","Diya","Nassar","Pyramid Natarajan"],"overview":"It is a triangular love story between three young teenagers. The story portrays how the hero finds his true love.","release_date":"2003-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63819,"title":"Kurumbu","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kirk Harris","Álex Perea","Danny Perea","Martin Sheen","Michael Madsen"],"overview":"Abner is trapped in the rough life of Mexico City. His escape? Boxing. Dr. Frank Irwin (Martin Sheen) and his son Jimmy, a pro boxer, come together to teach Abner that the heart fuels the punches we throw in life.","release_date":"2009-10-08","vote_average":4.3,"runtime":97,"cert":"N\/A","id":63820,"title":"Chamaco","adult":false,"genre_ids":[18]},{"cast":["Jayam Ravi","Bhavana","Raghuvaran","Vijayakumar","Lal"],"overview":"Susi, who suffers from post traumatic event disorder, falls in love with Billu. After Susi undergoes the treatment for her cure, she is unable to recognize Billu..","release_date":"2007-02-09","vote_average":4.6,"runtime":152,"cert":"N\/A","id":63821,"title":"Deepavali","adult":false,"genre_ids":[28,18]},{"cast":["Jayam Ravi","Shriya Saran","Vadivelu","Rahul Dev","Kalabhavan Mani"],"overview":"Arjun (Jayam Ravi), an unemployed youngster and Deva (Rahul Dev) a powerful don both fall in love with Sailaja (Shriya), a middle-class beauty, at the same time on a rainy day at a railway station. Arjun keeps bumping into Sailaja coincidentally every time it rains. This makes them both feel that it is perhaps the rain that keeps bringing them together, and they start to fall in love. Deva, on the other hand, takes the back-door route to get the girl, with the help of her good-for-nothing father (Kalabhavan Mani)","release_date":"2005-08-30","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63822,"title":"Mazhai","adult":false,"genre_ids":[]},{"cast":["Jayam Ravi","Renuka Menon","Vadivelu","Adithya Menon","Monica"],"overview":"Daas movie begins in a small village in Tirunelveli district where a few upper caste men hold a chariot festival. Antony along with his friends pull the chariot in to their slum and they naturally incur the wrath of a local leader Annachi (Shanmuga Rajan). Meanwhile his daughter Rajeswari (Renuka Menon) falls in love with Daas. Her sister (Monica) elopes to marry a lower caste boy Guna (Abhinay), a classmate of Daas.","release_date":"2005-12-02","vote_average":5.5,"runtime":null,"cert":"N\/A","id":63823,"title":"Daas","adult":false,"genre_ids":[28,18]},{"cast":["R. Madhavan","Jyothika","Vivek","Manivannan","Murali"],"overview":"Adityan, a city slicker's marriage is fixed by his dad in the village to Ganga, a village belle. He is not happy with it, as he wants to marry a city girl and that too after falling in love. On the other hand, Ganga also is not interested, as she wants to marry only after completing her engineering in the city.","release_date":"2001-04-13","vote_average":6.8,"runtime":160,"cert":"N\/A","id":63826,"title":"Dumm Dumm Dumm","adult":false,"genre_ids":[35,28]},{"cast":["Uday Kiran","Richard Rishi","Meera Jasmine","Vivek","Radha Ravi"],"overview":"In this film, Meera Jasmine dons the role of an IPS officer for the first time in her career. The film is about women's fight for justice. Uday Kiran plays the male lead role in the film. Karthika is doing a prominent role in the film, as a Police Officer. Actor Richard is playing the role of an IFS officer in the film. Yesteryear actress Rohini is playing the role of a Judge and Vivek will provide comedy sequences.Box office India opened this movie as a hit of the year","release_date":"2010-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63827,"title":"Pen Singam","adult":false,"genre_ids":[18]},{"cast":["Suresh Joachim","Meera Jasmine"],"overview":"The film revolves around Nandhan (Suresh Joachim), a Lankan youth who kidnaps Meera Jasmine, a Minister's daughter and a television journalist. The Minister (Suman) is helped by the Director General of Police (Rajeev) and his subordinate (Bose Venkat) to rescue Meera. Things take a turn when they get an interesting demand from Nandhan seeking the release of a Lankan national detained by police. Why and for what the demand is forms the crux.","release_date":"2010-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63828,"title":"Sivappu Mazhai","adult":false,"genre_ids":[]},{"cast":["Cécile de France","Thomas Doret","Jérémie Renier","Fabrizio Rongione","Olivier Gourmet"],"overview":"Abandoned by his father, a young boy is left in the hands of an unqualified childcare provider.","release_date":"2011-05-18","vote_average":7.2,"runtime":87,"cert":"N\/A","id":63831,"title":"The Kid with a Bike","adult":false,"genre_ids":[18]},{"cast":["Ottaviano Blitch","Rossella Caiani","Gloria Cocco","Marco Martini","Elisa Sensi"],"overview":"","release_date":"2009-01-01","vote_average":2.2,"runtime":null,"cert":"N\/A","id":63832,"title":"In the Market","adult":false,"genre_ids":[]},{"cast":["Massimo Poggio","Laura Glavan","Varo Venturi","Ludovico Fremont","Marina Kazankova"],"overview":"A brave scientist has been studying thousands of cases related to alien abductions. By placing abductees under hypnosis, he arrives at the unsettling discovery that for thousands of years, a variety of extra-terrestrial races have been installing their active memories in abducted people's brains. These alien races exploit a powerful source of energy that only humans have: the Soul.","release_date":"2011-06-17","vote_average":3.9,"runtime":104,"cert":"15","id":63833,"title":"Day 6","adult":false,"genre_ids":[53,878,9648]},{"cast":["Miki Manojlović","Mira Furlan","Boris Ler","Jelena Stupljanin","Milan Štrljić"],"overview":"A story set in the former Yugoslavia and centered on a guy who returns to Herzegovina from Germany with plenty of cash and hopes for a good new life.","release_date":"2010-07-23","vote_average":7.0,"runtime":113,"cert":"N\/A","id":63834,"title":"Circus Columbia","adult":false,"genre_ids":[35,18,10749]},{"cast":["Riley Steele","Nicole Ray","Allyssa Hall","Scott Nails","Mick Blue"],"overview":"\"Riley Steele Honey\" showcases Digital Playground's contract super star Riley Steele in 3 unforgettably hot boy \/ girl scenes. Sweet, slow and highly desired, Riley enjoys her newfound power over the men in this erotic flick by visionary director, Celeste. Ultra cute Nicole Ray and her sassy friend Alyssa Hall join Riley rounding out the all star cast. The young sexy starlets cum over and over while enjoying loads of fun from boy toys, Scott, Evan, Danny &amp; Mick!","release_date":"2009-10-27","vote_average":8.0,"runtime":85,"cert":"N\/A","id":63839,"title":"Riley Steele: Honey","adult":true,"genre_ids":[]},{"cast":["Goran Šušljik","Nebojša Glogovac","Damjan Kecojević","Vojin Ćetković","Suzana Lukić"],"overview":"Huddersfield is a Serbian film. Story is set in a small town in Serbia. Rasha is thirty, lives with his alcoholic father and trying, and failing, to make ends meet by giving literature lessons to teenage girls and hosting a program on the local radio, presenting new books and interviewing authors. Ivan, a promising judoist in his teenage years, has since had a history of neurosis, psychotic episodes, hospitalization, being heavily medicated, involvement in various occult groups and practices, prior to having been baptized in the Orthodox Church.","release_date":"2007-05-07","vote_average":6.8,"runtime":95,"cert":"N\/A","id":63840,"title":"Huddersfield","adult":false,"genre_ids":[35,18]},{"cast":["Stoya","Loona Luxx","Sarah Vandella","Mina Leigh","Kiara Diane"],"overview":"With its unique camera work, \"Jack's POV 13\" brings you into the action and doesn't loosen its grip until you're completely drained. \"Jack's POV 13\" puts you in the driver seat and gives you the best action, the most delicious teases, and pure in-your-face comedy. It's your job to cast sexy, young women in music videos, resulting in you nailing gorgeous ass after even more succulent pussy. Let Jack's camera tease and tempt you, offering the finest bush on the planet, all in first hand perspective. \"Jack's POV 13\" stars 5 ready and willing hot girls: Stoya, Loona Luxx, Sarah Vandella, Mina Leigh, and Kiara Diane. Become Jack for a day. It's a good life to live.","release_date":"2008-08-08","vote_average":0.0,"runtime":157,"cert":"N\/A","id":63841,"title":"Jack's POV 13","adult":true,"genre_ids":[]},{"cast":["Riley Steele","Alexis Texas","Codi Carmichael","Nicole Ray","Kristina Rose"],"overview":"With its unique camera work, \"Jack's POV 14\" brings you into the action and doesn't loosen its grip until you're completely drained. \"Jack's POV 14\", starring Digital Playground's beautiful contract girl Riley Steele gives you the best action, the most delicious teases, and pure in-your-face comedy. It's your job to cast sexy, young women like Riley Steele in music videos, resulting in you nailing gorgeous ass after even more succulent pussy. Let Jack's camera tease and tempt you, offering the finest bush on the planet, all in first hand perspective. \"Jack's POV 14\" stars 5 ready and willing hot girls: Riley Steele, Alexis Texas, Codi Carmichael, Kristina Rose, and Nicole Ray. Become Jack for a day and look into Riley's bright, blue eyes as she sucks your giant cock dry!","release_date":"2009-07-28","vote_average":7.5,"runtime":139,"cert":"N\/A","id":63842,"title":"Jack's POV 14","adult":true,"genre_ids":[]},{"cast":["Arabella Bushnell","Ben Cotton","Justine Warrington","Erin Wells"],"overview":"Three couples travel to a secluded cabin in an attempt to revitalize their lives through bizarre games of sexual dysfunction....and all heck breaks loose!","release_date":"2005-09-15","vote_average":3.3,"runtime":90,"cert":"N\/A","id":63843,"title":"The Cabin Movie","adult":false,"genre_ids":[35,18,10749]},{"cast":["John Leguizamo","Clifton Collins Jr.","Adrian Martinez","Vanessa Ferlito","Juan Carlos Hernández"],"overview":"Lex 'El Animal' Vargas is a promising Portorican boxer in Queens, but lacks ambition to aim for the big career. That changes after his brother Paulie is accidentally shot dead by a teenager in an amateur hold-up on their late dad's shop, which he now closes to turn professional boxer. His star rises fast, but success brings its own problems, as he he lacks experience to handle professionals and resist the abuse they and his ghetto past entourage make of his generous nature.","release_date":"2003-07-26","vote_average":3.4,"runtime":92,"cert":"N\/A","id":63844,"title":"Undefeated","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This is a story about two young Los Angeles Escort Drivers and their two main hookers Starship with an \"I\" and Starshyp with a \"Y\" who set out to make an artistic movie, only the agreement is that they have to make a porn. Black Cock Down. Stewy and Slimmy the two escort drivers manage to cast famous porn stars but chaos ensues as the porn stars become demanding on these innocent filmmakers.","release_date":"2006-01-01","vote_average":2.0,"runtime":77,"cert":"N\/A","id":63845,"title":"Hookers Inc.","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Ink (0:47) DTS-HD MA 5.1 \/ TrueHD 5.1 Water Magic (Original) (4:09) DTS-HD MA 5.1 \/ TrueHD 5.1 Project KURO (Original) (6:48) DTS-HD MA 5.1 \/ TrueHD 5.1 Optimum Mode (5:00) DTS-HD MA 2.0 \/ TrueHD 2.0 Enter (1:02) DTS-HD MA 5.1 \/ TrueHD 5.1 Water &amp; Fire (Long) (7:34) DTS-HD MA 5.1 \/ TrueHD 5.1 The Blossoms Digest (Black) (3:26) DTS-HD MA 5.1 \/ TrueHD 5.1 Earth Set (2:08) DTS-HD MA 5.0 \/ TrueHD 5.0 Pirates Of The Caribbean: At World's End #1 (1:12) DTS-HD MA 5.1 \/ TrueHD 5.1 Pirates Of The Caribbean: At World's End #2 (2:09) DTS-HD MA 5.1 \/ TrueHD 5.1 Ratatouille #1 (1:47) DTS-HD MA 5.1 \/ TrueHD 5.1 Ratatouille #2 (1:43) DTS-HD MA 5.1 \/ TrueHD 5.1 The Chronicles Of Narnia: The Lion, The Witch And The Wardrobe (1:23) DTS-HD MA 5.1 \/ TrueHD 5.1 Video Processing Benchmark (3:50) Moving Picture Resolution (0:33) Test Pattern (3:59) LOGO Screen Saver (3:02)","release_date":"","vote_average":4.0,"runtime":47,"cert":"N\/A","id":63846,"title":"Pioneer KURO Demo Contents 2008 Summer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Video Tune Ups Audio Tune Ups Video Test Signals Audio Test Signals Demonstrations","release_date":"","vote_average":6.0,"runtime":85,"cert":"N\/A","id":63847,"title":"Super Hivi Cast","adult":false,"genre_ids":[99]},{"cast":["Jack Weston","Rita Moreno","F. Murray Abraham","Treat Williams","Jerry Stiller"],"overview":"On his deathbed Carmine Vespucci's father tells him to \"get Proclo\". With \"the hit\" on, Gaetano tells a cab driver to take him where Carmine can't find him. He arrives at the Ritz, a gay bathhouse.","release_date":"1976-08-12","vote_average":6.2,"runtime":91,"cert":"N\/A","id":63848,"title":"The Ritz","adult":false,"genre_ids":[10402,35]},{"cast":["Denis Moschitto","Fahri Yardım","Arnd Schimkat","Petra Schmidt-Schaller","Aylin Tezel"],"overview":"After living 45 years in Germany, the Turkish Hüseyin Yilmaz, seventy,  announces to his family that he has bought a house in Turkey and they should return to make the necessary reforms. The idea is unwelcome and causes very heated discussions. In addition, Canan, a granddaughter of Hüseyin, announces she is pregnant and the father is her English boyfriend, and no one knew anything. To comfort his cousin Cenk, a child of six years, who was humiliated at school and labeled as \"foreign\", Canan tells a fantastic story about how they left Turkey and went to Germany.","release_date":"2011-05-13","vote_average":6.4,"runtime":101,"cert":"N\/A","id":63849,"title":"Almanya: Welcome to Germany","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"History of the Green Bay Packers explores the rich and mythical story of this proud franchise, from its founding days in the Green Bay Press-Gazette building, to its most recent NFL Championship amidst the glitz of New Orleans, to its becoming one of the most beloved sports teams of the new millennium. *The Ice Bowl is generally regarded as the most dramatic game in NFL history, and yet does not fully exist anywhere on network videotape. Utilizing its unique resources, NFL Films painstakingly reconstructed the game and all its subplots from whistle to gun. Thousands of feet of film were catalogued to piece together the game, much of it never broadcast previously. 2 Disc DVD set includes: The Complete History of the Green Bay Packers; The Ice Bowl; Special Features: Packers Follies; The Lambeau Leap; Packers Fans; Lambeau Field; Willie Wood; Super Bowl XXXI; Weather Theater; Willie Davis; Don Meredith.","release_date":"","vote_average":4.3,"runtime":172,"cert":"N\/A","id":63850,"title":"The Complete History of the Green Bay Packers","adult":false,"genre_ids":[]},{"cast":["Urna Chahar-Tugchi","Hicheengui Sambuu","Chimed Dolgor"],"overview":"A promise, an old, destroyed horse head violin and a song believed lost lead the singer Urna back to Outer Mongolia. Her grandmother was forced to destroy her once loved violin in the tumult of the Chinese Cultural Revolution. The ancient song of the Mongols, \"The Two Horses of Genghis Khan\", was engraved on the violin's neck. Only the violin's neck and head survived the cultural storm. Now it is time to fulfill the promise that Urna made to her grandmother. Arrived in Ulan Bator, Urna brings the still intact parts of the violin - head and neck - to Hicheengui, a renowned maker of horse head violins, who will build a new body for the old instrument in the coming weeks. Then, Urna leaves for the interior to look there for the song's missing verses. But she will be disappointed. None of the people whom she meets on the way appears to still know the old melody of the Mongols.","release_date":"2009-10-09","vote_average":5.2,"runtime":90,"cert":"N\/A","id":63853,"title":"Two Horses of Genghis Khan","adult":false,"genre_ids":[99]},{"cast":["Kristel Verbeke","Josje Huisman","Karen Damen"],"overview":"","release_date":"2011-01-04","vote_average":0.0,"runtime":70,"cert":"N\/A","id":63854,"title":"K3 Show: De wondermachine","adult":false,"genre_ids":[10402,10751]},{"cast":["Vittorio De Sica","Sophia Loren","Marcello Mastroianni","Giorgio Sanna","Mauro Sacripanti"],"overview":"When young and attractive Lina Stroppiani, a thief like the rest of her family, tries to steal the taxi of Paolo, together with two accomplices, she can't possibly know that this will have far reaching consequences.","release_date":"1955-02-02","vote_average":7.3,"runtime":95,"cert":"N\/A","id":63857,"title":"Too Bad She's Bad","adult":false,"genre_ids":[10749,35]},{"cast":["Barbara Stanwyck","Richard Carlson","Lyle Bettger","Marcia Henderson","Lori Nelson"],"overview":"In 1910, a wayward mother re-visits the family she deserted.","release_date":"1953-06-25","vote_average":7.4,"runtime":79,"cert":"N\/A","id":63858,"title":"All I Desire","adult":false,"genre_ids":[18]},{"cast":["Jack Wild","Billie Hayes","Martha Raye","Cass Elliot","Billy Barty"],"overview":"Jimmy (Jack Wild) ventures to Living Island with his magical, talking flute, Freddy. Once there, he befriends many of the island's inhabitants, but the evil Witchiepoo (Billie Hayes) is determined to steal Freddy the flute away from the boy to impress the visiting witches council and win the Witch of the Year Award.","release_date":"1970-05-03","vote_average":5.9,"runtime":94,"cert":"N\/A","id":63859,"title":"Pufnstuf","adult":false,"genre_ids":[35,10751,14,10402]},{"cast":["Yekaterina Rednikova","Oxana Lesnaya","Fedor Popov","Viktor Nemets","Evgeniy Bakhar"],"overview":"In the autumn of 1942, a major railway sabotage took place in the frontline area: undermining the Soviet military echelon carrying equipment and soldiers to the front. The instant reaction of the NKVD and military counterintelligence gives its results.","release_date":"2007-06-06","vote_average":0.0,"runtime":84,"cert":"N\/A","id":63860,"title":"Homeland or death","adult":false,"genre_ids":[10752,12]},{"cast":["Rock Hudson","Barbara Hale","Anthony Quinn","Richard Carlson","Hugh O'Brian"],"overview":"19th-century army officer Lance Caldwell is assigned to Fort King in the Everglades. Immediately clashing with his commanding officer Major Dade, Caldwell opposes Dade's plans to wipe out the Seminole Indians. The fact that Caldwell was the boyhood chum of Seminole chief Osceola is all the more reason to resist Dade's genocidal policies. After a deadly confrontation which costs dozens of lives on both sides, Osceola rescues Caldwell, whereupon the latter is court-martialed. Later on, Osceola comes to Fort King to talk peace, and is promptly killed by persons unknown. An attempt is made to frame Caldwell for the killing, but the truth eventually prevails.","release_date":"1953-03-01","vote_average":4.7,"runtime":87,"cert":"N\/A","id":63861,"title":"Seminole","adult":false,"genre_ids":[37]},{"cast":["Kirill Pletnev","Tatyana Arntgolts","Yan Tsapnik","Lev Prygunov"],"overview":"Moldavia, 1944. An elite squad of Red Army scouts is sent to stop an equally elite squad of Germans soldiers committing war crimes behind Soviet lines.","release_date":"2006-03-16","vote_average":1.0,"runtime":147,"cert":"N\/A","id":63862,"title":"The Confrontation","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Kseniya Knyazeva","Anatoly Kot","Dmitry Grinevich","Igor Sigov","Anna Gorshkova"],"overview":"The basis for the plot of the film \"Dnieper line\" was a real historical event - the heroic defense of Mogilev. The action takes place in the Great Patriotic War, when troops of the German fascist invaders swiftly moving through the territory of the Soviet Union. Units guarding the border Dnieper abroad, ordered - to make the city impregnable fortress. intertwined fates of the heroes soundtrack unexpected encounters and tragic parting ... Zoe meets Sintsov surrounded by the Germans in the city, his first love ... The Divisional Commander, who understands all the doom situation in which the defenders were Dnipro turn, makes every effort to keep the offensive. Mogilev - the same as the Brest Fortress, only to enormous proportions. Force civilians and soldiers of the Red Army offensive the Germans were stopped here for three weeks.","release_date":"2009-06-22","vote_average":6.0,"runtime":132,"cert":"N\/A","id":63867,"title":"Dnieper Line","adult":false,"genre_ids":[10752,10749,18]},{"cast":["Aleksey Bardukov","Nikolai Dobrynin","Alexey Zubkov","Dmitriy Sutyrin","Sergey Shekhovtsov"],"overview":"Конец 1943 года. Подразделение советских солдат во главе с молодым, ещё не нюхавшим войны, младшим лейтенантом останавливается в глухой деревеньке, стоящей в стороне от главных дорог. Её жители за всё время войны ни разу не видели немцев, поэтому внезапное появление здесь отборных диверсантов СС стало для всех полной неожиданностью.","release_date":"2008-06-06","vote_average":3.0,"runtime":97,"cert":"N\/A","id":63868,"title":"Boy Mestnogo Znacheniya","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"James Isaac Neutron, pint-sized kid genius with the wild pompadour and the robot dog Goddard, is a weirdly marvelous creation in this age of brain-dead Saturday mornings. His vocabulary is consistently challenging—even for some adults—and his ideas are insanely intricate and fun, and yet he retains that aura of silliness and ridiculousness so vital to kids' programming. The show's Retroville setting is a perfectly vivid and colorful environment for Jimmy to thrive in. Characters interacting with Jimmy include his pie-obsessed dad Hugh Neutron, his loving 50s-TV-show-patterned mom Judy, and his friends—Far Side-inspired Carl, Ultralord-obsessed Sheen, and Kirsten Dunst-soundalike Cindy. It's a fun ensemble whose actions appeal to the kiddie set but whose words often aim for the parents. You get fart jokes combined with quotes from Shakespeare and words like \"exacerbate.\"","release_date":"2003-10-07","vote_average":6.8,"runtime":119,"cert":"N\/A","id":63869,"title":"Jimmy Neutron Sea of Trouble","adult":false,"genre_ids":[16]},{"cast":["Viktor Sukhorukov","Kirill Pirogov","Natalya Tkachenko","Oksana Mysina","Yekaterina Porubel"],"overview":"World War II is raging on the Eastern front but the soldier Nikanor has been sent to Siberia: bot as a prisoner, but as the leader of a motley group of entertainers who travel from village to village giving concerts. Still, Big Brother is watching and when the entertainers encounter a strange man in the woods there is trouble brewing. One of the performers falls in love with the mysterious backwoodsman, but the secret service is after him, too.","release_date":"2007-12-07","vote_average":1.0,"runtime":123,"cert":"N\/A","id":63870,"title":"Agitprop Team 'Kill the enemy!'","adult":false,"genre_ids":[35,36,10752]},{"cast":["Riezman Khuzaimi","Amy Mastura","Namron","Adibah Noor","Aeril Zafrel"],"overview":"A Malay remake of Jack Neo's 2002 hit \"I Not Stupid Too\" directed by Boris Boo. A 16-year-old boy named Roy who is stuck with a dysfunctional family. Both of his parents are two busy working adults who, in pursuit of luxury, with the thinking that fiscal and material things are the only necessities their children would ever need, had neglected the emotional needs of Roy and his younger brother, Jefri in the process. Follow Roy's misadventures as he copes with pre-adolescence, depression and even joining a small group of gangsters as means of fulfilling the void left by his problematic home situation and finding his true self.","release_date":"2010-12-02","vote_average":6.5,"runtime":97,"cert":"N\/A","id":63871,"title":"Aku Tak Bodoh","adult":false,"genre_ids":[10751,35]},{"cast":["Tom Amandes","Isabel Glasser","Kelsey Mulrooney","Terry Moore","Stuart Whitman"],"overview":"A little girl's physical and emotional reawakening after an accident claims her father and her spirit.","release_date":"1998-01-01","vote_average":6.4,"runtime":107,"cert":"N\/A","id":63872,"title":"Second Chances","adult":false,"genre_ids":[18,10751]},{"cast":["Fionnula Flanagan","Sergey Gubanov","Kate Miles"],"overview":"Jeremy Northam portrays a real estate tycoon, while Fionnula Flanagan plays the matriarch of the Lazarov family, in this psychological thriller.","release_date":"2006-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":63873,"title":"The Payback","adult":false,"genre_ids":[53,18]},{"cast":["Jane Fonda","Maurice Ronet","Jean Sorel","Jean-Claude Brialy","Claude Giraud"],"overview":"In a chain reaction of romantic adventures, various people play musical beds in a remake of Max Ophul's \"La Ronde.\"","release_date":"1964-10-16","vote_average":5.5,"runtime":105,"cert":"N\/A","id":63876,"title":"Circle of Love","adult":false,"genre_ids":[18,35,36,10749]},{"cast":["Jennifer Aspen","Jessica Collins","Samantha Ferris","Nicki Micheaux","Paige Moss"],"overview":"A comedy drama about a few days in the lives of a group of \"working girls\" in Reno, Nevada. “The Ranch” is a legally operated brothel that operates under the careful watch of state health inspectors (who insist on weekly medical check-ups) and the semi-benevolent leadership of Mary, the manager. While the women on staff don't have to dodge the law like their comrades elsewhere, that doesn't mean they don't have their problems.","release_date":"2004-07-05","vote_average":3.8,"runtime":90,"cert":"N\/A","id":63877,"title":"The Ranch","adult":false,"genre_ids":[18,35,10770]},{"cast":["Aleksey Petrenko","Irina Mazurkevich","Karen Badalov","Andrei Prihodko","Ekaterina Volkova"],"overview":"The Collector is using his massive collection of curiosities and arts to provoke and manipulate people into a different state of mind. The Collector's daughter is building her own collection, she is having an affair with three guests of her father, and they are about to make some strange discoveries.","release_date":"2001-06-06","vote_average":1.7,"runtime":100,"cert":"N\/A","id":63878,"title":"The Mastermind","adult":false,"genre_ids":[53,18]},{"cast":["Yelena Nikolayeva","Sergey Garmash","Nina Usatova","Fabio Fulco"],"overview":"Vita, an employee of a private spy agency, is handed a case of tapping into and listening to the mysterious life of a new \"client\". By day, her work on the case seems all the more routine; by night she's involved in a steamy and passionate affair. Sooner rather than later however, Vita realizes that the man with whom she is having an affair with, is the same man she's been spying on for the agency. From this point on nothing is what it seems, as Vita becomes entangled into a deadly game of cat and mouse.","release_date":"2009-06-06","vote_average":1.0,"runtime":100,"cert":"N\/A","id":63879,"title":"Fonogramma Strasti","adult":false,"genre_ids":[53,10749,18]},{"cast":["Jean-Claude Aimini","Yveline Cery","Vittorio Caprioli","Stefania Sabatini","Daniel Descamps"],"overview":"Michel is a young technician in the fledgling TV industry and is due for military service in two months at the time of the Algerian War. Juliette and Liliane are inseparable best friends, and aspiring actresses, who hang around outside the TV studio. Michel invites them in to watch, flirts with them both, and dates them separately and together. When Michel goes on a holiday to Corsica, just before he is drafted, the girls follow.","release_date":"1962-09-25","vote_average":6.5,"runtime":106,"cert":"N\/A","id":63880,"title":"Adieu Philippine","adult":false,"genre_ids":[18]},{"cast":["Juozas Budraitis","Tatyana Arntgolts","Elena Polyakova","Grigory Kalinin"],"overview":"Матерый вампир граф Дарлак возвращается в свой замок после столетнего отсутствия. У него прекрасный аппетит, и вскоре начинают пропадать и умирать люди. И только слуга графа, человек по имени Адам, остается жив и здоров. Хотя единственное его желание... самому стать вампиром. Адам - жертва кораблекрушения. В свое время граф подобрал его на берегу моря, вылечил и сделал его своим \"дневным представителем\". Адам - послушное орудие в руках зла, но любое орудие однажды может выйти из-под контроля.","release_date":"2004-06-06","vote_average":5.0,"runtime":94,"cert":"N\/A","id":63881,"title":"Dnevnoy Predstavitel","adult":false,"genre_ids":[27,53,18]},{"cast":["Brigitte Bardot","Jean-Pierre Cassel","Daniel Ceccaldi","Georges Claisse"],"overview":"Cellist Gaspard is living in a big house in the country with his son and three nieces. He likes being quiet. One day, his modest car bumps into a Rolls-Royce, driven by Felicia, a young, beautiful, wealthy and temperamental woman. And she knows it. She is very angry at him because he seems not to be under her charm. She decides to seduce him, but Gaspard did not feel like letting his life being invaded by such a woman.","release_date":"1970-02-04","vote_average":7.5,"runtime":90,"cert":"N\/A","id":63882,"title":"The Bear and the Doll","adult":false,"genre_ids":[35,10749]},{"cast":["Fernando Becerril","Juan Pablo Castaneda","Diana García","Martha Claudia Moreno","Miriana Moro"],"overview":"Two stories unfold over the same long, hot day in Acapulco. The first involves Fernanda, who is forced to deal with the emergence of her ex-lover. Her boyfriend must compete with the sexual tension they share. The second concerns Jamie, a worker attempting suicide, until a girl disrupts his plan.","release_date":"2006-05-23","vote_average":4.7,"runtime":105,"cert":"N\/A","id":63883,"title":"Drama\/Mex","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Just whose bidness is it if Mike Epps wants to get up on stage and work blue? It's your bidness, if you want to see a raw, raunchy, and riotous comedy program featuring the \"How High\" and \"Friday After Next\" star on the stage, in the streets, and in your face! 90 min. Widescreen; Soundtrack: English.","release_date":"2009-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63884,"title":"Mike Epps: Funny Bidness","adult":false,"genre_ids":[35]},{"cast":["Tony Curtis","Karl Malden","Edmond O'Brien","Arthur O'Connell","Gary Merrill"],"overview":"Fitionalized account of Ferdinand Waldo Demara Jr. who stole or created fictional identities and worked in a variety of occupations, most quite successfully.","release_date":"1961-03-01","vote_average":7.5,"runtime":113,"cert":"N\/A","id":63887,"title":"The Great Impostor","adult":false,"genre_ids":[35]},{"cast":["Omar Sharif","Catherine Deneuve","James Mason","Ava Gardner","James Robertson Justice"],"overview":"Crown Prince Rudolf of Austria clashes with his father, Emperor Franz Joseph I of Austria, over implementing progressive policies for their country. Rudolf soon feels he is a man born at the wrong time in a country that doesn't realize the need for social reform. The Prince of Wales, later to become Britain's King Edward VII, provides comic relief. Rudolf finds refuge from a loveless marriage with Princess Stéphanie by taking a mistress, Baroness Maria Vetsera. Their untimely demise at Mayerling, the imperial family's hunting lodge, is cloaked in mystery.","release_date":"1968-01-01","vote_average":6.6,"runtime":140,"cert":"N\/A","id":63888,"title":"Mayerling","adult":false,"genre_ids":[18,10749]},{"cast":["Brigitte Bardot","Jean-François Calvé","Howard Vernon","Espanita Cortez"],"overview":"When a 25-year old Parisian student, Gérard Morere, hears a lecture about a treasure Troilus lost at sea after the Peloponnesian War, he thinks he knows where it is, thanks to a discovery he made five years before when diving near the island of Levezzi. He gets friends and an innkeeper to invest in his dream, enough to get him to Tangiers where he convinces a cigarette smuggler, Erick, to take him to the island. There he finds Manina, the light-keeper's daughter, 18 and beautiful and pure. Erick thinks Gérard may have conned him, but Gérard's belief in the treasure compels patience. Dives by day and romance at night. Can Gérard's romantic ideas survive in the harsh rocks of Levezzi?","release_date":"1952-12-26","vote_average":4.5,"runtime":86,"cert":"","id":63891,"title":"Manina, the Lighthouse-Keeper's Daughter","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Paul Belmondo","Emmanuelle Riva","Irène Tunc","Marc Eyraud","Monique Hennessy"],"overview":"In World War II, the widow Barny sees the Italian soldiers arriving in occupied Saint Bernard while walking to her job. Barny lives with her daughter and works correcting tests and feels a great attraction toward her boss Sabine. When the Germans arrive, Barny sends her half-Jewish daughter to live in a farm in the countryside and finds that Sabine's brother has been arrested and sent to a concentration camp. The atheist Barny decides to baptize her daughter to protect her and chooses priest Léon Morin to discuss with him themes related to religion and Catholicism and Léon lends books to her. Barny converts to the Catholicism and becomes closer to Léon, feeling an unrequited desire for him.","release_date":"1961-09-21","vote_average":6.9,"runtime":130,"cert":"N\/A","id":63892,"title":"Léon Morin, Priest","adult":false,"genre_ids":[10749,18]},{"cast":["Jean Bobet"],"overview":"A short documentary about the 1962 Tour-de-France. Topics covered include: crowds of people and motorcycles, drinking raids and feeding, pileups, doping, \"the charge,\" and the mountain stages.","release_date":"1962-01-01","vote_average":6.3,"runtime":18,"cert":"N\/A","id":63893,"title":"Vive Le Tour!","adult":false,"genre_ids":[]},{"cast":["Sarah Geronimo","Gerald Anderson","Matteo Guidicelli","Christopher de Leon","Dawn Zulueta"],"overview":"Directed by Mae Czarina Cruz, Catch Me...I'm in Love is a light, rom-com film that centers on the lives of two young adults searching for that something that could complete their existence. For Roan Sanchez (Sarah Geronimo), it's finding that one, true love. For Eric Rodriguez (Gerald Anderson), it's learning how to appreciate his life and those of other people around him. The two would fall in love but conflict would arise to try to break their special bond. It was up to them to fight for their love despite the odds, or not.","release_date":"2011-02-23","vote_average":7.0,"runtime":106,"cert":"N\/A","id":63894,"title":"Catch Me, I'm in Love","adult":false,"genre_ids":[18,10749,35]},{"cast":["Richard Gutierrez","Jillian Ward","Lovi Poe","Solenn Heussaff","Rhian Ramos"],"overview":"The Valentine offering starts with a loveless bespectacled author pondering over possible themes for his trilogy of love stories. He gets a ribbing from his precocious little sister for wasting too much time writing on the computer.","release_date":"2011-02-13","vote_average":0.0,"runtime":147,"cert":"N\/A","id":63895,"title":"My Valentine Girls","adult":false,"genre_ids":[35,10749]},{"cast":["Vladimir Turchinsky","Dmitriy Dyuzhev","Tatyana Dogileva","Aleksandr Bashirov"],"overview":"Failing to complete an important assignment without casualties, fearless crime fighters from an elite special service agency, masters of disguise and simply fun guys \"Velik\" and \"Koshka\" were demoted to serve in a department of a Drug Enforcement Agency...","release_date":"2007-09-06","vote_average":1.0,"runtime":91,"cert":"N\/A","id":63898,"title":"Antidur","adult":false,"genre_ids":[28,35,80]},{"cast":["Vyacheslav Tikhonov","Mikhail Dadyko","Irina Shevchuk","Mikhail Zimin","Геннадий Кочкожаров"],"overview":"A touching story about a white Gordon Setter with black ear, who became homeless because of his master's illness. His master, Ivan Ivanovich, a man far from being young, fond of hunting and nature, took a puppy to live with him, despite the dog's black ear being a \"shame of nature\" to his breed. The man always took his dog, whom he called Bim or Bimka, to hunting in country. Later, however Ivan Ivanovich began to have problems with heart and when the disease became worse was taken to a hospital. His dog couldn't bear waiting for the only person that ever cared for him and set out to find his master. Thus began the story of a homeless dog and his many breathtaking and exciting adventures, encounters of many people, kind and evil, and leads to an unexpected and heart-rending end.","release_date":"1977-09-15","vote_average":7.7,"runtime":182,"cert":"N\/A","id":63899,"title":"White Bim Black Ear","adult":false,"genre_ids":[18]},{"cast":["Marie-Hélène Leschiera","Françoise Monneret","Pierre-Henri Dutron","Jean-Paul Racodon","Pierre Saphores"],"overview":"Grand-Jacques the postman watches a mysterious wicker basket slowly float down from the sky and discovers a baby holding a small bell, and the adventure starts.","release_date":"1998-01-01","vote_average":9.0,"runtime":26,"cert":"N\/A","id":63900,"title":"Charlie's Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Dmitriy Maryanov","Ilya Shakunov","Olga Nikolich","Evgeniya Khirivskaya","Olesya Sudzilovskaya"],"overview":"A romantic comedy about a complicate relationships between 37 years old father and his 17 years old daughter.","release_date":"2010-07-15","vote_average":4.5,"runtime":94,"cert":"N\/A","id":63901,"title":"Big Daughter or a Test for...","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63902,"title":"Patate et le jardin potager","adult":false,"genre_ids":[16]},{"cast":["David Arquette","William H. Macy","Thomas Ian Nicholas","Sam McMurray","Eric Johnson"],"overview":"In need of a grubstake, a young man convinces a couple of friends to help him kidnap Frank Sinatra Jr. It's a true story","release_date":"2003-01-24","vote_average":5.0,"runtime":96,"cert":"N\/A","id":63903,"title":"Stealing Sinatra","adult":false,"genre_ids":[36,80]},{"cast":[],"overview":"Säsongen då Elitserien blev världens bästa liga. De strandade förhandlingarna mellan spelarfacket och NHL gjorde att världens största stjärnor plötsligt stod arbetslösa. Många av dem sökte sig till den bästa ligan på andra sidan Atlanten - Elitserien. Aldrig tidigare har prestigen, viljan och vinnarinstinkten varit större hos spelare, klubbar och media. Det redan glödheta intresset hos publiken blev om möjligt ännu större. Här kan du se filmen om säsongen samt massor av extramaterial - stjärnorna som kom hem, stjärnorna som hittade en ny liga, de inhemska stjärnorna som växte, det fula spelet, skandalerna, målen, passningarna, räddningarna, intervjuerna, kommentarerna och framförallt den ofattbara dramatiken i jakten på SM-guldet. Ett SM-guld som många menade var beviset på vilken klubb som under NHL-konfl ikten var världens bästa. Välkommen till en och en halv timmes hockeyaction!","release_date":"2005-05-09","vote_average":4.3,"runtime":null,"cert":"N\/A","id":63904,"title":"Elitserien 04-05 - Tidernas Säsong","adult":false,"genre_ids":[99]},{"cast":["Baltasar Kormákur","Ingvar Eggert Sigurðsson","Lilja Nótt Þórarinsdóttir","Þröstur Leó Gunnarsson","Victor Löw"],"overview":"A former sailor who has served prison sentences for alcohol smuggling fights to keep his family afloat. He is offered pay for a last tour of cargo between Reykjavik and Rotterdam. He agrees, in the hope to get out of debt, but unexpected events occur.","release_date":"2008-09-30","vote_average":6.0,"runtime":88,"cert":"N\/A","id":63907,"title":"Reykjavik-Rotterdam","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Op zaterdag 12 februari 2011 nam b2s voor de derde keer met Hard Bass haar intrek in het GelreDome Arnhem. Het stadion stond maar liefst negen uur lang geheel in het teken van hardstyle, dat word geselecteerd door zestien dj’s en acts verdeeld over vier zorgvuldig geselecteerde teams.","release_date":"2011-05-01","vote_average":8.5,"runtime":102,"cert":"N\/A","id":63908,"title":"Hard Bass 2011","adult":false,"genre_ids":[]},{"cast":[],"overview":"Den trettioförsta upplagan av Elitserien i ishockey skulle visa sig bli den hittills mest jämna och rafflande i svensk hockeys historia. Det var säsongen då vinstsviterna avlöstes av skadehelveten, fiasko förvandlades till succé, miljonkedjor och miljonlöner skapade rubriker och rekord slogs på löpande band. Årskrönikan om Elitserien 2006\/2007 låter dig återuppleva dramatiken och bjuder på det bästa av det bästa från hela säsongen. Mycket bättre än så blir det inte. Innehåller: *Årskrönika *Målen *Räddningarna *Tacklingarna *Statistiken *Inför säsong 2007\/2008 *Bonusmatrial","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63909,"title":"Elitserien Årskrönika 2006-2007","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dramatik in i det sista i såväl grundserien som finalspelet. Elitserien i ishockeysäsongen 2003\/04 bjöd som alltid på en härlig show. Årets upplaga bjöd även på mer dramatik än vanligt. HV71 erövrade till slut guldmedaljerna efter en högdramatisk finalserie mot Färjestad och lika dramatiskt var det när Brynäs klarade sig kvar i serien tack vare ett mål i slutminuten i den sista omgången. Timrå och Linköping svarade för bra insatser och visade att de blir att räkna med framöver och Södertälje kunde till slut summera ihop en säsong som började illa men som blev allt bättre. Nu har du chansen att återuppleva Elitserien 2003\/04. Se ett sammandrag från säsongen och det mycket intressanta slutspelet. Se dramatiken, kampen, tacklingarna, räddningarna och de snygga och betydelsefulla målen. Dessutom får du intervjuer med de personer som gjorde årets elitseriesäsong till en av de intressantaste någonsin.","release_date":"","vote_average":6.0,"runtime":90,"cert":"N\/A","id":63910,"title":"Det bästa från Elitserien 2003-2004","adult":false,"genre_ids":[]},{"cast":["Ivete Sangalo","Nelly Furtado","Seu Jorge","Juanes","Diego Torres"],"overview":"Multishow ao Vivo: Ivete Sangalo no Madison Square Garden is the eleventh album by the Brazilian recording artist Ivete Sangalo, released on December 7, 2010. The album was recorded during a single concert performed on September 4, 2010, at Madison Square Garden in New York. It's the fourth digital video disc from the singer and its first international release. The disc sold over 300,000 copies only on its pre-sale, which earned her a certified Triple Platinum and Gold Record by ABPD.","release_date":"2010-12-07","vote_average":9.5,"runtime":100,"cert":"N\/A","id":63913,"title":"Ivete Sangalo Live at Madison Square Garden","adult":false,"genre_ids":[10402,10770]},{"cast":["Tien Miao","Chang Chea","Lu Yi-Ching","Chen Shiang-Chyi"],"overview":"A grandmother is looking for her grandson, a teenager for his grandfather.","release_date":"2003-10-04","vote_average":6.5,"runtime":82,"cert":"N\/A","id":63914,"title":"The Missing","adult":false,"genre_ids":[18,28,53]},{"cast":["Alessandro Benvenuti","Natasha Stefanenko ","Marina Massironi","Arnoldo Foà","Massimo Corvo"],"overview":"","release_date":"2003-11-06","vote_average":5.3,"runtime":null,"cert":"N\/A","id":63917,"title":"Ti spiace se bacio mamma?","adult":false,"genre_ids":[35,10751]},{"cast":["Major William Henderson","2nd Lieut. William Brown","Doug Phillips","Scott Brown"],"overview":"Meet tough-as-nails Marine \"Colonel\" Bill Henderson, and P-51 Mustang flyboy Bill Brown. Now in their eighties, these ancient warriors return to the black sands of Iwo Jima to disciple a new generation in the art of Christian manhood. Joining these men are sons whose fathers never returned — the Isacks brothers and \"Johnny Boy\" Butler — all heirs to a treasure trove of fatherly wisdom penned from the battlefield.","release_date":"2005-03-07","vote_average":0.0,"runtime":75,"cert":"N\/A","id":63918,"title":"The League of Grateful Sons","adult":false,"genre_ids":[10751,99,36,10752]},{"cast":["Evgeniya Dobrovolskaya","Svetlana Nemolyaeva","Yuliya Rutberg"],"overview":"Молодая библиотекарша Ксения, до недавнего времени решавшая свои многочисленные семейные и финансовые проблемы, в один день становится обладательницей наследства — огромной квартиры, счета в банке и нового Мерседеса, а вместе с этим множеством тайн и загадок. Ксения понимает, что в этой жизни просто так ничего не бывает... Шаг за шагом она приближается к разгадке, не осознавая, что над ней уже нависла угроза...","release_date":"2006-10-19","vote_average":2.5,"runtime":105,"cert":"N\/A","id":63919,"title":"Bluz Opadayushih Listyev","adult":false,"genre_ids":[18,35,53]},{"cast":["Yelena Zakharova","Vladimir Zherebtsov","Ilya Noskov","Alla Fomicheva","Valerii Lehin"],"overview":"A drama about love and romance in a figure skaters world.","release_date":"2006-06-06","vote_average":0.0,"runtime":83,"cert":"N\/A","id":63920,"title":"Getting Back Vera","adult":false,"genre_ids":[18,10749]},{"cast":["Sergey Zharkov","Boris Galkin","Elena Velikanova"],"overview":"Фильм о жизни чемпиона по компакт-спортингу Антона Соглаева, о его семье, любви и дружбе. После аварии, случившейся по вине Антона, его малолетний сын Алёшка получает тяжёлую травму. От Антона уходит жена, он теряет квартиру и место в сборной России. В этой непростой ситуации Антон уезжает в деревню к матери и живет у нее. К нему приходит переосмысление всей жизни. Одновременно некая бандитская группировка преследует Антона за его помощь в задержании наркокурьера. Через какое-то время старший тренер и его бывший друг Сергей решают вернуть Антона в команду для участия в чемпионате Европы. Они приезжают в деревню, где сталкиваются с бандитами...","release_date":"2009-06-06","vote_average":0.0,"runtime":97,"cert":"N\/A","id":63921,"title":"Shepot Oranzhevykh Oblakov","adult":false,"genre_ids":[28,80]},{"cast":["Sergey Gorobchenko","Anton Pampushnyy","Vitaliy Khaev","Anna Ukolova","Aleksei Shevchenkov"],"overview":"A story of two brothers - two young hockey players.","release_date":"2009-11-05","vote_average":6.0,"runtime":86,"cert":"N\/A","id":63922,"title":"Minnesota","adult":false,"genre_ids":[18]},{"cast":["Artika Sari Devi","Martinus Miroto","Eko Supriyanto","Retno Maruti","I. Nyoman Sura"],"overview":"This is the story about Setyo, Siti and Ludiro, who were the performer of Javanese Ramayana's Wayang Wong. Setyo and Siti are spouse who live in a village by selling earthenware products. In the village, live as well Ludiro, the head of the stockyard, who is very wealthy and secretly in love with Siti. Conflicts arrived as Setyo's earthenware company is going bankrupt and Siti started to took notice in Ludiro's desire to win her love. These triangle love transform into a civil war in the village that brings not only extremity and injustice, but also the death of the loved ones.","release_date":"2006-08-07","vote_average":5.7,"runtime":120,"cert":"N\/A","id":63923,"title":"Requiem from Java","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Roddy Piper","Torri Higginson","Rachel Wilson","JR Bourne"],"overview":"Roddy Piper portrays a police Lt. working undercover in the so-called Jungleground. His sting operation goes bad and as a result he is caught. Young Odin, his captor and would be drug lord decide to play a game with Roddy. Roddy is given until morning to make it out of the Jungleground alive. Odin and his men however are hunting Roddy; and Odin also has a little insurance, he's kidnapped Roddy's soon to be fiance.","release_date":"1995-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":63924,"title":"Jungleground","adult":false,"genre_ids":[28,53]},{"cast":["Nikita Salopin","Mikhail Bogdasarov","Natalia Vintilova","Aleksandr Feklistov","Vitaly Taganov"],"overview":"On the border of the great empire, a Cossack barrier guards a mountain pass through which bandit detachments of Zarif penetrate into Siberia. Destroy the gang, bringing untold calamities to the surrounding villages, yesula Tokareva.","release_date":"2007-06-06","vote_average":0.0,"runtime":75,"cert":"N\/A","id":63925,"title":"Koldzhata's gold","adult":false,"genre_ids":[12,36]},{"cast":["Jeremy Clarkson","Sam Beattie","Micky Burn","Eric de la Torre"],"overview":"Jeremy Clarkson tells the story of what’s been called ‘the original Mission Impossible’ – the audacious Commando raid on the German occupied dry dock at St. Nazaire in France on March 28th 1942. Operation Chariot, as the raid was codenamed, had a simple aim – to destroy the dry dock and thus deny the German battleship Tirpitz a safe haven on the Atlantic coast of France. There were many who thought the mission too risky, but the Chief of Combined Operations, Louis Mountbatten, pushed forward. This programme explores the story around March 26th 1942, when Commandos in Cornwall boarded their floating bomb and set off to see if the element of surprise really could overcome all the odds.","release_date":"2007-03-18","vote_average":9.7,"runtime":60,"cert":"","id":63926,"title":"Jeremy Clarkson: Greatest Raid of All Time","adult":false,"genre_ids":[99]},{"cast":["Olga Pogodina","Vladimir Kachan","Leonid Yakubovich","Aleksandr Makogon","Oleg Maslennikov-Voytov"],"overview":"During the summer of 1947 a group of detectives are going to Odessa with the undercover mission - to fight a post-war criminal wave.","release_date":"2007-03-15","vote_average":5.0,"runtime":110,"cert":"N\/A","id":63927,"title":"Three Days in Odessa","adult":false,"genre_ids":[12,80]},{"cast":["Olga Lomonosova","Evgeniy Stychkin","Vitali Borisyuk"],"overview":"","release_date":"2009-06-06","vote_average":0.0,"runtime":78,"cert":"N\/A","id":63928,"title":"Sluchaynaya Zapis","adult":false,"genre_ids":[28,12]},{"cast":["İsmail Hacıoğlu","Erkan Can","Uğur Polat","Haldun Boysan","Turgay Tanülkü"],"overview":"","release_date":"2010-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":63929,"title":"Çakal","adult":false,"genre_ids":[28,80,18]},{"cast":["Aleksei Kravchenko","Aleksandr Karpov","Aleksei Petrukhin","Mikhail Gorevoy","Viktoriya Tolstoganova"],"overview":"Events of the film take place in both hemispheres. Presidents of countries, bosses of drug cartels, special agents and powerful secret service agencies from all around the world are the first hand participants of its events. The film begins with an account of a shocking yet quite ordinary skirmish - an average drug kin pin is beating one of his assistants with a golf club with a purpose of educating him, because the assistant's cell phone was quite unlawfully confiscated by an overly diligent secret service agent. The mutilated gangster understands the incommensurability of his guilt and the level of his fault, and becomes the first character who asks the question: What do we know about the world we live in?","release_date":"2005-09-15","vote_average":4.8,"runtime":117,"cert":"N\/A","id":63930,"title":"Law of Corruption","adult":false,"genre_ids":[28,80,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63931,"title":"Mega Factories - Dodge Viper","adult":false,"genre_ids":[]},{"cast":["Wim Helsen"],"overview":"","release_date":"2009-01-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63934,"title":"Wim Helsen: Het Uur van de Prutser","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63937,"title":"Ruohonleikkaaja","adult":false,"genre_ids":[]},{"cast":["Jorma Tommila","Tommi Eronen","Maria Järvenhelmi","Gyan Dookie","Rauno Juvonen"],"overview":"A shocking crime forces a man to re-evaluate his life, only to find that going straight is more complicated than he imagined. Ali is a low-level criminal who spends much of his spare time working out at a gym with his brother Pulu. Ali spends most of his day stoned on marijuana, while Pulu is known to drink cleaning products when he's run out of booze. Ali has fallen in love with Inka, a bright woman with a mind of her own, and her independent nature occasionally throws him into a fit of jealousy.","release_date":"2000-05-26","vote_average":6.7,"runtime":94,"cert":"N\/A","id":63938,"title":"Bad Luck Love","adult":false,"genre_ids":[18,80]},{"cast":["Logan","Angel Rivas","Summer Star","Liana","Milana"],"overview":"Wherever he goes, Italian stud\/director\/mad man Omar Galanti seems to leave a circus of wild-assed sluts and crazy carnal antics in his wake. Put Omar in an untamed sexual frontier like Russia and you get something as chaotically explosive as \"Omar's Ass Madness.\" The movie's seven hot, young, nastily uninhibited hellcats spread their mayhem in four epic scenes of anal debauchery, with Omar as ringmaster. Make that gape-master and spit-master. He finds dark, longhaired Angel Rivas in miniskirt, fishnets and heels on a Russian street and the","release_date":"2010-09-16","vote_average":10.0,"runtime":165,"cert":"N\/A","id":63939,"title":"Omar's Ass Madness","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"2009-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63940,"title":"Pulling A Train","adult":true,"genre_ids":[]},{"cast":[],"overview":"It's another semester of studying for tests and final exams. With all that cramming, these cute little coeds have to blow off some steam and get wild. So they invite 3 or 4 of the nearest jocks to their dorm room and do a different kind of cramming! They examine huge, hard cocks and cram them in every tight, wet hole they have. These gang bangin' babes forget all about p.h.d.'s and focus on c.u.m.!!","release_date":"2010-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63941,"title":"University Gang Bang 7","adult":true,"genre_ids":[]},{"cast":["Stephan Luca","Petra Kleinert","Mina Tander","Alexander Scheer","Christoph Grunert"],"overview":"","release_date":"2010-06-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":63942,"title":"Mörder kennen keine Grenzen","adult":false,"genre_ids":[9648,53]},{"cast":["Aqib Khan","Om Puri","Linda Bassett","Robert Pugh","Jimi Mistry"],"overview":"Comedy sequel to \"East is East\".  Manchester, North of England, 1975. The now much diminished, but still claustrophobic and dysfunctional, Khan family continues to struggle for survival. Sajid, the youngest Khan, the runt of the litter, is deep in pubescent crisis under heavy assault both from his father's tyrannical insistence on Pakistani tradition, and from the fierce bullies in the schoolyard. So, in a last, desperate attempt to 'sort him out', his father decides to pack him off to Mrs Khan No 1 and family in the Punjab, the wife and daughters he had abandoned 35 years earlier. It is not long before Ella Khan (Mrs Khan No2) with a small entourage from Salford, England, swiftly follows to sort out the mess, past and present.","release_date":"2010-10-19","vote_average":6.7,"runtime":103,"cert":"15","id":63943,"title":"West Is West","adult":false,"genre_ids":[35]},{"cast":["Patsha Bay","Manie Malone","Hoji Fortuna","Marlene Longange","Diplome Amekindra"],"overview":"Riva is an operator, a man with charm and ambition in equal measure. Kinshasa is an inviting place. With petrol in short supply in DRC's capital, he and his sidekick pursue a plot to get hold of a secret cache - barrels of fuel they can sell for a huge profit. Of course they're not the only ones who want the stuff.","release_date":"2010-09-10","vote_average":5.6,"runtime":96,"cert":"","id":63946,"title":"Viva Riva!","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"An alchemical tale of one homeless recylcer's commitment to California redemption values.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":63947,"title":"Pharaoh's Streets","adult":false,"genre_ids":[]},{"cast":["Lee Montgomery","Toni Hudson","Sam Bottoms","Clu Gulager","Keenan Wynn"],"overview":"While siphoning bank funds, computer-wise lovers spot a plot to sink the Federal Reserve.","release_date":"1985-03-31","vote_average":7.2,"runtime":99,"cert":"N\/A","id":63948,"title":"Prime Risk","adult":false,"genre_ids":[18]},{"cast":["Brian Geraghty","Charles Malik Whitfield","Jonathan Cake","Samuel Jones III","Faune A. Chambers"],"overview":"A botched car-jacking forces two white-collar criminals to take refuge in the home of the thugs that accosted them. Over the course of one explosive, unpredictable night, worlds collide, fortunes shift, lives are cast aside and the most unsuspecting of heroes walks away with a multimillion dollar score.","release_date":"2010-03-01","vote_average":4.6,"runtime":105,"cert":"N\/A","id":63949,"title":"Krews","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Luftwaffen training film featuring numerous rifle men.","release_date":"1944-01-01","vote_average":8.0,"runtime":68,"cert":"N\/A","id":63952,"title":"German Snipers","adult":false,"genre_ids":[99,10752,36]},{"cast":[],"overview":"A historical documentary production company owning more 5,000 hours of footage and 800 hours of finished programs. Eagle Media is well known for their work with A&amp;E Network, the History Channel, PBS, The Discovery Channel, The Learning Channel and others. As an Emmy Award winning Production Company, Eagle Media has a reputation for excellence in historical productions of all kinds. The company offers some truly unique resources as the foremost producer of historical reenactment and a pioneer in the use of 3D graphics to animate historical locations.","release_date":"1990-02-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":63953,"title":"Waffen SS: Hitler's Elite Fighting Force","adult":false,"genre_ids":[99,10752,36]},{"cast":["R. Budd Dwyer"],"overview":"Honest Man: the Life of R. Budd Dwyer is a movie about politics and corruption, suicide and survival. The film chronicles Dwyer's meteoric rise to political power and examines the bribery scandal and subsequent trial that pushed him to his breaking point. Honest Man also delves into the controversy and consequences of the uncensored airing of Dwyer's death on television stations worldwide. Honest Man reveals a story that has remained untold for over 24 years. The film features exclusive new interviews, including William Smith, the man whose testimony convicted Dwyer, and Dwyer's widow Joanne--her last interview before her death in 2009. Was Dwyer venal, or a victim? Did he kill himself because he couldn't live with being guilty, or because he couldn't live with being innocent? Honest Man allows audiences to judge for themselves.","release_date":"2010-10-09","vote_average":6.0,"runtime":75,"cert":"N\/A","id":63954,"title":"Honest Man: The Life of R. Budd Dwyer","adult":false,"genre_ids":[99]},{"cast":["Michelle von Flotow","Jon-Damon Charles","Catalina Larranaga","Kirk Enochs","Stacey DeSimone"],"overview":"Three gorgeous beauties awaken from an ancient nap and immediately begin making up for lost time, engaging in as many passionate encounters as time will allow.","release_date":"1999-03-16","vote_average":4.0,"runtime":77,"cert":"N\/A","id":63955,"title":"Hidden Beauties","adult":false,"genre_ids":[14,878]},{"cast":["Michael Rispoli","Kelly Macdonald","Kathrine Narducci","Kevin Conway"],"overview":"Buddy Visalo (Michael Rispoli) is a factory worker, a frustrated crooner who once had a shot at the big time. Buddy's dreams of greatness have been reduced to an endless series of failed moneymaking schemes. His latest is buying a two-family house for him and his wife, Estelle (Katherine Narducci) and converting the ground floor into a neighborhood bar where he can perform. The wrench in the works is that he also inherits the upstairs tenants, Mary,a pregnant Irish girl fresh off the boat (Kelly Macdonald) and her abusive, alcoholic husband, Jim (Kevin Conway). As Buddy's gang of Italians tries to handle the situation, the girl goes into labor, and a baby is born, forcing them all to confront the limits of their tolerance and compassion.","release_date":"2000-01-21","vote_average":7.0,"runtime":104,"cert":"N\/A","id":63956,"title":"Two Family House","adult":false,"genre_ids":[18,10749]},{"cast":["Kaitlyn Burke","Michael Ontkean","Helen Shaver","Kimberley Warnat","Gordon Tootoosis"],"overview":"An orphaned bear cub is adopted by little Emily and her family. They name the cub Masha, raise her and release her back into the wild. Three years go by, and Emily is lost deep in the forest. Cold, frightened and alone in the darkness, she falls and is knocked unconscious. When she awakens, Emily is amazed to see that a brown bear has kept her warm and dry all night by cuddling her. It's Masha – and Emily is overjoyed to be reunited with the bear just when she needs a friend most. Together the two bravely set off on an adventure to find their way home. Bear With Me is a tale the whole family will find as exciting as it is heart-warming . . . and the magnificent forests of the Pacific Northwest lend this story of loyalty, friendship and adventure a magic all its own.","release_date":"2000-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":63957,"title":"Bear with Me","adult":false,"genre_ids":[10751]},{"cast":["Fyodor Bondarchuk","Ivan Okhlobystin","Anna Buklovskaya","Aleksandr Bashirov","Mikhail Vladimirov"],"overview":"The plot is set in modern Moscow, in the 1990s, with \"New Russians\", Hummer H1 SUVs, bribery, violence, truck fulls of tinned stew as a dowry, etc.","release_date":"2001-06-06","vote_average":6.4,"runtime":80,"cert":"N\/A","id":63958,"title":"Down House","adult":false,"genre_ids":[35,80,18]},{"cast":["Hal Reed","Bob Jones","Ray Lynch","Mary Darrington","Frank Sanabek"],"overview":"The San Francisco area is beset by a series of seemingly random murders without motive or pattern. The police are taunted by phone calls and letters. Could the maniac be the violent, truck driver, or the seemingly mild-mannered mailman, or even a cop?","release_date":"1971-04-07","vote_average":5.7,"runtime":87,"cert":"N\/A","id":63959,"title":"The Zodiac Killer","adult":false,"genre_ids":[80,27,53]},{"cast":["Louis de Funès","Noëlle Adam","Jacques Jouanneau","Jean-Pierre Cassel","Danielle Lamar"],"overview":"Pierre Cousin, a depressive compositor, wants to die. After five vain attempts at committing suicide, he decides to hire professional hit men to do the job on him. But as he's waiting for death, he accidentally saves a suicidal young woman's life... and falls in love. Having suddenly found a reason to live, he now fears the killers he himself hired. Is there still time to call off his contract?","release_date":"1957-05-14","vote_average":6.4,"runtime":72,"cert":"N\/A","id":63960,"title":"Crazy in the Noodle","adult":false,"genre_ids":[35,10749,80]},{"cast":["Mireille Darc","Guy Tréjan","Louis de Funès","Noël Roquevert","Jean-Claude Brialy"],"overview":"A light French comedy of 5 segments.","release_date":"1963-04-26","vote_average":5.2,"runtime":95,"cert":"N\/A","id":63961,"title":"People in Luck","adult":false,"genre_ids":[35]},{"cast":["Shay Jordan"],"overview":"When Jack puts his mind to something, the filthy possibilities are endless! In Jack's Asian Adventure 2, Jack rounds up the most exotic Asians he can find for a wild time of fun and games. These horny girls love you long time and they most definitely sucky, sucky. Digital Playground's contract star Shay Jordan leads this all-star team of Asian beauties in their quest to ride the biggest cocks. Jack can be extremely persuasive, and he'll soon have the girls begging to gobble his massive egg roll.","release_date":"2008-10-29","vote_average":8.5,"runtime":94,"cert":"N\/A","id":63962,"title":"Jacks Asian Adventure 2","adult":true,"genre_ids":[]},{"cast":["Lee Na-young","Kang Dong-won","Youn Yuh-jung","Eun Won-jae","Jeong In-gi"],"overview":"About a convicted murderer awaiting execution, and the bond he forms with a suicidal young woman who starts visiting him in jail every Thursday. Yu-Jung (Lee Na-Young) has now attempted her third suicide attempt. Her disdain for her mother and indifference to the rest of the world, isolates her from any chance for happiness. Yu-Jung also has an aunt named Sister Monica. Her aunt often goes to prison to meet with death row inmates. Sister Monica meets a new death row inmate, who asks Sister Monica if he could meet her niece Yu-Jung. Sister Monica asks Yu-Jung if she would counsel this death row inmate and Yu-Jung reluctantly agrees to do so.","release_date":"2006-09-14","vote_average":7.0,"runtime":120,"cert":"N\/A","id":63963,"title":"Maundy Thursday","adult":false,"genre_ids":[18]},{"cast":["Vikram","Sara Arjun","Anushka Shetty","Amala Paul","Nassar"],"overview":"A mentally retarded man fights for custody of his 7-year-old daughter, and in the process teaches his opponent lawyer the value of love and family.","release_date":"2011-06-03","vote_average":7.2,"runtime":162,"cert":"N\/A","id":63964,"title":"Deiva Thirumagal","adult":false,"genre_ids":[18,10751]},{"cast":["Jason Gann","Adam Zwar","Anya Beyersdorf","Paul Denny"],"overview":"Rats and cats is a dark, satirical comedy about a fallen star and broken dreams. It is about fame and our culture of obsession. Actor Darren McWarren (Jason Gann) starred in soap, mini-series and film before destroying his career with a series of indiscretions. Now McWarren is out of the industry and living in a small town in Western Victoria he can do whatever he wants. When a journalist decides to write a \"Where are they now\" profile on McWarren, he finds the former star has become a modern day Errol Flynn. The local girls want to fornicate with him and their fellas want to fight him. He mightn't have found love - but it's the next best thing.","release_date":"2007-05-29","vote_average":4.0,"runtime":88,"cert":"N\/A","id":63965,"title":"Rats and Cats","adult":false,"genre_ids":[35,18]},{"cast":["Benno Fürmann","Thomas Kretschmann","Marie Bäumer","Anja Kling","Uwe Kockisch"],"overview":"","release_date":"2010-03-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":63966,"title":"Die Grenze","adult":false,"genre_ids":[18]},{"cast":["Joel Bion","Anna Karina","Howard Vernon","Gunnar Larsen"],"overview":"A dedicated clarinetist receives a valuable violin and has a difficult time deciding what to do with it.","release_date":"1976-03-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":63969,"title":"The Musician Killer","adult":false,"genre_ids":[18]},{"cast":["Jean Gabin","Janine Crispin","Micheline Bernard","Pauline Carton","Christiane Delyne"],"overview":"","release_date":"1933-12-08","vote_average":5.0,"runtime":79,"cert":"N\/A","id":63970,"title":"High and Low","adult":false,"genre_ids":[35]},{"cast":["Paul Fox","Tom Hardy","Kate Maberly","Aitor Merino","Félicité Du Jeu"],"overview":"Unlikely friends in a melting pot of confusion. Simon Murray fights for the French Foreign Legion. Pascal Dupont fights for himself. War torn men question honour, hope, morality...because you can desert everything...except yourself.","release_date":"2002-04-30","vote_average":5.9,"runtime":90,"cert":"15","id":63971,"title":"Deserter","adult":false,"genre_ids":[18,10752]},{"cast":["Fanny Ardant","Daniel Auteuil","Richard Bohringer","Philippe Léotard","Jeanne Moreau"],"overview":"Four town notables become murder suspects.","release_date":"1986-08-13","vote_average":7.4,"runtime":92,"cert":"N\/A","id":63972,"title":"Paltoquet","adult":false,"genre_ids":[]},{"cast":["Angus Young","Malcolm Young","Brian Johnson","Cliff Williams","Phil Rudd"],"overview":"AC\/DC Live At River Plate, a definitive live concert film documenting AC\/DC’s massive Black Ice World Tour. Shot in December of 2009, AC\/DC Live At River Plate marks AC\/DC’s triumphant return to Buenos Aires where nearly 200,000 fans, and 3 sold-out shows, welcomed the band back after a 13 year absence from Argentina. This stunning live footage of AC\/DC underscores what Argentina’s Pagina 12 newspaper reported by saying “no one is on the same level when it comes to pure and clear Rock ‘n Roll.” Live At River Plate was shot with 32 cameras entirely in HD and features 19 songs as well as ‘behind the scenes’ footage of this massive production coming together among the excitement of anxious fans.","release_date":"2009-12-11","vote_average":7.3,"runtime":110,"cert":"N\/A","id":63973,"title":"AC\/DC:  Live at River Plate","adult":false,"genre_ids":[10402]},{"cast":["Xavier Deluc","Tonie Marshall","Micheline Presle","Claude Piéplu","Ingrid Bourgoin"],"overview":"This slice-of-life drama about an elderly couple and their estranged son covers twenty-four fateful hours that begin with the usual daily routine for the retired pair of former teachers (Micheline Presle and Claude Pieplu). Then their son telephones to say he will be coming over with his girlfriend and the normal pattern is changed, as he visits them rarely. While the mother is obsequious to her son when he arrives, past hurts and resentments bubble up during lunch, making it difficult for the son to tell them he is getting married. This is news enough, but the effect that announcement has on the son and his fiancée is unexpected and events later on in the day take a turn for the worse.","release_date":"1986-08-27","vote_average":5.8,"runtime":null,"cert":"N\/A","id":63974,"title":"Beau temps mais orageux en fin de journée","adult":false,"genre_ids":[35]},{"cast":["Danielle Darrieux","Dominique Sanda","Jean-Pierre Léaud","Lambert Wilson"],"overview":"The romantic and cruel escapades of a gigolo and a mysterious woman.","release_date":"1986-08-27","vote_average":10.0,"runtime":null,"cert":"N\/A","id":63975,"title":"With All Hands","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Ils s’appellent Azouaou, Abderhamène, Louise, Shana, Kyria ou Yanis, ils ont entre 3 ans et 4 ans quand ils commencent à discuter librement et tous ensemble de l’amour, la liberté, l’autorité, la différence, l’intelligence… Durant leurs premières années de maternelle, ces enfants, élèves à l’école d’application Jacques Prévert de Le Mée-sur- Seine, dans une ZEP de Seine-et-Marne, ont expérimenté avec leur maîtresse, Pascaline, la mise en place d’un atelier à visée philosophique.","release_date":"2010-11-17","vote_average":7.0,"runtime":97,"cert":"N\/A","id":63976,"title":"Just a Beginning","adult":false,"genre_ids":[99]},{"cast":["Nicole Garcia","Dominique Lavanant","Jean-Pierre Bacri","Jean-Pierre Bisson"],"overview":"Thriller about a psycho looking for revenge. Bronsky is a paraplegic because of an accident at a construction site that was partly due to the head architect, David Briand. Many years after the accident, Bronsky shows up at Briand's residence with his family and his trailer looking for assistance. He and his wife insinuate themselves into the household without revealing their true identity. They start to work for Briand and his wife Elaine as a gardener and a babysitter with the sole objective of wreaking havoc on their lives and avenging Bronsky's disabilities.","release_date":"1986-09-10","vote_average":5.0,"runtime":109,"cert":"N\/A","id":63977,"title":"Death on a Rainy Sunday","adult":false,"genre_ids":[27,18,53]},{"cast":["Vittorio Gassman","Ruggero Raimondi","Fanny Ardant","Geraldine Chaplin","Sabine Azéma"],"overview":"In this whimsical fable, Resnais deftly interweaves three story lines: the creation of an early-20th-century utopia; romantic high jinks at a school conference; and a fantasy sparked by F\/X pioneer Georges Méliès.","release_date":"1983-04-20","vote_average":6.2,"runtime":110,"cert":"N\/A","id":63978,"title":"Life Is a Bed of Roses","adult":false,"genre_ids":[18,35]},{"cast":["Pauline Lafont","Dominique Lavanant","Jean Poiret","Michel Galabru","Michel Blanc"],"overview":"A Hollywood studio is producing another spectacular when the top billed male stars suddenly show up as corpses, killed before the critics could ever put pen to paper. Under suspicion is a talent agent. Is he guilty or not? These macabre events have everyone off their feed, from the producers down to the lowest gofer.","release_date":"1986-09-10","vote_average":4.7,"runtime":90,"cert":"N\/A","id":63979,"title":"I Hate Actors","adult":false,"genre_ids":[]},{"cast":["Christophe Malavoy","Jane Birkin","Jean-Louis Trintignant","Béatrice Agenin","Andrzej Seweryn"],"overview":"Simon, a famous violinist, sinks into alcoholism. He finds support from his lover, who is also the manager of the orchestra in which he plays. But is she really helping him or is she exploiting his dependence on her? A man who has been through the same experience as Simon, offers to help him...","release_date":"1986-10-08","vote_average":6.3,"runtime":102,"cert":"N\/A","id":63980,"title":"The Woman of My Life","adult":false,"genre_ids":[18,10749]},{"cast":["Madeleine Renaud","Pierre Brasseur","Madeleine Robinson","Paul Bernard","Georges Marchal"],"overview":"A shimmering glass hotel at the top of a remote Provençal mountain provides the setting for a tragicomic tapestry about an obsessive love pentangle, whose principals range from an artist to a hotel manager to a dam worker.","release_date":"1943-03-26","vote_average":6.9,"runtime":112,"cert":"N\/A","id":63981,"title":"Lumière d'Été","adult":false,"genre_ids":[]},{"cast":["Jean-François Stévenin","Yves Afonso","Carole Bouquet","Jean-Pierre Kohut-Svelko"],"overview":"","release_date":"1986-10-22","vote_average":7.3,"runtime":null,"cert":"N\/A","id":63982,"title":"Double messieurs","adult":false,"genre_ids":[]},{"cast":["Jenna Haze","Devon Lee","Nikki Rhodes","Kayla Paige","Maya Gates"],"overview":"What if video games were able to be XXX? What would they actually be like? How realistic would the sex be? Would there be role playing games, or simply first person shooter? Would you get to explore different sexual scenarios with different cyber-vixens? Would you get to experience it from your own hyper-realistic point of view?","release_date":"2008-05-07","vote_average":3.0,"runtime":122,"cert":"N\/A","id":63983,"title":"XXX-Box","adult":true,"genre_ids":[]},{"cast":["Claude Hébert","Jacqueline Milliere","Joseph Leportier","Annick Gehan"],"overview":"Based on documents compiled by leading French philosopher Michel Foucault, this unique and original film charts the gruesome events which took place in a Normandy village in 1835, when a young man, Pierre Rivière, murdered his mother, sister and brother before fleeing to the countryside. With a cast made up of real-life villagers from the area where the events took place, the detailed re-enactments and careful attention to the gestures of their ancestors serve to create an intense and sometimes disturbing atmosphere of hyper-realism. Details of the crime and of the trial that followed are told from varied perspectives, including the written confession of Pierre himself, and form a rich and complex narrative that interrogates the concepts of “truth” and “history”.","release_date":"1976-10-27","vote_average":6.3,"runtime":130,"cert":"N\/A","id":63984,"title":"I, Pierre Rivière, Having Slaughtered My Mother, My Sister and My Brother…","adult":false,"genre_ids":[80,18]},{"cast":["Jean Rochefort","Camille de Casabianca","Arlette Bonnard","Dominique Besnehard"],"overview":"A man walks a length of railroad track, looking for his elderly mother whom he believes fell from the train at some point. He brings his daughter along.","release_date":"1981-02-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":63985,"title":"Un étrange voyage","adult":false,"genre_ids":[18]},{"cast":["Eric Bougnon","Guillaume Viry","Pierre Louis-Calixte","Jacques Buron","Jean Dalric"],"overview":"In a time and place indeterminate a bandit has kidnapped Rixo Lomadis Bron’s daughter. Bron is a wealthy landowner who reigns over the shepherds of the Purple Mountain. The time has come when Rixo Lomadis Bron accuses Manjas-Kebir of killing his daughter and urges all the country’s inhabitants to track down the assassin. It’s the time when Radovan Remila Stoï, the land’s greatest warrior, rises up against this foolhardy act which has every chance of leading to war...","release_date":"2005-07-13","vote_average":4.5,"runtime":92,"cert":"N\/A","id":63986,"title":"Time Has Come","adult":false,"genre_ids":[14]},{"cast":["Barry Hilton","Russel Savadier","Yule Masiteng","Ron Smerczak","Vuyo Dabula"],"overview":"\"Everything happens for a reason\" - on his 50th birthday, Lenny Vincent is fired from his job as a sports writer for a daily newspaper, his wife of 19 years leaves him for a much younger man and he and his best friend Dave are caught in a gang heist at a restaurant. He ends up being hi-jacked by the gang and dumped in a rural village. Here he befriends the local chief and embarks on the adventure of a lifetime; helping to reunite the chief's warring sons, fighting a money grabbing property company from turning the chief's land into a golf course, coaching the village soccer team and ultimately.. finding himself!","release_date":"2009-01-01","vote_average":3.3,"runtime":90,"cert":"N\/A","id":63987,"title":"Finding Lenny","adult":false,"genre_ids":[35]},{"cast":["Chuck Norris","William Sanderson","Max Gail","Michael Friedman","Roscoe Lee Browne"],"overview":"John McKenna is a spiritual being who is able to transform into bear, wolf or eagle. He lives in the forests of Tanglewood and has dedicated his life to protect them. One day a gang of evil lumberjacks led by Travis Thorne arrive Tanglewood to chop the forest down. McKenna cannot let this happen, and together with his new friends - Lords of the Tanglewood, a band of children who love to play in the forest - he battles against Thorne and his evil gang.","release_date":"1996-11-05","vote_average":3.5,"runtime":93,"cert":"N\/A","id":63988,"title":"Forest Warrior","adult":false,"genre_ids":[28,10751]},{"cast":["Cécile de France","Bruno Putzulu","Olivier Sitruk","Patrick Chesnais"],"overview":"","release_date":"2002-06-26","vote_average":5.8,"runtime":null,"cert":"N\/A","id":63989,"title":"Irène","adult":false,"genre_ids":[35]},{"cast":["Urszula Grabowska","Sara Knothe","Stanislawa Celinska","Kinga Preis","Halina Łabonarska"],"overview":"In an era in which it is difficult for the true emotion and excitement, Feliks Falk found the key to the human heart. How many of us love? How much we are able to self-sacrifice? Is there a price that can not pay, when it comes to life of a loved one? Are we really as good as we think about yourself? In Joanna's life is given forever. Today's friend suddenly becomes an enemy. Reflex heart turns into a curse. When one of the lonely woman takes care of little girls-czynkę do not know that from now on, her life will be sweet - bitter taste. Fate in this film is everything. Allows people to find that in a moment blow and lead to separation. After-forgives love, for which you have to pay a huge price. Fulfills the promise of happiness loneliness, brittle as glass.","release_date":"2010-11-26","vote_average":7.3,"runtime":88,"cert":"N\/A","id":63990,"title":"Joanna","adult":false,"genre_ids":[18,10752]},{"cast":["Valérie Benguigui","Axelle Laffont","Élodie Bouchez","Lionel Abelanski","Arié Elmaleh"],"overview":"","release_date":"2007-07-04","vote_average":5.6,"runtime":null,"cert":"N\/A","id":63991,"title":"I Hate My Best Friends' Kids","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Digital Playground’s contract superstar, Stoya™ is a sexual freak and she proves it in this erotic masterpiece. With Celeste at the helm, the Sexual Freak series has just got freakier, sexier and downright nastier! In Sexual Freak 7, you will enjoy Stoya in two very deviant scenes, Dana DeArmond in a splendid double penetration and even some three-ways! The cast reveals their deepest and most erotic fantasies while showcasing the lovely Stoya in rare and spectacular form. We dare you to uncover your own desires in this delicious and decadent movie!","release_date":"2008-01-31","vote_average":0.0,"runtime":181,"cert":"N\/A","id":63992,"title":"Stoya: Sexual Freak 7","adult":true,"genre_ids":[]},{"cast":["Éric Bernard","Laurent Leca","Laurent Maurel","Patrick Raynal"],"overview":"","release_date":"2010-11-07","vote_average":5.3,"runtime":28,"cert":"N\/A","id":63993,"title":"Manhunt","adult":false,"genre_ids":[53,37]},{"cast":["Linda de Mol","Susan Visser","Tjitske Reidinga","Lies Visschedijk","Peter Paul Muller"],"overview":"Gooische Vrouwen (Vipers Nest) is based on a very popular Dutch TV series and can be described as a Dutch variation of Sex and the City and Desperate Housewives. The film tells the story of four girlfriends who live in the bourgeois area ‘t Gooi, where life always seems to run smoothly, but dark clouds are gathering on the horizon. A flight seems the only way out…","release_date":"2011-03-10","vote_average":6.0,"runtime":105,"cert":"N\/A","id":63996,"title":"Gooische Vrouwen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"From the Back Cover Ruby thinks she has a lot to teach her little brother, Max, but Max has his own ideas. Join their loving, laughing sibling rivalry. 6 bonus episodes are included on this DVD: \"Ruby's Merit Badge,\" \"Max's Apple,\" \"Quiet, Max!,\" \"Max Misses the Bus,\" \"Max's Worm Cake,\" and \"Max's Rainy Day.\" Product Description MAX &amp; RUBY: SPRINGTIME FOR MAX &amp; RUBY features 12 new episodes, including \"Max’s Chocolate Chicken\" (when Max and Ruby go on a chocolate egg hunt in the backyard they both find more than they bargained for) and \"Ruby’s Beauty Shop\" (when Louise comes over to show Ruby her Deluxe Beauty Kit Max wants to play too, but Ruby insists a Beauty Parlor is no place for Max).","release_date":"2005-03-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":63997,"title":"Max & Ruby - Springtime for Max & Ruby","adult":false,"genre_ids":[10751]}]