[{"cast":[],"overview":"Episodes on Berry Bunny Adventures: Grandma's Berry Patch, Ruby's Bunny Scout Banner, Ruby's Detective Agency Surprise Ruby, Ruby's Birthday Party, Ruby's Birthday Presents Ruby's Safari, Max's Mud Bath, Max's Lost Lizard Ruby Riding Hood, Max And The Beanstalk, The Froggy Prince","release_date":"2008-02-26","vote_average":0.0,"runtime":97,"cert":"N\/A","id":64002,"title":"Max and Ruby - Berry Bunny Adventures","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Based on a series of children's books by Rosemary Wells, this charming animated children's program chronicles the sibling rivalry between brother and sister bunnies Max and Ruby. Never content to let older sister Ruby boss him around, three-year-old Max always manages to brew up some mischief to get his own way. This collection finds Max and Ruby celebrating the joys of summertime in 12 fun-filled mini-episodes.","release_date":"2007-06-05","vote_average":0.0,"runtime":100,"cert":"N\/A","id":64005,"title":"Max & Ruby: Summertime With Max & Ruby","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Product Description Item Name: Oswald - On-the-Go Oswald; Studio: Nickelodeon Product Description OSWALD:ON THE GO OSWALD - DVD Movie","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":64006,"title":"Oswald - On-the-Go Oswald","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A delightful tool to help kids learn their letters, Richard Scarry's Best ABC Video Ever finds Busy Town pals Huckle and Lowly Worm discovering that it's Alphabet Day at school. Their teacher, Miss Honey, invites her students to join in a spirited rendition of \"The Alphabet Song.\" Next comes a series of 26 vignettes developed around each letter and cleverly intertwined with Sergeant Murphy's investigation into the mystery of some stolen bananas. Simple, sweet, and as entertaining as it is instructive, this production exemplifies the great care put into the Richard Scarry video series. --Tom Keogh","release_date":"1989-09-17","vote_average":0.0,"runtime":30,"cert":"U","id":64009,"title":"Richard Scarry's Best ABC Video Ever!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Take a ride on the alphabet train to the most amazing zoo you'll ever see in ZOOper Phonics. Visit animals in their natural habitats through the magical world of computer animation with bright, bold images of alligators, bears, dolphins, monkeys, zebras and lots more. Children's voices on the video invite young viewers to shout out the names of the animals while learning correct phonetic pronunciation. Foot-stamping, hand-clapping classical marches from composers like Johann Strauss and John Philips Sousa accompany the train on its fun journey through the zoo.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":64014,"title":"Zooper Phonics","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Cherie Chung","Danny Chan Bak-Keung","Gigi Wong Suk-Yee","Wu Fu-Sheng"],"overview":"A story about a New York Chinatown cab driver who falls for college student.","release_date":"1987-07-16","vote_average":7.3,"runtime":98,"cert":"N\/A","id":64015,"title":"An Autumn's Tale","adult":false,"genre_ids":[18,10749]},{"cast":["Satu Silvo","Outi Vainionkulma","Sebastian Kaatrasalo","Tuula Nyman","Esko Hukkanen"],"overview":"A Finnish live action adaptation of Hans Christian Andersen's fairy tale, The Snow Queen. The tale centers on the struggle between good and evil as experienced by a little boy and girl, Kai and Kerttu.","release_date":"1986-11-19","vote_average":6.6,"runtime":90,"cert":"N\/A","id":64022,"title":"The Snow Queen","adult":false,"genre_ids":[14,10751]},{"cast":[],"overview":"Brother and sister rabbit deal with Santa's arrival, snow \"queen\" building, sledding, and ice skating in this winter-themed gathering of the Nick Jr. series Max &amp; Ruby. Rosemary Wells's classic board book siblings come to animated life beautifully with bossy, but inhumanly patient Ruby guiding 3-year-old Max through the traditions of Christmas, the safety precautions of winter sports, and the importance of building regal female snow creatures. Max, of course, utters one-word pronouncements and benignly does what he always intended to do, anyway. Each episode clocks in at just under eight minutes, making it ideal for youngsters' short attention spans. The last two episodes about a surprise party and tent-building are not seasonal. This gentle contemplation of sibling relationships will amuse children, from different standpoints, from ages 2 to 6. --Kimberly Heinrichs","release_date":"","vote_average":0.0,"runtime":102,"cert":"N\/A","id":64025,"title":"Max & Ruby - Max & Ruby's Christmas","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Four stories on one DVD","release_date":"2010-07-27","vote_average":6.0,"runtime":69,"cert":"N\/A","id":64028,"title":"Max and Ruby: Max's Chocolate Chicken","adult":false,"genre_ids":[16,10751]},{"cast":["Allu Tuppurainen","Maria Järvenhelmi","Peter Franzén","Kari Hietalahti","Jussi Lampi"],"overview":"Hairy and rowdy creatures called rolleys sail to a land inhabited by more peace-loving elves. When the rolleys arrive to the elf village, they scare the elves away and settle down in the village. One of the elves, Milli, a brave elf girl, returns to the village to make a peace with the rolleys. The rolleys do not warm to Milli's peace proposal, but she becomes friends with a rolley called Rölli. It becomes their mission to solve the conflict between the elves and the rolleys.","release_date":"2001-12-21","vote_average":6.8,"runtime":92,"cert":"N\/A","id":64029,"title":"Rollo and the Spirit of the Woods","adult":false,"genre_ids":[10751]},{"cast":["Augusto Basso","Elena"],"overview":"Although released anonymously, as was the custom with all films produced by the Italian Navy, La Nave Bianca is the first feature-length effort directed by Roberto Rossellini; it is also very much the work of its co-writer and supervisor Francesco De Robertis. The film combines a documentary look at the Italian Navy during World War II with newsreel combat footage and a scripted love story performed by non-professional actors.","release_date":"1941-10-31","vote_average":5.8,"runtime":77,"cert":"N\/A","id":64032,"title":"The White Ship","adult":false,"genre_ids":[10752,18]},{"cast":["Alexandr Domogarov","Evgeniya Khirivskaya","Aleksey Chadov","Viktor Bychkov"],"overview":"Andrey inherits a map to his great-grandmother's treasure, a gift from her lover, and hidden since the early 19th century. He and Mikhail, the descendant of his great-grandmother's lover, follow the map's clues to Montenegro.","release_date":"2006-03-30","vote_average":1.0,"runtime":108,"cert":"N\/A","id":64033,"title":"The Count of Montenegro","adult":false,"genre_ids":[12,35]},{"cast":["Monica Vitti","Ugo Tognazzi","Barbara Bouchet","John Richardson","Sabina De Guida"],"overview":"When the wife wants to leave her husband in preference of a romantic Frenchman, the husband seemingly does not raise difficulties and invites his rival, along with his own secretary, for a weekend. His real purpose is taking her wife back through an elaborate plan.","release_date":"1975-12-19","vote_average":6.3,"runtime":105,"cert":"N\/A","id":64034,"title":"Duck in Orange Sauce","adult":false,"genre_ids":[35]},{"cast":["Dmitri Ulyanov","Dmitriy Orlov","Lev Borisov","Sergey Batalov","Tatyana Kravchenko"],"overview":"A mystery around a search for a lost skull of Nikolay Gogol.","release_date":"2005-06-06","vote_average":0.0,"runtime":130,"cert":"N\/A","id":64035,"title":"Classic's Head","adult":false,"genre_ids":[53,14,80]},{"cast":["Ciccio Ingrassia","Lino Banfi","Didi Perego","Ubaldo Lay","Tano Cimarosa"],"overview":"A satire on the American film \"The Exorcist,\" but with an Italian twist.","release_date":"1975-01-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":64036,"title":"The Exorcist: Italian Style","adult":false,"genre_ids":[35]},{"cast":["Aleksey Petrenko","Mikhail Gorevoy","Igor Yatsko","Diana Morozova","Yuriy Sherstnyov"],"overview":"A pianist named Garvey, while traveling on a tour, gets off the train to buy cigarettes, and learns from a salesgirl that the cities imagined by Grin really exist. Forgetting about his tour, he goes to one of these cities, where he meets the captain of “The Waverunner”…","release_date":"2007-06-06","vote_average":1.0,"runtime":129,"cert":"N\/A","id":64037,"title":"The Wave Runner","adult":false,"genre_ids":[10749,12,14]},{"cast":["Allu Tuppurainen","Sari Mällinen","Rolf Labbart","Jussi Lampi","Risto Kaskilahti"],"overview":"Trollforest is in grave danger, so Rölli the Troll must unite with a Forest Fairy to save their home.","release_date":"1991-11-01","vote_average":7.0,"runtime":82,"cert":"N\/A","id":64038,"title":"Rolli - Amazing Tales","adult":false,"genre_ids":[10751,14]},{"cast":["Andrew McCarthy","Helen Hunt","Kelly Preston","Joel Murray","Tom McFadden"],"overview":"Dumped by his fiancee, Clifford Godfrey goes on vacation anyway where he ends up torn between a sober party girl and his travel agent.","release_date":"1992-01-01","vote_average":5.1,"runtime":null,"cert":"N\/A","id":64039,"title":"Only You","adult":false,"genre_ids":[35,10749]},{"cast":["Barbara Dare","Jerry Butler","John Leslie","Keisha","Siobhan Hunter"],"overview":"10 1-2 Weeks (1986) Studio Essex Video \/ Electric Hollywood Release Date Apr 20, 1986 Director Robert McCallum Starring Jerry Butler , Tom Byron, Barbara Dare, Dana Dylan, Siobhan Hunter, Keisha, Nikki Knights, John Leslie, Jon Martin , Joey Silvera A true and beautiful love affair develops between a gorgeous young high fashion photographer named Ashley (played by Barbara Dave) and a handsome young actor named Kyle (played by Jerry Butler) almost instantly upon meeting. One night, while in the middle of passionate sex, a woman burst though the door claiming to be Kyle's wife and invited herself to join in on the fun. Ashley, who is very hurt by Kyle takes her sweet revenge. Scene 1. Siobhan Hunter, Joey Silvera Scene 2. Keisha, John Leslie Scene 3. Barbara Dare, Jerry Butler Scene 4. Barbara Dare, Nikki Knight, Jerry Butler Scene 5. Barbara Dare, Jon Martin, Tom Byron Scene 6. Dana Dylan, Jon Martin, Tom Byron","release_date":"1986-11-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":64040,"title":"10 1\/2 Weeks","adult":true,"genre_ids":[]},{"cast":["Totò","Fernand Gravey","Paul Guers","Sylva Koscina","Lauretta Masiero"],"overview":"Duclos's son, a worldly gangster, is compromised in a case of which he is innocent. The proof of this innocence is in the hands of a \"competitor\", the Marquis de Chemantel de Beauvoiron, a misguided aristocrat. He asked for $ 10 million to cede the document. Duclos will then imagine Chemantel contracting $ 10 million in life insurance for his son. As he discovered in Rome a tramp, a look-alike of the marquis, he will bring this man to Paris and arrange for him to die accidentally.","release_date":"1960-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":64041,"title":"Toto in Paris","adult":false,"genre_ids":[35]},{"cast":["Mikhail Boyarskiy","Venyamin Smekhov","Igor Starygin","Valentin Smirnitskiy","Viktor Avilov"],"overview":"The new adventures of four musketeer friends... Based on Alexandre Dumas père novel \"20 Years Later\".","release_date":"1992-06-06","vote_average":5.2,"runtime":300,"cert":"N\/A","id":64044,"title":"Musketeers 20 Years Later","adult":false,"genre_ids":[12]},{"cast":["Alektra Blue","Kaylani Lei","Kristina Rose","Dylan Ryder","Lisa Ann"],"overview":"From Super Hero to Super Slut! These sexually charged chicks are serving society with raunchy sex. From home invasion pounding, to rescuing a spy with booty shaking precision, to the Cougar stalking its prey, don't miss the XXX adventures of these XXX Avengers!","release_date":"2011-04-30","vote_average":9.3,"runtime":100,"cert":"N\/A","id":64045,"title":"XXX Avengers","adult":true,"genre_ids":[35]},{"cast":["Mikhail Boyarskiy","Venyamin Smekhov","Igor Starygin","Valentin Smirnitskiy","Alisa Freyndlikh"],"overview":"The 3rd part of the famous trilogy by Alexandre Dumas about d'Artagnan and his 3 friends Athos, Porthos and Aramis.","release_date":"1993-06-06","vote_average":3.8,"runtime":150,"cert":"N\/A","id":64046,"title":"The Secret of Queen Anna or Musketeers 30 Years Later","adult":false,"genre_ids":[12]},{"cast":["Sunil Shetty","Mahima Chaudhry","Paresh Rawal","Saurabh Shukla","Aanjjan Srivastav"],"overview":"After the death of his dad, Dayashankar Pandey (Sunil Shetty) arranges the marriage of his two sisters. In debt, he goes to the city to ask the tenants to leave his house, as he intends to sell it and repay his debts. A woman (Suhasini Mulay), her two daughters, Jyoti, Saraswati (Mahima Chaudhry), and one son, Chotu (Master Aditi) are living there. When Dayashankar asks them to vacate, they refuse. What results is Dayashankar's hilarious attempts to force them to vacate - from seeking legal advice; filing police reports; asking goons to remove them - moving in himself. Will Dayashankar succeed in his attempts to evict his tenants?","release_date":"2001-10-12","vote_average":6.3,"runtime":159,"cert":"N\/A","id":64049,"title":"Yeh Teraa Ghar Yeh Meraa Ghar","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mikhail Boyarskiy","Venyamin Smekhov","Igor Starygin","Valentin Smirnitskiy","Lyanka Gryu"],"overview":"After the deaths of d'Artagnan, Athos, Porthos and Aramis the Queen Anna of Austria has to ask for help of the heroes' sons. They, however, cannot fulfill her request on their own. The original musketeers have to literally return to live and embark on a new adventure.","release_date":"2009-02-05","vote_average":3.7,"runtime":110,"cert":"N\/A","id":64050,"title":"The Return of Musketeers or the Treasure of Cardinal Mazarini","adult":false,"genre_ids":[12,878]},{"cast":["Jimi Hendrix","Billy Cox","Mitch Mitchell"],"overview":"This rousing world-famous concert is regarded by critics to be one of Jimi Hendrix's finest performances ever. Taking footage from two separate performances at the Berkeley Community Theater on May 30th, 1970, these incendiary shows help illustrate the student uprisings in Berkeley, by setting footage to the stunning backdrop of some awe-inspiring Hendrix material. Tracks include \"Purple Haze,\" \"Voodoo Child (Slight Return),\" \"Star Spangled Banner,\" \"Hey Joe,\" and many others. This is a never-to-be-forgotten musical experience you will enjoy over and over again.","release_date":"2012-07-10","vote_average":4.8,"runtime":55,"cert":"N\/A","id":64051,"title":"Jimi Plays Berkeley","adult":false,"genre_ids":[10402,99]},{"cast":["Michael Fitz","Marisa Burger","Thomas Unger","Bernadette Heerwagen","Kathi Leitner"],"overview":"","release_date":"2008-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":64052,"title":"Baching","adult":false,"genre_ids":[18]},{"cast":["Wendy O. Williams"],"overview":"As the lead singer of the infamous Plasmatics, Wendy O. Williams emerged as one of the most notorious figures on the American punk scene; dubbed the queen of shock rock, her on-stage theatrics were the stuff of underground legend. Often clad in little more than strips of electrical tape covering her nipples, the raspy-voiced Williams earned a cult following for her on-stage antics, which included blowing up cars, sawing guitars in half, and setting equipment on fire. Wendy O Williams name and legacy live on amongst her many fans and Bump n Grind will be a must see for all of them. The DVD features a full live show from her October 1985 UK tour.","release_date":"1985-10-04","vote_average":0.0,"runtime":60,"cert":"","id":64053,"title":"Wendy O. Williams LIVE: Bump 'N Grind","adult":false,"genre_ids":[10402]},{"cast":["Stiv Bators"],"overview":"This 1977 performance from New York's legendary CBGB's proves why The Dead Boys were the epitome of snotty punk rock. Characterized by Stiv Bator's audience provoking on-stage antics, along with the band's aggressive power chord punch, the Dead Boys have big balls.","release_date":"1977-05-06","vote_average":10.0,"runtime":46,"cert":"N\/A","id":64054,"title":"Dead Boys: Live at CBGB","adult":false,"genre_ids":[10402,36]},{"cast":["Joe Strummer"],"overview":"LET'S ROCK AGAIN! is a one-hour music documentary following rock icon Joe Strummer as he tours across America and Japan.","release_date":"2004-06-05","vote_average":0.0,"runtime":67,"cert":"N\/A","id":64055,"title":"Joe Strummer & The Mescaleros: Let's Rock Again!","adult":false,"genre_ids":[99,10402]},{"cast":["William Powell","Myrna Loy"],"overview":"William Powell was a dapper gentlemen whose career transcended the silent screen to the sound screen. He appeared in many movies first as a villain, then as a detective, and later as a wealthy aristocratic type. Myrna Loy followed a similar career. She often played exotic seductresses in her early films, then transitioned to motherly roles. Both found a hit when they appeared together in The Thin Man, which became a the longest running movie series starring a famous pair in history.","release_date":"2005-01-05","vote_average":0.0,"runtime":77,"cert":"N\/A","id":64056,"title":"Alias Nick and Nora","adult":false,"genre_ids":[99]},{"cast":["Nonna Grishaeva","Anna Banshchikova","Konstantin Solovyov","Igor Livanov","Ilya Rutberg"],"overview":"Suddenly the apartments house looses light on a New Year eve... This brings the perfect opportunity to all the neighbors to meet each other.","release_date":"2008-12-18","vote_average":0.8,"runtime":75,"cert":"N\/A","id":64057,"title":"Turn Out the Light","adult":false,"genre_ids":[35,10749]},{"cast":["Martina Gedeck","Inge Konradi","Johanna von Koczian","Mona Seefried","Erwin Steinhauer"],"overview":"Kati, successful advertising manager, dreams of a family with Jonas, who has been her boyfriend since eight years. As he doesn't like the plan at all, they start an argument. Kati finally decides to go to her sister Luise on Christmas instead of flying to Mauritius with Jonas. This turns out to be a bad idea because she isn't the only guest Luise's family has to bear... Kati, successful advertising manager, dreams of a family with Jonas, who has been her boyfriend since eight years. As he doesn't like the plan at all, they start an argument. Kati finally decides to go to her sister Luise on Christmas instead of flying to Mauritius with Jonas. This turns out to be a bad idea because she isn't the only guest Luise's family has to bear...","release_date":"1998-12-22","vote_average":7.4,"runtime":null,"cert":"N\/A","id":64058,"title":"Single Bells","adult":false,"genre_ids":[35]},{"cast":["Vyacheslav Razbegaev","Aleksandr Nosik","Anna Gorshkova"],"overview":"Веселая новогодняя комедия о том, как встретились две противоположности и вопреки своей природе взяли да полюбили друг друга. А было дело так: небедный владелец фабрики по производству новогодней мишуры ехал в офис, а очутился на спартакиаде, где познакомился с блондинистой карьеристкой, на дух не переносящей бизнесменов…","release_date":"2008-12-12","vote_average":1.3,"runtime":90,"cert":"N\/A","id":64059,"title":"Spartakiada. Lokalnoe Poteplenie","adult":false,"genre_ids":[18,28,35,53,10749]},{"cast":["Yelena Semyonova","Konstantin Kryukov","Valeriy Garkalin"],"overview":"Это – новогодняя комедия-сказка. Невероятно веселая и очень добрая. Хотя ее посещают вампиры и даже призраки, она совершенно не страшная. Потому что наш вампир боится крови, а призрак – слишком застенчив, чтобы кого-то напугать. Героине с прекрасным именем Елена в новогоднюю ночь предстоит пройти нелегкие испытания, чудесным образом получить Сокровище и встретить настоящую любовь. В этой истории, пожалуй, нет ни одного категорически кровожадного злодея. А девушка, чистая сердцем, победит и грабителей, и злые чары… Итак. Москва. На заснеженной автобусной остановке ветер треплет разрезные полоски объявления. Девушка ежится от холода, прикрывает нос яркой варежкой, читает: \"Требуется бесстрашный и чистый сердцем человек на работу сменной продавщицей. Опыт работы не обязателен. Вознаграждение практически гарантировано.\" Внимательно перечитав дважды, она решительно отрывает объявление целиком…","release_date":"2008-01-01","vote_average":1.0,"runtime":90,"cert":"N\/A","id":64060,"title":"Sokrovishche","adult":false,"genre_ids":[35,10749]},{"cast":["Pavel Melenchuk","Dmitriy Orlov","Olga Ponizova","Sergey Yushkevich","Michael Janibekyan"],"overview":"A boy is asking Santa for a very unusual New Year present - a dad!","release_date":"2004-12-12","vote_average":1.0,"runtime":89,"cert":"N\/A","id":64061,"title":"Happy New Year, Daddy!","adult":false,"genre_ids":[35,10749]},{"cast":["Rudolf Vogel","Maxl Graf","Margarete Haagen","Max Grießer","Ludwig Schmid-Wildy"],"overview":"","release_date":"1965-04-30","vote_average":6.5,"runtime":null,"cert":"N\/A","id":64062,"title":"Die Pfingstorgel","adult":false,"genre_ids":[35]},{"cast":["Yuliya Rutberg","Leonid Gromov","Ilya Drevnov","Elena Polyakova","Aleksandra Nazarova"],"overview":"A mysterious comedy set during New Year Eve.","release_date":"2004-11-11","vote_average":1.0,"runtime":104,"cert":"N\/A","id":64063,"title":"Goodbye, Dr. Freud","adult":false,"genre_ids":[35,18]},{"cast":["Yuliya Savicheva","Dmitry Burukin","Ilse Liepa","Yuriy Chernov","Ilya Glinnikov"],"overview":"Young Tanya and Sasha decide to create a dance show in order to convince their families and the whole world in their love to dance.","release_date":"2009-03-05","vote_average":1.0,"runtime":93,"cert":"N\/A","id":64064,"title":"First Love","adult":false,"genre_ids":[35,10751]},{"cast":["Anton Makarsky","Katerina Shpitsa","Fyodor Dobronravov","Alexandr Gavrikov"],"overview":"Молодая, неискушенная жизнью, провинциалка Ева (Екатерина Шпица) приехала покорять столицу, поступив в медицинский институт. Отчаявшись найти работу, она вступает в синдикат торговцев цветами. Но яркая внешность девушки мешает торговле и на следующий день Ева решает выйти на свой пост, переодевшись мальчиком. И тут Ева встречает своего Адама (Антон Макарский).","release_date":"2005-06-06","vote_average":0.0,"runtime":105,"cert":"N\/A","id":64065,"title":"Adam I Prevrashchenie Evy","adult":false,"genre_ids":[35,10749]},{"cast":["Tatyana Yakovenko","Aleksei Nilov","Sergei Bezrukov","Aleksei Kravchenko","Tatyana Lyutaeva"],"overview":"A story about Marina and her problematic life after divorce.","release_date":"2003-06-27","vote_average":1.5,"runtime":99,"cert":"N\/A","id":64066,"title":"One Life","adult":false,"genre_ids":[10749,18]},{"cast":["Aleksandr Dedyushko","Regina Myannik","Aleksei Buldakov","Alexandr Batenev"],"overview":"Successful businessman Anton is a single father. Things take so much time that he had no time to engage in the education of a small Dany. The poor boy is suffering from loneliness. Dad is almost never home, and my mother has long left the family and is not interested in the fate of the child. All abandoned, left to myself baby the entire soul is bound to Mashs, the leading television programs for children \"Evening fairy tale\".","release_date":"2007-10-14","vote_average":0.0,"runtime":93,"cert":"N\/A","id":64067,"title":"Evening fairy tale","adult":false,"genre_ids":[10749,18]},{"cast":["Irina Lindt","Maksim Averin","Elgudzha Burduli","Aleksandr Chevychelov","Vladimir Shevelkov"],"overview":"Varvara was born in Petersburg at the beginning of the 20th century. And the first wedding she saw was her mother’s wedding. Years passed, the girl grew, matured, the world around changed ... Her generation had to go through many trials - revolution, military communism, NEP, war ... At the weddings that Varvara had a chance to visit, every era and love story was captured in snapshots a life.","release_date":"2007-06-06","vote_average":0.0,"runtime":102,"cert":"N\/A","id":64068,"title":"Varvarian wedding","adult":false,"genre_ids":[10749,18]},{"cast":["Elena Velikanova","Andrei Panin","Evdokiya Germanova","Alisa Grebenshchikova","Kseniya Radchenko"],"overview":"A young girl dreaming to become an actress goes through hell with an orphan baby on her hands. The whole world seems to be against her. She meets the love of her life when there is no one to stand by her.","release_date":"2007-11-08","vote_average":4.5,"runtime":104,"cert":"N\/A","id":64069,"title":"Vanechka","adult":false,"genre_ids":[10749,18]},{"cast":["Andreas Vitásek","Reinhard Nowak","Doris Schretzmayer","Roland Düringer","Harald Sicheritz"],"overview":"","release_date":"1999-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64070,"title":"Fink fährt ab","adult":false,"genre_ids":[]},{"cast":["Charles Drake","Karin Booth","Billy Chapin","Taylor Holmes","Steven Geray"],"overview":"To avoid the life-threatening dangers of manned space exploration, Professor Nordstrom creates highly advanced form of artificial intelligence capable of piloting a starship to other worlds. In order to transmit alien data, the extraordinary robot is infused with a powerful telepathic device that enables it to instantly read and even feel emotions. Danger strikes when a sinister band of covert agents kidnaps Gadge, the professor's 10-year-old grandson. But Gadge has a powerful ally. For he has developed a psychic, emotional bond with his grandfather's robot. And now Gadge's captors must suffer the wrath of his protective friend. They must face a mechanical monstrosity bent on a killing rampage of revenge and destruction.","release_date":"1954-09-01","vote_average":5.5,"runtime":77,"cert":"N\/A","id":64071,"title":"Tobor the Great","adult":false,"genre_ids":[878]},{"cast":["Ute Bock","Josef Hader","Karl Markovics","Viktor Gernot","Andreas Vitásek"],"overview":"","release_date":"2010-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64072,"title":"Die verrückte Welt der Ute Bock","adult":false,"genre_ids":[18,99]},{"cast":["Elfi Eschke","Andreas Vitásek","Claudia Kment","Nicola Etzelstorfer","Hans Clarin"],"overview":"","release_date":"1996-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":64073,"title":"Ein fast perfekter Seitensprung","adult":false,"genre_ids":[35]},{"cast":["Jean-Luc Godard","François Truffaut","Antoine de Baecque"],"overview":"An in-depth analysis of the relationship between New Wave pioneers François Truffaut and Jean-Luc Godard, as seen through rare archival footage, interviews, and film excerpts — written and narrated by former Cahiers du Cinéma editor Antoine de Baecque.","release_date":"2010-05-19","vote_average":5.6,"runtime":91,"cert":"N\/A","id":64074,"title":"Two in the Wave","adult":false,"genre_ids":[99]},{"cast":["Lon Chaney Jr.","Acquanetta","Jean Parker","Paul Kelly","Thomas Gomez"],"overview":"Artist David Stuart is blinded by a jealous assistant \/ model. His fiance's father generously offers his eyes for a sight restoring operation. There's only one hitch: Stuart has to wait until after the man dies. Not surprisingly, when the benefactor dies a very premature death, suspicion falls on the artist.","release_date":"1944-11-10","vote_average":7.2,"runtime":64,"cert":"N\/A","id":64075,"title":"Dead Man's Eyes","adult":false,"genre_ids":[9648,27]},{"cast":["Lon Chaney Jr.","Anne Gwynne","Evelyn Ankers","Ralph Morgan","Elisabeth Risdon"],"overview":"While on a South Seas trip, a professor falls in love with marries an exotic native woman. What he doesn't know is that she was raised by superstitious natives who believe her to be some kind of supernatural being.","release_date":"1944-03-02","vote_average":6.6,"runtime":64,"cert":"N\/A","id":64076,"title":"Weird Woman","adult":false,"genre_ids":[9648,53]},{"cast":["Lon Chaney Jr.","Brenda Joyce","J. Edward Bromberg","Rosalind Ivan","Clara Blandick"],"overview":"Attorney Wayne Fletcher and his secretary are having an affair, so when Wayne's wife is found smothered to death, he becomes the prime suspect. As the police investigate the murder, a psychic with questionable motives tries to contact the deceased woman. Soon, Wayne begins seeing visions of his dead wife, and other people involved with the case begin to be killed, one by one.","release_date":"1945-12-14","vote_average":7.3,"runtime":66,"cert":"N\/A","id":64077,"title":"Pillow of Death","adult":false,"genre_ids":[9648,53]},{"cast":["Lon Chaney Jr.","Evelyn Ankers","Elena Verdugo","Martin Kosleck","Tala Birell"],"overview":"When a man dies of a heart attack, a stage and radio mentalist believes he has willed him to die because he was angry with the man.  Riddled with guilt, the mentalist cancels further shows,  breaks off his engagement to his female partner, who can read minds while in a hypnotic trance, and takes refuge in the eerie wax-museum-cum-home of another woman friend.","release_date":"1945-06-01","vote_average":6.4,"runtime":61,"cert":"N\/A","id":64078,"title":"The Frozen Ghost","adult":false,"genre_ids":[14,9648]},{"cast":["Burt Lancaster","Deborah Kerr","Gene Hackman","Scott Wilson","Sheree North"],"overview":"Three skydivers and their travelling thrill show barnstorm through a small midwestern town one Fourth of July weekend.","release_date":"1969-08-29","vote_average":6.3,"runtime":107,"cert":"N\/A","id":64079,"title":"The Gypsy Moths","adult":false,"genre_ids":[10749,18,28]},{"cast":["François Cluzet","Christophe Malavoy","Claire Nebout","Jean-Claude Leguay","Gérard Lecaillon"],"overview":"While his three former college friends - Thierry, Gérard and Francis have made successful careers for themselves in business, Daniel has yet to make the grade. Tired of Daniel's frequent attempts to drag them into ill-considered ventures, Thierry and Gérard decide to play a cruel trick on him by making him think he has won the national lottery.","release_date":"1987-02-11","vote_average":6.3,"runtime":104,"cert":"N\/A","id":64080,"title":"Top Managers","adult":false,"genre_ids":[12,35,9648]},{"cast":["Roy Chiao","Stephen Chow","Christine Ng","Gigi Lai","Wu Chien-Lien"],"overview":"Old Mr. Lo has three sons and the youngest one Lo Kung is his favorite. However, Kung does nothing but fool around all day long.Old Mr. Lo is very annoyed about this. The relationship between father and son is thus affected. So on Kung's birthday, his two brothers decide to play a joke on him. They trick him into believing he has won the lottery. Kung is so happy that he spends a tremendous amount of money. When he realizes he is in huge debt, he pretends to go insane and the whole family believes him. They take great care of him and confide in him. It is this pretence that makes Kung grows up and he and his father finally end in good terms.","release_date":"1997-02-06","vote_average":5.9,"runtime":90,"cert":"N\/A","id":64083,"title":"All’s Well, Ends Well '97","adult":false,"genre_ids":[35,10749]},{"cast":["Shannon Tweed","Andrew Stevens","Kim Morgan Greene","Daniel McVicar","Michael D. Arenz"],"overview":"A vengeful widow is out to seduce the relatives of the man she blames for her husband's death.","release_date":"1994-07-13","vote_average":5.2,"runtime":100,"cert":"N\/A","id":64084,"title":"Scorned","adult":false,"genre_ids":[18,53]},{"cast":["Ismail Yasseen"],"overview":"Ismail Yassin goes to prison.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64085,"title":"Ismail Yassine in Prison","adult":false,"genre_ids":[]},{"cast":["Michael Beck","Jenny Seagrove","Fredric Lehne","Steven Vincent Leigh","Roddy McDowall"],"overview":"A group of seven strangers, including a dancer, a doctor, a teacher, and a disgraced former football player, are brought together on an island owned by the mysterious Osirus. There they are told that at some point in their lives, they crossed Osirus and now must face his revenge. The seven must reach a boat on the opposite side of the island before Osirus and his hunters track them down and kill them.","release_date":"1991-07-10","vote_average":6.7,"runtime":95,"cert":"N\/A","id":64086,"title":"Deadly Game","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"1.Zerschlag dein Eis des Herzens 2.Frei.Wild 3.Ich lache über dich 4.Mach das Beste draus 5.Mensch oder Gott 6.Brüderlein zum Wohl 7.Südtirol 8.Alkohol 9.Wie oft solln wir dir es noch sagen 10.Der aufrechte Weg 11.Weiter, immer weiter 12.Schwarz und Weiss 13.Das Land der Vollidioten 14.Frei.Wild's Ländereien","release_date":"","vote_average":0.0,"runtime":115,"cert":"N\/A","id":64087,"title":"Frei.Wild - Von Nah Und Fern Live!","adult":false,"genre_ids":[10402]},{"cast":["Michael Glauser","Jonny Cronin","Brittany Armstrong","Scott Subiono","Dalin Christiansen"],"overview":"Three kids, who hope to capture their own wild mustang, outsmart a ring of horse thieves and return a prize stallion to its owner.","release_date":"2001-05-31","vote_average":0.0,"runtime":84,"cert":"N\/A","id":64088,"title":"Horse Crazy","adult":false,"genre_ids":[18,10751]},{"cast":["Yoko Ono"],"overview":"A group of youths try to create works they think suitable for filling up the \"hollowness\" of life. For example, by hiring an orchestra and having its members count the stars in the sky from dusk to dawn, they create a new kind of music. Ms. Yoko Ono, the leader of the group, who calls herself a one-time musician, poet, and painter, explains the motives of their eccentric conduct.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":64089,"title":"Some Young People","adult":false,"genre_ids":[99]},{"cast":["Giles Aston","Kimberly Kane","Rocco Reed","April O'Neil","Bobbi Starr"],"overview":"Lt. Cmdr Data finds Tasha Yar alive on a barren planet near the Romulan Neutral Zone. She appears to be the Tasha who went down with the Enterprise C and ended up on Romulus. Slowly she adjusts to her familiar, yet different crew.","release_date":"2011-05-06","vote_average":8.0,"runtime":112,"cert":"N\/A","id":64090,"title":"Star Trek: The Next Generation - A XXX Parody","adult":true,"genre_ids":[35,878,12,10749]},{"cast":["Kevin Sorbo","Heather Marie Marsden","Bokeem Woodbine","Kirk Kepper","John Edward Lee"],"overview":"On a remote U.S. Army facility a group of scientists vanish while conducting experiments with a top secret weapon. An elite covert ops team commanded by Lt. Tyler (Kevin Sorbo) is sent on a rescue mission that quickly turns deadly. With time running out and the death count rising, Tyler's team must hunt and destroy a predator unlike any they have ever encountered or become its next victim.","release_date":"2011-06-09","vote_average":2.7,"runtime":80,"cert":"N\/A","id":64091,"title":"Flesh Wounds","adult":false,"genre_ids":[28,53,878]},{"cast":["Urbanus"],"overview":"LIVE; THEATERSEIZOEN '82\/'84: 'Urbanus Live' werd in opdracht van Urbanus Nederland opgenomen tijdens twee uitverkochte voorstellingen in de Agnietenhof van Tiel op 4 en 5 februari 1983. Deze opnamen werden samengevat voor televisie en uitgezonden door de Vara in 1983 en in 1984. Dit is de volledige, ongeknipte versie van deze twee succesvolle uitzendingen via Vara en tevens een aardige weergave van het theaterseizoen 1982-1983 in Nederland en 1983-1984 in België. IN 'T ECHT: Deze theatershow van Urbanus was een ware triomf in de Belgische- en Nederlandse theaters, waarbij records sneuvelden wat bezoekersaantallen betreft. In Nederland werden ruim 200 voorstellingen gegeven, waarvan drie shows in Carré in Amsterdam. Geen enkele buitenlandse artiest deed hem dit na. In Vlaanderen was het niet anders. In alle grote theaters vonden meer dan twee voorstellingen plaats en Antwerpen leverde een record op van meer dan 15.000 bezoekers.","release_date":"2005-06-20","vote_average":0.0,"runtime":195,"cert":"N\/A","id":64092,"title":"Urbanus - Live & in 't echt","adult":false,"genre_ids":[]},{"cast":["Josef Dvořák","Jana Paulová","Karel Effa","Rostislav Kuba","Ludmila Molínová"],"overview":"Postavička prostého lidového chytráka, který se zaplétá v šachové partii mocných, poskytuje vynikajícímu Josefu Dvořákovi prostor pro řadu brilantních klaunských čísel.","release_date":"1981-06-04","vote_average":7.0,"runtime":104,"cert":"N\/A","id":64093,"title":"S Pydlou v zádech","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Marvin Mobley dreams of becoming a great baseball player but no matter how much he practices or how hard he tries, he doesn't improve. His dream finally comes true when he finds a mysterious pair of glasses that turns him into the greatest baseball player his town has ever seen. After the glasses disappear, Marvin doesn't believe he can play but with the support of his team he learns that winning doesn't mean anything if you can't be proud of how you play the game.","release_date":"2010-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":64094,"title":"Slow Moe","adult":false,"genre_ids":[10751]},{"cast":["Michaela Fišarová","Milan Mendlík","Jan Šváb","Hana Kostrhúnová","Irena Orosová"],"overview":"Božena Němcová společně s vydavatelem píší román „Babička“. Důvod je více než zřejmý – Němcová se nachází ve finanční tísni a vydavatel cítí příležitost, jak na národním obrození vydělat. Ve filmu se Němcová vrací do svého dětství (druhá linie) a odhaluje divákovi skutečnou pravdu. Na Staré Bělidlo přijíždí po 20. letech babička. Není to ale Marie Novotná, nýbrž její soused Mareš. Díky své povaze si postupně získává přízeň rodiny Proškovic i samotné kněžny Zaháňské. Vydavateli se však tento příběh podaný B.Němcovou nelíbí a provádí nekompromisní korekci celého díla. Nakonec přepíše celou knihu sám. Proto se originální rukopis do dnešních dnů nedochoval. Situace ještě graduje příjezdem opravdové babičky a dochází k nečekanému odhalení. Celá rodina řeší velké dilema...","release_date":"2010-11-17","vote_average":0.0,"runtime":96,"cert":"N\/A","id":64095,"title":"Babička aneb Jak to bylo doopravdy","adult":false,"genre_ids":[35,36]},{"cast":["Delphine Seyrig","Marc Eyraud","Michael Lonsdale","Isabelle Huppert"],"overview":"The painful life of a mentally unstable but highly gifted woman is unveiled in this film, based on episodes from the life of an actual person. Aloise (Delphine Seyrig) creates a series of haunting drawings while she is incarcerated in an institution for the insane in turn-of-the-century Switzerland. She endures torments as a musically gifted girl and later as a young woman; her developing madness and the barbaric treatments of the time are shown.","release_date":"1975-04-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64096,"title":"Aloïse","adult":false,"genre_ids":[]},{"cast":["Anthony Higgins","Charlotte Rampling","Anne-Marie Besse","Victoria Abril","Pierre Étaix"],"overview":"A French wife takes a zoo chimp named Max to be her lover.","release_date":"1986-10-22","vote_average":6.5,"runtime":92,"cert":"N\/A","id":64097,"title":"Max My Love","adult":false,"genre_ids":[35]},{"cast":["Danielle Darrieux","Françoise Arnoul","Jean-Pierre Moulin","Olivier Hussenot","Madeleine Barbulée"],"overview":"After five years in the army, Valentin Brû marry a haberdasher. They move to Paris, where Valentin sells frames, while his wife becomes fortune teller. One day, Valentin replaces her, and predict a terrible event which will happen.","release_date":"1967-01-13","vote_average":5.0,"runtime":100,"cert":"N\/A","id":64098,"title":"The Sunday of life","adult":false,"genre_ids":[35]},{"cast":["Juliette Mayniel","Jean Kosta","Christian Duvaleix","Nadine Basile"],"overview":"After testing their love, Pierre and Anne decide to leave each other.","release_date":"1960-01-08","vote_average":0.0,"runtime":85,"cert":"N\/A","id":64099,"title":"A Couple","adult":false,"genre_ids":[18]},{"cast":["Bernard Giraudeau","Lauren Hutton","Jean Bouise","Jean-Pierre Kalfon","Gérard Desarthe"],"overview":"Set amid the European community in an unspecified North African country, a colony on the verge of nationalism just before the war. And colonized is what happens to a French diplomat, Julien Rochelle, when he meets the mysterious beauty Clothilde de Watteville. Schmid 's favorite axiom, that love is projection, never had such a thorough airing. Is Clothilde really the wife of a French official now holed up in Siberia? Or is she Hecate, goddess of black magic and devourer of the Arab boys she meets far from the European quarter? Only our projections know for sure; for the rest, she is a \"woman looking out into the night.\" Drawn from a novel by Paul Morand, who based the main character on his wife Helene, Schmid's film achieves an atmosphere of magic in which psychological credibility is not so much absent as irrelevant-a film that distances itself from the drama it invokes, perhaps as the elusive Clothilde turns her back on the madness she provokes.","release_date":"1982-11-21","vote_average":6.0,"runtime":105,"cert":"N\/A","id":64100,"title":"Hecate","adult":false,"genre_ids":[18,10749]},{"cast":["Sándor Csányi","Kátya Tompos","Béla Mészáros","Adrienn Réti","Eszter Bánfalvy"],"overview":"András, the struggling screenwriter one day wakes up to find his girlfriend replaced by a different girl, who acts like nothing happened.","release_date":"2009-12-10","vote_average":6.5,"runtime":85,"cert":"N\/A","id":64101,"title":"Poligamy","adult":false,"genre_ids":[35,10749]},{"cast":["Wadeck Stanczak","Ann-Gisel Glass","Lucas Belvaux","Rémi Martin","Corinne Dacla"],"overview":"Three young friends steal some music equipment for their struggling post-punk band and, in a panic, kill the shop’s owner. Assayas’ debut feature examines, with characteristic restraint and acuity, the psychological fallout as the band unravels—and each of its members grapple with their own feelings of guilt, paranoia, and despair.","release_date":"1986-11-12","vote_average":5.0,"runtime":91,"cert":"N\/A","id":64102,"title":"Disorder","adult":false,"genre_ids":[18,10402]},{"cast":["Micheline Presle","Massimo Girotti","Gaby Morlay","Paolo Stoppa"],"overview":"Marie, a young doctor, settles down on the Ouessant Island. She will be able to win the diffidence of the local population but she will have to fight for her independence after falling in love with an italian engineer.","release_date":"1953-12-13","vote_average":6.0,"runtime":104,"cert":"","id":64103,"title":"The Love of a Woman","adult":false,"genre_ids":[18]},{"cast":["Jason Kulas","Peggy McClellan","Scott Winters","Casey McDougal","Joan-Marie Dewsnap"],"overview":"Two neurology students create a telepathy experiment together to visualize a murderer, who recently knifed another student.","release_date":"2009-06-05","vote_average":3.2,"runtime":91,"cert":"N\/A","id":64104,"title":"After Last Season","adult":false,"genre_ids":[18,878,53]},{"cast":["Chloé Berthier","Laurent Maurel"],"overview":"Caroline, jeune conseillère du RMI, découvre par hasard que l'une des personnes dont elle a la charge travaille au noir. Se sentant étrangement trahie, elle va tenter d'en savoir plus sur cet homme en le suivant une nuit après son travail. Se mettant de cette manière en danger, elle espère redonner un sens à son rôle de travailleur social et soulager ses propres démons.","release_date":"2009-05-27","vote_average":1.5,"runtime":25,"cert":"N\/A","id":64105,"title":"La raison de l'autre","adult":false,"genre_ids":[]},{"cast":["Ed Lauter","Louis Mandylor","Tiffany Shepis","Kristina Wayborn","Scott Anthony Leet"],"overview":"Young Scientists Elizabeth Burns explores the impact on the human body stem cells. A specific feature of these cells to interact with dead flesh has been subjected to blackmail heroine is forced to continue chilling experiments. Once she recovers just killed a man and begins a nightmare, whose name is Frankenstein Syndrome ..","release_date":"2010-10-01","vote_average":4.9,"runtime":88,"cert":"N\/A","id":64108,"title":"The Frankenstein Syndrome","adult":false,"genre_ids":[27,878]},{"cast":["Kay Kay Menon","Aditya Srivastava","Vijay Maurya","Tejaswini Kolhapure","Sharat Saxena"],"overview":"Kidnapping plot gone wrong when four friends plans to kidnap their own friend who accidentally got killed.","release_date":"2003-09-21","vote_average":6.8,"runtime":158,"cert":"N\/A","id":64109,"title":"Paanch","adult":false,"genre_ids":[80,53]},{"cast":["C.J. Laing","Tony Perez","Susan Sloan","Jennifer Jordan","Deanna Darby"],"overview":"After her husband rejects her, Nora Pelham is advised by Dr. Malcolm to have an affair. Soon enough, even the fortune teller Madame Chaney convinces Nora having sex with her is already determined by fate.","release_date":"1975-09-23","vote_average":0.0,"runtime":71,"cert":"N\/A","id":64110,"title":"Anyone But My Husband","adult":true,"genre_ids":[18]},{"cast":["Mustafa Nadarević","Boris Cavazza","Nina Ivanišin","Moamer Kasumović","Francesco Borchi"],"overview":"Piran - Pirano tells a story about three individuals and how their destinies are unusually intertwined. An Italian Antonio, a Bosnian Veljko and a Slovenia girl Anica face the terror of war as children and each of them become war's victim in their own way. Half a century later their paths cross again and last days of war, fear, despair, love and inexplicable emotions live up again - this time because Antonio returns to Piran to see his place of birth once again before he dies.","release_date":"2010-01-01","vote_average":5.0,"runtime":101,"cert":"N\/A","id":64111,"title":"Piran-Pirano","adult":false,"genre_ids":[18]},{"cast":["Kapil Jhaveri","Neha","Vikram Singh","Amriena","Mukesh Tiwari"],"overview":"","release_date":"2006-05-18","vote_average":3.7,"runtime":107,"cert":"N\/A","id":64112,"title":"Aatma","adult":false,"genre_ids":[18,53,27,80]},{"cast":["Ingrid Isensee","Patricia López","Claudia Burr","Kiki Rojo","Francisca Merino"],"overview":"","release_date":"2011-01-13","vote_average":4.5,"runtime":null,"cert":"N\/A","id":64113,"title":"Baby Shower","adult":false,"genre_ids":[27]},{"cast":["Mads Ousdal","Harald Eia","Allan Svensson","Kristoffer Joner","Sverre Porsanger"],"overview":"Daniel Jul is a 28 year old psychiatrist, still living with his mom. He and his friend Ronny have one thing in common, they like searching for metallic objects in the ground. One day they find a jewel with the name \"Janne\" imprinted. This is the beginning of something big for Daniel. His life will never be the same. He's about to discover a lot of hidden secrets, about himself and others.","release_date":"2000-08-25","vote_average":4.5,"runtime":104,"cert":"N\/A","id":64114,"title":"Detector","adult":false,"genre_ids":[35,18]},{"cast":["Kazimierz Witkiewicz","Zygmunt Apostoł","Bogusz Bilewski","Mieczysław Czechowicz","Andrzej Gawroński"],"overview":"An acute case of Mondayitis in Warsaw. Interwoven stories of a few inhabitants of Warsaw, including one very unlucky Italian on a governmental mission and a charitable Polish American.","release_date":"1971-08-27","vote_average":7.7,"runtime":98,"cert":"N\/A","id":64115,"title":"I Hate Mondays","adult":false,"genre_ids":[35]},{"cast":["Kristoffer Joner","Maria Bonnevie","Kim Bodnia","Hildegun Riise","Endre Hellestveit"],"overview":"Reidar is a resident at Solihøgda psychiatric institution. He is expecting the Earth to be hit by a huge meteor any time now, but until then he is busy trying to keep his fellow patient, Juni, from killing herself.","release_date":"2002-10-18","vote_average":5.3,"runtime":83,"cert":"N\/A","id":64116,"title":"Falling Sky","adult":false,"genre_ids":[18,35]},{"cast":["Martina Gedeck","Ulrich Noethen","Heino Ferch","Corinna Harfouch","Robert Gwisdek"],"overview":"Katja and Johann are two teenagers who are the best of friends. They spend most of their time in a ruined fort, fantasizing about an ideal world. Their relationship becomes threatened when Johann is taken ill with leukemia, and Katja's mother is undecided on whether to stay with her husband or leave with her lover.","release_date":"1999-11-23","vote_average":0.0,"runtime":93,"cert":"N\/A","id":64117,"title":"The Green Desert","adult":false,"genre_ids":[18]},{"cast":["Gard B. Eidsvold","Hildegun Riise","Bjørn Sundquist","Kristoffer Joner","Jørgen Langhelle"],"overview":"Bent, Frank and Susie live in the same street, and when they finally meet they have to face new problems. Unknown problems concerning themselves. The question is: Do they manage to solve them?","release_date":"2004-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":64120,"title":"My Jealous Barber","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64121,"title":"Kostbare Augenblicke","adult":false,"genre_ids":[18]},{"cast":["Vladimir Shevelkov","Nadezhda Gorshkova","Lyubov Polishchuk","Venyamin Smekhov","Olga Volkova"],"overview":"Klava and Seryozha (Sergey) have been together since preschool. He, one of the smartest kids in school, has always been in love with her but considered her more of just a pretty face rather than an intelligent person. He let her copy his homework and gave her his parents' things as gifts. When they are teens, Klava rejects his love because she knows that he doesn't value her for her, and instead is attracted to Lavrik, another intelligent boy from school. Klava likes him because for the first time she feels like someone is really interested in her as a person. Seryoszha, being very dramatic and wanting Klava's\/everyone else's sympathy, writes a suicide note, \"Please blame Klava K. for my death,\" but can he really commit suicide? Eventually he realizes that he is being too shallow and that while he makes such a drama out of such small problems, the people around him have real problems, but never said a thing.","release_date":"1979-09-01","vote_average":7.6,"runtime":76,"cert":"N\/A","id":64122,"title":"Please Accuse Klava K. of My Death","adult":false,"genre_ids":[10751,10749,18]},{"cast":["Rob Lowe","Larisa Miller","Craig Wasson","Harry Van Gorkum","Scott Anthony Viscomi"],"overview":"A luxury cruise liner is requisitioned by the Greek government in an attempt to give safe passage to national treasures worth millions of pounds. The liner is attacked by an art collector who finds out about the plan. During the hijack the liner sinks to the sea floor and so begins a fight for survival as the remaining air begins to run out.","release_date":"2000-04-04","vote_average":5.3,"runtime":87,"cert":"N\/A","id":64125,"title":"The Cruel Deep","adult":false,"genre_ids":[28,12,53]},{"cast":["Dino Cazares","Adam Duce","Paul Gray","Joey Jordison","Andreas Kisser"],"overview":"Roadrunner United was a project organized by the heavy metal record label Roadrunner Records to celebrate its 25th anniversary. It culminated in an album released worldwide on October 11, 2005, entitled The All-Star Sessions. Four \"team captains\" were chosen to lead 57 artists from 45 past and present Roadrunner bands, and produce and oversee the album's 18 tracks: Joey Jordison of Slipknot and Murderdolls; Matt Heafy of Trivium; Dino Cazares of Fear Factory, Asesino and Divine Heresy and formerly of Brujeria; and Robert Flynn of Machine Head and formerly of Vio-lence and Forbidden. The unprecedented project was the brainchild of Roadrunner UK General Manager Mark Palmer and Roadrunner USA VP of A&amp;R Monte Conner.","release_date":"2008-12-09","vote_average":0.0,"runtime":120,"cert":"N\/A","id":64126,"title":"Roadrunner United: The Concert","adult":false,"genre_ids":[10402]},{"cast":["Francisco Gattorno","Rosa Isabel Lorenzo","Aida Morales","Maria Alejandra Palacios","Maria Cristina Palacios"],"overview":"This hilarious comedy tells the story of Toña and Paquita, the housekeepers for the aristocratic González-Dubois family. These domestic employees have been mistreated for quite some time and they are tired of their situation. So when the family plans a shopping trip to Miami, the maids have a plan of their own; to take control of the mansion. Unexpectedly, they will also discover a family secret.","release_date":"2009-01-15","vote_average":4.5,"runtime":91,"cert":"N\/A","id":64127,"title":"Housekeeper's Revenge","adult":false,"genre_ids":[18,35]},{"cast":["Hugh Williams","Griffith Jones","Deborah Kerr","Ralph Richardson","Francis L. Sullivan"],"overview":"Horse race tipster and journalist Metcalfe is picked for the job of foreign correspondent in Norway when Hitler invades Poland. On the way to Norway his boat is attacked by a German U-Boat, however when he tells the navy about it they disbelief him and, to make matters worse, he is removed from his job. When German forces invade Norway, Metcalfe returns determined to uncover what is going on and stop the Germans in their tracks.","release_date":"1942-06-08","vote_average":5.5,"runtime":98,"cert":"","id":64128,"title":"The Day Will Dawn","adult":false,"genre_ids":[18,10752]},{"cast":["Robert Taylor","Richard Todd","Dana Wynter","Edmond O'Brien","John Williams"],"overview":"En route to Normandy, an American and a British officer reminisce in flashback about their romances with the same woman.","release_date":"1956-05-29","vote_average":6.3,"runtime":106,"cert":"N\/A","id":64129,"title":"D-Day the Sixth of June","adult":false,"genre_ids":[18,28,10749,10752]},{"cast":["David James Elliott","Grayson Russell","Ed Quinn","Julie Ann Emery","Rebecca Mader"],"overview":"Morgan Roberts, a middle aged adult in crisis, reunites with his best friend when he returns to the summer camp of his youth. His troubles seem to magnify when he is joined by a rag-tag group of 10 year old campers. Through their struggles they collectively overcome their personal problems and exchange them for one of the best summers of their lives. is.","release_date":"2011-02-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":64130,"title":"The Rainbow Tribe","adult":false,"genre_ids":[18,10751]},{"cast":["Juliette Binoche","Denis Lavant","Michel Piccoli","Hans Meyer","Julie Delpy"],"overview":"A sexually transmitted disease called STBO is sweeping the country; it's spread by having sex without emotional involvement, and most of its victims are teenagers who make love out of curiosity rather than commitment. While a serum that can treat the disease has been formulated, it's been locked away in an inaccessible government building. A woman hires a man to steal the serum.","release_date":"1986-11-26","vote_average":7.4,"runtime":119,"cert":"N\/A","id":64131,"title":"Mauvais Sang","adult":false,"genre_ids":[80,18,10749]},{"cast":["Martin Lartigue","Blanchette Brunoy","Pierre Mondy","Michel Serrault","Jacques Higelin"],"overview":"Coming soon","release_date":"1963-12-03","vote_average":6.1,"runtime":null,"cert":"N\/A","id":64132,"title":"Bébert et l'omnibus","adult":false,"genre_ids":[35]},{"cast":["Gérard Depardieu","Marguerite Duras"],"overview":"In this most talky and personal of films, director Marguerite Duras and actor Gerard Depardieu do an on-camera read-through of a movie script. Occasionally, the director comments about the characters or their motivations, and sometimes the actor does. That's all -- there is no action, there are no location shots, no one pretends to be anything else. The script itself tells about an encounter between a blank-slate of a woman hitchhiker, and a communist truck driver. As the reading progresses, Duras comments bitterly about the failed ideals of communism and the glorious revolution that will probably never happen.","release_date":"1977-05-27","vote_average":6.1,"runtime":76,"cert":"N\/A","id":64133,"title":"The Lorry","adult":false,"genre_ids":[18,10749]},{"cast":["André Rieu"],"overview":"Andre Rieu in a live gala concert in the Amsterdam Arena featuring the Platin Tenors, Marusia Louwerse and Andre van Duin","release_date":"2010-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":64134,"title":"Andre Rieu - Gala: Live in de Arena","adult":false,"genre_ids":[10402]},{"cast":["Joel McCrea","Frances Dee","Charles Bickford","Joseph Calleia","William Conrad"],"overview":"Cowboy Ross McEwen arrives in town. He asks the banker for a loan of $2000. When the banker asks about securing a loan that large, McEwen shows him his six-gun collateral. The banker hands over the money in exchange for an I.O.U., signed \"Jefferson Davis\". McEwen rides out of town and catches a train, but not before being bitten by a rattler. On the train, a nurse, Miss Hollister, tends to his wound. A posse searches the train, but McEwen manages to escape notice. However a mysterious Mexican has taken note of the cowboy, and that loudmouthed brat is still nosing around. Who will be the first to claim the reward for the robber's capture?","release_date":"1948-08-03","vote_average":5.3,"runtime":89,"cert":"N\/A","id":64139,"title":"Four Faces West","adult":false,"genre_ids":[37]},{"cast":["Deanna Durbin","Barbara Read","Nan Grey","Charles Winninger","Binnie Barnes"],"overview":"The three Craig sisters, Penny, Kay, and Joan, go to New York to stop their divorced father from marrying gold digger, Donna Lyons, and re-unite him with their mother.","release_date":"1936-12-20","vote_average":6.7,"runtime":84,"cert":"N\/A","id":64142,"title":"Three Smart Girls","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Deanna Durbin","Charles Winninger","Nan Grey","Helen Parrish","Robert Cummings"],"overview":"A businessman's (Charles Winninger) youngest daughter (Deanna Durbin) helps her innocent sisters in love.","release_date":"1939-03-24","vote_average":7.0,"runtime":90,"cert":"N\/A","id":64143,"title":"Three Smart Girls Grow Up","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Potty training movie","release_date":"2004-02-17","vote_average":4.0,"runtime":30,"cert":"N\/A","id":64144,"title":"Once Upon A Potty For Her","adult":false,"genre_ids":[]},{"cast":["Deanna Durbin","Franchot Tone","Pat O’Brien","Akim Tamiroff","Alan Mowbray"],"overview":"Aspiring singer Ann Carter (Deanna Durbin) visits her stepbrother (Pat O'Brien) in New York, hoping to make it on Broadway.","release_date":"1943-11-26","vote_average":7.3,"runtime":87,"cert":"N\/A","id":64145,"title":"His Butler's Sister","adult":false,"genre_ids":[35,10402,10749]},{"cast":[],"overview":"Potty training movie.","release_date":"2005-08-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":64146,"title":"No More Diapers","adult":false,"genre_ids":[]},{"cast":["Mike Verdrengh","Koen De Bouw","Willeke van Ammelrooy","Sylvia Kristel","Else Beatse"],"overview":"","release_date":"2000-01-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64153,"title":"Lijmen","adult":false,"genre_ids":[18]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger","Nino Tempo","Frank Welker"],"overview":"Jon, Garfield and Odie audition for the talent show \"Pet Search\" in hopes of winning the $1000 prize and a chance at the finals in Hollywood.","release_date":"1987-05-08","vote_average":5.7,"runtime":25,"cert":"N\/A","id":64154,"title":"Garfield Goes Hollywood","adult":false,"genre_ids":[16,35,10751]},{"cast":["Claudia Venturini","Damiano Verrocchi","Alice Visconti","Luca Bastianello","Lucio Mattioli"],"overview":"","release_date":"2006-08-11","vote_average":4.0,"runtime":82,"cert":"N\/A","id":64155,"title":"The Night of My First Love","adult":false,"genre_ids":[53,27]},{"cast":["Geng Le","Xu Jinglei","Gao Yuanyuan","Fan Wei","Zhang Yang"],"overview":"A stylish urban romance about the silent suffering of a modern Chinese couple.","release_date":"2002-05-28","vote_average":7.0,"runtime":93,"cert":"N\/A","id":64156,"title":"Spring Subway","adult":false,"genre_ids":[18,10749]},{"cast":["Ella Harris","Mason Johnson","McKenzie Richards","Oscar Hoggan","Cameron Phelts"],"overview":"Little Annie's father dies leaving the child in the custody of her grandmother, but without any proof, her evil stepmother confined the child to her room. Tying a note to one of her birthday balloons and sending it out the window caught the eyes of four kids and playing detectives, they were able to free Annie and solve the custody battle.","release_date":"2010-01-01","vote_average":6.0,"runtime":84,"cert":"N\/A","id":64159,"title":"Boathouse Detectives","adult":false,"genre_ids":[10751]},{"cast":["David Bradley","Morgan Hunter","Jill Pierce","Victor Melleney","Douglas Bristow"],"overview":"A fancy, loner cop loses his partner to a crazed terrorist during a hostage rescue. He settles for the terrorist going to Death Row in jail. What Jack doesn't know is that the terrorist will be taken and turned into a cyborg for the \"Anti-Terrorist Group\". When the Cyborg \"Spartacus\" wakes up accidentally, he kills the scientists and their guests, then goes to set things up for a Cyborg Empire. Only Jack and a few friends know how to stop","release_date":"1994-09-01","vote_average":3.8,"runtime":93,"cert":"N\/A","id":64160,"title":"Cyborg Cop II","adult":false,"genre_ids":[28,878]},{"cast":["Bryan Genesse","Frank Zagarino","Ian Roberts","Jenny McShane","Justin Illusion"],"overview":"A cop tries to stop a scientist's experiments to turn students into cyborg-mercenaries. Contains violence and strong language.","release_date":"1995-05-01","vote_average":2.5,"runtime":94,"cert":"N\/A","id":64161,"title":"Cyborg Cop III","adult":false,"genre_ids":[28,878,53]},{"cast":["Adel Imam","Nadia El Gendy","Fouad El-Mohandes"],"overview":"The happenings of a bar in Colonial Egypt.","release_date":"1983-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64162,"title":"5 Bab","adult":false,"genre_ids":[]},{"cast":["Adel Imam","Sohair Ramzy","Samir Ghanem","Mohamed Redda","Nabila El Sayed"],"overview":"A young couple face hardships as they start their life together.","release_date":"1975-01-01","vote_average":5.7,"runtime":112,"cert":"N\/A","id":64163,"title":"Mamnou Fi Laylat El-Dokhla","adult":false,"genre_ids":[35,14,10402,10749]},{"cast":["Jeff Beck","Chris Barber","Jack Bruce","Mick Fleetwood","Tom Jones"],"overview":"Director Mike Figgis (Stormy Monday, Leaving Las Vegas, Time Code) joins musicians such as Van Morrison, Eric Clapton, Jeff Beck, and Tom Jones, performing and talking about the music of the early sixties British invasion that reintroduced the blues sound to America.","release_date":"2003-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64164,"title":"Red, White and Blues","adult":false,"genre_ids":[]},{"cast":["Rosanna Arquette","Ludacris","Emilie de Ravin","Grayson Boucher","Harold Perrineau"],"overview":"BALL DON’T LIE plays out over one day in the life of Sticky (film newcomer and streetball legend Grayson “The Professor” Boucher), a skinny 17-year-old high school junior and basketball prodigy from Venice, California. Burdened with emotional scars from early life tragedy, a callous foster care system, and Obsessive-Compulsive Personality Disorder, Sticky manages to transcend his limitations whenever he has a ball in his hands.","release_date":"2008-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64165,"title":"Ball Don't Lie","adult":false,"genre_ids":[]},{"cast":["Michael Rooker","Selma Blair","Brion James","Brad Dourif","Will Sasso"],"overview":"Fritz Brown is an ex-LAPD, recovering alcoholic who now splits his time repossessing cars for a used car lot and staffing his one-man private detective agency. When a filthy caddie named Freddy \"Fat Dog\" Baker wanders into Fritz's office one day, flashing a wad of cash, Fritz is hired to follow Fat Dog's kid sister Jane, who is holed up with a Beverly Hills sugar daddy named Sol Kupferman. Kupferman is a 70 year-old bag man for the mob, and Fat Dog claims that \"Solly K\" is up to something evil that may harm Jane. The trail leads Fritz to an encounter with his dark past in the person of Haywood Cathcart, current head of LAPD internal affairs and the person who kicked Fritz off the police force.","release_date":"1998-11-01","vote_average":6.3,"runtime":104,"cert":"N\/A","id":64166,"title":"Brown's Requiem","adult":false,"genre_ids":[18,28,53,9648]},{"cast":["Christopher Eccleston","Paul Reynolds","Tom Courtenay","Eileen Atkins","Iain Cuthbertson"],"overview":"In 1950s England, slow-witted Derek Bentley falls in with a group of petty criminals led by Chris Craig, a teenager with a fondness for American gangster films. Chris and Derek's friendship leads to their involvement in the true case which would forever shake England's belief in capital punishment.","release_date":"1991-10-04","vote_average":7.2,"runtime":115,"cert":"","id":64167,"title":"Let Him Have It","adult":false,"genre_ids":[18]},{"cast":["Lorenzo Music","Gregg Berger","Desiree Goyette","Thom Huge","Nino Tempo"],"overview":"Garfield the cat daydreams that he's an old-time private detective.","release_date":"1989-05-23","vote_average":7.3,"runtime":24,"cert":"N\/A","id":64168,"title":"Garfield's Babes and Bullets","adult":false,"genre_ids":[16,35,10751]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger","George Wendt","Hal Smith"],"overview":"Garfield is taken on a camping trip by Jon, much against his will. A series of very funny disasters follow. But not all is well, as a panther has escaped from the local zoo and is stalking them. Will our hero survive to eat another lasagna and kick Odie off the table again?","release_date":"1984-10-26","vote_average":6.1,"runtime":30,"cert":"N\/A","id":64169,"title":"Garfield in the Rough","adult":false,"genre_ids":[16,10751]},{"cast":["Lorenzo Music","Gregg Berger","Desiree Goyette","Thom Huge","Wolfman Jack"],"overview":"Garfield, Jon, and Odie are in Hawaii and must save a native tribe from a erupting volcano with the help of their rented 1957 Chevy. Not that isn't time for Garfield to have a little love interest.","release_date":"1986-05-27","vote_average":6.3,"runtime":24,"cert":"N\/A","id":64170,"title":"Garfield In Paradise","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Hee Haw is an American television variety show featuring country music and humor with fictional rural Kornfield Kounty as a backdrop. It aired on CBS-TV from 1969–1971 before a 20-year run in local syndication. The show was inspired by Rowan &amp; Martin's Laugh-In,[1] the major difference being that Hee Haw was far less topical, and was centered on country music. Initially co-hosted by musicians Buck Owens and Roy Clark, the show was equally well-known for its voluptuous, scantily-clad women in stereotypical farmer's daughter outfits, male stars Jim and Jon Hager and its cornpone humor.","release_date":"1969-06-15","vote_average":6.5,"runtime":60,"cert":"N\/A","id":64171,"title":"Hee Haw","adult":false,"genre_ids":[]},{"cast":["Patarapon Toun","Rungrawan Tonahongsa","อนุสรา วันทองทักษ์","เหลือเฟือ มกจ๊ก"],"overview":"A Thai romantic comedy set in a Northeastern province. The film centres on Mark, an Isaan boy who’s gone to study law in Bangkok. when he returns home, he finds that the village is nearly overrun by farang son-in-laws.","release_date":"2011-05-12","vote_average":5.0,"runtime":97,"cert":"N\/A","id":64172,"title":"White Buffalo","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"In 1971 50,000 people mourned in the streets of Fribourg, Switzerland: Jo \"Seppi\" Siffert had died in a crash at Brands Hatch (GB). Until today, Jo Siffert is considered to be one of the ten best racing drivers ever","release_date":"2005-10-26","vote_average":0.0,"runtime":85,"cert":"N\/A","id":64179,"title":"Jo Siffert: Live Fast - Die Young","adult":false,"genre_ids":[]},{"cast":["Olga Lomonosova","Anna Slynko","Maksim Drozd"],"overview":"","release_date":"2007-04-11","vote_average":1.0,"runtime":90,"cert":"N\/A","id":64180,"title":"Ty Mne Snishsya","adult":false,"genre_ids":[18,53]},{"cast":["Aleksandr Abdulov","Oksana Korostyshevskaya","Gennadiy Khazanov","Andrey Makarevich","Lyubov Polishchuk"],"overview":"Kashtanov, professor of medicine and famous Moscow surgeon, is experiencing midlife crisis. Suddenly he decides to leave everything and escape to the countryside in order to spend some time with old friends.","release_date":"2000-06-06","vote_average":1.0,"runtime":131,"cert":"N\/A","id":64181,"title":"Still Waters","adult":false,"genre_ids":[35,10749]},{"cast":["Elena Drobysheva","Polina Filonenko","Anatoliy Lobotskiy"],"overview":"","release_date":"2010-01-31","vote_average":0.0,"runtime":97,"cert":"N\/A","id":64182,"title":"Terapiya Lyubovyu","adult":false,"genre_ids":[10749,18]},{"cast":["Hayley Mills","Barry Bostwick","Ray Baker","Joy Creel","Leanna Creel"],"overview":"When Jeff plans to marry again, his triplet daughters Megan, Lisa and Jessie try to bring him together with Susan.","release_date":"1989-04-09","vote_average":6.4,"runtime":86,"cert":"N\/A","id":64183,"title":"Parent Trap III","adult":false,"genre_ids":[28,35,18,10751]},{"cast":["Nikolai Dobrynin","Vladimir Menshov","Ekaterina Olkina"],"overview":"В заброшенный поселок на берегу Волги приезжает молодой археолог Андрей, он занимается раскопками. В поселке остались только дед Роман, у которого Андрей останавливается, и семья Сергея, который живет тем, что тайком глушит рыбу и продает икру. Андрей сначала относится скептически к стараниям деда восстановить затопленную церковь. Он начинает ухаживать за женой Сергея — Людой, пытаясь легкой интрижкой скрасить свое времяпрепровождение. Но постепенно с Андреем начинают происходить изменения. Он начинает помогать деду восстанавливать церковь, и его ухаживания за Людой перерастают в серьезное чувство. Но Люда не одна, ее муж готов на все, чтобы расправиться с Андреем, да и сама Люда испытывает угрызения совести, ведь сын Сергея — Миша привязался к ней, как к родной матери…","release_date":"2009-06-14","vote_average":0.0,"runtime":91,"cert":"N\/A","id":64184,"title":"Techyet Reka Volga","adult":false,"genre_ids":[10749]},{"cast":["Daniil Spivakovskiy","Yekaterina Vulichenko","Vera Sotnikova","Tina Karol"],"overview":"Katya and her husband Alexey had a quiet normal life until the picture of Katya suddenly made a magazine front cover.","release_date":"2006-03-08","vote_average":0.0,"runtime":95,"cert":"N\/A","id":64185,"title":"Tango of Love","adult":false,"genre_ids":[10749,18]},{"cast":["Elena Babenko","Aleksey Serebryakov","Igor Slavinskiy","Elizaveta Arzamasova","Ekaterina Kisten"],"overview":"Dina, a former figure skating star, works as a coach in a boarding school for problematic children when she meets Lada - a new and very talented girl.","release_date":"2007-06-06","vote_average":1.0,"runtime":94,"cert":"N\/A","id":64188,"title":"Own Children","adult":false,"genre_ids":[18]},{"cast":["Hubert Benhamdine","Nathalie Boutefeu","Florence Loiret-Caille","Serge Riaboukine","Marc Citti"],"overview":"Julien and Emma are brother and sister, living in rural France with their father, who writes children's books. Julien is a gifted pianist but the loss of his mother has sucked the joie de vivre out of him; his best friend Alice knows it although their platonic relationship is more about him supporting her in bad relationship choices than anything else. When he sees a beautiful woman called Olga in a bookstore, Julien is smitten and sets about to set up someway of impressing her and winning her affection.","release_date":"2002-08-22","vote_average":5.7,"runtime":96,"cert":"N\/A","id":64189,"title":"Le chignon d'Olga","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"A township near Cape Town. Two young teens, Madiba and Sipho, find a gun and a camera. Sipho takes the gun, and Madiba the camera, sealing their fate.","release_date":"2004-07-28","vote_average":6.6,"runtime":92,"cert":"N\/A","id":64190,"title":"The Wooden Camera","adult":false,"genre_ids":[18,10751]},{"cast":["Danielle Panabaker","Jane Krakowski","Clare Stone","Tyler Hynes","Colin Ferguson"],"overview":"Pregnant sixteen year old Jacey's well-meaning mother forces her to keep the birth a secret and decides to raise the baby as her own.","release_date":"2005-03-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":64191,"title":"Mom at Sixteen","adult":false,"genre_ids":[10770,18]},{"cast":["Vanessa Redgrave","Angelina Jolie","Michael Moore","Joely Richardson","Rade Šerbedžija"],"overview":"Tells the story of a woman who gets involved in politics with no previous contact with world events.","release_date":"2004-09-23","vote_average":4.0,"runtime":83,"cert":"N\/A","id":64192,"title":"The Fever","adult":false,"genre_ids":[18]},{"cast":["Yekaterina Rednikova","Sergey Migitsko","Andrey Fedortsov"],"overview":"Лужина Елена Николаевна – железная бизнес-леди в своем ярком проявлении. В ее жизни все имеет свой порядок, место и назначение. Она все контролирует, всегда получает то, что требует, за все платит, возражений не терпит, знает, что ее называют стервой и, кажется, гордится этим. Получив известие о том, что ее бабушка присмерти, она бросает все дела и направляется навестить старушку в далекую сельскую глушь, прихватив с собой лучшего доктора. Он так же не настроен на любезности, так как в это время рассчитывал быть в отпуске. Их путешествие не будет легким и предсказуемым: внедорожье и полное отсутствие цивилизации станут настоящим испытанием. Елене придется искать в себе человечность, сострадание и жертвенность, превращаясь иногда из босса в просто хрупкую женщину…","release_date":"2009-04-05","vote_average":0.0,"runtime":88,"cert":"N\/A","id":64193,"title":"Sterva","adult":false,"genre_ids":[10749]},{"cast":["Olga Popova","Sergey Puskepalis","Kseniya Kutepova","Yanina Kogut"],"overview":"Действие фильма разворачивается на подворье вдали от города. Это место, где прибился десяток людей со своей историей и непосредственной судьбой. Место, где сталкиваются высокое и низкое, где последние имеют шанс стать первыми, а первые могут стать последними. Управляет этим хозяйством матушка Екатерина. Помогает ей справляться юная послушница Оля, неуклюже простодушная, восхищенная и преданная. Катерина вытащила ее из детского дома. Однажды на подворье появился Паша — возмутитель спокойствия. Словно хозяин жизни, он еще не знает, что смертельно болен. Единственный, кто почувствовал в нем болезнь, это Оля, которая пожалела и полюбила его своей наивной детской душой. Она смогла ему помочь. И жизнь возвращается к нему с весной, как вечное обновление.","release_date":"2009-11-26","vote_average":1.0,"runtime":88,"cert":"N\/A","id":64194,"title":"Spring Will Soon Be Here","adult":false,"genre_ids":[10749,18]},{"cast":["Anya Antonelly","Vitali Konovalchuk","Leonid Voron","Andrey Rudensky","Aleksandr Esaulov"],"overview":"The souls of dead young men and women are released back to Earth for a short time to find true love.","release_date":"2010-12-12","vote_average":0.0,"runtime":83,"cert":"N\/A","id":64195,"title":"Retrum","adult":false,"genre_ids":[10749,18,14]},{"cast":["Yevgeniya Kryukova","Vsevolod Larionov","Alla Kazanskaya"],"overview":"Начинающий кинорежиссер снял короткометражку по мало известному автобиографическому рассказу русского писателя-эмигранта Алексея Зыкова, покинувшего родину с первой эмигрантской волной. Приехав в Париж, режиссер решает показать фильм писателю в расчете на его поддержку в съемках полнометражной картины по новелле писателя. Однако Алексей Зыков, уничтоживший этот рассказ перед отъездом из России, не проявил никакого энтузиазма по поводу увиденного на экране, да и сам режиссер понял, что он прикоснулся к личной драме писателя...","release_date":"2000-06-05","vote_average":0.0,"runtime":71,"cert":"N\/A","id":64196,"title":"Repete","adult":false,"genre_ids":[10749,18]},{"cast":["Dmitriy Dyuzhev","Kseniya Kutepova","Anna Mikhalkova","Evgeniy Knyazev","Vadim Afanassiev"],"overview":"Plucked from an orphanage as a literal love slave, the now adult Natalija (a luminous Kseniya Kutepova) serves her ape-like husband by tending his prized cow—whose milk they sell to customers on passing trains. When hubby suddenly drops dead, however, Natalija’s narrow life of cows and rails finally starts opening up. Dumping his body at the local hospital, dropping by church to say a few prayers and trading in the cow for a pet goat, she slowly eliminates all trace of his former hold on her, searching out a new life in the freedom that emerges.","release_date":"2007-06-25","vote_average":6.0,"runtime":97,"cert":"N\/A","id":64197,"title":"Travelling with Pets","adult":false,"genre_ids":[10749,18]},{"cast":["Aleksandr Lazarev Jr.","Elizaveta Boyarskaya","Mikhail Efremov","Aleksandr Lazarev","Aleksandr Abdulov"],"overview":"Oleg, the host of a TV show is asked to cover in his show a new ultramodern amusement park called \"Park of the Soviet Period\". The life in the park is an exaggerated version of the soviet life - pioneers parading, girls selling soda water on the street, socialist banners are everywhere, communist party decisions, free medical procedures, etc. When Oleg falls in love with a nurse he discovers that the rules of the Park forbid any personal contact with the staff, that was trained to live a very different life compared to the life in the world outside. As he fights to gain the heart of the nurse he finds deep flaws in the Utopian atmosphere of the park and decides he must do something about it.","release_date":"2006-11-07","vote_average":2.7,"runtime":124,"cert":"N\/A","id":64198,"title":"Park of the Soviet Period","adult":false,"genre_ids":[10749,18,35]},{"cast":["Stanislav Lyubshin","Lyanka Gryu","Ludmila Artemieva","Evgeniy Stychkin","Georgi Martirosyan"],"overview":"A love story between 16 years old student and old artist.","release_date":"2001-02-14","vote_average":6.0,"runtime":109,"cert":"N\/A","id":64199,"title":"The Nude","adult":false,"genre_ids":[10749,18]},{"cast":["Olga Starchenkova","Ivan Vakulenko","Lyubov Germanova","Vladimir Simonov"],"overview":"A love story between two teenagers - 16 years old Kostya and 15 years old Nika.","release_date":"2006-03-09","vote_average":0.0,"runtime":97,"cert":"N\/A","id":64200,"title":"KostyaNika. Time of Summer","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"2009-03-10","vote_average":4.5,"runtime":null,"cert":"N\/A","id":64201,"title":"The Present","adult":false,"genre_ids":[99]},{"cast":["Will Friedle","Kevin Conroy","Michael Ansara","Linda Hamilton","Sherman Howard"],"overview":"Fueled by remorse and vengeance, a high schooler named Terry McGinnis revives the role of Batman. Under supervision of an elderly Bruce Wayne, he fights crime in a harsh futuristic Gotham.","release_date":"1999-01-10","vote_average":7.5,"runtime":42,"cert":"N\/A","id":64202,"title":"Batman Beyond: The Movie","adult":false,"genre_ids":[16,28,10751,878]},{"cast":["Chatchapol Kulsiriwuthichai","Sarawoot Kumsorn","Puchong Sartnok","Supakson Chaimongkol","Pimchanok Leuwisetpaiboon"],"overview":"A group of martial arts students are enjoying a reunion party when a bomb goes off in the building. When they wake up, some of their friends have been kidnapped and they soon find a group of assassins coming after them. The only way to survive is to fight their way out.","release_date":"2010-12-15","vote_average":5.5,"runtime":101,"cert":"N\/A","id":64205,"title":"BKO: Bangkok Knockout","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"","release_date":"2005-08-03","vote_average":0.0,"runtime":89,"cert":"","id":64206,"title":"Sinatra: Dark Star","adult":false,"genre_ids":[]},{"cast":["Karin Viard","François Cluzet","Judith Godrèche","Bernard Ménez","Micheline Presle"],"overview":"Francois Cluzet and Karin Viard are the couple behind a French shopping channel whose business and marriage are both drifting towards the rocks, with Nathalie Baye as a smiling Rottweiller out to steal their business by conning them into offering a duff product, the 'Fear Eliminator,' and picking up the network for pennies in the ensuing financial fallout.","release_date":"2003-10-29","vote_average":4.2,"runtime":95,"cert":"N\/A","id":64207,"title":"France Boutique","adult":false,"genre_ids":[35]},{"cast":["Agnès Jaoui","Michel Serrault","Bérénice Bejo","Nikolaj Coster-Waldau","Pascal Greggory"],"overview":"Set in 1913, 1936 and 2001. When he returns to the casino and seaside resort of his early teens, Louis, a 78 year old man encounters Olivia, a 19 year old young woman madly in love with a violent cad. Louis tells the story of his own mother having a passionate, driven fling with his Italian tennis instructor in 1936, and of Marie Collins Brown, the slightly older widowed woman who helped him through his confusion and pain by recounting the story of her passionate 24 hour fling with a hopeless young Polish gambler in 1913.","release_date":"2002-09-07","vote_average":5.9,"runtime":107,"cert":"N\/A","id":64208,"title":"24 Hours in the Life of a Woman","adult":false,"genre_ids":[18]},{"cast":["Ignacio Benitez","Carlos Wagner La Bella","Paola Rotela","Silvina Fontelles"],"overview":"A young Argentine learns that soccer star Diego Maradona is ailing in a Buenos Aires hospital, and resolves to bring him a tree root he's discovered.","release_date":"2006-09-15","vote_average":7.8,"runtime":95,"cert":"N\/A","id":64209,"title":"The Road to San Diego","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2000-11-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64210,"title":"Barbès","adult":false,"genre_ids":[18]},{"cast":["Dave Foley","Lea Thompson","Vicki Lewis","Lindsay Seim","Melissa Jarecke"],"overview":"Unforeseen obstacles stand in the way of a family planning to take a road trip in an RV.","release_date":"2007-07-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":64211,"title":"California Dreaming","adult":false,"genre_ids":[35,10751]},{"cast":["Paweł Małaszyński","Robert Więckiewicz","Artur Żmijewski","Małgorzata Foremniak"],"overview":"Blacha (Robert Wieckiewicz), an ex-middleman in the criminal underground, is the key witness in an enormous Pruszkow mafia bust. As such he is kept under lock and key hidden away from the world. Intent on getting an interview with the ex-gangster is Marcin Kruk (Pawel Malaszynski), whose pregnant wife was collateral damage in a mafia car-bomb several years back with Blacha being his main suspect. Fortunately Blacha holds Marcin's journalistic work in very high regard, hence agrees to an exclusive interview in a secluded hotel in the Hel peninsula. There he retreads his criminal life...","release_date":"2007-02-02","vote_average":5.0,"runtime":97,"cert":"N\/A","id":64212,"title":"Crown witness","adult":false,"genre_ids":[18,28,53,80,10749]},{"cast":["Christophe Laubion","Ingrid Chauvin","Eric Métayer","Bernard Farcy","Denis Karvil"],"overview":"","release_date":"2002-07-31","vote_average":7.5,"runtime":97,"cert":"N\/A","id":64213,"title":"The Wackos","adult":false,"genre_ids":[35,18,80]},{"cast":["Lang Jeffries","Essy Persson","Luis Dávila","Pinkas Braun","Stefano Sibaldi"],"overview":"A team of astronauts is sent to the moon to rescue an alien who is seeking help to save her dying race. They are attacked by a force of bandit robots and discover that enemy spies are out to kill the alien.","release_date":"1967-08-04","vote_average":4.0,"runtime":95,"cert":"N\/A","id":64214,"title":"Mission Stardust","adult":false,"genre_ids":[878]},{"cast":["Saharat Sangkapreecha","Piyathida Woramusik","Sutatta Udomsilp","Athipich Chutiwatkajornchai","Deuntem Salitul"],"overview":"A family moves into a new house where they gradually begin to encounter paranormal and horror events.","release_date":"2011-04-28","vote_average":6.4,"runtime":117,"cert":"N\/A","id":64215,"title":"Laddaland","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Exciting freefly smoke dives. Awe inspiring wing suit mountain flight. Daring under bridge canopy swoops. Power and technique of pure 4 way and 8 way relative work. Energy of stand-up and back-to-earth dives. Aerial ride in the bewitching New Zealand light. Technical, magical, and acquatic canopy flares in unique and scenic locations. Frenzy and control in the art of base jumping. Masterful freeflying with Space Ball. The best multidimensional freefly ever seen through a 10 way star.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":64216,"title":"Crosswind","adult":false,"genre_ids":[28]},{"cast":["Moon So-ri","Goh Doo-shim","Uhm Tae-woong","Gong Hyo-jin","Kim Hye-ok"],"overview":"Family Ties is an ensemble drama from Kim Tae-yong, the co-director of chiller Memento Mori. The film tells three seemingly unconnected stories in a trilogy of distinct segments. The first part is the story of a woman (Moon So-ri - Oasis, A Good Lawyer's Wife) who has to deal with her long-lost brother's surprise visit. After having been missing for several years, the brother (played by Um Tae-ung - Revenge) appears and moves in, with his new wife in tow - a much older woman, Mu Shin (Ko Doo-sim - More Beautiful Than A Flower). The second story features a searing performance from Gong Hyo-jin (Memento Mori) as a short-tempered young woman, who discovers that her estranged mother (Kim Hye-ok), with whom she has had a falling out, is terminally ill. Part three examines the relationship problems faced by a young couple (Bong Tae-gyu from See You After School and Jeong Yu-mi from Blossom Again).","release_date":"2006-05-18","vote_average":5.9,"runtime":113,"cert":"N\/A","id":64223,"title":"Family Ties","adult":false,"genre_ids":[18]},{"cast":["Irene Azuela","Rodrigo Barbosa","Joaquín Cosio","Bárbara Mori","Leonardo Sbaraglia"],"overview":"Chelo is an architect, withdrawing from her social life because of realistic dreams she's having of a romance with a strange man. She's convinced the man is real, out there, destined to be with her. She reports a rape to the police, describing the man of her dreams to a sketch artist. The police find a suspect: he's Marcos, a physician. Chelo tells the police this is not the man who raped her, but now she has Marcos in her sights. Her plan for him to fall in love with her is complicated by his having a fiancée. What can Chelo do? Meanwhile, Marcos has violent dreams about an unfamiliar woman. Chronologies overlap, glass breaks. Can a mind lie to itself?","release_date":"2008-02-10","vote_average":4.5,"runtime":85,"cert":"N\/A","id":64228,"title":"Love, Pain and Vice Versa","adult":false,"genre_ids":[53,10749]},{"cast":["Anders Bircow","Thomas Eje","Preben Kristensen"],"overview":"","release_date":"2001-11-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64229,"title":"Linie 3: Rundrejsen 2001","adult":false,"genre_ids":[10402,35]},{"cast":["Isabelle Renauld","Jean-Marc Barr","Stéphane Rideau","Frédéric Pierrot"],"overview":"","release_date":"1998-08-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64234,"title":"Ça ne se refuse pas","adult":false,"genre_ids":[18]},{"cast":["Michel Piccoli","Sandrine Bonnaire","Sabine Azéma","Laurent Malet","Brigitte Coscas"],"overview":"Pierre is the artistic director of a theater, and when his daughter Manon lets him know that she is coming to see him after a year's absence, Pierre decides to prepare for the meeting. He goes to the theater with his girlfriend Ariane and has the actresses in his troupe act out different aspects of his daughter's character. Unfortunately, this is not adequate preparation, for when Manon does show up, nothing goes quite as he imagined...","release_date":"1986-12-03","vote_average":6.0,"runtime":86,"cert":"N\/A","id":64235,"title":"The Prude","adult":false,"genre_ids":[]},{"cast":["Michel Auclair","Lilli Palmer","France Anglade","Maurice Ronet"],"overview":"","release_date":"1961-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":64236,"title":"Le rendez-vous de minuit","adult":false,"genre_ids":[18]},{"cast":["Bruno Cremer","Jacques Brel","Annie Girardot","Jean-Pierre Kalfon","François Dyrek"],"overview":"","release_date":"1968-11-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":64237,"title":"Bonnot's Gang","adult":false,"genre_ids":[80,18,36]},{"cast":["Charlotte Gainsbourg","Roland Dubillard","Serge Gainsbourg","Roland Bertin"],"overview":"Stan, screeplay writer, had his time of glory in Hollywood. Today, alcoholic with a certain envy for suicide, his only link to life is his daughter, Charlotte.","release_date":"1986-12-10","vote_average":4.9,"runtime":94,"cert":"N\/A","id":64238,"title":"Charlotte for Ever","adult":false,"genre_ids":[18]},{"cast":["Richard Bohringer","Dominique Lavanant","Michel Galabru","Romane Bohringer","Etienne Chicot"],"overview":"A scientist is fired from his job and bored with doing nothing at home he  goes crazy and invents a system which allows him to reach through the airwaves and transform live TV cameras into weapons to kill the people he hates the most - TV presenters.","release_date":"1986-12-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":64239,"title":"Kamikaze","adult":false,"genre_ids":[53,878]},{"cast":["Victor Francen","Sessue Hayakawa","Louis Jouvet","Lise Delamare","Lucas Gridoux"],"overview":"Denise Moret joins her husband, Pierre, in Mongolia where he works as a civil engineer. One night she loose a lot of money ont eh roulette and therefore is forced to borrow money from Prince Lee-Lang. The Prince immediately begins to flirt and make advances towards Denise. Advances she rejects.","release_date":"1937-11-24","vote_average":0.0,"runtime":94,"cert":"N\/A","id":64240,"title":"Forfaiture","adult":false,"genre_ids":[18]},{"cast":["Louis Jouvet","Daniel Gélin","Dany Robin","Georges Chamarat"],"overview":"","release_date":"1951-11-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":64241,"title":"Une histoire d'amour","adult":false,"genre_ids":[]},{"cast":["Louis Jouvet","Suzy Delair","Annette Poivre","Jean-Jacques Delbo","Jean Carmet"],"overview":"A smooth criminal, who turns to be Manuel Ismora, and his gang successfully and peacefully pull off con after heist. Elsewhere a timid office worker, Gabriel Dupon, is pressured by his boss...","release_date":"1947-07-09","vote_average":5.8,"runtime":null,"cert":"N\/A","id":64242,"title":"Copie Conforme","adult":false,"genre_ids":[35]},{"cast":["Harry Baur","Louis Jouvet","Charles Dullin","Fernand Ledoux","Marion Dorian"],"overview":"Volpone, an elderly Venetian, connives with his money-crazed servant to convince his greedy friends that he is dying, knowing that each will try to curry favor with him in order to be named his heir. He is inundated with valuable gifts, and soon finds himself entangled deeper and deeper in a web of lies.","release_date":"1941-05-10","vote_average":6.5,"runtime":94,"cert":"N\/A","id":64243,"title":"Volpone","adult":false,"genre_ids":[35]},{"cast":["Kasia Smutniak","Marco Foschi","Luisa De Santis","Severino Saltarelli","Luciano Bartoli"],"overview":"","release_date":"2007-11-07","vote_average":6.8,"runtime":100,"cert":"N\/A","id":64244,"title":"Nelle tue mani","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Pitty decidiu preparar um show especial. Um DVD “mais roots, diferente do anterior, com uma pegada mais direta, inclusive privilegiando lados B da minha carreira”, explica ela. Além de sua banda oficial (o guitarrista Martin, o baixista Joe e o baterista Duda), o show teve participação do tecladista Brunno Cunha (Caixa Preta) e dois convidados especiais: Hique Gomez, do grupo “Tangos e Tragédias”, toca violino em “Água Contida”, inspirada numa ária de Carmen, de Bizet; Fábio, da banda Cascadura, canta com Pitty “Senhor das Moscas”, classico da banda Cascadura, heróis do rock da Bahia. Pitty aproveitou para registar sua versao de “Se Você Pensa” (Roberto Carlos\/Erasmo Carlos) e para lançar a inédita “Comum de Dois”. A música, de autoria de Pitty, Martin, Joe e Duda Machado, surgiu durante os ensaios para o show. “Comum de Dois” é bem dançante e de melodias épicas.","release_date":"2016-02-18","vote_average":0.0,"runtime":100,"cert":"N\/A","id":64245,"title":"Pitty A trupe Delirante do Circo Voador","adult":false,"genre_ids":[]},{"cast":["Kazato Tomizawa","Akina Minami","Aoi Miyazaki","Jingi Irie","Akiyoshi Nakao"],"overview":"Upon reaching the train station to death, a dejected soul is informed that he is lucky and will have another chance at life. He is placed in the body of a 14-year-old boy named Kobayashi Makoto, who has just committed suicide. Watched over by a neutral spirit named Purapura, the soul must figure out what his greatest sin and mistake in his former life was, before his time limit in Makoto's body runs out. He also has a number of other lesser duties he must complete, such as understanding what led Makoto to commit suicide in the first place and learning how to enjoy his second chance at life.","release_date":"2010-08-21","vote_average":7.3,"runtime":127,"cert":"","id":64246,"title":"Colorful","adult":false,"genre_ids":[16,18,10751]},{"cast":["Meat Loaf","Patti Russo","Kasim Sulton","John Miceli","Mark Alexander"],"overview":"Recorded Live in Melbourne, Australia with the Melbourne Symphony Orchestra February 20 &amp; 22, 2004.","release_date":"2004-10-18","vote_average":6.8,"runtime":145,"cert":"","id":64247,"title":"Meat Loaf - Live with the Melbourne Symphony Orchestra","adult":false,"genre_ids":[10402]},{"cast":["Barbara Barrie","Biff McGuire","Anthony Zerbe","Nina Foch","Katy Kurtzman"],"overview":"Alexander Armsworth and his family move to an authentic antibellum mansion, which once was owned by a river pirate. Alexander is drawn into a century-old mystery when he sees the ghost of a little girl, and she asks for his help in finding the \"child of glass\" by reciting a riddle. He has only a day or two to solve the riddle, or be haunted for the rest of his life!","release_date":"1978-05-14","vote_average":4.0,"runtime":93,"cert":"N\/A","id":64248,"title":"Child of Glass","adult":false,"genre_ids":[18,10751,14]},{"cast":["Penny Rimbaud"],"overview":"An early history of the UK anarcho-punk movement told by some of the most influential performers including interviews and performances with bands such as Crass, Conflict, Subhumans, Liberty, Toxic Waste,Chumbawamba, Sacrilege & many more.","release_date":"2007-01-23","vote_average":7.0,"runtime":90,"cert":"","id":64249,"title":"The Day the Country Died","adult":false,"genre_ids":[99]},{"cast":["Craig Shoemaker"],"overview":"Recorded Live at the Canyon Club in Agoura Hills, CA May 19, 2007 If you have not experienced Craig Shoemaker before, you are in for one hilarious time. He’s one of the best comedians out there and is guaranteed to make you laugh until you cry. His skills as funny man, storyteller, wit, facial contortionist, and celebrity impersonator are second to none. Just wait until you meet The Lovemaster, his alter ego that is the embodiment of what every man wants to be and what every woman wants to have. Yeah, baby, you know you’ll want to see The Lovemaster in action.","release_date":"2008-02-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":64250,"title":"Craig Shoemaker: The Lovemaster... Unzipped","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Laurie Berkner Band, Milkshake, and The Ohmies get together to put on a concert that will have your kids dancing and singing along. This is one music festival that's just for the kids!","release_date":"","vote_average":0.0,"runtime":32,"cert":"N\/A","id":64251,"title":"Jamarama Live! Kidsfest","adult":false,"genre_ids":[10751,10402]},{"cast":["Klaus Kinski","Isabelle Illiers","Arielle Dombasle","Pîtâ","Sayoko Yamaguchi"],"overview":"A girl loves a rich and much older man and is willing to do everything he wants to show her love, but he is playing a sick game with her. As part of this game he sends her to a Chinese brothel. A poor young boy sees her and falls in love with her. To get the money needed to sleep with her, he joins \"the revolution\". Additionally the movie shows the fate of some of the other prostitutes.","release_date":"1981-06-03","vote_average":5.3,"runtime":83,"cert":"N\/A","id":64252,"title":"Fruits of Passion","adult":false,"genre_ids":[18]},{"cast":["Mekhi Phifer","Beyoncé Knowles","Yasiin Bey","Rah Digga","Joy Bryant"],"overview":"An engaged Philadelphia policeman (Mekhi Phifer) falls in love with a beautiful woman (Beyoncé Knowles) while dealing with a corrupt superior (Mos Def).","release_date":"2001-05-08","vote_average":6.5,"runtime":85,"cert":"N\/A","id":64255,"title":"Carmen: A Hip Hopera","adult":false,"genre_ids":[18,10402,10749,10770]},{"cast":["Hiroshi Abe","Kanata Hongo","Yuko Araki","Ayumi Ito","Hajime Inoue"],"overview":"Higashigaoka Junior High School is in turmoil as one of the pupils, Noguchi, who had been bullied, attempted suicide last term. On the first day of the new term, a substitute teacher arrives to take the second year class. When the teacher, Murauchi (Hiroshi Abe), introduces himself, the pupils are surprised by his stutter. He has a speech impediment. Unable to speak eloquently, Murauchi faces his pupils with ‘words of truth’. His first instruction to the pupils is to return Noguchi’s desk and chair to the original place in the classroom. Every morning Murauchi greets the empty desk, “Good morning, Noguchi.” This causes a ripple beyond the classroom and among other teachers and parents, but Murauchi will not stop doing it. Eventually the day comes when Murauchi must leave.","release_date":"2008-11-29","vote_average":5.2,"runtime":105,"cert":"N\/A","id":64256,"title":"The Blue Bird","adult":false,"genre_ids":[18,10751]},{"cast":["Carter Wong","Lo Lieh","Mark Lung","Jack Lung","Nancy Yen Nan-See"],"overview":"A very arrogant white haired Thai Chi martial artist and two of his cronies wreaks havoc in a small village, terrorizing people and their families. Three local heroes team up to defeat the villainous three, but they have to find a secret weak point, which the Thai Chi master can choose and change at will.","release_date":"1978-01-01","vote_average":5.6,"runtime":83,"cert":"N\/A","id":64257,"title":"Born Invincible","adult":false,"genre_ids":[28]},{"cast":["Ping Lo Chen","Yu Wei Chen","Chuen Chiang","Li-chuen Chou","Chih-kuang Chung"],"overview":"We Lung &amp; Chu San battle numerous evildoers in their efforts to protect the inhabitants of a small village.","release_date":"1979-01-01","vote_average":5.5,"runtime":91,"cert":"N\/A","id":64258,"title":"Crack Shadow Boxers","adult":false,"genre_ids":[35,28]},{"cast":["Yue Wong","Gordon Liu Chia-Hui","Violet Lee Ying","Chiang Tao","Chan Shen"],"overview":"He's lost his memory, but not his skill: After a fierce battle with a local tong, Hoi is thrown over an embankment and left for dead. He survives the ordeal but has lost all of his memory, but not his kung-fu. His fateful meeting with a beggar leads to their teaming up for cleaning up that tong.","release_date":"1977-11-03","vote_average":6.0,"runtime":91,"cert":"N\/A","id":64259,"title":"He Has Nothing But Kung Fu","adult":false,"genre_ids":[28,53]},{"cast":["Chin Siu-Ho","Lung Tien-Hsiang","Ngaai Fei","Sun Chien","Philip Kwok Chun-Fung"],"overview":"It all started with The Five Venoms, the internationally loved kung-fu thriller. It continued through more than a dozen bloody good entertainments featuring the same actors in different roles. This is considered the last official \"Venoms\" movie, but what a film it is. There's one plasma-spurting attack after another as heroes and rogues alike try to solve the secrets of this hell house. The core Venoms themselves choreograph the gory fun in this fond farewell to their worldwide film series sensation!","release_date":"1982-01-09","vote_average":5.5,"runtime":95,"cert":"N\/A","id":64260,"title":"House of Traps","adult":false,"genre_ids":[28]},{"cast":["Carter Wong","Lisa Mok","Gwak Mu-Seong","Lily Han","Lik Cheung"],"overview":"Carter Wong stars in this Hong Kong classic as a powerful martial artist who must protect an old man and his daughter from a snake god who possesses deadly kung fu skills.","release_date":"1978-04-07","vote_average":4.0,"runtime":87,"cert":"N\/A","id":64261,"title":"Killer of Snake, Fox of Shaolin","adult":false,"genre_ids":[28,18]},{"cast":["Paul Rodgers","Roger Taylor","Danny Miranda","Jamie Moses","Brian May"],"overview":"Queen + Paul Rodgers was a collaboration between Brian May and Roger Taylor of Queen and Paul Rodgers (formerly of Bad Company, Free, The Firm and The Law). Guitarist May had previously performed with Rodgers on several occasions, including a performance at the Royal Albert Hall. This live performance is from the Hallam FM Arena in Sheffield, in 2005.","release_date":"2005-09-01","vote_average":5.6,"runtime":140,"cert":"","id":64262,"title":"Queen + Paul Rodgers: Return of the Champions","adult":false,"genre_ids":[10402]},{"cast":["Yuriy Kutsenko","Elena Polyakova","Oskar Kuchera","Aleksandr Tyutin","Gérard Depardieu"],"overview":"On a visit to Russia, a young princess escapes her handlers for an adventure in the city.","release_date":"2008-03-06","vote_average":3.5,"runtime":100,"cert":"N\/A","id":64263,"title":"Kings Can Do Everything","adult":false,"genre_ids":[35,10749,12]},{"cast":["Yuliya Vysotskaya","Alexandr Domogarov","Aleksey Serebryakov","Irina Rozanova","Tatyana Arntgolts"],"overview":"A pretty, young girl from a coal-mining town comes to Moscow with dreams of becoming a supermodel in this satirical look at the fashion industry.","release_date":"2007-08-23","vote_average":4.4,"runtime":118,"cert":"N\/A","id":64264,"title":"Gloss","adult":false,"genre_ids":[35,18]},{"cast":["Kyle Howard","Robert Englund","Travis Wester","Chauncey Leopardi","Ethan Glazer"],"overview":"A 14 year old boy named Gunther moves to a small town with his parents and little brother. He meets up with a group of overly charitable paper boys who want him to sub for their friend while he's out of town. Gunther agrees so he can get enough money for concert tickets to take his blonde and beautiful crush too, all the while dealing with Chad, her wannabe boyfriend and his bully friends. All in all, Gunther learns to respect himself and other people and to have fun during it all.","release_date":"1996-09-25","vote_average":6.1,"runtime":90,"cert":"N\/A","id":64265,"title":"The Paper Brigade","adult":false,"genre_ids":[10770,10751,35,12]},{"cast":["Pyotr Korshunkov","Mikhail Petrovsky","Stanislav Duzhnikov","Viktor Pavlov","Aleksandr Belyavskiy"],"overview":"The student, Rifle, has managed to seduce his professor's wife, Bomber, an average working guy, has bought a factory and Bullet, the casino lover, is hiding from creditors. They all share a common path and conscription. In the army they teach you that everything must be smart and in order - cockades, straps and all, otherwise you're not fit to call yourself a person, you're a maggot. For a real man, there's no better place than the army.","release_date":"2000-03-31","vote_average":6.9,"runtime":85,"cert":"N\/A","id":64266,"title":"Demobbed","adult":false,"genre_ids":[35]},{"cast":["Carter Wong","Tien Peng","Mei-yi Chang","Chang Pao-Shan","Ting Chao"],"overview":"Despite the national resistance, the Manchurians have taken over China, but the Ching Emperor fears that the Shaolin Temple disciples would overthrow the dynasty. So he disguises himself as a disciple, in order to become a kung fu master and control the Shaolin monks. But according to custom, he must pass the test of the legendary 18 Bronzemen before he can leave the Temple.","release_date":"1976-08-14","vote_average":5.7,"runtime":93,"cert":"N\/A","id":64267,"title":"Return of the 18 Bronzemen","adult":false,"genre_ids":[28,12,10752]},{"cast":["Oksana Korostyshevskaya","Aleksandr Baluev","Regina Myannik","Evgeniy Redko","Dmitriy Shevchenko"],"overview":"In the same world two sisters live. One of which was largely unlucky at the very beginning of life: Ulyana is a \"gable child\" who, by the age of thirty, had preserved the outlook, behavior and reactions of a ten-year-old girl. The second - Lisa - was not even luckier. She is a healthy person whose life is completely dependent on a disabled sister who voluntarily or involuntarily destroys the plans of her ambitious sister actress.","release_date":"2005-07-21","vote_average":4.3,"runtime":95,"cert":"N\/A","id":64268,"title":"Stupid woman","adult":false,"genre_ids":[18]},{"cast":["Camilla Belle","Dwier Brown","Stacie Hess","Brian Stark","Jeanne Mori"],"overview":"A teen-age girl and her father come to an island on Hawaii, they find a closer relationship to each other and think about changing the island. During her adventures, Sydney finds friends, a new hobby with her fantastic photography, and the truth about her mother.","release_date":"2000-04-22","vote_average":6.6,"runtime":87,"cert":"N\/A","id":64269,"title":"Rip Girls","adult":false,"genre_ids":[18,10751,10749,10770]},{"cast":["Alla Pugatcheva","Alla Budnitskaya","Nikolai Volkov Ml.","Aleksandr Khochinsky","Yuri Belov"],"overview":"A semi-biography of famous Russian singer Alla Pugachyova.","release_date":"1978-12-06","vote_average":1.0,"runtime":79,"cert":"N\/A","id":64270,"title":"A Woman That Sings","adult":false,"genre_ids":[10402,10749,18]},{"cast":["Fung Hak-On","Lily Li","Gordon Liu Chia-Hui","Eric Tsang","Peter Chan Lung"],"overview":"Gordon Liu as the Master Killer has taken a vow not to use his superior fighting abilities, but he is put to the test when he must transport a valuable map across dangerous territory. Features amazing fight scenes choreographed by the Lau Brothers.","release_date":"1980-07-03","vote_average":5.5,"runtime":89,"cert":"N\/A","id":64273,"title":"Shaolin Warrior","adult":false,"genre_ids":[28]},{"cast":["Rafaela Aparicio","Arturo Fernández","Amparo Muñoz","Paca Gabaldón","Mirta Miller"],"overview":"","release_date":"1976-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64274,"title":"Mauricio, mon amour","adult":false,"genre_ids":[35]},{"cast":["Dwayne Hickman","Mary Ann Mobley","Elsa Lanchester","Joe Flynn","John van Dreelen"],"overview":"As ratings for Jack Crandall's lifeless airborne traffic reports plummet, a super-size St. Bernard on the lam stows away in his chopper. Crandall's new co-pilot helps send ratings sky-high, but the canine's chronic kleptomania generates girl trouble, jewel thievery, and loads of laughs.","release_date":"1969-09-21","vote_average":6.2,"runtime":88,"cert":"N\/A","id":64277,"title":"My Dog the Thief","adult":false,"genre_ids":[10751,35]},{"cast":["Olivier Gruner","Roger Cross","Adrienne Wilkinson","Elisabeth Gracen","Alex Jolig"],"overview":"In the not too distant future a new team of specially trained government soldiers called an Interception Team contend with the latest hostile alien encounter. When an alien scout ship crashes in eastern Russia, Sean Lambert and his elite force are dispatched to investigate. They come face-to-face with a seemingly invincible seven-foot tall, shape shifting foe hell-bent on blowing up a Russian nuclear power plant in an effort to destroy mankind through a nuclear winter. The stakes become personal when the alien discovers it was Lambert who killed its mate four years ago (Interceptor Force). A major battle ensues as the Interceptor Team look to save the Earth from alien annihilation.","release_date":"2002-11-30","vote_average":4.0,"runtime":90,"cert":"N\/A","id":64278,"title":"Interceptor Force 2","adult":false,"genre_ids":[28,878]},{"cast":["Preben Kristensen","Thomas Eje","Anders Bircow"],"overview":"","release_date":"1994-04-17","vote_average":7.5,"runtime":60,"cert":"N\/A","id":64279,"title":"Linie 3: Hvor er de 2 andre?","adult":false,"genre_ids":[35,10402]},{"cast":["Peter Ustinov","Miguel Herz-Kestranek","John Shrapnel"],"overview":"Schönbrunn is a world of marvels and mystery, of public glamour and curious secrets. The wealth of its building and landscape architecture, the grand views and hidden details, the wildlife, tamed nature as well as its past and present human population supply more stories and images than even the most insatiable camera can record.Schönbrunn in the protean succession of the seasons, of light and shadow, day and night is presented by Sir Peter Ustinov and was broadcasted in the “ORF-UNIVERSUM”-series for the 250th anniversary of the Schönbrunn Zoo.","release_date":"2002-12-19","vote_average":0.0,"runtime":52,"cert":"N\/A","id":64280,"title":"Schönbrunn - Well of Beauty","adult":false,"genre_ids":[]},{"cast":["Fernando Aguirre","Fernando Fernán Gómez","Manuel Alexandre","Manuel Arbó","Xan das Bolas"],"overview":"","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64281,"title":"Nadie lo sabra","adult":false,"genre_ids":[]},{"cast":["Danny Katiana","Phil Lollar","Alicyn Packard","Michael Van Citters"],"overview":"Fists of Fury and a Heart of Gold. Lu is a large (okay fat) lovable panda who is the sixth generation owners of the Tae Kwon Do dojo. What Lu doesn’t know is that buried beneath the dojo is the ancient Amulet of Fury. The mythical amulet gives its owner ultimate power and protection. When the villainous tiger warrior, Kudo, terrorises the small village in pursuit of the amulet, it’s up to Lu and his rag-tag team of martial artists to stop him!","release_date":"2011-05-19","vote_average":1.6,"runtime":41,"cert":"U","id":64282,"title":"Chop Kick Panda","adult":false,"genre_ids":[10751]},{"cast":["Bruno Ganz","John Shrapnel"],"overview":"St. Stephen’s Cathedral ranks amongst Austria‘s most famous cultural monuments. Yet, one would not think of that Cathedral being one of the most astonishing natural areas in Austria.Georg Riha and his team have explored the Cathedral from its foundations to the top of its 136 meter spire and discovered a true botanical and zoological garden: wild animals, exotic butterflies, kestrels, moss, lichen and even trees.","release_date":"1997-12-23","vote_average":0.0,"runtime":50,"cert":"N\/A","id":64283,"title":"St. Stephen's: The Living Cathedral","adult":false,"genre_ids":[]},{"cast":["Leena Hiltunen","Anne","Tomas","Marie Bergman","Anita Berglund"],"overview":"On a small, cozy Swedish islet a group of friends gather for a celebration. One of the participants finds an old magic viking instrument (Hornlike) which will yield everybody in earsight extremly horny. This film contains the wellknown falu-sausage scene, where one of the participants uses a extremely large sausage as a dildo.","release_date":"1978-09-25","vote_average":3.7,"runtime":115,"cert":"N\/A","id":64286,"title":"Fäbodjäntan","adult":true,"genre_ids":[]},{"cast":[],"overview":"From their history to their brilliant airshows, take a behind-the-scenes look at this esteemed group of U.S. Navy aviators.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64287,"title":"America's Flying Aces: The Blue Angels 50th Anniversary","adult":false,"genre_ids":[]},{"cast":["Lee Fulkerson","Matthew Lederman","Alona Pulde","T. Colin Campbell","Caldwell Esselstyn Jr."],"overview":"Examines the profound claim that most, if not all, of the degenerative diseases that afflict us can be controlled, or even reversed, by rejecting our present menu of animal-based and processed foods.","release_date":"2011-05-06","vote_average":7.1,"runtime":90,"cert":"N\/A","id":64288,"title":"Forks Over Knives","adult":false,"genre_ids":[99]},{"cast":["Sammo Hung","Wu Ma","Chung Fat","Tai Bo","Lam Ching-Ying"],"overview":"Two men each possess half of a treasure map, but over the years, their greed has prevented either from actually finding the treasure. But it seems that they may now be too late, as a third man plots to steal the treasure right out from under them.","release_date":"1980-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":64289,"title":"Two Toothless Tigers","adult":false,"genre_ids":[28]},{"cast":["Michael Köhlmeier","Peter Wolfsberger","Victor Couzyn"],"overview":"Grossglockner is Austria’s highest peak and the eastern Alps’ most impressive summit. Rising to a height of almost 3900 meters, the ‘BLACK MOUNTAIN’ towers over an Alpine natural paradise, the Hohe Tauern National Park, where ibex and chamoix roam the cliffs, wild flowers grow in amazing profusion and golden eagles soar above the valleys.Georg Riha presents dizzying perspectives of the glaciers, sheer cliffs and steep ravines that shape the face of this rocky giant and continue to attract and challenge a steady stream of mountaineers.","release_date":"2000-10-26","vote_average":5.0,"runtime":90,"cert":"N\/A","id":64290,"title":"Glockner - The black Mountain","adult":false,"genre_ids":[99]},{"cast":["Nigel Patrick","Michael Craig","Yvonne Mitchell","Paul Massie","Bernard Miles"],"overview":"Two Scotland Yard detectives (Nigel Patrick and Michael Craig) investigate the murder of a young woman of mixed race who had been passing for white. As they interview a spate of suspects -- including the girl's white boyfriend and his disapproving parents -- the investigators wade through a stubbornly entrenched sludge of racism and bigotry. Director Basil Dearden won a British Academy Award for his deft, sensitive hand at the helm.","release_date":"1959-11-02","vote_average":6.6,"runtime":92,"cert":"","id":64291,"title":"Sapphire","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Denis Lavant","Virgil Leclaire","Dominique Blanc","Jacques Bonnaffé","Jean-François Stévenin"],"overview":"When Ahab's mother dies in childbirth, the infant's gruff father places his son in the care of his pious aunt. It is Rose who sparks the imagination of the young boy by teaching him to read the Bible, though when Ahab is reclaimed by his father a decade later the growing boy strives to become a hunter like his old man. Later, after Ahab warms to his father's lover Louise, the old man dies and the boy is sent back to his God-fearing aunt. Rejecting Rose and her abusive husband Henry's unforginv brand of discipline and infuriated that his aunt confiscated the locket given to him by Louise, young Ahab boldly stages his own kidnapping as an ingenious escape plan.","release_date":"2008-02-13","vote_average":6.0,"runtime":100,"cert":"N\/A","id":64292,"title":"Captain Ahab","adult":false,"genre_ids":[12]},{"cast":["Peter O'Toole","Alicia Silverstone","Joan Plowright","Jaimz Woolvett","Keram Malicki-Sánchez"],"overview":"When a rock band at the top of their game suddenly loses their leader, their direction suddenly becomes questionable. All the band members know is that the leader's clothes were found at the edge of a waterfront and he had not been seen since. To compensate, they hire a new band member that shakes up their thoughts of the band. But the biggest changes come when the band decides to go into seclusion to develop new songs and a new sound. They rent a mansion from an aristocratic couple, who are hard up for money. When the staff hired to be on hand when the band arrives do not show, the couple decides to act as the butler, Benson, and the cook, Margaret. The obvious conflicts between the two cultures occur, but a respect for each other gradually follows. Meanwhile, the band's recording company is trying to trick them into signing a contract that obligates the music to be as the company requires","release_date":"2002-01-01","vote_average":5.4,"runtime":106,"cert":"N\/A","id":64293,"title":"Global Heresy","adult":false,"genre_ids":[35,18]},{"cast":["Claude Dauphin","Janine Darcey","Louis Jouvet","Odette Joyeux"],"overview":"François, Cécilia and Isabelle are students of the drama class of the Conservatoire led by Professor Lambertin. François is in love with Isabelle who also loves him, but he is pursued by Cecilia, his former mistress. Cécilia commits suicide staging the suicide like a crime, so as to involve Francis. But a testimony restores the truth.","release_date":"1938-10-10","vote_average":8.4,"runtime":null,"cert":"N\/A","id":64294,"title":"The Curtain Rises","adult":false,"genre_ids":[35,18]},{"cast":["Peter Simonischek","John Shrapnel"],"overview":"Join Georg Riha and his team in this ORF-UNIVERSUM production and discover one of the most beautiful stretches along the Danube.Featuring a great number of aerial shots, this documentary captures the cultural and natural beauty of the entire region, as well as portraying the Alzinger family in their vineyards during the seasons.The Wachau, a UNESCO World Heritage Site, is presented from unusual perspectives, offering spectacular views of this picturesque area.","release_date":"2005-06-08","vote_average":0.0,"runtime":50,"cert":"N\/A","id":64295,"title":"Wachau - Valley of Golden Magic","adult":false,"genre_ids":[]},{"cast":["Ingrid Caven","Henri Martinez","Martin Loeb","Jacqueline Dufranne"],"overview":"A study of minor events in the adolescence of a boy growing up in small towns. Daniel lives with his grandmother and, after one year of high school, has to go to live with his mother in the south of France. She is a seamstress living in a tiny apartment with her lover Jose, a Spanish farm worker. Daniel would like to continue school, but his mother cannot afford it, so she sends him to work as an apprentice in a moped repair shop. Daniel wiles away his time in the shop, and learns about girls from the other boys in town. When he returns to visit his grandmother next year, it is obvious that he has grown up faster than his old friends.","release_date":"1974-12-18","vote_average":7.0,"runtime":118,"cert":"N\/A","id":64296,"title":"My Little Loves","adult":false,"genre_ids":[18]},{"cast":["Damouré Zika","Lam Ibrahim Dia","Tallou Mouzourane","Claudine","Baba Noré"],"overview":"The story follows three poultry sellers on a trip across the bush, attempting to deliver a load of chickens to a market in Niamey.","release_date":"1974-01-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":64297,"title":"Cock-A-Doodle-Doo! Mr Chicken","adult":false,"genre_ids":[35]},{"cast":["Peter Simonischek","Paul Hollingdale"],"overview":"An ancient fortress, a historic centre of true baroque, the venue of a legendary stage festival - this is the Salzburg familiar to everyone. But Georg Riha's documentary presents Mozart's city from perspectives never seen before.Unshackled by space and time the viewer enters upon a unique filmic foray into one of the world's most popular cultural centres, discovering the still unknown and hidden beauties of this fascinating city off the beaten tourist tracks.","release_date":"2006-06-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":64298,"title":"Salzburg - In the Shadow of the Crags","adult":false,"genre_ids":[99]},{"cast":["Oumarou Ganda","Petit Touré","Alassane Maiga","Amadou Demba","Gambi"],"overview":"Winner of the prestigious Prix Louis Delluc in 1958, \"Moi, un noir\" marked Jean Rouch's break with traditional ethnography, and his embrace of the collaborative and improvisatory strategies he called \"shared ethnography\" and \"ethnofiction\". The film depicts an ordinary week in the lives of men and women from Niger who have migrated to Abidjan, Côte d'Ivoire for work.","release_date":"1958-01-01","vote_average":7.0,"runtime":70,"cert":"N\/A","id":64299,"title":"Moi, un Noir","adult":false,"genre_ids":[18,99]},{"cast":["Anthony Wong","Gillian Chung","Lam Suet","Sam Lee","Ruby Wong"],"overview":"This could be good–the undercover cops are a blond Anthony Wong, posing as a priest, and the usually-entertaining Sam Lee, trying to pass himself off as a teacher. Also in the cast are Gillian Chung (of the musical group Twins), and Rachel Fu Tin Wing (also a singer, formerly known as Skinny Girl), who plays a character with a black belt in karate.","release_date":"2002-01-24","vote_average":0.0,"runtime":89,"cert":"N\/A","id":64300,"title":"U-Man","adult":false,"genre_ids":[28,35]},{"cast":["Victor Lanoux","Pauline Lafont","Marie Laforêt","Jacques Penot","Michel Aumont"],"overview":"Francois Marboni is a butcher who is being blackmailed for having an affair with the prostitute Rachel in this black comedy. He decides to hire a hit man when the blackmailer demands that he start cutting his profit margin to the bone. Francois soon becomes a target of the hitman he hired.","release_date":"1987-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64301,"title":"Sale destin","adult":false,"genre_ids":[35,80]},{"cast":["Yuen Biao","Lowell Lo","Lu Hsiao-Fen","Kara Hui","Paul Chun Pui"],"overview":"Hsia and Lei Kung are two bumbling cops assigned to protect the gorgeous Rosa, girlfriend to a missing informer named Lee. But Rosa's wanted by more than just the law - the bad guys want her for leverage, and Lei Kung just wants her to be his girlfriend! Meanwhile, Hsia attempts to romance Lei Kung's sister, and the bad guys prepare for a final blow-out fight sequence!","release_date":"1986-06-20","vote_average":0.0,"runtime":92,"cert":"N\/A","id":64302,"title":"Rosa","adult":false,"genre_ids":[28]},{"cast":["Yuen Biao","Leung Kar-Yan","Kwan Tak-Hing","Phillip Ko","Yuen Shun-Yi"],"overview":"A short-tempered, violent criminal named \"White Tiger\" is on the run from the police and joins a theater troupe for disguise, killing anyone who angers him or who suspects his identity. One person he unsuccessfully tries to kill several times is a cowardly laundry man named \"Mousy\" who manages to escape mostly by running and hiding. When a very close friend of Mousy's is killed by the White Tiger, Mousy overcomes his cowardliness enough to seek revenge. Spectacular martial arts and acrobatics highlight the film, including a well choreographed fight between two pairs of men in dragon costume.","release_date":"1981-03-26","vote_average":8.0,"runtime":91,"cert":"N\/A","id":64305,"title":"Dreadnaught","adult":false,"genre_ids":[80,28,53,27]},{"cast":["Alexander Fu Sheng","Hsiao Ho","Cheung Chin-Pang","Johnny Wang Lung-Wei","Lily Li Li-Li"],"overview":"This delightful action comedy came out a full two years before Ghostbusters premiered. Coincidence? You be the judge. Whatever the inspiration, nothing can compare to this amazing showcase of wushu and wizardry as one of the best all-star fighting casts take on spectres, spirits, and phantoms as well as each other.","release_date":"1982-07-30","vote_average":5.0,"runtime":96,"cert":"N\/A","id":64306,"title":"The Fake Ghost Catchers","adult":false,"genre_ids":[27,28,35]},{"cast":["Shih Szu","Lo Lieh","Chang Pei-Shan","Fang Mian","Tong Tin-Hei"],"overview":"Heroes of Sung stars one of the original kung-fu ladies of the silver screen Shih Szu playing swordswoman Meng Hung who must work with Fan Tien-fu, played by perennial Shaws bad guy Lo Lieh (although he's good in this) to find then protect the royal seals of the Sung Dynasty. If they should fail, the dynasty will fall. Shih's magnificent performance earned her the female hero role in the Shaws-Hammer Studio hit \"Dracula\" and the 7 Golden Vampires.","release_date":"1973-12-01","vote_average":5.5,"runtime":81,"cert":"N\/A","id":64307,"title":"Heroes of Sung","adult":false,"genre_ids":[28,12,18]},{"cast":["Emmanuelle Béart","Charles Berling","Isabelle Huppert","Olivier Perrier","Dominique Reymond"],"overview":"In late nineteenth century Charante, Protestant minister Jean Barnery causes local disquiet when he arranges a separation from his obsessive wife...","release_date":"2000-07-12","vote_average":5.6,"runtime":180,"cert":"N\/A","id":64310,"title":"Les Destinées sentimentales","adult":false,"genre_ids":[18,10749]},{"cast":["Chan Sing","Ti Lung","Li Ching","Cheng Miu","Chang Pei-Shan"],"overview":"Reclusive hero Jin Fei, (Ti Lung) known as the King Eagle, inadvertently gets involved in the internal conflicts of the Tien Yi Tong sociaty, after he falls in love their 7th chief, Yuk Lin (Li Ching)","release_date":"1971-01-01","vote_average":5.9,"runtime":80,"cert":"N\/A","id":64311,"title":"King Eagle","adult":false,"genre_ids":[28]},{"cast":["Philip Kwok Chun-Fung","Lo Meng","Lu Feng","Alexander Fu Sheng","Chiang Sheng"],"overview":"Legendary director Chang Cheh teamed his latest big star, Alexander Fu Sheng, with future “Venoms” Lo Meng and Kuo Chue to create another winner in his vaunted filmography. Joining them were the top supporting actors (Ku Feng and Wang Lung-wei) and the prettiest starlets (Lin Chen-chi, Shirley Yu, and Hui Ying-hung), for an entertaining, exciting tale of a kung-fu blacksmith taking on four famous robbers while a villainous gambling boss plots to destroy them.","release_date":"1979-02-22","vote_average":6.6,"runtime":96,"cert":"N\/A","id":64314,"title":"Life Gamble","adult":false,"genre_ids":[28]},{"cast":["Fung Bo-Bo","Lui Fong","May Lo","Billy Lau","Richard Ng"],"overview":"The Ng family: Doctor Ng, Mrs. Ng, Ng Chee (little daughter), Ng Lei and Ng Choi (son and daughter of Doctor Ng and his ex-wife) went to picnic happily. Hereon, different romances happened between them: First of all, Lei was attracted by Macdonna, a very sexy girl; Chee love little Rambo who saved her from two \"teddy' boys; Choi loved her elder cousin who was graduated from a foreign university and had not found a job yet; Ms Ng decided to apply for the post of actress for a drama association. Billy, the director of the drama was the divorced father of little Rambo. He fell in love with Mrs.Ng at the first sight. On the birthday party of Dr. Ng, Lei and Choi discovered that Danny and Macdonna were lovers. They were very disappointed. When the drama was showing, Chee misunderstood that it was real. She rushed on to the stage and accused Billy of taking her mother away. The other family members also ran onto the stage and accused Billy of destroying their family happiness......","release_date":"1986-01-30","vote_average":8.3,"runtime":86,"cert":"N\/A","id":64315,"title":"My Family","adult":false,"genre_ids":[35,18]},{"cast":["Sammo Hung","Leung Kar-Yan","Casanova Wong","Yuen Biao","Eric Tsang"],"overview":"In an attempt to save his village from being taken over by brutes, Wah is beaten to a pulp and his mother brutally murdered. Determined to take revenge, Wah learns the art of Wing Chun and enters into a showdown with the nasty villains.","release_date":"1978-12-28","vote_average":7.5,"runtime":95,"cert":"18","id":64316,"title":"Warriors Two","adult":false,"genre_ids":[28,18]},{"cast":["Tom Farley","Robert Bettles","Mary Ward","Julieanne Newbould","Andrew McFarlane"],"overview":"Journey to the land down under for a warm, thrilling story of a once proud racehorse stableowner, his adventurous grandson, and their dream to revive the golden days of horseracing glory.","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64317,"title":"Born to Run","adult":false,"genre_ids":[]},{"cast":["Robert Montgomery","Maureen O'Sullivan","Edward Arnold","Elizabeth Patterson","Whitford Kane"],"overview":"Wounded criminal Lucky Wilson takes refuge in a small Connecticut farm.  He falls in love with the farmer's daughter who at first is unaware of his criminal record.  Lucky is fully prepared to shoot his way out when the cops come calling, but he is softened by the daughter's affections.","release_date":"1934-08-24","vote_average":7.4,"runtime":81,"cert":"N\/A","id":64318,"title":"Hide-Out","adult":false,"genre_ids":[35,80,18,10749]},{"cast":["Ida Lupino","Dane Clark","Wayne Morris","Fay Bainter","Henry Hull"],"overview":"A shy California farm girl falls head-over-heels in love with Barry Burnett, a fugitive from a chain gang building a road through the wilderness.","release_date":"1947-07-30","vote_average":6.1,"runtime":104,"cert":"N\/A","id":64319,"title":"Deep Valley","adult":false,"genre_ids":[18]},{"cast":["Jay Baruchel","Scott Speedman","Emily Hampshire","Gary Farmer","Xavier Dolan"],"overview":"Takes place in 1995, the year of the second referendum on the separation of Quebec. In the dead of winter, a serial killer is on the loose in the small Montreal neighborhood of Notre Dame de Grace. The tenants of an old apartment house must figure out who they can trust and who they can't.","release_date":"2011-06-03","vote_average":5.7,"runtime":99,"cert":"N\/A","id":64320,"title":"Good Neighbours","adult":false,"genre_ids":[53,18]},{"cast":["Barenaked Ladies"],"overview":"Quirky rockers the Barenaked Ladies are renowned for their catchy tunes and witty lyrics, but fans who truly want to appreciate their unique vision of the world can do so through their brilliant music videos. This collection features their visual interpretation of tunes released between 1992 and 2001, plus live concert footage. Tracks include \"One Week,\" \"Be My Yoko Ono,\" \"The Old Apartment,\" \"It's All Been Done,\" \"Call and Answer\" and more.","release_date":"2002-11-05","vote_average":8.0,"runtime":160,"cert":"N\/A","id":64321,"title":"Barenaked Ladies: Barelaked Nadies","adult":false,"genre_ids":[10402]},{"cast":["John Lennon","Paul McCartney","Ringo Starr","George Harrison"],"overview":"Beatles chronology","release_date":"2016-02-19","vote_average":0.5,"runtime":null,"cert":"N\/A","id":64324,"title":"Beatles chronology  (1962-1970)","adult":false,"genre_ids":[]},{"cast":["Brian Austin Green","Danny Trejo","Michael Clarke Duncan","Tom Sizemore","Vinnie Jones"],"overview":"Given incredible power by an ancient Celtic Cross. Callan continues to fight evil... Now, joined by a team of weapons experts, Callan battles an unstoppable empire in Los Angeles.","release_date":"2011-07-12","vote_average":4.9,"runtime":105,"cert":"N\/A","id":64325,"title":"Cross","adult":false,"genre_ids":[28,14]},{"cast":["Jason Segel","Amy Adams","Chris Cooper","Rashida Jones","Steve Whitmire"],"overview":"When Kermit the Frog and the Muppets learn that their beloved theater is slated for demolition, a sympathetic human, Gary, and his puppet roommate, Walter, swoop in to help the gang put on a show and raise the $10 million they need to save the day.","release_date":"2011-11-22","vote_average":6.6,"runtime":103,"cert":"U","id":64328,"title":"The Muppets","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Thomas A. Edison","Charles Musser"],"overview":"A history of the Edison Company, the pioneering film production company begun by Thomas A. Edison. Included are more than 140 complete films produced by the company between 1891 and 1918, along with interviews with film historians and archivists, and commentary by Charles Musser, a noted film historian and authority on the films of the Edison Company.","release_date":"2005-01-01","vote_average":5.0,"runtime":730,"cert":"N\/A","id":64331,"title":"Edison: The Invention of the Movies","adult":false,"genre_ids":[99]},{"cast":["Paul Grimault","Mathieu Demy","Anouk Aimée","Lionel Charpy","Gary Chekchak"],"overview":"On a winter night, the author of \"The King and the Mockingbird\" is visited by the cartoon characters he created in his studio. Along with a little clown, he screens a selection of his favorite shorts","release_date":"1988-12-21","vote_average":7.6,"runtime":80,"cert":"N\/A","id":64332,"title":"Turning Table","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"The first week of July 1985 finally saw the release of the band's debut album, A Secret Wish. Receiving considerable critical acclaim and some commercial success, it reached number 16 on the UK Album Chart. The album was followed by another single, \"p:Machinery\", in August 1985, which only reached number 50 in the UK, but was a bigger hit in France, the Netherlands. Recorded at 26th October 1985 during Veronica's Rock Night, Ahoy, Rotterdam, The Netherlands. Taken from a TV broadcast. Very good quality 26th October 1985","release_date":"","vote_average":6.5,"runtime":null,"cert":"N\/A","id":64333,"title":"Propaganda Live at Veronica Rocknight  1985","adult":false,"genre_ids":[]},{"cast":["Isabelle Huppert","Pascal Greggory","Maud Forget","Fabienne Babe","André Marcon"],"overview":"Sylvie is a hooker whose illegitimate daughter commits a crime. She and her daughter flee to find Sylvie's first love in the countryside. The daughter is trying to get to know her unwilling mother. Along the way, the two meet a male fugitive and bond with each other.","release_date":"2002-09-04","vote_average":6.1,"runtime":93,"cert":"N\/A","id":64334,"title":"Ghost River","adult":false,"genre_ids":[18]},{"cast":["Sezai Paracıkoğlu","Melike Güner","Sinan Çalışkanoğlu","Barbara Lourens","Mustafa Uzunyılmaz"],"overview":"On a night of despair after being turned down continuously for the scripts he writes, Metin ends up in a bar where he meets a girl named Duygu. After spending the night together, she walks out in the morning before he wakes up and leaves only a short note. The next time they meet, Metin becomes curious about her secret and decides to follow her. What he finds out will be the beginning of an everlasting love.","release_date":"2011-02-11","vote_average":6.4,"runtime":94,"cert":"N\/A","id":64335,"title":"Fig Jam","adult":false,"genre_ids":[18,10749]},{"cast":["Victor Lanoux","Jacques Dutronc","Jacqueline Maillan","Dominique Lavanant","Michel Galabru"],"overview":"Horace Tumelat,a powerful politician was raised by his uncle Eusèbe.He has to find a letter written by his uncle who committed suicide.","release_date":"1982-04-28","vote_average":6.3,"runtime":null,"cert":"N\/A","id":64336,"title":"Y a-t'il un Français dans la salle?","adult":false,"genre_ids":[18]},{"cast":["Jean Carmet","Michel Constantin","Daniel Gélin","Michael Lonsdale","Jean-Pierre Marielle"],"overview":"Michel Dolannes resigns from a major newspaper as a journalist to launch a new journal 'Le Cosmopolite' which reveals all kinds of shady deals.One day, he is killed but who is the killer?","release_date":"1974-10-25","vote_average":5.3,"runtime":125,"cert":"N\/A","id":64337,"title":"No Pockets in a Shroud","adult":false,"genre_ids":[18,80]},{"cast":["Börje Ahlstedt","Leif Andrée","Stina Ekblad","Eva Engström","Tomas Pontén"],"overview":"Hans and Lollo just had their first child. Hans is a gym teacher and is constantly tormented by his pupils. Hans's dad Bengt, is a news reporter on TV9, the channel who shows \"such as people want to see\". Bengt's latest report series is about a rapist who likes little girls. Bengt begins to suspect Hans...","release_date":"1990-09-28","vote_average":5.7,"runtime":99,"cert":"N\/A","id":64338,"title":"The Rabbit Man","adult":false,"genre_ids":[18]},{"cast":["Michael Cera","Steven Barry","Michelle McGinty","Seana McGaha","Adam Mortemore"],"overview":"Meeting your new girlfriend's parents is never comfortable, but sometimes the event goes to unexpected levels of surreality. An awkward and flustered \"everyteen\" is forced to make small talk with his prom date's bizarre father.","release_date":"2005-01-01","vote_average":5.0,"runtime":13,"cert":"N\/A","id":64339,"title":"Darling Darling","adult":false,"genre_ids":[18]},{"cast":["Vanessa Paradis","Gil Bellows","Jeanne Moreau","Jean Reno","Dabney Coleman"],"overview":"Michael Firch is very skilled in computers and he goes to Paris to meet very important persons to discuss a contract. Michael was born on a special astral date. On arriving in Paris, he meets Morgane and her son. Morgane is a witch, she is beautiful, she is good and she needs Michael to save her son from evil powers. Molok is a sorcerer and he opposes Morgana's plan.","release_date":"1997-03-19","vote_average":5.6,"runtime":102,"cert":"N\/A","id":64340,"title":"Witch Way Love","adult":false,"genre_ids":[12,35,14,10749]},{"cast":["Jack Lord","Leora Dana","Margery Maude","Richard Striker","Karin Wolfe"],"overview":"Williamsburg: the Story of a Patriot tells the story of Virginia's role in American Independence (up to the point of voting to propose independence at the Second Continental Congress), from the point of view of John Fry (played by a young Jack Lord), a fictional Virginia planter elected to the House of Burgesses.","release_date":"1957-03-29","vote_average":0.0,"runtime":34,"cert":"N\/A","id":64341,"title":"Williamsburg: The Story of a Patriot","adult":false,"genre_ids":[]},{"cast":["Deborah Foreman","Dean Jacobson","S.D. Nemeth","Anthony Hickox","Tony Curtis"],"overview":"Young film student tries to sell his weird movie to a desperate film producer who is in need of a tax write-off. The producer screens the film \"Lobster Man From Mars\". What follows is one of the most bizarre and funny film within-a-film send-ups: Mars suffers from an air leakage, and send the dreaded Lobster Man to Earth to steal its air. The plot is foiled by a mad scientist, a girl, and an army colonel. The producer buys the movie, but it makes a huge profit and the producer is sent to jail, with the film student taking his place as the studio hot shot.","release_date":"1989-01-01","vote_average":5.8,"runtime":84,"cert":"N\/A","id":64342,"title":"Lobster Man from Mars","adult":false,"genre_ids":[35,878]},{"cast":["Tanya Dempsey","Brave Matthews","Joe Estevez","Meagan Mangum","Michael Sonye"],"overview":"When Karen and her significant other move to a new apartment, they discover an old antique bed. Karen absolutely loves it and she soon allows it to inspire her artwork. However, a series of disturbing dreams begin to haunt Karen. Eventually she starts to become unhinged and her paranoia overtakes every aspect of her life.","release_date":"2002-09-24","vote_average":4.5,"runtime":80,"cert":"N\/A","id":64343,"title":"DeathBed","adult":false,"genre_ids":[53,10749,27]},{"cast":["Patrick Dewaere","Jacques Dutronc","Fanny Cottençon","Stéphane Audran","Philippe Léotard"],"overview":"Doctor Valois has invented the \"flashage\", a cure for depressed people. After having tested it on monkeys, he tries with a first human patient, Alain Durieux. This is great success, everybody's happy except may be Alain's wife, Jeanne, who's worrying about the changes in Alain's personality. Other patients use the treatment with similar successes, and Valois's happy about it. But the monkeys are changing: non-cured ones are made mad by the over-stability and stereotyped behaviour of the cured ones. So are the humans. When Valois realises he can't stop the process, he decides to \"flash\" himself.","release_date":"1982-08-25","vote_average":6.7,"runtime":110,"cert":"N\/A","id":64344,"title":"Paradise for All","adult":false,"genre_ids":[18,35,878]},{"cast":["Brigitte Bardot","Claudia Cardinale","Michael J. Pollard","Micheline Presle","Georges Beller"],"overview":"Outlaw sisters in the old West inherit a ranch and try to settle down and develop relationships with neighboring family of lots of brothers.","release_date":"1971-12-16","vote_average":5.3,"runtime":94,"cert":"N\/A","id":64345,"title":"The Legend of Frenchie King","adult":false,"genre_ids":[35,37]},{"cast":["Benoît Poelvoorde","Michel Duchaussoy","Etienne Chicot","Yvon Back","Julien Boisselier"],"overview":"","release_date":"2001-06-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64346,"title":"Doors of Glory","adult":false,"genre_ids":[18,35]},{"cast":["Jean-Louis Trintignant","Jean Yanne","Mathieu Kassovitz","Bulle Ogier","Christine Pascal"],"overview":"Simon is a sales representative about fifty. When Mickey, his cop friend, is being shot, he leaves everything to find the murderers. Two years before, Marx, an old gambler, met Frederic, a young man that does not look very smart and started to follow him everywhere (as a puppy) and changed his name to Johnny to please Marx. Of course, Simon's story is related with Marx and Johnny's one. But the thriller is only a pretext for a psychological description of the three main characters.","release_date":"1994-08-31","vote_average":6.6,"runtime":90,"cert":"N\/A","id":64347,"title":"See How They Fall","adult":false,"genre_ids":[18,53]},{"cast":["Chikako Aoyama","Amy Yip","David Wu","Hui Hiu-Daan","Billy Chow"],"overview":"A mad scientist transfers his mind to a wicked robot, which then embarks on a program of kidnaping, rape and murder, during which a female detective is killed. To fight the robot, the police woman's corpse is then made into a robotrix.","release_date":"1991-05-31","vote_average":7.1,"runtime":90,"cert":"N\/A","id":64348,"title":"Robotrix","adult":false,"genre_ids":[28,35,878]},{"cast":["Patrick Dewaere","Bernard Blier","Marie Trintignant","Myriam Boyer","Jeanne Herviale"],"overview":"Franck Poupart is a slightly neurotic door-to-door salesman in a sinister part of Paris' suburbs. He meets Mona, a teenager, who's been made a prostitute by her own aunt. Franck would like to change his life and also save Mona from her aunt. Murder is the only solution he finds to achieve his goal... A very gloomy movie, exuding dispair and uneasiness, with pathetic characters.","release_date":"1979-04-25","vote_average":7.5,"runtime":111,"cert":"N\/A","id":64349,"title":"Série noire","adult":false,"genre_ids":[18,80]},{"cast":["Liev Schreiber"],"overview":"Wolves have been demonized for centuries, blood thirsty beasts haunting our nightmares. We were determined to dispel this myth and show the true nature of wolves. Compassionate family animals, both playful and affectionate. For six years in a tented camp in the wilderness of Idaho, we lived among a pack of wolves, listening to them, earning their trust.Now in \"Living With Wolves,\" we share more of the story of The Sawtooth Pack, first told in our two-time Emmy Award-winning documentary, Wolves at Our Door. Our own lives, brought together by a devotion to wildlife, were forever changed by these elusive, intelligent animals who accepted us. Overcoming forest fires, marauding mountain lions and sub-zero winters, we share with you a heart-warming and unique partnership of human and predator, built on trust and defying the storm of controversy surrounding the wolf.","release_date":"2005-05-08","vote_average":7.3,"runtime":100,"cert":"N\/A","id":64350,"title":"Living with Wolves","adult":false,"genre_ids":[99]},{"cast":["Peter Jones","Simon Jones","David Dixon","Sandra Dickinson","Mark Wing-Davey"],"overview":"An Earth Man and his alien friend escape an exploding Earth, and set forth on an odd adventure across the universe with a known fugitive. Based on the book by Douglas Adams, the dialog follows the book closely. This was originally a 6-part series from the BBC","release_date":"1981-02-09","vote_average":7.3,"runtime":199,"cert":"","id":64353,"title":"The Hitch Hikers Guide to the Galaxy","adult":false,"genre_ids":[12,35,878]},{"cast":["Charlie Trairat","Tanachat Tunyachat","Pimchanok Ponlabhun","Boriboon Junreurng","Maxine Intiporn"],"overview":"A university specializing in grooming comedians is in crisis for lack of talents, and their scouts go and recruit students who clearly lack funny bones.","release_date":"2011-04-06","vote_average":5.0,"runtime":88,"cert":"N\/A","id":64358,"title":"Ha Zard","adult":false,"genre_ids":[35]},{"cast":["Wai Wang","Tina Chin Fei","Liu Ping","Chang Yi","Margaret Hsing Hui"],"overview":"Frankie Wei Hung is the Swordsman At Large, who everyone wants to kill. They even create a superlative sword simply for this purpose, but the blade is soon coveted even more than the hero's death by it! Bandits, beauties, and blade masters battle for survival in this exciting story of deceit, betrayal, and death, expertly guided by the same director who brought The Twin Swords, The Thundering Sword, and The Sword And The Lute to the Shawscope screen.","release_date":"1971-01-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":64361,"title":"Swordsman at Large","adult":false,"genre_ids":[28]},{"cast":["Émilie Dequenne","Gérard Jugnot","Alix de Konopka","Cyrille Thouvenin","Vanessa Jarry"],"overview":"At age 17, Eglantine is troubled by a number of things. Her argumentative parents comprise an absentee and philandering father and an overprotective, occasionally alcoholic mother. Her boyfriend Sébastien is a couple of years older; he's ready, but she isn't. Frequent furtive visits to her therapist help her to see that these issues are not 'problems', but 'difficulties', which she has the strength to overcome.","release_date":"2001-04-18","vote_average":6.1,"runtime":104,"cert":"N\/A","id":64362,"title":"Yes, But...","adult":false,"genre_ids":[10749,35,18,10751]},{"cast":["David Chiang","Ti Lung","Chen Kuan-Tai","Ching Li","Cheng Miu"],"overview":"Set in the waning years of the Ching Dyansty, this dramatic, tragic, romantic, blood-soaked martial arts tale of betrayal and revenge explores one of the most sensational scandals in Chinese history and marked the true ascension of its director and actors to superstar status. In fact, Ti Lung won Taiwan's Golden Horse Award for Outstanding Performance as the challenging role of a jealous provincial governor who kills his friend in order to steal the man's wife. 　　The 11th Golden Horse Awards: Special Award for Outstanding Performance (Ti Lung)","release_date":"1973-02-24","vote_average":6.7,"runtime":118,"cert":"N\/A","id":64363,"title":"Blood Brothers","adult":false,"genre_ids":[28,18]},{"cast":["Chang Yi","Ivy Ling Po","Ku Feng","James Tien","Shih Szu"],"overview":"A noble swordsman and a one-armed swordswoman go up against the vicious Crimson Charm gang of thieves and cutthroats. The lovely and lethal Ivy Ling Po teams with the amazing Chang I for a classic tale of good versus evil in which the best man and one-armed woman wins.","release_date":"1971-07-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":64364,"title":"The Crimson Charm","adult":false,"genre_ids":[28,18]},{"cast":["Yen Shi-Kwan","Cynthia Khan","Lam Wai","Anthony Wong","Alex Fong"],"overview":"A confusing little period film in which 5 brothers and a sister all seem to have considerable kung fu skills and live on a secluded island. The younger brother for reasons unexplained keeps going to the mainland to challenge the constable to a fight. The constable is a good guy though and at some point during the film the brothers and sister and constable all team up to battle the real evil doer.","release_date":"1993-05-18","vote_average":0.0,"runtime":92,"cert":"N\/A","id":64365,"title":"The Invincible Constable","adult":false,"genre_ids":[28,12,35]},{"cast":["Tony Liu","Cecilia Wong Hang-Sau","Ku Kuan-Chung","Sun Chien","Elliot Ngok"],"overview":"In this film, there are 5 main clans ruling the martial world, each representing one of the 5 elements - fire, metal, water, wood and earth. Each year they hold a martial arts competition to decide which one of the 5 clans will rule the world. The story is centered around one of these tournaments, as a catastrophe arises when an evil samurai killer shows up 49 days before the start and tries to assassinate the current leader who happens to be from the Water clan.","release_date":"1982-05-18","vote_average":6.0,"runtime":92,"cert":"N\/A","id":64366,"title":"The Spirit of the Sword","adult":false,"genre_ids":[]},{"cast":["Kevin Durand","Tammy Trull","James Gammon","Peter Stormare"],"overview":"After spending nearly 15 years in solitary confinement, Otis is released back into society. Under the supervision of Los Angeles County Probation Officer, John Anderson, he moves into a transitional facility where his re-assimilation can be monitored. Otis attempts to start a new life but the past is too enticing. The decisions he makes eventually leads him to a final confrontation between Otis, the law and destiny.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":64367,"title":"Otis E.","adult":false,"genre_ids":[]},{"cast":["Randolph Scott","Jocelyn Brando","Richard Boone","Alfonso Bedoya","Donna Martell"],"overview":"When his ward seeks protection with rival cattleman John Stewart, embittered, jealous rancher Wick Campbell hires ten outlaws to help him seize power in the territory.","release_date":"1955-02-01","vote_average":5.4,"runtime":80,"cert":"N\/A","id":64368,"title":"Ten Wanted Men","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"2009-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64369,"title":"Schwarz auf Weiss","adult":false,"genre_ids":[99]},{"cast":["Dana Carvey"],"overview":"As always, Carvey never crosses the line into mean-spiritedness, but easily glides in and out of every impression &amp; expression, reminding us of the huge talent we came to know and love before he left the scene due to his heart condition. It's a bittersweet irony that Dana Carvey is one comic who is ALL heart...","release_date":"2008-06-14","vote_average":5.8,"runtime":55,"cert":"N\/A","id":64372,"title":"Dana Carvey: Squatting Monkeys Tell No Lies","adult":false,"genre_ids":[35]},{"cast":["Ted McGinley","Linda Purl","Stacy Keach","Myles Jeffrey","Nicole Paggi"],"overview":"","release_date":"2003-03-14","vote_average":4.4,"runtime":85,"cert":"N\/A","id":64375,"title":"Frozen Impact","adult":false,"genre_ids":[28,18,53,10770]},{"cast":["Randolph Scott","Jane Wyatt","J. Carrol Naish","Victor Jory","Nancy Olson"],"overview":"A surveyor for the Canadian Pacific Railroad must fight fur trappers who oppose the building of the railroad by stirring up Indian rebellion.","release_date":"1949-05-19","vote_average":5.0,"runtime":95,"cert":"N\/A","id":64378,"title":"Canadian Pacific","adult":false,"genre_ids":[37]},{"cast":["Viktor Sergachyov","Nina Urgant","Mariya Vinogradova","Aleksandr Vokach","Aleksandr Silin"],"overview":"A story about the boys and their life during the WWII. Based on Lev Kassil book.","release_date":"1978-10-25","vote_average":0.0,"runtime":133,"cert":"N\/A","id":64379,"title":"The Boys","adult":false,"genre_ids":[10751,10752,18,12]},{"cast":["Yuri Vizbor","Igor Ledogorov","Gennadi Shkuratov","Paul Butkevich","Nikolai Denisov"],"overview":"По мотивам одноименного романа А. Бахвалова. В основе сюжета рассказ-интервью об испытаниях нового стратегического ракетаносца Ту-22K и Ту-22М2\/М3 (по известным причинам в крупных планах вместо них в фильме снят менее секретный тогда Ту-134 УБЛ — учебно-боевая лаборатория) и трагических событиях, связанных с ними, данный журналисту Одинцову (Юрий Визбор) летчиком-испытателем Боровским (Игорь Ледогоров). Испытания нового реактивного самолета, психология человеческой жизни, проблемы и радости жизни летчиков — все это тесно переплетено в фильме. Герои фильма — друзья летчики-испытатели Долотов (Геннадий Шкуратов) и Санин (Паул Буткевич) — всю жизнь прошагали вместе. Но случилось так, что один из них, Долотов, однажды был несправедливо отстранен от полетов, Санин же не сумел защитить и поддержать своего друга. Дороги друзей разошлись…","release_date":"1982-06-06","vote_average":4.5,"runtime":227,"cert":"N\/A","id":64380,"title":"Nezhnost K Revushemu Zveryu","adult":false,"genre_ids":[18]},{"cast":["Mélanie Coste","Philippe Lejeune","Dany Verissimo-Petit","Vincent Lefranc","Fidelio"],"overview":"Although David got many diploma, he doesn't have a good job. Pushed by his girl friend Aurore, he starts looking for a new job, because as the time goes, she is fed up to have maney's problem and the end of every month. One day, David is going to a photo shop those female manager being looking for a new assistant ..","release_date":"2003-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64381,"title":"Manuela ou l'impossible plaisir","adult":false,"genre_ids":[18]},{"cast":["Rex Harrison","Kay Kendall","Sandra Dee","John Saxon","Angela Lansbury"],"overview":"Jimmy and Sheila Broadbent (Rex Harrison and Kay Kendall), welcome to London Jimmy's 17-year-old daughter, Jane (Sandra Dee). Jane is from Jimmy's first marriage to an American and has come to visit her father and the step-mother she has never met. While visiting Sheila has the idea of making Jane a debutante, an idea Jane resists. Difficulties range from Jane's apathy to being placed on the marriage block, the determined efforts of Sheila's cousin, Mabel Claremont, (Angela Lansbury) to win wealthy David Fenner (Peter Myers) for her debutante daughter Clarissa (Diane Clare), and Jane's attraction to David Parkson (John Saxon), an American drummer who plays in the orchestra at the coming-out balls.","release_date":"1958-01-01","vote_average":7.2,"runtime":94,"cert":"N\/A","id":64382,"title":"The Reluctant Debutante","adult":false,"genre_ids":[35,10749]},{"cast":["Cécile de France","Roschdy Zem","Pascal Elbé","Jean-Pierre Cassel","Leïla Bekhti"],"overview":"","release_date":"2006-12-06","vote_average":6.1,"runtime":null,"cert":"N\/A","id":64383,"title":"Bad Faith","adult":false,"genre_ids":[35]},{"cast":["Semyon Farada","Mikhail Gluzskiy","Aleksandr Lazarev","Spartak Mishulin","Svetlana Nemolyaeva"],"overview":"The classic story about a musicians from Bremen is told in not so classical way.","release_date":"2000-06-06","vote_average":4.5,"runtime":90,"cert":"N\/A","id":64384,"title":"The Musicians from Bremen","adult":false,"genre_ids":[35,14]},{"cast":["Massimo Giordano","Federica Gomma","Frank Lino","Marcello Rubino","Roberto Berardi"],"overview":"","release_date":"2006-02-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64385,"title":"Le bande","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Jacques Lippe","Marie-France Pisier","Jean Bouise","Mathieu Carrière"],"overview":"In the sixteenth century, Spain occupies Flanders, an Inquisition enforces the faith. Aging writer and philosopher, Zénon Ligre, comes to Bruges using a false name and papers to serve as a physician to the poor, establishing a clinic and steam bath. His methods and opinions are outside the mainstream, but he has the protection and friendship of the local Prior. Zénon, an aristocrat with a degree in canon law, lives humbly. He learns of bacchanals under Masonic signs involving monks and women, and he warns those involved. The Prior is dying, and he urges Zénon to flee to England. Zénon burns his writing. Will he leave or will he face ecclesiastical accusers and, perhaps, the stake?","release_date":"1988-05-13","vote_average":5.5,"runtime":110,"cert":"N\/A","id":64386,"title":"L'oeuvre au noir","adult":false,"genre_ids":[18]},{"cast":["Sergey Shakurov","Yuriy Kuznetsov","Nikolay Chindyaykin","Viktoriya Tolstoganova","Evgeniya Dobrovolskaya"],"overview":"Vadim, a young script writer, is killed in Moscow. What's more, he had reached his height of popularity a long time ago. His friend, successful businessmen Maksim Krivoshein, begins his own investigation. Memories of their childhood and the chance discovery of Vadim's diary leads to some shocking discoveries.","release_date":"2003-06-06","vote_average":1.0,"runtime":105,"cert":"N\/A","id":64387,"title":"Kamikaze Diary","adult":false,"genre_ids":[80,18]},{"cast":["Fanny Ardant","Vittorio Gassman","Françoise Fabian","Mathieu Carrière","Claire Wauthion"],"overview":"A passionate affair set against the intense encounter between a film-maker and a novelist. The story begins with young scriptwriter François tracking down the author of a once-scandalous novel. His aim is to adapt the work for the screen but several elements of the novel he finds difficult to comprehend. The author, Jeanne, is initially cautious of relaying information, insisting the presumably autobiographical book in no way relates to her personal life. However, eventually she takes the man into confidence to tell the background of Benvenuta.","release_date":"1983-09-07","vote_average":5.3,"runtime":105,"cert":"N\/A","id":64388,"title":"Benvenuta","adult":false,"genre_ids":[18]},{"cast":["Laura Morante","Stefano Accorsi","Alessandro Haber","Galatea Ranzi","Diego Ribon"],"overview":"The life and loves of poet Sibilla Aleramo (Laura Morante), focusing on her relationship with Dino Campana (Stefano Accorsi).","release_date":"2002-09-03","vote_average":6.5,"runtime":96,"cert":"N\/A","id":64389,"title":"A Journey Called Love","adult":false,"genre_ids":[]},{"cast":["Anna Arlanova","Yuri Kolokolnikov","Chulpan Khamatova","Mikhail Efremov","Vyacheslav Razbegaev"],"overview":"Two young students - Sonya and Ippolit - are spending their holiday time in sunny Greece. But not everything is going as planned.","release_date":"2005-06-25","vote_average":1.5,"runtime":100,"cert":"N\/A","id":64390,"title":"Greek Holiday","adult":false,"genre_ids":[10749,18]},{"cast":["Paolo Hendel","Giovanni Guidelli","Margherita Buy","Angela Finocchiaro","Quinto Parmeggiani"],"overview":"","release_date":"1988-03-04","vote_average":6.7,"runtime":null,"cert":"N\/A","id":64391,"title":"Domani accadrà","adult":false,"genre_ids":[]},{"cast":["Yegor Grammatikov","Yelena Moskalenko","Vladimir Zotov","Sofya Pavlova"],"overview":"Film adaptation of Vladislav Krapivin's story by the same name.","release_date":"1982-06-06","vote_average":8.0,"runtime":70,"cert":"N\/A","id":64392,"title":"Lullaby for Brother","adult":false,"genre_ids":[10751,18]},{"cast":["Anastasiya Bezborodova","Dmitry Kulichkov","Aleksandr Golubev","Evgeny Antropov","Pavel Mirzoev"],"overview":"A provincial war vet arrives in Moscow and subsequently takes on a gang of bad cops.","release_date":"2007-06-19","vote_average":5.5,"runtime":84,"cert":"N\/A","id":64393,"title":"Hard-Hearted","adult":false,"genre_ids":[80,18]},{"cast":["Jung Jae-young","Lee Hyun-woo","Yoo Sun","Kim Dong-young","Cho Jin-woong"],"overview":"Kim Sang-nam (Jeong Jae-yeong), a hot-tempered former professional baseball player, is sent to the countryside to coach a team of hearing-impaired players in order to avoid media coverage of his recent involvement in an assault case. At first, Kim has a difficult time imagining how he can teach baseball to a group of boys who can't hear, but as he spends time with them he starts to believe that they can play the game. Motivated, Kim decides to help them prepare for the nationals. But things don't go the way Kim plans and their difficulties communicating with one another exacerbates the situation","release_date":"2011-01-20","vote_average":5.4,"runtime":144,"cert":"N\/A","id":64396,"title":"GLove","adult":false,"genre_ids":[18]},{"cast":["Fernanda Torres","Wagner Moura","Camila Pitanga","Bruno Garcia","Janaína Kremer"],"overview":"When they discover their town lacks funding for a sewage system, Brazilian villagers decide to make a short sci-fi monster movie about the problem.","release_date":"2007-07-20","vote_average":6.9,"runtime":112,"cert":"N\/A","id":64397,"title":"Basic Sanitation, The Movie","adult":false,"genre_ids":[35]},{"cast":["Virginia Valli","Carmelita Geraghty","Miles Mander","John Stuart","Frederic K. Martini"],"overview":"Patsy Brand is a chorus girl at the Pleasure Garden music hall. She meets Jill Cheyne who is down on her luck and gets her a job as a dancer. Jill meets adventurer Hugh Fielding and they get engaged, but when Hugh travels out of the country, she begins to play around.","release_date":"1925-11-03","vote_average":5.7,"runtime":75,"cert":"N\/A","id":64398,"title":"The Pleasure Garden","adult":false,"genre_ids":[18]},{"cast":["Eduardo Jardim","Mariana Caltabiano","Fernando Meirelles","Ariel Wollinger","Daiane dos Santos"],"overview":"This is the first 3D animated Brazilian film. It tells the story of Stress & Relax: a businessman who thinks only of money and a film director who lives for insisting that this invest in their projects. This time, the \"project\" is to look for the oldest tree in Brazil. Stress is excited about the possibility of making money with this rarity. The problem is that they do not know exactly where it is. Stress and Relax out in search of the \"Big Jequitibá Rose\" with no map, no compass and clueless.","release_date":"2011-01-21","vote_average":3.2,"runtime":75,"cert":"N\/A","id":64399,"title":"Brasil Animado","adult":false,"genre_ids":[16,35]},{"cast":["Laurent Terzieff","Bernadette Lafont","Stanislas Robiolles"],"overview":"A 4-year-old child is the element from and around which the action develops, and brings sentiments and emotions to light","release_date":"1968-05-01","vote_average":6.6,"runtime":67,"cert":"N\/A","id":64404,"title":"Le Révélateur","adult":false,"genre_ids":[18]},{"cast":["Ben Smaïl","Jean Carmet","Kader Boukhanef","Albert Delpy"],"overview":"","release_date":"1987-01-28","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64405,"title":"Miss Mona","adult":false,"genre_ids":[35,18]},{"cast":["Louis Jouvet","Gaby Morlay","Louis Seigner","Ludmilla Tchérina","François Périer"],"overview":"\"A Lover's Return\" - A ballet producer returns to his native town and schemes to avenge himself on the family who tried to murder him 20 years before.","release_date":"1946-10-18","vote_average":4.0,"runtime":100,"cert":"N\/A","id":64406,"title":"Un revenant","adult":false,"genre_ids":[18]},{"cast":["Louis Jouvet","Madeleine Robinson","Robert Arnoux","Leo Lapara","Monique Mélinand"],"overview":"Between eleven o’clock and midnight one evening, a notorious trafficker Jérôme Vidauban is shot whilst walking in a subway in Paris. The case is assigned to Inspector Carrel, who is Vidauban’s perfect double. Using his resemblance to the arch criminal, Carrel manages to infiltrate in Vidauban’s circle of acquaintances and contacts. He becomes embroiled in a bizarre web of intrigue and discovers no shortage of possible murder suspects, all of whom appear to be surprised to see him still alive.","release_date":"1949-03-23","vote_average":7.0,"runtime":92,"cert":"N\/A","id":64407,"title":"Between Eleven and Midnight","adult":false,"genre_ids":[80]},{"cast":["Valeria Golino","Thierry Lhermitte","Roger Hanin","Vincent Lindon","Jacques Villeret"],"overview":"","release_date":"1987-04-22","vote_average":4.0,"runtime":115,"cert":"N\/A","id":64408,"title":"Last Summer in Tangiers","adult":false,"genre_ids":[10749,18]},{"cast":["Anthony Field","Murray Cook","Jeff Fatt","Sam Moran"],"overview":"You won't believe your eyes! For the first time ever, Dorothy will have her own plane to travel around the world in search of the perfect rose!","release_date":"2011-02-02","vote_average":5.3,"runtime":null,"cert":"N\/A","id":64413,"title":"Dorothy The Dinosaur - Travelling Show","adult":false,"genre_ids":[10751]},{"cast":["Jess Hahn","Michèle Girardon","Paul Crauchet","Stéphane Audran"],"overview":"An American in Paris lives by sponging off his working friends, and throws a party using borrowed money when his rich American aunt dies, believing firmly in his horoscope.","release_date":"1962-05-03","vote_average":7.2,"runtime":103,"cert":"N\/A","id":64414,"title":"Sign of the Lion","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Meet Buzz &amp; Poppy - two lovable bugs who are taking the world by swarm! Broadcast Internationally, Buzz &amp; Poppy are adorable insects who learn big life lessons about honesty, sharing, obedience and much more. Featuring cutting-edge 3-D animation - just like today's hottest animated movies - each entertaining episode includes a key Bible verse to know and remember.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64415,"title":"Buzz and Poppy","adult":false,"genre_ids":[]},{"cast":[],"overview":"A cooler dog there has never been - Hairy Maclary is charming and sophisticated. Hairy Maclary and his posse of pooches feature in 10 animated tales, based on the best-selling books by New Zealand author, Lynley Dodd. Having sold more than 4 million books worldwide and already over half a million copies in Australia, Hairy Maclary is certainly one popular canine. Join Hairy Maclary from Donaldson's Dairy, Hercules Morse as big as a horse, Bottomley Pots covered in spots, Muffin McLay like a bundle of hay, Bitzer Maloney all skinny and boney and Schnitzel von Krumm with a very low tum in these irresistible stories set around the dairies (general stores) and weatherboard houses of country New Zealand. The original Hairy Maclary was the Winner of the 1984 Children's Picture Book of the Year Award and subsequent stories have won numerous awards worldwide.","release_date":"2005-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64416,"title":"Hairy Maclary","adult":false,"genre_ids":[10751,16]},{"cast":["Michel Bouquet","Fernand Ledoux","Paul Bernard","Suzy Delair"],"overview":"An eccentric man (Paul Bernard) endangers himself when he makes advances toward the girlfriend (Suzy Delair) of a saloon keeper (Fernand Ledoux).","release_date":"1949-04-13","vote_average":6.0,"runtime":92,"cert":"N\/A","id":64417,"title":"Pattes Blanches","adult":false,"genre_ids":[18]},{"cast":["Pierre Fresnay","Louis Jouvet","Micheline Francey","Marie Bell","Ariane Borg"],"overview":"French version of the Selma Lagerlof story, most famously filmed in 1921 by Victor Sjostrom, about a poor sinner who only realizes what misery he's wrought when he dies on New Year's Eve and is collected by Death in his carriage.","release_date":"1939-09-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64418,"title":"The Phantom Carriage","adult":false,"genre_ids":[14,18]},{"cast":["Michel Serrault","Jean Poiret","Jeanne Moreau","Sylvie Joly","Jean Rougerie"],"overview":"","release_date":"1987-02-18","vote_average":5.6,"runtime":null,"cert":"N\/A","id":64419,"title":"Le miraculé","adult":false,"genre_ids":[35]},{"cast":["Anisa Ismaili","Luan Jaha","Donat Qosja","Shkumbin Istrefi","Yllka Gashi"],"overview":"Story happens in the first days after NATO troops enter Kosova. After the signing of the military agreement in Kumanovo, in the house of the retarded, the guards and employees leave their places and flee. Inmates are all retarded but they have a special philosophy of life, they have their wishes and their dreams. Being free gives them a chance to make dreams come true, but they are confronted with a reality and environment, which in one way or another is very different. From the moment of getting out the fences, they are conflicted with people that call themselves free. Gradually this conflict roughens and with it degenerates the meaning of freedom. There are three main characters, Kukum, Mara and Hasan.","release_date":"2005-01-01","vote_average":3.6,"runtime":107,"cert":"N\/A","id":64420,"title":"Shackled","adult":false,"genre_ids":[35,18]},{"cast":["Caroline Cellier","Marie Dubois","Jean-Claude Brialy","Guy Marchand","Michel Galabru"],"overview":"","release_date":"1987-02-25","vote_average":2.8,"runtime":88,"cert":"N\/A","id":64421,"title":"Grand Guignol","adult":false,"genre_ids":[35,18]},{"cast":["Josef Dvořák","Pavlína Filipovská","Dagmar Schlehrová","Milan Duchek","Radoslava Stupková"],"overview":"Zámek se chystá na příjezd paní kněžny, co zdědila panství, mlynář je zamilovaný do Haničky, stejně jako vodník z náhonu, učitelský si chce stěžovat na svou chudobu vrchnosti a muzikant Klásek utíká před manželkou. Zdánlivě všechno jako od Jiráska. To by ovšem nesměl správce, drába, vodníka Michala i Kláska hrát Josef Dvořák, Hanička by nesměla postrádat části spodního prádla, komorník Franz by nesměl mít podezřelou zálibu ve svém barokním oblečku a paní kněžna (která panství dostala v restituci) by neměla propadat v bezděčné (a nehrané) záchvaty smíchu.","release_date":"1992-03-01","vote_average":7.0,"runtime":82,"cert":"N\/A","id":64422,"title":"Lucerna aneb Boj o lípu","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Arletty","Michel Simon","Helene Robert","Andrex"],"overview":"An employee at a jewelry store falls in love with a woman who secretly plans to rob the store.","release_date":"1939-06-15","vote_average":7.0,"runtime":105,"cert":"N\/A","id":64423,"title":"Fric-Frac","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"1937-03-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64424,"title":"Les Dégourdis de la 11e","adult":false,"genre_ids":[35]},{"cast":["Bernard Giraudeau","Fanny Bastien","Fanny Cottençon","Michel Aumont","Jean-Pierre Sentier"],"overview":"","release_date":"1987-03-18","vote_average":7.0,"runtime":95,"cert":"N\/A","id":64425,"title":"Angel Dust","adult":false,"genre_ids":[80,28,53]},{"cast":["Paola Barbara","Carlos Muñoz","Isabel de Pomés","Mariano Asquerino","Fernando Fernán Gómez"],"overview":"Due to a rail accident, the passengers of a train had to be housed in a nearby town while awaiting the arrival of a relief convoy. In the train were traveling Alicia and Paul, a couple who will marry soon, along with her ​​mother, and George, a mature man who looks for a woman he loved. Due to the accident, they will have to spend the night there, where chance lead to a series of events that make the passengers no longer be the same.","release_date":"1943-09-06","vote_average":0.0,"runtime":76,"cert":"N\/A","id":64426,"title":"Noche fantastica","adult":false,"genre_ids":[]},{"cast":["Jean-Roger Milo","Daniel Kenigsberg","Jean-Paul Roussillon","Nathalie Schmidt"],"overview":"","release_date":"1987-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64427,"title":"Les clowns de Dieu","adult":false,"genre_ids":[35]},{"cast":["John Richardson","Olga Schoberová","Edward Judd","Colin Blakely","Jill Melford"],"overview":"Beautiful young European girl, Carol, is possessed by the spirit of Ayesha – “She, who must be obeyed” – and led to the lost city of Kuma, where she is destined to become queen.","release_date":"1968-04-14","vote_average":5.7,"runtime":97,"cert":"PG","id":64428,"title":"The Vengeance of She","adult":false,"genre_ids":[12,14]},{"cast":["Alfredo Landa","Esperanza Roy","Don Jaime de Mora y Aragón","Helga Liné","Luis Dávila"],"overview":"Emilio Antunez and his wife Charo, come to La Molina, willing to spend a few happy days of vacation. Charo, foreseeing that she will meet with important people, brings an assorted and elegant wardrobe, which is soon able to wear when she meets with Aurora, an old school friend who is married to the eccentric millionaire Taboada.","release_date":"1972-05-15","vote_average":0.0,"runtime":85,"cert":"N\/A","id":64429,"title":"My Wife's Boyfriends","adult":false,"genre_ids":[35]},{"cast":["Adam Behr","Steve Breen","Kirk Thornton","Michael McConnohie","Michael Sorich"],"overview":"Over time, the people residing on Swampland began to take on new forms, their modified DNA altering their physiology to better suit their new environment. Generations passed and their original forms were forgotten; these humans had evolved into a new race: the Frogmen.If history (and genetics for that matter) shows us anything, it is that there is always variety.The genetic \"success\" of the Frogmen was also mirrored by the \"achievements\" of another group of human descent: the Cockroaches, otherwise known as the T-zhu Alliance. The brutal T-Hy poured out into the galaxy seeking new territories, resources, and the data crystals left by the original human explorers. The T-Hy's material driven hunger broke the peaceful lives of the Frogmen forcing them to take up arms in order to stop the T-Hy's insatiable ambitions. So began the MALO war.","release_date":"2010-03-24","vote_average":5.8,"runtime":90,"cert":"N\/A","id":64432,"title":"AniMen - Triton Force","adult":false,"genre_ids":[12,878,16]},{"cast":["Ferhan Şensoy","Rasim Öztekin","Ali Çatalbaş","Erol Günaydın","Bülent Kayabaş"],"overview":"Based on a true event, Pardon tells the tragicomic story of three friends who end up in prison when they are mistaken as members of a terrorist organization. Ibrahim's fear of uniforms makes him runaway whenever he sees one. Because of this, police mistakes him with a terrorist and takes him and his friend Muzo into custody. Fooled by the police during the interrogation they name another friend, Aydin, in hope of saving themselves. As they all end up in prison, they remember the families and lovers they left behind.","release_date":"2005-03-04","vote_average":7.6,"runtime":null,"cert":"N\/A","id":64433,"title":"Pardon","adult":false,"genre_ids":[35,18]},{"cast":["Laurent Grévill","Valeria Bruni Tedeschi","Vincent Pérez","Laura Benson"],"overview":"","release_date":"1987-05-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64438,"title":"Hôtel de France","adult":false,"genre_ids":[35,18]},{"cast":["Myriam Mézières","Biana","Jean-Yves Berteloot","Benoît Régent"],"overview":"The film relates the painful ending of a love story binding an over-30-year-old woman and a North African, and the beginning and end of a relationship she also has with an “established” journalist. The stories illustrate the absolute claim of a woman who can understand love only in terms of life and death, an attitude that generally makes love appear dramatic, but at least burning and flickering, like the flame that glows in her heart.","release_date":"1987-06-03","vote_average":7.3,"runtime":106,"cert":"N\/A","id":64439,"title":"A Flame in My Heart","adult":false,"genre_ids":[18]},{"cast":["Alida Valli","Marie-Christine Barrault","Guillemette Grobon","Loïc Brabant"],"overview":"Bacha, une polonaise déportée, a perdu dans un accident l'homme qu'elle aimait Depuis, sa seule raison de vivre est son appartenance a Amnesty International. Un jour, elle présente Claude, une jeune femme, a une amie, Manuela. Celle-ci s'éprend de Claude et des lors, n'a plus le temps de s'occuper de Bacha, qui se renferme dans un mutisme total.","release_date":"1987-06-17","vote_average":5.5,"runtime":90,"cert":"N\/A","id":64440,"title":"Manuela's Loves","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Bernard Guillard","Philippe Deplanche","Jean Badin","Nadège Clair","Lisa Lyon"],"overview":"In this classically surreal fantasy, a sailor, known for telling tales, sees a student killing his teacher and decides to spin a few yarns for him. He tells the boy of his many adventures in exotic South American ports where he visited opium dens and stayed in cathouses. In such dark, dreamlike places, the sailor meets many strange, mystical characters.","release_date":"1983-10-05","vote_average":7.5,"runtime":117,"cert":"N\/A","id":64441,"title":"Three Crowns of the Sailor","adult":false,"genre_ids":[14,18]},{"cast":["Erich von Stroheim","Michel Simon","Armand Bernard","Serge Grave","Jean Claudio"],"overview":"In a college, three friends form a secret society. There objective - going to America. A night, after one of their secret meetings, one of them see a man coming out from a wall. Then the day after he talks about it, he disappears. Then the second one vanishes. Are they gone to their dreams? That's when the art teacher is murdered. Suspicions now are too high so the third one decides to investigate.","release_date":"1938-04-05","vote_average":7.1,"runtime":98,"cert":"N\/A","id":64442,"title":"Boys' School","adult":false,"genre_ids":[12,18,9648]},{"cast":["Arletty","Michel Simon","Andrex","Suzanne Dantès","Mila Parély"],"overview":"","release_date":"1939-07-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":64443,"title":"Circonstances atténuantes","adult":false,"genre_ids":[35]},{"cast":["Michel Simon","Raimu","Marie Bell","Suzet Maïs","Gilbert Gil"],"overview":"","release_date":"1939-02-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":64444,"title":"Noix de coco","adult":false,"genre_ids":[]},{"cast":["Isabelle Cyr","Robert Brouillette","Yves Pelletier","France Castel","Gildor Roy "],"overview":"Karmina, a young vampire (only 140 years old) flees her Translylvanian castle where she must marry the horrible Vlad to please her father, the mean Baron, and her mother, the eccentric Baronness. Karmina finds refuge in Quebec at the home of her aunt Esméralda, an older vampire who lives among humans thanks to a potion that temporarily transforms a vampire into one of them. Under the effect of the potion, Karmina falls in love with Phillipe, a charming church organist. But Vlad, the Baron and the Baronness soon show up in pursuit of her and turn a poor customs officer, Ghislain Chabot, into a vampire to aid them in retrieving her. Esméralda must become the great vampire of yesteryear to fly to the aid of the lovers.","release_date":"1996-05-26","vote_average":7.0,"runtime":110,"cert":"N\/A","id":64445,"title":"Karmina","adult":false,"genre_ids":[35,27,10749]},{"cast":["Eric Cantona","Stéphan Guérin-Tillié","Daniel Russo","Claire Borotra","Anthony Decadi"],"overview":"Former cop Michael Lombardi is accused of murder, and only his brother, Roman, is convinced of his innocence. Now the suspicion is moving to Roman when his superiors make an important discovery.","release_date":"2009-08-20","vote_average":4.5,"runtime":null,"cert":"N\/A","id":64446,"title":"Death List","adult":false,"genre_ids":[10770,80]},{"cast":["Gildor Roy ","Yves Pelletier","Diane Lavallée","Robert Brouillette","Sylvie Léonard"],"overview":"All the vampires have to take a special potion made by Ghyslain Chabot to be human. Chabot's wife isn't a vampire yet but wishes to become one. Ghyslain doesn't share her desire because of all the rules and responsibilities inherent in being a vampire. As a result, Ghyslain's wife throws him out of the house without the potion.","release_date":"2001-07-13","vote_average":4.3,"runtime":97,"cert":"N\/A","id":64447,"title":"Karmina 2","adult":false,"genre_ids":[35,27,10749]},{"cast":["Elisa Schlott","Petra Kleinert","Michael Lott","Sina Tkotsch","Annekathrin Bürger"],"overview":"Jessika, a precocious teenage girl with loving parents and a good-natured older sister, is the center of a slightly eccentric family. A series of small events disrupts their delicately balanced ecosystem. Jessika's father loses his job and becomes bored and despondent, while Jessika's mother reenters the workforce and becomes empowered. These events act as catalysts for the slow, painful disintegration of the family, with each member committing shocking acts of alienation and self-destruction. Desperately wanting her family but at the same time desiring her adolescent independence, Jessika struggles to find the best way to restore a balance.","release_date":"2009-11-04","vote_average":0.0,"runtime":105,"cert":"N\/A","id":64448,"title":"Losing Balance","adult":false,"genre_ids":[18]},{"cast":["Ian Ziering","Chris Kramer","Pascale Hutton","Doug Abrahams","Ralph Alderman"],"overview":"Mark persuades his partner Jamie for stealing money from his mother and flee the city, but the plane is traveling in an accident, and Mark must decide between saving the girl or go with the money. She dies by drowning, over time, and Mark starts a new life, becoming a respected man, married with a daughter of 7 years. When she falls ill and urgently needs a kidney transplant, Mark must return to find his family, who believes him dead, to find a matching donor to save his daughter ...","release_date":"2010-04-18","vote_average":4.7,"runtime":90,"cert":"","id":64449,"title":"Elopement","adult":false,"genre_ids":[10770,53]},{"cast":["Coco Martin","Ping Medina","Jhong Hilario","Maria Isabel Lopez","Julio Diaz"],"overview":"A young man tries to make some money so he can marry his girlfriend. He takes a job for $2,000 and then soon realizes that this job involves killing a woman.","release_date":"2009-09-23","vote_average":6.2,"runtime":105,"cert":"N\/A","id":64450,"title":"Butchered","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Lita Grey","John Mitchum","William Thomason","Tracy Lynne","George Eiferman"],"overview":"Innocent youth trapped in a hopped-up hell.","release_date":"1949-05-18","vote_average":2.5,"runtime":79,"cert":"N\/A","id":64451,"title":"The Devil's Sleep","adult":false,"genre_ids":[18]},{"cast":["Valentino Rossi","Max Biaggi","Sete Gibernau","Graziano Rossi","Loris Capirossi"],"overview":"World Champion Valentino Rossi hasn't just brought the crowds back to motorcycle racing, he's brought a new generation of enthusiasts to the track. Sit back and watch his secrets unfold: he's always relaxed, always enjoying himself and always very, very fast.","release_date":"2003-10-27","vote_average":5.8,"runtime":65,"cert":"","id":64452,"title":"Valentino Rossi's MotoGP Trail of Glory","adult":false,"genre_ids":[99]},{"cast":["John Oates","Daryl Hall","Zev Katz","Mike Braun","Tom T-Bone Wolk"],"overview":"Thirty-five years since they last performed there as an opening act, Daryl Hall and John Oates returned to the Troubadour in May of 2008 to find the legendary Los Angeles club nearly unchanged.","release_date":"2008-11-28","vote_average":0.0,"runtime":114,"cert":"N\/A","id":64455,"title":"Daryl Hall and John Oates Live at the Troubadour","adult":false,"genre_ids":[]},{"cast":["Macdonald Carey","Gail Russell","Johnny Sands","Lee Patrick","John Hoyt"],"overview":"A newspaper editor takes on the cause of oppressed migrant Mexican fruit pickers..","release_date":"1950-06-01","vote_average":5.8,"runtime":83,"cert":"N\/A","id":64456,"title":"The Lawless","adult":false,"genre_ids":[18]},{"cast":["Susanne-Marie Wrage","Markus Lerch"],"overview":"","release_date":"2006-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64457,"title":"Der Kick","adult":false,"genre_ids":[18]},{"cast":["Dean Cain","Juliana Paes","Bill Engvall","Julian Stone","John Savage"],"overview":"Bed and Breakfast is a romantic comedy about a saleswoman from a large department store in Rio who discovers she has inherited property in the wine country of California. She could never expect what she would find in \"Webster\", a small country town","release_date":"2010-12-10","vote_average":3.9,"runtime":89,"cert":"N\/A","id":64458,"title":"Bed & Breakfast","adult":false,"genre_ids":[35,10749]},{"cast":["Christoph Waltz","Susanne Schäfer","Frank Giering","Thomas Schendel","Hermann Lause"],"overview":"","release_date":"2003-04-12","vote_average":6.4,"runtime":null,"cert":"N\/A","id":64459,"title":"Der Mörder ist unter uns","adult":false,"genre_ids":[53,80]},{"cast":["Django Asül"],"overview":"","release_date":"2011-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64460,"title":"Django Asül - Fragil","adult":false,"genre_ids":[35]},{"cast":["Alice Braga","Eduardo Moscovis","Cássio Gabus Mendes","Fúlvio Stefanini","Otávio Müller"],"overview":"The Menezes, a powerful family of animal breeders from the Mid-West, have always been at the helm of all illegal dealings in the region. In recent times, they've watched as the system that protected them for so many years slowly disintegrates. Mirão Menezes lives at the mercy of the drug-trafficking industry, the ever-encroaching authorities, and the constant and violent power struggle with his brother Abílio. Mirão's daughter Elaine becomes involved with her father's pilot, finds herself pregnant and decides to flee with him after her Uncle Abílio bribes them. Brito, the hitman sent to find the couple and finish them off, is ironically also victim of a love story.","release_date":"2010-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64463,"title":"Cabeça a Prêmio","adult":false,"genre_ids":[18]},{"cast":["Ahmet Kural","Murat Cemcir","Erdal Tosun","Tuna Orhan","Hazal Kaya"],"overview":"Salih and Gürkan, two cousins from Ankara, are struggling musicians that are trying to make a living by performing at private events such as bachelorette parties. Nihat, a low profile event manager, finds a gig for the duo which leads them to encounter with unexpected guests in their \"dressing room\".","release_date":"2011-02-18","vote_average":7.2,"runtime":null,"cert":"N\/A","id":64468,"title":"Çalgı Çengi","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Enjoy much loved stories from ABC TV’s irresistible series for pre-schoolers, Bananas In Pyjamas. Enjoy the antics of B1 and B2 who live at Cuddles Avenue and wear blue and white striped pyjamas. In these episodes the Bananas enjoy dance lessons with Lulu, Rat in a Hat finds a magic lantern and Morgan gets covered in pink spots – quick call for the Doctor Bananas!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64477,"title":"Bananas in Pyjamas - Strictly Bananas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64482,"title":"Junge Rebellen","adult":false,"genre_ids":[]},{"cast":["Igor Petrenko","Elena Babenko","Bogdan Stupka","Andrei Panin","Marina Golub"],"overview":"The film is set during 1962 in Sevastopol, Crimea, then a secret Navy Base in the Soviet Union. General Serov hires Viktor, a cadet from the Kremlin Guard to work as his private chauffeur. In a jet-black \"ZIM\" limo, Viktor is chauffeuring the General's disabled daughter Vera. Viktor is oblivious to the hidden agenda of the KGB agent Saveliev, who manipulates everyone behind the scenes in the old rivalry between the Army and KGB.","release_date":"2004-07-27","vote_average":6.5,"runtime":105,"cert":"N\/A","id":64483,"title":"A Driver for Vera","adult":false,"genre_ids":[18]},{"cast":["Юрий Чурсин","Vitaliy Khaev","Marat Basharov","Marina Golub","Anna Mikhalkova"],"overview":"A young man drops out of university and goes to the police. He's done nothing wrong he just wants a job. A particular job. Playing the victim in murder reconstructions. Maybe by getting close to death he can manage to cheat on his own.","release_date":"2006-06-08","vote_average":6.4,"runtime":97,"cert":"N\/A","id":64484,"title":"Playing the Victim","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Live album: Uriah Heep with Ken Kensley and John Lawton on the same stage again 7. December 2001 at The Shepherds Bush Empire, London, UK","release_date":"2002-04-03","vote_average":4.0,"runtime":null,"cert":"","id":64485,"title":"Uriah Heep - The Magician's Birthday Party","adult":false,"genre_ids":[10402]},{"cast":["Darby Hinton","Sybil Danning","Art Metrano","Shelley Taylor Morgan","Brett Baxter Clark"],"overview":"In this erotic spy tale private eye Cody Abilene teams up with the Contessa Luciana and policewoman Beverly McAfee to infiltrate a mansion and discover who is sending computer secrets to the Russians.","release_date":"1985-03-01","vote_average":5.4,"runtime":101,"cert":"N\/A","id":64494,"title":"Malibu Express","adult":false,"genre_ids":[28,12,35,80]},{"cast":["Sharon den Adel","Robert Westerholt","Jeroen van Veen","Martijn Spierenburg","Ruud Jolie"],"overview":"Disc 1 1. Live Concert 2. Music Videos Disc 2 1. Backstage 2. The Making Of... 3. Impressions &amp; Interviews 4. Extras","release_date":"2003-11-08","vote_average":6.5,"runtime":null,"cert":"N\/A","id":64495,"title":"Within Temptation: Mother Earth Tour","adult":false,"genre_ids":[10402]}]