[{"cast":["Francis Rossi","Rick Parfitt"],"overview":"Still here. Still hungry. Still kicking out classics. Feast yourself on 40 years worth of the legend that is Status Quo in this feature-stuffed double disc DVD that packs more rock than a mountain! Enter the studio and find out what keeps the fire burning in the belly of the Quo. As the boys lay down their 27th studio album, a completely candid documentary follows the inspiration and perspiration behind each new swaggering lick and riff.","release_date":"","vote_average":7.5,"runtime":null,"cert":"N\/A","id":64500,"title":"Status Quo - The Party Ain't Over Yet","adult":false,"genre_ids":[]},{"cast":["Govinda","Yuvika Chaudhary","Shakti Kapoor","Ameet Chana","Smita Jaykar"],"overview":"Laxminarayan Kapoor lives a wealthy lifestyle in London along with his religious wife, Maya; son Ravinder; and two nephews, Sandeep and Randeep. While the nephews have adapted themselves to the country and women, Ravinder is still a virgin at 40, and is a sleep-walker. After getting his leg pulled constantly, he asks his father to get him married, and is introduced to a statuesque beauty - who rejects him after discovering his sleep-walking disorder. His parents then get him married to Gauri, and he hopes to end his celibacy, in vain albeit, as she turns out to be child-like and naive. Frustrated, unable to get intimate he befriends a Caucasian female, Sharon, and decides to marry her. Watch what response he gets, and the impact this has on everyone.","release_date":"2011-04-14","vote_average":3.0,"runtime":null,"cert":"N\/A","id":64501,"title":"Naughty @ 40","adult":false,"genre_ids":[35,18]},{"cast":["Coluche","Isabelle Huppert","Thierry Lhermitte","François Perrot","Daniel Colas"],"overview":"The seductive Pascal, owner of a clothing store in Courchevel, and the chubby and scruffy Micky, disc jockey in a nearby box, are the best friends in the world. Pascal accumulates the adventures of women, to the chagrin of Micky, who is consoled by his failures by listening to his friend talk about his success. Viviane arises, ravishingly inevitable, and icy, it's seasonal. Pascal, sincerely in love, seduces her and then leaves. Micky feels very attracted to his friend's wife. He has scruples, but Pascal is far away, and the beauty is so kind to him. The return of Pascal complicates the situation. Micky, unable to confess the truth to his friend, prefers to disappear in his turn. Pascal realizes, however, that Viviane has changed ...","release_date":"1983-08-31","vote_average":6.0,"runtime":99,"cert":"N\/A","id":64504,"title":"My Best Friend's Girl","adult":false,"genre_ids":[10749,35]},{"cast":["Trey Anastasio","Mike Gordon","Page McConnell","Jon Fishman"],"overview":"The Clifford Ball was an absolutely phenomenal, unequivocably religious, amazing event at the former Air Force Base in Plattsburgh, New York, in August 1996. Phish performed three sets and an encore on each of the two show days, of a Friday-to-Sunday event, where some 70-80,000 fans camped on site for three days.","release_date":"1996-08-16","vote_average":10.0,"runtime":540,"cert":"N\/A","id":64505,"title":"Phish: The Clifford Ball","adult":false,"genre_ids":[]},{"cast":["Daniel Brühl","Manfred Zapatka","Jochen Nickel","Angelika Bartsch"],"overview":"Marko Stemper, 19 years old, comes from a disadvantaged background and works as a window cleaner. His father, an alcoholic, tyrannizes the whole family, so Marko's only joy in life is boxing. As he is the most promising talent in his club, Gerd Hermsbach, a local demimonde boss, offers him the opportunity to become a professional. Marko accepts, but has to pay a high price...","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64506,"title":"Elephant Heart","adult":false,"genre_ids":[18]},{"cast":["Constantin von Jascheroff","Manfred Zapatka","Victoria Trauttmansdorff","Nora von Waldstätten","Devid Striesow"],"overview":"Armin Steeb is adrift: just finished with school, living with his middle-class parents, clueless about finding work. He tries connecting with a girl, he engages in risky sex with strangers in public toilets, he goes to job interviews. He also sends an anonymous letter to a local Munich newspaper, claiming responsibility for a fatal road accident. He fitfully pursues notoriety as he goes through life nearly without affect. What will it take to get Armin to smile?","release_date":"2005-07-23","vote_average":6.5,"runtime":90,"cert":"N\/A","id":64509,"title":"I Am Guilty","adult":false,"genre_ids":[18]},{"cast":["Sílvia Lourenço","Maria Clara Spinelli","Danni Carlos","Paulo Vilhena","Gustavo Machado"],"overview":"Three metropolitan stories entwine in São Paulo. Would-be actress Marina arrives in the city looking for independence, falls madly in love with Justine, a bisexual rock singer, and is swept up into her wild, edgy lifestyle. Marina shares a flat on Avenida Paulista with Suzana, a mysterious transsexual lawyer who begins a relationship with a male colleague who is unaware of her condition. Jay lives a few floors above them. He is a frustrated writer trying to give a meaning to his life by idealizing a stunningly beautiful prostitute, whom he transforms into a sort of muse. Following the frenetic pace of the city, the three \"Paulista\" characters will experience the euphoria of passion and its downside.","release_date":"2009-10-02","vote_average":5.0,"runtime":82,"cert":"N\/A","id":64510,"title":"Paulista","adult":false,"genre_ids":[18,10749]},{"cast":["Lina Romay","Susan Hemingway","Mel Rodrigo","Aida Gouveia","Albino Graziani"],"overview":"Jess Franco film about a woman returning home from an insane asylum only to discover her husband is now living with a man. The two men eventually find a nun who's been raped and the three come up with a plot to kill the wife for her money.","release_date":"1980-03-31","vote_average":6.2,"runtime":80,"cert":"N\/A","id":64511,"title":"Sinfonía erótica","adult":false,"genre_ids":[18,10749]},{"cast":["Gio Petré","Francisco Rabal","Marie Liljedahl","Heinz Hopf","Erik Hell"],"overview":"The story concerns the Yugoslavian holiday of two toothsome Swedish girls. One of the girls, played by Maria Liljedahl, is (metaphorically speaking) a world-champion in the promiscuity sweepstakes, bedding men (and women) in great profusion. Somehow, the movie also manages to be about film reviewers and film directors. Variety) commented '...the film's inherently good visual and physical qualities are themselves dissipated in [the director's] cynicism, ennui, and involuted intellectual mirror tricks.'","release_date":"1970-08-03","vote_average":0.0,"runtime":104,"cert":"N\/A","id":64512,"title":"Ann and Eve","adult":false,"genre_ids":[18]},{"cast":["John Steiner","Laura Antonelli","Umberto Orsini","Petra Pauly","Johannes Schaaf"],"overview":"The wife of a European photographer on assignment in exotic Bali falls for an enigmatic ex patriot under the spell of a mystical death cult...","release_date":"1970-12-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":64513,"title":"Bali","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A editora da parte de livros do Los Angeles Chronicle, Rose Lloyd (Christine Lahti), crê que tem uma vida perfeita. Ela tem um bom emprego, está casada há 25 anos e seus filhos estão crescidos. Porém isto começa a desmoronar quando seu marido, Nathan Lloyd (Brian Kerwin), que também é editor no mesmo jornal, comunica que está deixando de viver com ela para morar com uma jovem mulher, por quem está apaixonado e com quem está tendo um caso há um ano. Acontece que esta bela jovem não é uma pessoa qualquer e sim a assistente dela, Mindy (Abby Brammell). Rose vai até seu chefe para exigir que Mindy seja mandada embora, mas descobre que é ela que será demitida e que Mindy ficará no seu lugar.","release_date":"2010-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64514,"title":"Não é Tarde Para Recomeçar","adult":false,"genre_ids":[10749,18]},{"cast":["Caio Blat","Maria Ribeiro","Luz Cipriota","Daniel Dantas"],"overview":"In Lapa, Rio de Janeiro, the idle aspirant writer Zeca has been living with Arts Professor Júlia for five years. He is stuck on page 50 of his novel for a long time and Zeca claims lack of inspiration to conclude the plot. He leads a comfortable life from inheritance left by his mother and administrated by his father Humberto. When Zeca sees Júlia alone with her best friend Carol in his flat, he believes that they are having a love affair and becomes obsessed with Carol, following her. Júlia travels to São Paulo with work giving Zeca the perfect opportunity to have an affair with Carol. So begins his complicated life: while Júlia works and studies for her doctorate, Zeca has sex with Carol during the days and with Júlia during the nights. Zeca plots a scheme to stay with either Carol or Júlia but his plan does not go as he hoped.","release_date":"2009-09-25","vote_average":5.2,"runtime":93,"cert":"","id":64515,"title":"Love Stories Only Last 90 minutes","adult":false,"genre_ids":[10749,18,35]},{"cast":["Judy Garland","Deanna Durbin"],"overview":"Edna's grandfather is a conductor of a small orchestra that gives concerts in the park every Sunday. Because of lack of audience the city officials want to cancel these concerts. To stop this from happening, Judy and Edna gather a crowd the following Sunday; and to keep its attention, they themselves perform with the orchestra. Edna sings an aria and Judy sings 'Americana'.","release_date":"1936-11-28","vote_average":4.0,"runtime":11,"cert":"N\/A","id":64520,"title":"Every Sunday","adult":false,"genre_ids":[35,10402]},{"cast":["Yvonne De Carlo","Philip Friend","Robert Douglas","Elsa Lanchester","Andrea King"],"overview":"Buccaneer's Girl is a 1950 American romantic adventure film directed by Frederick De Cordova and starring Yvonne De Carlo, Philip Friend and Robert Douglas. A New Orleans singer becomes involved with a Pirate Lord.","release_date":"1950-03-01","vote_average":6.0,"runtime":77,"cert":"N\/A","id":64521,"title":"Buccaneer's Girl","adult":false,"genre_ids":[12,35,28,10749]},{"cast":[],"overview":"This documentary dissects a slanderous aspect of cinematic history that has run virtually unchallenged form the earliest days of silent film to today's biggest Hollywood blockbusters. The film explores a long line of degrading images of Arabs--from Bedouin bandits and submissive maidens to sinister sheikhs and gun-wielding \"terrorists\"--along the way offering devastating insights into the origin of these stereotypic images, their development at key points in US history, and why they matter so much today.","release_date":"2006-01-01","vote_average":5.8,"runtime":50,"cert":"N\/A","id":64522,"title":"Reel Bad Arabs: How Hollywood Vilifies a People","adult":false,"genre_ids":[99]},{"cast":["Miranda Otto","William Fichtner","Lothaire Bluteau","Ryan Smith","Bianca Crudo"],"overview":"Julie's son is dying of cancer and her marriage falling apart.  She goes to Poland in search of a man who can heal using his hands.  Julie finds not only a magical cure for her son, but also comes across a love so pure it begins to heal the aching in her heart.","release_date":"2002-09-04","vote_average":6.4,"runtime":113,"cert":"N\/A","id":64523,"title":"Julie Walking Home","adult":false,"genre_ids":[18,10749]},{"cast":["David Knight","Moira Redmond","Jennie Linden","Brenda Bruce","George A. Cooper"],"overview":"Janet is a young student at a private school; her nights are troubled by horrible dreams in which she sees her mother, who is in fact locked in an insane asylum, haunting her. Expelled because of her persistent nightmares, Janet is sent home where the nightmares continue.","release_date":"1964-02-28","vote_average":7.1,"runtime":83,"cert":"","id":64524,"title":"Nightmare","adult":false,"genre_ids":[53,9648,27]},{"cast":["Carroll Baker","Lou Castel","Colette Descombes","Tino Carraro","Lilla Brignone"],"overview":"Kathryn West, a glamorous American widow, arrives in Italy several weeks after the death of her older, extremely wealthy husband. With the help of Brian, her lawyer, Kathryn moves into a luxurious villa and proceeds to lead a lonely, uneventful existence until one day, a handsome young man named Peter Donovan shows up at the front gate, looking for tools so he can fix his sports car. Kathryn lets him stay the night, and the next thing she knows, she's madly making love to him in the shower. Peter eventually moves in, and is soon joined by a free spirit he introduces as Eva, his sister. Kathryn enjoys their company and partying with them - until she begins to suspect that Peter and Eva aren't what they seem to be.","release_date":"1969-02-07","vote_average":6.0,"runtime":91,"cert":"N\/A","id":64525,"title":"Orgasmo","adult":false,"genre_ids":[18,10749,53]},{"cast":["Alberto Tomba","Michelle Hunziker","Orso Maria Guerrini","Corinne Cléry","Massimo Poggio"],"overview":"Alessandro Corso is a special forces carabiniere. During an operation he saves a child but cause the death of one of his comrades. He's then transferred to a peaceful little town, where he will be unexpectedly forced to help an hot witness named Antavleva, protecting her and bringing them safely to the trial.","release_date":"2000-07-21","vote_average":2.1,"runtime":111,"cert":"N\/A","id":64526,"title":"Alex L'ariete","adult":false,"genre_ids":[28,12,80]},{"cast":["Yuya Uchida","Mie","Reiko Nakamura","Yumiko Fujita","Kenji Sawada"],"overview":"The man has a monotonous job punching tickets for the Japanese railway. One night, while walking home, he saves Jun from getting raped by two hoodlums. A few days later, he sneaks into her house but gets discovered. Later, as he watches his son subdue an insect with a chemical, the man gets an idea to subdue women while they're sleeping so he won't be discovered sneaking into their home. His new hobby spirals out of control as his confidence grows.","release_date":"1982-02-20","vote_average":5.6,"runtime":103,"cert":"N\/A","id":64527,"title":"A Pool Without Water","adult":false,"genre_ids":[18,80]},{"cast":["Farley Granger","Barbara Bouchet","Rosalba Neri","Petar Martinovitch","Dino Mele"],"overview":"Greta Franklin, a beautiful American blonde, arrives on an island near Venice and rings the door-bell of Richard Stuart, a famous novelist who lives in a beautiful house with his wife Elonora. She manages to be hired as Richard's new secretary, the former one having disappeared without a trace. What Richard and Eleonora do not know - yet- is that Greta has a secret motive for taking the job: not only did she know Sally, her predecessor, but she was her lover...","release_date":"1972-03-21","vote_average":6.1,"runtime":98,"cert":"18","id":64528,"title":"Amuck!","adult":false,"genre_ids":[18,9648,27]},{"cast":[],"overview":"Since Day One is the culmination of years of work from the entire team and is 100% skateboarding. Featuring full parts from Dennis Busenitz, Peter Ramondetta, Justin Brock, James Hardy, Chima Ferguson, JT Aultz, Ernie Torres, Nick Dompierre, Max Schaaf, Keith Hufnagel, Jake Donnelly, Davis Torgerson, Ishod Wair, Alex Perelson, Robbie Brockel, Kyle Walker, Antoine Asselin and Massimo Cavedoni. Edited by Dan Wolfe alongside the entire REAL team - this video will make you want to go out and skateboard. Roll Forever - Since Day One.","release_date":"2011-01-01","vote_average":5.3,"runtime":71,"cert":"N\/A","id":64529,"title":"The Real Video - Since Day One","adult":false,"genre_ids":[]},{"cast":["Ben Ko Chu","Chun Chung","Hung Siu-Wan"],"overview":"Chu is a lowly debt collector for the local strongman Wang. Problem is that Chu is too nice\/honest\/dopey to be very good at the grubby collections job. Chu is treated badly by his boss Wang. Eventually Wang catches one of his twin daughters in the act of seducing the hapless bumpkin Chu. Wang naturally blames Chu rather than the daughter. For punishment Wang sends Chu on an impossible quest to Satan's Temple to steal a statue of Judge Lu.","release_date":"1998-06-12","vote_average":0.0,"runtime":84,"cert":"N\/A","id":64530,"title":"Chinese Erotic Ghost Story","adult":false,"genre_ids":[]},{"cast":["Bruce Springsteen","Steven Van Zandt","Clarence Clemons","Roy Bittan","Max Weinberg"],"overview":"Previously unreleased complete 3-hour concert performance from Bruce Springsteen's historic Darkness on the Edge of Town Tour filmed in Houston in 1978. This release is titled \"Bootleg: House Cut\" as it is the actual footage that appeared on-screen at the concert.","release_date":"2010-11-16","vote_average":4.5,"runtime":176,"cert":"N\/A","id":64533,"title":"Bruce Springsteen & the E Street Band Houston '78 Bootleg: House Cut","adult":false,"genre_ids":[10402]},{"cast":["Udo Kier","Marina Pierro","Gérard Zalcberg","Patrick Magee","Howard Vernon"],"overview":"It's the engagement party for brilliant young Dr. Henry Jekyll and his fiancée, the beautiful Fanny Osbourne, attended by various pillars of Victorian society. But when people are found raped and murdered outside and ultimately inside the house, it becomes clear that a madman has broken in to disrupt the festivities - but who is he? And why does Dr. Jekyll keep sneaking off to his laboratory?","release_date":"1981-06-17","vote_average":5.8,"runtime":92,"cert":"N\/A","id":64534,"title":"The Strange Case of Dr. Jekyll and Miss Osbourne","adult":false,"genre_ids":[27]},{"cast":["Jean Debucourt","Michel Simon","Jany Holt","Ariane Muratore"],"overview":"","release_date":"1947-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":64537,"title":"Non coupable","adult":false,"genre_ids":[80,18]},{"cast":["Florinda Bolkan","María Casares","Claudio Cassinelli","Anthony Higgins","Spiros Focás"],"overview":"After a cult besieges her convent, a young nun goes with an army of Muslims to destroy the convent and kill who wronged her.","release_date":"1974-06-14","vote_average":6.0,"runtime":96,"cert":"N\/A","id":64538,"title":"Flavia the Heretic","adult":false,"genre_ids":[18,27]},{"cast":["Georges Marchal","Michel Simon","Madeleine Sologne","Line Noro"],"overview":"","release_date":"1943-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64539,"title":"Vautrin","adult":false,"genre_ids":[18]},{"cast":["Roland Giraud","Pierre Arditi","Alice Papierski","Tanya Lopert","David Léotard"],"overview":"Fifteen-year-old Camille is a vulnerable and a strong-willed seductress- she chooses, she takes, she leaves; she can go very far in her desire for freedom. She is the daughter of disunited parents, Armand, a professor and Colette, an intellectual bourgeois. She manages to seduce Jean-Louis, a professor of letters of thirty-seven years, friend and colleague of her father. She makes him commit a lot of extravagance - he even dyed blond. Later she had a passion for Samuel, a former student of Jean-Louis, lout and trafficker. She is not easy, men learn at their expense, either sentimentally, as with the teacher, or that the first sexual experience come to ignite the relationship with Samuel.","release_date":"1987-08-12","vote_average":4.0,"runtime":105,"cert":"N\/A","id":64542,"title":"The Little Coquette","adult":false,"genre_ids":[35,18]},{"cast":["Thierry Frémont","Ann-Gisel Glass","Simon de La Brosse","Sophie Minet","Laurence Côte"],"overview":"Paris, October 1948. Nino, Gilles, Donald, Barbara and their friends are a new breed of spectators. They discover the cinema as art, they are moviegoers. They will try to realize their grand project: to found a film club. \"My film first wants to be a testimony of young people who have lived for a passion. Cinema\"","release_date":"1987-08-19","vote_average":5.0,"runtime":114,"cert":"N\/A","id":64543,"title":"Travelling avant","adult":false,"genre_ids":[35,18]},{"cast":["Sophie Renoir","Emmanuelle Chaulet","Eric Viellard","Anne-Laure Meury","François-Eric Gendron"],"overview":"Middle-class Parisian suburbs: Blanche and Lea, office worker and student, meet and become friends. Lea is going out with Fabien, but is thinking of leaving him. Blanche falls for Lea's handsome and witty friend Alexandre, but is tongue-tied whenever she meets him. Lea goes on holiday and Blanche, still smitten with the dashing Alexandre, begins to get to get know Fabien. A classic Rohmer moral tale.","release_date":"1987-08-26","vote_average":6.9,"runtime":103,"cert":"N\/A","id":64544,"title":"Boyfriends and Girlfriends","adult":false,"genre_ids":[18,35,10749]},{"cast":["Marcelle Romee","André Luguet","Fréhel","Jean Gabin","Lydie Villars"],"overview":"Also known as Lilac, this early Anatole Litvak-directed talkie was based on a play by Tristan Bernard and Charles Henry Hirsch. The story bears traces of the Bertold Brecht-Weill piece The Threepenny Opera, with heroine Lilac (Marcelle Romeo) consorting with the criminal scum of Paris. Lilac falls in love with a handsome detective (Andre Luguet), but he doesn't let his emotions stand in the way of his duty, and in the end he reluctantly turns her over to the authorities. At $120,000, Coeur de Lilas was one of the most expensive movies to come out of France in 1931, but it more than made back its cost at the box-office.","release_date":"1932-03-13","vote_average":6.0,"runtime":90,"cert":"N\/A","id":64545,"title":"Lilac","adult":false,"genre_ids":[]},{"cast":["Lara Wendel","Fabio Testi","Simonetta Stefanelli","Ugo Bologna","Mico Galdieri"],"overview":"Fabio Testi is the politician who finds himself descending into a world of drugs and crime when he encounters Lara Wendel. A mixture of crime and old-fashioned melodrama all set to songs from Neil Diamond!","release_date":"1981-03-21","vote_average":0.0,"runtime":94,"cert":"N\/A","id":64546,"title":"The Hawk and the Dove","adult":false,"genre_ids":[18]},{"cast":["Charles Vanel","Philippe Léotard","Raoul Billerey","Catherine Mouchet"],"overview":"The residents of a remote Swiss mountain village come to believe an ancient oracle in this drama taken from the novel by Charles Ferdinand Ramuz. With news of the Spanish Civil War on the radio, the people begin to believe the sun will not return and the world will be forever darkened.","release_date":"1987-09-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64547,"title":"Si le soleil ne revenait pas","adult":false,"genre_ids":[35,18]},{"cast":["Paul Naschy","Daniela Giordano","Mónica Randall","Ricardo Merino","Tony Isbert"],"overview":"Period piece set during the Inquisition about a witch-finder general who falls in love with the village beauty, who has made a pact with the devil to seduce and condemn the man who is killing off Satan's servants.","release_date":"1977-12-01","vote_average":7.3,"runtime":90,"cert":"N\/A","id":64548,"title":"Inquisition","adult":false,"genre_ids":[27]},{"cast":["Adolf Wohlbrück","Elizabeth Allan","Akim Tamiroff","Margot Grahame","Fay Bainter"],"overview":"In the face of rebellion in Russia, Czar Alexander II sends soldier Michael Strogoff 2,000 miles away, with a critical message for Grand Duke Vladimir. On the train journey, Michael befriends a traveler and comes into contact with a mysterious spy, who both unexpectedly aid him in his quest. Once behind enemy lines, Michael is near his hometown and his mother, whom he must avoid in order to fulfill his mission.","release_date":"1937-04-09","vote_average":7.0,"runtime":85,"cert":"N\/A","id":64551,"title":"The Soldier and the Lady","adult":false,"genre_ids":[12,36,10749,10752]},{"cast":["Georges Marchal","Dany Robin","Andrée Clément","Paul Faivre","Jean Vilar"],"overview":"","release_date":"1950-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64552,"title":"La soif des hommes","adult":false,"genre_ids":[18]},{"cast":["Hans Verner","Jean-Pierre Kalfon","Marcel Champel","Yvonne Monlaur","Christiane Arnaud"],"overview":"A French crime potboiler starring Verner and Kalfon as rival gang leaders who clash over control of the narcotics trade. Parisian drug gangs are battling over turf, leading to kidnappings, beatings, murders, betrayals, and other intrigues. Featuring Chet Baker's marvelous free-jazz Score, (rivaling Miles Davis's for \"Ascenseur pour l'echafaud\") and the most beautiful French Babes the World has ever seen. It pricks the Conscience, probes the libido, and excites the senses!","release_date":"1963-11-29","vote_average":6.0,"runtime":75,"cert":"N\/A","id":64553,"title":"Le concerto de la peur","adult":false,"genre_ids":[]},{"cast":["Mathieu Demy","Chiara Mastroianni","Julie Gayet","Camila Mora-Scheihing"],"overview":"The first emotions in love with a young man of seventeen: Thomas who understands that his life belongs to him at last. Four young women contribute to his sentimental education.","release_date":"1994-04-13","vote_average":0.0,"runtime":95,"cert":"N\/A","id":64556,"title":"À la belle étoile","adult":false,"genre_ids":[]},{"cast":["Jean-Louis Trintignant","Philippe Noiret","Anicée Alvina","Sylvia Kristel","Agostina Belli"],"overview":"Philippe Noiret plays a rich, Parisian banker whose daughter, Carolina, is kidnapped by a ruthless organization. They threaten to have her abused by the sadistic clients of a brothel they run if Father doesn’t pay the ransom on time.","release_date":"1975-02-19","vote_average":6.3,"runtime":112,"cert":"N\/A","id":64557,"title":"Playing with Fire","adult":false,"genre_ids":[18]},{"cast":["Michel Serrault","Charles Aznavour","Maria de Medeiros","Daniel Prévost","Nathalie Serrault"],"overview":"","release_date":"1997-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64558,"title":"The Comedian","adult":false,"genre_ids":[35,18]},{"cast":["Michel Serrault","Isabelle Huppert","François Cluzet","Jean-François Balmer"],"overview":"Betty and Victor are a pair of scam artists. One day Betty brings in Maurice, a treasurer of a multinational company. Maurice is due to transfer 5 millions francs out of Switzerland, and Betty is convinced he plans to steal that money.","release_date":"1997-10-15","vote_average":6.8,"runtime":105,"cert":"N\/A","id":64559,"title":"The Swindle","adult":false,"genre_ids":[35,80,53]},{"cast":["Ben Gazzara","Ornella Muti","Mimsy Farmer","Jean-Claude Brialy","Andréa Ferréol"],"overview":"A middle-aged artist (Ben Gazarra) sketching on the beach witnesses a young woman (Ornella Muti) being rescued from drowning. He loans her a blanket. Later she returns the blanket and they have sex several times, but she always leaves right afterward, leaving the man to wonder who she is and where she goes. Things become more complicated as he begins to fall in love with her, and after his regular girlfriend (Mimsy Farmer), with whom he has a curiously open relationship, returns. He eventually begins to realize his mysterious new lover may be very much insane.","release_date":"1982-10-28","vote_average":5.4,"runtime":113,"cert":"N\/A","id":64560,"title":"The Girl from Trieste","adult":false,"genre_ids":[18,53]},{"cast":["Bruno Romy","Pascaline Herveet","Emmanuelle Wion","Jacques Luley"],"overview":"Director Bruno Romy has put together a surreal, droll, and sometimes melancholy, sometimes risqué if not simply trashy series of seven vignettes on the love lives of several couples in a small village in Normandy in Northwest France. Romy has chosen former circus performers, mimes, and actors from street theater -- most of them in their first-time film roles -- to interpret these diverse and off-the-wall couples\/couplings. One young mute woman finds her voice through a ventriloquist, another falls in love with a trapeze artist, and a village idiot finds a unique way to experience his first intimate sexual encounter.","release_date":"1998-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64561,"title":"Le bar des amants","adult":false,"genre_ids":[35,18]},{"cast":["Lothaire Bluteau","Anna Levine","David Speck","April Turner","Frank Hoyt Taylor"],"overview":"Truman Capote's semi-autobiographical first novel about coming of age in the Deep South during the 1930s centers on 13-year-old Joel Sansom (David Speck), who reunites with his estranged father at the family's shabby plantation, where he must contend with his father's feisty mistress and a strange cousin. Against this less-than-ideal backdrop, Joel slowly matures into an upstanding young man.","release_date":"1995-09-15","vote_average":10.0,"runtime":94,"cert":"N\/A","id":64562,"title":"Other Voices Other Rooms","adult":false,"genre_ids":[18]},{"cast":["Hiroyuki Sanada","Sonny Chiba","Etsuko Shihomi","Mikio Narita","Lawrence Robert Shreve"],"overview":"On his death bed the man who raised Joji reveals that he is not his real father and that Joji’s real parents died tragically in a plane crash. Shortly thereafter Joji goes to Japan is search of his sister and his twin brother Toru. Joji’s quickly finds his sister Chihiro who is now blind and lives with their uncle. Joji one evening accidently over hears his uncle who has ties to the criminal underworld discussing his various illegal operations. Joji ‘s eavesdropping is discovered by his uncle who offers him a chance to join the organization. Joji promptly turns his uncle’s offer down which immediately puts his life in danger.","release_date":"1982-05-22","vote_average":5.3,"runtime":98,"cert":"N\/A","id":64563,"title":"Roaring Fire","adult":false,"genre_ids":[28,80,18,35]},{"cast":["Pierre Richard","Maurice Risch","Jacques Villeret","Jean-François Balmer","Patrick Chesnais"],"overview":"Jean-Arthur has been working as a clerk in a travel agency. One day, he, along with his colleague comes to a brilliant idea: what if I offer tourists real extreme recreation? So the group of tourists land on a deserted island with no food, no shelter, nothing.","release_date":"1976-10-06","vote_average":4.9,"runtime":140,"cert":"N\/A","id":64564,"title":"The Castaways of Turtle Island","adult":false,"genre_ids":[35]},{"cast":["Madeleine Rousset","Marguerite Moreno","Michel Auclair","Colette Darfeuil"],"overview":"","release_date":"1946-04-03","vote_average":4.0,"runtime":null,"cert":"N\/A","id":64565,"title":"Les malheurs de Sophie","adult":false,"genre_ids":[35,18]},{"cast":["Tim Robbins","Diane Lane","James Gandolfini","Thomas Dekker","Kaitlyn Dever"],"overview":"In 1973, the Loud family became a television sensation of a new kind. It was long before a metal rock star showed his eccentric family on the small screen and decades before housewives had screaming matches with each other on camera in public. CINEMA VERITE tells the behind-the-scenes story of the groundbreaking documentary \"An American Family,\" which chronicled the lives of the Louds in the early 1970s and catapulted the Santa Barbara family to notoriety while creating a new television genre: the reality TV series.","release_date":"2011-04-23","vote_average":5.9,"runtime":86,"cert":"12","id":64566,"title":"Cinema Verite","adult":false,"genre_ids":[18]},{"cast":["Michel Blanc","Philippe Noiret","Marie-Anne Chazel","Charlotte Gainsbourg","Carole Bouquet"],"overview":"Stressed and overworked, famous French movie star Michel Blanc (Michel Blanc) is beginning to wear down, physically and mentally, from the pressure and demands of fame. Already in a fragile state of mind, strange events start to transpire all around him, and he gradually loses his grip. Taking the advice of a psychiatrist, Blanc retreats to the countryside with his friend, Carole Bouquet (Carole Bouquet), but Blanc still has not managed to escape all of his problems.","release_date":"1994-05-18","vote_average":5.9,"runtime":null,"cert":"N\/A","id":64567,"title":"Dead Tired","adult":false,"genre_ids":[35]},{"cast":["Susan Strasberg","Ronald Lewis","Ann Todd","Christopher Lee","John Serret"],"overview":"A wheelchair-bound young girl returns to her father's estate after ten years, and although she's told he's away, she keeps seeing his dead body on the estate.","release_date":"1961-06-05","vote_average":6.9,"runtime":81,"cert":"","id":64568,"title":"Taste of Fear","adult":false,"genre_ids":[27,9648,53]},{"cast":["Marty Stuart","Johnny Cash","Patsy Cline","Don Gibson","George Jones"],"overview":"The biggest names in country music appear in this compilation of 15 performances from Nashville's famed Grand Ole Opry, featuring Patsy Cline, Marty Robbins, Tammy Wynette, Johnny Cash, George Jones, Dolly Parton and more. Spanning country's golden age from the 1950s to the '70s, the classic collection includes Loretta Lynn's \"Coal Miner's Daughter,\" Conway Twitty's \"Hello Darlin'\" and an early appearance by Willie Nelson sporting short hair. Cast:Johnny Cash, Patsy Cline, Willie Nelson, Conway Twitty, Loretta Lynn, George Jones, Dolly Parton, Marty Robbins, Tammy Wynette, Don Gibson, Jim Reeves, Faron Young, Ray Price, Statler Brothers, Ernest Tubb Genres:Music & Musicals, Classic Country & Western, Country & Western\/Folk","release_date":"2007-11-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":64569,"title":"Opry Video Classics : Legends","adult":false,"genre_ids":[10402,99]},{"cast":["Nathalie Richard","Pascal Cervo","Olaf Lubaszenko","Xavier Beauvois","Jean-Paul Dermont"],"overview":"In this French coming-of-age drama a 15-year old boy breaks free from his fixation with his older half-sister and learns to trust himself and become independent. The story is set in a rural French town. When his wild half-sister Vivien finally returns home after an eight year absence, young Marc is ecstatic. He is awed by her free-wheeling, independent life. He quietly follows her every move, living vicariously through her. She becomes his teacher, but as Marc observes her more closely he begins to see that his sister has no real sense of self-worth. Her promiscuity is only a mask to hide her lack of self-respect. Marc begins to withdraw and follow his own path.","release_date":"1994-06-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":64570,"title":"Lovers","adult":false,"genre_ids":[10749]},{"cast":["Romain Goupil","Brigitte Catillon","Anne Alvaro","Marianne Denicourt","Christine Murillo"],"overview":"The idea for this film about a generation and its lost ideals came to Romain Goupil after attending several funerals of friends in the fall of 1996, where the '68 generation, now in influential positions in media or politics, kept meeting each other. It seemed as if the revolution that they had tried to make was being buried with each coffin. A MORT LA MORT is in some ways an homage to this generation, now in their fifties. They were a privileged generation that thought that they could change the world, doing everything that their parents failed to do. There were no actual deaths in France as there were in Germany or Italy, but the system was not ideal for personal issues or for love. There was always a scapegoat for the injustices of the world, be it capitalism or imperialism. That way the blame could be placed somewhere else. Some of the '68 generation are still faithful to the principles of their youth and still continue to fight for the illusions of the past.","release_date":"1999-09-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":64571,"title":"À mort la mort !","adult":false,"genre_ids":[18]},{"cast":["Willy Braque","Yves Duffaut","Annie Josse","Virginie Solenn","Alain Tissier"],"overview":"A beautiful heiress is kidnapped and held hostage until her wealthy father comes up with a ransom. The heiress develops an attraction to one of her kidnappers, but another member of the gang tries to rape her, leading to a deadly triangle.","release_date":"1965-07-28","vote_average":0.0,"runtime":76,"cert":"N\/A","id":64572,"title":"Sexus","adult":false,"genre_ids":[18]},{"cast":["Didier Sandre","Charles Berling","Catherine Ferran","Alexandre Zloto"],"overview":"While middle-aged Vincent (Didier Sandre) makes a sand castle on a beach in Brittany, France, his sister Zaza (Catherine Ferran) and brother Francois (Charles Berling) spend a summer day reflecting on death and loss. They think back on their sister who was killed 20 years earlier in a motorbike accident. Her sudden death has haunted the siblings ever since. Meanwhile, young boy Jumbo (Guillaume Charras), who himself just lost a friend to cancer, joins the three in conversation.","release_date":"1994-10-05","vote_average":7.4,"runtime":104,"cert":"N\/A","id":64573,"title":"Coming to Terms with the Dead","adult":false,"genre_ids":[]},{"cast":["Akiko Wada","Meiko Kaji","Tatsuya Fuji","Yôsui Inoue","Ken Sanders"],"overview":"The first part of the Nora-neko rokku (\"Alley Cat Rock\") series was originally Nikkatsu Studios' answer to the rivaling Toei Studios' Delinquent Boss series, but spawned four sequels thanks to its popularity. Onna banchô, the first movie in the series, takes place in Shinjuku, Tokyo where rivaling youth gangs are constantly trying to one-up each other in toughness. An all-girl gang led by Mei (Meiko Kaji) gets involved in dangerous circles when Mei's boyfriend Michio (Kôji Wada), wants to join a powerful yakuza organization called Seiyu but inadvertently loses the gangsters' money in a fixed boxing match. Of course, Mei's gang is not going to leave him to the gangsters, especially when helped by an enigmatic and independent female biker called Ako (Akiko Wada).","release_date":"1970-05-02","vote_average":5.9,"runtime":81,"cert":"N\/A","id":64576,"title":"Stray Cat Rock: Delinquent Girl Boss","adult":false,"genre_ids":[18,80,53,28,10402]},{"cast":["Alessio Orano","Ornella Muti","Luigi Pistilli","Chris Avram","Roby Ruberti"],"overview":"A very young Ornella Muti plays a rich girl who falls for an older hippie boy. Her parents don't approve and try to stop her from seeing him so they run away to a villa (Her parents') by the sea. Later they are shipwrecked on a deserted island. The plot focuses on the efforts of the police to figure out where the girl is, which is set against the developing relationship between the two young people.","release_date":"1971-04-09","vote_average":7.0,"runtime":91,"cert":"","id":64577,"title":"Summer Affair","adult":false,"genre_ids":[18,10749]},{"cast":["Tetsuya Watari","Meiko Kaji","Seizô Fukumoto","Takuzô Kawatani","Hideo Murota"],"overview":"A police investigator cracks down on yakuza business, but once he realizes the police are in negotiations with certain factions, he sides with his own syndicate of choice.","release_date":"1976-10-30","vote_average":7.2,"runtime":97,"cert":"N\/A","id":64578,"title":"Yakuza Graveyard","adult":false,"genre_ids":[28,80,18]},{"cast":["Riki Takeuchi","Mickey Curtis","Ken'ichi Endô","Renji Ishibashi","Koichi Iwaki"],"overview":"Seiji and Yoshifumi are the only members of the Muto branch of the Date Family. The two respect and love their leader, Mr. Muto, like a father and the three share a firm bond. But their fate is sealed when the Family is involved in a conflict. Muto is unable to pay his share of funds for the oncoming battle but tells executives of the Family that he would fight at the front line instead. In the wish to protect Muto, Seiji has him arrested by the police. Ignoring the Family executives' mocks of \"Muto escaped to prison\", Seiji prepares for the battle and attacks like a demon on behalf of his boss...","release_date":"2003-06-25","vote_average":6.9,"runtime":100,"cert":"N\/A","id":64579,"title":"Yakuza Demon","adult":false,"genre_ids":[28,53]},{"cast":["Danielle Darrieux","Lise Delamare","Bernard Lancret","Maurice Baquet"],"overview":"Guy Carbonnel, a rich industrialist, has more eyes for rugby than for his wife Hélène. René Rivals, his long-time pal, takes advantage of it to court her but Guy is becoming suspicious so René has to find a way to deflect his friend's suspicion. He finally has an idea: he asks Lilian, a circus acrobat, to pose as his mistress. Lilian accepts and they embark on a series of eventful moments.","release_date":"1942-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64582,"title":"La fausse maîtresse","adult":false,"genre_ids":[35,18]},{"cast":["Suzy Love","Louis Monfils"],"overview":"","release_date":"1921-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64583,"title":"Pervenche","adult":false,"genre_ids":[35]},{"cast":["Isabelle Renauld","Francis Renaud","Laura Saglio","Alain Soral"],"overview":"A teenage girl helps investigators reconstruct her mother's (Isabelle Renauld) murder.","release_date":"1996-10-23","vote_average":5.0,"runtime":110,"cert":"N\/A","id":64584,"title":"Perfect Love","adult":false,"genre_ids":[18,10749]},{"cast":["Claude Brasseur","Olivier Martinez","Bernard Le Coq","Saïd Taghmaoui"],"overview":"This French prison drama focuses on a penitentiary inmate known as the Mute, who either cannot or will not speak, even though he can apparently hear well enough. When the Mute's cellmate escapes, both the Warden and the Chief Guard try to get him to tell what he knows about the disappearance -- the Guard through violence, the Warden by transferring him to a new cell with four other prisoners and cutting off TV privileges to the inmates until the Mute spills the beans. One of the Mute's new roommates is a white collar criminal who has just landed in prison and is not dealing well with the pressures of life behind bars, but his skills with computers make him a very usefully ally among the prisoners. Meanwhile, Flic, a self-important police detective, is investigating the escape of the Mute's cellmate and is not happy with the low level of cooperation among the prison's population.","release_date":"2000-01-12","vote_average":0.0,"runtime":90,"cert":"N\/A","id":64585,"title":"The Slammer","adult":false,"genre_ids":[35,18]},{"cast":["Emily Browning","Rachael Blake","Ewen Leslie","Mirrah Foulkes","Ivy Mak"],"overview":"A haunting erotic fairytale about Lucy, a young University student drawn into a mysterious hidden world of beauty and desire.","release_date":"2011-06-10","vote_average":5.3,"runtime":102,"cert":"18","id":64586,"title":"Sleeping Beauty","adult":false,"genre_ids":[18,10749]},{"cast":["Harvey Shain","William Rotsler","Dee Lockwood","Wendell Swink","Mickey Jines"],"overview":"Romeo and Juliet love each other, but they also love everyone else in town.","release_date":"1969-03-15","vote_average":2.7,"runtime":96,"cert":"N\/A","id":64591,"title":"The Secret Sex Lives of Romeo and Juliet","adult":false,"genre_ids":[35,18]},{"cast":["Trey Anastasio"],"overview":"Phish: Live in Vegas is a video of a complete live performance from rock band Phish recorded on September 30, 2000. It includes many rarities and songs that were brought out of \"retirement\" after long periods of inactivity. The performance was originally a live Internet webcast that came just days after Phish officially announced an indefinite hiatus from recording and touring. Anastasio used this opportunity to officially announce the hiatus to audiences across the globe via the Internet. Set 1: Walfredo, The Curtain With, Maze, Roggae, I Didn't Know, Mike's Song &gt; Simple &gt; Saw It Again, Esther &gt; Weekapaug Groove Set 2: Timber (Jerry), AC\/DC Bag, Colonel Forbin's Ascent &gt; Fly Famous Mockingbird, Twist &gt; Sand &gt; A Day in the Life Encore: Emotional Rescue Bonus Tracks: Piper, Camel Walk (10.1.00 Phoenix, AZ","release_date":"2002-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":64596,"title":"Phish: Live In Vegas","adult":false,"genre_ids":[10402]},{"cast":["Martin Brambach","Sandra Hüller","Bjarne Henriksen","Stefan Rudolf","Li Hagman"],"overview":"","release_date":"2009-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64597,"title":"Fräulein Stinnes fährt um die Welt","adult":false,"genre_ids":[18]},{"cast":["Trey Anastasio"],"overview":"\"It\" is a two-disc DVD set chronicling Phish's two-day summer festival in Limestone, Maine on August 2 &amp; 3, 2003. The first disc contains a full-length documentary originally aired on PBS in 2004 featuring interviews with the band, song excerpts, and images from the concert grounds and festival events. This was the sixth of eight major outdoor summer festivals held by Phish. The second disc contains a selection of complete live songs performed over the weekend. The DVD set, which clocks in at over four hours, was certified platinum in 2005.","release_date":"2003-08-02","vote_average":5.3,"runtime":null,"cert":"N\/A","id":64600,"title":"Phish: IT","adult":false,"genre_ids":[10402]},{"cast":["Trey Anastasio"],"overview":"Live in Brooklyn is the second DVD release by the rock band Phish. Performed on June 16, 2004, at the minor league baseball field KeySpan Park in Brooklyn, New York, it was the opening night of what was the band's final tour. The concert was originally recorded for a simulcast in movie theatres. The concert features the debuts of \"A Song I Heard the Ocean Sing\" and \"Nothing\", both of which recorded on their final album, \"Undermind\". Also, \"Dinner and a Movie\" and \"The Curtain With\" had not been played since their Las Vegas 2000 run shortly before their hiatus.","release_date":"2004-06-17","vote_average":5.3,"runtime":null,"cert":"N\/A","id":64601,"title":"Phish: Live In Brooklyn","adult":false,"genre_ids":[10402]},{"cast":["Trey Anastasio"],"overview":"Walnut Creek is the a concert DVD released on August 8, 2008 by the rock band Phish. It was performed on July 22, 1997 at Walnut Creek Amphitheatre in Raleigh, North Carolina during a stormy night, the second show of their 1997 U.S. summer tour. During the first set, lightning struck the stage three different times, hitting the stage during the band's rendition of \"Taste,\" forcing the group to cut the set short and leave the stage. After a one hour intermission (purposely extended in order to let the storm pass), the group returned to the stage for an additional 90 minutes of music. The DVD footage is taken from the venue jumbo screen video feed displayed in concert during the show.","release_date":"1997-07-22","vote_average":5.3,"runtime":null,"cert":"N\/A","id":64602,"title":"Phish: Walnut Creek","adult":false,"genre_ids":[10402]},{"cast":["Trey Anastasio"],"overview":"Live In Utica was recorded on October 20, 2010 by the rock band Phish. This was their first ever performance at the Utica Memorial Auditorium in New York. With a capacity of only 5,500, Utica was the smallest venue on Phish's fall tour and the atmosphere was charged with electricity. The 2 DVD set presents three hours of Phish in an intimate venue with an inspired audience that returned the energy at every turn.","release_date":"2010-10-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":64603,"title":"Phish: Live In Utica","adult":false,"genre_ids":[]},{"cast":["Gilles Lellouche","Olivier Perrier","Carole Franck","Marc Chapiteau"],"overview":"","release_date":"2009-01-01","vote_average":7.8,"runtime":null,"cert":"N\/A","id":64606,"title":"Un Singe sur le dos","adult":false,"genre_ids":[18]},{"cast":["Kane Richmond","Bernadene Hayes","Peter Cookson","Gloria Warren","Charles Trowbridge"],"overview":"Two card sharks, pretending to be brother and sister, clean out a small-town banker, then take over a crooked gambling joint.","release_date":"1946-06-22","vote_average":5.3,"runtime":68,"cert":"N\/A","id":64607,"title":"Don't Gamble with Strangers","adult":false,"genre_ids":[18]},{"cast":["Ronit Elkabetz","Carlo Brandt","Noémie Lvovsky","Camille Figuereo"],"overview":"","release_date":"2010-06-16","vote_average":4.8,"runtime":100,"cert":"N\/A","id":64610,"title":"Les Mains Libres","adult":false,"genre_ids":[18]},{"cast":["Mišel Matičević","Rainer Bock","Uwe Bohm","Karoline Eichhorn","Timo Jacobs"],"overview":"\"In the Shadows\" slithers through underworld Berlin in grand style. En route to a twisty finale, German writer-director Thomas Arslan keeps his audience glued to the increasingly desperate actions of Trojan, a thirtysomething career criminal whose latest job slowly catches up with him.","release_date":"2010-02-15","vote_average":7.4,"runtime":85,"cert":"N\/A","id":64611,"title":"In the Shadows","adult":false,"genre_ids":[18,53]},{"cast":["Herbert Achternbusch","Markus Binder","Hans Peter Falkner","Jochen Distelmeyer","Sigi Ecker"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":64612,"title":"Attwenger Film","adult":false,"genre_ids":[99,10402]},{"cast":["Juri Binder","Markus Binder","Jochen Distelmeyer","Rudi Dolezal","Hans Peter Falkner"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64613,"title":"Attwenger Adventure","adult":false,"genre_ids":[99,10402]},{"cast":["Hiroshi Miyauchi","Shunsuke Takasugi","Akira Yamaguchi","Hiroshi Fujioka","Takeshi Sasaki"],"overview":"The Dogma Kingdom attacks the Matagi (mountain tribe) village of Yamabiko to steal the sacred Flying Dragon Fortress and wreak havoc all over Japan. Six children from the fallen village take refuge in a nearby town, keeping their identities as Matagi citizens a secret. Kamen Rider Super-1 must protect these children from the Dogma Kingdom, as they hold the secret to the Flying Dragon Fortress' weakness.","release_date":"1981-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64614,"title":"Kamen Rider Super-1: The Movie","adult":false,"genre_ids":[28,12,878]},{"cast":[],"overview":"A robber is arrested and his two siblings are shot dead by a cop. Same day, the cop's wife gives birth to twins. The babies have birthmarks on their foreheads, which just like the wounds on the two dead robbers.","release_date":"1993-01-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":64623,"title":"Vendetta","adult":false,"genre_ids":[53,27,80]},{"cast":["Lilli Palmer","Cristina Galbó","John Moulder-Brown","Mary Maude","Cándida Losada"],"overview":"Sometime in the 19th century, Teresa, a young girl, arrives in southern France, where an isolated female boarding school is tyrannically mastered by Mme. Fourneau, the strict headmistress, whose protective shadow haunts Luis, her weak son.","release_date":"1969-12-01","vote_average":6.8,"runtime":100,"cert":"N\/A","id":64624,"title":"The House That Screamed","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Our favourite swordsmen return in an original TV movie based on Alexandre Dumas' famous saga. Dogtanian and the Three Muskehounds are back! A secret plot to take the Kings' place hatched by the King's own twin brother... A diplomatic incident which brings the country to the brink of war... A mysterious prisoner whose face is hidden by a mask of gold... The kidnap of Dogtanian's small daughter in order to blackmail him... and the Crown under constant threat. More dangers for Dogtanian and his friends Athos, Aramis and Porthos. Answer the call you already know so well: \"One For All And All For One!\".","release_date":"1999-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":64625,"title":"Dogtanion in One For All and All For One","adult":false,"genre_ids":[16]},{"cast":["Yumi Takigawa","Yûsuke Natsu","Yoko Konno","Ichirô Nakatani","Mitsuyo Asaka"],"overview":"Once again we focus on Nami Matsushima. This time she has a sister who goes missing and after getting too caught up in doing something about it, our innocent heroine is given a fifteen year sentence for a murder she didn't commit. She's sent to an all women prison where she's not exactly welcome. Her fellow inmates torture, humiliate and try to kill her; but the Scorpion prevails long enough to get some justice.","release_date":"1976-11-17","vote_average":6.6,"runtime":88,"cert":"N\/A","id":64626,"title":"New Female Prisoner 701: Scorpion","adult":false,"genre_ids":[53,18]},{"cast":["Horst Frank","Dieter Laser","Jürgen Prochnow","Uwe Friedrichsen","Claus Theo Gärtner"],"overview":"A spaceship returns to Earth after several years of space exploration and finds it desolate. Landing in what they believe is Mexico, the crew decides to travel north, and try to find out what happened to Earth during the years they were gone.","release_date":"1977-11-05","vote_average":3.3,"runtime":118,"cert":"N\/A","id":64627,"title":"Operation Ganymed","adult":false,"genre_ids":[878]},{"cast":["Carroll Baker","Jean Sorel","Ida Galli","George Hilton","Luigi Pistilli"],"overview":"A young newlywed couple from America returns to Geneva to visit Marcel's home town. Once there he is informed of his former lover's suicide and in turn is subjected to threats that accuse him of being responsible for her death and further, threaten his new fiancée's life. George Hilton plays a peculiar neighbor with voyeuristic tendencies who has an obsession with Deborah.","release_date":"1968-03-20","vote_average":4.6,"runtime":95,"cert":"N\/A","id":64628,"title":"The Sweet Body of Deborah","adult":false,"genre_ids":[18,9648,53,10749]},{"cast":[],"overview":"As a child, Michael Stock was sexually abused - by his own father. 25 years later he is still looking for inner peace. In conversations with his family and friends and his own reflections, he paints an ever clearer, if contradictory picture of what happened and of the consequences for each of the family members. Old family films seem to show a happy family - excerpts from Michael's first feature film hint at his extreme adult life, overshadowed by his lifelong trauma. Yet in spite of the intense drama, the film doesn't have an atmosphere of anger and hatred but rather a surprising air of hope and love of life. Michael's aim is not to accuse the \"perpetrator\" but to understand. In the end, he takes his video \"Postcard\" to his father. With the camera running, he confronts him with his past.","release_date":"2010-01-01","vote_average":8.0,"runtime":86,"cert":"N\/A","id":64629,"title":"Postcard to Daddy","adult":false,"genre_ids":[99]},{"cast":["Irene Papas","Ray Lovelock","Ornella Muti","Michel Bardinet","Jacques Stany"],"overview":"Two young sexually free hippies, Dick and Ingrid,  finance their travels by selling naked snaps of Ingrid until their plan is brought to an abrupt end by the Police. Forced on the run the two seek refuge at a seemingly empty isolated large villa. As it turns out the house is inhabited by the middle-aged Barbara who invites them in for some potential three-way hanky-panky that soon locks them into something far more twisted and chilling!","release_date":"1971-08-18","vote_average":5.5,"runtime":90,"cert":"N\/A","id":64630,"title":"Oasis of Fear","adult":false,"genre_ids":[80,53]},{"cast":["Alessandro Gassman","Maria de Medeiros","Massimo Poggio","Michela Cescon","Christo Jivkov"],"overview":"Two couples are enjoying their summer at the beach, but when the grown son of one couple arrives, it surprisingly stirs something in the husband of the other couple, will the forbidden feelings end badly?","release_date":"2009-09-08","vote_average":5.7,"runtime":106,"cert":"N\/A","id":64631,"title":"David's Birthday","adult":false,"genre_ids":[9648,18,10749]},{"cast":["Lang Lang","Stefan Knüpfer","Pierre-Laurent Aimard","Hyung-Ki Joo","Alfred Brendel"],"overview":"Pianomania takes the audience on a humorous journey through the secret world of sound and accompanies Stefan Knüpfer in his extraordinary work with the greatest pianists in the world. To select the instrument that corresponds to the vision of the virtuoso, according it to his desire and accompany him until he goes on stage, Stefan Knüpfer has developed nerves of steel, a boundless passion and above ability to translate words into sounds.","release_date":"2009-01-28","vote_average":6.3,"runtime":93,"cert":"N\/A","id":64632,"title":"Pianomania","adult":false,"genre_ids":[99,10402]},{"cast":["Maurice LaMarche","Jim Byrnes","Brian Drummond"],"overview":"The most famous bionic inspector of the world returns and more awkward than ever. Sophie, the niece of the inspector hais now 16 years old and the dog Sultan is smarter. Marhham, the mayor of Metro City has decided that the town needs a tourist attraction. The mayor believes that their problems will be solved when he finds under the Metro City Jail an egg of a prehistoric giant lizard, in perfect condition. But Dr. Gang and his henchmen steal the egg with the intent to use it for world domination.","release_date":"2005-09-06","vote_average":4.2,"runtime":66,"cert":"N\/A","id":64633,"title":"Inspector Gadget's Biggest Caper Ever","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":64634,"title":"Pure Hate","adult":false,"genre_ids":[]},{"cast":["Colin Farrell","Kate Beckinsale","Jessica Biel","Bryan Cranston","Bill Nighy"],"overview":"Welcome to Rekall, the company that can turn your dreams into real memories. For a factory worker named Douglas Quaid, even though he's got a beautiful wife who he loves, the mind-trip sounds like the perfect vacation from his frustrating life - real memories of life as a super-spy might be just what he needs. But when the procedure goes horribly wrong, Quaid becomes a hunted man. Finding himself on the run from the police - controlled by Chancellor Cohaagen, the leader of the free world - Quaid teams up with a rebel fighter to find the head of the underground resistance and stop Cohaagen. The line between fantasy and reality gets blurred and the fate of his world hangs in the balance as Quaid discovers his true identity, his true love, and his true fate.","release_date":"2012-08-02","vote_average":5.9,"runtime":121,"cert":"12A","id":64635,"title":"Total Recall","adult":false,"genre_ids":[28,878,12,53]},{"cast":[],"overview":"Segment 1 - actress Saki Aibu plays a woman who doesn't do anything. Segment 2 - actress Asami Mizukawa plays an unlucky woman who messes up a man. Segment 3 - actress Koyuki plays an excessively beautiful woman. Segment 4 - actress Yuka plays an easy\/promiscuous woman. Segment 5 - actress Kyoko Hasegawa plays an ordinary woman.","release_date":"2010-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64636,"title":"Women Play Twice","adult":false,"genre_ids":[18]},{"cast":["James Marsden","Kate Bosworth","Alexander Skarsgård","Dominic Purcell","Laz Alonso"],"overview":"L.A. screenwriter David Sumner relocates with his wife, Amy, to her hometown in the deep South. There, while tensions build between them, a brewing conflict with locals becomes a threat to them both.","release_date":"2011-09-16","vote_average":5.7,"runtime":110,"cert":"N\/A","id":64639,"title":"Straw Dogs","adult":false,"genre_ids":[18,53]},{"cast":["Manfred Eicher","Arvo Pärt","Eleni Karaindrou","Dino Saluzzi","Anja Lechner"],"overview":"On the way through a world of sounds and noise – with Manfred Eicher, the oustanding discoverer and mediator of contemporary music and founder of the music label ECM. On this journey we are meeting musicians and composers, but also people and places which are connected with him and with each other. We are encountering stories, landscapes, cities, disputes and hugs, tranquillity, hectic pace, work, self-doubt, joy, passion.","release_date":"2011-09-26","vote_average":6.8,"runtime":88,"cert":"N\/A","id":64640,"title":"Sounds and Silence","adult":false,"genre_ids":[99,10402]},{"cast":["Gloria Guida","Colette Descombes","Andrés Resino","Gianluigi Chirizzi","Paolo Carlini"],"overview":"Monika is young, beautiful and a virgin. She is only 16 years old, and, beside getting the attention of all her classmates, she also attracts older men. She has a relationship with a boy, Leo, but she doesn't know that he uses to pimp the girls he seduces to rich businessmen. One of Leo's client befriends Monika and becomes so obsessed that he pays Leo to get her. But Monika turns her attention to her art professor, unknowing that he too has his secrets.","release_date":"1974-02-28","vote_average":4.9,"runtime":93,"cert":"N\/A","id":64641,"title":"Monika","adult":false,"genre_ids":[10749,18]},{"cast":["Laura Morante","Robert Madison","Giorgio Molteni","Riccardo Tesi","Giorgio Careccia"],"overview":"","release_date":"2007-03-30","vote_average":6.0,"runtime":null,"cert":"N\/A","id":64642,"title":"Liscio","adult":false,"genre_ids":[18]},{"cast":["Sarah Reguieg","Rym Takoucht","Merouane Zmirli","Mohamed Bouchaib","Mourad Khen"],"overview":"Mounir Mekbek lives with his family in a small village in the heart of the Algerian countryside. Very proud and sure of himself, he has only one dream- to finally be appreciated by his fellow villagers. Screwing up his carefully maintained image is his headstrong, narcoleptic sister Rym who falls asleep anywhere and whom the village is convinced will end up a spinster. One evening, Mounir returns from town drunk and announces that he's found a suitor for his sister. The fake story snowballs and snowballs until the suitor morphs into a rich, blonde Australian. The village begins preparing for the wedding in earnest - but without a bridegroom in sight.","release_date":"2008-11-25","vote_average":6.8,"runtime":null,"cert":"","id":64643,"title":"Mascarades","adult":false,"genre_ids":[35,18]},{"cast":["Bruce Springsteen"],"overview":"Bruce Springsteen plays in Parc De La Courneuve, Paris, France; June 29th, 1985 during the Born in the U.S.A. Tour","release_date":"1985-06-29","vote_average":6.5,"runtime":null,"cert":"N\/A","id":64644,"title":"Bruce Springsteen and The E Street Band: Breathless in Paris","adult":false,"genre_ids":[]},{"cast":["Ekaterina Vilkova","Fyodor Bondarchuk","Maksim Matveev","Mariya Kozhevnikova","Anna Ardova"],"overview":"Sonya, a popular super model, proposes to Sasha in order to irritate her boyfriend, a famous TV star Ruslan - and adventures begin...","release_date":"2011-04-15","vote_average":3.5,"runtime":90,"cert":"N\/A","id":64645,"title":"Exchange Wedding","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"Impy´s Island 2","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":64646,"title":"Tô de Férias 2 (2010)","adult":false,"genre_ids":[]},{"cast":["Dmitriy Kharatyan","Armen Dzhigarkhanyan"],"overview":"Молодому юристу, в первый день службы, поручают закончить дело, которое вел умерший накануне сотрудник. Однако, блестяще распутав дело и засвидетельствовав связи преступников с прокуратурой, герой принимает неожиданное для профессионала решение - покончить с мирской жизнью и постричься в монахи...","release_date":"1990-05-04","vote_average":0.0,"runtime":99,"cert":"N\/A","id":64647,"title":"Litsom k Stene","adult":false,"genre_ids":[80,18]},{"cast":["Frank Graham","Florence Gill","Clarence Nash"],"overview":"It's a peaceful day at the local poultry farm until Foxy Loxy happens along intent on a chicken dinner. He takes the advice of a book on psychology by striking \"the least intelligent\" first and convinces dim witted Chicken Little the sky is falling. Chicken Little spreads the word but when head man Cocky Locky proves the story to be false, Foxy Loxy spreads rumors that Cocky Locky isn't the smart chicken he appears to be, which leads to the ultimate undoing of the chickens at the hands of Foxy Loxy.","release_date":"1943-12-17","vote_average":7.0,"runtime":8,"cert":"N\/A","id":64648,"title":"Chicken Little","adult":false,"genre_ids":[16,10751]},{"cast":["Junko Miyashita","Renji Ishibashi","Shiro Yumemura","Aoi Nakajima","Hiroshi Chō"],"overview":"The landlord of a boarding house in 1923 Tokyo, is keen on spying on the bizarre close encounters taking place beneath his roof. One day he sees a prostitute killing a customer, and decides he's found his soulmate.","release_date":"1976-06-12","vote_average":6.4,"runtime":76,"cert":"N\/A","id":64649,"title":"The Watcher in the Attic","adult":false,"genre_ids":[10749,53]},{"cast":["Gianni Garko","Klaus Kinski","Frank Wolff","Gordon Mitchell","Ettore Manni"],"overview":"Sartana is falsely accused of robbing a bank, and must find the real robbers and clear his name.","release_date":"1969-11-20","vote_average":6.2,"runtime":102,"cert":"N\/A","id":64650,"title":"Sartana the Gravedigger","adult":false,"genre_ids":[37,9648]},{"cast":["Meiko Kaji","Rikiya Yasuoka","Tatsuya Fuji","Jirô Okazaki","Yuki Arikawa"],"overview":"Mako and her girl friends enter a dispute with rival street gangsters The Eagles, a band of racist macho pigs led by the evil Baron, who hate half-breeds (descendents of afro-American and Japanese couples). When one of the girls start dating a half-breed, they start a terror campaign to take all of them out of town. Mako and her gang fight back, helping their new friend Kazuma find his long gone sister.","release_date":"1970-09-01","vote_average":6.7,"runtime":85,"cert":"N\/A","id":64651,"title":"Stray Cat Rock: Sex Hunter","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Continue your experience of One Six Right with this special companion DVD that includes more than 45-minutes of never-before-released special features. Go behind the scenes and learn how the challenges were overcome to make One Six Right. One Six Left is a fitting addition to any DVD library with stunning aviation cinematography and original music that continues to share the timeless romance of flying with all ages.","release_date":"2006-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64652,"title":"One Six Left","adult":false,"genre_ids":[]},{"cast":[],"overview":"Continue your experience of One Six Right with this special companion DVD that includes more than 45-minutes of never-before-released special features. Go behind the scenes and learn how the challenges were overcome to make One Six Right. One Six Left is a fitting addition to any DVD library with stunning aviation cinematography and original music that continues to share the timeless romance of flying with all ages.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64653,"title":"One Six Left","adult":false,"genre_ids":[]},{"cast":["Julie Christie","Sandy Dennis"],"overview":"The film offers a comprehensive examination of the exploitation of animals in modern society.","release_date":"1981-10-01","vote_average":0.0,"runtime":136,"cert":"N\/A","id":64654,"title":"The Animals Film","adult":false,"genre_ids":[99]},{"cast":["Tom Hiddleston","Lydia Leonard","Kate Fahy","Amy Lloyd","Christopher James Baker"],"overview":"Deep fractures within a family dynamic begin to surface during a getaway to the Isles of Scilly.","release_date":"2011-03-04","vote_average":4.8,"runtime":114,"cert":"","id":64655,"title":"Archipelago","adult":false,"genre_ids":[18]},{"cast":["Clarence Nash","Thelma Boardman"],"overview":"Donald Duck buys Canadian war bonds in World War II.","release_date":"1942-01-11","vote_average":5.3,"runtime":3,"cert":"N\/A","id":64658,"title":"Donald's Decision","adult":false,"genre_ids":[16]},{"cast":["Fred Shields"],"overview":"World War II propaganda film on the importance of American farming.\r A morale booster film stressing the abudance of American agricultural output.","release_date":"1942-07-20","vote_average":5.4,"runtime":6,"cert":"N\/A","id":64659,"title":"Food Will Win the War","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"Flush riveting is a way of connecting two pieces of sheet metal together, using rivets whose heads do not protrude above the surface of the metal. In aircraft construction, a flush rivet reduces drag, thus increasing aircraft performance. This World War II-era Walt Disney industrial-training film teaches four methods of flush-riveting aircraft aluminum sheet metal: the Countersink method, the Double Dimple method, the Pre-Dimple method, and the Combination Pre-Dimple and Countersink method. The choice of method to use is based upon the thicknesses of the top and bottom metal sheets.","release_date":"1942-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":64660,"title":"Four Methods of Flush Riveting","adult":false,"genre_ids":[99,16,10752]},{"cast":["Tusshar Kapoor","Amrita Rao"],"overview":"Tusshar Kapoor plays Sahil, an artist who draws cartoons. He falls in love with Amrita Rao, the daughter of a businessman, for whom Tusshar had deigned a mascot. The story moves on and both fall in love. But since her father hates artists, therefore, he decides she will not marry him.","release_date":"2011-05-13","vote_average":4.9,"runtime":null,"cert":"N\/A","id":64661,"title":"Love U... Mr. Kalakaar!","adult":false,"genre_ids":[10749,10751]},{"cast":["Pinto Colvig","John McLeish"],"overview":"Goofy provides a history of ships and sailing.","release_date":"1944-01-28","vote_average":6.0,"runtime":7,"cert":"N\/A","id":64662,"title":"How to Be a Sailor","adult":false,"genre_ids":[16]},{"cast":["Thelma Boardman"],"overview":"Documentary short film demonstrating the process by which waste fats from the kitchens of American homes can be transformed into the raw materials for explosives for the war effort.","release_date":"1942-07-29","vote_average":6.2,"runtime":3,"cert":"N\/A","id":64663,"title":"Out of the Frying Pan into the Firing Line","adult":false,"genre_ids":[16,99]},{"cast":["Minami Aoyama","Mayu Asada","Lemon Hanazawa","Hotaru Hazuki","Kikujirô Honda"],"overview":"The Slit-Mouthed Woman is a striking example of Pink Cinema that mixes horror with eroticism in a way that is both unsettling and genuinely original. A young couple enter a hospital after rumours that a demonic spirit known as the slit mouthed woman had been seen there. Once inside, they are possessed by an overwhelming desire to have sex and sneak off into an empty room to satiate their lusts. Then out of the darkness a perverse and disfigured woman appears and confronts them.The Slit-Mouthed Woman, a.k.a Kuchisake, is an original hybrid of pink erotica and horror from the controversial J-sploitation director Takuaki Hashiguchi whose previous films include the disturbingly nasty Woman Prisoner Torture. The Slit-Mouthed Woman features impressive special make-up effects from Takashi Oda, who worked alongside the acclaimed actor\/director Beat Takeshi Kitano on his Yakuza action film Sonatine.","release_date":"2005-01-28","vote_average":4.0,"runtime":63,"cert":"N\/A","id":64664,"title":"Sensual Ward: Wet Red Lips","adult":false,"genre_ids":[]},{"cast":["Yuki Nohira","Rei Okamoto","Rumi Tama","Tamaki Katsura","Jun Aki"],"overview":"Rumiko is a misbehaving girl who got caught stealing the cash her father had at home for bribes. Father would not accuse her of that, but when he caught her having sex with her English teacher, he was justified in sending her to a monastery, where the nuns try to force her to become a good girl. However, after a few days in forced piety, Rumiko (now Sister Lucia) discovered that her sins were nothing in comparison with those of other Sisters, and Mother Superior's.","release_date":"1978-01-07","vote_average":10.0,"runtime":70,"cert":"N\/A","id":64665,"title":"Sins of Sister Lucia","adult":false,"genre_ids":[18,10749]},{"cast":["Elvire Audray","Paolo Malco","Wandisa Guida","Gianfranco Barra","Marilù Tolo"],"overview":"Joan Barnard (Elvire Audray, AMAZONIA: THE KATHERINE MILES STORY), wife of archeologist Arthur Barnard (John Saxon, ENTER THE DRAGON), is being plagued by nightmares of ritualistic deaths within an ancient Etruscan tomb. Unsettling as they are, these dreams have also been unconsciously providing Joan with detailed knowledge of a lost temple that her husband has only just recently discovered. While talking on the phone about her violent and vivid dreams, Joan's life is forever altered, as she is forced to listen as her husband is murdered, his head nearly twisted off. Determined to uncover her husband's killer and get to the bottom of her hallucinogenic, maggot infested visions, Joan travels to the site of Arthur’s most recent excavation, escorted by her friend and colleague Mike Grant (Paolo Malco, THE HOUSE BY THE CEMETERY) uncovering a web of murder and mysticism.","release_date":"1982-09-17","vote_average":4.0,"runtime":94,"cert":"N\/A","id":64666,"title":"The Scorpion with Two Tails","adult":false,"genre_ids":[27]},{"cast":["Rika Aoki","Kazuko Nagamoto","Masami Souda","Michi Nono","Fuminori Sato"],"overview":"First film of a trilogy following the dramatic life of Rika, a half-Japanese\/half-American woman who becomes the tough-as-nails leader of an all-girl crime gang.","release_date":"1972-11-26","vote_average":5.1,"runtime":92,"cert":"N\/A","id":64667,"title":"Rica","adult":false,"genre_ids":[18,28,80]},{"cast":["Rika Aoki","Tôru Minegishi","Taiji Tonoyama","Mizuho Suzuki","Takashi Fujiki"],"overview":"Rica wanting a fresh start leaves her friends and past life behind or at least that is what she thinks as trouble always seems to find her. Rica's looks into a ship that exploded and everyone who survived this disaster who comes in contact with her dies. Rica only chance of solving the mystery of the sunken ship is if she can locate a old friend of hers who just happened to be on that ship the night it blew up.","release_date":"1973-04-07","vote_average":6.0,"runtime":85,"cert":"N\/A","id":64668,"title":"Rica 2: Lonely Wanderer","adult":false,"genre_ids":[28]},{"cast":["Junko Miyazono","Reiko Ônobuta","Kenji Imai","Yuriko Mishima","Yukie Kagawa"],"overview":"This film focuses on Okatsu; the adopted daughter of a master swordsman. She is a master with a sword herself and her talents far overshadow that of her brother, and real child of the man who adopted her. Her brother unfortunately has a gambling habit, and it plunges the family into trouble when he loses a lot of money in a crooked dice game. After releasing he is unable to pay the debt he owes; the blame is shouldered by the father, who is killed, leading Okatsu on a path of revenge.","release_date":"1969-04-10","vote_average":5.9,"runtime":89,"cert":"N\/A","id":64669,"title":"Quick-draw Okatsu","adult":false,"genre_ids":[80,28]},{"cast":["Carol Levy","Victor Bevine","Shannah Hall","Chris Beach","Noel Cohen"],"overview":"Two women--one a wealthy society débutante, the other an elegant call girl--with a remarkable resemblance to one another decide to trade professions and social positions temporarily and see what results from it.","release_date":"1984-02-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":64670,"title":"The Princess and the Call Girl","adult":false,"genre_ids":[35,18,10749]},{"cast":["Krateros Katsoulis","Vladimiros Kiriakidis","Dafni Lambrogianni","Katerina Papoutsaki","Yannis Zouganelis"],"overview":"Phaidon and Vicky are successful therapists and a happy married couple, until they meet a couple different from all others! For the first time they see how their 'successful' marriage is far away for a marriage truly fitting. This film includes everything. Humor, emotion, hyperbole, a murder and a rich cast of popular Greek actors. Focus on the original sin of Adam and Eve, this movie is 'trying' to make a commentary especially on the problematic marriage, but also on bad relationships. Does not succeed, precisely because it does not actually saying anything new. However, while remaining on the surface, there is a sincere disposition towards the situations presented.","release_date":"2011-02-03","vote_average":5.2,"runtime":90,"cert":"N\/A","id":64671,"title":"The Other Half","adult":false,"genre_ids":[35]},{"cast":["Ieroklis Michaelidis","Odysseas Papaspiliopoulos","Zeta Makrypoulia","Tasos Kostis","Pigmalion Dadakaridis"],"overview":"This bitter political satire is based on a theatre play, later made to a movie, of which the current film is a remake.It's main focus is the clientelistic character of Greek politics which makes a well-meaning but naive Health minister to employ an ambitious young provincial with a talent for lying in order to handle the diverse demands of his volatile political clientèle.The provincial becomes the mastermind behind every move of the minister causing the envy of the minister's closest associates and of his good-looking wife, played by rising Greek media star Zeta Makrypoulia. Changes of fortune abound and finally the plot reveals that the lying provincial is not a bad person in heart although he never denounces lying as a survival strategy.","release_date":"2010-12-23","vote_average":5.6,"runtime":90,"cert":"N\/A","id":64672,"title":"Ζητείται Ψεύτης","adult":false,"genre_ids":[35]},{"cast":["Michel Serrault","Thierry Lhermitte","Gérard Jugnot","Macha Méril","Mathilda May"],"overview":"","release_date":"1985-03-12","vote_average":5.4,"runtime":98,"cert":"N\/A","id":64675,"title":"Les Rois du Gag","adult":false,"genre_ids":[35]},{"cast":["Freddie Highmore","Emma Roberts","Michael Angarano","Elizabeth Reaser","Alicia Silverstone"],"overview":"George, a lonely and fatalistic teen who's made it all the way to his senior year without ever having done a real day of work, is befriended by Sally, a popular but complicated girl who recognizes in him a kindred spirit.","release_date":"2011-06-17","vote_average":6.4,"runtime":83,"cert":"12","id":64678,"title":"The Art of Getting By","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Guillaume","Melba Moore","Sherman Hemsley","Clarice Taylor","Don Scardino"],"overview":"Based on Davis' 1961 play Purlie Victorious (which was later translated into the 1963 film Gone Are the Days! and which included all of the original Broadway cast, including Ruby Dee, Alan Alda, Beah Richards, and Godfrey Cambridge), Purlie is a musical with a book by Ossie Davis, Philip Rose, and Peter Udell, lyrics by Udell, and music by Gary Geld.  It won two Tony Awards and was also nominated for Best Musical.\r This 1981 television adaptation is directed by Rudi Goldman  and stars Broadway cast members Guillaume, Moore, Hemsley, and Hopkins, with Brandon Maggart as Cotchipee, Clarice Taylor as Idilla, and Don Scardino as Charlie. The production won a CableACE Award.","release_date":"1981-10-12","vote_average":0.0,"runtime":142,"cert":"N\/A","id":64681,"title":"Purlie","adult":false,"genre_ids":[18,10402]},{"cast":["Leonardo DiCaprio","Tobey Maguire","Carey Mulligan","Joel Edgerton","Elizabeth Debicki"],"overview":"An adaptation of F. Scott Fitzgerald's Long Island-set novel, where Midwesterner Nick Carraway is lured into the lavish world of his neighbor, Jay Gatsby. Soon enough, however, Carraway will see through the cracks of Gatsby's nouveau riche existence, where obsession, madness, and tragedy await.","release_date":"2013-05-10","vote_average":7.4,"runtime":143,"cert":"12A","id":64682,"title":"The Great Gatsby","adult":false,"genre_ids":[18,10749]},{"cast":["Jean Kilbourne"],"overview":"Jean Kilbourne's pioneering work helped develop and popularize the study of gender representation in advertising. Her award-winning Killing us Softly films have influenced millions of college and high school students across two generations and on an international scale. In this important new film, Kilbourne reviews if and how the image of women in advertising has changed over the last 20 years. With wit and warmth, Kilbourne uses over 160 ads and TV commercials to critique advertising's image of women. By fostering creative and productive dialogue, she invites viewers to look at familiar images in a new way, that moves and empowers them to take action.","release_date":"1999-01-01","vote_average":7.0,"runtime":34,"cert":"N\/A","id":64683,"title":"Killing Us Softly 3: Advertising's Image of Women","adult":false,"genre_ids":[99]},{"cast":["Roy Shaw","Vic Dark"],"overview":"Against the background of the East End of London England, Nicola Collins explores the fascinating complexity of the lives of her father and his friends: infamous criminals that shaped their war torn environment into a violent underworld.","release_date":"2008-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":64684,"title":"The End","adult":false,"genre_ids":[53,99]},{"cast":["Thomas Horn","Tom Hanks","Sandra Bullock","Max von Sydow","John Goodman"],"overview":"A year after his father's death, Oskar, a troubled young boy, discovers a mysterious key he believes was left for him by his father and embarks on a scavenger hunt to find the matching lock.","release_date":"2011-12-24","vote_average":7.0,"runtime":129,"cert":"12A","id":64685,"title":"Extremely Loud & Incredibly Close","adult":false,"genre_ids":[18]},{"cast":["Keanu Reeves","Hiroyuki Sanada","Kou Shibasaki","Tadanobu Asano","Min Tanaka"],"overview":"Kai—an outcast—joins Oishi, the leader of 47 outcast samurai.  Together they seek vengeance upon the treacherous overlord who killed their master and banished their kind.  To restore honour to their homeland, the warriors embark upon a quest that challenges them with a series of trials that would destroy ordinary warriors.","release_date":"2013-12-06","vote_average":6.0,"runtime":119,"cert":"12","id":64686,"title":"47 Ronin","adult":false,"genre_ids":[18,28,12,14]},{"cast":["Kavan Smith","Colby Johannson","Nicole de Boer","Merritt Patterson"],"overview":"Alien bacteria arrives on a meteorite and infects metal, animating a giant iron statue that goes on a killing rampage in a small town.","release_date":"2011-02-12","vote_average":3.4,"runtime":93,"cert":"N\/A","id":64687,"title":"Metal Shifters","adult":false,"genre_ids":[14,878,10770]},{"cast":["Jonah Hill","Channing Tatum","Brie Larson","Dave Franco","Rob Riggle"],"overview":"In high school, Schmidt was a dork and Jenko was the popular jock. After graduation, both of them joined the police force and ended up as partners riding bicycles in the city park. Since they are young and look like high school students, they are assigned to an undercover unit to infiltrate a drug ring that is supplying high school students synthetic drugs.","release_date":"2012-03-14","vote_average":6.8,"runtime":109,"cert":"15","id":64688,"title":"21 Jump Street","adult":false,"genre_ids":[28,35,80]},{"cast":["Brad Pitt","Scoot McNairy","Ben Mendelsohn","James Gandolfini","Ray Liotta"],"overview":"Jackie Cogan is an enforcer hired to restore order after three dumb guys rob a Mob protected card game, causing the local criminal economy to collapse.","release_date":"2012-07-30","vote_average":6.0,"runtime":97,"cert":"18","id":64689,"title":"Killing Them Softly","adult":false,"genre_ids":[80,53]},{"cast":["Ryan Gosling","Carey Mulligan","Bryan Cranston","Albert Brooks","Oscar Isaac"],"overview":"A Hollywood stunt performer who moonlights as a wheelman for criminals discovers that a contract has been put on him after a heist gone wrong.","release_date":"2011-08-06","vote_average":7.5,"runtime":100,"cert":"18","id":64690,"title":"Drive","adult":false,"genre_ids":[18,28,53,80]},{"cast":[],"overview":"An educational short from Disney on the importance of good nutrition.","release_date":"1946-04-02","vote_average":4.0,"runtime":8,"cert":"N\/A","id":64691,"title":"Health for the Americas: Planning for Good Eating","adult":false,"genre_ids":[99,16]},{"cast":["Pinto Colvig","James MacDonald","Dessie Flynn"],"overview":"Pluto is in the infantry guarding a pillbox from saboteurs.","release_date":"1943-04-02","vote_average":6.2,"runtime":7,"cert":"N\/A","id":64692,"title":"Private Pluto","adult":false,"genre_ids":[16,35]},{"cast":["Frank Graham"],"overview":"A World War II propaganda film about the need to remain calm and logical during wartime.","release_date":"1943-08-27","vote_average":6.4,"runtime":8,"cert":"N\/A","id":64693,"title":"Reason and Emotion","adult":false,"genre_ids":[16]},{"cast":["Eugenio Derbez","Alejandra Barros","Juan Ramírez","Martina García"],"overview":"Javier se ha casado con María, el amor de su vida, y ahora lo único que desea es estar feliz con ella el resto de su vida, pero el destino se la quita poco después de la boda. Ahora Javier está enredado en sus emociones: ¿cómo aceptará la muerte de su mujer para encontrar nuevamente el amor?","release_date":"2010-08-27","vote_average":6.3,"runtime":100,"cert":"N\/A","id":64694,"title":"No eres tú, soy yo","adult":false,"genre_ids":[18,35,10749]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"Donald is stuck on KP at an air training base. Sergeant Pete gives him a huge pile of potatoes to peel first, then gives him some tests: close your eyes and touch fingers, pin the tail on the airplane. He finally gets sent aloft, only to discover it's a parachute jump. Eventually, both Donald and Pete end up falling with no chutes and a bomb.","release_date":"1942-11-06","vote_average":6.0,"runtime":7,"cert":"N\/A","id":64695,"title":"Sky Trooper","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A Disney educational animated short instructing the use of the Boys MK.1 Anti-Tank rifle.","release_date":"1942-01-01","vote_average":8.0,"runtime":22,"cert":"N\/A","id":64696,"title":"Stop that Tank!","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig"],"overview":"Pluto longs to be an Army mascot (especially after he sees how well they are fed) so he hatches a plan to take the place of the real mascot.","release_date":"1942-05-22","vote_average":5.8,"runtime":7,"cert":"N\/A","id":64697,"title":"The Army Mascot","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This animated documentary outlines the history and importance of corn in North America.","release_date":"1943-01-02","vote_average":5.4,"runtime":11,"cert":"N\/A","id":64698,"title":"The Grain That Built a Hemisphere","adult":false,"genre_ids":[99,16]},{"cast":["Cliff Edwards","Clarence Nash","Fred Shields","The Sportsmen Quartet"],"overview":"Animated documentary promoting timely filing and payment of Federal income taxes, demonstrated by Donald Duck's difficulties with his tax return.","release_date":"1942-01-22","vote_average":5.8,"runtime":7,"cert":"N\/A","id":64701,"title":"The New Spirit","adult":false,"genre_ids":[99,16]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"The old shell game gets a new face as Donald stays off-base past \"Taps\" and has to try to sneak back in with out alerting Pete.","release_date":"1943-11-05","vote_average":5.3,"runtime":6,"cert":"N\/A","id":64702,"title":"The Old Army Game","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Fred Shields"],"overview":"Donald Duck deals with income taxes and their benefit to the American war effort in this inspirational documentary short animated film.","release_date":"1943-01-07","vote_average":4.1,"runtime":6,"cert":"N\/A","id":64703,"title":"The Spirit of '43","adult":false,"genre_ids":[16]},{"cast":["Billy Bletcher","Pinto Colvig","Mary Moder"],"overview":"The Three Little Pigs sell Canadian war bonds.","release_date":"1941-11-19","vote_average":5.5,"runtime":4,"cert":"N\/A","id":64704,"title":"The Thrifty Pig","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Disney animated educational film about staying safe from disease.","release_date":"1945-08-12","vote_average":5.0,"runtime":10,"cert":"N\/A","id":64705,"title":"Health for the Americas: The Unseen Enemy","adult":false,"genre_ids":[99,16]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"Private Duck is a camouflage painter. He paints a giant cannon with some very gaudy colors, until Sergeant Pete explains that the point is to make it so the cannon can't be seen. Donald finds a bucket of experimental invisible paint and makes the cannon disappear. Pete isn't happy with this, and knocks Donald into the paint, then chases him, until he runs into the general. As Pete tries to explain, Donald prods him with a cactus, then goes off to steal some pies. Eventually, Pete goes berserk and starts throwing grenades willy-nilly and gets in more trouble with the general.","release_date":"1942-09-25","vote_average":5.8,"runtime":7,"cert":"N\/A","id":64706,"title":"The Vanishing Private","adult":false,"genre_ids":[16]},{"cast":["Art Baker"],"overview":"The Seven Dwarfs fight malaria.","release_date":"1943-11-04","vote_average":6.0,"runtime":10,"cert":"N\/A","id":64707,"title":"The Winged Scourge","adult":false,"genre_ids":[99,16]},{"cast":["George Johnson","Fred Shields"],"overview":"Goofy demonstrates a number of crazy vehicles.","release_date":"1943-07-30","vote_average":6.4,"runtime":8,"cert":"N\/A","id":64708,"title":"Victory Vehicles","adult":false,"genre_ids":[16]},{"cast":["Mel Blanc"],"overview":"Bugs Bunny vs. a famous opera singer at the Hollywood Bowl.","release_date":"1949-06-25","vote_average":7.1,"runtime":8,"cert":"N\/A","id":64711,"title":"Long-Haired Hare","adult":false,"genre_ids":[16,10751,35]},{"cast":["Sergei Yursky","Leonid Kuravlyov","Zinoviy Gerdt","Evgeniy Evstigneev","Nikolai Boyarsky"],"overview":"A crook named Ostap Bender, who survived a murder attempt by Kisa Vorobyaninov in \"12 Chairs,\" now schemes to extort 1 million from an underground millionaire.","release_date":"1968-12-08","vote_average":8.0,"runtime":174,"cert":"N\/A","id":64714,"title":"The Golden Calf","adult":false,"genre_ids":[35,18]},{"cast":["Nikolay Olyalin","Aleksandra Yakovleva-Aasmyae","Les Serdyuk","Nina Kolchina-Bun","Mikhail Ignatov"],"overview":"История любви бывшего «афганца» к красивой, нежной и беспредельно искренней Оле.","release_date":"1990-06-06","vote_average":0.0,"runtime":68,"cert":"N\/A","id":64715,"title":"Ne Ostrelennaya Muzyka","adult":false,"genre_ids":[10749,18]},{"cast":["Mel Blanc"],"overview":"Porky has an adventure in Wackyland while searching for the last Do-Do bird.","release_date":"1949-09-03","vote_average":6.8,"runtime":7,"cert":"N\/A","id":64716,"title":"Dough for the Do-Do","adult":false,"genre_ids":[16]},{"cast":["J.D. Brown","Stephanie Danielson","Rick Poli","Chris Cusano","Georgia Kate Haege"],"overview":"A young couple’s quest to rent the scariest movie on DVD on Halloween eve results in a real life horror show they may live to regret!","release_date":"2009-10-02","vote_average":2.5,"runtime":90,"cert":"N\/A","id":64717,"title":"Late Fee","adult":false,"genre_ids":[27]},{"cast":["Egill Ólafsson","Ragnhildur Gísladóttir","Eggert Þorleifsson","Jakob Frímann Magnússon","Ásgeir Óskarsson"],"overview":"Continues the story of the characters from the movie On Top (1982), now 22 years older.","release_date":"2004-12-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64718,"title":"In Tune with the Time","adult":false,"genre_ids":[35,10402]},{"cast":["Meiko Kaji","Tatsuya Fuji","Noriko Kurosawa","Bunjaku Han","Mako Ichikawa"],"overview":"Two Japanese men help a Vietnam war deserter escape from Japan for Sweden. They plan to fund the escape by selling LSD pills. After word of the drug deal gets spread around they find themselves fending off rival gangs.","release_date":"1970-11-22","vote_average":6.4,"runtime":82,"cert":"N\/A","id":64719,"title":"Stray Cat Rock: Machine Animal","adult":false,"genre_ids":[53,28,80,18]},{"cast":["Michael Shannon","Jessica Chastain","Katy Mixon","Shea Whigham","Ray McKinnon"],"overview":"Plagued by a series of apocalyptic visions, a young husband and father questions whether to shelter his family from a coming storm, or from himself.","release_date":"2011-09-30","vote_average":7.1,"runtime":120,"cert":"15","id":64720,"title":"Take Shelter","adult":false,"genre_ids":[53,18]},{"cast":["Meiko Kaji","Bunjaku Han","Takeo Chii","Tatsuya Fuji","Yûsuke Natsu"],"overview":"A group of five friends, also known as the Pelican Gang, spends time hanging out in the city, driving around in their all-terrain buggy car and listening to psychedelic jazz fusion when one of them is approached by a mysterious horse-riding girl named Asako (Bunjaku Han) who suggests they rob 30 million yen from a religious movement called Seikyo Gakkei. The Pelicans – C-ko, Taki, Ganishin, Jiro and Debo – accept the challenge, but things are not as easy as they may initially seem.","release_date":"1970-08-01","vote_average":6.3,"runtime":85,"cert":"N\/A","id":64721,"title":"Stray Cat Rock: Wild Jumbo","adult":false,"genre_ids":[53,28,80,18]},{"cast":["Brigitte Maier","Véronique Monet","Trixie Heinen","Frédérique Barral","Robert Leray"],"overview":"Two girls come to Amsterdam in search of interesting sex.","release_date":"1975-11-04","vote_average":6.0,"runtime":86,"cert":"N\/A","id":64722,"title":"Sensations","adult":true,"genre_ids":[35,18]},{"cast":["Alex Cord","Samantha Eggar","John Marley","Enzo Tarascio","Nadja Tiller"],"overview":"A photographer on an archaeological expedition digging up Etruscan ruins in Italy begins to suspect that not all the Etruscans buried there are actually dead.","release_date":"1972-05-25","vote_average":6.1,"runtime":105,"cert":"N\/A","id":64725,"title":"The Dead Are Alive","adult":false,"genre_ids":[27,9648,53]},{"cast":["Reiko Ike","Yukie Kagawa","Shinsuke Taki","Hiroshi Miyauchi","Tôru Abe"],"overview":"In the 1970s, the Japanese youth emancipation also found it's way into the yakuza (crime) societies. A Girl Boss may have a choice between bikes, and between boyfriends. But she has to defend her choices the hard way, as her triumph and power over the girls' gang is questioned by her female rivals, and the all powerful Yakuza Boss. She inspires loyalty to her girls, and to men to the extent of many of them literally giving their lives for her - in a world of knife and gun fighting, bike and car chasing, and violent death.","release_date":"1971-10-27","vote_average":4.6,"runtime":86,"cert":"N\/A","id":64726,"title":"Girl Boss Blues: Queen Bee's Counterattack","adult":false,"genre_ids":[18,80,28]},{"cast":["Meiko Kaji","Tsunehiko Watase","Ryôhei Uchida","Hideo Murota","Takuzô Kawatani"],"overview":"Hijiriko makes off from the bar she works at with money and a car that isn't hers. Meanwhile, Jiro Katagiri is up to no good with his gangster friends and ends up making off with all their ill-gotten gains, much to their disapproval. The two misfits end up meeting after a car crash and soon end up on the road together in (another) stolen car. It's not long before the police take an interest in the crimes, and of course the gangsters are hot on Jiri's heels; meaning the two must scarper across Japan by any means necessary.","release_date":"1974-03-30","vote_average":8.3,"runtime":91,"cert":"N\/A","id":64727,"title":"Jeans Blues: No Future","adult":false,"genre_ids":[80,53]},{"cast":["Michiko Oikawa","Yukiko Inoue","Ureo Egawa","Ranko Sawa","Yumeko Aizome"],"overview":"Set in the port city of Yokohama, two girls, Sunako and Dora who attend a Christian school, pledge to be friends. But when a youth named Henry appears on his motorcycle and offers to take Sunako for a ride, we know that this friendship won't last and that the lives of both girls will change in ways they are barely able to comprehend, and can do little to change.","release_date":"1933-06-01","vote_average":5.7,"runtime":72,"cert":"N\/A","id":64728,"title":"Japanese Girls at the Harbor","adult":false,"genre_ids":[18]},{"cast":["Katell Laennec","Patrizia Webley","Enzo Fisichella","Giuseppe Marrocco","Elisa Mainardi"],"overview":"Bimba, a teenage temptress, plunges her entire family—including her widowed father, wanton aunt, invalid uncle and even a beloved nun—into the depths of sexual depravity. Is she possessed by demonic lust or just going through a really freaky puberty?","release_date":"1979-09-22","vote_average":6.6,"runtime":98,"cert":"N\/A","id":64729,"title":"Malabimba: the Malicious Whore","adult":true,"genre_ids":[18,27]},{"cast":["Pavel Maykov","Mikhail Prismotrov","Sergei Grekov","Grigory Kalinin"],"overview":"Действие фильма происходит сразу после Великой Отечественной войны на территории Чехии. Германия капитулировала, но в тылах Советской Армии еще продолжают сопротивляться разрозненные фашистские отряды. Командиру разведроты старшему лейтенанту Воронкову приказано обезвредить одну из таких немецких групп. Собственных сил не хватает, поэтому Воронков обращается к соседям — казачьему соединению. Задание поначалу кажется несложным. Но рядовая погоня превращается в смертельную схватку…","release_date":"2004-05-06","vote_average":4.3,"runtime":94,"cert":"N\/A","id":64732,"title":"Nesluzhebnoe Zadanie","adult":false,"genre_ids":[10752]},{"cast":["Hardy Krüger","Colin Gordon","Michael Goodliffe","Terence Alexander","Jack Gwillim"],"overview":"Based on the true story of Oberleutnant Franz von Werra, the only german prisoner of war captured in Britain to escape back to Germany during the Second World War.","release_date":"1957-11-22","vote_average":7.0,"runtime":111,"cert":"PG","id":64735,"title":"The One That Got Away","adult":false,"genre_ids":[18,36,10752]},{"cast":["Yekaterina Fedulova","Yevgeni Tsyganov","Irina Rakhmanova","Kirill Pirogov","Tatyana Kravchenko"],"overview":"Lyrical story about two young people, Masha and Maxim, who have to decide what to do.","release_date":"2006-04-20","vote_average":6.1,"runtime":85,"cert":"N\/A","id":64736,"title":"Питер FM","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"IMAX Galapagos 3D IMAX Into the Deep 3D IMAX Mummies 3D","release_date":"2010-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64737,"title":"3D Triple Feature","adult":false,"genre_ids":[99]},{"cast":["Anton Shagin","Svetlana Smirnova-Martsinkevich","Vyacheslav Petkun","Ulyana Fomicheva","Aleksej Shljamin"],"overview":"A group of friends and bandmates look to escape from the Chernobyl disaster.","release_date":"2011-03-24","vote_average":4.6,"runtime":99,"cert":"N\/A","id":64744,"title":"Innocent Saturday","adult":false,"genre_ids":[18]},{"cast":["Evgeny Mironov","Vladislav Galkin","Yuri Kolokolnikov","Aleksey Petrenko","Aleksandr Feklistov"],"overview":"The movie is set in Belarus, where a team of counter-intelligence officers is given only three days to find a German radio operator posing as a Soviet soldier, behind soviet lines, on the eve of a major offensive.","release_date":"2001-05-04","vote_average":6.4,"runtime":109,"cert":"N\/A","id":64745,"title":"In August of 1944","adult":false,"genre_ids":[10752,18]},{"cast":["Sergey Makhovikov","Aleksey Guskov","Małgorzata Foremniak","Vladimir Yakovlev"],"overview":"Московский журналист возвращается в родные края. В сибирских золотых рудниках Дмитрий становится старателем-одиночкой, где правит волчий закон — закон Гарика, шефа охраны компании, добывающей золото рьяным методом грабителя-собственника. Воодушевленные бывалым старателем, золотоискатели сплачиваются против вооруженной банды Гарика...","release_date":"1995-06-06","vote_average":3.3,"runtime":86,"cert":"N\/A","id":64746,"title":"Zolotoye Dno","adult":false,"genre_ids":[28]},{"cast":["Thom Hoffman","Pierre Bokma","Rijk de Gooyer","Gijs Scholten van Aschat"],"overview":"The dark, odd humor of Frits, a somewhat lost young man in his early 20s, who still lives at home and can't seem to make the leap to full adulthood is appealing, with a undertone of sadness. And the film shares his vaguely surreal, blackly comedic outlook. His mantra; \"Things are bad. Otherwise I'm fine.\"","release_date":"1989-12-08","vote_average":7.4,"runtime":122,"cert":"N\/A","id":64747,"title":"Evenings","adult":false,"genre_ids":[18]},{"cast":["Vladimir Gayev","Ivan Krasko","Leonid Nevedomsky"],"overview":"1928. Winter. Unprecedented construction of a giant plant Uralmash is getting under way. Rushing time of first five-year plans, incredible enthusiasm, inconceivable raging imagination, and also sabotages, provocation, suspiciousness, denunciation, famine and unsettled domestic life. And people of that time are the same, straight-out, resolute, goal-oriented, and moving towards the aim regardless of their own health. So is a main character a new head of the plant, a former Red Army cavalryman Alexander Bannikov (V.Gaev). He leads construction works as if he is marches into battle. It is exactly the kind of people of whom people say he lives for his work, and how one cant live for his work if at the height of the construction Moscow sends an order to stop it short.","release_date":"1982-06-06","vote_average":10.0,"runtime":81,"cert":"N\/A","id":64752,"title":"Tem, Kto Ostayotsya Zhit","adult":false,"genre_ids":[18]},{"cast":["Denis Kozlov","Tanya Sats","Vanya Sukhodolski","Nikolai Volkov Ml."],"overview":"Two friends are fencing together but have a different opinions about sport and a way to achieve victories.","release_date":"1978-06-06","vote_average":0.0,"runtime":76,"cert":"N\/A","id":64753,"title":"The Knight of Prince Village","adult":false,"genre_ids":[18,10751]},{"cast":["Aleksey Serebryakov","Aleksandr Galibin","Aleksandr Grave","Evgeniy Leonov-Gladyshev","Mikhail Kuznetsov"],"overview":"A story of a young cadets of Suvorovsky army school - based on Boris Iziumskii novel.","release_date":"1979-06-06","vote_average":0.0,"runtime":201,"cert":"N\/A","id":64754,"title":"Scarlet Straps","adult":false,"genre_ids":[10751,18]},{"cast":["Natalya Bondarchuk","Maris Liepa","Nikolay Burlyaev","Galina Belyaeva","Lev Durov"],"overview":"First of the two movies bases on the novel \"Bambi, a Life in the Woods\" written by Felix Salten.","release_date":"1985-06-06","vote_average":0.0,"runtime":77,"cert":"N\/A","id":64755,"title":"Bambi's Childhood","adult":false,"genre_ids":[10751,14]},{"cast":["Aftab Shivdasani","Aamna Shariff","Rati Agnihotri","Johnny Lever","Yatin Karyekar"],"overview":"12 year old Mickey's life was almost like a fairy tale, a beautiful family, best buddy 'Bonnie' and his angel on earth-Mitika. But one beautiful day Mickey's fairy tale is shattered into a million pieces. It was the day he realized he was an adopted child and his 23 year old angel Mitika called him a 'Kid'. Mickey was feeling so low that he wished for a miracle. He wished to become big. When he woke up the next morning his whole life changed. But is this miracle a blessing or a curse?","release_date":"2009-11-13","vote_average":6.5,"runtime":140,"cert":"N\/A","id":64756,"title":"Aao Wish Karein","adult":false,"genre_ids":[14,18,35,10749]},{"cast":["Natalya Bondarchuk","Nikolay Burlyaev","Galina Belyaeva","Maris Liepa","Lev Durov"],"overview":"Second of the two movies bases on the novel \"Bambi, a Life in the Woods\" written by Felix Salten.","release_date":"1986-06-06","vote_average":0.0,"runtime":68,"cert":"N\/A","id":64757,"title":"Bambi's Youth","adult":false,"genre_ids":[10751,14]},{"cast":["Yolande Moreau","Wim Willaert","Olivier Gourmet","Jackie Berroyer","Philippe Duquesne"],"overview":"An actress, who goes all over rural France with her monologe \"Sex and Crime\", meets and falls in love with a man, since that moment starts helping him in his plays.","release_date":"2004-10-27","vote_average":7.0,"runtime":90,"cert":"N\/A","id":64758,"title":"When the Sea Rises","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lina Braknyte","Pyotr Artemyev","Aleksey Batalov","Valentin Nikulin","Rina Zelyonaya"],"overview":"Based on a famous fairytale by Yuri Olesha.","release_date":"1966-06-06","vote_average":6.5,"runtime":92,"cert":"N\/A","id":64759,"title":"Three Fat Men","adult":false,"genre_ids":[10751,14,12]},{"cast":["Sergei Krupennikov","Yuliya Shulepova","Sergei Filippov","Georgiy Vitsin","Oleg Popov"],"overview":"A student and chess lover Andrey Popov, while getting sick the night before a chess game with a chess world champion Karpov, falls asleep and is having a dream. In this dream, he finds himself in a kingdom ruled by chess figures and playing cards. Chess figures (who are in power) are in a state of sadness due to a misterious disease that struck their young prince. While Andrey attempts to help them, the cards are preparing a coup...","release_date":"1976-06-06","vote_average":5.3,"runtime":133,"cert":"N\/A","id":64764,"title":"A Funny Dream, or Laughter and Tears","adult":false,"genre_ids":[10751,14,12]},{"cast":["Tatyana Aksyuta","Nikita Mikhajlovsky","Yelena Solovey","Irina Miroshnichenko","Lidiya Fedoseyeva-Shukshina"],"overview":"Two high school kids meet in class and fall madly in love with each other. Unfortunately, His father and her mother had a history of their own between them which creates uneasiness in both of them. Also because of that, the boy's mother is very jealous and tries to separate them. The only person that tries to help them is their teacher who has relationship problems of her own.","release_date":"1980-06-06","vote_average":7.2,"runtime":90,"cert":"N\/A","id":64765,"title":"Could One Imagine?","adult":false,"genre_ids":[10751,10749,18]},{"cast":["Anupam Kher","Ashish Vidhyarthi","Arshi","Ankur Khanna","Pramod Muthu"],"overview":"The basic content of this film is all about a revolutionary movement started by the victims of our stereotypical education system. A disheartened IT professor called Tariq Siddhiqi, (Anupam kher) who is basically disappointed with the orthodox education system and Devang Tripathi (Ashish Vidyarthi) an alcoholic professor who is thrown out from Mumbai University for his abstract methodology for teaching and Arjun Sheghal, (Ankur Khanna) an under achieving student who disenchants the traditional education system as he doesn't believe in grading system and Priyanka (Arshi) who wants to break through the typical parental pressure of our society to accomplish her passion as a super model. Finally as they all possess the same perception towards our stereotypical education system, they decide to go against to it and they form an abstract pattern of education system to encourage the failed students of our society.","release_date":"2010-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64766,"title":"Admissions Open","adult":false,"genre_ids":[18,35]},{"cast":["Renee O'Connor","Larry Joe Campbell","Grant Krause","Nate Mitchell"],"overview":"Paula, (Renee O'Connor) an inspector for the Historic Trust, wraps up a successful and important project in the upper Midwest. On her way home to Chicago, she gets a call from her office and is asked to check out a new applicant. It's on her way anyway, and even though it's late on Friday, she takes a quick detour and heads to the site of once proud steamship along an industrial waterfront. The ships 400 foot black form looms against the sky, and collects dead fish in stagnant water near the pier. Moments after her arrival, her car is seriously disabled and her life is about to change forever. In the chaos that follows, she meets up with the self appointed caretaker, Vigs (Larry Joe Campbell) who is the odd caretaker on the ship. Making the best of a bad situation, she takes him up on his offer to spend the night in one of the cramped but historic staterooms. He invites her to dinner and bad beer...","release_date":"2011-04-05","vote_average":1.5,"runtime":95,"cert":"N\/A","id":64767,"title":"Deadrise","adult":false,"genre_ids":[53]},{"cast":["David Christopher","Mavis Harris","Chris McGarry"],"overview":"Howard and Eli, the killers from the first Video Violence movie, are back and are now hosting their own TV show. Broadcast secretly from their basement, the show looks a the fine art of murder, letting other aspiring psychos send in videos of their handiwork for the world to enjoy. Some viewers are shocked and horrified, but many more become avid fans, clamoring for more and more blood","release_date":"1987-01-01","vote_average":6.3,"runtime":75,"cert":"N\/A","id":64768,"title":"Video Violence 2","adult":false,"genre_ids":[27]},{"cast":["Darren Kendrick","Melissa Predmore","Melissa Predmore","Thomas Ruderstaller","Alan Samulski"],"overview":"David Randall may be a schizophrenic, but he's no murderer -- at least that's what he claims. Having served time for two killings he swears not to have committed, Randall is now home, medicated and attempting to start a new life. But that proves difficult when the masked figure he sighted at the scene of the murders is back; a friend is in danger; and everyone seems to believe that he's the real threat in this chiller from Jack Thomas Smith.","release_date":"2006-10-10","vote_average":4.0,"runtime":103,"cert":"N\/A","id":64769,"title":"Disorder","adult":false,"genre_ids":[53]},{"cast":["James Olson","David Canary","Robert Pine","Richard S. Castellano","William Shatner"],"overview":"A small-time hood is murdered just as he is about to blow the whistle on an organized crime ring.","release_date":"1973-01-13","vote_average":5.0,"runtime":96,"cert":"N\/A","id":64770,"title":"Incident on a Dark Street","adult":false,"genre_ids":[80,18,10770]},{"cast":["Elizabeth Daily","Lindsey Labrum","Mark Parrish","Erik Fellows","Phillip Troy Linger"],"overview":"Looking for a little fun before resuming another grueling semester at college, six buddies visit Mustang Sally's whorehouse, where they expect the madam to introduce them to the girls of their dreams. As it turns out, however, the madam has more on her mind than passion, and the lads soon find themselves lured into a trap from which they may never escape in this campy horror treat starring Elizabeth Daily, Lindsey Labrum and Mark Parrish.","release_date":"2006-06-18","vote_average":3.8,"runtime":85,"cert":"N\/A","id":64771,"title":"Mustang Sally's Horror House","adult":false,"genre_ids":[27]},{"cast":[],"overview":"This DVD features the Gotan Project caught live in Paris performing 16 tracks (four of which are encores) along with bonus studio session footage, a segment on the Grotan Project on Tour and Victor Villena 11 Years old. A free-floating film without words or story, and one that is in constant motion to the strains of music. Prisca Lobjoy, art director and video artist for Gotan Project, created all the video performances screened during this live-show and saw a film of the actual event as the logical next step. The images and sensations on the DVD give a unique insight into the pure pleasure the musicians derive from the creative musical process both in studio and on tour. Universal. 2005.","release_date":"2005-11-29","vote_average":5.8,"runtime":null,"cert":"N\/A","id":64776,"title":"Gotan Project La Revancha Del Tango Live","adult":false,"genre_ids":[10402]},{"cast":["Hisaya Morishige","Mariko Miyagi"],"overview":"As a young boy, Xu-Xian is forced to free his pet, a small snake. Unbeknownst to him, the snake is actually a young snake goddess named Bai-Niang and she is in love with him. Many years later, when they are both adults, the princess is magically transformed into a human and sets out to find her love. But the local wizard believes her to be a vampire, and banishes Xu-Xian from the village in order to save him. Xu-Xian's pet pandas Panda and Mimi set out to save him and bring him, in the process becoming leaders of an animal gang.","release_date":"1958-09-03","vote_average":6.7,"runtime":76,"cert":"N\/A","id":64777,"title":"The Tale of the White Serpent","adult":false,"genre_ids":[16,14]},{"cast":["Alan McGee","Bobby Gillespie","Noel Gallagher"],"overview":"Over a quarter of a century since it began and a decade after it folded, this is the definitive film about Creation Records, one of the world's most successful and colorful independent labels. This is the story of the rock n roll dream and its accompanying nightmares. Millions of sales on both sides of the Atlantic, near bankruptcy, pills, thrills, spats, prats, success, excess, pick me ups, breakdowns and of course some of THE defining music of the late 20th Century. This is the definitive and fully authorised story of the UK's most inspired and dissolute label, from the Jesus &amp; Mary Chain at the Living Room to Oasis at Knebworth.","release_date":"2010-10-19","vote_average":7.1,"runtime":101,"cert":"PG-13","id":64780,"title":"Upside Down: The Creation Records Story","adult":false,"genre_ids":[99,10402]},{"cast":["Marko Mandič","Katarina Stegnar","Miloš Battelino","Ljerka Belak","Primož Bezjak"],"overview":"Kovač and Dara, whose childhoods start badly, meet in an orphanage and get attached to each other. After ten years, when they are in their teens, and both share an immature view of the world, they accidentally meet again. Kovač is a gang leader, Dara lives a lonely life in her own enchanted world. Kovač's gang starts getting involved in more and more serious deals. When the rascals find themselves caught between loyalty to different mob bosses and running from corrupted policeman, their juvenile illusions disappear. The way back is hardly possible. Will the rascals manage to run beyond, will Kovac and Dara be able to save their wasted youths and begin new lives?","release_date":"2001-03-30","vote_average":4.0,"runtime":104,"cert":"N\/A","id":64781,"title":"Rascals!","adult":false,"genre_ids":[18,35]},{"cast":["Eva Dahlbeck","Yvonne Lombard","Harriet Andersson","Olof Winnerstrand","Gunnar Björnstrand"],"overview":"After 15 years of marriage, David and Marianne have grown apart. David has had an affair with a patient of his and Marianne has got herself involved with her former lover Carl-Adam, who's also David's best friend. When she travels to Copenhagen to meet Carl-Adam, David takes the same train as she does, making it look coincidental. Spending time together remembering their past and talking about their future, they come to understand each other again, which leads to a reconciliation.","release_date":"1954-10-04","vote_average":7.2,"runtime":96,"cert":"N\/A","id":64782,"title":"A Lesson in Love","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"When vile aliens known as the Gamilons wreak nuclear havoc on Earth, a group of survivors refit the Japanese battleship Yamato for intergalactic travel and set off on a mission to retrieve a neutralizer that will eradicate the radiation from Earth's atmosphere.","release_date":"","vote_average":8.8,"runtime":130,"cert":"N\/A","id":64783,"title":"Space Battleship Yamato","adult":false,"genre_ids":[]},{"cast":["Hikaru Midorikawa","Kae Araki","Kazue Ikura","Mariko Kouda","Masami Kikuchi"],"overview":"Oliver is a young priest of that Vasaria order, and a devout servant of his church. He has grown up with legends of a god who dwells on G, a distant island so forbidden that even speaking its name brings certain damnation! When Oliver saves the mute girl Ohiri from slavery, their destinies become intertwined and they set out on a perilous journey to G. Actually a silenced sorceress from the forbidden island, Ohiri is involved in a deadly game of survival that brings her and Oliver face to face with treacherous dark elves, powerful elementals, and a quest filled with plot twists, magic, and wonder.","release_date":"1997-01-22","vote_average":3.2,"runtime":60,"cert":"N\/A","id":64784,"title":"Gestalt","adult":false,"genre_ids":[12,14,16,35]},{"cast":["Kirti Chauhan","Kiran Kumar","Siddhant Mahapatra","Asseem Merchant","Gracy Singh"],"overview":"Aseema Beyond Boundaries film is based on the acclaimed Oriya novel 'Aseema'. It is the story of a young woman played by Gracy Singh. The film takes you through her journey of life as she displays the strength of her character by sheer resilience and conviction in order to achieve all her goals single-handedly, thereby creating her own identity in the society. Along with the subject of womanhood, the film also brings in the theme of true love - love that is beyond any boundaries. It promises to depict various definitions of love that have seldom been explored before. It's a story that redefines relationships and revives unadulterated love.","release_date":"2009-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64787,"title":"Aseema: Beyond Boundaries","adult":false,"genre_ids":[18,10749]},{"cast":["Amy Lyndon","Wes Ramsey","Andrew Bryniarski","Kelsey McCann","Dan Speaker"],"overview":"Based upon Bram Stoker's short stories, Dracula's Guest follows the story of two young lovers, Bram and Elizabeth, who are forced by her father, the Admiral Murray, to take a one year probation from their relationship in order to determine whether their love is true. Meanwhile, the Count Dracula is in London searching for a new home and coincidentally, or not, comes across young Elizabeth at the train station after she's run away from home and her father's overbearing ways. Dracula, though, proceeds to kidnap her and take Elizabeth to his castle where he waits for her father's arrival to settle an ancient dispute. Meanwhile, Bram' friend Malcolm sets out to inform Bram of Elizabeth' kidnapping but he soon falls to Dracula's evil ways. And, upon finding his best friend dead Bram sets out across Europe to rescue his true love.","release_date":"2008-08-17","vote_average":2.7,"runtime":83,"cert":"N\/A","id":64788,"title":"Dracula's Guest","adult":false,"genre_ids":[27,10749]},{"cast":[" Nobuyo Oyama","Noriko Ohara ","Michiko Nomura","Kaneta Kimotsuki","Kazuya Tatekabe"],"overview":"Doraemon: Nobita's Dinosaur is a 1980 animated film based on the popular manga and anime series, Doraemon. It was released in 1980, one year after the premiere of the TV series (making it the first feature-length Doraemon film). The movie was released in Japan 15 March 1980. In 2006 the movie was remade.","release_date":"1980-03-15","vote_average":5.8,"runtime":100,"cert":"N\/A","id":64789,"title":"Doraemon: Nobita's Dinosaur","adult":false,"genre_ids":[16,12,10751,14,878]},{"cast":["Fernand Gravey","Junie Astor","Ketti Gallian","Noël Roquevert","Gérard Oury"],"overview":"A chronicle of the life of Bertrand du Guesclin, grand officer of the French army in the 14th century.","release_date":"1949-06-03","vote_average":5.3,"runtime":100,"cert":"N\/A","id":64790,"title":"Du Guesclin","adult":false,"genre_ids":[]},{"cast":["Vladimir Burlakov","Veronica Ferres","Herbert Knaup","Luk Pfaff","David Ali Hamade"],"overview":"","release_date":"2011-03-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64795,"title":"Marco W. - 247 Tage im türkischen Gefängnis","adult":false,"genre_ids":[28,18]},{"cast":["Fay Atsawet","Phaibunkiat Khiaogao","Ray MacDonald","Champagne X"],"overview":"Pu, a young girl, has been dreaming that her mother, who had died some years before, is building a house. A fortune teller advises her that, should she continue to have this dream, her father will die when the house is completed. Her father, a playboy, is a karaoke regular. He eventually becomes involved with Yok who has connections with the Chinese Mafia. Noi, son of an American soldier who dreams of saving money, is learning English and wants to leave for America. He is in love with Pu, but too shy to reveal his love for her. Pu cannot stop dreaming about the house. Her father's relationship with Yok brings him nothing but bad luck.","release_date":"1997-02-20","vote_average":5.9,"runtime":103,"cert":"N\/A","id":64796,"title":"Fun Bar Karaoke","adult":false,"genre_ids":[35,80,18]},{"cast":["Andrew Scott","Kelly Reilly","Darren Healy","Katy Davis","Eamonn Owens"],"overview":"The return of a vengeful ex-girlfriend sets into motion a series of gruesome events for a hapless Irish bachelor in director Robert Quinn's grim black comedy. Tommy (Andrew Scott) had thought he had seen the last of Jean (Katy Davis) after their recent breakup, but when she returns to stake her claim on Tommy's apartment, the confrontation that ensues makes their previous quarrels look petty by comparison. After leaving the apartment in the head of the fight to cool his head and gather his thoughts, he returns only to find that Jean has died and enlists the aid of his friend Noel (Darren Healy) in ditching the body and ensuring that no one ever finds out what happened.","release_date":"2003-04-25","vote_average":6.1,"runtime":84,"cert":"15","id":64797,"title":"Dead Bodies","adult":false,"genre_ids":[18,53]},{"cast":["Shelley Calene-Black","Elizabeth Ingalls","Jason Cox","Brent Boller","James Barnes"],"overview":" ","release_date":"2008-01-21","vote_average":3.0,"runtime":101,"cert":"N\/A","id":64798,"title":"Garrison","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Bellator XLV was a mixed martial arts event held by Bellator Fighting Championships. The event took place on May 21, 2011 at the L'Auberge du Lac Resort in Lake Charles, Louisiana.[1] The card featured final round fights in the Bellator Season Four Featherweight and Light Heavyweight Tournaments. The event was distributed live in prime time by MTV2.","release_date":"2011-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64799,"title":"Bellator 45","adult":false,"genre_ids":[]},{"cast":["John Phillip Law","Riccardo Serventi Longhi","Elisabetta Rocchetti","Emiliano Reggente","Ambre Even"],"overview":"In the first story two grave robbers, thieving from an ancient Etruscan burial ground, gets in trouble when one of them tries out a ring which passes a werewolf curse to him! The second one is about a woman who wants to look like her best friend and goes to a plastic surgeon, which is the biggest mistake she's done. The third story is about three friends and a very dangerous sea monster eating its way through their camping site! The wrap-around story is set on a train where John Phillip Law plays a mystical hypnotist who claims that he can see the past of the passengers...","release_date":"2004-08-20","vote_average":4.8,"runtime":85,"cert":"N\/A","id":64800,"title":"The Three Faces of Terror","adult":false,"genre_ids":[27]},{"cast":["Karen Black","John Phillip Law","Richard Lynch","Vernon Wells","Martin Kove"],"overview":"A group of friends discover gold deep inside an old mine. But by taking the gold and think they've hit it big, they awaken a long dead miner who's Hell Bent on protecting his treasure.","release_date":"2002-01-01","vote_average":4.4,"runtime":86,"cert":"N\/A","id":64801,"title":"Curse of the Forty-Niner","adult":false,"genre_ids":[27]},{"cast":["Jason Alexander","Stephen Spinella","Stephen Bogardus","Randy Becker","John Benjamin Hickey"],"overview":"Gregory invites seven friends to spend the summer at his large, secluded 19th-century home in upstate New York. The seven are: Bobby, Gregory's \"significant other,\" who is blind but who loves to explore the home's garden using his sense of touch; Art and Perry, two \"yuppies\" who drive a Volvo and who celebrate their 14th anniversary together that summer; John, a dour expatriate Briton who loathes his twin brother James; Ramon, John's \"companion,\" who is physically attracted to Bobby and immediately tries to seduce the blind man; James, a cheerful soul who is in the advanced stages of AIDS; and Buzz, a fan of traditional Broadway musicals who is dealing with his own HIV-positive status.","release_date":"1997-05-16","vote_average":6.8,"runtime":108,"cert":"N\/A","id":64802,"title":"Love! Valour! Compassion!","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64803,"title":"Landliebe","adult":false,"genre_ids":[]},{"cast":[],"overview":"The year is 2420. Captain Johnny Taylor is the young and dashing leader of the Starslyderz - The United Planets of America's intergalactic crime fighting force! Aided by his trusty crew, Captain Taylor will scour the furthest reaches of the galaxy in pursuit of his arch nemesis: the evil Gorgon! A criminal mastermind hell-bent on bringing America to its knees. Gorgon and his loyal servant General Mortikai will stop at absolutely nothing in their pursuit of Enerjinn - the magical power source that fuels the galaxy!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64804,"title":"Starslyderz","adult":false,"genre_ids":[]},{"cast":["Emmanuelle Seigner","Philippe Torreton","Yolande Moreau","Vittoria Scognamiglio"],"overview":"Laura Bartelli is a stripper in a French bar. She retires after a moody landscape architect named Marco Tisserand asks her to abandon her life and share his. However, after her red Volkswagen runs off the road en route to the rendezvous, she ends up scarred and comatose in a hospital. Marco stays at her bedside.","release_date":"2003-04-22","vote_average":6.3,"runtime":101,"cert":"N\/A","id":64805,"title":"Body to Body","adult":false,"genre_ids":[53]},{"cast":["Kevin Sorbo","Peter MacNeill","Natalie Brown","Brendan Beiser","Frank Adamson"],"overview":"When a mysterious black slime oozes up from the plumbing to infiltrate a new conference center, it causes attendees at an environmental convention who come in contact with it to have horrific hallucinations and nightmarish visions of past tragedies. Environmentalist priest Father Douglas Middleton (Kevin Sorbo) must team up with conference coordinator Khali Spence (Natalie Brown) to stop the slime -- or die trying -- in this sci-fi thriller.","release_date":"2007-10-21","vote_average":3.8,"runtime":90,"cert":"N\/A","id":64806,"title":"Something Beneath","adult":false,"genre_ids":[10770,27,878]},{"cast":["Robert De Niro","Sylvester Stallone","Alan Arkin","Jon Bernthal","Kevin Hart"],"overview":"A pair of aging boxing rivals are coaxed out of retirement to fight one final bout -- 30 years after their last match.","release_date":"2013-12-25","vote_average":6.0,"runtime":113,"cert":"12A","id":64807,"title":"Grudge Match","adult":false,"genre_ids":[35]},{"cast":["Alexandre Rodriguez","Savitri Joly-Gonfard","Guillaume Bouvet","Guy Corpataux","Jay Simon"],"overview":"This story takes place in the universe of the Wachowski brothers' film 'The Matrix'. Kaydara, a bounty hunter who is living separately from the Human Resistance Group, does not believe in the prophecy of the 'chosen one' . He thinks this 'saviour' is a threat to the awakening of Man's self-awareness. He considers the 'chosen one' as his enemy and if they cross paths, will not hesitate to confront him.","release_date":"2011-01-01","vote_average":5.0,"runtime":55,"cert":"N\/A","id":64810,"title":"Kaydara","adult":false,"genre_ids":[878,28]},{"cast":["Rita Tushingham","Peter Finch","Lynn Redgrave","Arthur O'Sullivan","Julian Glover"],"overview":"Catholic-Irish farm girl Kate, along with her gregarious best friend Baba, moves to Dublin to pursue a more exciting life.","release_date":"1964-05-01","vote_average":7.2,"runtime":91,"cert":"","id":64811,"title":"Girl with Green Eyes","adult":false,"genre_ids":[10749,18]},{"cast":["Emmanuel Moire","Christophe Maé","Anne-Laure Girbal"],"overview":"The life of Louis XIV, \"The Sun King\"","release_date":"2006-11-09","vote_average":8.0,"runtime":null,"cert":"N\/A","id":64812,"title":"Le Roi Soleil","adult":false,"genre_ids":[]},{"cast":["Maurizio Nichetti","Angela Finocchiaro","Lidia Biondi","Edy Angelillo","Ione Greghi"],"overview":"Misadventures of Colombo, an engineer in Milano. He is the only winner of an admission test for a job, and just for this reason he isn't hired. So he becomes a barman, and he discovers a special formula that turns simple water into the \"Immortality drink\". He is robbed of the magic water copyright. So he tries to set up a theatrical company, but the first show is a fiasco. Since finding a normal job seems a mission impossible, he tries to set the sentimental side of his life. He targets the most beautiful girl of his building, and for her he builds a robot able to dance like Tony Manero (John Travolta's character in Saturday Night Fever (1977)). The robot gets drunk (!). It is another fiasco. So he targets an ugly girl and finally with her succeeds to live his surreal world for ever.","release_date":"1979-01-01","vote_average":6.9,"runtime":95,"cert":"N\/A","id":64817,"title":"Ratataplan","adult":false,"genre_ids":[35]},{"cast":["Renato Pozzetto","Camilla Sjoberg","Fabrizio Kofler","Renato Scarpa","Anna Stante"],"overview":"","release_date":"2007-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64818,"title":"Un amore su misura","adult":false,"genre_ids":[]},{"cast":["Annette Frier","Erdoğan Atalay","Florentine Lahme","Ralph Herforth","Tom Beck"],"overview":"","release_date":"2011-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64819,"title":"Geister: All Inclusive","adult":false,"genre_ids":[35,10770]},{"cast":["Paolo Villaggio","Paolo Hendel","Massimo Ceccherini","Vittorio Rap","Marco Graziani"],"overview":"In 1944 in Tuscany, a group of boxers facing the disasters of the Second World War, during the intrusive presence of the Germans and the Americans, organizes rigged matches to make some money and travel from town to town, hoping to participate in local fairs. A young black American soldier, believed missing, and a girl who refused to marry accompany the ramshackle group.","release_date":"1994-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":64822,"title":"Dear Goddamned Friends","adult":false,"genre_ids":[35]},{"cast":["Layne Staley","John Baker Saunders","Mike McCready","Barrett Martin","Mark Lanegan"],"overview":"The band featuring members of Pearl Jam, Alice in Chains, and Screaming Trees performs live in concert at the Moore Theater in Seattle, Washington. Mad Season was an American rock supergroup formed in Seattle, Washington, in 1994 by members of three popular Seattle-based bands: Alice in Chains, Pearl Jam and Screaming Trees. Mad Season only released one album, Above, and is best known for the single \"River of Deceit\". The band went on a semi-permanent hiatus in 1996 due to the band members' conflicting schedules and vocalist Layne Staley's problems with substance abuse. Attempts were made in the late 1990s to revive the group without Staley; however, the band dissolved following the death of bassist John Baker Saunders in 1999.","release_date":"1995-09-15","vote_average":10.0,"runtime":50,"cert":"N\/A","id":64823,"title":"Mad Season - Live at the Moore","adult":false,"genre_ids":[10402]},{"cast":["Tony Roberts"],"overview":"In a prolific career that spanned seven decades, Richard Rodgers wrote over 900 songs for more than 70 shows - a body of work unmatched by any other theatrical composer in American history. His celebrated partnerships with lyricists Lorenz Hart and Oscar Hammerstein II produced some of the most beloved musicals of all time, from 'Babes in Arms', 'Pal Joey' and 'Oklahoma!' and 'Carousel', 'South Pacific', 'The King and I' and 'The Sound of Music'. But unknown to many, the man behind the Broadway curtain was dark and solitary - in complete contrast with the music he created. 'American Masters' takes an unprecedented look at the legendary composer with 'Richard Rodgers: The Sweetest Sounds'. Narrated by Tony Roberts, this compelling film portrait features interviews with Julie Andrews, Andrew Lloyd Webber, Trevor Nunn and Celeste Holm as well as archival performances by Judy Garland, Frank Sinatra, Diahann Carroll, Mary Martin, John Coltrane and Barbra Streisand.","release_date":"2001-01-01","vote_average":0.0,"runtime":117,"cert":"N\/A","id":64824,"title":"Richard Rodgers: The Sweetest Sound","adult":false,"genre_ids":[99,10402]},{"cast":["Paola Cortellesi","Valentina Cervi","Claudio Santamaria","Pierfrancesco Favino","Ignazio Oliva"],"overview":"","release_date":"2003-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":64825,"title":"Passato prossimo","adult":false,"genre_ids":[]},{"cast":["Beau Bridges","Lee Grant","Louis Gossett Jr.","Diana Sands","Pearl Bailey"],"overview":"At the age of twenty-nine, Elgar Enders \"runs away\" from home. This running away consists of buying a building in a black ghetto in the Park Slope section of Brooklyn. Initially his intention is to evict the black tenants and convert it into a posh flat. But Elgar is not one to be bound by yesterday's urges, and soon he has other thoughts on his mind.","release_date":"1970-05-20","vote_average":5.8,"runtime":112,"cert":"N\/A","id":64828,"title":"The Landlord","adult":false,"genre_ids":[35,18]},{"cast":["Deb Fialkow"],"overview":"How did life begin? Is there life outside of Earth? Is there a future for humankind on other planets? Each new discovery inches us closer to answering these cosmic questions linking life on Earth with the rest of the Universe and renewing our dreams of what lies in the unknown realms of the stars.","release_date":"2006-03-22","vote_average":0.0,"runtime":115,"cert":"N\/A","id":64829,"title":"Exploring Space: The Quest for Life","adult":false,"genre_ids":[99]},{"cast":["Franco Nero","Mario Adorf","Umberto Orsini","Vittorio De Sica","Renzo Montagnani"],"overview":"","release_date":"1973-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":64830,"title":"Il delitto Matteotti","adult":false,"genre_ids":[]},{"cast":["Julie Andrews","Roy Edward Disney","Robert B. Sherman","Richard M. Sherman","Randy Newman"],"overview":"A documentary about the troubled sibling relationship between Robert B. Sherman &amp; Richard M. Sherman -- aka The Sherman Brothers -- the Academy Award and Grammy-winning songwriters famous for their iconic Disney and Family Movie hits.","release_date":"2009-01-01","vote_average":7.5,"runtime":101,"cert":"N\/A","id":64831,"title":"The Boys: The Sherman Brothers' Story","adult":false,"genre_ids":[99]},{"cast":["James Franco","Julianne Nicholson","Josh Lucas","Nina Arianda","Martin Donovan"],"overview":"The story of William Vincent as he recounts the eccentric and curious path that has brought him, at mortal risk, to New York City, after four years in exile, to rescue a woman he scarcely knows, Ann, from the vague crime syndicate that first brought them together.","release_date":"2010-04-25","vote_average":4.2,"runtime":100,"cert":"N\/A","id":64832,"title":"Shadows & Lies","adult":false,"genre_ids":[18,28,10749]},{"cast":["Jackie Chan","Chris Tucker","Brett Ratner","Bruce Lee","Michelle Yeoh"],"overview":"Not since the great Bruce Lee has a Chinese martial artist taken Hollywood by storm. Leaping out of dire poverty and obscurity, Jackie Chan has become the sensational international superstar of mayhem and merriment! This presentation of Chan's career covers his work with the legendary Bruce Lee, his struggle against typecasting in the Bruce Lee mold, and the resounding success of his breakthrough movies mixing amazing acrobatic artistry with brilliant comic ability.","release_date":"2002-12-10","vote_average":7.2,"runtime":53,"cert":"N\/A","id":64833,"title":"Jackie Chan: Fast, Funny and Furious","adult":false,"genre_ids":[99]},{"cast":["Gian Maria Volonté","Ángela Molina","Saverio Marconi","José Sacristán","Eusebio Poncela"],"overview":"In 1973, the dictator Francisco Franco rules Spain with an iron hand, but is aging and the future of the regime is in question. Admiral Carrero Blanco is his natural successor, so the Basque terrorist organization ETA decides that he must die to prevent the continuity of the dictatorship.","release_date":"1979-09-28","vote_average":7.0,"runtime":100,"cert":"N\/A","id":64834,"title":"Operation Ogre","adult":false,"genre_ids":[18,53]},{"cast":["Yle Vianello","Pasqualina Scuncia","Salvatore Cantalupo","Anita Caprioli","Renato Carpentieri"],"overview":"After growing up in Switzerland, 13-year-old Marta returns to a city in southern Italy with her mother and older sister. Independent and inquisitive, she joins a catechism class at a local church. However, the games and religious pop songs she encounters there do not nearly satisfy her interest in faith. Struggling to find her place, Marta pushes the boundaries of the class, the priest, and the church.","release_date":"2011-05-20","vote_average":7.2,"runtime":100,"cert":"N\/A","id":64835,"title":"Corpo Celeste","adult":false,"genre_ids":[18]},{"cast":["Stanislav Duzhnikov","Anna Frolovtseva","Philip Rosenthal"],"overview":"A documentary on Phil Rosenthal's experiences during the making of \"Voroniny,\" the Russian-language version of \"Everybody Loves Raymond\".","release_date":"2011-04-29","vote_average":6.9,"runtime":86,"cert":"N\/A","id":64836,"title":"Exporting Raymond","adult":false,"genre_ids":[35,99]},{"cast":["Crispin Glover","Jill Schoelen","Nicolas Cage","Julie Piekarski","David Rambo"],"overview":"This ABC pilot starred 7 teenagers in a 80's style Laugh-In. It told the light and dark side of teenage thoughts with dancing and singing added in for color.","release_date":"1981-01-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":64837,"title":"The Best of Times","adult":false,"genre_ids":[18,35,10770]},{"cast":["Edouard Baer","Géraldine Pailhas","Marina de Van","Charles Berling","Hippolyte Girardot"],"overview":"Diane lives with publisher Hermann but everything is spoiled when Worms, Hermann’s loyal author and friend, reveals in his new book the affair he once had with Diane, in a highly subjective manner. She soon discovers the contents of the work, which Hermann tries to hide from her, and takes on a lawyer to defend her privacy. But this is only the beginning of a mess that simply gets worse and worse, leading to an unexpected, brutal ending.","release_date":"2006-11-29","vote_average":7.2,"runtime":82,"cert":"N\/A","id":64838,"title":"Made in Paris","adult":false,"genre_ids":[35]},{"cast":["Karin Viard","Charles Berling","Camille Vatel","Alexandre Bongibault","Ludivine Sagnier"],"overview":"Marianne and Jacques are a young middle-class couple who live in a chic Parisian apartment with their two young children. One day, Marianne receives an unexpected visit from two strangers, Mr and Mrs Worms, who claim to have lived in the apartment when they were children and who ask if they can just take a look around their former home. Marianne agrees, but no sooner have the mysterious Worms left than things take an inexplicable turn for the worse...","release_date":"2001-06-19","vote_average":4.6,"runtime":85,"cert":"N\/A","id":64839,"title":"Children's Play","adult":false,"genre_ids":[18,14,27,9648,53]},{"cast":["Daniel Auteuil","Greta Scacchi","Anna Mouglalis","Magdalena Mielcarz","Michael Lonsdale"],"overview":"A mysterious writer is involved in a love affair with his stepson's wife, leading to a web of intrigue and desire.","release_date":"2004-11-10","vote_average":5.0,"runtime":105,"cert":"N\/A","id":64840,"title":"Under a False Name","adult":false,"genre_ids":[10749,18,9648]},{"cast":["Joss Stone","Ray Angry","David Gilmore","Caesar Griffin","Peter Iannacone"],"overview":"English singer-songwriter Joss Stone's great talent is featured in her first concert release, MIND, BODY & SOUL SESSIONS. The concert footage is from Stone's sold-out show at New York City's Irving Plaza, a venue known for its intimacy and for hosting the best alternative and cutting-edge acts on the contemporary music scene. The youthful Stone is known for her unique renditions of soul and R&B classics, but has also emerged as a skillful songwriter. She has collaborated on songs with other artists as diverse as Betty Wright, Portishead's Beth Gibbons, and the Roots. The MIND, BODY & SOUL SESSIONS contains performances by Stone of hits from both of her multi-platinum albums, including her singles \"You Had Me,\" \"Super Duper Love,\" and \"Fell in Love With a Boy,\" a re-working of a song by fellow hipsters the White Stripes. The MIND, BODY & SOUL SESSIONS allows fans to get close to Stone at her best, in a soulful live performance in a special setting.","release_date":"2004-09-09","vote_average":4.3,"runtime":null,"cert":"N\/A","id":64841,"title":"Joss Stone - Mind, Body & Soul Sessions","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This FRONTLINE series is an intellectual and visual guide to the new and controversial historical evidence which challenges familiar assumptions about the life of Jesus and the epic rise of Christianity.","release_date":"2004-12-28","vote_average":9.0,"runtime":null,"cert":"","id":64842,"title":"From Jesus to Christ: The First Christians","adult":false,"genre_ids":[99]},{"cast":["Michel Serrault","William Nadylam","Emma Javaux","Pascal N'Zonzi","Arthur Chazal"],"overview":"May 1940, in the French Ardennes. The German Army is getting ready to invade France. Old Gustave lives alone in his village with Camille, his teenage granddaughter and Etienne, his grandson. All the other inhabitants have evacuated the village, which makes Gustave very happy as he is the sole master there. Etienne, does not care because he is too young but Camille is beginning to suffer from her solitude and finds it hard to put up with her granddad's selfishness and bossiness. One day a patrol of African-born soldiers (\"Tirailleurs Sénégalais\") comes to the deserted village...","release_date":"2006-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64843,"title":"Les enfants du pays","adult":false,"genre_ids":[]},{"cast":["René Magritte"],"overview":"Documentary about the Belgian surrealist artist who died in 1967.","release_date":"1978-01-01","vote_average":7.5,"runtime":50,"cert":"N\/A","id":64844,"title":"Monsieur René Magritte","adult":false,"genre_ids":[99]},{"cast":["Son Byung-ho","Im Ha-ryong","Choi Jung-yoon","Cheon Seong-hoon","Kim Sae-ron"],"overview":"Corrupt detective Han Jong-sik (Kim Seung-woo) takes care of a gang and gets kickbacks to save his daughter. One day he gets news from the organ transplant coordinator that they have found a heart for his daughter (kim Sae-ron). However, he finds out the donor is magician Na Sang-man (Son Byeong-ho) who he put false charges over and was in jail. Sang-man lost his young daughter and wife and became a vegetative state himself. Jong-sik guesses he wouldn’t allow the transplant so he plans a way to get rid of him. Just as Sang-man is about to go over in the hands of a gang and get surgery, he realizes the plan and disappears with Jong-sik’s daughter.","release_date":"2011-04-14","vote_average":6.6,"runtime":98,"cert":"N\/A","id":64845,"title":"I Am a Father","adult":false,"genre_ids":[28,80,18]},{"cast":["Park Han-byul","Yoo In-na","Cha Ye-ryun","Yoon Eun-hye","Lee Yong-Woo"],"overview":"\"Little Black Dress\" depicts the friendships, jealousies, hopes and failures of four 24-year-old girls. The girls first met as first year students in college. They seem to be enjoying their 20's, but inside they all have worries.","release_date":"2011-01-22","vote_average":5.4,"runtime":107,"cert":"N\/A","id":64846,"title":"Little Black Dress","adult":false,"genre_ids":[18,35]},{"cast":["Aiko Nagayama","Tatsuya Nakadai","Katsuyuki Itô","Masaya Takahashi","Shigako Shimegi"],"overview":"A peasant woman is banished from her village and makes a deal with the devil to gain magical powers.","release_date":"1973-06-30","vote_average":7.6,"runtime":89,"cert":"N\/A","id":64847,"title":"Belladonna of Sadness","adult":false,"genre_ids":[16,18,14,10402]},{"cast":[],"overview":"Linkin Park’s February 4, 2011 concert from Madison Square Garden which aired on Fuse on February 18 2011. The highly anticipated broadcast featured fan favorites along with songs from their latest album, A Thousand Suns. The show has limited commercial interruptions thanks to Coca-Cola.","release_date":"2011-02-04","vote_average":10.0,"runtime":85,"cert":"N\/A","id":64848,"title":"Linkin Park: Live From Madison Square Garden","adult":false,"genre_ids":[10402]},{"cast":["Chad Lindberg","Charlotte Ayanna","Otto Sanchez","Chazz Palminteri","Michael Rapaport"],"overview":"Drugs, sex and the allure of fast money blur the boundaries between two very different societies in Miami. Joe and his two best friends, Kevin and Mickey, are struggling to get ahead, dissatisfied with their lives and current financial situation. When a package of ecstasy ends up in their possession at a nightclub, they are enticed by the prospect of scoring some fast cash. The three friends offer to distribute the drugs to their social, business and party contacts for a notorious neighborhood drug lord. Naive and encouraged by their initial success, the boys increase their distribution and quickly find themselves in over their heads with no way to turn back. As addictions take hold and their friendship begins to unravel, they find the lifestyle they have chosen may come at a very high price -- their lives.","release_date":"2006-06-01","vote_average":4.2,"runtime":105,"cert":"N\/A","id":64849,"title":"Push","adult":false,"genre_ids":[18]},{"cast":["Caroline Dhavernas","Thierry Lhermitte","Khalid Maadour","Chantal Lauby"],"overview":"As they prepare to test products for a multinational corporation, a marketing company targets a typical guy as their guinea pig.","release_date":"2006-06-21","vote_average":7.5,"runtime":90,"cert":"N\/A","id":64850,"title":"Mr. Average","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Todd","Glynis Johns","James Robertson Justice","Michael Gough","Peter Copley"],"overview":"Tells the story of Mary Tudor and her troubled path to true love. Henry VIII, for political reasons, determines to wed her to the King of France. She tries to flee to America with her love but is captured when she is \"un-hatted\" on board ship. In return for her consent to the marriage with France, Henry agrees to let her choose her second husband. When King Louis of France dies, Mary is kidnaped by the Duke of Buckingham. He tries to force her to marry him but she is rescued by her love in an exciting battle on the beach.","release_date":"1953-07-23","vote_average":7.0,"runtime":92,"cert":"U","id":64851,"title":"The Sword and the Rose","adult":false,"genre_ids":[18,36]},{"cast":["Lon Chaney","Marceline Day","Henry B. Walthall","Percy Williams","Conrad Nagel"],"overview":"The abandoned Balfour House, which former owner was found dead five years earlier, comes back to life with the arrival of two suspicious sinister-looking tenants. (This movie was lost in 1965 during a fire.)","release_date":"1927-12-03","vote_average":6.2,"runtime":69,"cert":"N\/A","id":64852,"title":"London After Midnight","adult":false,"genre_ids":[27,18]},{"cast":["Leisha Hailey","Jami Bassman ","Stephanie Brown","Kailah Combs","Ingrid Coree"],"overview":"Emily and Nate Weaver leave the city for the rural comfort of Nate’s ancestral home in the country. Once there, Emily is plagued by horrifying visions and haunted by the ghosts inhabiting their isolated new home. When Nate’s behavior undergoes a strange and fearful metamorphosis, Emily fears she might be the latest target in a murderous tradition.","release_date":"2011-01-28","vote_average":4.3,"runtime":95,"cert":"N\/A","id":64853,"title":"Fertile Ground","adult":false,"genre_ids":[27]},{"cast":["Edmund Entin","Gary Entin","Samantha Droke","Louis Herthum","Morgana Shaw"],"overview":"Seth and Jonah are twins with a dangerous ability: telekinesis. Things start to spiral out of control as their classmates die in twisted and bizarre ways. Jealousy begins to divide them and soon they can no longer trust each other, leading up to a horrific battle against themselves.","release_date":"2011-01-28","vote_average":5.6,"runtime":89,"cert":"N\/A","id":64854,"title":"Seconds Apart","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Charles Dickens' 'Ghost Stories' from the Pickwick Papers. The Ghost in the Wardrobe: A young law student moves into an old rooming house haunted by a resident ghost. Tension grows between the two, building to a surprising conclusion. The Mail Coach Ghosts: Time travel puts a young man on a collision course with a ruthless nobleman and his evil henchmen. When the young man falls in love with a beautiful maiden, a captive of the nobleman, he plans a daring rescue to free her. The Goblin and the Grave Digger: Fiery nether-regions set the scene for this unearthly tale of a grave digger put on trial for his life by the King of the Goblins. The eerie account of his nightmarish ordeal is a special effects encounter that will enthral fans of the supernatural.","release_date":"1987-12-05","vote_average":10.0,"runtime":46,"cert":"U","id":64855,"title":"Ghost Stories","adult":false,"genre_ids":[16,10751]},{"cast":["Andrew Roth","Kamillia Kataxenna Kova","Gary Marzolf","Dina Cataldi","Tiffany Pulvino"],"overview":"Nine people find themselves trapped in a warehouse that contains the remains of the old Frightworld Amusement Park - a place haunted by the spirit of Verden Fell, a serial killer who died there a year before.","release_date":"2006-10-31","vote_average":0.0,"runtime":103,"cert":"N\/A","id":64856,"title":"Frightworld","adult":false,"genre_ids":[27]},{"cast":["Raoul Max Trujillo","Barry Tubb","Adrian Pasdar"],"overview":"Adrian Pasdar, R.J. Preston and Barry Tubb star in this eerie film that melds two distinct genres: the old-fashioned Western and the jump-out-of-your-seat horror film. A pack of rough-and-tumble cowboys stumble upon a parcel of land that used to be a burial ground for Native Americans and claim it for themselves, unleashing the fury of the spirits that call it home. Suddenly, they must deal with foes of an altogether different sort.","release_date":"2005-04-12","vote_average":5.0,"runtime":81,"cert":"N\/A","id":64857,"title":"Blood Trail","adult":false,"genre_ids":[27,37]},{"cast":["David Caruso","Susan Haskell","Thomas Ian Griffith","Gordon Tootoosis","Miguel Sandoval"],"overview":"In an Alaskan fishing town, a local crime boss suspects a local fisherman knows where his stolen money is, but this fisherman is no regular Joe.","release_date":"2002-09-24","vote_average":5.0,"runtime":100,"cert":"N\/A","id":64858,"title":"Black Point","adult":false,"genre_ids":[28,18]},{"cast":["Tiffany Paige","Trey Alexander","Nicholl Hiren","Harold Cannon","James E. Hurd Jr."],"overview":"Journalist Karen Addams is fighting to keep her sanity -- it appears someone else has assumed her identity and is living her life better than she ever could. Losing a grip on her romance, her career and her friendships, Karen struggles to get her life back by exposing the impostor. But things take an unexpected turn when she discovers the true enemy is within herself!","release_date":"2007-05-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":64859,"title":"The Duplicate","adult":false,"genre_ids":[878,53]},{"cast":["Lon Chaney","Marguerite De La Motte","Harrison Ford","John St. Polis","Walter Long"],"overview":"Yen Sin, a humble Chinese, is washed ashore after a storm and finds himself an outsider in the deeply Christian fishing community of Urkey. Yen Sin elects to stay, despite his status as a despised 'heathen', only to reveal hypocrisy amid the self-righteous township.","release_date":"1922-11-10","vote_average":6.5,"runtime":70,"cert":"N\/A","id":64860,"title":"Shadows","adult":false,"genre_ids":[18]},{"cast":["Lacey Chabert","Tygh Runyan","Mercedes McNab","Brandon Quinn"],"overview":"After wrecking their car in the middle of the desert, two couples find themselves stranded with few supplies. When the heat intensifies and their precious water supply dwindles, the frantic friends begin betraying each other in the hopes of survival. Their civility rapidly deteriorates as they begin to experience overwhelming fear and desperation in this tense drama starring Lacey Chabert, Tygh Runyan, Brandon Quinn and Mercedes McNab.","release_date":"2010-06-22","vote_average":5.0,"runtime":91,"cert":"N\/A","id":64861,"title":"Thirst","adult":false,"genre_ids":[18,27,53]},{"cast":["Fess Parker","Kathleen Crowley","Jeff York","David Stollery","Sebastian Cabot"],"overview":"The pioneering trail to Oregon was littered with constant danger. Yet, the hope of the \"promised land\" keeps American families westward bound despite overwhelming odds. A calm, clear-thinking pioneer attempts to lead a wagon train through territory occupied by Pawnees and Sioux. Along the way, the hardy settlers face horse thieves, kidnappers, and unpredictable Indian attacks in their push to establish a new life in the rugged West.","release_date":"1956-12-20","vote_average":5.9,"runtime":90,"cert":"U","id":64862,"title":"Westward Ho, The Wagons!","adult":false,"genre_ids":[12,37]},{"cast":["Ray Chang","Shara Lin"],"overview":"While going back to Kinmen island during summer, Ah Kwan (Bryant Chang) learns from the internet about a pretty girl called Chen Wen Qing (Shara Lin), who emerged champion in the National Piano Competition. One day he coincidentally meets up with her. For both this is the best summer holiday they ever had in their lives. Before going back Wen Qing promises to Ah Kwan she would email him everyday and coming next summer, she would find him in Kinmen again.","release_date":"2009-11-27","vote_average":4.0,"runtime":96,"cert":"N\/A","id":64863,"title":"Summer Times","adult":false,"genre_ids":[10749]},{"cast":["Mehmood","Aruna Irani","Amitabh Bachchan","Shatrughan Sinha","Anwar Ali"],"overview":"The lives of Atmaram and his wife are turned upside down when they see their daughter, Mala's pictures in a magazine. They arrange for Mala's marriage with the son of Ramlal. Mala is opposed to marrying anyone who she has not met, and is at the same time thrilled that the two persons she trusted, one Sharma, and the other Verma had actually submitted her pictures to a magazine, and were now willing to sign her up for a Bollywood movie. Mala is not able to understand her parents' opposition on her way to fame, and runs away from home with a lot of money to Goa.","release_date":"1972-03-03","vote_average":6.3,"runtime":134,"cert":"N\/A","id":64864,"title":"Bombay to Goa","adult":false,"genre_ids":[35,28,12,10749]},{"cast":["Fess Parker","Wendell Corey","Joanne Dru","James MacArthur","Jessica Tandy"],"overview":"A young white man who spent his whole life raised by a Native American tribe is sent to live with his true family and must learn to fit in with the people he was taught to hate.","release_date":"1958-07-08","vote_average":6.3,"runtime":83,"cert":"N\/A","id":64865,"title":"The Light in the Forest","adult":false,"genre_ids":[12,18,10749,37]},{"cast":["Sal Mineo","Philip Carey","Jerome Courtland","Rafael Campos","H.M. Wynant"],"overview":"In Dakota territory in the 1870s, White Bull, a young Sioux, proves his manhood by catching and training a wild colt he names Tonka. When a cruel cousin claims the horse as the privilege of rank, White Bull lets Tonka go. The horse ends up in the hands of a captain in the US cavalry about the time that Sitting Bull gathers the tribes to confront the growing US presence, epitomized by the bigoted General Custer. All paths, including those of White Bull and Tonka, lead to the confluence of the Little and Big Horn rivers.","release_date":"1958-12-25","vote_average":4.9,"runtime":97,"cert":"U","id":64866,"title":"Tonka","adult":false,"genre_ids":[37,28,12]},{"cast":["Michael Rennie","James MacArthur","Janet Munro","James Donald","Herbert Lom"],"overview":"The thrilling, critically acclaimed account of Rudi Matt (James MacArthur), a young kitchen worker who is determined to conquer the Citadel -- the jagged, snowcapped peak that claimed his father's life.","release_date":"1959-11-10","vote_average":6.0,"runtime":105,"cert":"U","id":64867,"title":"Third Man on the Mountain","adult":false,"genre_ids":[12,18,10751]},{"cast":["Donald Crisp","Laurence Naismith","Alex Mackenzie","Duncan Macrae","Andrew Cruickshank"],"overview":"In Scotland 1865, An old shepherd and his little Skye terrier go to Edinburgh. But when the shepherd dies of pneumonia, the dog remains faithful to his master, refuses to be adopted by anyone, and takes to sleeping on his master's grave in the Greyfriars kirkyard, despite a caretaker with a \"no dogs\" rule. And when Bobby is taken up for being unlicensed, it's up to the children of Edinburgh and the Lord Provost to decide what's to be done.","release_date":"1961-07-17","vote_average":6.9,"runtime":87,"cert":"U","id":64868,"title":"Greyfriars Bobby: The True Story of a Dog","adult":false,"genre_ids":[18,10751]},{"cast":["Jean Couto","Émile Genest","Uriel Luft","Robert Rivard","Jacques Fauteux"],"overview":"A family film about Nikki, a half-wolf, half-dog raised in the Yukon during the gold rush era. After being separated from her master, Nikki must fend for herself amidst bears, the harsh Yukon weather, and a trapper who wants her skin.","release_date":"1961-07-12","vote_average":6.8,"runtime":74,"cert":"N\/A","id":64869,"title":"Nikki, Wild Dog of the North","adult":false,"genre_ids":[12,10751]},{"cast":["Tom Tryon","Brian Keith","Edmond O'Brien","Dany Saval","Bob Sweeney"],"overview":"An Air Force captain inadvertently volunteers to make the first manned flight around the moon. He immediately falls under the watchful protection of various security agencies, but despite all their precautions, a young woman who may be an enemy spy succeeds in making contact with the captain. The captain eventually discovers that this woman is not an enemy but rather a friend from a very unusual source.","release_date":"1962-04-05","vote_average":4.8,"runtime":98,"cert":"N\/A","id":64870,"title":"Moon Pilot","adult":false,"genre_ids":[35,10751]},{"cast":["Rex Allen"],"overview":"You'll be captivated as you track the legendary Lobo through an amazing Southwest adventure. Our story begins with Lobo as an adorable wolf cub and follows his growth into a fearless and majestic leader of the pack. At odds with the local cattlemen, the price on Lobo's head grows, attracting an expert wolf hunter. As they go head to head, Lobo's amazing survival instincts and family devotion leave the hunter with nothing but respect. With the rich narration of Rex Allen, and music from the legendary Sherman Brothers and the popular Sons Of The Pioneers, this is family entertainment at its best!","release_date":"1962-11-07","vote_average":7.7,"runtime":67,"cert":"N\/A","id":64871,"title":"The Legend of Lobo","adult":false,"genre_ids":[10751,12]},{"cast":["Brian Keith","Vera Miles","Pamela Franklin","Sabu","Edward Andrews"],"overview":"A tiger escapes from a circus truck as it passes by a small town, and hides itself in the surrounding woods. This throws the town into a panic and everyone wants the animal killed immediately, except for the daughter of the sheriff. She wants to capture the tiger and put it in a zoo, thereby saving the tiger's life. Her determination starts a nationwide campaign among children to raise the money to buy the tiger from the circus, but first, she, her father and an Indian tiger trainer must find the tiger before the National Guard do, who have orders to kill it on sight.","release_date":"1964-04-12","vote_average":6.5,"runtime":91,"cert":"N\/A","id":64872,"title":"A Tiger Walks","adult":false,"genre_ids":[18,10751]},{"cast":["Tommy Kirk","Annette Funicello","Leon Ames","Stuart Erwin","Alan Hewitt"],"overview":"Merlin Jones, a precocious and intelligent high-school boy, experiments with hypnosis and creates a mind-reading machine. However, his experiments land him in deep trouble with the law.","release_date":"1964-03-25","vote_average":6.9,"runtime":91,"cert":"N\/A","id":64873,"title":"The Misadventures of Merlin Jones","adult":false,"genre_ids":[878,10751,35]},{"cast":["Junko Miyazono","Tomisaburō Wakayama","Kunio Murai","Hôsei Komatsu","Gannosuke Ashiya"],"overview":"Ohyaku is a grifter who falls in love with a thief, who recruits her for his plan to rob a shipment of government gold.  When this plan goes wrong and Ohyaku ends up in prison, she resolves to do anything to escape and claim revenge on the ones who betrayed her and her lover.","release_date":"1968-05-25","vote_average":7.1,"runtime":90,"cert":"N\/A","id":64876,"title":"Ohyaku: The Female Demon","adult":false,"genre_ids":[28,18]},{"cast":["Goldie Hawn","Kurt Russell","Walter Brennan","Buddy Ebsen","Lesley Ann Warren"],"overview":"The Bower Family Band petitions the Democratic National Committee to sing a Grover Cleveland rally song at the 1888 convention, but decide instead to move to the Dakota territory on the urging of a suitor to their eldest daughter. There, Grampa Bower causes trouble with his pro-Cleveland ideas, as Dakota residents are overwhelmingly Republican, and hope to get the territory admitted as two states (North and South Dakota) rather than one in order to send four Republican senators to Washington. Cleveland opposed this plan, refusing to refer to Congress the plan to organize the Dakotas this way. When Cleveland wins the popular vote, but Harrison the presidency due to the electoral college votes, the Dakotans (particularly the feuding young couple) resolve to live together in peace, and Cleveland grants statehood to the two Dakotas before he leaves office (along with two Democrat-voting states, evening the gains for both parties).","release_date":"1968-04-19","vote_average":5.6,"runtime":110,"cert":"U","id":64877,"title":"The One and Only, Genuine, Original Family Band","adult":false,"genre_ids":[10402,10751]},{"cast":["Vittorio Mezzogiorno","Claudio Cassinelli","Elio Zamuto","Silvia Dionisio","John Steiner"],"overview":"A gang of thieves decides to hit the headquarters of Aspex. The police intervened and only two of the robbers managed to escape with the loot, while the other two are forced to take hostages to escape. The police started investigations but also the gang leader, the Cat, will be hunting the first two escaped with the loot to get money, and revenge for their escape.","release_date":"1976-03-05","vote_average":6.0,"runtime":92,"cert":"N\/A","id":64878,"title":"Milano Violenta","adult":false,"genre_ids":[28,18]},{"cast":["Anil Kapoor","Sridevi","Waheeda Rehman","Anupam Kher","Lalit Tiwari"],"overview":"Viren (Anil Kapoor) who travels to Rajasthan with his governess, affectionately called Dai Jaa (Waheeda Rehman). He meets the beautiful Pallavi (Sridevi) and he instantly falls in love with her. However, she also happens to be older then him, though this does not bother Viren. During a property dispute and a court case, Paalavi's father suddenly dies of a heart-attack. She is shattered and goes into isolation. At the wake, Viren goes to console her, when she sees him she runs towards him but runs straight past Viren and goes towards Sidhharth - the man she loves. Viren is heartbroken but to fulfill Pallavi's father's dying wish, he arranges the wedding between Sidhharth and Pallavi. Allowing Pallavi to live her life happily, Viren leaves for London. However one year into the marriage Sidhharth and Pallavi are both killed in an accident. It was also revealed that she was pregnant at the time and gave birth to a daughte","release_date":"1991-11-04","vote_average":6.6,"runtime":187,"cert":"N\/A","id":64879,"title":"Lamhe","adult":false,"genre_ids":[18,10749]},{"cast":["Priyanshu Chatterjee","Himanshu Malik","Sandali Sinha","Raqesh Vashisth","Vikram Gokhale"],"overview":"Shekhar, a businessman, accidentally kills his associate Amar, and ridden with guilt, decides to watch over Amar's company and take care of his family and friends. However, he falls in love with Amar's fiancé Piya - who is to marry tycoon Abhi Gyan to save the company","release_date":"2001-07-13","vote_average":7.3,"runtime":158,"cert":"N\/A","id":64880,"title":"Tum Bin","adult":false,"genre_ids":[10749,18]},{"cast":["Nana Patekar","Mohit Ahlawat","Rimi Sen","Zakir Hussain","Anurag Kashyap"],"overview":"Hanumant Singh is the quirky cop in the police department. He is a man of action who delivers most of the time but he has unusual ways to accomplish his mission. More importantly, he doesn't think twice before hobnobbing with corrupt politicians and gangsters and taking bribes for services rendered. Trouble begins when a new and seemingly honest recruit joins his team.","release_date":"2011-05-13","vote_average":5.3,"runtime":128,"cert":"N\/A","id":64881,"title":"Shagird","adult":false,"genre_ids":[18,28,80]},{"cast":["Im Soo-jung","Gong Yoo","Cheon Ho-jin","Lee Chung-ah","Jang Young-nam"],"overview":"A woman named Seo Ji-Woo (Im Soo-Jung) traveled to India and met her first true love Kim Jong-Ok. Since that time Ji-Woo can't forget her first love. She then turns the company \"첫사랑 찾기 주식회사\" - which means literally \"Finding Your First True Love Company\" to help track down Kim Jong-Ok. Han Gi-Joon (Gong Yoo) started \"Finding Your First True Love Company\" and he takes on Seo Ji-Woo is the company's first client. The pair travel all over Korea to find Seo Ji-Woo's first love and &amp; in the process Han Gi-Joon falls in love with his first client ...","release_date":"2010-12-08","vote_average":6.5,"runtime":112,"cert":"N\/A","id":64882,"title":"Finding Mr. Destiny","adult":false,"genre_ids":[10751,18,35,10749]},{"cast":["Mark Frost","Jeffrey Combs","Andrew Divoff","Mònica Van Campen","Isabel Brook"],"overview":"An artist, John Jaspers sells his soul to the mysterious \"M\" in order to get revenge on the people who killed his girlfriend. Soon, he realizes everything has a price, and he is transformed into a horned demon with a passion for killing. He learns that M plans to release the Homunculus, a giant Lizard-like monster onto the earth, opening the gate to hell. Now, Jaspers must stop M before he can let the apocalypse begin.","release_date":"2000-11-01","vote_average":4.9,"runtime":98,"cert":"N\/A","id":64883,"title":"Faust: Love of the Damned","adult":false,"genre_ids":[28,14,27]},{"cast":["Nick Blake"],"overview":"Don Brash stepped down as leader of the National Party in November 2006, the day before the release of investigative journalist, Nicky Hager's book ‘The Hollow Men’. Award-winning documentary maker Alister Barry (‘Someone Else's Country’, ‘In a Land of Plenty’) brings this exposé of behind-the-scenes politics in an all-too-real political thriller. Based on thousands of confidential emails, reports and memos written by Bash and his closest advisers, ‘The Hollow Men’ is an extraordinary story of unprincipled and anti-democratic politics.","release_date":"","vote_average":0.0,"runtime":98,"cert":"N\/A","id":64884,"title":"The Hollow Men","adult":false,"genre_ids":[]},{"cast":["Cheng Pei-Pei","Elliot Ngok","Tien Feng","Ku Feng","Lo Wei"],"overview":"This top ten box office hit reunites the star duo from Come Drink With Me in another classic action adventure. Cheng Pei-pei (Crouching Tiger, Hidden Dragon) radiates her trademark charm while wielding the deadly title weapon, which is implicated in multiple murders and a major heist. Whether single-handedly fighting sixteen bandits or avenging her father's brutal death, she demonstrates why she was Hong Kong's number one swordswoman -- and no slouch with the whip either!","release_date":"1971-08-06","vote_average":6.2,"runtime":78,"cert":"N\/A","id":64885,"title":"The Shadow Whip","adult":false,"genre_ids":[28,18]},{"cast":["Jean-Pierre Léaud","Zouzou","Claudine Vannier","Yann Dedet","Agathe Vannier"],"overview":"In a deliberately erratic and disjointed fashion, this film follows the adventures of Bernard (Jean-Pierre Leaud). A young man from the provinces, he makes his pilgrimage to Paris and seeks adventure while living on a barge.","release_date":"1976-02-11","vote_average":5.0,"runtime":80,"cert":"N\/A","id":64886,"title":"Lola's Lolos","adult":false,"genre_ids":[35,10749]},{"cast":["Laura Morante","Caroline Cartier","Jacob Berger","Jean-Louis Trintignant"],"overview":"This uneven drama concerns the efforts of an aspiring filmmaker to include an unwilling female in his production. Paul finds difficulty deciding on a location for his film and angrily throws out his script. Jean is the film student who is sent by Paul to track down Dara and recruit her for the feature. All three end up in Brooklyn, where Dara's father believes Paul and Jean are only interested in having sex with his daughter.","release_date":"1987-09-16","vote_average":7.0,"runtime":98,"cert":"N\/A","id":64887,"title":"La Vallée Fantôme","adult":false,"genre_ids":[18]},{"cast":["Pascale Rocard","Cris Campion","Eric Wapler","Frederic Mayer"],"overview":"","release_date":"1987-09-16","vote_average":4.3,"runtime":87,"cert":"N\/A","id":64888,"title":"Champ d'honneur","adult":false,"genre_ids":[18,36,10752]},{"cast":["Bernard Giraudeau","Michel Piccoli","Laure Marsac","Michel Albertini"],"overview":"Claire (Laure Marsac) is a 16-year-old young woman who discovers her father Pierre (Bernard Giraudeau) is not a healing physician but a killer with a bloody war record in the Lebanese conflict. She runs away from home and into the arms of Kamal (Michal Albertini). While Pierre stalks two terrorists, Claire and Kamal are violently confronted by Kamal's abandoned wife and family. The ravages of the conflict extend to those who are never participants in the battle but are among the casualties of war.","release_date":"1987-09-16","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64889,"title":"The Veiled Man","adult":false,"genre_ids":[18]},{"cast":["Bourvil","Roland Dubillard","Francis Blanche","Jean Tissier","Michael Lonsdale"],"overview":"Sickened to see his students always sleeping in class, a teacher with a colleague and an anarchist start a war against the television. They climbed on Paris roofs to coat the T.V. antennas with a special product cutting the signal reception.","release_date":"1968-11-12","vote_average":6.7,"runtime":95,"cert":"N\/A","id":64890,"title":"The Big Wash","adult":false,"genre_ids":[35]},{"cast":["Chin Ping","Wong Chung-Shun","Wang Hsieh","Yeung Chi-Hing","Chiu Hung"],"overview":"Ming dynasty traitors have sent a secret message in a jade goddess statuette, containing their plans of treason to help tribal warlords usurp power from the Ming government. The message and statue being intercepted, powerful swordsmen (and a swordswoman) of a famed security company are hired to protect the statue and its hidden message.","release_date":"1969-10-08","vote_average":6.3,"runtime":76,"cert":"N\/A","id":64891,"title":"The Swordmates","adult":false,"genre_ids":[28,12]},{"cast":["Christine Boisson","Tchéky Karyo","Féodor Atkine","Raoul Billerey"],"overview":"Dominican friar Etienne de Bourbon visits a 13th-century French village in search of heretics for the Inquisition. Despite the opposition of the local priest and the indifference of the villagers, he finds a seemingly perfect suspect: a young woman who lives in a forest outside the village and cures people with herbs and folk remedies. In the process, he discovers the cult of the greyhound \"Saint\" Guinefort, and confronts his own troubled past.","release_date":"1987-09-23","vote_average":0.0,"runtime":97,"cert":"N\/A","id":64892,"title":"Sorceress","adult":false,"genre_ids":[]},{"cast":["Jane Birkin","Alain Souchon"],"overview":"In this comedy drama, two lovers go on vacation to the fellow's summer home in southern France. Once there, the woman becomes quite jealous because she knows that many women have been at this house with him. She herself is not as experienced as he and secretly dreams of having many different lovers. Time passes and things become increasingly tense between them and they begin verbally attacking each other. Finally they make peace and love.","release_date":"1987-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64893,"title":"Comédie !","adult":false,"genre_ids":[]},{"cast":["Raymond Rouleau","Claude Génia","Constant Remy","Mila Parély"],"overview":"","release_date":"1943-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64894,"title":"Monsieur des Lourdines","adult":false,"genre_ids":[]},{"cast":["Yuen Biao","Cynthia Khan","Waise Lee","Alex Man Chi-Leung","Yuen Wah"],"overview":"Three high-octane cops--an unorthodox one from Hong Kong, a straitlaced one from the Mainland, and one from the Philippines--join forces to demolish an insidious counterfeiting ring. Cops-and-robbers action fare taken to its most gleefully bullet-ridden extreme.","release_date":"1995-12-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":64895,"title":"Tough Beauty and the Sloppy Slop","adult":false,"genre_ids":[28]},{"cast":["Georges Marchal","Pierre Fresnay","André Bervil","Félix Oudart"],"overview":"French filmmaker Henry Decoin was better known for his stylistic panache than his creative originality. In Au Grand Terrace (originally released in 1949 as Au Grand Balcon), Decoin weaves a familiar story with finesse. Like the director himself, the film's hero is World War I aviator Carbot, played by Pierre Fresnay. After the war, Carbot attempts to establish a commercial airline, for the purpose of delivering the mail to the outermost regions of France. There's plenty of Only Angels Have Wings-style heroics as Carbot's pilots face injury and death while braving the elements to meet their appointed rounds. The film's nominal heroine, Maryse, played by Jeannine Crispin, has little to do but wait anxiously as the pilots go about their duties.","release_date":"1949-11-30","vote_average":6.0,"runtime":123,"cert":"N\/A","id":64896,"title":"Au grand balcon","adult":false,"genre_ids":[18]},{"cast":["Jean Gabin","Madeleine Renaud","Michèle Morgan","Fernand Ledoux","Charles Blavette"],"overview":"A married tugboat captain falls for a woman he rescues from a sinking ship.","release_date":"1941-11-27","vote_average":6.8,"runtime":91,"cert":"N\/A","id":64897,"title":"Stormy Waters","adult":false,"genre_ids":[28,18,10749]},{"cast":["André Lefaur","Madeleine Ozeray","Charlotte Lysès","Félix Mayol","Pierre Palau"],"overview":"Dr. Lucien Petypon is usually a serious man, but, drawn by his friend Corignon, he once paints the town red at Maxim's. When he wakes up late the next morning, he finds the scantily clad Môme Crevette, a dancer at the famous Paris restaurant, by his side. It is the moment General Petypon du Grêlé, Lucien's rich uncle, chooses to make an unexpected visit. The good doctor has no other choice but to pass Crevette off as his lawful wife.","release_date":"1933-04-01","vote_average":5.0,"runtime":109,"cert":"N\/A","id":64898,"title":"La dame de chez Maxim's","adult":false,"genre_ids":[35]},{"cast":["Michel Piccoli","Danielle Darrieux","Emmanuelle Riva","Olivier Hussenot"],"overview":"During WWII, Bruno gave away many people to the Gestapo. Now, 25 years after, with a new face given by plastic surgery, he is back and becomes friend with his victims' relatives and friends...","release_date":"1966-05-08","vote_average":0.0,"runtime":96,"cert":"N\/A","id":64899,"title":"Le coup de grâce","adult":false,"genre_ids":[18]},{"cast":["Yekaterina Golubeva","Alex Descas","Béatrice Dalle","Richard Courcet","Solveig Dommartin"],"overview":"Beautiful Daiga has emigrated from Lithuania to Paris and is looking for a place to stay and work. Theo is a struggling musician, and his brother Camille - a transvestite dancer. One of these three people might be connected to the serial \"Granny Killer\" who has been terrorizing Paris for a while.","release_date":"1994-05-18","vote_average":6.8,"runtime":112,"cert":"N\/A","id":64900,"title":"I Can't Sleep","adult":false,"genre_ids":[18,9648]},{"cast":["Virginie Ledoyen","Cyprien Fouquet","László Szabó","Jean-Pierre Darroussin","Dominique Faysse"],"overview":"An outer suburb of Paris, 1972. Gilles and Christine, both sixteen, are classmates and lovers who have become frustrated with the aloofness of their families and the general monotony of their lives. When the pair are caught shoplifting, Christine's father ships her off to a home for emotionally disturbed children, temporarily putting space between her and Gilles. Luckily for them, though, she escapes and the couple contemplate running away together.","release_date":"1994-07-06","vote_average":6.8,"runtime":95,"cert":"N\/A","id":64901,"title":"Cold Water","adult":false,"genre_ids":[18]},{"cast":["Gaby Morlay","Pierre Brasseur","Jean Brochard","Yves Deniaud","Louis de Funès"],"overview":"","release_date":"1949-12-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":64902,"title":"Millionaires for One Day","adult":false,"genre_ids":[35]},{"cast":["Suzy Carrier","Michele Martin"],"overview":"Georges, hunted by the Germans, had taken refuge with his brother, Commissioner PJ Paris. Once released, he teams up for the sake of a girl with the lackluster Zattore. A bank is robbed, but the police is fast and Georges will either lose his life.","release_date":"1947-12-03","vote_average":0.0,"runtime":95,"cert":"N\/A","id":64903,"title":"Un flic","adult":false,"genre_ids":[18]},{"cast":["Jean-Pierre Marielle","Jeanne Goupil","Serge Sauvion","Nathalie Drivet","André Lacombe"],"overview":"Charlie, a forty-something looking for a job, meets two twenty-something girls, Ghislaine and Josiane, who are similarly unemployed. All three decide to take to the road selling oilcloth to pay their way. The harmony reigns within the group until the arrival of Tony, a seller of miniature cathedrals.","release_date":"1973-11-08","vote_average":7.0,"runtime":90,"cert":"N\/A","id":64904,"title":"Charlie and His Two Chicks","adult":false,"genre_ids":[35]},{"cast":["Vincent Lindon","Sandrine Kiberlain","Thiam","Barbara Schulz"],"overview":"","release_date":"1994-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64905,"title":"L'irrésolu","adult":false,"genre_ids":[35,18]},{"cast":["Philippe Léotard","Laura Alexis","Evelyne Dress","Marie Dubois"],"overview":"A 40-year-old mechanic whistles at a passing teenager; she stops and upbraids him. In embarrassment, he claims he was whistling at her companion, her 14-year-old cousin, Isabelle. This changes Isabelle's outlook on life: her favorite story is Anderson's \"Little Mermaid,\" and she thinks that in Georges she's found her prince. She follows him, engages him in conversation, and turns up at his flat. At first, he pushes her away and tells her she's nuts, but slowly he finds that she brings out of him a playful self, and he likes her devotion. The attraction builds, threatening Georges' adult relationships, including that with Nelly, his sweetheart. Where on earth can this affair lead?","release_date":"1980-08-20","vote_average":6.0,"runtime":105,"cert":"N\/A","id":64906,"title":"The Little Mermaid","adult":false,"genre_ids":[18]},{"cast":["Pierre Arditi","Catherine Jacob","François Morel","Zinedine Soualem","Michel Aumont"],"overview":"To punish three troublemakers, Albert Castraing, their French teacher, gives them an essay to do, in which they must imagine what their lives would be if they were suddenly transformed into adults. The next morning, the three twelve-year-old boys realize to their amazement that...they HAVE BEEN transformed into adults! As for they parents they have become...KIDS! It is the beginning of a series of mishaps for Joseph, a Jew, Igor, a catholic and Nourdine, an Arab...","release_date":"1997-10-01","vote_average":5.3,"runtime":100,"cert":"N\/A","id":64907,"title":"Gentlemen Children","adult":false,"genre_ids":[35]},{"cast":["Arnaud Giovaninetti","Daniel Duval","Gérald Laroche","Claire Keim","Jean Miez"],"overview":"In this French gangster drama, a young hoodlum, new to his famed father's dubious profession, successfully completes his first hit but then finds himself trapped in between a brutal vendetta between rival gangs. To save himself, Francois joins forces with a motley gang of crooks, led by the emotionally unstable Rufin, and tries to wait the situation out while amusing himself with the affections of a nightclub chanteuse. Meanwhile, his colleagues are being killed off, one by one, leaving him to wonder whether or not his father will use his clout to save him.","release_date":"1997-10-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":64908,"title":"J'irai au paradis car l'enfer est ici","adult":false,"genre_ids":[80,18,53]},{"cast":["Samuel Labarthe","Delphine Rich","Delphine Legoff","Thomas Rochefort","Claude Brécourt"],"overview":"","release_date":"1994-07-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":64909,"title":"Priez pour nous","adult":false,"genre_ids":[18,10751]},{"cast":["Ticky Holgado","Bruno Putzulu","Vincent Elbaz","François Berléand","Jean-Claude Dauphin"],"overview":"A clown from Romania (Ticky Holgado) has more than amusing tricks for children on his mind -- he has in his possession a computer disc with information wanted by the police, several organized crime figures and the European Agency for Atomic Energy.","release_date":"1999-07-21","vote_average":0.0,"runtime":89,"cert":"N\/A","id":64910,"title":"Le sourire du clown","adult":false,"genre_ids":[]},{"cast":[],"overview":"As visually mesmerizing as it is compelling, Shipbreakers takes the viewer into the heart of Alang, India, a vibrant shantytown where 40,000 people live and work in the most primitive conditions. Since the early '80s the rusting hulks of thousands of the world's largest ships have been driven onto the remote beaches of Alang, off the Arabian Sea, to be dismantled, piece by piece. Selling their ships for scrap, the owners rarely bother to abide by the UN Basel Convention, which bans shipments of transboundary waste. One worker a day, on average, dies on the job, some from explosions or falls, but many will contract cancers caused by asbestos, PCBs and other toxic substances. Shipbreakers vividly captures both the haunting beauty of the ships and the deplorable conditions of the workers - in an unforgettable portrayal where Third World ingenuity meets 21 st century global economics.","release_date":"2004-09-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":64911,"title":"Shipbreakers","adult":false,"genre_ids":[99]},{"cast":["Bunta Sugawara","Jô Shishido","Nobuo Yana","Nobuo Kaneko","Hiroki Matsukata"],"overview":"While Hirono is in prison, his rival Takeda turns his own crime organization into a political party, whose two executives stir up new tensions in their thirst for power.","release_date":"1974-06-29","vote_average":6.9,"runtime":100,"cert":"N\/A","id":64912,"title":"Battles Without Honor and Humanity: Final Episode","adult":false,"genre_ids":[28,18,80]},{"cast":["Élie Kakou","Gilbert Melki","Isabelle Ferron","Alice Evans"],"overview":"Monsieur Naphtali is a good-natured but somewhat feeble older man turned away from the rest home where he lives. In search of a place to stay, he finds his way to Paris, where a woman taking surveys takes pity on him and brings him home for a meal and a bed for the night. Naphtali finds himself spending the evening with the survey woman, her brother who works in publishing, his lovely but unhappy wife, an alcoholic doctor, and his wife, an ill-tempered judge. In a simple and unpretentious manner, Naphtali forces them all to open up about themselves and discuss elements of their lives that they usually prefer to avoid.","release_date":"1999-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64913,"title":"Monsieur Naphtali","adult":false,"genre_ids":[35]},{"cast":["Jean-François Delacour","Lisa Livane","Geziale","Erika Maaz","Lina Olsen"],"overview":"Laurent, a seemingly normal young man, is looking to join a witches’ sect that resides in a forest near his house. The only thing is Laurent’s wife Aline also needs to join the sect in order to complete his initiation. Aline is understandably reluctant, so the sect’s heads design a series of events designed to break her down.","release_date":"1975-04-23","vote_average":5.5,"runtime":95,"cert":"N\/A","id":64914,"title":"A Woman Possessed","adult":false,"genre_ids":[27]},{"cast":["Smaïn","Sabine Azéma","Ticky Holgado","Martin Lamotte"],"overview":"Irénée has no desire to work in his uncle's grocery shop and dreams of becoming an actor. His opportunity comes when a crew of movie makers came to his little village. Irénée begins to go over the top in order to be noticed, which earns him the traditional joke reserved to a \"Schpountz\" (naive person): a phoney contract and a departure for Paris.","release_date":"1999-08-25","vote_average":3.0,"runtime":null,"cert":"N\/A","id":64917,"title":"Le schpountz","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Léaud","Jacques Bonnaffé","Elisabeth Depardieu","François Berléand"],"overview":"A French-Greek co-production, filmed in Paris, in which the forty-year-old Maxim is released from prison after five years in prison. As he tries to adjust to life on the outside, he accidentally meets a Parisian taxi-driver who commits suicide right before his eyes. Without a pause he takes the dead cabbie's place behind the wheel and starts making the rounds of the city, transporting passengers (Jean-Pierre Léaud plays the role of a client who recites Cavafy throughout the entire ride). He feels the air of freedom, a lord of Paris and master of himself, up to the moment that he meets young Anies, and his life falls into new paths. In the end, he takes off, destination unknown.","release_date":"1999-08-25","vote_average":0.0,"runtime":99,"cert":"N\/A","id":64918,"title":"Innocent","adult":false,"genre_ids":[18]},{"cast":["Bernard Campan","Jean-Chrétien Sibertin-Blanc","Paulette Dubost","Maggie Cheung","Jackie Chan"],"overview":"The solitary and largely self-contained Augustin (Jean-Chretien Sibertin Blanc), on obscure young actor of bit-parts and advertisements, has but one ambition - to play the lead role in a Kung Fu epic. But hours of Kung Fu practice alone in his room are not enough. Augustin knows he must pack up and start a new life in China... or at least that part of China within bicycling distance: Chinatown in south-east Paris. There he meets Ling (Maggie Cheung), a young Chinese woman who practices ocupuncture, and little by little, Ling's needles awaken emotions in Augustin that his virginal body had never dreamed of. Where will this lead him? To Kung Fu stardom, maybe not, but to another destiny, a quirky but logical continuation of the same dream.","release_date":"1999-08-25","vote_average":7.5,"runtime":84,"cert":"N\/A","id":64919,"title":"Augustin, King of Kung-Fu","adult":false,"genre_ids":[35]},{"cast":["Nicholas Turturro","Tom Sizemore","Debi Mazar","Abe Vigoda","Philip Baker Hall"],"overview":"Sammy 'The Bull' Gravano was mafiosi. He started out as a soldier, but his talent for murder, including the slayings of his best friends, his wife's brother and his own boss, Paul Castellano, saw him rise to under-boss in the Gambino crime family. However, betrayals within the family saw him break the code of silence and became the highest ranking member of the mob to turn into a rat - 'a rat in a suit,- assisting the government to finally put away the Teflon Don, John Gotti.","release_date":"1998-05-10","vote_average":7.3,"runtime":124,"cert":"N\/A","id":64920,"title":"Witness to the Mob","adult":false,"genre_ids":[10770,80,18]},{"cast":["Jacqueline Lovell","Nanette Bianchi","Blake Adams","Jonathan Norman","Costas Koromilas"],"overview":"A mad scientist's experiment goes awry, turning a homeless man's eyeball into a giant killing machine that has an insatiable appetite for young women.","release_date":"1999-01-01","vote_average":2.6,"runtime":72,"cert":"N\/A","id":64921,"title":"The Killer Eye","adult":false,"genre_ids":[35,27,878]},{"cast":["Karin Viard","Gérard Lanvin","Brieuc Quiniou","Nicolas Jouxtel","Phareelle Onoyan"],"overview":"","release_date":"2005-04-06","vote_average":6.0,"runtime":88,"cert":"N\/A","id":64922,"title":"The Children","adult":false,"genre_ids":[18,35]},{"cast":["Richard Harris","Catherine Schell"],"overview":"Based on the novel of the same name by Jonathan Swift and built around the Lilliput and Blefuscu episode. It was made partly in live action and partly animated.","release_date":"1977-01-01","vote_average":5.4,"runtime":81,"cert":"U","id":64923,"title":"Gulliver's Travels","adult":false,"genre_ids":[14,10751]},{"cast":["Rade Aleksic","James Bissett","Michel Chossudovsky"],"overview":"The Weight of Chains is a Canadian documentary film that takes a critical look at the role that the US, NATO and the EU played in the tragic breakup of a once peaceful and prosperous European state - Yugoslavia. The film, bursting with rare stock footage never before seen by Western audiences, is a creative first-hand look at why the West intervened in the Yugoslav conflict, with an impressive roster of interviews with academics, diplomats, media personalities and ordinary citizens of the former Yugoslav republics. This film also presents positive stories from the Yugoslav wars - people helping each other regardless of their ethnic background, stories of bravery and self-sacrifice.","release_date":"2010-12-17","vote_average":8.0,"runtime":125,"cert":"N\/A","id":64924,"title":"The Weight of Chains","adult":false,"genre_ids":[99,36]},{"cast":["Jack Benny","Alexis Smith","Dolores Moran","Allyn Joslyn","Reginald Gardiner"],"overview":"A trumpet player in a radio orchestra (Jack Benny) falls asleep during a commercial and dreams he's the angel Athanael.  The beautiful angel Elizabeth (Alexis Smith) delivers Athanael to the head of heaven's orchestra, where he's told to return to earth and blow his trumpet at midnight, thus marking the end of the world.  When he fails his assignment, he becomes a fallen angel, and though he's given a second chance, his fellow fallen angels conspire to keep him from completing his mission.","release_date":"1945-04-28","vote_average":5.6,"runtime":78,"cert":"N\/A","id":64925,"title":"The Horn Blows at Midnight","adult":false,"genre_ids":[10402,14,35]},{"cast":["Ingrid Bergman","Gunnar Sjöberg","Olof Widgren","Marianne Löfgren","Lill-Tollie Zellman"],"overview":"A woman flees to avoid rumors of promiscuity, but is trailed by a reporter who wants to expose her dark past.","release_date":"1940-04-03","vote_average":6.7,"runtime":88,"cert":"N\/A","id":64926,"title":"June Night","adult":false,"genre_ids":[18]},{"cast":["David Attenborough"],"overview":"Documentary telling the little-known story of how Darwin came to write his great masterpiece, On the Origin of Species, a book which explains the wonderful variety of the natural world as emerging out of death and the struggle of life.  In the twenty years he took to develop a brilliant idea into a revolutionary book, Darwin went through a personal struggle every bit as turbulent as that of the natural world he observed. Fortunately, he left us an extraordinary record of his brilliant insights, observations of nature, and touching expressions of love and affection for those around him. He also wrote frank accounts of family tragedies, physical illnesses and moments of self-doubt, as he laboured towards publication of the book that would change the way we see the world.  The story is told with the benefit of Darwin's secret notes and correspondence, enhanced by natural history filming, powerful imagery from the time and contributions from leading contemporary biographers and scientists.","release_date":"2009-02-02","vote_average":6.0,"runtime":60,"cert":"","id":64927,"title":"Darwin's Struggle: The Evolution of the Origin of Species","adult":false,"genre_ids":[99]},{"cast":["Ann Sheridan","Jeffrey Lynn","Humphrey Bogart","Zasu Pitts","Una O'Connor"],"overview":"After crooked nightclub owner Chips Maguire murders a police informant, he blackmails his piano player to allow him to stay at his eccentric mother's boarding house.","release_date":"1940-04-06","vote_average":6.5,"runtime":97,"cert":"N\/A","id":64928,"title":"It All Came True","adult":false,"genre_ids":[10749,35,80,18,10402]},{"cast":["Danny Trejo","Bret Roberts","Joseph McKelheer","Roxanne Day","Julian Garcia"],"overview":"A stylish horror film based on the life of Richard Ramirez, aka the Nightstalker, who terrorized people in Los Angeles during the 1980s.","release_date":"2002-11-10","vote_average":2.7,"runtime":95,"cert":"N\/A","id":64929,"title":"Nightstalker","adult":false,"genre_ids":[18,53]},{"cast":["Gil Gerard","Brandi Lynn Anderson","Michelle Wolff","Savannah Ostler","Scott Beringer"],"overview":"A Civil War ghost story with a modern twist.","release_date":"2012-08-31","vote_average":1.0,"runtime":null,"cert":"N\/A","id":64932,"title":"Blood Fare","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"Canadian singer-songwriter Hawksley Workman performs a two-hour set in Lille, France during the tour for his 2003 album LOVER-FIGHTER. This release also features all of Workman's music videos, in addition to a full discography. The set includes 20 songs: \"Tonight Romanticize the Automobile,\" \"No Reason to Cry Out Your Eyes (on the highway tonight),\" \"Even an Ugly Man,\" \"Wonderful And Sad,\" \"Anger as Beauty,\" \"Dirty and True,\" \"No More Naked Johnny,\" \"Tarantulove,\" \"Jealous of Your Cigarette,\" \"Striptease,\" \"We Will Still Need a Song (Intro: Claire Fontaine)\", \"No Beginning, No End,\" \"Smoke Baby,\" \"Autumn's Here,\" \"Safe &amp; Sound,\" \"Your Beauty Must be Rubbing Off,\" \"Don't Be Crushed,\" \"A House Or Maybe a Boat,\" \"You Me and The Weather,\" and \"Cinnamon Girl.\"","release_date":"2003-11-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":64933,"title":"Hawksley Workman - Live in Lille","adult":false,"genre_ids":[]},{"cast":["Clotilde Courau","Mathieu Demy","Richard Berry","Darry Cowl","Marcel Gotlib"],"overview":"","release_date":"2002-06-26","vote_average":4.5,"runtime":null,"cert":"N\/A","id":64934,"title":"Le Nouveau Jean-Claude","adult":false,"genre_ids":[35]},{"cast":["Thierry Lhermitte","Marion Cotillard","Samuel Le Bihan","Aurore Clément","Frédéric Diefenthal"],"overview":"Divorced private detective Francois Maneri is assigned by his agency to investigate the disappearance of Rachel, a young student who has been missing for six months. After interviewing Rachel's family, friends and classmates, Francois is attacked and injured by an anonymous assailant and becomes reluctant to continue his search. But when Rachel's body is found, Francois is drawn deeper into the investigation as he discovers the dead girl's secret life.","release_date":"2002-04-30","vote_average":5.5,"runtime":106,"cert":"N\/A","id":64935,"title":"A Private Affair","adult":false,"genre_ids":[53,80,9648]},{"cast":["Andra Akers","William Finley","Margo Norton","Jared Martin","Ken Burrows"],"overview":"Naive young lady Karen wants to help her struggling amateur filmmaker boyfriend Christopher raise enough money so he can divorce his wife. Meanwhile, jolly psycho prankster Otto stalks the building where Christopher is shooting a low-grade adult movie in order to keep himself afloat.","release_date":"1968-05-01","vote_average":5.3,"runtime":80,"cert":"N\/A","id":64936,"title":"Murder à la Mod","adult":false,"genre_ids":[53,35,80,9648]},{"cast":["Kathy Uyen","Huy Khánh","Bình Minh","Ngọc Diệp","Tang Bao Quyen"],"overview":"","release_date":"2009-02-13","vote_average":4.7,"runtime":120,"cert":"N\/A","id":64937,"title":"Passport to Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lou Diamond Phillips","Kristen Holden-Ried","Sarah Manninen","Jonathan Whittaker","James Byron"],"overview":"A man (Phillips) who wakes up with amnesia also finds his supposed friend has accused him of murder.","release_date":"2008-03-07","vote_average":6.0,"runtime":90,"cert":"N\/A","id":64938,"title":"Never Forget","adult":false,"genre_ids":[28,80,9648,53]},{"cast":[],"overview":"The fjord, the mountains, the waterfalls and the amazing farms of Geiranger. A photographic and musical journey through the seasons in one of the world´s most spectacular areas.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":64939,"title":"Geiranger","adult":false,"genre_ids":[]},{"cast":[],"overview":"The fjord, the mountains, the waterfalls and the amazing farms of Geiranger. A photographic and musical journey through the seasons in one of the world´s most spectacular areas.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":64940,"title":"Geiranger","adult":false,"genre_ids":[]},{"cast":[],"overview":"6 classic episodes: 1. The Rink 2. Easy Street 3. The Immigrant 4. The Adventurer 5. Behind the Screen 6. The Count","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64941,"title":"Charlie Chaplin - The Tramp Forever","adult":false,"genre_ids":[]},{"cast":["Juliette Binoche","Matthew Modine","Forest Whitaker","Kate Conner","Ettore D'Alessandro"],"overview":"Following the shooting of a film on the life of Jesus called This Is My Blood, Marie Palesi (Juliette Binoche), the actress who plays Mary Magdalene takes refuge in Jerusalem in search of the truth behind the myth.\r The director of the film, Tony Childress (Matthew Modine), who also plays Jesus, can think of only one thing: self-promotion.\r In New York, television journalist Ted Younger (Forest Whitaker) presents a programme about the life of Jesus.","release_date":"2005-11-18","vote_average":5.5,"runtime":83,"cert":"N\/A","id":64942,"title":"Mary","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Hans Christian Blech","Mathieu Carrière","Renato Scarpa","Giuseppe Maffioli"],"overview":"Flying from his enemies in the Catholic Church, the free thinking philosopher, poet and scientist Giordano Bruno (1548-1600) has found some protection in Venice. But the Roman Inquisition, fearing his influence in Europe, wants to bring him on trial for 'heresy'.","release_date":"1973-11-29","vote_average":6.3,"runtime":115,"cert":"N\/A","id":64943,"title":"Giordano Bruno","adult":false,"genre_ids":[18]},{"cast":["Isild Le Besco","Lio","Steven de Almeida","Yves Verhoeven","Michel Raskine"],"overview":"A rebellious teenager and a \"border-line\" young nurse will learn to tame each other and get a fresh start in life...","release_date":"2007-05-30","vote_average":3.5,"runtime":84,"cert":"N\/A","id":64944,"title":"A Parting Shot","adult":false,"genre_ids":[18,28,53]},{"cast":["Emilio Estevez","Craig Sheffer","Larry B. Scott","Jill Schoelen","Kim Delaney"],"overview":"A delinquent teenager's only link to society is the attachment he feels towards an older brother-figure. When the older boy starts spending time with a new girlfriend, the teenager begins to feel even more alienated, and gets involved with drugs and the police.","release_date":"1985-11-08","vote_average":6.8,"runtime":102,"cert":"N\/A","id":64945,"title":"That Was Then... This Is Now","adult":false,"genre_ids":[18]},{"cast":["Totò","Peppino De Filippo","Walter Chiari","Franca Valeri","Gino Cervi"],"overview":"","release_date":"1963-01-01","vote_average":6.8,"runtime":106,"cert":"N\/A","id":64946,"title":"The Ladies","adult":false,"genre_ids":[35]},{"cast":["Franz Robert Wagner"],"overview":"","release_date":"1994-03-22","vote_average":0.0,"runtime":45,"cert":"N\/A","id":64947,"title":"Waterways","adult":false,"genre_ids":[]},{"cast":["Bryant Weeks","Emile Levisetti","Julia Ewing","Mark Collver","Romano Orzari"],"overview":"","release_date":"1991-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":64948,"title":"Bix","adult":false,"genre_ids":[]},{"cast":["Peter Wolfsberger"],"overview":"","release_date":"1999-12-07","vote_average":0.0,"runtime":45,"cert":"N\/A","id":64949,"title":"Lech - the last Wild River","adult":false,"genre_ids":[]},{"cast":["Peter Simonischek"],"overview":"Vienna is surrounded by nature – a green belt encloses the city and contributes to the high quality of life in Austria’s capital.However, it is not just these woods the citizens of Vienna can name their own. The city of Vienna also owns the protected source areas in the Hochschwab and Schneeberg-Rax region, where Vienna’s Water comes from.2005 marks the 100th anniversary of the creation of the green belt around Vienna. On that occasion Georg Riha and his team have produced this ORF-UNIVERSUM documentary, commissioned by the City of Vienna.Sit back and enjoy the rough beauty of the Hochschwab region, the majestic peak of Schneeberg, picturesque autumn sceneries, the „classic“ Vienna Woods and the fascinating winter wonderland of the Danube Wetland Forest National Park.","release_date":"2005-10-13","vote_average":0.0,"runtime":50,"cert":"N\/A","id":64950,"title":"Vienna's Forests - Jewels of Green","adult":false,"genre_ids":[]},{"cast":["Peter Ustinov","Delphine Forest","Roberto Alpi","Mercedes Alonso","Salvatore Cascio"],"overview":"","release_date":"1990-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":64951,"title":"There Was a Castle with Forty Dogs","adult":false,"genre_ids":[]},{"cast":["Frank Hoffmann","John Megill","Julian Rachlin","Mischa Maisky","Janine Jansen"],"overview":"In the year 2001 the acclaimed violin vituoso Julian Rachlin founded a festival of chamber music in Dubrovnik. He introduced a new and successful concept of gathering some of the most famous world musicians and letting them play the music that they personally enjoy. In 2008 the austrian filmmaker Georg Riha joined the festival to cinematically accompany the star violinist: Masterly, as usual, and in the highest aesthetics as well as in technical quality, he succeeded with this film composition to tape the magical atmosphere of the city at the sea and the relaxed artistic work of Julian Rachlin and his friends. See the Rector’s Palace, rehearsals, the sea, conversations, sun and wind, concerts and a lot of fun.","release_date":"2008-09-28","vote_average":0.0,"runtime":29,"cert":"N\/A","id":64952,"title":"Music at the Sea","adult":false,"genre_ids":[99,10402]},{"cast":["Martin Loew-Cadonna","Howard Nightingall"],"overview":"In no other province have as many cultural buildings been erected in the last two decades as in Lower Austria.The documentary Building for the Arts presents a few outstanding examples of this cultural development.Starting with St. Pölten’s cultural district and the “Art Mile” in Krems, we show how contemporary architecture has uniformly established itself - from the revitalization of historic sites, including monasteries and castles, to the construction of sensational new buildings. The viewer will be led through the broad spectrum of exceptional building culture in Lower Austria, a culture which provides art, theater and music with the plentiful and spectacular stages it deserves.","release_date":"2010-08-29","vote_average":0.0,"runtime":25,"cert":"N\/A","id":64953,"title":"Buildings for the Arts","adult":false,"genre_ids":[99]},{"cast":["Leonardo DiCaprio","Joseph Gordon-Levitt","Tom Hardy"],"overview":"The Cobol Job is a fourteen-minute animated prequel to Christopher Nolan’s award-winning movie: Inception, detailing the heist on Mr. Kaneda's mind by Nash, Cobb, Arthur, and several Cobol Engineering thugs.","release_date":"2010-12-07","vote_average":7.4,"runtime":15,"cert":"N\/A","id":64956,"title":"Inception: The Cobol Job","adult":false,"genre_ids":[16,28,53,878]},{"cast":["Wolfgang Böck","Howard Nightingall"],"overview":"As all the world knows, Vienna is a city on the Danube.Day after day, the metropolis and its inhabitants consume roughly 370,000 cubic metres of water – hardly unusual for a city as big.It may come as a surprise that not one drop of this water is abstracted from the Danube.All water drunk, used for cooking, showering and flushing or drawn from wells, all water that enters sewers and treatment plants originates in the Alps.Crystal-clear drinking water adds glamour and brilliance to the city.How this valuable resource travels to Vienna, changing itself and the city in the process before ending up in the river, is the stuff of stories. This is the story of Vienna’s water.","release_date":"2010-11-18","vote_average":10.0,"runtime":49,"cert":"N\/A","id":64957,"title":"Vienna's Water","adult":false,"genre_ids":[99]},{"cast":["Totò","Peppino De Filippo","Johnny Dorelli","Mario Riva","Diana Dei"],"overview":"","release_date":"1960-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":64958,"title":"Totò, Peppino e le fanatiche","adult":false,"genre_ids":[35]},{"cast":["Tullio Solenghi","Veronica Pivetti","Piera Degli Esposti","Cinzia Leone","Gene Gnocchi"],"overview":"This Italian political satire from filmmaker Lina Wertmuller will be most enjoyable for those well-grounded in Italian politics. Covering the late March through April general elections of 1994 in which right-wing conservatives routed the incumbent leftists. This is particularly upsetting for Tunin, a mechanic with a firm belief in communism. Fearing that his party is about to lose, he journeys to a northern village to stir up trouble. He isn't there long before he is arguing with a beautiful hairdresser. Their debate is fiery as is his growing and impossible-to-disguise passion for her. She too is intrigued with him, but their disparate ideologies threaten to keep them apart.","release_date":"1998-01-01","vote_average":6.1,"runtime":101,"cert":"N\/A","id":64959,"title":"The Blue Collar Worker and the Hairdresser in a Whirl of Sex and Politics","adult":false,"genre_ids":[35]},{"cast":["Massimo Ceccherini","Victoria Silvstedt","Manuela Magherini","Cyrus Elias","David Corbett"],"overview":"","release_date":"2003-01-01","vote_average":4.6,"runtime":null,"cert":"N\/A","id":64960,"title":"La mia vita a stelle e strisce","adult":false,"genre_ids":[]},{"cast":["Senta Berger","Giuliano Gemma","Frank Wolff","Renzo Montagnani","Lino Toffolo"],"overview":"Cavemen Ulli (Giuliano Gemma), Kao (Lando Buzzanca), Grrr, Put, Zog, Maluo and Uto meet Filli (Senta Berger) with the light-brown tail.","release_date":"1970-12-16","vote_average":4.8,"runtime":105,"cert":"N\/A","id":64961,"title":"When Women Had Tails","adult":false,"genre_ids":[35,14,878]},{"cast":["Lara Guirao","Fabrizio Rizzolo","Isabella Tabarini"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":64962,"title":"Le stelle inquiete","adult":false,"genre_ids":[]},{"cast":["Dean Martin","George Peppard","Jean Simmons","John McIntire","Slim Pickens"],"overview":"The only business in the Wild West town of Jericho that corrupt sheriff Alex Flood doesn't control behind the scenes is the stagecoach owned by tough-willed widow Molly Lang and her right-hand man, Hickman. Former marshal Dolan, recently hired by Lang and Hickman as a driver, wants to stay out of the mess, but when he sees Flood's henchman Yarbrough assault Lang, he steps up to fight the corruption.","release_date":"1967-01-01","vote_average":6.9,"runtime":104,"cert":"N\/A","id":64963,"title":"Rough Night in Jericho","adult":false,"genre_ids":[37]},{"cast":["Rita Braun","Barbara Csonka","Laszlo Cziffer","Gábor Dióssy","Bálint Kenyeres"],"overview":"Every day life for young men and women in Budapest is on display. All \"teenage savages\" at the time when communism disappeared in Eastern Europe, they now view the world in a sinister way. Examples: A woman becomes irritated with a man who has left his dog. A father has an argument with his wife about an alarming (to the parents) arousal of sexuality in their 10 y.o. daughter. A young girl is distressed by her growing realization that she is more and more like her sadistic grandmother. A conversation between two guys, apparently about an old car, takes an unexpected turn.  - Written by Gonz30","release_date":"2003-02-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":64964,"title":"Forest","adult":false,"genre_ids":[18]},{"cast":["Penélope Cruz","Diego Abatantuono","Stefania Sandrelli","Alessandro Haber","Ugo Conti"],"overview":"","release_date":"1993-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":64965,"title":"Per amore, solo per amore","adult":false,"genre_ids":[]},{"cast":["Franco Nero","Paola Quattrini","Anna Bonaiuto","Stefano Accorsi","Lino Capolicchio"],"overview":"After twenty years of marriage, Gloria discovers that her husband has been cheating on her. It' a terrible trauma and she decides to stay with her sister in USA in St. Louis. She takes with her Matteo and Francesco, her two sons. Matteo wastes no time in settling into his new life, but Francesco find it more difficult, being shy and full of complexes.","release_date":"1992-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":64966,"title":"Brothers and Sisters","adult":false,"genre_ids":[]},{"cast":["Bruce Springsteen","Steven Van Zandt","Max Weinberg"],"overview":"","release_date":"1980-11-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":64969,"title":"Bruce Springsteen and the E Street Band: Landover","adult":false,"genre_ids":[]},{"cast":["Tom Arnold","Eric Gores","Linda Hamilton","Joe Mantegna","Henry Winkler"],"overview":"Aaron Roman (Gores) is a teenager with cerebral palsy who dreams of starring in a big-time action movie. When his father (Mantegna) grants Aaron his wish for his 18th birthday, he experiences the reality a bit hard to manage.","release_date":"2005-12-02","vote_average":5.5,"runtime":93,"cert":"N\/A","id":64972,"title":"The Kid & I","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"This video shows how the foreign policy interests of American political elites-working in combination with Israeli public relations stratgies-influence US news reporting about the Middle East conflict. Combining American and British TV news clips with observations of analysts, journalists and political activists, Peace, Propaganda &amp; the Promised Land provides a brief historical overview, a striking media comparison, and an examination of factors that have distorted U.S. media coverage and, in turn, American public opinion.","release_date":"2005-01-28","vote_average":6.3,"runtime":80,"cert":"N\/A","id":64973,"title":"Peace, Propaganda & the Promised Land","adult":false,"genre_ids":[99]},{"cast":["Karim Capuano","Éva Henger","Raffaella Lecciso","Roberta Bonacci","Francesca D'Auria"],"overview":"","release_date":"2006-01-13","vote_average":1.5,"runtime":null,"cert":"N\/A","id":64974,"title":"Parentesi tonde","adult":false,"genre_ids":[35]},{"cast":["Joan Rivers"],"overview":"Filmed at her sellout farewell shows at the London Palladium, this hilarious DVD sees the acid-tongued veteran comedienne at her outrageous best, taking no prisoners in her quest for the killer gag.","release_date":"2005-11-21","vote_average":0.0,"runtime":63,"cert":"18","id":64975,"title":"Joan Rivers: (Still A) Live at the London Palladium","adult":false,"genre_ids":[35]},{"cast":["Christopher George","Leslie Nielsen","Lynda Day George","Richard Jaeckel","Michael Ansara"],"overview":"The depletion of the earth's ozone layer causes animals above the altitude of 5000 feet to run amok, which is very unfortunate for a group of hikers who get dropped off up there by helicopter just before the quarantine is announced.","release_date":"1977-05-13","vote_average":5.3,"runtime":97,"cert":"N\/A","id":64976,"title":"Day of the Animals","adult":false,"genre_ids":[878,27,53]},{"cast":["Randy Orton","John Cena","Mike Mizanin","William Jason Reso","Jerry Lawler"],"overview":"Over the Limit (2011) was a PPV, which took place on May 22, 2011 at the KeyArena in Seattle, Washington. It was the second Over the Limit event.  The main event was an I Quit match for the WWE Championship between defending champion John Cena and The Miz. In the second main event Randy Orton defended the World Heavyweight Championship against Christian. In a heavily promoted match Jerry Lawler and Michael Cole faced off in a \"Kiss My Foot\" match. Big Show and Kane defended the Tag Team Championship against The New Nexus (CM Punk and Mason Ryan). Other matches include Sin Cara vs Chavo, Mysterio vs R-Truth, and Ezekiel Jackson vs Wade Barrett.","release_date":"2011-05-22","vote_average":5.7,"runtime":180,"cert":"N\/A","id":64977,"title":"WWE Over The Limit 2011","adult":false,"genre_ids":[28]},{"cast":["Héctor Alterio","Luis Brandoni","Federico Luppi","Pepe Soriano","Héctor Pellegrini"],"overview":"In 1920, workers from Patagonia, in Southern Argentina, gather around an anarcho-syndicalist society and go on strike, demanding better working conditions. The situation turns unsustainable and President Yrigoyen sends Lieutenant Colonel Zavala to impose order.","release_date":"1974-06-13","vote_average":6.6,"runtime":103,"cert":"N\/A","id":64978,"title":"Rebellion in Patagonia","adult":false,"genre_ids":[36,18]},{"cast":["Kim Jae-joong","Han Hyo-joo","Shin Goo","Kim Chang-wan","Yook Mi-Ra"],"overview":"Jae-jun (K-pop band TVXQ member Hero) delivers letters to heaven from those who can't get over the loss of their loved ones. One day Ha-na (Han Hyo-joo), who writes to her late boyfriend, discovers Jae-jun's secret identity. He offers her a part-time job assisting him, and they set off on a 14-day journey.","release_date":"2009-11-11","vote_average":6.6,"runtime":108,"cert":"N\/A","id":64979,"title":"Postman to Heaven","adult":false,"genre_ids":[18,14,10749]},{"cast":["Atsuko Asano","Etsuko Ikuta","Goro Noguchi","Itsuji Itao","Keisuke Horibe"],"overview":"A beautiful girl, Yoko, gets lost one night during an air raid and is taken in by an orphanage. Eventually, she is reunited with her own family and goes home to live with them. But there, an unexpected fate awaits her as she is subjected to horrific brutality from these people who are tortured by a past mistake.","release_date":"2008-06-27","vote_average":7.8,"runtime":100,"cert":"N\/A","id":64980,"title":"Tamami: The Baby's Curse","adult":false,"genre_ids":[27]},{"cast":["Isabelle Adjani","Gérard Depardieu","Marie-France Pisier","Jean-Claude Brialy","Julien Guiomar"],"overview":"A woman falls in love with the man who killed her former boyfriend.","release_date":"1976-12-08","vote_average":5.9,"runtime":110,"cert":"N\/A","id":64983,"title":"Barocco","adult":false,"genre_ids":[53]},{"cast":["Kenneth More","Cecil Parker","Diane Cilento","Sally Ann Howes","Martita Hunt"],"overview":"Lord Loam has modern ideas about his household, he believes in treating his servants as his equals - at least sometimes. His butler, Crichton, still believes that members of the serving class should know their place and be happy there. But when the Loam family are shipwrecked on a desert island with the self-reliant Crichton and lady's maid Tweeny, the class system is put to the test.","release_date":"1957-12-16","vote_average":6.9,"runtime":94,"cert":"U","id":64984,"title":"The Admirable Crichton","adult":false,"genre_ids":[35]},{"cast":["Derek Yee Tung-Sing","Sun Chien","Helen Poon Bing-Seung","Elliot Ngok","Mannor Chan"],"overview":"Director Chu Yuan uses two editors and three martial arts choreographers to tell a maacabre tale of kidnapping, murder, frame-ups, and even being buried alive. Swordsmen and women struggle to save their true loves...and their sanity.","release_date":"1981-11-26","vote_average":5.0,"runtime":82,"cert":"N\/A","id":64985,"title":"Black Lizard","adult":false,"genre_ids":[28,18]},{"cast":["Derek Yee Tung-Sing","Ku Kuan-Chung","Cherie Chung","Lung Tien-Hsiang","Yeung Chi-Hing"],"overview":"Celebrated director Chu Yuan helms \"Descendant Of The Sun\", a Superman meets Hercules a la old style martial art film. Derek Yee is a magic solar baby sent Earthbound by a benevolent god, raised by an old carpenter, has martial art superpowers and \"green kryptonite\" loses them during solar eclipses. That's when the evil baby counterpart shows up. Demon-paced martial arts action by Jackie Chan's kung-fu classmates Yuan Pin and Yuen Hua compliments Toho Studio style special optical effects.","release_date":"1983-12-16","vote_average":4.3,"runtime":84,"cert":"N\/A","id":64988,"title":"Descendant of the Sun","adult":false,"genre_ids":[28,14]},{"cast":["Derek Yee Tung-Sing","Wong Yung","Lisa Wong Ming-Chuen","Meg Lam Kin-Ming","Elliot Ngok"],"overview":"A talented young swordsman (Derek Yee) has beaten many veterans before his inherited martial arts manual gets stolen. After encountering his first defeat in life, in despair, he comes across a gorgeous girl (Liza Wang), daughter of the head of a mysterious sect...","release_date":"1979-01-25","vote_average":6.5,"runtime":95,"cert":"N\/A","id":64989,"title":"Full Moon Scimitar","adult":false,"genre_ids":[28]},{"cast":["Derek Yee Tung-Sing","Candice Yu","Ching Li","Candy Wen Xue-Er","Cheng Lai-Fong"],"overview":"The thrills continue in this second part of this cherished adventure, created by the renowned director Chu Yuan and ingenious novelist Chin Yung. Only the union of the title weapons can save the six remaining martial arts sects who are vying for mastery. So just sit back and enjoy the movie event which spawned a legacy that continues even today with a long-running, internationally loved television series, a role-playing game, and even collectible replicas of the Heaven Sword and Dragon Sabre themselves!","release_date":"1978-10-27","vote_average":6.0,"runtime":98,"cert":"N\/A","id":64990,"title":"Heaven Sword and Dragon Sabre II","adult":false,"genre_ids":[28,18,14]},{"cast":["Meng Yuen-Man","Mang Hoi","Hwang Jang-Lee","Jason Pai Piao","Lau Hok-Nin"],"overview":"Two young kung fu experts are terrorized by an evil warlord whose weapon is known as the Hell's Wind Staff. With the aid of an old rival of the warlord, they train in the Dragon Hands and the Rowing Oar to face off against the deadly Hell's Wind Staff.","release_date":"1979-07-05","vote_average":6.8,"runtime":85,"cert":"N\/A","id":64991,"title":"The Dragon and the Tiger Kids","adult":false,"genre_ids":[28]},{"cast":["Tony Liu","Chen Kuan-Tai","Lo Lieh","Tanny Tien-Ni","Choh Seung-Wan"],"overview":"This is it: one of the most talked about cult films ever made -- a maniacal masterpiece of the macabre, the martial arts, and the just plain weird. Shaw's first international star Lo Lieh stars as the insane swordsman who makes Chinese lamps from, yes, the skin of his enemies' sisters, mistresses, and wives. Although insanely conceived, it is beautifully filmed and unashamedly performed by a first rate cast of sexy starlets and kung-fu favorites.","release_date":"1982-07-14","vote_average":6.4,"runtime":95,"cert":"N\/A","id":64992,"title":"Human Lanterns","adult":false,"genre_ids":[28,27]},{"cast":["Ti Lung","Elliot Ngok","Ku Feng","Lily Li Li-Li","Fan Mei-Sheng"],"overview":"The headless corpse of the Chao Clan patriarch and the theft of a jade tiger set in motion another successful collaboration between three of the biggest names in swordplay action dramas: director Chu Yuan, martial arts novelist Ku Lung, and kung-fu superstar Ti Lung (the same trio who made The Magic Blade and Clans of Intrigue such big hits). The authoritative Hong Kong Movie News magazine praised the film as one of the director's most \"well-known suspenseful thrillers.\"","release_date":"1977-05-07","vote_average":6.0,"runtime":100,"cert":"N\/A","id":64993,"title":"Jade Tiger","adult":false,"genre_ids":[28]},{"cast":["Gordon Liu Chia-Hui","Kara Hui","Johnny Wang Lung-Wei","Wilson Tong","Robert Mak"],"overview":"Wong Fei Hung (Gordon Liu) and his friend are constantly having contests to see who has the better martial arts skill. After getting in trouble with their fathers, Wong Fei Hung settles down and starts to train seriously, while his friend still horses around. After his friend is hurt by a rival school, Wong goes to the school for retribution. Instead his skill is tested through a series of events which climax with him taking on a Northern martial artist (Wang Lung Wei). In an excellent battle of skill (and choreography), he earns the respect of the rival school. Also stars Mai Te Lo and Hui Ying Hung.","release_date":"1981-08-19","vote_average":6.1,"runtime":110,"cert":"N\/A","id":64994,"title":"Martial Club","adult":false,"genre_ids":[28]},{"cast":["Michael Hui","Raymond Wong","Olivia Cheng Man-Nga","Ricky Hui","Chan Cheuk-Yan"],"overview":"Michael Hui plays the lovable \"Mr. Coconut\", who arrives in town from Hainan China where he lived with his coconuts. Here in the sophisticated urban jungles of Hong Kong. \"Mr. Coconut\" has finally reunited with his family, as he endures Hong Kong Streets of the late 1980s, filled with stock and property gamblers, heavy mobile phones etc..... \"Mr. Coconut\", a Hong Kong Lunar New Year film classic, is also Michael's first 30 million box office hit in which he received the Best Actor Nomination in 1989.","release_date":"1989-01-21","vote_average":7.0,"runtime":100,"cert":"N\/A","id":64995,"title":"Mr. Coconut","adult":false,"genre_ids":[35]},{"cast":["David Chiang","Ching Li","Wong Chung","Chen Ping","Candice Yu"],"overview":"Director Chu Yuan was already famous for his many collaborations with respected novelist Ku Lung and for his introduction of detective thriller ingredients into the martial arts movie genre. But this production was made even more special by the rare presence of superstar David Chiang. Here he gives another great performance as kung-fu knight Shen Lang, who stumbles across grave robbers while on the trail of a martial arts mass murderer. There's intrigue, betrayals, and battles galore before the last plot is revealed and the final murderer is defeated.","release_date":"1979-05-30","vote_average":5.0,"runtime":91,"cert":"N\/A","id":64996,"title":"Murder Plot","adult":false,"genre_ids":[28]},{"cast":["Lily Ho Li-Li","Kao Yuen","Lam Ching-Ying","Ku Feng","Fan Mei-Sheng"],"overview":"Respected veteran Yueh Feng made this “Martial Arts World” saga of a masked master of the “Black Sand Hand Technique,” while Lily Ho, the star of \"Princess Iron Fan\" and \"Angel With The Iron Fists\", excels in a delightful dual leading role. When she teams up with Shu Pei-pei as a fellow swordswoman to vanquish a murdering robber, the comparisons to \"Crouching Tiger, Hidden Dragon\" are obvious, even though it came three decades later.","release_date":"1970-04-17","vote_average":5.1,"runtime":95,"cert":"N\/A","id":64997,"title":"The Golden Knight","adult":false,"genre_ids":[28]},{"cast":["Chin Ping","Margaret Tu Chuan","Fanny Fan Lai","Jimmy Wang Yu","Lo Lieh"],"overview":"A wandering swordsman named Lu Fang (Jimmy Wang Yu) who is returning from battle discovers that several farmers have kidnapped the local magistrate’s daughter. He sides with them after learning that this is an act of desperation to improve their low standard of living. The magistrate hires bandits and another fighter named Huang Liang (Cheng Lui) to get his daughter back. Huang recognizes Lu as a comrade in arms and joins him in fending off the bandits. The standoff comes to an abrupt end when the magistrate uses one of the farmer’s daughters as leverage to get his own daughter back. Lu convinces the magistrate to punish him in place of the farmers, but he’s lied to. The magistrate’s daughter (Chin Ping) and a fighter in his employ (Lo Lieh), along with Huang help Lu to escape. Once recovered, our heroes return to see that a petition from the farmers gets to a higher-ranking official.","release_date":"1966-11-08","vote_average":6.9,"runtime":103,"cert":"N\/A","id":64998,"title":"The Magnificent Trio","adult":false,"genre_ids":[28]},{"cast":["Kwan Tak-Hing","Nora Miao","Chiu Hung","Carter Wong","Hwang In-Shik"],"overview":"When Huang Fei Hung, a boxer from Guangdong, and his student Fatty go to Thailand to visit his friend Chu Kwai, they come across Little Lion, who was wounded by Kwok, an evil drill master of a martial arts school. They save him and bring him with them to Chu's house. Koo Chung Mo, the local tyrant, attempts to monopolize the carrying service at the pier. But he fails even he instigates his men to make trouble among Chu's porters. Huang stays in Chiu's home when he accepts Little Lion as his student. As Koo doesn't take his defeat lying down, he tricks one of Chu's men Siu Tung into double-crossing Chu. What's more, he hires Kwok to tackle Chu and Huang. When Chu finds he smuggling drugs, he killed Chu while Fatty also has to die. After forcing Siu Tung to tell the truth, Huang decides to report it to the police, while Koo, along with his men, besiege them, attempting to eliminate them all. By fighting against the tyrant wittily and bravely, Huang and his men finally win.","release_date":"1974-01-22","vote_average":6.5,"runtime":88,"cert":"N\/A","id":64999,"title":"The Skyhawk","adult":false,"genre_ids":[28]}]