[{"cast":["James Stewart","George Kennedy","Anne Baxter","Strother Martin","Kurt Russell"],"overview":"Homer Grindstaff is a big named banker in Glory and Doc Council is a prison official and they team up to plot to kill Appleyard and his ex-convict friends who were attempting to open up a general store in Stone Coal, West Virginia and then to take the money.","release_date":"1971-08-18","vote_average":6.9,"runtime":98,"cert":"N\/A","id":65502,"title":"Fools' Parade","adult":false,"genre_ids":[53,18,35]},{"cast":["Jean Arthur","John Wayne","Phil Silvers","Charles Winninger","Mary Field"],"overview":"A city girl on a bus tour of the West encounters a handsome rodeo cowboy who helps her forget her simpy city suitors.","release_date":"1943-08-19","vote_average":6.2,"runtime":86,"cert":"N\/A","id":65503,"title":"A Lady Takes a Chance","adult":false,"genre_ids":[37,35,10749]},{"cast":["Michael Lonsdale"],"overview":"Chronopolis tells the story of a gargantuan city lurking in the sky colonized by powerful immortals who have become jaded with eternal life. Most of their time is spent monotonously constructing bizarre and unusual objects while waiting for the ultimate gift to arrive in their hands.","release_date":"1982-01-01","vote_average":5.4,"runtime":52,"cert":"N\/A","id":65504,"title":"Chronopolis","adult":false,"genre_ids":[878,10751,16]},{"cast":["Miriam Yeung","Daniel Wu","Alex Fong","Vincent Kok","Ella Koon"],"overview":"A romantic comedy, the film is about Siu Min, a Budweiser girl who takes pity on Michael (Daniel), an ethnic Chinese restaurateur from France drinking away his misfortune because his food is too sophisticated for (and thus unpopular with) the working class neighborhood in which both work. Unsatisfied with spending her days as a beer girl, the ambitious Siu Min becomes Michael's partner in the restaurant business, and eventually falls in love with him. Michael, however, must reconcile his dream of traveling the world with his other dream of running a successful restaurant.","release_date":"2005-08-18","vote_average":5.3,"runtime":110,"cert":"N\/A","id":65505,"title":"Drink-Drank-Drunk","adult":false,"genre_ids":[35,10749]},{"cast":["John Wayne","Ona Munson","Ray Middleton","Henry Stephenson","Helen Westley"],"overview":"Northern lawyer John Reynolds travels to New Orleans to try and clean up the local crime syndicate based around a lottery. Although he meets Julie Mirbeau and they are attracted to each other, the fact that her father heads the lottery means they end up on opposite sides. When her father is killed, Julie becomes more and more involved in the shady activities and in blocking Reynolds' attempts at prosecution.","release_date":"1941-04-22","vote_average":5.1,"runtime":82,"cert":"N\/A","id":65506,"title":"Lady from Louisiana","adult":false,"genre_ids":[18]},{"cast":["Celeste Marie Davis","Jim Hanks","Johnny Pacar","Devin Witt"],"overview":"An inside glimpse of how it feels to be a teen in today's disconnected world. PURGATORY HOUSE chronicles the after-life journey of Silver Strand: a lonely teen who abandons her life of turmoil and drug addiction, only to find herself caught somewhere between heaven and hell. There, she must choose whether she will accept her drab existence or discover within herself the power to change.","release_date":"2003-09-20","vote_average":7.0,"runtime":null,"cert":"N\/A","id":65507,"title":"Purgatory House","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mad Max meets Dawn of the Dead with a Spaghetti Western flavor.","release_date":"2005-09-12","vote_average":0.0,"runtime":11,"cert":"N\/A","id":65514,"title":"Zombie Hunter","adult":false,"genre_ids":[27]},{"cast":["Matthew Reese","K. Danor Gerald","Jennifer Klekas","Sarah Bell","Adam Abram"],"overview":"An ex-Navy SEAL, Michael Adams, (Matthew Reese) was captured during a raid to free Japanese prisoners from a North Korean prison camp. He endures the North Koreans torture for three years -- seen only as flashbacks -- then released back into civilian life. A renegade North Korean General wants revenge for the raid on his camp, he follows Adams back to the United States with a plot to manipulate the former soldier into assassinating the leader of the raid, now a United States senator, Mason Chambers (K. Danor Gerald). The General targets Adams' estranged wife, Rachel (Jennifer Klekas) has her attacked so a doctor on the North Koreans payroll can insert a bomb into her head. Then Adam is captured, given the assignment and warned he must assassinate the senator within 12 hours or the bomb will detonate.","release_date":"2008-01-01","vote_average":4.3,"runtime":93,"cert":"N\/A","id":65515,"title":"The Eleventh Hour","adult":false,"genre_ids":[28,53]},{"cast":["Arya","Vishal Krishna","G. M. Kumar","Janani Iyer","Madhu Shalini"],"overview":"A landlord takes a liking to two half-brothers who con people and adopts them. But his adopted family's harmony is disrupted when a smuggler enters their lives.","release_date":"2011-06-17","vote_average":6.7,"runtime":130,"cert":"N\/A","id":65518,"title":"Avan Ivan","adult":false,"genre_ids":[28,53]},{"cast":["Kartik Tiwari","Raayo S. Bakhirta","Nushrat Bharucha","Padam Bhola","Ishita Raj"],"overview":"Outspoken and overly critical Nishant Agarwal meets gorgeous new co-worker, Charu, offers his help, assists her financially, and they become close friends. His room-mates, Rajat and Vikrant, are pleased with this outcome as they already have girlfriends in Neha and Rhea respectively. But both the relationships are not as harmonious, as Rajat feels Neha is self-centered and demanding, while Rhea appears to be withdrawn and aloof. Missing their meetings and bar-hopping, the trio decide to take a time-out and be by themselves. All three women, however, find out and decide to accompany them to the beach where they eventually mingle. The trio do not know that soon misunderstandings will crop up - and it will take a lot of effort and understanding to resolve them.","release_date":"2011-05-20","vote_average":7.5,"runtime":149,"cert":"N\/A","id":65521,"title":"Pyaar Ka Punchnama","adult":false,"genre_ids":[18,35,10749]},{"cast":["Johnny Yune","Robert Guillaume","David Mendenhall","Joey Travolta","Donald Gibb"],"overview":"Bruce Won arrives in America in search of an American G.I. who saved his life in the Korean War. He meets an orphan boy and together they land themselves in a string of outrageous situations. This high-strung farce culminates when a case of mistaken identity leads a gang of thugs to think Bruce is a karate master. They arrange a nationally-televised match which pits our hero against a monstrous brute, and Bruce is beaten to a bloody pulp...","release_date":"1987-05-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":65522,"title":"They Still Call Me Bruce","adult":false,"genre_ids":[35]},{"cast":["Frank Tempest"],"overview":"This grisly documentary presents horrifying journalistic footage of suicides, assassinations, bombings, mob hits, decapitations, and more in bloody detail. Not for the faint of heart.","release_date":"1995-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":65523,"title":"Death: The Ultimate Horror","adult":false,"genre_ids":[]},{"cast":["Victor Henry","Susan George","Jack Shepherd","Clare Kelly","Anna Cropper"],"overview":"A small comedy drama about the life and sex adventures of an amorous window cleaner, in the hip and swingin' London of the '60s.","release_date":"1969-04-09","vote_average":5.0,"runtime":96,"cert":"","id":65524,"title":"All Neat in Black Stockings","adult":false,"genre_ids":[35,18]},{"cast":["Torrie Wilson","Stacy Keibler","Trish Stratus","Jackie Gayda","Dawn Marie Psaltis"],"overview":"It doesn't get any better than this!  A superstar studded extravaganza from The World in the heart of Times Square. This is what the networks thought was too hot for TV, but now you'll see it all! Who will the coveted WWE Golden Thong Award? Then get a close, personal look at whats hidden in the Divas top drawers and under their clothes. Sometimes naughty but always nice! You'll agree in or out of the ring the Divas are at their best when they're undressed!","release_date":"2002-06-29","vote_average":9.0,"runtime":45,"cert":"N\/A","id":65525,"title":"WWE Divas: Undressed","adult":false,"genre_ids":[99]},{"cast":["Carl Studer","Ana María Cassan","Bernard La Jarrige","Daniel Emilfork","Jacques Marin"],"overview":"An off-beat, uneven tale about a man intent on suicide and the three people who try to talk him out of it, Pantalaskas stars American Carl Studer in the title role of the morose, would-be suicide. Set in Paris and taking place over an entire night, the story has a complication in that the trio who want to prevent the suicide do not speak the man's language -- he is Lithuanian and speaks no French. So the protagonists comb the underbelly of a nighttime Paris, looking high and low but mostly low for anyone who speaks Lithuanian. Depending mainly on dialogue for its impact, the verbose drama reveals how the protagonists undergo a transformation as the night wears on.","release_date":"1960-02-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":65528,"title":"Pantalaskas","adult":false,"genre_ids":[35,18]},{"cast":["Shaheizy Sam","Fizo Omar","Yana Samsudin","Putri Mardiana","Azad Jazmin"],"overview":"The action-comedy directed by Farid Kamil, focuses on the investigation done by ASP Sharif (Fizo Omar) towards the killing of triad members in Kuala Lumpur. Various triad members are in shambles when they discover the presence of a hired killer Tumulak (Shaheizy Sam), who committed the killings to settle his debt. ASP Shariff are unable to pinpoint who are to be blamed since the cunning Tumulak works alone. In truth, the crimes are masterminded by Kimpedu (Bront Palarae), who hired Tumulak to stir the nest of the triads as Kimpedu plans to take control over Kuala Lumpur.","release_date":"2011-05-12","vote_average":5.8,"runtime":90,"cert":"N\/A","id":65529,"title":"Kongsi","adult":false,"genre_ids":[28,35]},{"cast":["Jenny Alpha","Robert Liensol"],"overview":"","release_date":"1987-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65530,"title":"La vieille quimboiseuse et le majordome","adult":false,"genre_ids":[35,18]},{"cast":["Bulle Ogier","Axel Bogousslavsky","Luís Miguel Cintra","Fred Personne","Wladimir Ivanovsky"],"overview":"Manoel de Oliveira plays his film in three stages: the first part - a play, the second can be roughly defined as a silent film (with the behind the scenes read excerpts from Beckett works), but in the end the director brilliantly performs the same material of the avant-garde exercise. Surprisingly, a joke, repeated three times, each time everything sounds fresh and develops into an almost verbatim adaptation of the biblical \"Book of Job\" - a spectacular point in a parable about how hard to empathize with other people's misery, when you have your own.","release_date":"1986-09-25","vote_average":7.3,"runtime":91,"cert":"N\/A","id":65531,"title":"My Case","adult":false,"genre_ids":[18,14]},{"cast":["Raimu","Juliette Faber","Gabrielle Fontan","Jacques Baumer","Héléna Manson"],"overview":"","release_date":"1942-05-16","vote_average":7.0,"runtime":95,"cert":"N\/A","id":65532,"title":"Strangers in the House","adult":false,"genre_ids":[18,80,9648]},{"cast":["Nicolas Rimsky","Denise Legeay","Louis Monfils","Jacques Guilhène","Jane Dolys"],"overview":"","release_date":"1924-04-11","vote_average":0.0,"runtime":58,"cert":"N\/A","id":65533,"title":"Morin the Pig","adult":false,"genre_ids":[35,18]},{"cast":["Michel Simon","Jean Debucourt","Jacques Varennes","Germaine Reuver","Marcelle Arnold"],"overview":"Paul Braconnier and his wife Blandine only have one thing in mind: to find a way to kill each other without risk. After listening to a radio show, Paul decided to go to Paris to meet a famous lawyer in the acquittal of the murderers. He told the lawyer that he killed his wife. The lawyer asked Paul to reconstruct the circumstances of the drama. Without knowing it, he explains, in spite of himself, the way for Paul to murder his wife by putting the odds on his side to avoid death penalty or even be released...","release_date":"1951-11-30","vote_average":7.1,"runtime":85,"cert":"N\/A","id":65534,"title":"Poison","adult":false,"genre_ids":[35]},{"cast":["Asyikin Kamal","Muhamad Ismaizal bin Yusoof","Isma Hanum","Muniff Isa"],"overview":"Lost on a trek high up in the foggy hills, Fatia, Badrul, Juli and Ronnie chance upon an abandoned bungalow where they seek shelter for the night. Within the shadows of their mysterious surroundings, they discover millions in loot, seemingly left behind in filthy duffel bags for no good reasons. That was not all they would uncover – for two rotting corpses and a loaded gun were next to be found. Already sickly, Fatia experiences strange recollections and trauma in the form of a strange young girl and as well, that of a sinister presence – all clues that point towards an evil that occurred within this dilapidated structure some time ago. Things take a turn for the worse when the gun goes missing, their friendship self-destructs and Fatia’s haunting escalate to a point where she teeters on the brink of sanity.","release_date":"2011-04-07","vote_average":0.0,"runtime":86,"cert":"N\/A","id":65535,"title":"Dilarang Masuk","adult":false,"genre_ids":[27]},{"cast":["Gérard Depardieu","Robert Stephens","Laura Betti","Charlotte Crow","Ann Zacharias"],"overview":"Playwright Charles Watson entertains his niece Lily by telling her about the adventures of Philibert.Both these people have something to do with Philibert.","release_date":"1977-11-23","vote_average":0.0,"runtime":104,"cert":"N\/A","id":65536,"title":"La nuit, tous les chats sont gris","adult":false,"genre_ids":[18,35,14]},{"cast":["Arletty","Jean Coquelin","Laure Diana","René Lefèvre","Madeleine Guitty"],"overview":"","release_date":"1932-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":65537,"title":"Un Chien qui rapporte","adult":false,"genre_ids":[35]},{"cast":["Jeon Mi-seon","Yoon Hee-seok","Jeong Kyung-ho ","Park Won-sang"],"overview":"Jong-ho, a reporter at a local news paper accuses a dog-seller in his article. When he and his wife gather at a pub to celebrate his promotion, the dog-seller suddenly comes in. Minutes later their neighbor In-so enters with a weapon and things go out of control. In-soo holds everyone hostage telling them that he killed his father who abandoned him long time ago. But his fraud is brought to light when his wife Hye-jung enters who Jong-ho found attractive the other night.","release_date":"2011-04-14","vote_average":3.3,"runtime":97,"cert":"N\/A","id":65538,"title":"Funny Neighbors","adult":false,"genre_ids":[35,18]},{"cast":["Raimu","André Lefaur","Renée Saint-Cyr","Henry Roussel"],"overview":"","release_date":"1935-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65539,"title":"L'école des cocottes","adult":false,"genre_ids":[]},{"cast":["Dave Bautista","Óscar Gutiérrez Rubio","John Charles Layfield","Franklin Lashley","Randy Orton"],"overview":"Survivor Series (2005) was the 19th annual Survivor Series PPV. It was presented by NovaLogic's Delta Force: Black Hawk Down and took place on November 27, 2005 at the Joe Louis Arena in Detroit, Michigan and featured wrestlers from the Raw and SmackDown! brands.  The first of the main events was an interpromotional 5-on-5 Survivor Series match, a type of elimination match, between Team SmackDown! (Batista, Rey Mysterio, John \"Bradshaw\" Layfield (JBL), Bobby Lashley, and Randy Orton) and Team Raw (Shawn Michaels, Kane, The Big Show, Carlito, and Chris Masters). The other main event was a standard wrestling match between wrestlers from the Raw brand, in which WWE Champion John Cena defended his title against Kurt Angle. Another match was a Last Man Standing match between Triple H and Ric Flair.","release_date":"2005-11-27","vote_average":6.0,"runtime":180,"cert":"N\/A","id":65540,"title":"WWE Survivor Series 2005","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65541,"title":"Gabriel...quase 2 anos de pura fantasia","adult":false,"genre_ids":[99]},{"cast":["W. Axl Rose","Freddie Mercury","Roger Taylor","John Deacon","Brian May"],"overview":"Queen documentary from 1991 hosted by Axl Rose.","release_date":"1991-08-11","vote_average":4.0,"runtime":43,"cert":"N\/A","id":65542,"title":"Queen: Days of Our Lives","adult":false,"genre_ids":[99,10402]},{"cast":["Aleksandr Lyapin","Lidiya Milyuzina","Egor Baranovsky","Ivan Kupreyenko","Vladimir Ilin"],"overview":"This story take place in Moscow during the 1970s and unfolds around the love triangle between two young men and a girl who study at the same university. They argue, make up, and face their first disappointments and victories. While busy with personal lives and loves, they miss foreseeing that the country in which they were born and live will soon disappear from the map.","release_date":"2008-02-14","vote_average":4.8,"runtime":105,"cert":"N\/A","id":65545,"title":"Vanished Empire","adult":false,"genre_ids":[18,10749]},{"cast":["Van Heflin","Patricia Dane","Cecilia Parker","Virginia Grey","Samuel S. Hinds"],"overview":"Conniving Broadway starlet Mida King has plenty of enemies, so when she's found murdered at Grand Central Station, Inspector Gunther calls together a slew of suspects for questioning. Mida's shady ex-flame, Turk, seems the most likely culprit, but when smart-mouthed private eye Rocky Custer -- also a suspect himself -- begins to piece together the crime, a few clues that Gunther has overlooked come to light.","release_date":"1942-05-01","vote_average":6.2,"runtime":73,"cert":"N\/A","id":65546,"title":"Grand Central Murder","adult":false,"genre_ids":[9648,80]},{"cast":["Bernard Giraudeau","Maria de Medeiros","Jean-Paul Comart","Frédéric van den Driessche","Geoffroy Thiébaut"],"overview":"","release_date":"1996-07-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":65549,"title":"Saint-Exupéry - La Dernière Mission","adult":false,"genre_ids":[18,99,36]},{"cast":["Anna Magnani","Burt Lancaster","Ben Cooper","Marisa Pavan","Virginia Grey"],"overview":"A grieving widow embarks on a new romance when she discovers her late husband had been cheating on her.","release_date":"1955-12-12","vote_average":7.7,"runtime":117,"cert":"N\/A","id":65550,"title":"The Rose Tattoo","adult":false,"genre_ids":[18,10749]},{"cast":["Clark Gable","Lana Turner","Robert Sterling","Patricia Dane","Reginald Owen"],"overview":"Brothers feud over a girl they both fall for while covering World War II.","release_date":"1942-08-27","vote_average":5.8,"runtime":108,"cert":"N\/A","id":65553,"title":"Somewhere I'll Find You","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Oleg Yankovskiy","Aleksandr Abdulov","Aleksandr Vokach","Aleksandr Adabashyan","Nijolė Oželytė"],"overview":"Drama on the novel of the same name L. N. Tolstoy. Two hussars - father and son - two morals, two worldviews. And although older Turbin frivolous in love, but reliable in friendship and principled in matters of honor. Junior Turbines do not stand up to comparison with his father - he is calculating, shallow and selfish \"hussars of the new generation\".","release_date":"1984-06-06","vote_average":0.0,"runtime":128,"cert":"N\/A","id":65554,"title":"Two hussars","adult":false,"genre_ids":[10749,18]},{"cast":["Natalya Florenskaya","Yevgeniya Khanayeva","Vatslav Dvorzhetsky","Yuri Vasilyev","Andrey Myagkov"],"overview":"A new young teacher Tatyana Ivanovna takes a problematic 5th\"B\" class and wins with the score 4:0.","release_date":"1982-06-06","vote_average":7.0,"runtime":91,"cert":"N\/A","id":65555,"title":"4:0 Tanechka Ahead","adult":false,"genre_ids":[35,10751]},{"cast":["Alexei Chadov","Jacques Gamblin","Marina Kim","Larissa Batourova","Anya Petoushinova"],"overview":"","release_date":"2006-03-29","vote_average":5.2,"runtime":null,"cert":"N\/A","id":65556,"title":"Serko","adult":false,"genre_ids":[12]},{"cast":["Pavel Maykov","Aleksandr Koltsov","Kirill Pletnev","Yuriy Loparyov","Egor Rybakov"],"overview":"During military exercise a group of commandos walks into a mine field that has been left over since WWII. The only person who can save the trapped men is Serba, a surviving soldier of WWII, who was in the field back in 1943.","release_date":"2005-06-06","vote_average":0.0,"runtime":82,"cert":"N\/A","id":65557,"title":"Off-Mission Assignment 2: Explosion at Dawn","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"Tan Siekmann galt 2000 als die deutsche Inkarnation von Bill Gates und wurde von Medien und Politikern gleichermaßen hofiert. \"Die Investmentbanker gaben sich bei uns die Klinke in die Hand. Wir müßten wachsen und investieren. Und der Kurs stieg und stieg. Und plötzlich ist man auf dem Papier Milliardär.\" 2000 war die Firma bei ca. 8 Mio. Euro Umsatz 2 Mrd. Euro wert! ...und ganz schnell war alles vorbei.","release_date":"2004-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":65562,"title":"Weltmarktführer - Die Geschichte des Tan Siekmann","adult":false,"genre_ids":[99]},{"cast":["Noble Willingham","Jim Holmes","David Steen","Andy Daltroff"],"overview":"A foul-mouthed and bigoted boat salesman in rural South Carolina is targeted for ruthless and never-ending telephone terrorism by a mysterious man claiming to be his son...","release_date":"1999-12-21","vote_average":4.3,"runtime":83,"cert":"N\/A","id":65571,"title":"The Corndog Man","adult":false,"genre_ids":[18,53]},{"cast":["Jennifer Jason Leigh","Peter Coyote","Denise Dumont","Frank Stallone","Brenda Vaccaro"],"overview":"A young woman who is getting back on her feet after a mental breakdown, Carol Rivers discovers that her late uncle has left her a rundown nightclub. Carol decides to renovate the venue, but, in the process, uncovers dark secrets about the club and her dead relative. After a series of disturbing events, Carol becomes increasingly unstable, but she finds some measure of comfort in Sharpe, an enigmatic older detective.","release_date":"1988-11-10","vote_average":6.0,"runtime":93,"cert":"N\/A","id":65572,"title":"Heart of Midnight","adult":false,"genre_ids":[53,18,27]},{"cast":["Ugo Tognazzi","Vittorio Gassman","Ely Galleani","Yvonne Furneaux","Maria Teresa Albani"],"overview":"An obscure Italian magistrate suspects that a well-known industrialist commited murder, and decides to investigate him, and bring him to court, whatever it takes. But - will the magistrate have it in him to go against impossible odds, in the name of the Italian people he represents?","release_date":"1971-12-18","vote_average":7.4,"runtime":103,"cert":"N\/A","id":65573,"title":"In the Name of the Italian People","adult":false,"genre_ids":[9648,35]},{"cast":["Eduardo De Filippo","Peppino De Filippo","Paolo Stoppa","Clelia Matania","Nerio Bernardi"],"overview":"","release_date":"1942-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65574,"title":"A che servono questi quattrini?","adult":false,"genre_ids":[]},{"cast":["Farrah Fawcett","Ryan O'Neal","Gordon Clapp","John Shea","Emily Perkins"],"overview":"A peculiar and disturbing case catches the attention of the police when a young mother and her children, all severely injured, show up in a hospital's emergency room.","release_date":"1989-01-01","vote_average":8.3,"runtime":205,"cert":"N\/A","id":65575,"title":"Small Sacrifices","adult":false,"genre_ids":[18]},{"cast":["Patrick Autissier","Cat Berge","Bob Breedlove","Chris Hopkinson","Chris MacDonald"],"overview":"They are seekers, madmen, and angels hell-bent on riding across America on a bicycle in less than ten days. But what begins as the adventure of a lifetime is transformed in an instant when tragedy strikes the race. These voyagers discover what is truly at stake as they pedal on, praying for the deliverance only the finish line can bring. By journey's end, some are saved, others are lost, but all learn that the fuel that takes a soul toward its own true destiny is desire.","release_date":"2009-04-01","vote_average":7.0,"runtime":108,"cert":"N\/A","id":65576,"title":"Bicycle Dreams","adult":false,"genre_ids":[]},{"cast":["Michael Sheen","Shirley Henderson","Adrian Bower","Claudie Blakley","Anastasia Griffith"],"overview":"A man's life falls apart as a result of his affliction with Obsessive Compulsive Disorder and Tourette's Syndrome in this touching and funny tale.","release_date":"2005-05-24","vote_average":7.7,"runtime":93,"cert":"","id":65579,"title":"Dirty Filthy Love","adult":false,"genre_ids":[18,10749]},{"cast":["Errol Flynn","Olivia de Havilland","Rosalind Russell","Patric Knowles","Walter Connolly"],"overview":"Robert will do anything to get the big account that has eluded him. His public relations business makes public angels of rich scoundrels. Jean needs someone to save the paper and she wants Robert. When he finds out that Pat is dating Lorri, John Dillingwell's granddaughter, he gets involved. Robert begins to make John the most hated man and Lorri blames Pat, the publisher. He then goes to John for a job to erase all the bad publicity that he has gotten from the paper. This works until Pat tells John that Robert was behind the smear campaign. But John decides that he does need some good publicity and hires Robert to provide it...","release_date":"1938-08-04","vote_average":4.2,"runtime":92,"cert":"N\/A","id":65580,"title":"Four's a Crowd","adult":false,"genre_ids":[10749,35]},{"cast":["Errol Flynn","Ann Sheridan","Thomas Mitchell","Bruce Bennett","Tom D'Andrea"],"overview":"Unjustly booted out of the cavalry, Mike McComb strikes out for Nevada, and deciding never to be used again, ruthlessly works his way up to becoming one of the most powerful silver magnates in the west. His empire begins to fall apart as the other mining combines rise against him and his stubbornness loses him the support of his wife and old friends.","release_date":"1948-05-29","vote_average":6.2,"runtime":110,"cert":"N\/A","id":65581,"title":"Silver River","adult":false,"genre_ids":[18,10749,37]},{"cast":[],"overview":"After an absence of five years, six times Mr Olympia winner Arnold Schwarzenegger makes a comeback and attempts to take the World Body Building Championship for the 7th time.","release_date":"1988-03-01","vote_average":4.7,"runtime":null,"cert":"N\/A","id":65582,"title":"Schwarzenegger: Total Rebuild","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A woman finds herself on the run from the living dead. Her friends are being slaughtered and she can find no help. Will she survive or will she too fall victim to the Zombiez?","release_date":"2005-02-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65583,"title":"Zombiez","adult":false,"genre_ids":[27]},{"cast":["Justin Hartley","Denise Quiñones","Ving Rhames","Adrianne Palicki","Corey Sevier"],"overview":"A young twenty-something diver living in the Florida Keys discovers he has the power to breathe underwater.","release_date":"2006-07-24","vote_average":5.9,"runtime":42,"cert":"N\/A","id":65584,"title":"Aquaman","adult":false,"genre_ids":[28,12,10770]},{"cast":["Yvonne Craig","William Dozier","Adam West","Burt Ward","Tim Herbert"],"overview":"At the Gotham City library, Barbara Gordon helps Bruce Wayne find a book on butterflies so he can prove a point to a friend, a millionaire explorer. As Bruce and his youthful ward, Dick Grayson, are leaving they spot the villainous Killer Moth and three of his henchmen and, suspecting they are up to no good, determine to return as their superhero alter-egos, Batman and Robin. While the Caped Crusaders are donning their costumes, the criminal quartet knock out the millionaire, lock Barbara in an alcove and prepare to spirit their victim away. When the Dynamic Duo attempt to capture the crooks, they are encased in Killer Moth's silk cocoon. Is this the end of our Gotham City heroes? And why does a beautiful librarian have a cowl and a cape hanging in a convenient closet?","release_date":"1967-01-01","vote_average":7.0,"runtime":8,"cert":"N\/A","id":65585,"title":"Batgirl","adult":false,"genre_ids":[12,28]},{"cast":["George Montgomery","Ellen Drew","Phillip Reed","Noah Beery Jr.","Paul Guilfoyle"],"overview":"It's 1848 and a wagon train with an Army escort is heading west through Indian territory, It's scout is Davy Crockett, nephew of his more famous namesake. There is spy amongst them informing the Indians. They survive the first Indian attack and then push on. They have a choice of two passes through the mountains. Learing of the pass to be defended by the Indians, they head for the other. But upon ariving, the Indians attack. Somehow they have been informed.","release_date":"1950-01-06","vote_average":2.0,"runtime":71,"cert":"N\/A","id":65586,"title":"Davy Crockett, Indian Scout","adult":false,"genre_ids":[37,28]},{"cast":["Errol Flynn","Fred MacMurray","Ralph Bellamy","Alexis Smith","Robert Armstrong"],"overview":"A military surgeon teams with a ranking navy flyer to develop a high-altitude suit which will protect pilots from blacking out when they go into a steep dive.","release_date":"1941-08-31","vote_average":6.6,"runtime":132,"cert":"N\/A","id":65587,"title":"Dive Bomber","adult":false,"genre_ids":[18]},{"cast":["Robert Vaughn","Lara Wendel","Timothy W. Watts","Leslie Cumming","James Villemaire"],"overview":"A group of students goes into the woods to study birds, and soon the dead begin to rise to devour the living.","release_date":"1988-07-13","vote_average":3.2,"runtime":92,"cert":"N\/A","id":65588,"title":"Killing Birds","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Niagara: Miracles, Myths and Magic is one of the most spectacular large-format (IMAX) adventures of all. From the comfort of your seat, you'll thrill to the larger-than-life vista of raging waters as you take a heart-pounding ride over the Falls and experience other death-defying stunts performed there.  Meet the daredevils who challenged the fury of the Falls: The Great Blondin, who completed a death-defying tightrope walk over the river in 1860; and Annie Taylor, a 63 year-old teacher who was the first person to go over in a barrel and live to tell the story.  Created by Academy Award winner Kieth Merrill, the film takes you back to before the first Europeans discovered the Falls and gives you a glimpse of their 12,000 year history. No trip to the Falls is complete until you've seen Niagara: Miracles, Myths and Magic.","release_date":"1986-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65589,"title":"Niagara - Miracles Myths and Magic","adult":false,"genre_ids":[99]},{"cast":["John Wayne","Eiko Ando","Sam Jaffe","Sô Yamamura","Ryuzo Demura"],"overview":"Townsend Harris is sent by President Pierce to Japan to serve as the first U.S. Consul-General to that country. Harris discovers enormous hostility to foreigners, as well as the love of a young geisha.","release_date":"1958-09-30","vote_average":5.7,"runtime":105,"cert":"N\/A","id":65590,"title":"The Barbarian and the Geisha","adult":false,"genre_ids":[28,12,18]},{"cast":["Viktor Kosykh","Mikhail Metyolkin","Vasili Vasilyev","Valentina Kurdyukova","Efim Kopelyan"],"overview":"A brilliant continuation of the saga, now in the city. The target of young patriots is a map held in the safe locker in the headquarters of secret police!","release_date":"1968-06-06","vote_average":6.8,"runtime":82,"cert":"N\/A","id":65591,"title":"The New Adventures of the Elusive Avengers","adult":false,"genre_ids":[28,12,10751]},{"cast":["Arlette Mirapeu","Philippe Cheytion","Yves Barsacq","François Voisin"],"overview":"In this episodic animated fantasy from France, an art teacher interprets a series of six fairy tales (each involving a prince or princess) with the help of two precocious students. Princes et Princesses was created using a special style of cutout animation, with black silhouetted characters performing the action against backlit backdrops in striking colors.","release_date":"2000-01-26","vote_average":7.8,"runtime":70,"cert":"N\/A","id":65592,"title":"Princes and Princesses","adult":false,"genre_ids":[18,16,14]},{"cast":["Nikolai Karachentsov","Marina Merzlikina","Lev Borisov","Aleksandra Nazarova"],"overview":"Оксана Чернова живет в маленьком провинциальном городке и мечтает о танцах. Учеба в экономическом техникуме не клеится, отношения с отцом и мачехой не складываются. Она убегает из дома в Москву к деду. А Москва, как известно, слезам не верит, она испытывает: любовью, предательством, болезнью. Друг деда Глеб, «новый русский», в исполнении Николая Караченцова, со сложным отношением к жизни и массой недостатков, помогает девушке. Все в жизни Глеба пошло наперекосяк. Но судьба улыбается ему, и он влюбляется.","release_date":"2004-06-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":65597,"title":"Pa: Sovremennaya Gorodskaya Skazka","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"The musical Zombie Love tells the story of Dante, a 200 year old zombie, who falls in love with Claudia, a mortal girl, after he saves her from an attack by two grave robbers. Thinking that a zombie could never win her love, he changes his flesh-eating ways in order to win the girl of his dreams. The closer Dante gets to his desired love, the harder he finds it to maintain the facade, especially when his zombie friends encourage him to eat a teenage girl they have captured. What Dante doesn't know, however, is that Claudia is already in love with the zombie that saved her from the robbers and desperately tries to find him. This musical extravaganza, filled with singing, dancing, blood and gore, will have you laughing all the way to your grave!","release_date":"2007-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65598,"title":"Zombie Love","adult":false,"genre_ids":[27]},{"cast":["Pollyanna McIntosh","Sean Bridgers","Angela Bettis","Lauren Ashley Carter","Zach Rand"],"overview":"A lawyer puts his family in jeopardy when he captures the last member of a violent clan and tries to forcibly tame her.","release_date":"2011-10-14","vote_average":6.0,"runtime":102,"cert":"N\/A","id":65599,"title":"The Woman","adult":false,"genre_ids":[18,27]},{"cast":["Marianna Vertinskaya","Mirdza Martinsone","Ģirts Jakovļevs","Lembit Ulfsak","Nikolai Kryukov"],"overview":"Roger Mills, a Harley Street specialist, is taking a sailing holiday on the Norfolk Broads. When his six guests find him at the tiller of his yacht with a smile on his face and a gunshot through his heart, all six fall under suspicion.","release_date":"1976-06-05","vote_average":6.0,"runtime":130,"cert":"N\/A","id":65602,"title":"Death Under Sail","adult":false,"genre_ids":[80,9648]},{"cast":["Nick Mancuso","David Warner","Kathryn Harrold","Stephen Macht","Strother Martin"],"overview":"Killer bats plague an Indian reservation in New Mexico.","release_date":"1979-06-22","vote_average":5.3,"runtime":105,"cert":"N\/A","id":65603,"title":"Nightwing","adult":false,"genre_ids":[27]},{"cast":["Kevin J. O'Connor","Bulle Ogier","Harris Yulin","Tom Waits","Joe Strummer"],"overview":"A mediocre musician goes on the road in search of the world's greatest guitar maker","release_date":"1988-01-20","vote_average":5.0,"runtime":91,"cert":"N\/A","id":65604,"title":"Candy Mountain","adult":false,"genre_ids":[]},{"cast":["Edwige Feuillère","Raymond Rouleau","André Luguet","Charles Granval"],"overview":"","release_date":"1943-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65605,"title":"L'honorable Catherine","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Josette Contandin","Lucien Rozenberg","Robert Arnoux","Andrex"],"overview":"","release_date":"1937-01-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":65606,"title":"Josette","adult":false,"genre_ids":[18,35]},{"cast":["Jacques Martial","Clovis Cornillac","Luc Thuillier","Nathalie Gabay"],"overview":"","release_date":"1988-01-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65607,"title":"Il y a maldonne","adult":false,"genre_ids":[18]},{"cast":["Daniel Gélin","Louis de Funès","Danièle Delorme","Jean Chevrier","Jean Debucourt"],"overview":"","release_date":"1953-03-15","vote_average":0.0,"runtime":104,"cert":"N\/A","id":65608,"title":"Les dents longues","adult":false,"genre_ids":[18]},{"cast":["Marie Dubois","Julian Negulesco","Paul Crauchet","Marie-Hélène Breillat","Mamadou Diop"],"overview":"Experiencing something of a mid-life crisis after his beloved son marries and moves out, a factory worker makes some drastic changes in his life, moves in with the boy and his wife, and sets them all on the path to a communal lifestyle.","release_date":"1971-03-17","vote_average":3.3,"runtime":110,"cert":"N\/A","id":65609,"title":"Who Cares: Anatomy of a Delivery Boy","adult":false,"genre_ids":[35]},{"cast":["Pierre Brasseur","Pascale Audret","Marianne Koch","Jean-Louis Trintignant","Dany Saval"],"overview":"An old count hides just before he dies to annoy his heirs. The heirs search a manor for the count's body and are killed off one by one. Jean-Marie, his fiancée Micheline, and Edwige investigate the deaths and search for the count's body.","release_date":"1961-03-31","vote_average":7.4,"runtime":95,"cert":"N\/A","id":65610,"title":"Spotlight on a Murderer","adult":false,"genre_ids":[9648,18,53]},{"cast":["Madeleine Robinson","Gérard Philipe","Jean Servais","André Valmy","Jane Marken"],"overview":"During the cold and rainy off-season a man arrives in a seaside town and, giving his name only as Pierre, checks into the only hotel which remains open. His arrival arouses curiosity and a degree of suspicion, as people note that he appears to know the area, yet gives no explanation for his presence at that bleak time of year in the dead-end town.","release_date":"1949-01-19","vote_average":6.9,"runtime":91,"cert":"N\/A","id":65611,"title":"Such a Pretty Little Beach","adult":false,"genre_ids":[18]},{"cast":["Jean-Luc Godard","Jane Birkin","Jacques Villeret","François Périer","Fred Chichin"],"overview":"This film is made up several sketches in which certain actors play several real or fictional roles to a background of rock music. The lead character, played by Godard himself, is an annoyingly perfectionist film-maker determined to wring every last drop of the finest performance possible from his stars.","release_date":"1987-09-19","vote_average":5.4,"runtime":82,"cert":"N\/A","id":65612,"title":"Keep Your Right Up","adult":false,"genre_ids":[35,18]},{"cast":["Jean-Pierre Kalfon","Sylvie Joly","Fiona Gelin","Frederic Baulieu"],"overview":"","release_date":"1987-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65613,"title":"Septième ciel","adult":false,"genre_ids":[35]},{"cast":["Evgeny Mironov","Irina Pegova","Yevgeni Tsyganov","Elena Lyadova","Sergey Kachanov"],"overview":"A story of a simple, naive Russian man Konek and the people around him: his love and her sister and a mysterious man. The film is set in 1957, time of changes, time of waiting for something big to happen.","release_date":"2005-06-23","vote_average":5.3,"runtime":90,"cert":"N\/A","id":65614,"title":"Dreaming of Space","adult":false,"genre_ids":[18]},{"cast":["Sandrine Bonnaire","Simon de La Brosse","Abdellatif Kechiche","Jean-Claude Brialy","Stéphane Onfroy"],"overview":"The lines between love, sex, and politics become hopelessly blurred in this French drama.","release_date":"1987-12-23","vote_average":4.9,"runtime":96,"cert":"N\/A","id":65615,"title":"The Innocents","adult":false,"genre_ids":[18]},{"cast":["Sharka Blue","Mya Diamond","Cony Ferrara","Bob Terminator","Janet Peron"],"overview":"Smart, Pretty, and Horny! These young Russian babes have a few lessons of their own. Study up, cause mid-terms aren't the only thing that's hard.","release_date":"2004-06-07","vote_average":8.0,"runtime":101,"cert":"N\/A","id":65616,"title":"Russian Institute: Lesson 1","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-11-02","vote_average":4.0,"runtime":null,"cert":"N\/A","id":65617,"title":"Dead Past","adult":false,"genre_ids":[27,9648,53]},{"cast":["Daniel Flügger","Ciara Hanson"],"overview":"","release_date":"2011-03-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":65618,"title":"Entropie","adult":false,"genre_ids":[53,878,28]},{"cast":["Vivienne","Sophie Paris","Sharka Blue","Kathy Anderson","Sharon Babe"],"overview":"School's in session and these coeds are hot for teacher. The dean is going to have his hands full or, will they have a handful of Dean?","release_date":"2004-08-03","vote_average":0.0,"runtime":104,"cert":"N\/A","id":65619,"title":"Russian Institute: Lesson 2","adult":true,"genre_ids":[]},{"cast":["Angelica Heart","Kathy Sweet","Tarra White","Aletta Ocean","Jasmine Rouge"],"overview":"The Russian Institute : a luxury boarding school for young heiresses of the Moscow upper middle class where nothing is neglected to complete their education.\r Last innovation, the opening of a « Pony Club » where the young heiresses practice another kind of riding with their instructors' complicity. Thus, the pretty Natalia catches her girlfriend in the straw with two males and joins them for a bold double penetration.\r Mischievous, the girls tease men around and give up riding caps and jodhpurs to have their pussies and anus smashed, often both at the same time. And when men are exhausted, some of the girls use their tong, their fingers or huge dildos to satisfy their libido.\r Dressed with blazers and tartan skirts, very provocative and graceful young ladies offer you the sight of their ecstasy when they reach the climax.","release_date":"2009-02-14","vote_average":8.5,"runtime":84,"cert":"N\/A","id":65622,"title":"Russian Institute: Lesson 11 - Pony Club","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65627,"title":"Deathbowl to Downtown","adult":false,"genre_ids":[99]},{"cast":["Ugo Tognazzi","Georges Wilson","Gianni Agus","Stefania Sandrelli","Luciano Salce"],"overview":"1944. Primo Arcovazzi a fanatic member of Brigate Nere (fascist organization) is in charge to bring an opponent to the regime, Prof. George Wilson, from Abruzzo to Roma. He accepted the mandate because of his wish to be upgraded to \"Federale\". They travel by a sidecar trough the disastrous Italy, near to the final collapse, under bombings and in agony. Nevertheless the bad situation, they manage to build up a kind of friendship. Primo, even if the signals of final destruction are near, doesn't lose his trust in the regime. The end is near.","release_date":"1961-08-05","vote_average":6.8,"runtime":100,"cert":"N\/A","id":65628,"title":"The Fascist","adult":false,"genre_ids":[35]},{"cast":["Alberto Tavazzi","Roswita Schmidt","Antonio Marietti","Attilio Dottesio","Aldo Capacci"],"overview":"","release_date":"1943-02-03","vote_average":5.0,"runtime":72,"cert":"N\/A","id":65629,"title":"The Man with the Cross","adult":false,"genre_ids":[10752]},{"cast":["Claudio Amendola","Ennio Fantastichini","Ricky Memphis","Giovanna Nodari","Stefania Montorsi"],"overview":"","release_date":"1997-08-29","vote_average":6.5,"runtime":null,"cert":"N\/A","id":65630,"title":"Altri uomini","adult":false,"genre_ids":[]},{"cast":[],"overview":"Expanding on the groundbreaking concepts he introduced in his book, The Music Lesson 'A Spiritual Search For Growth Through Music, master bassist Victor Wooten lays out his unique philosophy of teaching and learning music in Groove Workshop, a 2008 DVD from Hudson Music. The two disc set features nearly five hours of material, including a complete master class where Victor, along with bassist\/educator Anthony Wellington and six bass students, uses his personal experience and expertise to delve deeper into rarely discussed, yet vitally important, aspects of music making. While traditional music education focuses primarily on developing technique and note-perfect performance, professional musicians like Victor know that there's much more to making music than just playing the right notes. On Groove Workshop, Victor redefines the essential elements of music and demonstrates how to apply them in fresh, creative, musically relevant ways.","release_date":"2008-09-16","vote_average":0.0,"runtime":300,"cert":"N\/A","id":65631,"title":"Victor Wooten: Groove Workshop","adult":false,"genre_ids":[]},{"cast":["Marcello Mastroianni","Ursula Andress","Elsa Martinelli","Salvo Randone","Massimo Serato"],"overview":"In the near future, big wars are avoided by giving individuals with violent tendencies a chance to kill in the Big Hunt. The Hunt is the most popular form of entertainment in the world and also attracts participants who are looking for fame and fortune. It includes ten rounds for each competitor, five as the hunter and five as the victim.","release_date":"1965-12-01","vote_average":6.9,"runtime":92,"cert":"18","id":65632,"title":"The 10th Victim","adult":false,"genre_ids":[35,18,878,53]},{"cast":["Sasha Grey","Tori Black","Nicole Ray","Kristina Rose","Alexis Texas"],"overview":"Elegant Angel proudly presents Sporty Girls 2. Do you ever get hot and bothered watching those pretty sports stars on TV? Do you find yourself slack jawed gazing at those sweaty athletic girls? If so, this series is for you. Featuring an all star cast list including AVN Performer Of The Year - 2008, Sasha Grey, alongside Tori Black, Nicole Ray, Alexis Texas, and Kristina Rose. The movie is directed by award winning lensman, William H. and shot in 16:9 HD.","release_date":"2009-03-05","vote_average":0.0,"runtime":165,"cert":"N\/A","id":65633,"title":"Sporty Girls 2","adult":true,"genre_ids":[]},{"cast":["Wayne Morris","Mary Germaine","Marcia Ashton","Mary Merrall","Walter Rilla"],"overview":"Yankee charter pilot Morris inadvertently finds himself in the midst of thieves who have purloined a costly antique jade figure from an exhibit. He tracks the thieves to Battersea, where he rescues the fair Germaine from their unsavory clutches, and the Buddha boosters gain only jaded justice.","release_date":"1955-07-09","vote_average":5.0,"runtime":62,"cert":"N\/A","id":65634,"title":"The Green Buddha","adult":false,"genre_ids":[12]},{"cast":["John Payne","Mary Murphy","Eduardo Noriega","Francis L. Sullivan","Arnold Moss"],"overview":"After being dumped by his fiancée, hard-drinking and depressed Mark Cormack (John Payne) loses his job in the Los Angeles district attorney's office and serves as bouncer in a Las Vegas casino. A wheelchair-using stranger Barzland (Francis L. Sullivan) hires him to locate a ruby that disappeared in a Caribbean plane crash. He lures Cormack into doing the job by telling him it may be in the possession of the very woman who jilted him. The ex-detective flies to remote island Santo Rosario to find the stone and investigate the mystery. When he finds his old flame he finds that her husband is in prison. Cormack, again falling for Janet, is convinced into helping him break out of jail. But Janet has other plans.","release_date":"1955-05-06","vote_average":5.7,"runtime":84,"cert":"N\/A","id":65637,"title":"Hell's Island","adult":false,"genre_ids":[28]},{"cast":["Mary Murphy","Frank Silvera","Marian Seldes","John Harding","George Hamilton"],"overview":"Handsome, twenty-year-old George Hamilton had his first starring role in this so-so drama by Denis Sanders inspired by Feodor Dostoyevsky's novel Crime and Punishment.","release_date":"1959-11-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":65638,"title":"Crime and Punishment USA","adult":false,"genre_ids":[80,18]},{"cast":["Keith David","Richard Dysart","Michael Nicolosi","Dominique Jennings","John Rafter Lee"],"overview":"Todd McFarlane's Spawn is an animated television series which aired on HBO from 1997 through 1999. It is also released on DVD as a film series. It is based on the Spawn comic series from Image Comics, and was nominated for and won an Emmy in 1999 for Outstanding Animation Program (longer than one hour)","release_date":"1997-05-15","vote_average":7.5,"runtime":139,"cert":"N\/A","id":65639,"title":"Todd McFarlane's Spawn","adult":false,"genre_ids":[16,27,28]},{"cast":["Sacha Guitry","Jacqueline Delubac","Marguerite Moreno","Pauline Carton","Rosine Deréan"],"overview":"Life story of a charming scoundrel, with little dialogue other than the star\/director's witty narration. As a boy, only he survives a family tragedy when he's deprived of supper (poisonous mushrooms!) for stealing...concluding that dishonesty pays. Through years of dabbling in crime and amusing adventures, two women appear and reappear in his life, a dazzling blonde jewel thief and a stunning brunette gambler. Finally, he meets the mysterious Charbonnier who had saved his life in World War I, leading to the surprising next phase in his career...","release_date":"1936-10-02","vote_average":7.5,"runtime":81,"cert":"N\/A","id":65642,"title":"The Story of a Cheat","adult":false,"genre_ids":[35,18]},{"cast":["Fernand Gravey","Micheline Presle","Robert Le Vigan","Elvire Popesco","André Alerme"],"overview":"In pre-World Ward I in Paris, a budding artist, Pierre LeBlanc, falls in love and marries Janine, a dressmaker's assistant. Pierre has a flair for designing clothes, and he and his bride live in a blissful paradise, until the war breaks out and he becomes a soldier. Janine dies in childbirth and, no longer desiring to live, Pierre volunteers for a dangerous patrol behind German lines. While recuperating in the hospital from a wound he received on the mission, Pierre spends his time drawing sketches of dresses. He becomes rich and famous after the war. Years later, after devoting himself to his daughter, Pierre seeks a marriage with a girl no older than his daughter. A conflict develops and to ensure his daughter's happiness, Pierre sacrifices his own plans.","release_date":"1940-12-13","vote_average":6.0,"runtime":82,"cert":"N\/A","id":65645,"title":"Paradis perdu","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Jean Marais","Madeleine Sologne","Yvonne de Bray","Jean Murat","Junie Astor"],"overview":"A retelling of Tristan and Isolde set in 1940s France.","release_date":"1943-12-13","vote_average":7.0,"runtime":107,"cert":"N\/A","id":65646,"title":"The Eternal Return","adult":false,"genre_ids":[10749,18]},{"cast":["Kad Merad","Michèle Laroque","Gaspard Meier-Chaurand","Vincent Pérez","Judith El Zein"],"overview":"Monsieur Papa is a moving portrait of a modern family, centering around 12 year-old Marius Vallois. Born in a wealthy family, Marius is the son of Marie Vallois, a successful CEO. Marie loves her son unconditionally, but Marius has never known his father and suffers greatly from it. When Marius starts shoplifting and doing badly at school, Marie decides to recruit a father figure for him. One day in her office building, she meets Robert Pique. Robert is a peculiar man who has a background in finance, but makes ends meet ironing clothes for his neighbors. Reluctant at first, Robert agrees to be paid to meet Marius and pretends to be his father. Marius immediately understands that Robert is not his dad, but very quickly, a deep bond develops between them.","release_date":"2011-05-31","vote_average":5.4,"runtime":90,"cert":"N\/A","id":65647,"title":"Monsieur Papa","adult":false,"genre_ids":[35]},{"cast":["Orlando Bloom","Riley Keough","Taraji P. Henson","Rob Morrow","Michael Peña"],"overview":"Dr. Martin Blake, who has spent his life looking for respect, meets an 18-year-old patient named Diane, suffering from a kidney infection, and gets a much-needed boost of self-esteem. However, when her health starts improving, Martin fears losing her, so he begins tampering with her treatment, keeping Diane sick and in the hospital right next to him.","release_date":"2011-04-23","vote_average":5.6,"runtime":93,"cert":"N\/A","id":65650,"title":"The Good Doctor","adult":false,"genre_ids":[18,53,9648]},{"cast":["Jack Hawkins","Elizabeth Sellars","Megs Jenkins","Donald Pleasence","Catherine Lacey"],"overview":"The efforts of test pilot John Mitchell to make a better life for his wife Mary and their two children seem doomed to failure and he blames himself. At the Conway Aero-Manufacturing Company of Wolverhampton, Mitchell is to take the company's new rocket-propulsion transport plane up for tests, fully loaded and carrying two important passengers - Ministry official Crabtree and buyer's representative Ashmore. Mitchell learns from his boss, Reg Conway, that if Ashmore does not recommend the plane, the company will be out of business and Mitchell out of a job, since the plane is not even insured as the firm's entire capital is tied up in the plane. Aloft, an engine catches fire and the passengers and other crew bail out, but Mitchell refuses to obey orders to jettison the plane in the Irish Sea.","release_date":"1957-01-24","vote_average":6.8,"runtime":87,"cert":"","id":65651,"title":"The Man in the Sky","adult":false,"genre_ids":[18]},{"cast":["Li Yapeng","Xu Jinglei","Wang Xuebing","Chapman To","Zhao Wei"],"overview":"Eternal Moment (将爱) is a Chinese romantic drama film directed by Zhang Yibai and starring Xu Jinglei, Li Yapeng and Chapman To. The film is a sequel to the television drama, Cherish Our Love Forever (1998), which was also directed by Zhang.[1] The film follows the two leads from that earlier drama (played by Xu Jinglei and Li Yapeng) reuniting after being apart for 12 years.","release_date":"2011-02-12","vote_average":4.5,"runtime":105,"cert":"N\/A","id":65652,"title":"Eternal Moment","adult":false,"genre_ids":[10749,18]},{"cast":["Lynn Anderson","Patsy Cline","Skeeter Davis","Barbara Fairchild","Donna Fargo"],"overview":"This collection of 15 vintage performances from the Grand Ole Opry showcases the divas of country music, including Tammy Wynette belting out \"Stand by Your Man\" and Loretta Lynn singing \"You Ain't Woman Enough.\" Among the other ladies taking the stage at Ryman Auditorium are Donna Fargo (\"The Happiest Girl in the Whole U.S.A.\"), Sammi Smith (\"Help Me Make It Through the Night\"), Patsy Cline (\"She's Got You\") and Lynn Anderson (\"Rose Garden\").","release_date":"2007-11-21","vote_average":10.0,"runtime":60,"cert":"N\/A","id":65653,"title":"Opry Video Classics: Queens of Country","adult":false,"genre_ids":[99,10402]},{"cast":["Massimo Boldi","Nino Frassica","Maurizio Ferrini","Antonello Fassari","Bo Derek"],"overview":"","release_date":"1992-12-18","vote_average":5.6,"runtime":null,"cert":"N\/A","id":65654,"title":"Sognando la California","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Tussles in Brussels includes four videos, five TV performances from the UK’s Later and Top of the Pops, and the strange Little Steven-narrated film \"The Hives, Hinduism and Me.\" The latter is undeniably original, but not necessarily informative (no band interviews, but beaucoup groovy graphics). Overall, those looking for subtlety have come to the wrong place, but for those who've lost their faith in two-chord rock--hold on tight and let the Hives take you on an adrenaline-fueled ride.","release_date":"2004-03-02","vote_average":7.0,"runtime":124,"cert":"PG","id":65655,"title":"The Hives: Tussles in Brussels","adult":false,"genre_ids":[]},{"cast":["Gérard Philipe","Martine Carol","Gina Lollobrigida","Magali Vendeuil","Marilyn Buferd"],"overview":"A daydreaming French composer sees himself as a fine figure dashing through history.","release_date":"1952-11-14","vote_average":6.5,"runtime":87,"cert":"N\/A","id":65656,"title":"Beauties of the Night","adult":false,"genre_ids":[10402,35,10749,14]},{"cast":["Gérard Philipe","Renée Faure","María Casares","Louis Salou"],"overview":"This adaptation of Stendhal's timeless masterpiece of French literature tells the tale of Fabrice Del Dongo (Grard Philipe) a young archibishop who gives his heart and soul to romance rather than to the Church creating upheaval in the lives of evergone around him the Countess of Sanseverine (Maria Casares) is but one of the may women who love him. In turn she incurs jealous retributions from those in high places who desire her. For his crimes Fabrice is thrown in Prison where from Crimes Fabrice is thrown in prison where form his lonely window he falls in love with his jailer s daughter and plans a daring escape she however calls his plan insane and takes a vow to the Virgin Mary to never see him again ever if his escape succeeds the Charterhouse of Parma explodes with conflicting desires man s desire form God vs. his desire for romance.","release_date":"1948-02-21","vote_average":6.4,"runtime":170,"cert":"N\/A","id":65657,"title":"The Charterhouse of Parma","adult":false,"genre_ids":[]},{"cast":["America Ferrera","Roberto Urbina","David Sutcliffe","Tony Plana","William Atherton"],"overview":"About a kidnapped hostage's life, and the frustration his family, a special ops team, and a man in charge of delivering the ransom money all feel as they rush to save him.","release_date":"2007-04-28","vote_average":5.0,"runtime":94,"cert":"N\/A","id":65658,"title":"Towards Darkness","adult":false,"genre_ids":[53]},{"cast":["Franco Neri","Gilberto Idonea","Margherita Fumero","Carla Paneca","Andrea Lionetti"],"overview":"","release_date":"2006-04-07","vote_average":5.0,"runtime":null,"cert":"N\/A","id":65659,"title":"Sono tornato al nord","adult":false,"genre_ids":[35]},{"cast":["Sam Voutas","Angela Tong"],"overview":"His latest offering from serial horror movie director, Melanie Ansley is sure to send a chill down your spine. Charles, a western reporter, is exiled to a small village in south china where he discovers the most extraordinary story... He finds a small town whose folk move in an eerily slow manner, carrying out the strangest of deeds. Weirdly enough, the town cemetery is entirely barren. With only his wits about him, he must survive this, quite literally, dead town... and break the story to the rest of the world. The answers he finds will take him on an epic journey.","release_date":"2010-01-01","vote_average":6.3,"runtime":85,"cert":"N\/A","id":65660,"title":"Walking the Dead","adult":false,"genre_ids":[27]},{"cast":["Sam Hill","Gee Atherton","Dan Atherton","Josh Bryceland","Ruaridh Cunningham"],"overview":"An Earthed production for dirt magazine - undaunted by the limitations of the number four, Alex Rankin delivers the next chapter in the 'Earthed' series of mountain bike films. 'The Law Of Fives' has come...","release_date":"2007-12-14","vote_average":0.0,"runtime":67,"cert":"","id":65661,"title":"Earthed 5 - The Law of Fives","adult":false,"genre_ids":[]},{"cast":["Elias Koteas","Laure Marsac","Jay Leggett","Bruce Ramsay","Kevin J. O'Connor"],"overview":"Sonny lives with his retarded older brother, and works as a bellhop at a second-rate hotel. This changes when Monique a beautiful, suicidal nut-case checks in.","release_date":"1996-09-09","vote_average":5.3,"runtime":125,"cert":"N\/A","id":65662,"title":"Hit Me","adult":false,"genre_ids":[18,9648,53]},{"cast":["Patrice Robitaille","Pier-Luc Funk","Jacinthe Laguë","Roy Dupuis","Peter Batakliev"],"overview":"Martin is 12 years old and dreams of playing on the neighbourhood baseball team. When he doesn’t make the cut, his father steps in and organizes a B team. Father and son spend a summer full of hope and disappointment, surprises and foul balls.","release_date":"2008-08-01","vote_average":7.0,"runtime":104,"cert":"N\/A","id":65663,"title":"A No-Hit No-Run Summer","adult":false,"genre_ids":[]},{"cast":["Lili Bordán","David Guy Levy","Iván Kamarás","Jonathan Beckerman"],"overview":"Blurring the edges between reality and fiction, and in an era where we all live in public to a certain extent, A LOVE AFFAIR OF SORTS is a modern twist on a love affair in the digital age. The first feature film to be shot entirely on a flip camera, its narrative follows two lonely strangers in modern day Los Angeles, during the holiday season.","release_date":"2011-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65664,"title":"A Love Affair of Sorts","adult":false,"genre_ids":[18,10749]},{"cast":["Kei Tomiyama","Yôko Asagami","Gorō Naya","Shusei Nakamura","Kenichi Ogata"],"overview":"The Yamato and her crew face the onslaught of the Comet Empire, a civilization from the Andromeda Galaxy who seek to conquer Earth, led by Prince Zordar. They have harnessed a comet and is using its terrible power to unleash destruction upon its rivals and inferiors... which are in fact everyone. The Space Battleship Yamato heads back into action. But this time, it shall not return, and much of the Yamato crew have signed on for their last voyage.","release_date":"1978-07-14","vote_average":8.0,"runtime":151,"cert":"N\/A","id":65665,"title":"Farewell to Space Battleship Yamato","adult":false,"genre_ids":[16]},{"cast":["Viktor Kholmogorov","Yuri Korzhov","Aivars Gavlins","Pavel Shpringfeld","Ivan Lapikov"],"overview":"An adventures of a few homeless kids during the Civil War in Russia in early twenties.","release_date":"1964-06-06","vote_average":6.5,"runtime":84,"cert":"N\/A","id":65666,"title":"Wagtail's Army","adult":false,"genre_ids":[28,12,10751]},{"cast":["Gunārs Cilinskis","Yuri Korzhov","Viktor Kholmogorov","Ivan Ryzhov"],"overview":"A kids from \"Armiya Tryasoguzki\" are fighting \"whites\" again.","release_date":"1968-12-23","vote_average":7.0,"runtime":85,"cert":"N\/A","id":65667,"title":"Wagtail's Army Fighting Again","adult":false,"genre_ids":[28,12,10751]},{"cast":["Vladimir Yepifantsev","Aleksandr Borisov","Alexander Kuznetsov","Natalya Lesnikovskaya"],"overview":"Капитан отдела внедрения МВД Сергей Кутепов возвращается домой в Москву после выполнения опасного задания. Вернувшись, он узнает, что его жена Марина изменяет ему. И это – не единственная проблема. При попытке внедрения в банду наркоторговца Кесаря погибает друг Кутепова, офицер отдела внедрения Тихонов. Начальство Кутепова подозревает, что Тихонова выдал банде кто-то из своих. Кутепову поручают внедриться в банду Кесаря и найти «крота».","release_date":"2010-06-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":65668,"title":"Chelovek Niotkuda","adult":false,"genre_ids":[28]},{"cast":["Aleksandr Mikhajlov","Olga Zabotkina","Yevgeni Lebedev","Anatoli Adoskin","Tatyana Pelttser"],"overview":"Based on the famous Veniamin Kaverin novel of the same name.","release_date":"1955-06-06","vote_average":6.0,"runtime":98,"cert":"N\/A","id":65669,"title":"Two Captains","adult":false,"genre_ids":[12,10751]},{"cast":["Vladimir Etush","Viktor Pavlov","Ivan Ryzhov","Ramaz Chkhikvadze","Roman Kartsev"],"overview":"Однажды Александр Дюма-отец решил посетить Кавказ. Там его ждало немало приключений... Веселая фантазия о пребывании на Кавказе великого французского романтика. Необычайные приключения, любовь, дружба, верность помогают герою, вступившему в борьбу с жестоким и коварным черкесским князем Вахвари.","release_date":"1979-06-06","vote_average":0.0,"runtime":71,"cert":"N\/A","id":65670,"title":"Dyuma na Kavkaze","adult":false,"genre_ids":[35]},{"cast":["Antonio Banderas","Francesca Neri"],"overview":"Marco Vallez (Antonio Banderas) is possessed by the beauty of a circus sharp shooter, and from the second they meet he is willing to give up everything to be with her. But one horrifying night sends them both down a road of revenge leaving behind a trail of bodies to the ultimate showdown with justice.","release_date":"1993-10-01","vote_average":4.4,"runtime":108,"cert":"N\/A","id":65671,"title":"Outrage","adult":false,"genre_ids":[28,18]},{"cast":["Irina Miroshnichenko","Aleksandr Belyavskiy","Yuri Volkov","Vladimir Yemelyanov","Vladimir Volchik"],"overview":"Explosions thundered in the territory occupied by the Nazi invaders. An old and experienced military leader, Admiral Reingardt, arrives to investigate this incident. Together with the chief of the Gestapo, Standarfenführer SS Hübe, he takes all measures to suppress the activity of the partisans, raids and arrests, but all in vain. Subversion continues under water. To fight the bombers from Italy send a detachment of soldiers who have experience of underwater war.","release_date":"1966-06-06","vote_average":5.5,"runtime":87,"cert":"N\/A","id":65672,"title":"They Were Known Only By Their Faces","adult":false,"genre_ids":[10752,18,12]},{"cast":["Elia Kazan","Martin Scorsese","Elias Koteas"],"overview":"Director Martin Scorsese speaks candidly and passionately about one of his formative filmmaking influences: the late Elia Kazan. Utilizing precisely chosen clips from Kazan's signature films including \"On the Waterfront,\" \"A Streetcar Named Desire,\" \"Gentleman's Agreement,\" \"Baby Doll,\" \"A Tree Grows in Brooklyn,\" \"A Face in the Crowd,\" \"America, America,\" and \"The Last Tycoon,\" and interview footage of the director himself, co-directors Scorsese and Kent Jones recount the director's tumultuous journey from the Group Theatre to the Hollywood A-list to the thicket of the blacklist. But most of all, they make a powerful case for Kazan as a profoundly personal artist working in a famously impersonal industry.","release_date":"2010-09-04","vote_average":7.3,"runtime":60,"cert":"N\/A","id":65673,"title":"A Letter to Elia","adult":false,"genre_ids":[99]},{"cast":["Telly Savalas","Robert Shaw","Stella Stevens","Fernando Rey","Michael Craig"],"overview":"A group of Mexican revolutionaries murders a town priest and a number of his christian followers. Ten years later, a widow arrives in town intent to take revenge from her husband's killers.","release_date":"1971-10-27","vote_average":5.8,"runtime":95,"cert":"N\/A","id":65674,"title":"A Town Called Bastard","adult":false,"genre_ids":[37,28]},{"cast":["Liya Akhedzhakova","Armen Dzhigarkhanyan","Rolan Bykov","Viktor Pavlov","Yevgeniya Khanayeva"],"overview":"Поняв, что Фоменко сбежал от унылой жизни, семья и товарищи иначе взглянули на отношения между собой...","release_date":"1981-11-11","vote_average":6.0,"runtime":75,"cert":"N\/A","id":65675,"title":"Kuda Ischez Fomenko?","adult":false,"genre_ids":[35]},{"cast":["Galina Tyunina","Mikhail Kozakov","Evgeniy Sidikhin","Ivan Okhlobystin","Aleksandr Khvan"],"overview":"A detective-dramatic chronicle of love adventures of the famous Russian ballerina Olga Spesivtseva, nicknamed by contemporaries Red Giselle. It was Giselle who immortalized her name in 1924. It was \"Giselle\" that caused the psychic catastrophe in 1942.","release_date":"1995-06-06","vote_average":1.0,"runtime":95,"cert":"N\/A","id":65676,"title":"Gisele's Mania","adult":false,"genre_ids":[18,10749]},{"cast":["Komaki Kurihara","Aleksandr Zbruev","Seiji Miyaguchi","Sergey Polezhaev","Yelizaveta Solodova"],"overview":"A Russian composer and Japanese pianist enter a relationship strained by their geographic and cultural boundaries.","release_date":"1978-06-06","vote_average":5.3,"runtime":97,"cert":"N\/A","id":65677,"title":"Melodies of a White Night","adult":false,"genre_ids":[10749,18]},{"cast":["Nikolay Kryuchkov","Vasili Merkuryev","Vasili Neshchiplenko","Alla Parfanyak","Lyudmila Glazova"],"overview":"Three pilots are best friends and good fighters. During the WWII they are taking an oath to refrain from love until the end of the War. But soon they meet three women-pilots. One by one they give up the oath, and all three fall in love.","release_date":"1945-06-06","vote_average":6.7,"runtime":78,"cert":"N\/A","id":65678,"title":"The Sky Slow-Mover","adult":false,"genre_ids":[10752,35,10749]},{"cast":["Sergei Bezrukov","Lin Yan","Leonid Gromov","Konstantin Vorobyov","Georgi Pitskhelauri"],"overview":"Potseluy babochki (Russian: Поцелуй бабочки, meaning Butterfly Kiss) is a 2006 Russian film directed by Anton Sivers. The world premiere of the film was held July 21, 2006. He (Nikolai Orlanov) is the genius of industrial espionage. She (Li) is a Chinese. She has nothing, she does not even have a name. They love each other madly, but they belong to the system. Go away from the system can only be to the madhouse, or to the grave.","release_date":"2006-06-06","vote_average":4.3,"runtime":96,"cert":"N\/A","id":65679,"title":"Butterfly Kiss","adult":false,"genre_ids":[28,10749,80]},{"cast":["Sigourney Weaver","Anthony LaPaglia","Irene Walsh","Jim Simpson","Charlotte Simpson"],"overview":"The story of a fire captain who lost eight men in the collapse of the World Trade Center and the editor who helps him prepare the eulogies he must deliver.","release_date":"2002-09-11","vote_average":5.5,"runtime":84,"cert":"N\/A","id":65684,"title":"The Guys","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":65685,"title":"Abenteuer Ozean -  Geheimnisse der Weltmeere","adult":false,"genre_ids":[99]},{"cast":["Michael Diamond","Adam Horovitz","Adam Yauch","Mario Caldato Jr.","Eric Correa"],"overview":"Solid Gold Hits is a greatest hits collection by Beastie Boys, released in November 2005. In contrast to 1999's The Sounds of Science anthology, Solid Gold Hits consists only of tracks that were released as singles. Where The Sounds of Science is a double CD compilation, Solid Gold Hits contains one CD with all their singles that broke gold, plus a DVD with the respective videos of the songs. Although the standard US release of the CD\/DVD has 15 songs, the Japanese release has the song and video for \"Right Right Now Now\" as the last song.","release_date":"2005-11-08","vote_average":5.5,"runtime":65,"cert":"N\/A","id":65686,"title":"Beastie Boys Solid Gold Hits","adult":false,"genre_ids":[99,10402]},{"cast":["Jiří Sovák","Jan Kačer","Květa Fialová","Jan Libíček","Josef Hlinomaz"],"overview":"The invincible agent Cyril Juan Borguette alias W4C has been assigned a mission to go to a hotel in Prague, get hold of a saltcellar with a plan for the military exploitation of Venus hidden in it, and hand it over to the beautiful agent Alice. He will have to compete for the saltcellar with other agents working for the world's various greater and smaller powers. The head of the Prague counter-intelligence unit gets news of agent W4C's mission. Deficient in personnel, he nominates accountant Foustka as agent 13B. Mr Foustka takes his dog Pajda with him and the two head for the airport. Pajda helps him track down agent W4C in a classy hotel that becomes the battleground for the interests and plans of the secret agents from different countries, each trying to get hold of the precious saltcellar.","release_date":"1967-10-06","vote_average":6.1,"runtime":87,"cert":"N\/A","id":65687,"title":"The End of Agent W4C","adult":false,"genre_ids":[12,35]},{"cast":["Bolek Polívka","Dagmar Bláhová","Jana Synková","Marie Pavlíková","Jaroslava Kretschmerová"],"overview":"Funny banter about love, sex, social status, and other ideals, while a new railway employee is trained and sent on his first run as driver.","release_date":"1982-01-01","vote_average":5.6,"runtime":96,"cert":"N\/A","id":65692,"title":"Calamity","adult":false,"genre_ids":[35]},{"cast":["Sharnaaz Ahmad","Nisha Dir","Cut Mutia","Azman Hassan","Ketty Katija @ Kat"],"overview":"Seru’ follows a production team in the midst of shooting when many strange things start to take place, affecting the crewmembers until eventually someone is murdered. When assistant director (Sari) gets hysterical and makeup artiste Julia collapses, things start to get haywire. Not long after, Julia disappears into the forest and the rest head out to find her. As the crewmembers get taken out one at a time by a vengeful entity, the reason behind the whole event is uncovered.","release_date":"2011-04-28","vote_average":3.0,"runtime":84,"cert":"N\/A","id":65693,"title":"Seru","adult":false,"genre_ids":[18,27,35,53]},{"cast":["Gennadiy Nazarov","Zoya Buryak","Valeriy Zolotukhin","Vladimir Ilin","Marián Labuda"],"overview":"Set in a small Ukrainian village during the outbreak of war with Germany in 1941 Private Chonkin, not overly endowed with intelligence, is left to guard a downed military aircraft. The authorities appear to have forgotten about him so this leaves him free to work his chams on the village postmistress, Njura, untill the local militia are tipped off.","release_date":"1993-05-12","vote_average":7.1,"runtime":106,"cert":"N\/A","id":65694,"title":"Life and Extraordinary Adventures of Private Ivan Chonkin","adult":false,"genre_ids":[35,10749,10752]},{"cast":["Gemma Bissix","Jeremy Edwards","Dr. Andrew Stanway"],"overview":"The Lover’s Guide 3D is the latest in the best selling series of sex education DVDs that help to educate consenting adults in the pleasures of love making. By imparting knowledge of how the body works along with how to stimulate your partners desires by being attentive to their needs, showing you specific techniques and maintaining a clear open approach to the subject matter, the documentary manages to inform and express without the need to be graphic. By advocating safe sex within a loving relationship and an emphasis on increasing desire and sustaining sex, this educational tool should appeal to those starting out or those already in a stable relationship.","release_date":"2011-02-07","vote_average":0.0,"runtime":65,"cert":"18","id":65695,"title":"The Lovers Guide 3D: Igniting Desire","adult":false,"genre_ids":[99]},{"cast":["Piotr Adamczyk","Małgorzata Socha","Marta Zmuda","Katarzyna Zielińska"],"overview":"Karol has everything. He has three mistresses in addition to the bride. He is charming, loves sex and enslaves women in the blink of an eye. He's also well aware of that women like and uses it for his benefits.","release_date":"2011-01-21","vote_average":5.1,"runtime":97,"cert":"N\/A","id":65696,"title":"Och, Karol 2","adult":false,"genre_ids":[35,10749]},{"cast":["Wolfgang Niedecken","Marie Bäumer","Joachim Król","Wolf Biermann"],"overview":"Documentary about the rock group BAP from Cologne in Germany.","release_date":"2002-03-07","vote_average":5.3,"runtime":101,"cert":"N\/A","id":65697,"title":"BAP - Viel Passiert","adult":false,"genre_ids":[99,10402]},{"cast":["Dane Clark","Janis Paige","Zachary Scott","Faye Emerson","George Tobias"],"overview":"A singer can\"t choose between a charismatic gangster and an honest newspaperman.","release_date":"1946-05-11","vote_average":6.0,"runtime":78,"cert":"N\/A","id":65698,"title":"Her Kind of Man","adult":false,"genre_ids":[18]},{"cast":["Louis Jouvet","Marcel Dalio","Viviane Romance","Pierre Renoir"],"overview":"Town trollop Safia, much against her better judgment, falls in love with Matteo, a beggar and mystic in the native quarter of Sirocco. She flees to France, first as the mistress and then wife of a wealthy archaeologist, and bears him Matteo's child, whom he believes to be his own. Complications arise years later when Matteo finds Safia, and a ring of blackmailers uncover her past and exposes her to her husband.","release_date":"1938-09-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":65699,"title":"Sirocco","adult":false,"genre_ids":[35,18]},{"cast":["Erich von Stroheim","Louis Jouvet","Jany Holt","Albert Préjean"],"overview":"Paris, 1937. Winckler kills his enemy Gordon, a Chicago mobster, from the stage of a Parisian music hall, where he performs telepathy. He pays another artist, Helene, so that she tells the police they've spent the night together, which doesn't fool Callas, the police officer who investigates the murder. He hires one of his fellow officers in order to seduce Helene.","release_date":"1937-12-22","vote_average":7.3,"runtime":84,"cert":"N\/A","id":65700,"title":"L'alibi","adult":false,"genre_ids":[9648]},{"cast":["Bernadette Lafont","Marie-Christine Barrault","Annie Girardot","Fanny Bastien","Milva"],"overview":"Nicole (Agnes Soral) is sent up the river for infanticide in this routine woman-in-prison feature. There she meets Marthe (Annie Girardot), a fellow murderess who receives special treatment from the warden Dessombes (Marie-Christine Barrault). The warden frames Nelly (Bernadette Lafont) for drug possession and has her thrown into solitary confinement. Sabien (Corinne Touzet) is a newcomer convicted of armed robbery who latches on to the lesbian Lucie (Milva), a longtime prisoner slated for release.","release_date":"1988-10-12","vote_average":0.0,"runtime":99,"cert":"N\/A","id":65701,"title":"Women in Prison","adult":false,"genre_ids":[80,18]},{"cast":["Jacques Dutronc","Isabelle Huppert","Bruno Ganz","Christian Rist"],"overview":"Julien seeks to reconquer Jeanne, his ex-wife, of whom he is separated and who lives with another man. He is prepared to go far to make it happen.","release_date":"1979-05-02","vote_average":7.0,"runtime":98,"cert":"N\/A","id":65702,"title":"Return to the Beloved","adult":false,"genre_ids":[18,10749]},{"cast":["Jacqueline Pagnol","Rellys","Henri Poupon","Raymond Pellegrin","Charles Blavette"],"overview":"Marcel Pagnol's adaptation of his own novel Manon des sources, the story of a shepherdess who exacts her revenge on the townsfolk she blames for killing her father, in two parts: Manon des sources and Ugolin.","release_date":"1952-12-16","vote_average":6.7,"runtime":225,"cert":"N\/A","id":65703,"title":"Manon of the Spring","adult":false,"genre_ids":[18]},{"cast":["Michel Bouquet","Jeanne Moreau","Douchka","Gérard Darmon"],"overview":"","release_date":"1972-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65704,"title":"L'humeur vagabonde","adult":false,"genre_ids":[18]},{"cast":["Eric Ancian","Francis Bouvet","Eléanor Farouel","Serge Hureau"],"overview":"A teenage boy and his friend look up an artist who painted a picture of the boy's mother years before. The eccentric artist eventually tolerates the intrusions of the two teens and gives the boy some historical background on how the two met and became involved. When the boy tells his mother he has met the artist, the mother returns to him and rekindles the passionate affair the two shared years before. The boy is caught in the middle between his mother's infidelity and his own resentment and rebellion towards his conservative, often humorless father.","release_date":"1969-01-01","vote_average":4.2,"runtime":80,"cert":"N\/A","id":65705,"title":"An Only Son","adult":false,"genre_ids":[35,18]},{"cast":["Jacques Nolot","Brigitte Roüan","Patrick Raynal","Raphaëline Goupilleau"],"overview":"Set in a cafe which has become the hangout for a group of unhappy and frustrated men, this slice-of-life film follows them as they complain to one another about their lives, discuss their options, and generally quarrel and suffer. They are joined by a woman who is the ex-lover of one of them. Her presence heightens the already immense sexual frustration of these unsuccessful men - so much so, that one of them rapes her in a back room of the cafe.","release_date":"1989-04-29","vote_average":9.0,"runtime":65,"cert":"N\/A","id":65708,"title":"Le café des Jules","adult":false,"genre_ids":[35,18]},{"cast":["Jean Yanne","Michel Piccoli","Jean-Pierre Marielle","Marlène Jobert","Jean-Claude Brialy"],"overview":"In this sardonic comedy, after an executive is killed in a mysterious automobile accident, the French offices of his multinational company is inundated with mysteriously threatening be-ribboned anti-capitalist tracts, delivered overnight to everyone's desks. Later, the executive's body is brought to company offices for an official wake -- only no one at the company has ordered that such a thing be done. A mysterious prankster, who is able to imitate the voice of the company's president, has arranged these things. When Americans from the head office get wind of these developments, they institute a search for the perpetrator which leads to mysterious subterranean passages under the company's skyscraper.","release_date":"1977-09-07","vote_average":6.0,"runtime":102,"cert":"N\/A","id":65709,"title":"The Accuser","adult":false,"genre_ids":[18]},{"cast":["Marie Dubois","Richard Anconina","Christine Murillo"],"overview":"","release_date":"1984-09-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65710,"title":"L'intrus","adult":false,"genre_ids":[35,18]},{"cast":["Fernand Gravey","Julien Carette","Betty Stockfeld","Gaby Basset"],"overview":"The first version of Billy Wilder's \"Some Like it Hot\" about a couple of cross-dressing musicians.","release_date":"1935-11-15","vote_average":0.0,"runtime":115,"cert":"N\/A","id":65711,"title":"Fanfare of Love","adult":false,"genre_ids":[35]},{"cast":["Vladimir Steklov","Yuliya Rutberg","Anna Portnaya","Igor Chulkov"],"overview":"Sergey Gusev, a thirty years old engineer from Moscow is kidnapped and forced to work in a mine.","release_date":"1990-06-06","vote_average":3.0,"runtime":78,"cert":"N\/A","id":65712,"title":"Savoy","adult":false,"genre_ids":[28]},{"cast":["Svetlana Savyolova","Valentin Smirnitskiy","Boris Novikov","Aleksei Smirnov","Nikolai Parfyonov"],"overview":"Lara Velichko is a young coach who's dreaming about coaching world champions but suddenly she's forced to train a group of a very grumpy old men.","release_date":"1968-06-06","vote_average":5.6,"runtime":81,"cert":"N\/A","id":65713,"title":"Seven Old Men and One Girl","adult":false,"genre_ids":[35]},{"cast":["Ada Philine Stappenbeck","Lukas Schust","Helga Sasse","Anna Thalbach","Santiago Ziesmer"],"overview":"Somewhere in the majestic Chinese highlands of our days: The Pandas' survival is severely endangered as the bamboo is becoming scarce, and humans continuously expand into their habitat. And laziness being one of the Pandas' most significant character traits, what the community now requires is someone to rouse them. Manchu, with the help of his friends, stands up to all the trials. The group has nearly reached their destination when suddenly the humans unleash the floods of their newly-built dam, aimed at the Pandas' valley!","release_date":"2011-02-03","vote_average":6.0,"runtime":88,"cert":"N\/A","id":65714,"title":"Little Big Panda","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2007-12-17","vote_average":4.0,"runtime":null,"cert":"N\/A","id":65715,"title":"Bruce Springsteen And The E Street Band - Magic Night Paris Bercy","adult":false,"genre_ids":[]},{"cast":["Galina Polskikh","Frunzik Mkrtchyan","Leonid Kuravlyov","Leonid Kharitonov","Borislav Brondukov"],"overview":"A comedy about a civil registry official whose job is to register newlyweds and who just discovered that her husband has been cheating on her for 3 months, her daughter met a guy she doesn't approve of, and her life has suddenly become a fuss of the fusses.","release_date":"1979-10-29","vote_average":6.5,"runtime":87,"cert":"N\/A","id":65716,"title":"Fuss of the Fusses","adult":false,"genre_ids":[35,10749]},{"cast":["Maurice Ronet","Jean-Louis Trintignant","Jean-Pierre Kalfon","Robert Hossein"],"overview":"In June 1944, a young doctor, Chevalier, under the threat of guns, is forced to treat a wounded man in a camp of resistance fighters (maquisards). He recognizes the man, minister of the Third Republic, called Morel by his companions. Carnot, the chief of the maquisards, is suspicious of a doctor who expressly disapproves of the resistance and wants to have him shot as soon as he has treated Morel. Philippe, who is second in command, intervenes in favor of the Chevalier. Meanwhile, peasants denounce the maquisards to the Nazis and the camp is surrounded by the Germans. The camp is saved thanks to Philippe who takes command of the group. He decides to leave the shelter and they begin the long march through the Cévennes to rally maquisard Napoleon in the Vercors...","release_date":"1966-05-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":65717,"title":"Long March","adult":false,"genre_ids":[18,10752]},{"cast":["Jean Gabin","Isa Miranda","Vera Talchi","Andrea Checchi","Robert Dalban"],"overview":"A French fugitive arrives in Genoa, where he becomes entangled with an Italian woman and her daughter.","release_date":"1949-11-16","vote_average":6.2,"runtime":87,"cert":"N\/A","id":65718,"title":"The Walls of Malapaga","adult":false,"genre_ids":[18]},{"cast":["Delphine Seyrig","Noëlle Chatelet","Claudine Gabay","Gérard Depardieu"],"overview":"Vera Baxter (Claudine Gabay) is talking to a woman in a bar. It seems that the woman was attracted to her by hearing her name called out: \"Baxter, Vera Baxter.\" In response to her new friend's queries, Vera recounts the story of her life, beginning with marrying her no-good husband Cayre (Gerard Depardieu), who has been using her for some time as a kind of unpaid prostitute in order to keep his failing building business afloat.","release_date":"1977-06-08","vote_average":5.0,"runtime":91,"cert":"N\/A","id":65719,"title":"Baxter, Vera Baxter","adult":false,"genre_ids":[18,10402,9648]},{"cast":["Delphine Seyrig","Michael Lonsdale","Sylvie Nuytten","Nicole Hiss"],"overview":"The full soundtrack to Marguerite Duras' 1975 film India Song, about a French ambassador's wife in 1930s India, is here repurposed with all new cinematography. As we hear all the dialogue of a bygone movie, we travel visually through images of absence and decay, bereft of life. It's the ghost of a film, and a further commentary on colonialism.","release_date":"1976-06-02","vote_average":8.0,"runtime":114,"cert":"N\/A","id":65720,"title":"Son Nom de Venise dans Calcutta Désert","adult":false,"genre_ids":[18]},{"cast":["Philippe Noiret","Claude Dauphin","Françoise Prévost","Christian Alers","Malka Ribowska"],"overview":"Anne, an unhappily married actress, temporarily assumes the identity of  her sister Simone,  the successful director of a London fashion house.","release_date":"1967-11-15","vote_average":5.0,"runtime":90,"cert":"N\/A","id":65723,"title":"The Other One","adult":false,"genre_ids":[18]},{"cast":["Ben Crowley","Ken Leung","Anthony Mackie","Darris Love","Laura Allen"],"overview":"The film follows three young men as they are drawn into lives of crime. Nick (Crowley) uses his entry-level corporate job to commit credit card fraud and deals drugs on the side. K-Luv (Mackie) is a member of the \"V-Dubs\", an African-American street gang. Lincoln (Leung) is a rising figure in the Chinese mafia. Gentrification forces Nick's family to move out of their home in the Mission District into Hunter's Point where they are harassed by the V-Dubs. K-Luv's side business of selling bootleg compact discs leads him to enlist Nick's help to bootleg CDs and to negotiate a truce with Lincoln. Lincoln conducts an affair with his boss' daughter Angela (Carpio), a Stanford student engaged to a medical student classmate.","release_date":"2004-09-13","vote_average":7.1,"runtime":113,"cert":"N\/A","id":65724,"title":"Sucker Free City","adult":false,"genre_ids":[]},{"cast":["Ahmet Yenilmez","Mürşit Ağa Bağ","Taylan Güner","Emin Gümüşkaya","Mehmet Tanrısever"],"overview":"","release_date":"2010-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":65725,"title":"Hür Adam: Bediuzzaman Said Nursi","adult":false,"genre_ids":[]},{"cast":["Diego Cataño","Héctor Herrera","Daniela Valentine"," Juan Carlos Lara","Yemil Sefani"],"overview":"A story of a teenager and the strange events that take place in his small town.","release_date":"2008-02-09","vote_average":6.6,"runtime":89,"cert":"N\/A","id":65726,"title":"Lake Tahoe","adult":false,"genre_ids":[18,35]},{"cast":["Valentina Grushina","Yana Druz","Nina Menshikova","Valeriya Zaklunnaya"],"overview":"Film will be based on the female flying unit that fought in the Battle of Moscow. They were dubbed \"Night Witches\" by the frightened German soldiers because of the deadly stealth of their light planes.","release_date":"1981-06-06","vote_average":4.0,"runtime":75,"cert":"N\/A","id":65727,"title":"Night Witches","adult":false,"genre_ids":[10752,18,28]},{"cast":["Micha Wertheim"],"overview":"In december 2008 ging Micha Wertheim voor de grap in première. Het programma gaat over de nieuwsverslaving die Wertheim bij zichzelf en om hem zelf heen constateert. Een verslaving aan nieuws die er voor zorgt dat de vraag naar nieuws groter is dan het aanbod. Het gevolg, zo stelt Wertheim is een door nieuwspap gecreëerde ‘debatbubbel’ die ieder moment kan ontploffen en zorgen voor een debatcrisis. Als voorbeeld gebruikt Wertheim de media-rel rondom zijn voortijdig afgebroken optreden in Roermond, die precies samen viel met de media-ophef rondom het verschijnen van de film Fitna van Geert Wilders. Micha Wertheim voor de grap werd voor televisie opgenomen door Norbert Ter Hall en in november 2010 door de Vara uitgezonden. De theaterregie werd verzorgd door Dick van den Toorn.a","release_date":"2010-11-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":65730,"title":"Micha Wertheim: Voor de Grap","adult":false,"genre_ids":[35]},{"cast":["Oleg Vishnev","Leonid Kharitonov","Natalya Rychagova","Yuri Medvedev","Anatoli Kubatsky"],"overview":"The Trubachyov's pioneers detachment is stuck in the occupied territories during WWII. The children are trying to fight the enemy...","release_date":"1957-05-05","vote_average":8.0,"runtime":95,"cert":"N\/A","id":65731,"title":"Trubachyov's Detachment Is Fighting","adult":false,"genre_ids":[10751]},{"cast":["Nadeshda Brennicke","Tobias Oertel","Liane Forestieri","Nadja Petri","Herbert Trattnigg"],"overview":"","release_date":"2009-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65732,"title":"Frauen wollen mehr","adult":false,"genre_ids":[10749,35]},{"cast":["Diego Abatantuono","Edwige Fenech","Enrico Maria Salerno","Liù Bosisio","Mauro Di Francesco"],"overview":"Patrizia, journalist of a weekly Roman, tired of not being given just consideration by its director Eugenio Zafferi, just to be able to get a job worthy of his talent, decides to launch a challenge to his boss: if he can write an article worthy the first page will be promoted, otherwise it will have to give him a night for its inviting thanks. Zafferi accepts the challenge and, on the advice of the editor sailed Orietta Fallani, assigns Patrizia investigation into the sexual fantasies of the Italian. Complicating everything we think Duccio, a taxi driver in the rural south, who has set his sights on the beautiful journalist.","release_date":"1982-04-02","vote_average":4.3,"runtime":96,"cert":"N\/A","id":65733,"title":"An Ideal Adventure","adult":false,"genre_ids":[35]},{"cast":["Micha Wertheim"],"overview":"","release_date":"2008-11-29","vote_average":7.5,"runtime":null,"cert":"N\/A","id":65734,"title":"Micha Wertheim: Voor Gevorderden","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-03-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":65741,"title":"Corneille - Live acoustique","adult":false,"genre_ids":[]},{"cast":["Andrea Corr","Sharon Corr","Jim Corr","Caroline Corr"],"overview":"The Corrs live in Geneva as part of their 2004 Borrowed Heaven tour.  Set-list:\r 01. Introduction\r 02. Humdrum.\r 03. Only When I Sleep.\r 04. Dreams (Stevie Nicks cover).\r 05. What Can I Do.\r 06. Forgiven, Not Forgotten.\r 07. Angel.\r 08. Runaway.\r 09. Return to Fingal\/Trout In A Bath.\r 10. Borrowed Heaven.\r 11. No Frontiers.\r 12. Queen Of Hollywood.\r 13. Long Night.\r 14. Old Town (Phil Lynott cover).\r 15. Radio.\r 16. Summer Sunshine.\r 17. So Young.\r 18. I Never Loved You Anyway.\r 19. Goodbye.\r 10. Breathless.\r 21. Toss The Feathers.\r 22. Credits  Recorded 26 November 2004 at the SEG Geneva Arena in Geneva.","release_date":"2005-11-14","vote_average":8.7,"runtime":104,"cert":"","id":65742,"title":"The Corrs: Live in Geneva","adult":false,"genre_ids":[10402]},{"cast":["Elton John","Whoopi Goldberg","Robin Williams"],"overview":"Elton John performs some of his biggest hits and several fan favourites in Elton 60: Live at Madison Square Garden. The release features appearances onstage by comedians Robin Williams and Whoopi Goldberg, as well as special remarks to the audience by lyricist Bernie Taupin. The concert was recorded on Elton's 60th birthday, 25 March 2007, and coincides with his world record-setting 60th concert at Madison Square Garden in New York City. In addition to his regular band, a choir also performs on several songs.","release_date":"2007-03-29","vote_average":5.3,"runtime":120,"cert":"","id":65745,"title":"Elton 60: Live At Madison Square Garden","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2005-02-21","vote_average":6.5,"runtime":null,"cert":"N\/A","id":65746,"title":"Indochine - L'intégrale des clips","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2002-04-22","vote_average":7.5,"runtime":null,"cert":"N\/A","id":65747,"title":"Indochine - Les divisions de la joie","adult":false,"genre_ids":[]},{"cast":["Jean-Louis Aubert"],"overview":"","release_date":"2003-06-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65748,"title":"Jean-Louis Aubert - Comme on a fait","adult":false,"genre_ids":[]},{"cast":["Miguel Ángel Solá","Cecilia Narova","Mía Maestro","Juan Carlos Copes"],"overview":"A dangerous love affair inspires a director to create the most spectacular and bodly seductive dance film ever made. 1998 Oscar Nominee Best Foreign Language Film.","release_date":"1998-02-12","vote_average":6.8,"runtime":115,"cert":"N\/A","id":65749,"title":"Tango","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Craig","Rooney Mara","Christopher Plummer","Stellan Skarsgård","Steven Berkoff"],"overview":"This English-language adaptation of the Swedish novel by Stieg Larsson follows a disgraced journalist, Mikael Blomkvist, as he investigates the disappearance of a weary patriarch's niece from 40 years ago. He is aided by the pierced, tattooed, punk computer hacker named Lisbeth Salander. As they work together in the investigation, Blomkvist and Salander uncover immense corruption beyond anything they have ever imagined.","release_date":"2011-12-14","vote_average":7.3,"runtime":158,"cert":"18","id":65754,"title":"The Girl with the Dragon Tattoo","adult":false,"genre_ids":[53,80,9648,18]},{"cast":[],"overview":"Rapper\/multi-millionaire P. Miller becomes the guardian of his sister's three children - all of whom need a father figure in their lives.","release_date":"2007-06-26","vote_average":6.3,"runtime":88,"cert":"N\/A","id":65755,"title":"Uncle P","adult":false,"genre_ids":[35,10751]},{"cast":["Jerry Calà","Demetra Hampton","Alessia Marcuzzi","Lawrence Steven Meyers","Rossy de Palma"],"overview":"Vladimiro travels to the Dominican Republic with his fighting-chicken when it gets stolen. While searching for his lost chicken he discovers Chicken Park, a zoo full of giant chickens.","release_date":"1994-01-01","vote_average":3.6,"runtime":97,"cert":"N\/A","id":65758,"title":"Chicken Park","adult":false,"genre_ids":[18,35,10749]},{"cast":["Elijah Wood","Robin Williams","Pink","Elizabeth Daily","Johnny A. Sanchez"],"overview":"Mumble the penguin has a problem: his son Erik, who is reluctant to dance, encounters The Mighty Sven, a penguin who can fly! Things get worse for Mumble when the world is shaken by powerful forces, causing him to brings together the penguin nations and their allies to set things right.","release_date":"2011-11-17","vote_average":5.9,"runtime":100,"cert":"U","id":65759,"title":"Happy Feet Two","adult":false,"genre_ids":[16,35,10751]},{"cast":["Rachel Weisz","Vanessa Redgrave","Monica Bellucci","David Strathairn","Nikolaj Lie Kaas"],"overview":"Based on the experiences of Nebraska cop Kathryn Bolkovac (Rachel Weisz) who discovers a deadly sex trafficking ring while serving as a U.N. peacekeeper in post-war Bosnia. Risking her own life to save the lives of others, she uncovers an international conspiracy that is determined to stop her, no matter the cost.","release_date":"2010-09-13","vote_average":6.7,"runtime":112,"cert":"N\/A","id":65760,"title":"The Whistleblower","adult":false,"genre_ids":[18,53,80]},{"cast":["Lindsay Wagner","Barry Bostwick","Duncan Regehr","Amy Aquino","Rex Smith"],"overview":"After losing her husband and baby daughter to a fire, Daphne Fields raises her deaf son while beginning a writing career. Hollywood loves her scripts, but her heart remains with her son Andrew, under the care of Headmaster Matthew Dane at an eastern boarding school. Daphne finally seems to have rediscovered love in her leading man. But an accident leaves her hospitalized, contemplating her life, fate and her best chance for love.","release_date":"1994-10-02","vote_average":4.4,"runtime":96,"cert":"N\/A","id":65761,"title":"Once in a Lifetime","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Mandy Moore","Martin Freeman","Melissa George","Jonathan Silverman","Elizabeth Tan"],"overview":"A suburban couple decide to spice up their lives by swinging with another couple.","release_date":"2011-06-01","vote_average":4.1,"runtime":85,"cert":"","id":65762,"title":"Swinging with the Finkels","adult":false,"genre_ids":[35,10749]},{"cast":["Sam Worthington","Steve Bastoni","John Boxer","Jason Crewes","Brett Stiller"],"overview":"In this shoot-'em-up from Down Under, two ex-con assassins take down the wrong target and all hell ensues. With their covers about to be blown -- and their target alive and kicking -- the guys need to make things right fast or more heads will roll.","release_date":"2005-09-10","vote_average":4.0,"runtime":92,"cert":"N\/A","id":65763,"title":"Pros and Ex-Cons","adult":false,"genre_ids":[28,12,53]},{"cast":["Giovanni Esposito","Massimo Andrei","David Coco","Elena Di Cioccio","Paolo Mazzarelli"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65764,"title":"Nauta","adult":false,"genre_ids":[]},{"cast":["Pilar Cantero","María Cañete","Guadalupe Garcí-Nuño","Ana de Leyva","Cecilio Rodríguez de la Vega"],"overview":"","release_date":"1936-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65765,"title":"Rinconcito madrileño","adult":false,"genre_ids":[]},{"cast":["Nora Tschirner","Unax Ugalde","Giulio Berruti","Herbert Knaup","Xenia Tostado"],"overview":"A romantic comedy centered on two young cooks and a female sommelier working in a famous Zurich luxury restaurant.","release_date":"2010-11-12","vote_average":5.6,"runtime":91,"cert":"N\/A","id":65766,"title":"Bon appétit","adult":false,"genre_ids":[10749]},{"cast":["Chris Costa","Todd Hodnett","Travis Haley"],"overview":"The Art of the Precision Rifle features nearly ten hours of actual live fire class instruction.  Precision Rifle Expert Todd Hodnett and Magpul Dynamics Instructors Chris Costa, Travis Haley, Steve Fisher, Mike Olivella and Caylen Wojcik cover the fundamentals and \"how to\" aspects of long range shooting, advanced techniques and formulas, military and law enforcement sniping, precision shooting gear, and the sniper mindset.","release_date":"2011-12-01","vote_average":10.0,"runtime":593,"cert":"N\/A","id":65767,"title":"The Art of the Precision Rifle","adult":false,"genre_ids":[]},{"cast":["Ving Rhames","50 Cent","B-Real","Bone Thugs n Harmony","Sean Combs"],"overview":"A documentary on the evolution of MC battles from verbal one-upmanship to street warfare.","release_date":"2003-08-03","vote_average":6.2,"runtime":103,"cert":"N\/A","id":65768,"title":"Beef","adult":false,"genre_ids":[99,10402]},{"cast":["Keith David","50 Cent","B-Real","D12","Ice Cube"],"overview":"Beef II (released on DVD in August 2004) is a sequel to the 2003 documentary Beef, which continued to document the history of rivalries in hip-hop and rap music. Like its prequel, the film was executive produced by Quincy Jones III (QD3), written by Peter Alton and Peter Spirer (who also directed), and was this time narrated by actor Keith David.","release_date":"2004-08-30","vote_average":5.8,"runtime":85,"cert":"N\/A","id":65769,"title":"Beef II","adult":false,"genre_ids":[99,10402]},{"cast":["50 Cent","Chingy","Nelly","Jayceon Terrell Taylor","T.I."],"overview":"Beef III is the third installment of the Beef series. It is a documentary about Hip hop rivalries and beefs (arguments). It was released on DVD on November 15, 2005. It was directed by Peter Spirer and lasts approximately 85 minutes. It was narrated by DJ Kay Slay and scored by Nu Jerzey Devil. The next film in the series is called Beef IV.","release_date":"2005-11-15","vote_average":5.5,"runtime":84,"cert":"N\/A","id":65770,"title":"Beef III","adult":false,"genre_ids":[99]},{"cast":["Sebastian Jessen","Marie Louise Wille","Helle Merete Sörensen","Mikkel Bjerrum","Peter Gantzler"],"overview":"18-year old Christian has just graduated from high school. At his summer job he is seduced by the 36-year old single mother Sanne. Soon he is drawn into a world of sensuality and his acquaintance with Sanne turns into an intense love affair which forces Christian to deal with his newly discovered sides.","release_date":"2011-01-27","vote_average":6.3,"runtime":97,"cert":"N\/A","id":65771,"title":"Boy","adult":false,"genre_ids":[10749,18]},{"cast":["Jin Au-Yeung","Bun B","Cam'ron","Chamillionaire","Eminem"],"overview":"Beef IV is the fourth installment of the Beef series. It is a documentary about Hip hop rivalries and beefs (arguments). It was released on DVD on September 18, 2007. It was directed by Peter Alton and lasts approximately 108 minutes. It was narrated by Charlie Murphy.","release_date":"2007-09-18","vote_average":5.0,"runtime":108,"cert":"N\/A","id":65772,"title":"Beef IV","adult":false,"genre_ids":[99]},{"cast":["Bastian Trost","Katharina Schüttler","Katja Danowski","Christoph Hagen Dittmann","Piet Fuchs"],"overview":"The lonely bank-employee Phillip follows a strict pattern of somewhat compulsive actions keeping his encounters with strangers to a minimum. When his home one day is robbed of all content and he later meets the enchanting blind cellist Lina, he finds, however, he needs to start improvising and taking chances.","release_date":"2009-01-29","vote_average":0.0,"runtime":88,"cert":"N\/A","id":65775,"title":"Ganz nah bei Dir","adult":false,"genre_ids":[18,35]},{"cast":["Magnus Krepper","Peter Andersson","Amanda Ooms","Jens Hultén","Martin Wallström"],"overview":"","release_date":"2011-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65778,"title":"Kommissarie Winter - Den Sista Vintern","adult":false,"genre_ids":[53,80]},{"cast":["Robert Douglas","Helen Westcott","Robert Alda","Monte Blue","Warren Douglas"],"overview":"A cop takes a leave of absence to investigate a murder.","release_date":"1949-04-02","vote_average":5.1,"runtime":77,"cert":"N\/A","id":65783,"title":"Homicide","adult":false,"genre_ids":[80]},{"cast":["Jeff Bridges","Ellen Barkin","John Hurt","Diane Lane","Keith Carradine"],"overview":"Biopic about famous gunslinger Wild Bill Hickock. The early career of legendary lawman is telescoped and culminates in his relocation in Deadwood and a reunion with Calamity Jane.","release_date":"1995-12-01","vote_average":5.8,"runtime":98,"cert":"N\/A","id":65796,"title":"Wild Bill","adult":false,"genre_ids":[28,37]},{"cast":["Dietmar Schönherr","Wolfgang Völz","Claus Holm","Eva Pflug","Benno Sterzenbach"],"overview":"","release_date":"2003-07-24","vote_average":5.4,"runtime":null,"cert":"N\/A","id":65797,"title":"Raumpatrouille Orion - Rücksturz ins Kino","adult":false,"genre_ids":[878]},{"cast":["Amitabh Bachchan","Rekha","Kader Khan"],"overview":"Mr. Natwarlal is a 1979 Hindi Action comedy movie. Produced by Tony Glaad it is directed by Rakesh Kumar. Natwar is just a young boy when his beloved older brother and caretaker, police officer Gridharilal (Ajit), is framed for bribery by sinister criminal mastermind Vikram (Amjad Khan). When he grows up, Natwar (Amitabh Bachchan) creates a secret identity for himself, posing as a powerful and mysterious underworld figure named Mr. Natwarlal, determined to slowly but surely exact vengeance on Vikram. - via Wikipedia ( http:\/\/en.wikipedia.org\/wiki\/Mr._Natwarlal )","release_date":"1979-09-07","vote_average":5.5,"runtime":148,"cert":"N\/A","id":65804,"title":"Mr. Natwarlal","adult":false,"genre_ids":[18,10749]},{"cast":["Jenna Jameson","Shannon Rush","Stacie Starr","Nancy Vee","Tara Lynn Foxx"],"overview":"Jenna's back, and this time she's really getting in touch with herself. You, know, the nasty little slut that resides in the innermost regions of her very naughty psyche. The catalyst? A mysterious stranger with a lot to teach, to feel and to experience. The deepest secrets are about to be unlocked, and they're only a KISS away.","release_date":"1995-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":65805,"title":"The Kiss","adult":true,"genre_ids":[]},{"cast":["Chloe Vevrier","Denise Davies"],"overview":"Coming soon","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65806,"title":"Amorous Ambitions","adult":true,"genre_ids":[]},{"cast":["Rocki Roads","Asia Carrera","Raylene","Taylor St. Claire","Leanna Heart"],"overview":"Rocki Roads is back in her most sexually stunning film to date. Discover Rocki's inner most erotic desires, as you witness her secret erotic encounters. As her fingers rub her beautiful pussy we are taken to a forbidden encounter between a piano teacher and her student. Later we encounter an Asian goddess as her slave pleasures her. The two are joined by Rocki and we are taken to new sexual hights. We then move into a lavish bathing chamber to witness the most wet of all dreams. First in the shower then an encounter in a candle lit bath. With stunning visuals and orgasms that are so real you feel them, Rocki Roads' Wet Dreams will haunt you well after the film is over","release_date":"1998-01-01","vote_average":10.0,"runtime":76,"cert":"N\/A","id":65807,"title":"Rocki Roads' Wet Dreams","adult":true,"genre_ids":[]},{"cast":["Jenna Jameson","Savanna Samson","Maya Divine","Tina Tyler","Justin Sterling"],"overview":"Jenna Jameson plays a more buxom and hardcore version of 'The Masseuse' (1990), who gets paid for increasingly sexual requests from her client. Revealing she has a family, they meet one last time and finally go all the way.","release_date":"2004-07-07","vote_average":0.0,"runtime":92,"cert":"N\/A","id":65808,"title":"The Masseuse","adult":true,"genre_ids":[]},{"cast":["Minka","Donita Dunes","Skye Blue","Angel Cummings","Candy Roxxx"],"overview":"Coming soon","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":65809,"title":"Big Guns","adult":true,"genre_ids":[]},{"cast":["Jenna Jameson","Belladonna","Monica Sweetheart","Mya Mason","Natalia Wood"],"overview":"It's the most shocking film of Jenna Jameson's career. With more Jenna scenes than ever, the long-awaited follow-up to Briana Loves Jenna-the top-selling adult video of last year - pairs sex's greatest superstar with its fiercest, most breathtaking sexual acrobat, Bella Donna. A year in the making, it features high budget cinematography; extensive story and action sequences; mind-blowing outfits and special effects; scene after scene of extreme, cutting-edge hardcore sex; and an ending that will leave you breathless. Not for the faint of heart.","release_date":"2004-03-12","vote_average":8.0,"runtime":115,"cert":"N\/A","id":65810,"title":"Bella Loves Jenna","adult":true,"genre_ids":[27]},{"cast":["Chasey Lain"],"overview":"The special on today's menu is Chasey, and she's served hot and wet, just the way we like her! She's one tasty dish! Sit back and watch as Chasey Lain shows you how she got so popular in the porn business!","release_date":"2006-02-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":65811,"title":"A Taste of Chasey Lain","adult":true,"genre_ids":[]},{"cast":["Alex Dane","Felecia","Jenna Jameson","Kia","Missy"],"overview":"The incredible Jenna Jameson shows us her favorite tattoo fantasies. Elaborate costumes, exotic locations, hot sex and hotter stars. Jenna performs her 1st ever anal\/DP scene with the help of Brad Armstrong & a well lubed vibrator!","release_date":"1996-02-23","vote_average":5.0,"runtime":75,"cert":"N\/A","id":65812,"title":"Jenna Ink","adult":true,"genre_ids":[]},{"cast":["Jenna Jameson","Tawny Roberts","Kira Kener","Savanna Samson","Sunrise Adams"],"overview":"Who will survive the anal showdown? Seven Vivid superstars vie for a major role in a new international cable TV series, each showcasing their particular erotic skills. It's star against star in a catfight cattle call that culminates in a grudge orgy beyond your wildest dreams. Seven Vivid superstars ... out to prove their sex!","release_date":"2004-09-24","vote_average":0.0,"runtime":92,"cert":"N\/A","id":65813,"title":"Last Girl Standing","adult":true,"genre_ids":[]},{"cast":["Lou Charmelle","Vanessa Jordin","Cindy Dollar","Defrancesca Gallardo","Sofia Valentine"],"overview":"Lou Charmelle is a delicious French girl who knows a lot about sex, but not everything. She is driven to a luxurious mansion where she will be initiated to the pleasure of submission, sodomy, and double penetration.","release_date":"2010-07-01","vote_average":0.5,"runtime":null,"cert":"N\/A","id":65814,"title":"Initiation of Lou Charmelle","adult":true,"genre_ids":[]},{"cast":["Rick Angel","Sophia Bella","Viktoria Blonde","James Brossman","Veronica Clinton"],"overview":"Sophia is a gorgeous, curvy, young brunette who has decided to make all her fantasies come true. In order to be accepted in a depraved middle class, she will be introduced to sexually perverse games for her initiation. Once accepted, she will experience fantasies, breaking taboos, and things she would not even imagine in real life.  The Story of Sophia is one more extensive lesson in the art of giving and receiving pleasure in all its delicious and perverse forms.","release_date":"2006-12-31","vote_average":8.8,"runtime":null,"cert":"N\/A","id":65815,"title":"Story of Sophia","adult":true,"genre_ids":[]},{"cast":["Wotan Wilke Möhring","Fritz Karl","Mark Waschke","Julia Beerhold","Claudia Mehnert"],"overview":"Some call it a men's holiday, the other flee from themselves: Thomas, Jens and Malte have rented a holiday home on a secluded Swedish lake - the complete contrast to life at home. They are only partially satisfied with that for different reasons. One is around 40, the first interim balance revealed weak points. But even in the Swedish forest, where there are at least one moose in addition to the free-running men, the guys catch up on the reality quickly. Because the wasteland is not as gullible as hoped ...","release_date":"2011-03-30","vote_average":6.5,"runtime":89,"cert":"N\/A","id":65816,"title":"Free-running Men","adult":false,"genre_ids":[]},{"cast":["Anna Brüggemann","Roman Knizka","Jutta Speidel","August Zirner","Valérie Lillibeth"],"overview":"","release_date":"2010-10-13","vote_average":0.5,"runtime":90,"cert":"N\/A","id":65817,"title":"An Intern For Life","adult":false,"genre_ids":[10770,35]},{"cast":["Ozana Oancea","Clara Vodă","Răzvan Oprea","Ileana Cernat","Vasile Mentzel"],"overview":"There's no place like home. As long as you know where your heart is.","release_date":"2010-06-11","vote_average":5.0,"runtime":108,"cert":"N\/A","id":65818,"title":"First of All, Felicia","adult":false,"genre_ids":[18]},{"cast":["Virginie Gervais","Regina Ice","Yasmine","Regina Moon","Roxy Panther"],"overview":"Virgine is introduced by her boyfriend in the depraved middle-class; strange men with cowl, women undressed, Sapphic games, Fetishism, and Virgine and her friends can live their fantasies.","release_date":"2007-05-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65819,"title":"Story of Virginie","adult":true,"genre_ids":[]},{"cast":["Asia Carrera","Emily Jewel","Felecia","Jenna Jameson","Nikki Tyler"],"overview":"Jenna. The return. She came. She saw. She conquered. She came again. Jenna's back to fan the flames!","release_date":"1999-04-26","vote_average":9.7,"runtime":92,"cert":"N\/A","id":65820,"title":"Hell on Heels","adult":true,"genre_ids":[]},{"cast":["Daniel Williams","Matthew James Thomas","Brock Everitt-Elwick","Rollo Weeks","Tom Hollander"],"overview":"The Lost Prince is an acclaimed British television drama about the life of Prince John – youngest child of Britain's King George V and Queen Mary – who died at the age of 13 in 1919. John suffered from epileptic seizures and an autism-like developmental disorder, and the Royal Family tried to shelter him from public view as much as possible; rather than presenting the Royal Family as unsympathetic to the Prince, the film instead shows how much this cost them emotionally (particularly John's mother, Queen Mary). Poliakoff explores the story of John, his relationship with his family, John's brother, Prince George, the political events going on at the time (like the fall of the House of Romanov in 1917) and the love and devotion shown to him by his nanny, Charlotte Bill (known as Lalla), played by Gina McKee.","release_date":"2005-12-18","vote_average":7.0,"runtime":180,"cert":"","id":65821,"title":"The Lost Prince","adult":false,"genre_ids":[18]},{"cast":["Irina Shayk","Alyssa Miller","Julie Henderson"],"overview":"Paradise won’t ever feel closer than it does in Sports Illustrated Swimsuit 2011: The 3D Experience natively shot in 3D. Join supermodels Julie Henderson, Alyssa Miller and 2011 SI Swimsuit cover girl Irina Shayk as they explore the natural beauty of Maui—and see it in breathtaking 3D on Blu-ray. Featuring exclusive interviews with the models and amazing photo sessions on some of the most pristine beaches in the world, Sports Illustrated Swimsuit 2011: The 3D Experience is so vivid and lifelike viewers will almost be able to feel the sand between their toes.","release_date":"2011-02-15","vote_average":4.7,"runtime":30,"cert":"N\/A","id":65822,"title":"Sports Illustrated Swimsuit 2011 - The 3D Experience","adult":false,"genre_ids":[99]},{"cast":["Casper Van Dien","Tony Plana","Kevin Grevioux","Jennifer O'Dell","Alexis Cruz"],"overview":"An elite commando squad led by longtime soldier buddies Hawk and Grives run afoul of lethal and powerful vampires in a South American rain forest. Grieves gets turned into a vampire and becomes leader of a savage roving herd. Moreover, Hawk has to rescue his scientist ex-wife Dr. Laurie Williams from the bloodsuckers' evil clutches.","release_date":"2006-07-08","vote_average":4.0,"runtime":88,"cert":"N\/A","id":65823,"title":"Slayer","adult":false,"genre_ids":[28,27,878,10770]},{"cast":["Michelle L. Gardner","Jennifer Love Hewitt","Jamie Kennedy","Dave Sheridan"],"overview":"Jamie Kennedy is hilarious as he reveals his life observations including his dating Jennifer Love Hewitt. He tells it all in this stand-up comedy special.","release_date":"2010-11-06","vote_average":7.3,"runtime":62,"cert":"N\/A","id":65824,"title":"Jamie Kennedy: Uncomfortable","adult":false,"genre_ids":[35]},{"cast":["Mark William Calaway","Glenn Thomas Jacobs","Randy Orton","Stephen Farrelly","Stuart Bennett"],"overview":"Hell in a Cell (2010) was a PPV that took place on October 3, 2010 at the American Airlines Center in Dallas, Texas. It was the second annual Hell in a Cell event. Like the 2009 event, the event featured the Hell in a Cell match.  The main event featured Kane defending the World Heavyweight Championship against The Undertaker in a Hell in a Cell match.  Randy Orton also had to defend his title, the WWE Championship, in a Hell in a Cell against Sheamus. In a special stipulation match, Wade Barrett fought John Cena with the caveat that Cena would join the Nexus if he lost and The Nexus would disband if Barrett lost. Daniel Bryan defended the US Championship in a triple threat submissions count anywhere match against The Miz and John Morrison.","release_date":"2010-10-03","vote_average":6.3,"runtime":null,"cert":"N\/A","id":65825,"title":"WWE Hell In A Cell 2010","adult":false,"genre_ids":[28,18]},{"cast":["Adam Copeland","Mike Mizanin","Óscar Gutiérrez Rubio","Jerry Lawler","Glenn Thomas Jacobs"],"overview":"Elimination Chamber (2011) was PPV presented by the National Guard,[5] which took place on February 20, 2011 at the Oracle Arena in Oakland, California. It was the second annual Elimination Chamber event.  2 Elimination Chamber matches took place. the first, for the World heavyweight Championship, featured defending champion Edge against Rey Mysterio, Kane, Drew McIntyre, Big Show, and Wade Barrett.  The other was for a WWE Championship match at Wrestlemania XXVII, with CM Punk, John Cena, John Morrison, Sheamus, Randy Orton, and R-Truth competing. Jerry Lawler challenged The Miz for his WWE Championship in a singles match and The Corre challenged Santino and Vladimir Kozlov for the tag team Championships.","release_date":"2011-02-20","vote_average":6.5,"runtime":180,"cert":"N\/A","id":65826,"title":"WWE Elimination Chamber 2011","adult":false,"genre_ids":[28]},{"cast":["Randy Orton","Stuart Bennett","Glenn Thomas Jacobs","Adam Copeland","Óscar Gutiérrez Rubio"],"overview":"Survivor Series (2010) was a PPV that took place on November 21, 2010 at the American Airlines Arena in Miami, Florida. It was the 24th annual Survivor Series event.  The main event was a Pinfall and submissions only match for the WWE Championship between defending champion Randy Orton and Wade Barrett with John Cena as the special guest referee.  A second main event was a singles match for the World Heavyweight Championship between Kane and Edge.  An annual 5-on-5 Survivor Series elimination match between Team Mysterio (Mysterio, Kofi, Chris Masters, Big Show, and MVP) and Team Del Rio (Alberto Del Rio, Tyler Reks, Drew McIntyre, Swagger, and Cody Rhodes).","release_date":"2010-11-21","vote_average":7.3,"runtime":180,"cert":"N\/A","id":65827,"title":"WWE Survivor Series 2010","adult":false,"genre_ids":[28,18]},{"cast":["John Cena","Stuart Bennett","Glenn Thomas Jacobs","Adam Copeland","Óscar Gutiérrez Rubio"],"overview":"TLC: Tables, Ladders & Chairs (2010) was a PPV that took place on December 19, 2010 at the Toyota Center in Houston, Texas. It was the second annual TLC: Tables, Ladders & Chairs event.  The main event was a non-title Chairs match between John Cena and Wade Barrett. Kane defended the World Heavyweight Championship in a Four-Way TLC match against Edge, Alberto Del Rio, and Rey Mysterio while The Miz defended the WWE Championship against Randy Orton in a Tables match. Other matches include a Ladder match between John Morrison and King Sheamus to determine the number 1 contendership for the WWE Championship, a Tag Team Title rematch between Santino Marella with Vladimir Kozlov against Just Gabriel and Heath Slater, and a Triple Threat Ladder match for the Intercontinental Championship between defending champ Dolph Ziggler, Kofi Kingston, and Jack Swagger.","release_date":"2010-12-19","vote_average":5.9,"runtime":180,"cert":"N\/A","id":65828,"title":"WWE TLC: Tables Ladders & Chairs 2010","adult":false,"genre_ids":[28,18]},{"cast":["John Cena","Ron Killings","Randy Orton","William Jason Reso","Stuart Bennett"],"overview":"Capitol Punishment was a PPV which took place on June 19, 2011 at the Verizon Center in Washington, D.C. In 2012, this pay-per-view was replaced by the returning WWE No Way Out, and in 2013 with WWE Payback.  4 title defenses rtook place, all in singles matches. This included John Cena defending against R-Truth for the WWE Championship, Randy Orton defending against Christian for the World Heavyweight Championship, Wade Barrett defending against Ezekiel Jackson for the Intercontinental Championship, and Kofi Kingston defending against Dolph Ziggler for the United States Championship. Other matches included Jack Swagger vs Evan Bourne, Mysterio vs CM Punk, Big Show vs Alberto Del Rio, and Alex Riley vs The Miz.","release_date":"2011-06-19","vote_average":7.7,"runtime":180,"cert":"N\/A","id":65829,"title":"WWE Capitol Punishment 2011","adult":false,"genre_ids":[28,18]},{"cast":["Lee Williams","Marc Warren","Mikela J. Mikael","Beverley Breuer","Emily Holmes"],"overview":"Young Tim Cornish's life has begun with great promise. Blessed with extraordinary good looks, Tim enjoyed much attention and cared little of broken hearts. At University he was a favored student in a prestigious creative writing course, but a chance meeting, a stolen kiss and a sudden flare of passion sets Tim on a journey of betrayal, heartbreak and murder. In a flashback, he tells his story of cruelty, love and a soul-destroying guilt that offers little chance for redemption.","release_date":"2002-12-27","vote_average":7.0,"runtime":85,"cert":"","id":65830,"title":"No Night Is Too Long","adult":false,"genre_ids":[80,18,53,10770]},{"cast":["Sascha Kekez","Tim Bergmann","Zeljka Preksavec","Petra Nadolny","Klaus Nierhoff"],"overview":"While Sasha's mother is dreaming of her son's great career as a pianist, Sasha is left speechless for other reasons: his beloved piano teacher Mr. Weber tells him, he is leaving town forever. Sasha is heartbroken, and the only person in whom he can confide his feelings, is his best friend, Jiao. As a son of an Ex-Yugoslav family even in Germany one rarely lives outside the closet, and Sasha is grateful that his homophobic father believes Jiao is his girlfriend. But what begins as a useful lie becomes a large and complicated one, when Sasha's younger brother, begins an affair with Jiao. All lies get exposed and what appears to be a catastrophe is in fact the revelation of new possibilities in the lives of Sasha's family.","release_date":"2011-03-24","vote_average":6.5,"runtime":102,"cert":"N\/A","id":65831,"title":"Sasha","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"On May 3, 2008, Portishead, the legendary band from Bristol, England, played to a private audience in La Plaine Saint Denis on French television. This is the first time Portishead had played a gig since their Tsnunami Relief benefit concert with Massive Attack in 2005. This private show was a lead-up to the release of their album Third, which had been a long eleven years in the making. What made this such a special show is that the bands set list spanned all three of their studio albums, affording the audience an encapsulated view of their past discography, while also revealing new songs from their upcoming album Third. Silence Hunter Mysterons The Rip Magic Doors Wandering Star Machine Gun Nylon Smile Threads Roads We Carry On","release_date":"2008-05-03","vote_average":0.0,"runtime":79,"cert":"","id":65834,"title":"Portishead - Concert Prive","adult":false,"genre_ids":[10402]},{"cast":["Billie Joe Armstrong","Mike Dirnt","Tre Cool"],"overview":"Green Day perform American Idiot in front of a mostly small and intimate live audience, and tell stories about their music, writing experiences and memories.","release_date":"2005-06-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":65835,"title":"Green Day - VH1 Storytellers","adult":false,"genre_ids":[10402]},{"cast":["Sallie Harmsen","Mamoun Elyounoussi","Iliass Ojja","Ismael El Tarhabi","Sabri Saad El-Hamus"],"overview":"Pizza maffia vertelt het verhaal van Ibrahim en zijn neef Illias. Iedereen kent ze als Bram en Haas, de twee snelste koeriers van pizzeria Novara. De twee jongens zijn onafscheidelijk. Elke avond racen ze op hun scooter door de stad en halen de bruutste stunts uit om als eerste bij de klant te zijn. De pizzeria is eigendom van Brams vader, maar sinds hij met een hernia thuis zit, runt oom Faris de tent. Faris, de vader van Haas, is een geboren pizzabakker en de bestellingen vliegen dan ook de deur uit. Toch blijken de inkomsten tegen te vallen. De vader van Bram verdenkt zijn broer ervan dat hij geld achterhoudt. Als hij hem hiermee confronteert, ontstaat er een heftige ruzie en Faris vertrekt. Tot op het bot gekrenkt begint de trotse Faris vervolgens zijn eigen pizzeria, aan de overkant van het plein. Binnen no-time breekt er tussen de twee pizzeria?s een ware pizza-oorlog uit, waarin alles en iedereen wordt meegesleept.","release_date":"2011-02-17","vote_average":5.8,"runtime":85,"cert":"N\/A","id":65836,"title":"Pizza Maffia","adult":false,"genre_ids":[]},{"cast":["Renata Litvinova","Aleksandr Yatsenko","Dmitriy Dyuzhev","Nikita Mikhalkov","Inga Strelkova-Oboldina"],"overview":"Three friends are in the entrance of a luxury home in the heart of the city. They are young, full of strength and energy, they have the talent, skill and thirst for life and ... - well, they have all but one. But money...","release_date":"2006-06-08","vote_average":5.8,"runtime":101,"cert":"N\/A","id":65839,"title":"It Doesn't Hurt Me","adult":false,"genre_ids":[18,10749]},{"cast":["Aldo Fabrizi","Mario Riva","Arnoldo Foà","Paolo Stoppa","Amedeo Nazzari"],"overview":"","release_date":"1952-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":65840,"title":"Times Gone By","adult":false,"genre_ids":[]},{"cast":["Yuji Oda","Eri Fukatsu","Yūsuke Santamaria","Toshirō Yanagiba","Atsushi Ito"],"overview":"After Detective Shunsaku Aoshima is promoted to section chief he has the daunting task of dealing with eight cases at the same time, which includes a murder case, bomb threat, and a bus hijacking. Complications also arise between Detective Aoshima and his juniors.","release_date":"2010-07-03","vote_average":4.4,"runtime":141,"cert":"N\/A","id":65841,"title":"Bayside Shakedown 3: Set the Guys Loose","adult":false,"genre_ids":[28,18,35]},{"cast":["Loek Beernink","Iris Hesseling","Lucien van Geffen","Kevin Wekker","Sven de Wijn"],"overview":"","release_date":"2010-10-31","vote_average":5.5,"runtime":null,"cert":"N\/A","id":65844,"title":"Het Huis Anubis en de Terugkeer van Sibuna","adult":false,"genre_ids":[10770,12,9648]},{"cast":["Rob Halford","Glenn Tipton","K.K. Downing","Ian Hill","Dave Holland"],"overview":"Compilation DVD by Judas Priest featuring a concert filmed in Dallas during the 1986 'Fuel for Life' Tour as well as music videos and BBC performances.","release_date":"2003-11-24","vote_average":8.0,"runtime":145,"cert":"N\/A","id":65845,"title":"Judas Priest: Electric Eye","adult":false,"genre_ids":[10402]},{"cast":["Sterre de Wit","Raphael Salamons","Marcel Keizer","Anastacia van Emeryk-Reehorst","Pim Versteeg"],"overview":"","release_date":"2010-09-04","vote_average":5.5,"runtime":null,"cert":"N\/A","id":65846,"title":"Het Huis Anubis - De Vijf en de Toorn van Balor","adult":false,"genre_ids":[12,9648]},{"cast":["Im Soo-jung","Hyun Bin","Kim Ji-soo","Kim Joong-ki","Kim Hye-ok"],"overview":"A melodrama about a couple who have been married for five years, but who continue to play hide and seek with their true feelings.","release_date":"2011-03-03","vote_average":6.4,"runtime":105,"cert":"N\/A","id":65847,"title":"Come Rain, Come Shine","adult":false,"genre_ids":[18,10749]},{"cast":["Art-Ong Chumsai Na Ayudhya","Nappon Gomarachun","James Alexander Mackie","Ubolratana Rajakanya"],"overview":"Here we are in Bangkok, the capital city of Thailand. A new virus is about to emerge, a virus that could kill the whole nation in the blink of an eye. The information of the virus is sent to Nicha, a famous news reporter from Thailand. The closer she gets to the truth, the more she is in danger.","release_date":"2010-10-21","vote_average":3.8,"runtime":113,"cert":"N\/A","id":65848,"title":"My Best Bodyguard","adult":false,"genre_ids":[28]},{"cast":["Valeria Bruni Tedeschi","Melvil Poupaud","Marc Citti","Claire Laroche","Frédéric Diefenthal"],"overview":"Martine is 25. Since breaking up with François, she has the feeling that the world is caving in on her. Between small jobs and one-night stands, she can't seem to get a fix on herself. In desperation, after a last quarrel with François, she unintentionally causes an accident that leads her to the emergency ward of a psychiatric hospital. During her brief stay, she unexpectedly sparks into life. She takes an interest in two young patients, Pierre and Anne, convinced that she is doing the right thing in supervising their love life...","release_date":"1993-11-23","vote_average":6.5,"runtime":95,"cert":"N\/A","id":65849,"title":"Normal People Are Nothing Exceptional","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65850,"title":"Little Red Riding Hood - Sam the Sham and the Pharaohs","adult":false,"genre_ids":[]},{"cast":["Johnny Knoxville","Ryan Dunn","Dave England","Preston Lacy","Bam Margera"],"overview":"Jackass 3.5 is a 2011 sequel to Jackass 3D, composed of unused footage shot during the filming of Jackass 3D and interviews from cast and crew","release_date":"2011-08-03","vote_average":6.0,"runtime":85,"cert":"N\/A","id":65851,"title":"Jackass 3.5","adult":false,"genre_ids":[35,99,28]},{"cast":["Sammy Hung","Kane Kosugi","Dennis To Yue-Hong","Sammo Hung","Yuen Wah"],"overview":"Having taken his father's advice, one man decides to return home in pursuit of a fresh start. While training at his father's martial arts school, he learns that his father has given consent to sell the school to a rival martial arts school.","release_date":"2011-03-31","vote_average":5.2,"runtime":133,"cert":"","id":65852,"title":"Fight the Fight","adult":false,"genre_ids":[28]},{"cast":["Emmeline Hawthorne","Christopher Brown","Cal Wilson"],"overview":"The needy and traumatized Theresa, who was raped when she was fourteen year-old, meets the handsome John on the street after an accident during a performance on the stage of her friend Kim asking for a low-budget hotel. She offers a ride to a nearby hostel, they date and she brings him home, where he offers Ecstasy with wine to her. Kim advises her that John is a dangerous drug-dealer that has been missing for five years after the death of his girlfriend also called Theresa, but Theresa stays with him, practicing mutual masturbation, sharing her fears and fantasies and being permanently drugged. When John's friend Billy visits Theresa, he reveals dark secrets about her boyfriend, leading to a tragic end.","release_date":"2003-01-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":65853,"title":"Orphans and Angels","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Amy Thiel","Joy Yandell"],"overview":"Annie has it all in life. A wonderful husband and a darling little girl. All is going well until she goes to a softball practice and meets Maggie. Maggie -- cute, athletic, and openly gay -- touches feeling deep down inside Annie that she has no idea existed. Maggie also is attracted to Annie but vows to her friends that she will not make a move on her because of her wonderful family. As the friendship gets closer and as they struggle to stay apart, all hell breaks loose. A night of dancing and drinking puts Annie in the arms of Maggie. The love affair begins and reaches a point where there may be no way back.","release_date":"2002-04-30","vote_average":5.0,"runtime":116,"cert":"N\/A","id":65856,"title":"Maggie and Annie","adult":false,"genre_ids":[10749]},{"cast":["Jovan Meredith","Ashley Schneider","Devin Marble","Lindsay Gareth","Renee Dorian"],"overview":"It's the 1980's and a group of typical horror movie high school kids are getting together to hold a séance in a haunted house. Naturally, people start dying preposterously bloody deaths, girls are getting naked for no apparent reason and people walk into pitch black rooms and say things like \"Is someone in here?\" Will any of these poor, hapless kids survive? Or will their bodies fill the house with blood and...well, you know!","release_date":"2006-10-14","vote_average":2.1,"runtime":null,"cert":"N\/A","id":65857,"title":"Stupid Teenagers Must Die","adult":false,"genre_ids":[27]},{"cast":["Chester Morris","Lucille Ball","Wendy Barrie","John Carradine","Allen Jenkins"],"overview":"Twelve people are aboard Coast Air Line's flagship the Silver Queen enroute to South America when the airplane encounters a storm and is blown off course. Crashing into jungles known to be inhabited by head hunters, pilots Bill and Joe race against time to fix the engines and attempt a take off. The situation brings out the best and worst in the stranded dozen as they create a makeshift runway and prepare to escape before the natives attack. But damage to the plane and low fuel reserves means that only 5 people can be carried to safety.","release_date":"1939-06-23","vote_average":6.1,"runtime":75,"cert":"N\/A","id":65858,"title":"Five Came Back","adult":false,"genre_ids":[12,18,53]},{"cast":[],"overview":"DREAM \"Fight for Japan\" was an unnumbered event which took place on the 29th May 2011 to help raise funds for the disasters in Japan at the time. The fighters reportedly gave their fight purses to assist with aid for the country.It was the progression of the Bantamweight tournament which culminated at the next event which was Dream 17.","release_date":"2011-05-29","vote_average":5.5,"runtime":159,"cert":"N\/A","id":65859,"title":"Dream Fight for Japan!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Le film retrace sans tabous plus de 10 ans d’activisme de cette tribu moderne, qui mène des premières fêtes clandestines jusqu’aux temples de la société du spectacle. Les Heretik auront gravi jusqu’aux marches de l’Olympia, la mythique salle parisienne. Plongez dans l’intimité tourmentée d’un groupe phare de la contre-culture.","release_date":"2010-11-08","vote_average":5.3,"runtime":66,"cert":"N\/A","id":65860,"title":"Heretik System: We Had A Dream","adult":false,"genre_ids":[10402,99]},{"cast":["Sam McConkey","Paulino Hemmer","Mike Lawler","James Gerardi","Shari Rigby"],"overview":"When his wife is abducted by a group of blood-thirsty Vampires, John Croix is left to die in a forgotten region of the desert. It is here where an unspeakable evil exists. Now, by no choice of his own, Croix will come face-to-face with the most terrifying creatures of the night. Still a man, but possessing all the strength and power of a werewolf when the moon is out, Croix becomes a reluctant hero for mankind when he learns that his wife may still be alive. Croix sets out on a mission to rescue his wife - venturing deeper and deeper into the Vampire's lair- in his quest to save her before she is lost to the world of the undead forever.","release_date":"2010-01-01","vote_average":2.3,"runtime":91,"cert":"N\/A","id":65861,"title":"Death Hunter","adult":false,"genre_ids":[27]},{"cast":[],"overview":"‘Huppa Huiya!’ is a total entertaining film with a social message. In that two hour length film, the director has however wasted first thirty minutes to describe all the characters and their attitude. But, once it takes off with that fantasy filled plot, it runs smoothly, holding the audience to their seats. Cinematography by national award winning cameraman A.K. Bir is the biggest asset of the film. He has captured all those outdoor scenes very effectively. Siddharth Jadhav has proved that a tailor made role can make him a solo hero, shouldering the responsibility of film’s success. Girija Oak as his co-star is the right choice. She has played her part very well.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65862,"title":"Huppa Huiyya","adult":false,"genre_ids":[]},{"cast":["Margot Kidder","Morgan Hallet","George Morris","Neil Shee","Richard Dumont"],"overview":"Ozma of Oz is a new, fully animated feature based on the third book in L. Frank Baum's classic \"Wizard of Oz\" series. Dorothy revisits the Land of Oz and encounters a group of Wheelers (fuzzy creatures with wheels instead of feet) and a friendly robot-like character named Tik Tok. On a mission to help save the Royal Family of Ev, Dorothy is reunited with the Scarecrow, Tin Woodsman and the Lion, and meets Ozma, the Princess of Oz. Dorothy and her friends venture to the underground caverns of Nomeland, narrowly escaping the evil magic of the Nome King in their daring rescue of the Prince of Ev. Narrated by Margot Kidder, the Lightyear Wizard of Oz series was featured exclusively on HBO. Now reacquaint your family with some of literature's best-loved characters in this Colorful, timeless adventure.","release_date":"1987-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":65863,"title":"Ozma of Oz","adult":false,"genre_ids":[16,14,878,10751]},{"cast":["Anthony Steffen","Luisa Baratto","Fernando Sancho","Giovanni Cianfriglia","Howard Nelson Rubien"],"overview":"The ruthless and cruel Captain Ramirez hunts down and kills revolutionaries in his search for The Saint, the righteous leader of the Mexican insurrection against the Federales.","release_date":"1967-09-30","vote_average":4.5,"runtime":102,"cert":"N\/A","id":65864,"title":"Killer Kid","adult":false,"genre_ids":[37,10749]},{"cast":["Raven Alexis","Jeremy Conway","James Deen","Jennifer Dark","Joslyn James"],"overview":"A sexy satire that couldn't come soon enough! The classic spooky 80's spoof features a hot cast featuring Alec Knight, James Deen, Evan Stone, Tee Reel, Raven Alexis, Lily LaBeau, Joslyn James, Alexis Texas and Ron Jeremy!","release_date":"2011-05-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65865,"title":"This Ain't Ghostbusters XXX","adult":true,"genre_ids":[35,878]},{"cast":["Adrien Jolivet","Nicolas Robin","Romain David"],"overview":"Though its aftertitles detailing the history of French nuke experiments suggest otherwise, writer\/director Marion Hänsel’s Black Ocean is not a political treatise or a history lesson, instead taking advantage of the remote, isolated environments in which the experimentation took place – as well as the monumental imagery of the act itself – in order to communicate a more universal story about the power of awe.  Ocean principally follows three young sailors on a French naval vessel in 1972, who are on course for an unknown destination in order to help carry out the bomb tests they’ve yet to personally witness. The film is essentially divided into two parts: before and after the blast.","release_date":"2011-06-22","vote_average":5.8,"runtime":87,"cert":"N\/A","id":65868,"title":"Black Ocean","adult":false,"genre_ids":[18]},{"cast":["Matthew Settle","Tom Everett Scott","Gretchen Mol","Samantha Mathis","Josh Hutchinson"],"overview":"A writer\/radio advice show host fails to heed his own advice as he stalks his ex-girlfriend and then becomes involved with an actress friend of hers.","release_date":"2001-04-22","vote_average":5.4,"runtime":95,"cert":"N\/A","id":65869,"title":"Attraction","adult":false,"genre_ids":[53,10749]},{"cast":["Maxwell Glick","Boston Stergis","Lisa Musser","Bob Moore"],"overview":"After humanity quells an undead uprising, the last two remaining zombies pair up in search of sanctuary, but instead find love. Rigamortis takes place shortly after humanity has put down a recent zombie outbreak. The last two zombies left “undead” are looking for their place in the world, while one lonely zombie hunter’s newfound fame and glory can’t fill the hole in his heart left by the recent loss of his now undead love. The characters are forced to confront zombies, angry mobs, double-barreled shotguns, and an ever-dangerous thing called love, until fate brings them all face to face in an explosive finale.","release_date":"","vote_average":6.5,"runtime":50,"cert":"N\/A","id":65870,"title":"Rigamortis: A Zombie Love Story","adult":false,"genre_ids":[]},{"cast":["Ruth King","Kris Tearse","Barry Thomas","Christopher J. Herbert","Steven Dolton"],"overview":"A car roars through the darkened country roads. Inside, a distraught Sarah, holding her stricken dad, Mark, is desperately trying to stem the flow of blood. Having been re-directed to an Evacuation facility on the edge of town, Steve, an off-duty Paramedic is in a race against time fully aware that Mark's chances of survival are rapidly slipping away. The scene that greets them on arrival is one of chaos. The floor, awash with blood, is covered with the bodies of the dying and injured, doctors dart back and forth, clearly overwhelmed. A violent convulsion causes Mark to lose consciousness, heart stopped he slumps to the floor. As the adrenalin needle slams into her Fathers heart Sarah stumbles back and her world fades to black. Upon regaining consciousness Sarah is greeted by the uneasy silence of a seemingly deserted building. Bleeding and dazed she stumbles through the darkened corridors unaware of the fate that awaits her...","release_date":"2010-01-15","vote_average":1.8,"runtime":79,"cert":"","id":65871,"title":"Zombie Undead","adult":false,"genre_ids":[27]},{"cast":["Freddy Rodríguez","Carmine Giovinazzo","Jason Loughridge","Melissa Marsala"],"overview":"Mac and his high school gangster buddies try to take over the world of sports betting in a city filled with crime, prostitution and gambling. When the Mafia gets involved, they do whatever it takes to keep these tough young-bloods off their turf.","release_date":"2003-01-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":65872,"title":"Pledge of Allegiance","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film explores the history of the word throughout its inception to present day. Woven into the narrative are poetry, music, and commentary from celebrities about their personal experiences with the word and their viewpoints. Each perspective is unique, as is each experience... some are much more comfortable with the word than others.","release_date":"2006-01-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65873,"title":"The N Word","adult":false,"genre_ids":[99]},{"cast":["Paul Robeson","Eslanda Robeson","Hilda Doolittle","Gavin Arthur","Charlotte Arthur"],"overview":"Starring Paul Robeson (one of the first black movie actor\/singers to achieve mainstream popularity) in a rare silent role, this experimental drama was thought lost until the 1990s when it was rediscovered by the British Film Institute. The Switzerland-set melodrama takes place in a resort and chronicles the reaction of patrons when an interracial couple shows up for a stay. Some critics claim that careful, sensitive viewers may be able to pick out gay subtext running throughout the story.","release_date":"1930-10-13","vote_average":5.9,"runtime":63,"cert":"","id":65874,"title":"Borderline","adult":false,"genre_ids":[18]},{"cast":["Vanessa Marcil","James Wilder","Leland Orser","Rosalind Chao","John Capodice"],"overview":"Sydnee Carpenter (Vanessa Marcil) is a devoted mother to her young son, and is now accustomed to the puzzling existence of her mysterious, non-communicative husband, Matthew (Thomas Gibson). When her husband and son are suddenly killed in a boating accident, Sydnee's comfortable existence is shattered. Although she is overwhelmed by her grief, Sydnee cannot ignore the strange pieces from her husband's past that continue to make their way into the present. Before long, she suspects that her husband has masterminded an elaborate scheme in order to abandon her and kidnap their son. Unable to convince the authorities of her wild sounding speculations, Sydnee does catch the attention of detective Jim sanders (James Wilder), who may have his own hidden agenda for getting involved with her plight.","release_date":"1996-12-15","vote_average":0.0,"runtime":94,"cert":"N\/A","id":65875,"title":"To Love, Honor and Deceive","adult":false,"genre_ids":[53,18]},{"cast":["Didi Petet","Iqbal S. Manurung","Yayu A.W. Unru","Chairil Anwar Dalimunthe","M. Rifai Andhika Piliang"],"overview":"After his mothers death, 12-year-old Jaya (Iqbal S. Manurung) is sent to his father, Johar (Didi Petet), who works as a supervisor on a jermal (a fishing platform perched on log stilts in the middle of the sea). Johar is shocked, never knowing he has a son, and rejects the boy as his kin. Fully aware he cant bring Jaya back to land due to a dark past, Johar is forced to accept the boy as a worker on the site. Faced with constant rejection from his father and relentless bullying by the other boys who work on the jermal, Jaya decides to take fate into his own hands. He gives up hope on being accepted and learns the skills and attitude needed to survive on the jermal. Jaya increasingly becomes like the other boys: a tough, rough survivor; while Johar is forced to gradually face and accept his past. Eventually, both Johar and Jaya learn that they are bound by their past, united by the space in which they move, and connected by the inescapable truth.","release_date":"2009-03-15","vote_average":5.0,"runtime":98,"cert":"N\/A","id":65878,"title":"Fishing Platform","adult":false,"genre_ids":[18]},{"cast":[],"overview":"19-year-old freeter (a Japanese expression for people between the ages of 15 and 34 who lack full time employment or are unemployed, excluding housewives and students.) Tsuyoshi Osanai enters a school for guide dog trainers. After 2 years of training, Tsuyoshi becomes an assistant trainer. His first dog to train is Chie.","release_date":"2010-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65879,"title":"Partners","adult":false,"genre_ids":[]},{"cast":["Lee Wan","Song Chang-eui","Greena Park","Lee Ki-young","Ahn Gil-kang"],"overview":"1953, the Korean war has ended, but the fight for survival has just begun. Two 18 year old boys, Tae-ho and Jong-du, live in a camp for orphaned boys, which is more of a concentration camp where everyone suffers from hunger, inhumane treatment and unbearable work conditions. But these two have a dream of a better tomorrow. Tae-ho is the one with wits and brains and Jong-du is the tough street fighter. Together they scheme to steal US Army supplies and recruit other boys to grow their business. But when they start to take business away from the local gangsters, their fight fur survival turns into a war…","release_date":"2008-11-06","vote_average":6.3,"runtime":98,"cert":"N\/A","id":65880,"title":"Once Upon a Time in Seoul","adult":false,"genre_ids":[18]},{"cast":["Jung Jin-young","Lee Mun-sik","Ryu Seung-ryong","Yoon Je-moon","Sun Woo-sun"],"overview":"This story unfolds 8 years after 'Battle of Hwangsanbeol', which destroyed Baekjae, when Silla-Tang Dynasty union attacks Goguryeo.","release_date":"2011-01-27","vote_average":5.5,"runtime":117,"cert":"N\/A","id":65881,"title":"Battlefield Heroes","adult":false,"genre_ids":[18,35,36]},{"cast":["Tom Meighan","Sergio Pizzorno","Chris Edwards","Ian Matthews","Jason Mehler"],"overview":"Special edition DVD from Kasabian's third album, West Ryder Pauper Lunatic Asylum. Includes live footage from The Union Chapel, The Little Noise Sessions and the Royal Albert Hall for the Teenage Cancer Trust. Also included is Vlad the Impaler (Music Video), Vlad the Impaler (The Making of) and Fire (Music Video).","release_date":"2009-06-08","vote_average":4.3,"runtime":58,"cert":"","id":65882,"title":"Kasabian: West Ryder Pauper Lunatic Asylum","adult":false,"genre_ids":[10402,99]},{"cast":["Catherine Sellers","Christian Baltauss","Gérard Depardieu","Dionys Mascolo"],"overview":"A man returns to the place he once lived a passionate love affair with a woman who is now dead.  So powerful are the emotions that seize him that he imagines she is still alive, and begins to live as if this were the case...","release_date":"1974-04-03","vote_average":8.0,"runtime":85,"cert":"N\/A","id":65883,"title":"Woman of the Ganges","adult":false,"genre_ids":[18]},{"cast":["Jean-Claude Bourbault","Christiane Millet","Nadine Reynaud","Georges Vaur"],"overview":"","release_date":"1983-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65886,"title":"La palombière","adult":false,"genre_ids":[10749]},{"cast":["Jean Gabin","Danièle Ajoret","Michel Barbey","Christian Barbier","Pierre Dux"],"overview":"Auguste Maroilleur, an elderly farmer, exploits 400 hectares of crop land with the help of his family, over which he rules with an iron hand. Things go awry the day he discovers one of his grandsons is involved in drug traffic. To make matters worse, the reckless youth has hidden the white powder in the Maroilleur farm. Without a moment's hesitation, Auguste gets rid of the toxic substance but, of course, the mob has different views...","release_date":"1970-02-22","vote_average":6.9,"runtime":90,"cert":"N\/A","id":65887,"title":"The Horse","adult":false,"genre_ids":[18,53]},{"cast":["Serge Avedikian","Piotr Stanislas","Catherine Albin","Lucien Guérin"],"overview":"During the final days of World War II, a simple French peasant rescues a wounded German soldier and nurses him back to health. As their playful camaraderie grows, two young men who should be enemies begin to bond in ways neither thought possible.","release_date":"1979-11-28","vote_average":8.8,"runtime":91,"cert":"N\/A","id":65888,"title":"We Were One Man","adult":false,"genre_ids":[18,10752]},{"cast":["Jean Reno","Mercedes Ruehl","Polly Walker","Mark Frankel","Trevor Peacock"],"overview":"Roseanna is dying of a heart condition, and all she wants is to be buried next to her daughter, in a cemetery that is getting full fast. The cemetery can't expand because Capestro, the man who owns the land next to the cemetery, won't sell. While Marcello is doing good deeds to make sure no one dies, Roseanna thinks of Marcello's future.","release_date":"1997-03-06","vote_average":6.2,"runtime":98,"cert":"N\/A","id":65889,"title":"Roseanna's Grave","adult":false,"genre_ids":[35,10749,18]},{"cast":["Vladimír Pucholt","Ivana Pavlová","Miloš Zavadil","Irena Kačírková","Josef Kemr"],"overview":"A seventeen years old high school student falls in love with his classmate girl but adults in their life do not approve this relationship.","release_date":"1965-06-03","vote_average":5.8,"runtime":90,"cert":"N\/A","id":65890,"title":"Green Gold","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Sandra Dee","Dean Stockwell","Ed Begley","Lloyd Bochner","Talia Shire"],"overview":"A university student is pursued by a man with a demonic secret.","release_date":"1970-01-14","vote_average":5.3,"runtime":90,"cert":"N\/A","id":65891,"title":"The Dunwich Horror","adult":false,"genre_ids":[18,14,27,9648,53]},{"cast":["Sara Rue","Barry Watson","Valerie Harper","Jordan Wall","Enisha Brewster"],"overview":"P-A-X-497\/341, aka “Pax” , a curious young man from the well-ordered but loveless future, travels to present day New Orleans in search of romance novelist Elizabeth Barrett – whose book he has come upon during an archeological dig in the year 3127. Hoping Elizabeth can explain the concept of love to him, which is now nonexistent in his time, Pax embarks on an adventure filled with new discoveries. Elizabeth introduces Pax to life in the year 2011, filled with love, music and of course, destiny. When Pax doesn’t return to the future by the given deadline, Bob, his fellow scientist, travels back in time to find him. Meanwhile, as Elizabeth helps Pax learn about love, she ends up confiding in her colleague, played by Valerie Harper, about her own upcoming “surprise” engagement.","release_date":"2011-04-10","vote_average":5.1,"runtime":73,"cert":"N\/A","id":65892,"title":"My Future Boyfriend","adult":false,"genre_ids":[35]},{"cast":["Vincent Scotto","Henri Poupon","Annie Toinon","Odette Roger","Charles Blavette"],"overview":"","release_date":"1934-01-01","vote_average":6.4,"runtime":null,"cert":"N\/A","id":65893,"title":"Ways of Love","adult":false,"genre_ids":[35,18]},{"cast":["Pavel Zajíček","František Černý","Michaela Pavlátová","Jan Čechtický","Zuzana Bydžovská"],"overview":"Je to film sestávající ze šesti povídek, které většinou černě humornou, ironickou, mnohdy i trpce hořkou formou vyprávějí o jednom dávném prokletí, lidské nevěře, podivných úchylkách, nečekaném zázraku i pokryteckém odpuštění. Mají svou vlastní vypointovanou stavbu, specifickou atmosféru i způsob zpracování, a přesto jedna druhé předává motivy vzájemně spolu komunikující a pozorující tytéž věci z různých úhlů. (oficiální text distributora)","release_date":"1997-10-05","vote_average":6.7,"runtime":102,"cert":"N\/A","id":65896,"title":"Buttoners","adult":false,"genre_ids":[35]},{"cast":["Vojtěch Kotek","Jiří Mádl","Ester Geislerová","Barbora Seidlová","Lucie Vondráčková"],"overview":"","release_date":"2004-11-04","vote_average":5.0,"runtime":99,"cert":"N\/A","id":65897,"title":"Snowboarďáci","adult":false,"genre_ids":[35]},{"cast":["Daniel Gélin","François Simon","Didier Flamand","Pascal Bonitzer","Edith Scob"],"overview":"The film centers on a Dominican monk named Jérôme (played by one actor in colour and another actor in black-and-white) and his interactions with various higher-ups within the French Catholic Church. Ruiz's intention was to reflect the ideological arguments that plagued Latin American left-wing political parties.","release_date":"1978-07-27","vote_average":6.0,"runtime":96,"cert":"N\/A","id":65898,"title":"The Suspended Vocation","adult":false,"genre_ids":[18]},{"cast":["Louise Salter","Venera Simmons","Mariya Kapnist","Lubov Snegur","Albina Skarga"],"overview":"A woman investigates the disappearance of her friend and her own murky past when she travels to a mysterious convent on a barren island.","release_date":"1993-01-01","vote_average":6.8,"runtime":94,"cert":"N\/A","id":65899,"title":"Dark Waters","adult":false,"genre_ids":[27,9648]},{"cast":["David Novotný","Josef Somr","Ľuboš Kostelný","Zuzana Stivínová","Lenka Vlasáková"],"overview":"Komedie O rodičích a dětech chce navázat na nejlepší tradice české filmové komedie. Vtipné dialogy, výjimečné herecké výkony a humor spojující diváky napříč generacemi. Příběh filmu vychází ze zdánlivě banální situace. Syn (David Novotný) jde na procházku se svým otcem (Josef Somr)... Syn je zralý čtyřicátník a žije spokojeně se svou přítelkyní. Otci je přes sedmdesát. Je bývalý vědec-biolog. Klasický intelektuál v dobrém slova smyslu. Zdánlivě jediné, co tyto dva muže spojuje, je to, že se jdou jednou za měsíc společně projít Prahou. Nicméně jsou svázáni poutem čtyřiceti let společného života. V brilantně vedeném dialogu se před námi odkrývají dějiny dvacátého století a všechny absurdity s ním spojené. Odhalují se ta nejhlubší místa lidských vztahů. Odtajňují se staré resty, trápení a radosti. Na scéně se objeví Vnuk, o kterém Syn neměl přes dvacet let ani tušení. A některé chyby se opakují znovu a znovu.","release_date":"2008-03-06","vote_average":6.0,"runtime":107,"cert":"N\/A","id":65900,"title":"Of Parents and Children","adult":false,"genre_ids":[18,35,10749]},{"cast":["Francis Huster","Gillian Hills","André Lacombe","Margo Lion","Lucien Barjon"],"overview":"Serge Mouret is a frail and devout young priest in a tough country parish. When he falls down and loses his memory, he is nursed back to health by Albine, the beautiful carefree niece of the outspoken atheist Jeanbernat. After Serge and Albine fall in love, Serge recovers his memory and realizes the grave sin he has committed.","release_date":"1970-10-14","vote_average":5.0,"runtime":90,"cert":"N\/A","id":65901,"title":"The Demise of Father Mouret","adult":false,"genre_ids":[18]},{"cast":["Hardy Krüger","Jean Desailly","Christian Barbier","Reinhard Kolldehoff"],"overview":"","release_date":"1968-04-29","vote_average":5.9,"runtime":null,"cert":"N\/A","id":65902,"title":"Le Franciscain de Bourges","adult":false,"genre_ids":[35,18]},{"cast":["Nataša Gollová","Oldřich Nový","Zdeňka Baldová","Gustav Hilmar","Ella Nollová"],"overview":"Eva's aunt is jealous of her neighbor's excellent roses and wants to know the secret. To help auntie out Eva applies for secretarial work at the neighbor's house in order to find out the formula. Things get complicated when it turns out that Eva's brother is in love with the daughter of the house and also wants to get in there under false pretenses.","release_date":"1939-04-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":65903,"title":"Eva Fools Around","adult":false,"genre_ids":[35]},{"cast":["Dana Medřická","Jiří Sovák","Olga Schoberová","Juraj Višný","Karel Effa"],"overview":"In this zany Czechoslovakian comedy, a scientist invents a machine that projects a sleeping person's dream on a screen; disaster soon follows when the machine malfunctions and the cartoon-like dream characters become very real!","release_date":"1966-08-26","vote_average":7.2,"runtime":81,"cert":"N\/A","id":65904,"title":"Who Wants to Kill Jessie?","adult":false,"genre_ids":[35,878]},{"cast":["Renée Héribel","André Urban","Jean Gabin","Gaby Basset"],"overview":"","release_date":"1930-12-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65905,"title":"Chacun sa chance","adult":false,"genre_ids":[35]},{"cast":["Françoise Arnoul","Jean-Marc Thibault","Bernard Ménez","Michel Duchaussoy"],"overview":"","release_date":"1990-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65908,"title":"Voir l'éléphant","adult":false,"genre_ids":[35]},{"cast":["Jiří Langmajer","Klára Issová","Jan Budař","Jaromír Dulava","David Novotný"],"overview":"","release_date":"2006-11-29","vote_average":10.0,"runtime":119,"cert":"N\/A","id":65909,"title":"Rules of Lies","adult":false,"genre_ids":[18,28,53,10749]},{"cast":["Stephan Luca","Julia Molkhou","Hilmi Sözer","Michael Gwisdek","Jean-Yves Berteloot"],"overview":"","release_date":"2011-05-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65910,"title":"Visus - Expedition Arche Noah","adult":false,"genre_ids":[53]},{"cast":["Tobias Moretti","Katja Weitzenböck","Benjamin Sadler","Erwin Steinhauer","Gudrun Landgrebe"],"overview":"","release_date":"2000-12-05","vote_average":5.5,"runtime":null,"cert":"N\/A","id":65911,"title":"Das Tattoo - Tödliche Zeichen","adult":false,"genre_ids":[53,12]},{"cast":["Pascale Audret","Jack Hawkins","Michel Le Royer","Folco Lulli","Wolfgang Preiss"],"overview":"","release_date":"1962-02-14","vote_average":5.0,"runtime":158,"cert":"N\/A","id":65912,"title":"Lafayette","adult":false,"genre_ids":[18,10752,36]},{"cast":["Megan Follows","Colleen Dewhurst","Richard Farnsworth","Patricia Hamilton","Marilyn Lightstone"],"overview":"","release_date":"1985-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65913,"title":"Le bonheur au bout du chemin","adult":false,"genre_ids":[10749,18]},{"cast":["Paul Fromet","Geymond Vital","Genica Athanasiou","Gabrielle Fontan"],"overview":"In a lighthouse off the coast of Brittany, a young man slowly goes mad following a bite by a rabid dog while his father looks on helplessly. Thwarted by a raging sea, they are prisoners of the lighthouse. In a rustic Brittany village, a young bride waits, unaware of the tragedy.","release_date":"1929-01-01","vote_average":8.5,"runtime":82,"cert":"N\/A","id":65914,"title":"The Lighthouse Keepers","adult":false,"genre_ids":[]},{"cast":["Vlasta Burian","Antonín Zacpal","Zita Kabátová","Jaroslav Marvan","Čeněk Šlégl"],"overview":"Vlasta Burian jako černý pasažér rozvrátí disciplinovaný chod jednoho nádraží. Pan Ťopka působí dojmem gentlemana trochu chaplinovského typu. Živí se příležitostnou prací, za níž jezdí výhradně jako černý pasažér vlakem. Při jedné jízdě se setká s obávaným generálním inspektorem drah Kokrhelem. Na jedné malé stanici se mu podaří vystoupit a převléknout se do uniformy přednosty stanice. Setkání s inspektorem Kokrhelem se však nevyhne... (oficiální text distributora)","release_date":"1941-01-01","vote_average":6.9,"runtime":88,"cert":"N\/A","id":65915,"title":"Station Master","adult":false,"genre_ids":[35]},{"cast":["Zuzana Kanócz","Simona Stašová","Marek Vašut","Stella Zázvorková","Miroslav Donutil"],"overview":"This romantic comedy presents a story of two women, twenty-year-old Laura, an editor at a woman’s weekly, and her widowed mother, a translator-interpreter named Jana. The two of them tirelessly seek Mr. Right. Having once lived through an intense relationship with a ‘typical’ Czech man, Jana intentionally avoids Czech men. She searches for her dream foreigner while long-sufferingly warding off the tragicomic advances of her good-natured neighbor Žemla. After several unsuccessful attempts, Laura falls in love with Oliver, a forty year old who works as an ad agency idea man. Little does she suspect that twenty years ago Oliver was Jana’s true love…","release_date":"2005-04-14","vote_average":6.8,"runtime":95,"cert":"N\/A","id":65916,"title":"From Subway with Love","adult":false,"genre_ids":[35,10749]},{"cast":["Miloš Kopecký","Alena Vránová","František Filipovský","Ladislav Pešek","Svatopluk Beneš"],"overview":"Stárnoucí herec Theodor Bergner se v profesi chová jako primadona, v soukromí jako dokonalý hrubián a cholerik. Všichni lidé bez výjimky ho rozčilují, v lepším případě pro ně má podrážděné odseknutí, častěji ale přímé urážky. Navíc je obdařen velice zvláštním druhem humoru, vyžívá se v tom, že přivádí druhé do rozpaků. Jednoho dne potkává ve vlaku jakéhosi starého pána, z něhož se vyklube kouzelný dědeček. A od té chvíle se Theodor veze na klouzačce nepříjemných situací. Přesně podle přísloví Co sám nechceš, nečiň jinému si může vychutnat všemožné trapasy, jaké doposud zlomyslně připravoval nešťastníkům ve svém okolí... (oficiální text distributora)","release_date":"1979-07-01","vote_average":7.0,"runtime":83,"cert":"N\/A","id":65919,"title":"Já už budu hodný, dědečku!","adult":false,"genre_ids":[35]},{"cast":["Marie-Chantal Perron","Gildor Roy ","Eve Lemieux","Félix-Antoine Despatie","Maxime Dumontier"],"overview":"An eccentric teacher (Marie-Chantal Perron) causes children at her elementary school to change the way they look at themselves.","release_date":"2002-03-27","vote_average":5.7,"runtime":110,"cert":"N\/A","id":65920,"title":"The Mysterious Miss C.","adult":false,"genre_ids":[35,18,10751]},{"cast":["Anderson Silva","Yushin Okami","Maurício Rua","Forrest Griffin","Ross Pearson"],"overview":"UFC 134: Silva vs. Okami was a mixed martial arts event held by the Ultimate Fighting Championship on August 27, 2011 at the HSBC Arena in Rio de Janeiro, Brazil. The event was the second that the UFC has hosted in Brazil, since 1998's UFC 17.5: Ultimate Brazil.","release_date":"2011-08-27","vote_average":9.3,"runtime":172,"cert":"N\/A","id":65921,"title":"UFC 134: Silva vs. Okami","adult":false,"genre_ids":[28]},{"cast":["Hiroyuki Ikeuchi","Kiyoshiro Imawano","Suzuki Matsuo","Nobuyoshi Araki"],"overview":"Former boxer Iwano, teamed up with Sada and Maru, who live in the same apartment building, makes his daily living as a punching bag for drunken businessmen in some corner of the amusement quarters. The three have continuously avoided putting themselves in a situation that could tie them down, especially Iwano, who is totally clueless about what he wants to do with his life. One day, they receive notice that their apartment building will be torn down. As a compensation for the eviction, their remaining rent is considered as settled. Having lost their place to live, the three each try to find their way.","release_date":"2002-08-03","vote_average":7.0,"runtime":105,"cert":"N\/A","id":65922,"title":"Chicken Heart","adult":false,"genre_ids":[35,18]},{"cast":["Marcello Mastroianni","Ángela Molina","Michel Piccoli","Virginie Ledoyen","Loïc Even"],"overview":"Although he was once a colonel in Argentina, the principal character in this film is now a wealthy exile living in Paris with his beloved wife, who has been unable to bear children. To fill this void in their lives, he feeds and clothes abandoned children, raising them in his mansion as if they were his own. As would never be the case in real life today, in this fantasized story set in 1925, no one objects to this behavior, and they live pleasantly and enjoyably together. Things grow considerably more animated when a stage magician places his very attractive daughter in the colonel's household, which stirs a lively romantic interest from his boys and from the great man himself.","release_date":"1991-09-25","vote_average":6.0,"runtime":110,"cert":"N\/A","id":65925,"title":"The Children Thief","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young horse wishes to be one of the king's horses, and while trying to achieve it, finds out that one of the king's horses mysteriously disappear every night.","release_date":"1981-06-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":65928,"title":"Ico, el Caballito Valiente","adult":false,"genre_ids":[]},{"cast":["Rosario Sánchez Almada","Cecilia Gispert","Enrique Conlazo"],"overview":"Animated Argentine film about a young girl turtle who gets lost on a balloon trip.","release_date":"1999-07-08","vote_average":5.6,"runtime":86,"cert":"N\/A","id":65931,"title":"Manuelita","adult":false,"genre_ids":[16,10751,35,18]},{"cast":[],"overview":"Animated Argentine film.","release_date":"2000-06-19","vote_average":6.8,"runtime":80,"cert":"N\/A","id":65932,"title":"Corazón, las alegrías de Pantriste","adult":false,"genre_ids":[16,14,10751]},{"cast":["Sylvia Kristel","Joe Dallesandro","André Falcon","Mireille Audibert","Denis Manuel"],"overview":"A businessman leaves his country home, and wife and young son for a business trip to Paris. While there he develops a sexual and spiritual bond with a call girl.","release_date":"1976-09-22","vote_average":8.1,"runtime":88,"cert":"N\/A","id":65935,"title":"The Margin","adult":false,"genre_ids":[18]},{"cast":["Eric Bellin","Christopher Crettin","Criss Firsberg","Eric Fradet","Dominique Gleizes"],"overview":"","release_date":"2012-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65936,"title":"Nuit de la glisse : Pushing the Limits","adult":false,"genre_ids":[]},{"cast":["Mireille Perrier","Anouk Grinberg","Yann Collette","Benoît Régent","Johanna ter Steege"],"overview":"For those who were young, living under the delusions of love and soft drugs in Paris, May 1968 - even if the guitar is still playing, they can't hear it any longer.","release_date":"1991-09-11","vote_average":7.3,"runtime":98,"cert":"N\/A","id":65943,"title":"I Can No Longer Hear the Guitar","adult":false,"genre_ids":[18]},{"cast":["Markie Post","Corbin Bernsen","Don Swayze","Jeanne Cooper","Kelsey Grammer"],"overview":"Joyce thought she had made the dream marriage. Her husband, Stan, is a successful, handsome dentist, and Joyce, who grew up in poverty, cannot believe her good fortune. But her charismatic husband has a dark side that is about to engulf and destroy Joyce's entire world.","release_date":"1993-11-22","vote_average":10.0,"runtime":91,"cert":"N\/A","id":65944,"title":"Appointment for a Killing","adult":false,"genre_ids":[53,18]},{"cast":["Tamzin Merchant","Danielle Nicolet","Brian J. Smith","Kate Vernon","Devon Graye"],"overview":"In the year 2125, Alec Mason led the Martian Colonies to freedom in the hit action game Red Faction: Guerrilla. Now, Syfy and THQ are teaming up to continue the saga of conflict on Mars 25 years later in an all-new Original Movie, Red Faction: Origins. Stargate Universe's Brian J. Smith stars as Jake Mason, son of revolutionary hero Alec Mason (Terminator 2's Robert Patrick) and a Red Faction ranger. Fighting to preserve Martian freedom, Jake encounters a powerful new enemy in a dangerous and mysterious group led by the charismatic Adam Hale (Torchwood's Gareth David-Lloyd) and holding secrets that will rock the Mason clan. Jake must now battle the relentless regime and somehow reunite a family torn apart by war. Red Faction: Origins also stars Battlestar Galactica's Kate Vernon and The Tudors' Tamzin Merchant, and will feature music from Bear McCreary (Battlestar Galactica).","release_date":"2011-06-04","vote_average":5.3,"runtime":91,"cert":"N\/A","id":65945,"title":"Red Faction: Origins","adult":false,"genre_ids":[878]},{"cast":["Salman Khan","Asin Thottumkal","Paresh Rawal","Sharat Saxena","Sudesh Lehri"],"overview":"A man teams up with his family to reform his girlfriend's two warring uncles who want to inherit her wealth.","release_date":"2011-06-03","vote_average":5.4,"runtime":140,"cert":"N\/A","id":65946,"title":"Ready","adult":false,"genre_ids":[28,35]},{"cast":["Rahul Bose","Shefali Shah","Neetu Chandra","Om Puri"],"overview":"After getting bored with her love less marriage life, a wife decides to get a breathe of fresh air and meets a hit man.","release_date":"2011-05-27","vote_average":4.2,"runtime":102,"cert":"N\/A","id":65951,"title":"Kucch Luv Jaisaa","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Big Cook Ben and Little Cook Small have chosen some of their favourite episodes for their very first DVD; they hope that you will enjoy them too! Pirate Ben decides to make Percy the Pirate a fantastic pirate's gold sandwich; the only problem is that the baguette keeps accidentally knocking over Small! Holiday Maker Little Betty Blue has lost her holiday shoe! Small finds out how tomatoes are grown in greenhouses and Ben makes their guest some scrumptious veggie sandcastles. Queen Of Hearts Ben would like to make the Queen of Hearts some jam tarts, so Small goes off to find out how strawberry jam is made. Mmmm, they're absolutely delicious! Penguin Penny the Penguin comes into the Cafe, so Ben creates a yummy iceberg slush for her using crushed ice and fresh fruit. Bonus Episode - Cat It's a purr-fect opportunity for Ben to try out his Fishy on a Dishy recipe when Cassie the Cat comes to visit. Small finds out what happens at a fish market.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":65952,"title":"Big Cook Little Cook - Welcome To Our Cafe","adult":false,"genre_ids":[]},{"cast":["Esai Morales","Harmony Santana","Judy Reyes","Robin de Jesús","Isiah Whitlock Jr."],"overview":"An ex-con returns home to the Bronx after three year in prison to discover his wife estranged and his teenage son exploring a sexual transformation that will put the fragile bonds of their family to the test.","release_date":"2011-08-05","vote_average":6.1,"runtime":86,"cert":"N\/A","id":65953,"title":"Gun Hill Road","adult":false,"genre_ids":[18]},{"cast":["Amitabh Bachchan","Rajinikanth","Govinda","Kimi Katkar","Deepa Sahi"],"overview":"Tiger works for the local Don Bhaktawar but never hesitates to revolt against him if he harms his friends or family. When his girlfriend Jumma's brother Gonsalves is killed by Bhakhtawar for revolting against him, Tiger promises revenge.","release_date":"1991-02-01","vote_average":6.1,"runtime":184,"cert":"N\/A","id":65954,"title":"Hum","adult":false,"genre_ids":[10749,28]},{"cast":["Adam Minarovich","Michael Moore","Jeremy Busbee","Timothy Fahey","Jim Holcomb"],"overview":"Three feet tall! Two inch fangs!","release_date":"2003-02-04","vote_average":1.0,"runtime":81,"cert":"N\/A","id":65955,"title":"Ankle Biters","adult":false,"genre_ids":[27]},{"cast":["Arjun Rampal","Vipasha Agarwal","Boman Irani","Chunky Pandey","Sonali Kulkarni"],"overview":"Dr Shivani Dutt living and working in a hospital in London, notices some of her colleagues delving in organ trafficking. Before she can expose them she is involved in an accident, leaving her on a life support machine.","release_date":"2006-12-29","vote_average":4.0,"runtime":122,"cert":"N\/A","id":65956,"title":"I See You","adult":false,"genre_ids":[18,10749]},{"cast":["Mathilde Seigner","Nicole Garcia","Jean-Louis Loca","Jean-Jacques Vanier","Adina Cartianu"],"overview":"","release_date":"2003-04-30","vote_average":4.8,"runtime":100,"cert":"N\/A","id":65957,"title":"Tristan","adult":false,"genre_ids":[53]},{"cast":["Claude Brasseur","Claude Rich","Michel Piccoli","Ticky Holgado","Yann Collette"],"overview":"","release_date":"1992-12-23","vote_average":6.1,"runtime":90,"cert":"N\/A","id":65958,"title":"The Supper","adult":false,"genre_ids":[18,36]},{"cast":["Olivia Bonamy","Gérard Darmon","Fanny Cottençon","Jean Benguigui","Patrick Chesnais"],"overview":"A woman seeks the blessing of her wealthy father when she becomes engaged.","release_date":"2004-05-26","vote_average":4.6,"runtime":104,"cert":"N\/A","id":65959,"title":"Mariage mixte","adult":false,"genre_ids":[35]},{"cast":["Rica Peralejo","Mario Magallona","Emilio Garcia","Archie Adamos","Bombi Plata"],"overview":"The movie tells the story of a mysterious creature called Dilim, who roams the streets at night and does vigilante work, saving innocent victims by literally devouring the villains. A do-good policeman goes hot on Dilim’s trail, setting off a series of dangerous encounters, bloodbath, and rude awakenings.","release_date":"2005-07-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65966,"title":"Dark","adult":false,"genre_ids":[10749,28,27]},{"cast":["Petr Forman","Jan Tříska","Emília Vášáryová","Nataša Burger","Ingrid Timková"],"overview":"Milan and Goran are two criminals who smuggle illegal immigrants. One night after they complete a smuggle, they discover that one of the immigrants has left a baby behind. Milan and Goran decide to sell the baby to Lubos and Eman, who are responsible for running an illegal baby adoption center. Lubos and Eman make attempts to sell the baby to Miluska and Frantisek, a barren couple.","release_date":"2004-09-16","vote_average":7.3,"runtime":108,"cert":"N\/A","id":65967,"title":"Up and Down","adult":false,"genre_ids":[35,18]},{"cast":["Annie Girardot","Philippe Noiret","Madeleine Renaud","Murray Head","Marie-Hélène Breillat"],"overview":"Paris, seventies. In a hotel in the glittering Rue de Rivoli an English boy falls in love with the two young grandchildren of the owner. Based on the novel \"La Mandarine\" by Christine de Rivoyre.","release_date":"1972-03-17","vote_average":4.0,"runtime":null,"cert":"N\/A","id":65974,"title":"La mandarine","adult":false,"genre_ids":[35]},{"cast":["Robin Renucci","Anna Galiena","Laurent Grévill","Florence Pernel","Catherine Epars"],"overview":"Jacques asks a public writer to compose love letters for a beautiful stranger that he pretends he has just met.","release_date":"1993-11-03","vote_average":5.0,"runtime":82,"cert":"N\/A","id":65975,"title":"The Last Writer","adult":false,"genre_ids":[35,18]},{"cast":["Jean Yanne","Nathalie Grauwin","Rémi Martin","Yann Collette","Ann-Gisel Glass"],"overview":"","release_date":"1993-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65976,"title":"La légende","adult":false,"genre_ids":[35,18]},{"cast":["Robin Renucci","Fabienne Babe","Tolsty","Gil Lagay"],"overview":"Belgium, 1980. On the banks of the Meuse river, against the background of a steel-producing city, factories close down one after another and lay off workers. One of those made redundant is Fabrice, who, at thirty-five, is proud of his trade, rendered mythical by fire and steel, but feels he has become useless. His wife, Céline, tries to renew his interest in life. Despite a few moments of rediscovered happiness, Fabrice remains trapped in his confusion and one day disappears. Céline, her intense love leading the way, goes looking for him and eventually finds him. Once again, she tries to save him from himself. Can love resuscitate a languishing man? That is Céline's wager.","release_date":"1993-06-26","vote_average":4.8,"runtime":95,"cert":"N\/A","id":65977,"title":"Thinking of You","adult":false,"genre_ids":[]},{"cast":["Robert Hossein","Marie-France Pisier","Roger Dutoit","Annie Anderson","Anne Carrère"],"overview":"A true story of Peter Kurten, a serial killer who committed nine murders and many other offenses in Dusseldorf during the Great Depression era.","release_date":"1965-04-07","vote_average":6.0,"runtime":89,"cert":"N\/A","id":65978,"title":"The Secret Killer","adult":false,"genre_ids":[12,80,53]},{"cast":["Antoine Hubert","Olivia Muñoz","Thérèse Liotard","Jean-François Stévenin","Julien Courbey"],"overview":"","release_date":"1993-06-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":65979,"title":"À cause d'elle","adult":false,"genre_ids":[]},{"cast":["Constant Rémy","France Dhélia","Genica Missirio","Tessy Harrison"],"overview":"","release_date":"1927-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65980,"title":"Le chemin de la gloire","adult":false,"genre_ids":[]},{"cast":["France Lambiotte","Claude Rich","James Mitchell","Hippolyte Girardot"],"overview":"","release_date":"1974-03-30","vote_average":6.5,"runtime":null,"cert":"N\/A","id":65981,"title":"La femme de Jean","adult":false,"genre_ids":[]},{"cast":["Harry Baur","Pierre Blanchar","Madeleine Ozeray","Lucienne Le Marchand","Catherine Hessling"],"overview":"Pierre Chenal's adaptation of Dostoyevsky's novel, starring Pierre Blanchar and Harry Baur. Bears the influence of German Expressionism and serves as an early forerunner of poetic realism.","release_date":"1935-05-17","vote_average":8.0,"runtime":107,"cert":"N\/A","id":65982,"title":"Crime and Punishment","adult":false,"genre_ids":[80,18]},{"cast":["Rika Sonohara","Lemon Hanazawa"],"overview":"Aya Hirai was a unsuccessful news reporter. One day someone took a snapshot of her kissing the director. She was then blackmailed by someone but her career changed dramatically after that… 2 years later, Aya replayed Yuko Fujisaki’s position as the main anchor. Yuko would by al means take back whatever belonged to her. Yuko could not lose her position as the main anchor because her boyfriend was killed by a gun shot in Palestine 6 years ago. She was then…","release_date":"2008-01-08","vote_average":0.0,"runtime":73,"cert":"N\/A","id":65983,"title":"Broadcast Girl","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Kazuyoshi Ozawa","Mayumi Sakurai","Yoshiyuki Yamaguchi","Ikko Suzuki","Ken'ichi Endô"],"overview":"An intense, middle-aged postal worker kidnaps an university student and confines her long enough that he may have successfully be-petted her... a thrilling criminal-drama with a surprise twist that will satisfy all audiences.","release_date":"2002-11-30","vote_average":0.0,"runtime":104,"cert":"N\/A","id":65984,"title":"Captive Files","adult":false,"genre_ids":[27]},{"cast":["Kazuyoshi Ozawa","Miyu","Kenji Matsuda","Hiroshi Yamamoto","Tomohiro Kato"],"overview":"A train station worker just recently released on charges of kidnapping and confinement repeats his crime and attempts to gain the trust of a young girl. Living together in the back room of a train station, they eventually come face to face with their own evils.","release_date":"2003-10-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65985,"title":"Captive Files II","adult":false,"genre_ids":[]},{"cast":["Kaede","Mei Fujishiro","Norihisa Yokokawa","Yûya Matsuura","Masayoshi Nogami"],"overview":"Ako Togawa and her boyfriend Hiroki were enjoying their youth in high school. They visited their childhood friend Yoshio at his casting press factory. After the death of his father, Yoshio gave up high school but continued to study for college. Yoshio envied Hiroki for dating Ako because Ako was Yoshio's secret love since childhood. One day, three of them agreed to study together in Yoshio's room. While waiting for Hiroki who were coming late, Ako fell asleep. As he peeped at Ako's white panties, Yoshio lost control and took Ako. During her resistance, Ako hit her head and lost conscious. When she woke up, Ako's hands and feet were tied with rope. That was the beginning of her life as a pet of Yoshio. How long will the days of love, desire and confinement alone behind the door last...?","release_date":"2005-06-22","vote_average":0.0,"runtime":75,"cert":"N\/A","id":65986,"title":"Disappear","adult":false,"genre_ids":[]},{"cast":[],"overview":"When out drinking with her friends, Ayaka meets Hiro and they start a relationship. While they get along great and do a lot of sex, they both start receiving threatening text messages and soon discover they are being stalked by a crazy woman who loves iguanas.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":65987,"title":"Ero Kowai Kaidan Vol.1 – Iguana Woman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yumi, a woman smelling with decadent beauty, went to the bar which she had her first date with her husband Kota. She met a famous photographer Kenny in the bar. Kenny was addicted to the abnormal beauty of Yumi. He then took Yumi to his studio, and not only took photos with Yumi, but also took her body. Kenny thought Yumi was only one of the numerous women that he had one-night-stands with. However, Yumi believed that Kenny was her only man except her husband. In order to stay with Kenny all the time, Yumi tricked Kenny to her mansion and confined him, and even cut his toe when Kenny was trying to escape. With the physical and psychological threats, Kenny started to feel sympathy for Yumi, and enjoyed Yumi’s “special services” until he finally forgot that he was in confinement","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":65988,"title":"Love Education","adult":false,"genre_ids":[]},{"cast":["Omar Gioiosa","Nicolás Marotta","Pablo Pawlowicz","Facundo Espinosa"],"overview":"A young man searching for his missing girlfriend. An unconditional friend willing to do anything to uncover the truth. An investigation that culminates in an old house. Inside await two brutal murderers, armed with twenty-five boxes of explosives that were lost since the last military dictatorship.","release_date":"2010-10-30","vote_average":4.5,"runtime":90,"cert":"N\/A","id":65989,"title":"Cold Sweat","adult":false,"genre_ids":[27,28,53]},{"cast":["Harry Bruton","Ray Carnay","Cody Curtis","Paul Darley"],"overview":"In 1994 Oregon became the first state to legalize physician-assisted suicide. At the time, only Belgium, Switzerland, and the Netherlands had legalized the practice. 'How to Die in Oregon' tell the stories of those most intimately involved with the practice today -- terminally ill Oregonians, their families, doctors, and friends -- as well as the passage of an assisted suicide law in Washington State.","release_date":"2011-01-23","vote_average":8.3,"runtime":107,"cert":"N\/A","id":65992,"title":"How to Die in Oregon","adult":false,"genre_ids":[99]},{"cast":["Ian Duncan","Ophélie Winter","Marie Bäumer","Iskra Angelova","Götz Otto"],"overview":"Leo Vincey receives a map from his late father, leading him to the legendary city of Kor in search of an explanation for his mysterious ancestry. He is accompanied by his girlfriend Roxanne. He discovers that he is the only descendant of an Egyptian priest who had been executed for the crime of falling in love with the Egyptian Princess. The ruling queen Ayesha, or rather She, is the same Egyptian Princess of centuries ago, her beauty and youth look being preserved by magic. She becomes convinced that Leo is the reincarnation of her former lover, and wants to kill him. Leo and Roxanne will have to fight against surprise attacks on them, but survival in that foreign land with strange customs, is difficult. Leo is terribly attracted to She's beauty, but at the same time he fears for her obscure spirit, and finally he must take a decision - to run away from her, or to love her and die.","release_date":"2001-01-01","vote_average":6.0,"runtime":null,"cert":"","id":65993,"title":"She Who Must Be Obeyed","adult":false,"genre_ids":[12,28,14]},{"cast":["James Mason","Janet Leigh","Robert Wagner","Debra Paget","Sterling Hayden"],"overview":"A young Viking prince strives to become a knight in King Arthur\"s Court and restore his exiled father to his rightful throne.","release_date":"1954-04-05","vote_average":5.6,"runtime":100,"cert":"N\/A","id":65994,"title":"Prince Valiant","adult":false,"genre_ids":[12,28,10749]},{"cast":[],"overview":"Jack is a strange character. He steals paintings from museums to eat them. He feeds himself with the artistic process of the painter. But one day, the museums are closed and he will have to paint by himself to survive","release_date":"2011-06-14","vote_average":5.7,"runtime":8,"cert":"N\/A","id":65995,"title":"Dripped","adult":false,"genre_ids":[16]},{"cast":["John Bain","Erica Curtis","Nathan Halliday","Bill Oberst Jr.","Chauna Wertlow"],"overview":"After being abandoned in the desert by his abusive stepfather, Phillip finds himself cruelly cast into a game of life or death until a beautiful orphan named Lucy and her boyfriend Jack come to his rescue. The three runaways patrol the desert and live as petty thieves, but they soon find that the fight for survival against nature may become a fight for survival against each other.","release_date":"2010-03-01","vote_average":3.0,"runtime":94,"cert":"N\/A","id":65996,"title":"Desert Son","adult":false,"genre_ids":[18,53]},{"cast":["Carlo Ferrante","Vera Van Dooren","Pierre Lognay","Fleur Lise Heuet","Bénédicte Bantuelle"],"overview":"Vincent Lannoo’s ‘mockumentary’ shows us a community of vampires in Belgium. The two ‘parents’ of the family are George and Bertha, who have two teenage children – or rather, they raise two former humans who they turned into vampires. Son Samson is a bit of a jack the lad: enjoying the sexual freedom of vampire life, with all the vigour of an irresponsible young adult regardless of consequences (even incest is not frowned upon in their world, where the word ‘wife’ is often synonymous with ‘mother’ or ‘sister’). Daughter Grace yearns for humanity in a different way: applying fake tan to get rid of her vampiric pallor, dressing in pink clothes, wishing she could feel emotion and even having a human boyfriend.","release_date":"2010-04-17","vote_average":5.9,"runtime":88,"cert":"N\/A","id":65997,"title":"Vampires","adult":false,"genre_ids":[35]}]