[{"cast":["Luis Roberto Guzmán","Lola Dueñas","Zuria Vega","Alan y Gael Sanchez","Francisco Gattorno"],"overview":"Jorge Colon's SIN ELLA shows us how much a family member can guide the values and lives of the others, even when absent. Set in present-day Mexico City, the story follows Gastón (Luis Roberto Guzmán, in a striking performance different from his action-man TV roles), a successful TV producer who has to learn how to be a good dad for his teenage daughter and younger son after an accident, which challenges the family not only to cope with the pain of the tragedy but also to improve their lives. With outstanding performances by all cast members and an attractive soundtrack, this drama and its dose of magical realism are bound to make its audience reconsider what family truly means.","release_date":"2010-11-05","vote_average":6.0,"runtime":109,"cert":"N\/A","id":66002,"title":"Without Her","adult":false,"genre_ids":[18,28,53]},{"cast":["Germaine Montero","Claude Richard","Hélène Darche","Raphaele Devins","Catherine Breillat"],"overview":"A Season in the Life of Emmanuel, a newborn who witnesses the drastic changes a French family experiences in a brief period of time.","release_date":"1973-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66003,"title":"Une saison dans la vie d'Emmanuel","adult":false,"genre_ids":[35,18]},{"cast":["Jean-Pierre Marielle","Richard Bohringer","Emmanuelle Seigner","Chantal Banlier","Bernard Verley"],"overview":"An old psychiatrist finds out that he is likely to suffer a second and probably fatal heart attack in the near future. As a consequence he becomes determined to seduce Odile, a young woman he first encounters in a railway compartment.","release_date":"1994-08-17","vote_average":5.3,"runtime":85,"cert":"N\/A","id":66004,"title":"The Smile","adult":false,"genre_ids":[18,35]},{"cast":["Marie Gillain","Alessandro Sigona","Aurore Clément","Sabrina Leurquin","Margarida Marinho"],"overview":"Pregnant girl in trouble teams up with a young boy to find the mother of the boy.","release_date":"1993-03-31","vote_average":0.0,"runtime":85,"cert":"N\/A","id":66005,"title":"Marie","adult":false,"genre_ids":[18]},{"cast":["Cynthia Rothrock","Jalal Merhi","Bolo Yeung","Nick Dibley","Fern Figueiredo"],"overview":"The police does not know what to do. They have to deal with a serial killer who aims at martial arts masters. One after another is killed in the same brutal way. This may be a chance for detective Linda Masterson to work on her first murder case. She gets the job and to her side an other martial arts specialist, Sgt. Tarek Richards. Now they need to find a tiger style master, because the killer obviously uses tiger style kung fu. Not a simple task, since tiger is a very ancient and rare style.","release_date":"1992-08-21","vote_average":5.6,"runtime":92,"cert":"N\/A","id":66006,"title":"Tiger Claws","adult":false,"genre_ids":[28]},{"cast":["Marie-Lise Pilote","Roy Dupuis","Macha Grenon","Marc-André Coallier","Joe Bocan"],"overview":"Marie, incapable of choosing between three marriage proposals, decides to give up. Circumstances mean that the three men meet. Far from being hostile, Stéphane, Fabrice and Paul console each other....","release_date":"1996-05-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66007,"title":"L'Homme idéal","adult":false,"genre_ids":[35]},{"cast":["Chen Kuan-Tai","Karen Yip Leng-Chi","Tung Lam","Wai Wang","Chung Chan-Chi"],"overview":"Shaw Brothers' number one action hit of 1975, and deservedly so. The character of one-man kung-fu dynamo Big Brother Cheng and kung-fu superstar Chen Kuan-tai were made for each other. A Robin Hood-like restaurant manager who socks it to the thugs in order to make the mean streets of Hong Kong a little less mean, Big Brother Cheng made his first appearance in the extremely popular The Tea House, the success of which spawned this even more successful sequel.","release_date":"1975-07-16","vote_average":5.0,"runtime":107,"cert":"N\/A","id":66008,"title":"Big Brother Cheng","adult":false,"genre_ids":[28]},{"cast":["Donnie Yen","Sharla Cheung Man","Carrie Ng","Shing Fui-On","Gordon Liu Chia-Hui"],"overview":"In Hong Kong, a weapon dealer has a special computer chip, which is needed to build a secret missile. He is trying to sell it to a foreign goverment. The local secret police, the CIA and an enemy band is looking for him, but he has a very rich and influential man as his partner.","release_date":"1992-01-01","vote_average":6.3,"runtime":84,"cert":"N\/A","id":66009,"title":"Cheetah on Fire","adult":false,"genre_ids":[80,28]},{"cast":["Fabrice Luchini","André Dussollier","Marie Gillain","Redjep Mitrovitsa"],"overview":"In the midst of WW I, a doctor and a lawyer team up to turn a ramshackle old mountain chateau into a sanatorium\/health spa that caters to the afflicted from most every stratum of European society, most of whom show up with false hope in their hearts and plenty of equally false identities. Even the proprietors have a few deceptions, chief among them is the part of the resort where they provide shelter for dying and horribly maimed soldiers. Still the atmosphere of this high-class convalescent home is that of great gentility that thinly disguises the seaminess of the guests' secret activities. Though much of the film is a quirky comedy, tragedy comes creeping in when people begin dying of unnatural causes, and not even the pure mountain air can save the owners and the residents.","release_date":"1997-09-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66010,"title":"Un air si pur...","adult":false,"genre_ids":[]},{"cast":["Leung Kar-Yan","Paul Chu Kong","Bei Cheung","Cheung Ming-Man","Liu Lai-Ling"],"overview":"Martial art film standout Liang Chia-jen brings the same animalistic intensity from his early heroic bloodshed films to his Danger Has Two Faces tough, ex-cop character now relegated to becoming a pet store owner. The stern Police Superintendent Liu played by Chu Chiang sets the stage for his later role in John Woo's The Killer while new comer Fei Hsiang must do Serpico-like things to find out which cop is paid for by the mob.","release_date":"1985-05-31","vote_average":6.0,"runtime":90,"cert":"N\/A","id":66011,"title":"Danger Has Two Faces","adult":false,"genre_ids":[28]},{"cast":["Ritchie Blackmore","Ian Gillan","Roger Glover","Ian Paice","Jon Lord"],"overview":"Rock legend Deep Purple recorded live at the Birmingham NEC, UK on November 9, 1993. Five members from the band's most famous line up play their hits during their 25th anniversary world tour. Note that Ritchie Blackmore dropped out soon after this particular concert.","release_date":"1993-11-16","vote_average":5.5,"runtime":118,"cert":"N\/A","id":66012,"title":"Deep Purple: Come Hell or High Water","adult":false,"genre_ids":[10402]},{"cast":["Derek Yee Tung-Sing","Ling Yun","Candice Yu","Ku Feng","Ou-Yang Sha-Fei"],"overview":"The Third Master is considered to be the greatest sword master of the day. His displays of skill and strength bring armies of challengers to his door, seeking the title for themselves. Not to be defeated, the Third Master fights evil, saves damsels in distress, and duels rival swordsmen to the death.","release_date":"1977-07-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":66013,"title":"Death Duel","adult":false,"genre_ids":[28]},{"cast":["Stanley Fung","Sharla Cheung Man","Vivian Chow","Shing Fui-On","Tai Bo"],"overview":"Two rival Taoist schools, one all-female, the other one all-male, must become allies to fight a demon as one of the priestesses is unaware that she's the daughter of the demon and has to lose her virginity to avoid turning into a demon herself.","release_date":"1991-04-12","vote_average":0.0,"runtime":96,"cert":"N\/A","id":66014,"title":"Devil's Vendetta","adult":false,"genre_ids":[27,35,14]},{"cast":["Brigitte Lin","Gong Li","Sharla Cheung Man","Frankie Lam","Norman Chu"],"overview":"Legend has it that in a faraway place beyond the edge of the earth, there exists a broken-hearted man with infinite power. Abandoned by his loved ones, the inheritance of the old man's chi power becomes a battleground for evil outsiders.","release_date":"1994-05-03","vote_average":6.0,"runtime":96,"cert":"N\/A","id":66015,"title":"The Maidens of Heavenly Mountains","adult":false,"genre_ids":[28]},{"cast":["Brigitte Lin","Sylvia Chang","Michelle Yim","Wang Lai","Ou-Yang Sha-Fei"],"overview":"Li Han-Hsiang's adaptation of the classic Qing Dynasty novel will take viewers to the heightened pleasures of love and the despairing depths of betrayal. Timeless beauty Brigitte Lin Ching-hsia appears as Chia Pao-yu in her first attempt at a gender-bending role, an art she will wield complete mastery over in later films. Pao-yu is in love with his cousin, Lin Tai-yu (Sylvia Chang), but his family has other marital plans for him that will leave both broken-hearted.","release_date":"1977-10-26","vote_average":5.5,"runtime":108,"cert":"N\/A","id":66016,"title":"The Dream of the Red Chamber","adult":false,"genre_ids":[10749,18,10402,36]},{"cast":["Mireille Balin","Jean Chevrier","Louise Carletti","Henri Guisol"],"overview":"Having pulled off a robbery with his friend Maurice, Olivier leaves his mistress Lola and hides out in a small village in the country. He finds work, thanks to a young man named Gilbert, who introduces him to his sister, Monique. Once the robbery has been all but forgotten, Olivier intends to head back to Paris, but before he goes, he steals money from his employer. In Paris, Olivier wants to say a proper goodbye to Lola, but she is being blackmailed by Jérôme, an antique dealer who has recognized a necklace stolen by Olivier. Before returning to Monique, Olivier calls on Jérôme to recover the necklace.","release_date":"1942-09-02","vote_average":7.0,"runtime":100,"cert":"N\/A","id":66017,"title":"L'assassin a peur la nuit","adult":false,"genre_ids":[80]},{"cast":["Andy Lau","Michelle Reis","Simon Yam","Gordon Liu Chia-Hui","Adam Cheng"],"overview":"Set around the turn of the century in China, the White Lotus Society plots to put the next Emperor on the throne. To do this they want their protege to marry the Princess Sun Yu who possesses an important jade ring. They dispatch Yueng Kwan to fetch her. However, Yueng Kwan is a patriot, working for the revolutionary forces of Sun Yat Sen. He abducts Sun Yu and finds refuge with the father of the future hero Wong Fei Hung.","release_date":"1994-07-02","vote_average":4.8,"runtime":91,"cert":"N\/A","id":66018,"title":"Drunken Master III","adult":false,"genre_ids":[28,53]},{"cast":["Ivy Ling Po","Wang Ping","Chin Han","Lo Lieh","Richard Chan Chun"],"overview":"Soon-to-be legendary director Chu Yuan had just joined the Shaw Brothers when he helmed this thriller of bickering bandits. Audiences loved watching three pairs of cunning male and female crooks trying to steal a million gold taels from the Fu Lai Treasury House...not knowing that one of them is actually an undercover hero. Even without him, there's no honor amongst thieves, so the double-crosses and deadly duels come fast and furious, all choreographed by Hsu Erh-niu.","release_date":"1971-06-11","vote_average":7.4,"runtime":100,"cert":"N\/A","id":66019,"title":"Duel for Gold","adult":false,"genre_ids":[28]},{"cast":["Estella Blain","Roger Lumont","Roger Riffard","Philippe Léotard"],"overview":"","release_date":"1972-11-26","vote_average":8.5,"runtime":null,"cert":"N\/A","id":66020,"title":"Chinese Glory","adult":false,"genre_ids":[]},{"cast":["Joe Alex","Mireille Balin","Marcel Dalio","Leda Ginelly","Tino Rossi"],"overview":"","release_date":"1937-12-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66021,"title":"Naples au baiser de feu","adult":false,"genre_ids":[35,10749]},{"cast":["Deborah Kerr","Hayley Mills","John Mills","Edith Evans","Felix Aylmer"],"overview":"A grandmother seeks a governess for her 16 year old granddaughter, Laurel, who manages to drive away each and every one so far by exposing their past, with a record of three in one week! When an applicant with a mysterious past manages to get the job, Laurel vows to expose her. Meanwhile, Laurel's married-divorced-married mother tries to get her back.","release_date":"1964-04-02","vote_average":6.4,"runtime":105,"cert":"U","id":66022,"title":"The Chalk Garden","adult":false,"genre_ids":[18,9648]},{"cast":["Lubomír Lipský","Jan Skopeček","Ladislav Trojan","Stella Zázvorková","Míla Myslíková"],"overview":"","release_date":"1963-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66023,"title":"Tři chlapi v chalupě","adult":false,"genre_ids":[35]},{"cast":["Jaromír Hanzlík","Jorga Kotrbová","Dáša Neblechová","Čestmír Řanda st.","Josef Somr"],"overview":"","release_date":"1975-07-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66024,"title":"Dva muži hlásí příchod","adult":false,"genre_ids":[35]},{"cast":["Nia Long","Danny Glover","Evan Ross","Summer Bishil"],"overview":"Thanks to a strict Muslim upbringing that largely shielded him from the outside world, Tariq's first year of college proves transformative. That is, until the 9\/11 terrorist attacks invite growing suspicion and distrust from his angry classmates.","release_date":"2011-02-11","vote_average":4.7,"runtime":95,"cert":"N\/A","id":66025,"title":"Mooz-lum","adult":false,"genre_ids":[18]},{"cast":["Lucie Vondráčková","Jiří Langmajer","Daniel Landa","Jana Vaculíková","Richard Tesařík"],"overview":"","release_date":"2007-01-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66026,"title":"Tajemství","adult":false,"genre_ids":[9648]},{"cast":["Alan Bates","Oliver Reed","Glenda Jackson","Jennie Linden","Eleanor Bron"],"overview":"Growing up in the sheltered confines of a 1920's English coal-mining community, free-spirited sisters Gudrun (Glenda Jackson) and Ursula (Jennie Linden) explore erotic love with a wealthy playboy (Oliver Reed) and a philosophical educator (Alan Bates), with cataclysmic results for all four.  Based on the controversial but classic novel by D. H. Lawrence.","release_date":"1969-09-01","vote_average":6.6,"runtime":131,"cert":"","id":66027,"title":"Women in Love","adult":false,"genre_ids":[18,10749]},{"cast":["Oldřich Navrátil","Bára Štěpánová","Eva Brožková","Sabina Laurinová","Ota Jirák"],"overview":"","release_date":"1991-01-07","vote_average":6.7,"runtime":null,"cert":"N\/A","id":66028,"title":"Dívčí válka","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Editorial Reviews Amazon.com The late, great Paul Winfield tackles the role of his career in King, an NBC miniseries originally broadcast over three nights in February 1978. Demonstrating a deeply inspired commitment to his performance as civil rights leader Rev. Martin Luther King Jr., Winfield's voice and presence are different from King's, but he flawlessly conveys the physical and psychological essence of the man. In the six-hour telefilm written and directed by Judgment at Nuremberg Oscar®-winner Abby Mann, King is portrayed as a courageously devoted crusader for a just cause, whose commitment to nonviolent protest was a heavy burden he bore with miraculous poise and conviction, often at the expense of his health and well-being. Like Winfield, Cicely Tyson is uncannily convincing in her role as King's noble wife, Coretta.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66029,"title":"King I have a dream","adult":false,"genre_ids":[]},{"cast":["Urszula Modrzyńska","Andrzej Szalawski","Grazyna Staniszewska","Mieczysław Kalenik","Henryk Borowski"],"overview":"A tale of a young impoverished nobleman, who with his uncle returns from a war against the order of the Teutonic Knights in Lithuania. He falls in love with a beautiful woman and pledges an oath to bring her \"three trophies\" from the Teutonic Knights.","release_date":"1960-09-02","vote_average":7.3,"runtime":166,"cert":"N\/A","id":66030,"title":"Knights of the Teutonic Order","adult":false,"genre_ids":[12,18,36]},{"cast":["Arisa Andô","Masashi Ebara","Kōji Tsujitani"],"overview":"An archaeological expedition finds the mummified bodies of Genghis Khan and his army somewhere in Mongolia. Unaware that the location is cursed, the explorers wake up the former ruler of the Mongolian empire. He warns the intruders that a large calamity will befall the world in one thousand days. The only ones who can prevent this from happening are three persons who bear wolf-shaped arrow scars. They must join forces and kill the \"three emperors\" so that the Khan's soul can once again sleep for a thousand years.","release_date":"1993-07-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":66033,"title":"Crimson Wolf","adult":false,"genre_ids":[12,16,28]},{"cast":["Richard Dreyfuss","Ellen Barkin","Jeff Goldblum","Gabriel Byrne","Diane Lane"],"overview":"With his boss in the madhouse, a mobster is temporary boss of the criminal empire just as vicious rivals threaten the control of the empire.","release_date":"1996-11-08","vote_average":6.1,"runtime":93,"cert":"N\/A","id":66034,"title":"Mad Dog Time","adult":false,"genre_ids":[18,28,35,80]},{"cast":["Burt Lancaster","Dianne Foster","Diana Lynn","John McIntire","Una Merkel"],"overview":"A frontiersman and his son fight to build a new home in Texas.","release_date":"1955-08-01","vote_average":6.2,"runtime":104,"cert":"N\/A","id":66035,"title":"The Kentuckian","adult":false,"genre_ids":[28,37]},{"cast":["Risa Kasumi","Minori Majokoro","Rei Misaki","Kyôsuke Sasaki","Makoto Tanaka"],"overview":"Two years into a marriage with the heir of a wealthy family, Ayumi is already feeling distant from her husband. The reason is her coercion into nightly perverted activities by the sadistic inclinations of her sadistic husband. In addition, the same man on her commute to finishing school frequently molests her. The man ultimately shows up at Ayumi’s house and rapes her. She realizes it has all been captured on camera and the man that raped her was hired to do so by her husband.","release_date":"2008-12-26","vote_average":5.0,"runtime":75,"cert":"N\/A","id":66036,"title":"Tokyo Train Girls 2: Supervixen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Some fancy-pants prince or something seems to fantasize about various sexual scenarios, and likes to share them with his little helper monkey guy. The audience is treated to visual dramatizations of said scenarios.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66037,"title":"The Sexy Dragon Inn","adult":true,"genre_ids":[]},{"cast":["Houka Kinoshita","Fujiko","Taijirô Tamura","Noriko Setoguchi","Yukari Kanazawa"],"overview":"Chiho has prohibited her husband, Takahashi, from smoking while she is trying to become pregnant. Takahashi hasn’t told his wife he was laid off, and has a paid sexual encounter with a high-school student, attracted by the pungent odor of her cigarettes, Peace Regulars. That evening, Chiho became outraged by the foul odor of the Peace Regulars saying it reminded her of an elderly relative having shoved the same brand of cigarettes into her genitals in the distant past. In fact that memory was not Chihos, but that of her twin sister, Kaho.","release_date":"2006-10-07","vote_average":9.0,"runtime":74,"cert":"N\/A","id":66038,"title":"Smoke Gets in Your Eyes","adult":false,"genre_ids":[18]},{"cast":["Yuma Asami","Yuria Hidaka","Takashi Naha","Eiji Nakamura"],"overview":"A crew decides to shoot the spoof ghost sighting documentary Mini-Skirt Adventures by a secluded lake outside of Tokyo, where young men have been rumored to disappear without a trace for several years. As a storm hits, the crew seek refuge at an apparent abandoned mansion, only to discover there is one sole inhabitant, the beautiful and mysterious Reika. She offers them shelter for the night. But soon, the film crew find themselves at the mercy from Reika's dark, dangerous secret.","release_date":"2008-05-24","vote_average":5.3,"runtime":65,"cert":"N\/A","id":66039,"title":"Siren X","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"With a special natural instinct of “absolute taste”, the genius girl Sakiko was trained by her father in their family sushi bar. But one day Sakiko was fed up with her father’s harsh training. She left with her boyfriend. Years later she came back hom eonly to find her father’s sushi bar to be taken over by the rich girl Harumi and her Black Gang as a revenge of Harumi’s lost love. Now Sakiko had to fight not only for her family but her dignity to win the sushi contest.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66040,"title":"Sakiko no Sushi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Because of gambling habits, Cheong Yeung ran away from loan sharks to an old building. He met a ghost who came out every night to have sex with him. Every time when he finished making love, he found some numbers in his underwear. From then on, his luck changes. He started to strike lottery, win on bets….","release_date":"2004-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":66041,"title":"Poor Ghost","adult":false,"genre_ids":[]},{"cast":["Minami Aikawa","Mimi Asano"],"overview":"College student Nana loved to play Mahjong with her boyfriend Kazuya in Mahjong Gambling Club. One day they joined a Mahjong game with professional player Nishioka. Kazuya totally lost. He left nana and ran away. Nana agreed to give her body to Nishioka to pay the debt for Kazuya. But Nishioka did not take advantage of Nana. He only asked her to do housework for him. He admired her character and even passed his secret Mahjong technique to Nana to train her as a professional. Nana’s fate was thus changed by that single gambling game…","release_date":"2007-07-04","vote_average":0.0,"runtime":79,"cert":"N\/A","id":66042,"title":"Peng Chang","adult":false,"genre_ids":[]},{"cast":["Tony Musante","Martin Sheen","Beau Bridges","Brock Peters","Ruby Dee"],"overview":"Two hoodlums terrorize the passengers of a late-night New York City subway train.","release_date":"1967-11-05","vote_average":7.0,"runtime":107,"cert":"N\/A","id":66043,"title":"The Incident","adult":false,"genre_ids":[53,18]},{"cast":["Jon Bon Jovi","Bai Ling","William Forsythe"],"overview":"Jon Bon Jovi plays Jamey Meadows, a man newly released from prison who has found himself homeless on the crazy streets of New York City. Slowly, he must try to build his life up from the gutter. Resisting constant offers from his brother, played by William Forsythe (Dick Tracy, The Rock, Deuce Bigalow: Male Gigalo) to rejoin the insidious world of crime, Meadows takes a menial job as a door to door census worker. Among his many encounters throughout this job, he meets a young Chinese immigrant who is just as unhappy in her life as he is in his. These two slowly hit it off and a relationship gradually begins to develop between them. Can Jamey Meadows learn to live in this new life, or will the temptations of his old ways drag him back to where he started?","release_date":"1999-04-18","vote_average":3.7,"runtime":106,"cert":"N\/A","id":66044,"title":"Row Your Boat","adult":false,"genre_ids":[18,10749,80]},{"cast":["Ichirō Nagai","Shinji Ogawa","Yoshiko Sakakibara","Kozo Shioya","Kazuya Sokabe"],"overview":"A freelance reporter stumbles on a desperate military operation. An army chopper has crashed and its cargo has been activated. Now there are two killer androids running loose in the wilderness and have the daughter of their inventor as their target. Can the army stop them or can the reporter reach the little girl before the droids do?","release_date":"1987-06-28","vote_average":6.9,"runtime":47,"cert":"N\/A","id":66045,"title":"Black Magic M-66","adult":false,"genre_ids":[28,16,878]},{"cast":["Douglas Booth","Mathew Horne","Francis Magee","Richard Madden","Freddie Fox"],"overview":"In 1980 young George O'Dowd baffles his parents with his love of frocks and make-up and moves into a squat with kindred spirit Peter, who dresses as Marilyn Monroe and calls himself Marilyn. They make a splash at Steve Strange's trendy Blitz Club where George gets a job in the cloakroom but George is unlucky in his relationships with men until he meets wannabe musician Kirk. Through Kirk George meets the handsome drummer Jon Moss, on whom he develops a crush, but sacked by the Blitz and spurned by Kirk, George turns to Sex Pistols' manager Malcolm McLaren to further his music career. George's spell with McLaren's group Bow Wow Wow is short but fan Mikey North is impressed and asks George to sing in a group he is forming, where George again meets Jon. They will have an affair and the group will become the very successful Culture Club. Four years later, however, hounded by the tabloid press amid stories of his drug addiction, an unhappy George turns to Jon for advice on his future.","release_date":"2010-05-16","vote_average":6.4,"runtime":90,"cert":"","id":66046,"title":"Worried About the Boy","adult":false,"genre_ids":[18]},{"cast":["Gustav Bubník","Jaroslava Obermaierová","Jaroslav Moučka","Alois Švehlík","Gabriela Hyrmanová"],"overview":"A group of children are investigating a chain of mysterious events during the seventies.","release_date":"1976-09-01","vote_average":5.3,"runtime":81,"cert":"N\/A","id":66047,"title":"Odysseus and the Stars","adult":false,"genre_ids":[12,878,10751]},{"cast":["Maroš Kramár","Tomáš Materna","Barbora Seidlová","Bořivoj Navrátil","Adriana Neubauerová"],"overview":"","release_date":"2007-02-15","vote_average":6.5,"runtime":null,"cert":"N\/A","id":66048,"title":"Maharal - Tajemství talismanu","adult":false,"genre_ids":[12]},{"cast":["Ondřej Pavelka","Raoul Schránil","Jiřina Jelenská","Jitka Asterová","Jaromír Dulava"],"overview":"","release_date":"1993-01-01","vote_average":7.8,"runtime":99,"cert":"N\/A","id":66049,"title":"Horror Story","adult":false,"genre_ids":[]},{"cast":["Dude Harlino","Asmirandah","Meyda Sefira","Tsania Marwa"],"overview":"Di sebuah pesantren di Kediri, ada seorang pemuda bernama Syamsul (Dude Herlino) yang rela meninggalkan kehidupannya yang cukup nyaman demi tekadnya untuk belajar menuntut ilmu dan bergabung dalam pesantren.Kehidupan dalam pesantren membuatnya dekat Zizi (Meyda Sefira), seorang putri pemilik pesantren yang sebelumnya pernah menolong Syamsul saat dia dijambret di kereta.","release_date":"2010-12-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66050,"title":"Dalam Mihrab Cinta","adult":false,"genre_ids":[18,53]},{"cast":["Cat Farish","Dina","Shaheizy Sam","Mazlan Pet pet","Lisa Surihani"],"overview":"\"Jangan Pandang Belakang Congkak\" tells the story of three youths who each received a letter from the late Pak Sudir inviting them to his house. Upon arrival, they met up with Pak Sudir's helper Mustika and discovered that he was their grandfather and the three of them have the potential to inherit all of his belongings, but under strict circumstances. They would have to stay at his house for three days straight without touching anything, especially an old congkak. On the first night itself, strange things begin to happen.","release_date":"2009-06-04","vote_average":5.0,"runtime":90,"cert":"N\/A","id":66051,"title":"Jangan Pandang Belakang Congkak","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"The story of Eric, an \"alcoholic, loser and blood nut\" and his wonderful\/terrible and very funny journey towards winning the love of his life, Louise.","release_date":"2007-07-16","vote_average":3.0,"runtime":73,"cert":"N\/A","id":66054,"title":"The Underdog's Tale","adult":false,"genre_ids":[]},{"cast":["Klaus Kinski","Victoria Zinny","Paolo Casella","Dino Strano","Patrizia Adiutori"],"overview":"Dan Hogan and his gang have held up a bank for $100,000 in gold bars. They meet up at Jackal's Ranch, a weigh station for stage coaches. While waiting for the gold to arrive they encounter a stranger, John Webb, who wants half the gold in exchange for guiding them safely to Mexico. Reluctantly, Dan agrees and they set across the brutal desert for a race to the border with the Rangers hot on their tail. Is John who he says he is? Is he really after the gold or does he have an ulterior motive?","release_date":"1971-08-13","vote_average":4.6,"runtime":90,"cert":"N\/A","id":66055,"title":"Shoot the Living and Pray for the Dead","adult":false,"genre_ids":[28,37]},{"cast":["Kaoru Kobayashi","Nene Otsuka","Hidetoshi Nishijima","Ren Osugi"],"overview":"The prison guards working in penitentiaries where death row inmates are locked up are forced to spend their daily lives constantly facing death.","release_date":"2008-06-07","vote_average":7.5,"runtime":115,"cert":"N\/A","id":66060,"title":"Vacation","adult":false,"genre_ids":[18]},{"cast":["Sho Aikawa","Dankan","Ren Osugi","Shun Sugata","Kumi Nakamura"],"overview":"Nijima, a white-collar worker, finds the man responsible for his young daughter’s brutal rape and murder. He tortures and interrogates the man, who maintains his innocence, before killing and burying him. He returns to his ordinary life feeling listless and hollow, until he meets an old high school friend who introduces him to his hapless band of hired killers. His skill in the assassination business catches the attention of a bigger crime boss. For reasons that remain opaque, Nijima is assigned to investigate his friend, which ultimately results in a bloody confrontation.","release_date":"1998-04-11","vote_average":6.4,"runtime":83,"cert":"N\/A","id":66061,"title":"Eyes of the Spider","adult":false,"genre_ids":[80,53]},{"cast":["Tetsushi Tanaka","Yûna Natsuo","Joe Odagiri","Jun Murakami","Miwako Ichikawa"],"overview":"Low-profile theater troop actor Mutsugoro Suzuki begins an oneiric journey back to his hometown, marked by his quest to find the one responsible of infecting him with a STD.","release_date":"2005-06-11","vote_average":6.0,"runtime":103,"cert":"N\/A","id":66062,"title":"Into a Dream","adult":false,"genre_ids":[18]},{"cast":["Anna Polívková","Ondrej Kovaľ","Bohumil Klepl","Eva Holubová","Jaromír Nosek"],"overview":"A motley of vacationers on a bus headed for a week long vacation at a seaside resort. Among them: a single, moderately famous singer; a nerdy, onanistic man; a couple of old ladies reaching senility; a couple of young gals looking for an amorous adventure; a family with a boy unsure about where he fits sexually; a beautiful woman that, besides working as a trip guide, has pretensions of being a music composer; a couple of gay men; and another family where the parents are stuck in a sexual ice age while their twentyish daughter is looking to connect with a man.","release_date":"2006-04-20","vote_average":6.4,"runtime":113,"cert":"N\/A","id":66063,"title":"Holiday Makers","adult":false,"genre_ids":[35]},{"cast":["Tadanobu Asano","Erika Oda","Chizuru Ikewaki","Teppei Koike","Teruyuki Kagawa"],"overview":"Portrait of the Wind centers on Tamio Murase (Tadanobu Asano), a world-traveling photographer who came home to take over the family business after his father’s fatal heart attack. One day at the family photo studio, he finds a kindred spirit in Ayako (Erika) and the requisite sparks fly between them. The initial portions of the film deal with their budding romance, and it isn’t long before the two become a serious couple, and Ayako is pregnant with Tamio’s child.","release_date":"2005-10-15","vote_average":6.0,"runtime":97,"cert":"N\/A","id":66064,"title":"Portrait of the Wind","adult":false,"genre_ids":[18]},{"cast":["Akiho Yoshizawa","Yuna Momose"],"overview":"Episode 1: Atsushi and his sister Naomi live under the same roof. Despite her strong love to her brother, Naomi buries her real emotion deep in her heart, and she can only express her feeling in the virtual computer domain. Meanwhile, Naomi’s college friend pursues her strongly, but she still cannot forget her brother. To heal her broken heart, Naomi decides to run away to America… Episode 2: Kumiko is currently living with her brother Tatsuya who is back from overseas. Kumiko has always hidden her feeling from her brother, but she can hold it back against her passion no more when the two grown-ups live together once again. One day, Tatsuya discovers his sister’s secret accidentally from her blog and therefore decides to disclose his secrets to Kumiko too. Since then the situation is only getting uncontrollable…","release_date":"2007-07-04","vote_average":7.0,"runtime":74,"cert":"N\/A","id":66065,"title":"Naughty Instinct","adult":false,"genre_ids":[]},{"cast":["Jan Decleir","Koen De Bouw","Wouter Hendrickx","Veerle Baetens","Els Olaerts"],"overview":"Businessman Christian Vandenheuvel planned to spend the long weekend with his young mistress, Lisa. Instead, they're take hostage by Jos Diels and Nick, two of the 46 laborers who lost their job recently when Christian had his family film bankrupted. Each victim fails to escape, even the fire alarm doesn't get them freed. After Jos realizes the mistress is his only daughter, and Nick falls in love with Lisa, the masked men's mood evolves as they progress to truth time, when the police arrives.","release_date":"2005-10-12","vote_average":6.0,"runtime":93,"cert":"N\/A","id":66066,"title":"Long Weekend","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The story of two real-life heroines.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66067,"title":"Cheery on Stage","adult":false,"genre_ids":[]},{"cast":["Charlotte Vanden Eynde","Els Dottermans","Frieda Pittoors","Matthias Schoenaerts","Wim Opbrouck"],"overview":"Muriel moves from a small village to the big city of Brussels, hoping to start an independent life working as a museum guide. She rents a room from Laura, who has a room to spare now that her mother is in hospital. Laura is a vital and candid woman who has a child-wish but leads a very chaotic life. Meanwhile, Muriel's mother has a hard time accepting that her daughter leads a life of her own now, and she also faces some changes at the factory where she works. The movie follows the interconnected lifes of these three women of three different generations, who all face different problems.","release_date":"2002-09-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":66068,"title":"Girl","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"MENTAL is a feature-length documentary that observes the complex world of an outpatient mental health clinic in Japan, interwoven with patients, doctors, staff, volunteers, and home-helpers, in cinema- verite style. The film breaks a major taboo against discussing mental illness prevalent in Japanese society, and captures the candid lives of people coping with suicidal tendencies, poverty, a sense of shame, apprehension, and fear of society.","release_date":"2008-06-13","vote_average":7.5,"runtime":135,"cert":"N\/A","id":66069,"title":"Mental","adult":false,"genre_ids":[99]},{"cast":["Maud Forget","Lou Doillon","Robinson Stévenin","Maxime Mansion"],"overview":"Delphine is a sweet innocent young girl, her new best friend pulls her into a world where she falls in love with a local pretty boy. Working her hardest to make him love her drags her into prostitution.","release_date":"1999-10-20","vote_average":5.0,"runtime":98,"cert":"N\/A","id":66070,"title":"Bad Company","adult":false,"genre_ids":[18,10749]},{"cast":["Peter van Eyck","Anne Vernon","Darry Cowl","Irène Hilda"],"overview":"Peter Simon, a famous American writer, deserts his girlfriend Eva to live incognito at a small Normandy inn. Eva shams her own murder for revenge. Meanwhile, a young reporter, Françoise, has tracked Peter down. The news of the crime quickly spreads and, believing Peter to be the murderer, the village is in an uproar. Despite misadventures galore, everything turns out right and Peter takes Françoise on their honeymoon.","release_date":"1957-07-24","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66071,"title":"Fric-frac en dentelles","adult":false,"genre_ids":[]},{"cast":["Tomás Blanco","José María Caffarel","Rafael Luis Calvo","Antonio Ferrandis","Manuel Gil"],"overview":"","release_date":"1964-01-01","vote_average":6.0,"runtime":138,"cert":"N\/A","id":66074,"title":"El señor de La Salle","adult":false,"genre_ids":[18]},{"cast":["Maria Rosaria Omaggio","Renzo Montagnani","Stefano Patrizi","Alvaro Vitali","Anita Strindberg"],"overview":"The Commendatore Ponziani Armando, the owner of a thriving chemical industry, lives in a beautiful villa on Lake Como with his wife and his son Franco Ersilia. Mrs. Ponzio, former secretary seduced and married the wife, knowing the trends dongiovannesche him, forced him to keep as secretary Amelia, exemplary degenerate the \"fairer sex\", and has filled the establishment of women carefully chosen for ugliness. The Ponzio, however, in spite of everything, keeps in a city hotel Ingrid, Swedish lover. One day, due to a car accident, the couple Armando and Ersilia end up in plaster and Amelia disappears. Dr. Mingozzi, chemist who aspires to lead the company Ponzio, offers the girlfriend Louise as new secretary. Its beauty attracts the desires of the owner, and even the home of his son Joseph.","release_date":"1976-12-29","vote_average":5.3,"runtime":88,"cert":"N\/A","id":66075,"title":"La segretaria privata di mio padre","adult":false,"genre_ids":[]},{"cast":["Sally Boyden","Shane Sinutko","Jeanette Nolan","Lucille Benson","Shelley Morrison"],"overview":"Super dog Lassie returns.","release_date":"1978-09-01","vote_average":3.7,"runtime":100,"cert":"N\/A","id":66076,"title":"Lassie: A New Beginning","adult":false,"genre_ids":[28,12,10751,18]},{"cast":["Lio","Alba Gaïa Bellugi","Sophie Mounicot","Léo Legrand","Bernard Blancan"],"overview":"Like many of her classmates, 12 year old tomboy Juliette has a crush on Mrs. Solenska, a teacher distinguished by stylish attire and an uninhibited, provocative classroom demeanor. Juliette's fascination turns into all-consuming obsession, forcing revelations from both the girl and her teacher.","release_date":"2009-12-12","vote_average":6.6,"runtime":95,"cert":"N\/A","id":66077,"title":"The Evening Dress","adult":false,"genre_ids":[18,10749]},{"cast":["Larisa Golubkina","Anatoliy Kuznetsov","Oleg Borisov","Anatoli Papanov","Nikolay Kryuchkov"],"overview":"A group of young motivated people are trying to convert old \"Oduvanchik\" restaurant in to a youth club.","release_date":"1964-06-06","vote_average":7.0,"runtime":91,"cert":"N\/A","id":66078,"title":"Give Me a Complaints Book","adult":false,"genre_ids":[35]},{"cast":["Ruth Hussey","John Carroll","Vera Ralston","Gene Lockhart","John Howard"],"overview":"While stationed in France during World War II, an American fighter pilot marries a French girl but leaves her behind when he returns to the U.S. The French woman follows him to America only to discover he’s already married to a successful lawyer.","release_date":"1948-05-25","vote_average":6.3,"runtime":85,"cert":"N\/A","id":66079,"title":"I, Jane Doe","adult":false,"genre_ids":[80]},{"cast":["Georges Maurer","Léonie Bussinger","Suzanne Groll","Eugène Criqui père"],"overview":"","release_date":"1939-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66080,"title":"Monsieur le maire","adult":false,"genre_ids":[35,18]},{"cast":["Andrei Popov","Vitali Doronin","Nikolai Gritsenko","Lev Sverdlin","Evgeni Leonov"],"overview":"A group of semitrailers is moving through a snow storm - and no one doesn't know that there is a spy between the drivers.","release_date":"1955-06-06","vote_average":7.0,"runtime":103,"cert":"N\/A","id":66081,"title":"The Road","adult":false,"genre_ids":[12,9648]},{"cast":["Klaus Maria Brandauer","Romane Bohringer","Jean Rochefort","Johanna ter Steege","Olivier Brocheriou"],"overview":"This French-German-Dutch biopic on the life of 17th century Dutch master Rembrandt van Rijn is told in flashbacks from the point-of-view of the aged artist. Soon after establishing his career as a painter in Amsterdam, he marries the radiant Saskia. As he makes a name for himself, he can soon afford to buy a large house by teaching wealthy aristocrats how to paint. However, the couple's happiness is short-lived; Saskia dies soon after bearing their son, Titus. Crushed, van Rijn seeks comfort first in the arms of his maid Geertje and then with his second wife, Hendrickje, who gives birth to a daughter. In spite of his genius, van Rijn's determinedly eccentric behavior alienates the very members of the elite who were paying his bills. At one point, the artist's home and belongings, including many of his paintings, are seized and sold for humiliatingly low prices in a rigged auction.","release_date":"1999-08-09","vote_average":5.9,"runtime":103,"cert":"N\/A","id":66082,"title":"Rembrandt","adult":false,"genre_ids":[36]},{"cast":["Charles Vanel","Lucienne Laurence","Alfred Adam"],"overview":"","release_date":"1947-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66083,"title":"Le bateau à soupe","adult":false,"genre_ids":[18]},{"cast":["Vladimir Ilin","Evgeniy Stychkin","Yuri Stepanov","Fyodor Dobronravov","Nina Usatova"],"overview":"The adventures of the people living in a small village on a border between Russia and Belarus.","release_date":"2010-03-16","vote_average":5.3,"runtime":91,"cert":"N\/A","id":66084,"title":"No Need to Grieve","adult":false,"genre_ids":[35]},{"cast":["Renata Litvinova","Dmitriy Orlov","Inga Strelkova-Oboldina","Mikhail Efremov","Konstantin Murzenko"],"overview":"The tale of a brief, life-altering love affair between two unsuspecting and seemingly opposite Muscovites. While waiting to catch his late night flight, famous TV war reporter Gheorghi (Dimitri Orlov) catches sight of passing flight attendant Lara (Renata Litvinova) and is immediately smitten by her beauty and earnest demeanor. After their unexpected meeting, the pair finds a strong mutual attraction that becomes rather heated nearly instantaneously. Thus Gheorghi's structured life gets turned inside out as he falls deeper and deeper in love with Lara -- whose warmth, faithfulness, and emotional honesty force him to take stock of his life, especially now that love has become a part of it.","release_date":"2002-09-02","vote_average":4.3,"runtime":91,"cert":"N\/A","id":66085,"title":"Sky. Plane. Girl.","adult":false,"genre_ids":[]},{"cast":["Natalya Simonova","Yuriy Nahratov","Mikhail Boyarskiy","Valentina Kosobutskaya","Nikolai Boyarsky"],"overview":"Before a New Year evening Masha and Vitya decide to go to the forest full of fairy tales creatures.","release_date":"1975-01-01","vote_average":6.0,"runtime":71,"cert":"N\/A","id":66086,"title":"New Year Adventures of Masha and Vitya","adult":false,"genre_ids":[14,10751]},{"cast":["Cameron Mitchell","Fausto Tozzi","Giacomo Rossi-Stuart","Amedeo Trilli","Renato Terra"],"overview":"A mysterious knife-throwing viking warrior protects a young peasant woman and her young son from the clutches of a evil regent bent on claiming the title of king and the woman for himself.","release_date":"1966-05-30","vote_average":5.8,"runtime":85,"cert":"N\/A","id":66087,"title":"Knives of the Avenger","adult":false,"genre_ids":[28,12]},{"cast":["Nicolas Cazalé","Fan Bingbing","David Carradine","Nicolas Duvauchelle"],"overview":"Christophe, a young horse racing jockey from Paris, is filled with hope and ambition. Yet after a race, he tests positive for illegal substances and is subsequently suspended from racing. He decides to move to Macau, in Asia. There his circumstances change very quickly: he wins one race after another, earning himself large amounts of money and success with women. But, his new life also brings him an ever-increasing sense of solitude. Macau has its own unspoken rules that Christophe thinks he can ignore. But events start to gain momentum as the net tightens around him. Motivated by love for an intriguing young Chinese woman, Christophe ends up gambling with his own destiny, but this time on the card tables.","release_date":"2011-01-12","vote_average":3.0,"runtime":90,"cert":"N\/A","id":66088,"title":"Stretch","adult":false,"genre_ids":[18]},{"cast":["Giuliano Gemma","Ida Galli","Nello Pazzafini","Pierre Cressoy","Germano Longo"],"overview":"A gunslinger on the run for a murder he didn't commit goes to New Mexico where he hopes to find a person who can exculpate him. While on his way he finds a girl who has been kidnapped and tortured, sets her free and then takes his revenge at gunpoint.","release_date":"1965-12-22","vote_average":5.4,"runtime":100,"cert":"N\/A","id":66089,"title":"Adiós Gringo","adult":false,"genre_ids":[37]},{"cast":["Mikhail Kozakov","Aleksandr Nosik","Klavdiya Korshunova","Dmitri Labush"],"overview":"Igor, Max and Zhenya are members of Network Keepers - a secret organization of hackers...","release_date":"2010-06-06","vote_average":0.0,"runtime":79,"cert":"N\/A","id":66090,"title":"Network Keepers","adult":false,"genre_ids":[12,878,28,18]},{"cast":["Larisa Guzeeva","Nikita Mikhalkov","Andrey Myagkov","Alisa Freyndlikh","Aleksey Petrenko"],"overview":"Cinematographic adaptation of classical Russian play \"Dowry-less\" by A. Ostrovsky. Noble but poor widow seeks to arrange marriage for her three daughters. She maintains \"open house\" or provincial form of salon hoping to attract gentlemen well-off enough to marry for love to a dowry-less.","release_date":"1984-06-06","vote_average":7.0,"runtime":142,"cert":"N\/A","id":66091,"title":"A Cruel Romance","adult":false,"genre_ids":[18,10749]},{"cast":["Kathleen Quinlan","Bibi Andersson","Ben Piazza","Lorraine Gary","Martine Bartlett"],"overview":"A disturbed,institutionalized 16-year-old girl struggles between fantasy and reality.","release_date":"1977-07-14","vote_average":7.4,"runtime":96,"cert":"N\/A","id":66092,"title":"I Never Promised You a Rose Garden","adult":false,"genre_ids":[18]},{"cast":["Olga Krasko","Anastasiya Tsvetayeva","Maksim Vitorgan","Aleksandr Buleyko"],"overview":"Young girl Masha is going to the sea for the fist time in her life.","release_date":"2008-10-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":66093,"title":"Masha and the Sea","adult":false,"genre_ids":[10749]},{"cast":["Natalya Kaznacheyeva","Vadim Andreyev","Tatyana Pelttser","Mikhail Pugovkin","Yevgeniya Khanayeva"],"overview":"Two young people are forced to spend three days together...","release_date":"1981-10-12","vote_average":8.0,"runtime":85,"cert":"N\/A","id":66096,"title":"Sailors Have No Questions","adult":false,"genre_ids":[10749,35]},{"cast":["Viktor Pavlov","Lyudmila Gurchenko","Nikolai Rybnikov","Natalya Andreychenko","Natalya Gundareva"],"overview":"Незаметный, скромный бухгалтер Сулин часто попадает в полусмешные-полугрустные ситуации — часто робеет, боится идти наперекор хоть кому-то. Пока однажды случай не помог ему вспомнить, что и он был когда-то решительным и отважным.","release_date":"1978-06-06","vote_average":7.5,"runtime":91,"cert":"N\/A","id":66097,"title":"When leaving, leave","adult":false,"genre_ids":[35]},{"cast":["Leonardo Sbaraglia","Najwa Nimri","Tchéky Karyo","Fele Martínez","José Garcia"],"overview":"Adrian (Leonardo Sbaraglia) is a young man who has spent years running away from himself, constantly changing city and work, looking for people to relate to the least possible and all for one reason: he has the ability to see things that have not yet occurred, is a precog. He learned it when he anticipated the death of his parents and could not do anything about it. Adrian tries, unsuccessfully, to flee from his gift","release_date":"2003-03-21","vote_average":5.1,"runtime":106,"cert":"N\/A","id":66098,"title":"Utopia","adult":false,"genre_ids":[18]},{"cast":["Michael Hutchence","Garry Gary Beers","Andrew Farriss","Jon Farriss","Tim Farriss"],"overview":"INXS fans can rejoice over the release of this buoyant concert film, shot during an ecstatic performance before 72,000 hopping fans in London's Wembley Stadium on July 13, 1991. The Australian band's vocalist, the late Michael Hutchence, is at his feral-romantic best, stalking and swiveling his way through an energized set of welterweight pop. The show starts with a big, boomy \"Guns in the Sky,\" takes a turn toward unexpected soulfulness with \"New Sensation,\" and spreads the wealth with a sharp set of ballads and rockers. Hutchence has fun with a naughty \"Know the Difference,\" plays around with a Jagger-esque take on confessional soul in \"The Loved One,\" and milks \"Never Tear Us Apart\" for all it's worth. The band sounds more muscular than they did in the studio, hard-charging and rough on \"Suicide Blonde,\" drunk on a jazzy guitar hook in \"Need You Tonight,\" and completely danceable on \"Bitter Tears.\"","release_date":"1991-07-13","vote_average":7.8,"runtime":94,"cert":"N\/A","id":66099,"title":"Inxs: Live Baby Live","adult":false,"genre_ids":[10402]},{"cast":["Hans Sibbel"],"overview":"Lebbis solo. Nog persoonlijker. De kans is aanwezig dat u dingen van mij hoort die u niet wilde horen. Zwart is een dag in het jaar helemaal doen wat je altijd al hebt willen doen, maar moraal, de omgeving, je man, je vriendin, je moeder, iets houdt je tegen. Behalve die dag. Twee vrouwen, de perfecte kraak, met 250 over de ringweg. Een kleine en weerloze puber die je op zijn ongetwijfeld gejatte scootertje afsnijdt eens goed op zijn bek slaan. Dat is ZWART. De hele dag achter een parkeerwacht aanlopen en vragen of hij een kick krijgt van het zetten van wielklemmen. Als iemand zijn hond roept en het beest komt niet, en dat is vaak met honden, heel hard vlak bij zijn oor mee gaan roepen. Om te helpen, hè. Dat is ZWART . Iedereen heeft een beetje ZWART . Voor het evenwicht. Behalve moeder Teresa. Maar die is dood. Ik zie wel waar we het over gaan hebben, maar het wordt zeker ZWART.","release_date":"2001-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":66100,"title":"Lebbis: Zwart","adult":false,"genre_ids":[35]},{"cast":["Hans Sibbel"],"overview":"Vuur heet het derde solo programma van Lebbis. En daar geef ik eigenlijk al meteen te veel weg. Dus denk maar aan water. Heerlijk koel water. Drie uur fietsen in de zon, harde wind tegen, onpeilbare dorst en dan eindelijk, klaterend fris, ijkoud water. Je zou d'r een moord voor doen. Sterker nog, er zijn mensen doodgegaan die het niet hadden. Het leven is ingewikkeld. Laat mij u 90 minuten leiden. 90 minuten Vuur lijkt veel en dat is het ook. Fire Walk With Me.","release_date":"2002-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":66101,"title":"Lebbis: Vuur","adult":false,"genre_ids":[35]},{"cast":["Kevin McKidd","Dominic Monaghan","Gordon Alexander","Rachel Grant","Amber Sainsbury"],"overview":"The story of martial arts clubs who have created their own city infrastructure after tiring of government initiatives. Responding to the greed and corruption creeping into the other clubs, headed by capitalist-wannabe Moses, The Purifiers battle to maintain the successful system which has rid the city of crime and violence.","release_date":"2005-04-30","vote_average":4.3,"runtime":85,"cert":"","id":66104,"title":"The Purifiers","adult":false,"genre_ids":[28,12,878]},{"cast":["Tōru Furuya","Hirotaka Suzuoki","Hideyuki Hori","Ryou Horikawa","Kôichi Hashimoto"],"overview":"Athena receives the visit of Phoebus Abel, her older brother and God of the Corona. He informs her that he has come to destroy humanity as punishment for their corruption, just as it was done in ancient times. He dismisses Seiya and the Bronze Saints, as she will now be guarded by Abel's three Corona Saints, Atlas of Carina, Jaow of Lynx and Berenike of Coma Berenices, and the five resurrected Gold Saints who died in the Sanctuary battle: Saga of Gemini, Deathmask of Cancer, Shura of Capricorn, Camus of Aquarius and Aphrodite of Pisces. When Athena rebels against Abel's plan, he attacks her, sending her soul to Elysion, the final resting place from which there is no return. The Bronze Saints immediately rush to the Sanctuary to save her and ultimately overcome Abel.","release_date":"1988-07-23","vote_average":6.2,"runtime":75,"cert":"N\/A","id":66105,"title":"Saint Seiya: Legend of Crimson Youth","adult":false,"genre_ids":[28,16,14]},{"cast":["George Hamilton","Brooke Nevin","Donna Mills","Adrienne Carter","Michael Gelbart"],"overview":"16 year-old Lindsay decides to give Santa Claus an extreme makeover.","release_date":"2004-12-20","vote_average":4.3,"runtime":86,"cert":"N\/A","id":66106,"title":"A Very Cool Christmas","adult":false,"genre_ids":[12,35,10751]},{"cast":["Nagarjuna Akkineni","Anushka Shetty","Lawrence Raghavendra","Nikita Thukral"],"overview":"Surya lives a middle-classed lifestyle along with his honest father who is a Police Inspector. When his father arrests a gangster, he is killed, leaving Surya alone to fend for himself. He overcomes many problems, comes to the rescue of a young boy, Jadhav, and together they assist other oppressed youth, who subsequently make Surya their leader. Years later Surya is a much respected and equally feared Don, and lives a wealthy lifestyle along with Jadhav, Bannerjee, and Mathur as his trusted assistants. He dispenses justice quickly and comes to the assistance of the poor and needy. He meets with Mathur's daughter, Priya, and both fall in love with each other. Jadhav, meets with Nandini, and wants to get married to her. Then complications shatter their lives when Pakistani gangster, Feroz, starts taking an interest in India and wants Surya to join forces with him. When Surya refuses, Feroz lets lose a reign of terror that will devastate and change Surya's life forever.","release_date":"2007-12-20","vote_average":5.7,"runtime":145,"cert":"N\/A","id":66107,"title":"Don","adult":false,"genre_ids":[18,28,35]},{"cast":["Lynn Redgrave","Robert Preston","Patrick Macnee","Jeff Goldblum","Lawrence Pressman"],"overview":"A year after his fiancée's death, a playwright schedules a rehearsal for his new play, which proves to be a trap for her killer.","release_date":"1982-05-26","vote_average":6.7,"runtime":96,"cert":"N\/A","id":66108,"title":"Rehearsal for Murder","adult":false,"genre_ids":[18,9648,53]},{"cast":["Wyatt Cenac"],"overview":"\"Daily Show\" correspondent and comedian Wyatt Cenac performs at the Skirball Center for Performing Arts in New York City. Topics include his childhood, neighbors, television, internet videos and politics.","release_date":"2011-05-14","vote_average":5.8,"runtime":42,"cert":"N\/A","id":66109,"title":"Wyatt Cenac: Comedy Person","adult":false,"genre_ids":[35]},{"cast":[" Bill Bunten","Warren Carter","Kelly Franz"],"overview":"The shocking story of Rev. Fred Phelps, the Westboro Baptist Church, those who oppose it, and those who chose to leave it all behind. The first feature-length documentary to explore the hate-filled world of Rev. Fred Phelps and his Westboro Baptist Church of Topeka, KS. Since the mid-90s, this group has participated in nearly 25,000 anti-homosexual demonstrations around the world. With signs that say things like \"God hates fags,\" \"You're going to Hell,\" \"Thank God for 9\/11,\" \"God hates your tears,\" \"Thank God for dead soldiers,\" the small congregation of 75 members has garnered international attention, especially now that they have targeted military funerals as a venue for their picketing. 'Fall From Grace' features interviews with Rev. Phelps, other members of the church, many of its dissenters, and two members that left the church and their family behind. Written by KRJ","release_date":"2007-03-12","vote_average":6.1,"runtime":71,"cert":"N\/A","id":66110,"title":"Fall from Grace","adult":false,"genre_ids":[99]},{"cast":["Andrew Howard","Tess Panzer","Matthew Rhys","Ian Duncan","Xander Berkeley"],"overview":"Thomas Luster is a troubled businessman who tries to make sense of a life being driven out-of-control by a force closer to home than he first realizes. When he discovers that the man working against him is another side of his own personality he is forced to fight back against his manipulative alter-ego as murder, madness and mayhem combine to take Luster on the most bizarre and terrifying ride of his life.","release_date":"2010-12-12","vote_average":5.1,"runtime":null,"cert":"N\/A","id":66111,"title":"Luster","adult":false,"genre_ids":[53]},{"cast":["Joni Mitchell","David Crosby","David Crosby","James Taylor","Tom Rush"],"overview":"Joni Mitchell's career as a singer-songwriter and painter is extensively profiled in this in-depth documentary, which originally aired as part of the PBS American Masters series. Take a look at this prolific artist as she reflects on a career that spans decades and includes some of the most influential music of that era.","release_date":"2003-04-03","vote_average":5.1,"runtime":92,"cert":"N\/A","id":66112,"title":"Joni Mitchell: Woman of Heart and Mind","adult":false,"genre_ids":[99,10402]},{"cast":["Guy Pearce","Sam Neill","Miranda Otto","Ruth Bradley","Kate Bell"],"overview":"Tale of a 15-year-old Australian girl who went missing.","release_date":"2009-03-13","vote_average":6.2,"runtime":107,"cert":"N\/A","id":66113,"title":"In Her Skin","adult":false,"genre_ids":[18,53]},{"cast":["Christopher Masterson","Lyndsy Fonseca","David DeLuise","Richard Riehle","Clayton Landey"],"overview":"An inventor (Masterson) must protect his inventions from becoming casualties of the Cold War.","release_date":"2006-03-21","vote_average":9.0,"runtime":81,"cert":"N\/A","id":66114,"title":"Intellectual Property","adult":false,"genre_ids":[28,53]},{"cast":["Vanessa Marcil","Michael Greene","Sean O'Bryan","Susannah Cranage","Sybil Temchen"],"overview":"Carter (O'Bryan) wonders if he's ever going to find a woman who wants to be more than \"just friends.\" His conniving best friend Pat and beautiful step-sister Erin (Vanessa Marcil) both know what's causing the problem: He's too nice! Having never taken them seriously in the past, Carter reconsiders when he meets Maggie (Sybil Temchen), a woman he feels just might be the one. Could it be time for this nice guy to finally start playing games? Set among the gorgeous backdrop of Kentucky horse country, \"Nice Guys Sleep Alone\" is a hilarious, touching and thoughtful romantic comedy.","release_date":"1999-10-14","vote_average":5.0,"runtime":91,"cert":"N\/A","id":66115,"title":"Nice Guys Sleep Alone","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"This is the whole Porsche sports car story from the 356 models up to the Boxster convertibles and GT3 coupes of the present day.","release_date":"2006-04-04","vote_average":0.0,"runtime":115,"cert":"N\/A","id":66116,"title":"Porsche: The Legendary Cars","adult":false,"genre_ids":[18,99]},{"cast":["Leoš Suchařípa","Libuše Pospíšilová","Ivan Vyskočil","Ivana Chýlková","Jiří Hálek"],"overview":"A bachelor named Faun with a Don Juan complex, seized with a hypochondriac's fear of the ineluctable approach of death, enters a race against time's passage. Faun's sexual love is imbued with the narcissistic vanity of a self-satisfied bacchant who even towards old age can't manage to forgo his lifelong pose as an irresistable seducer of women. He desperately searches for meaning in superficial, fleeting sex.","release_date":"1983-05-05","vote_average":5.9,"runtime":99,"cert":"N\/A","id":66117,"title":"The Very Late Afternoon of a Faun","adult":false,"genre_ids":[35]},{"cast":["Thomas Ngijol","Fabrice Eboué","Joséphine de Meaux","Etienne Chicot","Eriq Ebouaney"],"overview":"Two contempo Frenchmen of Antillean descent visit their ancestor's time as well as their land in the slavery-themed French era.","release_date":"2011-07-05","vote_average":6.0,"runtime":94,"cert":"N\/A","id":66118,"title":"Case départ","adult":false,"genre_ids":[35]},{"cast":["Randy Orton","Stuart Bennett","Glenn Thomas Jacobs","Mark William Calaway","John Cena"],"overview":"Bragging Rights (2010) was a PPV that took place on October 24, 2010 at the Target Center in Minneapolis, Minnesota. It was the second and final Bragging Rights event.  The primary match of the evening was a 14-man interpromotional elimination tag match for 'ragging right' between the two brands. Smackdown was represented by Big Show, Mysterio, Swagger, Alberto Del Rio, Edge, Tyler Reks, and Kofi while Team raw was composed of The Miz, R-Truth, Shaemus, Santino, John Morrison, CM Punk, and Ezekiel Jackson.\r The main event was a singles match for the WWE Championship with Randy Orton defending the title against Wade Barrett with the stipulation that if Barrett lost, John Cena would be fired. A second main event was a Buried Alive match for the World Heavyweight Championship between defending champion Kane and The Undertaker.","release_date":"2010-10-24","vote_average":8.0,"runtime":180,"cert":"N\/A","id":66119,"title":"WWE Bragging Rights 2010","adult":false,"genre_ids":[28,18]},{"cast":["Vincent Cassel","Déborah François","Joséphine Japy","Sergi López","Catherine Mouchet"],"overview":"A well respected monk, Capucino Ambrosio compromises himself with his carnal lust for a pupil, a woman disguised as a monk (Matilda), she tempts the monk to transgress and he is soon found desiring another, the innocent Antonia. Matilda uses magic spells to help the monk in his pursuit of Antonia, whom he later rapes and kills. It later emerges that Matilda is an instrument of Satan in female form. Focus also is also shown on Antonia's previous relationship with Lorenzo, whose sister is tortured by hypocritical nuns for her own relationship. Returning to Ambrosio, he is delivered to the Inquisition; escaping only by selling his soul to the devil. The devil prevents Ambrosio's final repentance, and informs Ambrosio that Antonia is the monk's sister.","release_date":"2011-07-12","vote_average":5.5,"runtime":101,"cert":"","id":66120,"title":"The Monk","adult":false,"genre_ids":[53]},{"cast":["Billy Warlock","Kurt Max Runte","Catherine Lough Haggquist","Peter Graham-Gaudreau","Warren Christie"],"overview":"A top secret drilling platform in the Gulf of Mexico raises a dormant alien creature from the depths. Once loose, the creature goes on a murderous rampage.","release_date":"2004-01-07","vote_average":3.7,"runtime":94,"cert":"N\/A","id":66121,"title":"The Thing Below","adult":false,"genre_ids":[27,878,53]},{"cast":["Jean-Paul Rouve","Judith Godrèche","Gérard Darmon","Etienne Chicot","Maxime Lefrancois"],"overview":"Passengers on a low cost flight from Djerba to Beauvais have their patience tested to destruction when their departure is delayed for eight hours because of a fault with the plane's air-conditioning. In the end, they are so fed up that they will do almost anything to get back home.","release_date":"2011-06-08","vote_average":5.0,"runtime":86,"cert":"N\/A","id":66122,"title":"Low Cost","adult":false,"genre_ids":[35]},{"cast":["Zuzana Stivínová","Bolek Polívka","Veronika Žilková","Jiří Lábus","David Vávra"],"overview":"","release_date":"1999-12-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66123,"title":"Eliška má ráda divočinu","adult":false,"genre_ids":[35]},{"cast":["David Byrne","Lily Baldwin","Layla Childs"],"overview":"David Byrne is a visual artist as well as a musician, and ever since his early days as a member of Talking Heads, he's wanted his concerts to be more than just a static performance. In 1984, Byrne and filmmaker Jonathan Demme redefined the boundaries of the concert film with the Talking Heads documentary STOP MAKING SENSE, and more than 25 years later Byrne has teamed up with David Hillman to create RIDE, RISE, ROAR, which documents Byrne's 2008-2009 concert tour, in which he performs new material written in collaboration with Brian Eno as well as favorites from his solo career as well as his tenure in Talking Heads. Using costumes and inventive choreography, Byrne and his musicians and dancers give his music a stage presentation as exciting as the music.","release_date":"2011-05-31","vote_average":6.0,"runtime":87,"cert":"","id":66124,"title":"David Byrne - Ride, Rise, Roar","adult":false,"genre_ids":[10402,99]},{"cast":["Josh Lucas","Rachael Taylor","Rohan Nichol","Luke Ford","Arthur Angel"],"overview":"Based on the legendary true story of the Red Dog who united a disparate local community while roaming the Australian outback in search of his long lost master.","release_date":"2011-08-04","vote_average":7.1,"runtime":92,"cert":"PG","id":66125,"title":"Red Dog","adult":false,"genre_ids":[18,35,10751]},{"cast":["Václav Postránecký","Jiří Bruder","Stanislav Fišer","Dalimil Klapka"],"overview":"The picture, unlike the other film adaptations of the story, focuses much more on Crusoe’s life before and after his stay on the island. Following the principle of setting the novel right, it describes Crusoe’s experiences with delicate irony and understanding.","release_date":"1981-01-01","vote_average":7.0,"runtime":68,"cert":"N\/A","id":66126,"title":"Adventures of Robinson Crusoe, a Sailor from York","adult":false,"genre_ids":[12,16]},{"cast":["Jiří Menzel","Dagmar Veškrnová-Havlová","Jana Břežková","Petr Čepek","Petr Čepek"],"overview":"A doctor is shocked when his beloved colleague Mima signs a contract with foreign car manufacturer Ferat, in order to work for them as a rally-driver. A scientist convinces him that human blood is being used as fuel for Mima's ever winning car, but does that really work?","release_date":"1981-05-01","vote_average":6.4,"runtime":93,"cert":"N\/A","id":66127,"title":"Ferat Vampire","adult":false,"genre_ids":[9648,878,27]},{"cast":["Stéphanie Crayencour","Ralph Amoussou","Alban Ivanov","William Lebghil","Charlie Dupont"],"overview":"","release_date":"2011-07-13","vote_average":5.8,"runtime":87,"cert":"N\/A","id":66128,"title":"Les Mythos","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Rouve","Isabelle Nanty","Claire Nadeau","Théo Fernandez","Sarah Stern"],"overview":"Everyone in the village of Bouzolles knows the Tuche family, who live by the philosophy \"Man is not made to work.\" Despite their lack of money, they strive to be happy... that is, until their hand-to-mouth existence is turned on its head. After winning the lottery, the Tuches get rich beyond their wildest dreams and move to Monaco. And while attempting to fit in in their swanky new homeland, they struggle to stay true to the same principles by which they've always lived.","release_date":"2011-06-30","vote_average":6.1,"runtime":95,"cert":"N\/A","id":66129,"title":"The Tuche Family","adult":false,"genre_ids":[35]},{"cast":["Karen Garcia","Brett Lee Alexander","Jeremy Childs","Joshua Childs","Ruth Galvarro"],"overview":"When a young autistic boy witnesses the brutal murder of his parents and falls into a mysterious catatonic state a lovely young psychologist takes on the challenge of helping him. But her solitary quest for answers gets more peculiar and unnerving at each turn, leading her in a direction which tests her professionalism, relationships, and her very hold on reality","release_date":"2007-02-28","vote_average":2.5,"runtime":117,"cert":"N\/A","id":66130,"title":"Prism","adult":false,"genre_ids":[18,9648,878,53]},{"cast":["Seymour Cassel","Carol Kane","Jon Voight","Ben Gazzara","Peter Falk"],"overview":"One of the great mavericks of cinema, John Cassavetes has earned a reputation as the godfather of American independent movies. The actor-turned-filmmaker invented a realist style of unadorned narrative films heavily influenced by documentaries. This in-depth analysis of Cassavetes' life and work features interviews with key collaborators and ensemble regulars, and explores the making of classics like \"The Killing of a Chinese Bookie,\" \"Opening Night\" and \"A Woman Under the Influence.\"","release_date":"2000-01-01","vote_average":6.7,"runtime":200,"cert":"N\/A","id":66131,"title":"A Constant Forge","adult":false,"genre_ids":[99]},{"cast":["Rade Marković","Tatjana Beljakova","Bohuš Záhorský","Vlastimil Brodský","Josef Beyvl"],"overview":"","release_date":"1958-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":66132,"title":"Three Wishes","adult":false,"genre_ids":[35]},{"cast":["Henning Jensen","Henning Bendtsen","Helene Falconetti","Birgitte Federspiel","Preben Lerdorff Rye"],"overview":"Torben Skjødt Jensen’s elegant documentary is a collage of memories and reflections on one of cinema’s greatest directors. Visually rich and densely layered, Carl Th. Dreyer—My Metier illuminates an artist too little understood and too important to overlook. Through interviews, historical writings, and rare archival footage, a portrait of Dreyer emerges: an austere perfectionist, yes, but also a passionate man possessing a genuine sense of humor.","release_date":"1995-12-28","vote_average":6.8,"runtime":96,"cert":"N\/A","id":66133,"title":"Carl Th. Dreyer: My Metier","adult":false,"genre_ids":[99]},{"cast":["Thomy Bourdelle","Tania Fédor","Jean Worms","George Rigaud"],"overview":"The Marquise de Langrune invites her friends at her castle in Beaulieu. Among them is Lord Beltham who also came to bring her a significant sum of money. The mysterious Fantômas kills the Marquise during the night. Inspector Juve is sent on his trail.","release_date":"1932-05-20","vote_average":0.0,"runtime":80,"cert":"N\/A","id":66136,"title":"Fantômas","adult":false,"genre_ids":[]},{"cast":["Annie Girardot","Jean Yanne","Francis Blanche","Dominique Maurin"],"overview":"Annie is a middle-age wife, still sexy and pampered by her husband, Phillippe, who is the owner and general manager of a dynamic company. Under the deluge of sexy Swedish movies, sexy advertising on the streets, sexy intimate clothing in ladies' shops, and even talks about sex and marital infidelity with her mother and female friends, Annie starts feeling left aside by her husband, and trying to attract in a number of ways - and failing. It's not the all-purpose secretary at the office that is keeping him late, it's a tax expert that, asking the most innocent questions, is finding out how Philippe can manage a company without profits, and still manage a home, may be two... with high quality levels.","release_date":"1969-06-07","vote_average":7.2,"runtime":100,"cert":"N\/A","id":66137,"title":"Erotissimo","adult":false,"genre_ids":[35]},{"cast":["Raimu","André Alerme","Louis Baron fils","Charles Lamy","Fernandel"],"overview":"","release_date":"1931-05-15","vote_average":5.0,"runtime":106,"cert":"N\/A","id":66138,"title":"Le blanc et le noir","adult":false,"genre_ids":[18,35]},{"cast":["Rellys","Robert Dhéry","Maurice Baquet","Fred Pasquali"],"overview":"","release_date":"1948-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66139,"title":"Les Aventures des Pieds-Nickelés","adult":false,"genre_ids":[35]},{"cast":["Louis Jouvet","Bourvil","Saturnin Fabre","Danièle Delorme","Mireille Perrey"],"overview":"A provincial ingenue leaves her mother’s tobacco shop with dreams of a life in the Parisian theater, only to become entangled in relationships with a lecherous aristocrat, his starry-eyed nephew, and an old ham actor.","release_date":"1950-04-14","vote_average":6.5,"runtime":95,"cert":"N\/A","id":66140,"title":"Miquette","adult":false,"genre_ids":[35]},{"cast":["Françoise Arnoul","Bernhard Wicki","André Versini","Roger Hanin","Bernard Blier"],"overview":"During the Occupation, Cora takes the place of her dead husband at the head of a Resistance network. One evening, she sympathizes with Bernard, a Swiss journalist. However, he is actually an undercover German officer who is close to the man ordered to find her using an Identikit picture...","release_date":"1958-04-19","vote_average":6.3,"runtime":108,"cert":"N\/A","id":66141,"title":"La chatte","adult":false,"genre_ids":[18]},{"cast":["Pyotr Fyodorov","Александр Голубков","Marina Oryol","Anton Kuznetsov","Dmitriy Grachev"],"overview":"","release_date":"2011-04-28","vote_average":1.0,"runtime":null,"cert":"N\/A","id":66142,"title":"Gop-Stop","adult":false,"genre_ids":[]},{"cast":["Jacques Charrier","Charles Aznavour","Dany Robin","Dany Carrel","Anouk Aimée"],"overview":"Two men spend a night in Paris trying to pick up women.","release_date":"1959-04-29","vote_average":7.5,"runtime":78,"cert":"N\/A","id":66143,"title":"The Chasers","adult":false,"genre_ids":[18]},{"cast":["Max Cavalera","Igor Cavalera","Andreas Kisser","Paulo Jr."],"overview":"Brazilian speed-thrash-death metal band Sepultura are legendary for the extreme degree to which they delve into the depths of their genre. Always striving to be louder, faster, and deadlier (metaphorically, or course), Sepultura have inspired a countless number of modern metal bands as well as legions of obsessive fans. UNDER SEIGE was filmed live at Zeleste in Barcelona, Spain. For nearly an hour, Sepultura thrash through ten of their songs.","release_date":"1991-05-12","vote_average":6.2,"runtime":54,"cert":"N\/A","id":66144,"title":"Sepultura: Under Siege (Live in Barcelona)","adult":false,"genre_ids":[10402,99]},{"cast":["Maurice de Féraudy","Félix Oudart","Jean Forest","Marguerite Carré","Jeanne Cheirel"],"overview":"Jérôme Crainquebille, is an ageing vegetable seller who has sold groceries from his cart in in Paris for over 40 years. One day, he is harassed by a policeman who insists that he moves on. When he protests, Crainquebille is arrested, supposedly for swearing at the policeman.","release_date":"1922-11-15","vote_average":7.8,"runtime":90,"cert":"N\/A","id":66145,"title":"Crainquebille","adult":false,"genre_ids":[18]},{"cast":["Charles Aznavour","Gérard Blain","Francis Blanche","Jean Poiret","Charles Belmont"],"overview":"The story of five girls that lose their virginity.","release_date":"1963-05-22","vote_average":5.0,"runtime":90,"cert":"N\/A","id":66146,"title":"The Virgins","adult":false,"genre_ids":[35,18]},{"cast":["Jeanne Boitel","Jean Galland","Maurice Maillot","Françoise Rosay","Diana Sar"],"overview":"The happiness of a newly-married couple, Henry and Jeannie Saint Clair, is shattered when the husband is made a paralytic in an automobile accident. The wife still loves him, although he is incapable of any physical love. She is slowly drawn into a short-lived affair with a handsome athlete, Robert Vanier. When the husband learns of the affair, he commits suicide. But the wife cannot forget him and she sends her lover away.","release_date":"1935-03-14","vote_average":5.0,"runtime":75,"cert":"N\/A","id":66147,"title":"Whirlpool","adult":false,"genre_ids":[18,10749]},{"cast":["Ivan Mosjoukine","Marcelle Pradot","Lois Moran","Marthe Mellot","Pauline Carton"],"overview":"Mathias Pascal, only son of a once-rich family, marries beautiful Romalinda, who has a terrible mother-in-law. She controls her daughter, and soon his home life becomes a nightmare. His only moments of lights are his mother and baby, but both die on the same day. Shocked, he leaves his hometown and goes to Monte Carlo, where he wins a fortune at the casino. Returning home, he reads his own obituary in a paper. They have found a corpse in a creek and connected it with his disappearance. Mathias, noticing that he is now free from all ties to his old life, decides to start a new one.","release_date":"1926-02-12","vote_average":7.1,"runtime":170,"cert":"N\/A","id":66148,"title":"The Late Mathias Pascal","adult":false,"genre_ids":[18]},{"cast":["Danièle Gaubert","Serge Gainsbourg","Richard Leduc","Denise Péron"],"overview":"In this film, an artist attending a party smokes some dope and develops the ability to see into the future and the past. He returns to his apartment where he sees the vision of a woman who had lived there 30 years ago. His psychedelic hallucinations increase with time. Starring Richard Leduc and Danièle Gaubert with Serge Gainsbourg who also did the score.","release_date":"1969-10-22","vote_average":6.0,"runtime":92,"cert":"N\/A","id":66149,"title":"Paris Does Not Exist","adult":false,"genre_ids":[18,878]},{"cast":["Cindy Baer","Moica","Caryn Waechter","Drake Shannon"],"overview":"A documentary shot by filmmakers all over the world that serves as a time capsule to show future generations what it was like to be alive on the 24th of July, 2010.","release_date":"2011-01-27","vote_average":7.3,"runtime":95,"cert":"N\/A","id":66150,"title":"Life in a Day","adult":false,"genre_ids":[99,18]},{"cast":["Marie-Hélène Bellavance","Francis Ducharme","Suzanne St-Michel","Marie Brassard","Danielle Ouimet"],"overview":"Triggered by the death of a family member a young woman embarks on a singular journey of helping people who are about to die. The dying have nothing to lose and need lasting moments of intimacy that Simone finds herself willing to give at no cost. But Boris won't let her get away with it quite that easily. He realizes how well she hides behind those intense but short lived relationships. He won't hesitate to provoke her in a violent burst.","release_date":"2009-10-05","vote_average":6.2,"runtime":88,"cert":"N\/A","id":66151,"title":"Vital Signs","adult":false,"genre_ids":[18]},{"cast":["George Raft","June Havoc","Helena Carter","Tom Tully","Marvin Miller"],"overview":"Dishonorably discharged from the Army Air Corps, Brad Dunham (George Raft) disconsolately decides to try his luck with Shanghai's postwar black market. Teaming with the treacherous Tamara Baranoff (June Havoc), Dunham prospers in his newly-found illicit profession, much to the dismay of his best friend, reporter Mark Andrews (Tom Tully). When Tamara has the troublesome Andrews murdered, Dunham realizes the folly of his behavior and works overtime to squash the black market for good and all.","release_date":"1947-12-06","vote_average":5.0,"runtime":90,"cert":"N\/A","id":66152,"title":"Intrigue","adult":false,"genre_ids":[12,80,18]},{"cast":["John Payne","Rhonda Fleming","Forrest Tucker","Robert Lowery","Alan Mowbray"],"overview":"A sailor gets his boat stolen from him after he's set up for a crime.","release_date":"1951-10-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":66153,"title":"Crosswinds","adult":false,"genre_ids":[28,12]},{"cast":["Brook Silva-Braga"],"overview":"Through the stories of ordinary people and analysis from the world’s leading experts, “The China Question” explores the challenge America faces as China becomes the world's second superpower. To understand the economic, political and moral implications of China's rise, filmmaker Brook Silva-Braga spent over a year traveling both China and America. On a thoughtful, personal journey into corners of the People's Republic often off-limits to western journalists we meet ordinary people dealing with extraordinary change, and reflect on the twists of fate and history that brought us here.","release_date":"2011-06-04","vote_average":4.5,"runtime":86,"cert":"N\/A","id":66154,"title":"The China Question","adult":false,"genre_ids":[99]},{"cast":["Theresa Scholze","Thorsten Merten","Margarita Broich","Frank Droese","Alma Leiberg"],"overview":"They want to get away from each other, but they clasp each other even more firmly. They seek to save appearances at all force. The more they laugh, the quieter it gets around them. The cracks in the family picture widen until an inescapable secret reveals itself.","release_date":"2006-02-14","vote_average":5.0,"runtime":80,"cert":"N\/A","id":66155,"title":"Four Windows","adult":false,"genre_ids":[18]},{"cast":["Tom Schilling","Max Timm","Camilla Renschke","Lilia Lehner","Lennie Burmeister"],"overview":"","release_date":"2005-02-24","vote_average":7.3,"runtime":72,"cert":"N\/A","id":66158,"title":"Egoshooter","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Unimpressive, 24-year-old virgin, Eamonn (Kris Marshall) lives in Belfast with his mother, during the Troubles. Local girl, Mary Malloy (Tara O'Neil) decides that since she has probably slept with every man in town Eamonn should be next on her list. He proves to be quite a catch... and Mary gets pregnant even though she took precautions. A doctor discovers that Eamonn has a very high sperm count and, with the birth rate in Ireland decreasing, Millicent (Bronagh Gallagher) decides to hire out Eamonn to women whose husbands have been firing blanks; all with the blessing of the local Catholic church which sees it as morally better than artificial means.","release_date":"2000-06-08","vote_average":6.3,"runtime":96,"cert":"N\/A","id":66159,"title":"The Most Fertile Man in Ireland","adult":false,"genre_ids":[35]},{"cast":["Ti Lung","Shih Szu","Ku Feng","Lo Lieh","Wai Wang"],"overview":"The emperor's reign of terror expands. Heroic outlaw Ma Teng joins a squad of female rebels, whose leader is torn between family loyalties.","release_date":"1978-01-19","vote_average":6.1,"runtime":88,"cert":"N\/A","id":66160,"title":"Flying Guillotine II","adult":false,"genre_ids":[28]},{"cast":["Andy Lau","Brigitte Lin","Sharla Cheung Man","Ng Man Tat","Deannie Yip"],"overview":"One hundred seventy years ago, a wise monk made a section of land known as the Villians Valley, a sanctuary. Anyone who came to the valley was considered protected and safe from the law. The proclamation also stated that they should have a chance at repentance. The Master of Eva Palace, who is now master of the martial arts world, holds no regard for the ancient laws and enters the valley in search of the 10 Untouchable Villians because she has a warrant of justice to destroy them. The remaining 8 villians were actually the 10 Untouchable Heroes until they were framed by two of their own members, The Twin Villians, and used as scapegoats.","release_date":"1992-12-11","vote_average":6.3,"runtime":102,"cert":"N\/A","id":66161,"title":"Handsome Siblings","adult":false,"genre_ids":[28]},{"cast":["Jürgen Vogel","Lars Rudolph","Sibylle Canonica","Thomas Thieme"],"overview":"","release_date":"1999-01-28","vote_average":6.2,"runtime":null,"cert":"N\/A","id":66162,"title":"Fette Welt","adult":false,"genre_ids":[]},{"cast":["Hideki Saijô","Moon Lee","Elaine Lui Siu-Ling","Yukari Ôshima","David Chiang"],"overview":"Yeung’s poppy fields are torched by a law enforcement task force, she retaliates by ordering police officials assassinated. The Angels break into Yeung’s corporate offices, eventually tracing her headquarters. After Alex Fong’s character is captured and held by Yeung, the Angels mount an assault to rescue him. A complex sub-plot involving an armored car bullion robbery eventually leads the Angels to a final showdown with Yeung and her men.","release_date":"1987-03-10","vote_average":6.3,"runtime":93,"cert":"N\/A","id":66163,"title":"Iron Angels","adult":false,"genre_ids":[28]},{"cast":["Luke de Lacey","Holly Lucas","Siubhan Harrison","James Oliver Wheatley","Jodie Jameson"],"overview":"Composed of three disturbingly sensual and terrifying short narratives, unified by the twin themes of sex and death.","release_date":"2011-02-25","vote_average":4.7,"runtime":90,"cert":"18","id":66164,"title":"Little Deaths","adult":false,"genre_ids":[27,53,10749]},{"cast":["Ti Lung","Ling Yun","Derek Yee Tung-Sing","Elliot Ngok","Ching Li"],"overview":"Following \"Clans Of Intrigue\"'s success, director Chu Yuan, novelist Ku Lung, and superstar Ti Lung re-teamed for another adventure featuring sexy knight Chu Liu-Hsiang. This time, he travels to the mysterious Island Of The Bats, where he encounters treacherous monks, beautiful women, and a strange Prince. The movie is also a significant milestone in the amount of female flesh revealed on screen, proving that Shaw movies can balance the yin of cheesecake with the yang of beefcake.","release_date":"1978-07-08","vote_average":5.0,"runtime":102,"cert":"N\/A","id":66167,"title":"Legend of the Bat","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"2007-03-15","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66168,"title":"Losers and Winners","adult":false,"genre_ids":[99]},{"cast":["Sammo Hung","Yuen Biao","Nicholas Tse","Sammy Hung","Xu Xiang-Dong"],"overview":"The story of Leung Bik, the wayward son of Wing Chun master Leung Jaan, who runs aways from home in order to learn martial arts and surpass his father. Leung Jaan has refused to teach his son Wing Chun, due to his improper behaviour, despite his natural talent for martial arts.","release_date":"2007-01-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":66169,"title":"Legend of Twin Dragons","adult":false,"genre_ids":[28]},{"cast":["Vinny Appice","Eric Bloom","Blue Öyster Cult","Albert Bouchard","Joe Bouchard"],"overview":"Concert film of 1980 East Coast U.S. performance by heavy metal bands Black Sabbath and Blue Oyster Cult.","release_date":"1981-10-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":66170,"title":"Black and Blue","adult":false,"genre_ids":[18,53]},{"cast":["Leslie Cheung","Yung Jing-Jing","Chen Kuan-Tai","Leanne Liu","Tanny Tien-Ni"],"overview":"When Hong Kong's new wave, gravity-defying action-look hit the scene in the early 1980's, so did a new wave of actors; Canto-pop stars. Little Dragon Maiden intelligently mixed the old with the new to create pure golden magic as kung-fu fighting veterans Chen Kuan-tai and Lo Lieh joined relative newcomer Leslie Cheung in a far-out, costume-action love story that really cooks. Cheung garnered international recognition in John Woo's A Better Tomorrow.","release_date":"1983-02-12","vote_average":6.3,"runtime":92,"cert":"N\/A","id":66171,"title":"Little Dragon Maiden","adult":false,"genre_ids":[28,18]},{"cast":["Mischka Popp","Thomas Bergmann"],"overview":"","release_date":"1998-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":66172,"title":"Kopfleuchten","adult":false,"genre_ids":[99]},{"cast":["Patrick Tse","Betty Ting Pei","Chin Siu-Ho","Elliot Ngok","Lau Hak-Suen"],"overview":"In America, there's such \"game\" movies as The Sting. But in Asia, it's often about the fascinating game of mahjong, and this is one of the best. Teen idol Nicholas Tse was just one year old when his father Patrick Tse (a.k.a. Shih Hsien) starred in this number one Christmas holiday hit about a hero who helps a young student vanquish a cunning, malicious gambling tycoon who's out to take over the family business.","release_date":"1981-12-22","vote_average":4.3,"runtime":91,"cert":"N\/A","id":66173,"title":"Mahjong Heroes","adult":false,"genre_ids":[28]},{"cast":["Ceci Chuh","Birol Ünel","Pascale Schiller","Georg Friedrich","Joana Preiss"],"overview":"Stevie, a precocious 14-year-old girl must cope with the instabilities of her immoderate parents. When they decide to move to a small provincial town in Germany, Stevie attempts to slip into a normal life. Whilst her parents playfully escape their responsibilities, Stevie tries to make a good impression in town, spreading stories of grandeur and claiming to be the daughter of a diplomat. She makes progress. Yet the good weather doesn’t last and before long, she discovers that her parents have once more resorted to illegal means, as a way of supporting their leisurely lifestyle. As friends and hangers-on of her parents fill their new home, the chaos continually mounts. It is in this atmosphere of physical and emotional destruction, that Stevie must now start to define herself and perhaps even break free.","release_date":"2007-02-08","vote_average":6.8,"runtime":95,"cert":"N\/A","id":66174,"title":"The Unpolished","adult":false,"genre_ids":[18]},{"cast":["Scott Brady","Mona Freeman","Andrea King","Tony Curtis","Charles Drake"],"overview":"A police detective uses any means possible to trap a gang of shoplifters.","release_date":"1950-05-13","vote_average":5.0,"runtime":74,"cert":"N\/A","id":66175,"title":"I Was a Shoplifter","adult":false,"genre_ids":[80]},{"cast":["Amelia Shankley","Isabella Rossellini","Craig T. Nelson","Rocco Sisto","Helen Glazary"],"overview":"The high spirited daughter of the village lord and her mother have been living in the forest for seven years near her wise grandmother. They wait for her father to come home, meanwhile, her literally heartless uncle rules. He sells his soul for the aid of an enchanted wolf who turns himself human in order to spy. As the tyranical lord begins to see his niece as a threat, he sends the wolf to deal with her.","release_date":"1989-01-01","vote_average":5.3,"runtime":84,"cert":"N\/A","id":66176,"title":"Red Riding Hood","adult":false,"genre_ids":[12,10751,14]},{"cast":["Totò","Mike Bongiorno","Valeria Moriconi","Carlo Croccolo","Gabriele Tinti"],"overview":"The penniless Duke decides to participate in \"Lascia o raddoppia\", a TV quiz show, in order to win five million lira. Then two gangsters bet between themselves on his success and, alas, the Duke is kidnapped.","release_date":"1956-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":66177,"title":"Totò, lascia o raddoppia?","adult":false,"genre_ids":[35]},{"cast":["Werner Herzog","Barbara Weetman"],"overview":"A plastic bag, thrown out in the trash, attempts to find his way back to his owner and along the way discovers the world.","release_date":"2009-09-07","vote_average":7.5,"runtime":18,"cert":"N\/A","id":66178,"title":"Plastic Bag","adult":false,"genre_ids":[18]},{"cast":["Sandra Ceccarelli","Aurélien Recoing","Laura Vasiliu","Victor Cosma","Constantin Lupescu"],"overview":"A wealthy community in north-east Italy deals with its immigration fears.","release_date":"2008-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":66179,"title":"The Rest of the Night","adult":false,"genre_ids":[]},{"cast":["Carlo Cabrini","Anna Canzi"],"overview":"A young man has a renewed interest in his girlfriend when he takes a job that separates the two.","release_date":"1964-01-28","vote_average":7.5,"runtime":84,"cert":"","id":66180,"title":"The Fiancés","adult":false,"genre_ids":[18,10749]},{"cast":["Caterina Barbero","Elsa Boni","Eugenio Cirelli Bruni","Giustino De Paoli","Graziella Menichelli"],"overview":"","release_date":"1967-10-25","vote_average":0.0,"runtime":101,"cert":"N\/A","id":66181,"title":"Racconti di giovani amori","adult":false,"genre_ids":[10749,18]},{"cast":["Fatimata Sanga","Noufou Ouédraogo","Roukietou Barry","Adama Ouédraogo","Amadé Toure"],"overview":"A small African village. The story focuses on Bila, a ten year old boy who befriends an old woman, Sana. Everybody calls her 'Witch' but Bila himself calls her 'Yaaba' (grandmother). When Bila's cousin Nopoko gets sick it is Sana's medicine that saves her.","release_date":"1989-09-14","vote_average":5.6,"runtime":90,"cert":"N\/A","id":66182,"title":"Yaaba","adult":false,"genre_ids":[10751,18]},{"cast":["Ray Sharkey","Ornella Muti","Klaus Kinski","Armand Assante","King Vidor"],"overview":"An investment planner, bored with his job and his girlfriend, is given the opportunity to help open a new firm in South America. Once in the new country, he finds himself dealing with dictators and revolutionaries during a time of intense political upheaval, and to complicate his life further, he begins an affair with his new employer's wife.","release_date":"1982-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":66183,"title":"Love and Money","adult":false,"genre_ids":[18,10749]},{"cast":["Antônio Pitanga","Luiza Maranhão","Lucy de Carvalho","Aldo Teixeira","Lídio Silva"],"overview":"In the State of Bahia, Brazil, an educated black man returns to his home fishing village to try and free people from mysticism, in particular the Candomblé religion, which he considers a factor of political and social oppression, with tragic outcome.","release_date":"1962-05-28","vote_average":7.2,"runtime":78,"cert":"N\/A","id":66184,"title":"Barravento","adult":false,"genre_ids":[18]},{"cast":["Mariangela Melato","Bruno Ganz","Renato Salvatori","Laura Morante","Maria Luisa Santella"],"overview":"","release_date":"1981-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66185,"title":"Oggetti smarriti","adult":false,"genre_ids":[]},{"cast":["Julie Strain","Monique Parent","Ava Fabian","Corey Feldman","Corey Haim"],"overview":"In the town of Amity, the cops take crime off of the streets and put it into the police station where it belongs.","release_date":"1997-02-17","vote_average":3.8,"runtime":85,"cert":"N\/A","id":66186,"title":"Busted","adult":false,"genre_ids":[35]},{"cast":["Alain Delon","Jeanne Moreau","Sydne Rome","Claude Rich","Louis Seigner"],"overview":"","release_date":"1974-04-10","vote_average":6.7,"runtime":null,"cert":"N\/A","id":66187,"title":"Elite Group","adult":false,"genre_ids":[18]},{"cast":["Laurent Lucas","Lio","Michael Lonsdale","Margot Abascal","Noël Akchoté"],"overview":"A budding electronica artist gives up his shot at stardom to pursue a woman from a telephone dating network.","release_date":"2005-06-15","vote_average":5.3,"runtime":85,"cert":"N\/A","id":66188,"title":"Invisible","adult":false,"genre_ids":[18]},{"cast":["Ben Becker","Siegfried Kernen","Samuel Finzi"],"overview":"What does being a Jew mean nowadays? Emanuel Goldfarb, a Jewish journalist, is asked by the Director of a Jewish community in Germany, to respond to an invitation by a professor to tell his pupils about his life as a Jew living in Germany. This conversation, performed by Goldfarb and the Director of the community, is the only scene of Oliver Hirschbiegel's film « Ein ganz gewohnlicher Jude » presented at the Film and Television Festival of Genève, which was shot outdoors and it's the only moment where something apparently happens.","release_date":"2006-01-19","vote_average":6.0,"runtime":89,"cert":"N\/A","id":66189,"title":"A Very Ordinary Jew","adult":false,"genre_ids":[18,35,10749]},{"cast":["Werner Herzog","André Heller"],"overview":"Jag Mandir is a quiet and often overlooked film in the vast oeuvre of Werner Herzog. Apparently, 20 hours of footage was shot that covered the whole fest and the film hardly presents us a twentieth of that. A native walking into the film in between may well fail to immediately realize that it is his country that is being shown and these are figures from the mythology of various sections of his nation.","release_date":"1991-01-01","vote_average":7.5,"runtime":82,"cert":"N\/A","id":66190,"title":"Jag Mandir","adult":false,"genre_ids":[99]},{"cast":["David Gray"],"overview":"The entire concert filmed during a legendary night at London's Hammersmith Apollo during the `Life in Slow Motion' tour.","release_date":"2006-11-21","vote_average":4.3,"runtime":119,"cert":"","id":66191,"title":"David Gray: LIVE in Slow Motion","adult":false,"genre_ids":[10402]},{"cast":["Jillian McWhirter","Pamela Adlon","Ramy Zada","Marg Helgenberger","Marc McClure"],"overview":"A college professor teaching a course called \"The Psychology of Fear\" brings his students (including a psychic) to his home, one dark and stormy night to tell scary stories. The first involves a young couple whose car breaks down by an old, abandoned house. The second has four trendy teenage girls getting lost in a bad part of town and chased by a pack of vicious dogs. Last, a woman on crutches confronting a stalker at the answering service where she works the night shift.","release_date":"1989-11-03","vote_average":5.3,"runtime":90,"cert":"N\/A","id":66192,"title":"After Midnight","adult":false,"genre_ids":[53,27]},{"cast":["Johnny Strong","Kevin Phillips","Costas Mandylor","Sean Patrick Flanery","Tom Berenger"],"overview":"In lawless storm ravaged New Orleans, eleaguered Detective Sean Riley is trying to cope with the death of his young son and the abandonment of his wife. Facing a probable suspension from the department, Riley is teamed with a young homicide Detective, Will Ganz, to help solve a series of brutal murders that have plunged the city into a major gang war. The two quickly realize there is something far more sinister going on than either could have ever imagined.","release_date":"2010-06-30","vote_average":5.7,"runtime":104,"cert":"N\/A","id":66193,"title":"Sinners and Saints","adult":false,"genre_ids":[28,80,53]},{"cast":["Scott Valentine","Nicole Picard","Matt Mitler","Cathryn de Prume","Melissa Leo"],"overview":"A babysitting uncle tells his charges three horror stories--about a killer witch, Little Red Riding Hood and a werewolf, and a story about \"Goldi Lox\" and the three bears.","release_date":"1986-04-13","vote_average":4.4,"runtime":93,"cert":"","id":66194,"title":"Deadtime Stories","adult":false,"genre_ids":[27,53]},{"cast":["David Hyde Pierce","Clayne Crawford","Nathaniel Parker","Megahn Perry","Helen Reddy"],"overview":"A criminal on the run cons his way into the wrong dinner party where the host is anything but ordinary.","release_date":"2010-07-01","vote_average":6.3,"runtime":93,"cert":"15","id":66195,"title":"The Perfect Host","adult":false,"genre_ids":[35,53,80]},{"cast":["Jaromír Dulava","Monika Zoubková","Jiří Mádl","Lilian Malkina","Ivana Chýlková"],"overview":"The forester's lodge in a remote area they live in sin has four generations of family Hanák. Grandmother overflowing zest for life and her passion for writing detective stories. Her daughter, Ms. Hanáková, spirited woman with a big heart, loves to sing, but because he has no talent, all his life was the cook. Mr. Hanak's dispatcher, his lifelong loves animals of all kinds and sizes, which grows in the house and its surroundings. Paul has an older daughter with husband Peter, occasional handyman who usually sleeps or her hyperactive two sons, whom no one tells you differently than blackguard. Informal family member then Mr. Kestrel, who in the house for the town to spend a lot of time suspicious! One completely normal family afternoon notify the younger daughter Kate family that is expecting a baby.","release_date":"2008-04-17","vote_average":4.7,"runtime":90,"cert":"N\/A","id":66196,"title":"Taková normální rodinka","adult":false,"genre_ids":[35]},{"cast":["Vijay","Suriya","Simran","Kausalya","Raghuvaran"],"overview":"Raghu and Shanti are divorced couple which sparks problems between both respective younger brothers.","release_date":"1997-09-01","vote_average":7.5,"runtime":151,"cert":"N\/A","id":66197,"title":"Nerrukku Ner","adult":false,"genre_ids":[18,10751]},{"cast":["Lubomír Lipský","Zdeněk Řehoř","Josef Chvalina","František Peterka","Yvonne Kodoňová"],"overview":"","release_date":"1969-10-31","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66200,"title":"Šest černých dívek aneb Proč zmizel Zajíc","adult":false,"genre_ids":[35,80]},{"cast":["Zdeněk Kříž","Helena Hustolesová"],"overview":"","release_date":"1952-04-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66203,"title":"The Treasure of Bird Island","adult":false,"genre_ids":[]},{"cast":["Appukutty","Saranya Mohan","Pirabhakaran","Krithi Shetty","Soori"],"overview":"The story is set in a village called Mallayapuram near Theni. The villagers believe the Rain Gods will favour them after the annual Thiruvizha, during which the deity is taken around the village on a wooden horse. They are in for a rude shock when the horse goes missing. At the same time, Azhagarsami, a youngster who earns his livelihood by ferrying loads on his horse in Aagamalai village in Periyakulam, gets ready for his marriage. His horse also goes missing, and his marriage is put on hold. Do the villagers and Azhagarsami find their respective horses?","release_date":"2011-05-12","vote_average":0.0,"runtime":117,"cert":"N\/A","id":66204,"title":"Azhagar Samiyin Kuthirai","adult":false,"genre_ids":[10749,35,53]},{"cast":["Silambarasan","Bharath Niwas","Anushka Shetty","Prakash Raj","Sonia Agarwal"],"overview":"Five people from varied strata of society – a slum dweller who works as a cable operator, a runaway prostitute, a desperate woman drowning in debt, a rising musician, and a grief-stricken Muslim man – end up together in the same hospital, at a time when it is attacked by terrorists.","release_date":"2011-04-29","vote_average":5.8,"runtime":153,"cert":"N\/A","id":66207,"title":"Vaanam","adult":false,"genre_ids":[28,80,18]},{"cast":["Andy Lau","Yim Chau-Wa","Elliot Ngok","Prudence Liew Mei-Kwan","Winnie Chin Wai-Yee"],"overview":"A look at two brothers, whose reckless careers as gang members create conflict with friends, family, the police, school and their lives.","release_date":"1983-04-15","vote_average":7.5,"runtime":88,"cert":"N\/A","id":66208,"title":"On the Wrong Track","adult":false,"genre_ids":[28]},{"cast":["Ti Lung","Dang Wai-Ho","Ku Kuan-Chung","Lo Lieh","Choh Seung-Wan"],"overview":"Chu Liu-hsiang, the charming, capable, and, yes, sentimental, swordsman is back in action for this extremely well-named third in the hit box-office series. The titanic team of director Chu Yuan and novelist Ku Lung wisely choose to give their hero a whole new, non-stop, cliffhanger-fraught adventure featuring a mystery swordsman, a sensual swordswoman, an imperial assassin, a Ghost Mansion, the Bat Island, a booby-trapped tunnel, double crosses, and secret missions. And there are no fewer than three martial arts choreographers on hand to guide the amazing mayhem.","release_date":"1982-05-13","vote_average":4.8,"runtime":87,"cert":"N\/A","id":66209,"title":"Perils of the Sentimental Swordsman","adult":false,"genre_ids":[28]},{"cast":["Ti Lung","Tony Liu","Lo Lieh","Paul Chang Chung","Derek Yee Tung-Sing"],"overview":"Master of the \"swordplay thriller\" genre, Chor Yuen and renowned kung-fu choreographer Tang Chia tell the fabulous tale of the \"Fastest Swordsman in the World\" facing the \"1000 Face Devil\" and no less than seven murderers.","release_date":"1977-12-22","vote_average":6.5,"runtime":93,"cert":"N\/A","id":66210,"title":"Pursuit of Vengeance","adult":false,"genre_ids":[28,18,14]},{"cast":["Clive Lloyd","Viv Richards","Colin Croft","Jeffery Dujon","Joel Garner"],"overview":"Feature documentary about the great West Indies cricket team of the 1970s and '80s. Fire In Babylon is the breathtaking story of how the West Indies triumphed over its colonial masters through the achievements of one of the most gifted teams in sporting history. In a turbulent era of apartheid in South Africa, race riots in England and civil unrest in the Caribbean, the West Indian cricketers, led by the enigmatic Viv Richards, struck a defiant blow at the forces of white prejudice worldwide. Their undisputed skill, combined with a fearless spirit, allowed them to dominate the genteel game at the highest level, replaying it on their own terms. This is their story, told in their own words.","release_date":"2010-10-18","vote_average":6.5,"runtime":83,"cert":"","id":66211,"title":"Fire in Babylon","adult":false,"genre_ids":[99]},{"cast":["Yuen Biao","Cynthia Rothrock","Melvin Wong","Corey Yuen","Fan Siu-Wong"],"overview":"Yuen Biao plays Jason Chan a lawyer, angry at the way the law seems to protect the bad guys, he decides to take the law into his own hands when a key witness and his entire family are murdered. but Cindy Si is soon on his case and it all spirals into a situation only a few will survive.","release_date":"1986-11-27","vote_average":7.7,"runtime":102,"cert":"N\/A","id":66212,"title":"Righting Wrongs","adult":false,"genre_ids":[28,53,80]},{"cast":["Gautham Karthik","Vaibhavi Shandilya","Yashika Anand","Chandrika Ravi","Shah Ra"],"overview":"A sexually-starved spirit traps two couples in a bungalow in Bangkok where they have planned to stay for a week. The spirit wants one of the two men to have sex with her. Can they manage to escape?","release_date":"2018-05-04","vote_average":5.1,"runtime":118,"cert":"N\/A","id":66213,"title":"Iruttu Araiyil Murattu Kuthu","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Dhum","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66214,"title":"Dhum","adult":false,"genre_ids":[]},{"cast":["Silambarasan","Charmy Kaur","T. Rajendar","Karunas","Radha Ravi"],"overview":"A young man and a woman fall in love with each other. But soon her father gets to know about their affair and goes to extremes to separate the couple.","release_date":"2002-11-04","vote_average":5.3,"runtime":180,"cert":"N\/A","id":66215,"title":"Kadhal Azhivathillai","adult":false,"genre_ids":[18,10749]},{"cast":["T. Rajendar","Srividhya","S. S. Chandran","Charu Haasan","Silambarasan"],"overview":"Oru Thayin Sabhatham is a Tamil film released in 1987 directed and produced by T. Rajendar. Rajender himself appeared in the title role with Srividya, whilst the film featured an extensive cast, which also featured Rajendar's son Silambarasan, along with a bevy of supporting actors. The film released on 14 April 1987.","release_date":"1987-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66216,"title":"Oru Thayin Sabhatham","adult":false,"genre_ids":[]},{"cast":["David Chiang","Lo Lieh","Cheng Miu","Ku Kuan-Chung","Lily Li Li-Li"],"overview":"While international favorite David Chiang was best known for his roles as a grinning, streetwise, fighter in many Chang Cheh-directed classics, he rarely played a noble warrior monk. But here he portrays the great Chih Shim, the monk who saved the Southern Shaolin Temple. Making this production all the more notable is Lo Lieh, Shaws' first international star, who returns to a role he also made famous - that of Shaolin renegade Pai Mei. This, and even more, makes for a true martial arts epic of the first order.","release_date":"1979-07-11","vote_average":6.3,"runtime":84,"cert":"N\/A","id":66217,"title":"Shaolin Abbot","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Monishaa","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66218,"title":"Monishaa En Monalisa","adult":false,"genre_ids":[]},{"cast":["Bharath Niwas","Poonam Bajwa","Simran","Vadivelu","Sampath Raj"],"overview":"Murugesan lives a life with no care in the world. Beats people up, sells his grandfather's land and incurs so much of his father's wrath that he's prophesied to meet a horrible end.","release_date":"2008-10-26","vote_average":2.0,"runtime":135,"cert":"N\/A","id":66219,"title":"Seval","adult":false,"genre_ids":[28,18,10749]},{"cast":["T. Rajendar","Silambarasan","Renu"],"overview":"Samsara Sangeetham is a Tamil film released in 1989 directed and produced by T. Rajendar. Rajender himself appeared in the title role with Renu, whilst the film featured an extensive cast, which also featured Rajendar's real life children, along with a bevy of supporting actors. The film released on 18 July 1989. The film didn't succeed well at the box office","release_date":"1989-07-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66220,"title":"Samsara Sangeetham","adult":false,"genre_ids":[]},{"cast":["T. Rajendar","Sithara","S. S. Chandran","Jaishankar","Krishna Rao"],"overview":"Thai Thangai Paasam (English: Mother, Sister Affection) is a Tamil film released in 1995 directed and produced by T. Rajendar. Rajender himself appeared in the title role, whilst the film featured an extensive cast, which also featured Rajendar's three real life children, along with a bevy of supporting actors. The film released on 14 April 1995.","release_date":"1995-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66221,"title":"Thai Thangai Paasam","adult":false,"genre_ids":[]},{"cast":["T. Rajendar","Sudha","S. S. Chandran","Srividhya","Silambarasan"],"overview":"En Thangai Kalyani is a Tamil film released in 1990 directed and produced by T. Rajendar. Rajender himself appeared in the title role with Sudha, whilst the film featured an extensive cast, which also featured Rajendar's real life children, along with a bevy of supporting actors. The film released on 5 February 1990 and was a blockbuster.","release_date":"1990-02-05","vote_average":0.0,"runtime":173,"cert":"N\/A","id":66222,"title":"En Thangai Kalyani","adult":false,"genre_ids":[]},{"cast":["Bharath Niwas","Meera Jasmine","Prem","Sangeetha Krish","Ganeshkar"],"overview":"Seval is a Tamil language action drama film released in 2008. It stars Bharath, Vadivelu, Simran Bagga and Poonam Bajwa in the lead roles.","release_date":"2008-04-11","vote_average":0.0,"runtime":145,"cert":"N\/A","id":66223,"title":"Nepali","adult":false,"genre_ids":[28,10749]},{"cast":["Bharath Niwas","Bhavana","Pasupathy Masilamani","Sriya Reddy","Priyanka Nair"],"overview":"Story of two brothers told from the perspective of older brother who recalls his childhood memories where he runs away from home and returns after 20 years. The rest of the film is all about mental turmoil, as he is caught between the deep love showered by his younger brother who runs a successful advertising agency and his guilt of not being a responsible son or elder brother.","release_date":"2006-12-09","vote_average":7.0,"runtime":145,"cert":"N\/A","id":66224,"title":"Veyyil","adult":false,"genre_ids":[18]},{"cast":["Bharath Niwas","Priyamani","Saranya Mohan","Ramya Krishnan","Karunas"],"overview":"Aarumugam is owner of a small food joint. He is closely attached to his mother. He is quiet and his simple life gets shattered by one of Bharath's business rivals (Ramya Krishnan) who runs a big restaurant near his place. The petty clashes soon develop into bigger problems. How Aarumugam solves them is told in an action-cum sentiment filled screenplay.","release_date":"2009-09-25","vote_average":7.0,"runtime":147,"cert":"N\/A","id":66225,"title":"Aarumugam","adult":false,"genre_ids":[28,10749]},{"cast":["Bharath Niwas","Tamanna Bhatia","Sapan Saran","Santhanam","Nizhalgal Ravi"],"overview":"After his encounter with a chirpy girl, Anjali, during their train journey, a depressed Sakthivel's attitude towards life changes. Though he is attracted to her, he agrees to help her unite with her lover.","release_date":"2009-10-30","vote_average":4.9,"runtime":144,"cert":"N\/A","id":66226,"title":"Kanden Kadhalai","adult":false,"genre_ids":[10749]},{"cast":["Saravanan","Chithra","Rohini","Kumarimuthu","Silambarasan"],"overview":"Pettredutha Pillai is a Tamil film released in 1993 directed by Poornachandran, with camera, lyrics, music and story by T. Rajendar. The film starred Saravanan and Chitra with an extensive cast, which also featured Rajendar's two sons, along with a bevy of supporting actors. The film released on 10 April 1993.","release_date":"1993-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66227,"title":"Pettredutha Pillai","adult":false,"genre_ids":[]},{"cast":["Bharath Niwas","Shamna Kasim","Vadivelu","Ponvannan"],"overview":"Muniyandi Vilangyial Moonramandu is a 2008 Tamil film. Bharath, Poorna and Ponvannan play the lead roles with Vadivelu. The film is directed by Thirumurugan. The movie was produced by Malaysian-based firm Lotus Five Star in association with Thiru Pictures.","release_date":"2008-07-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66228,"title":"Muniyandi Vilangial Moonramandu","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Shabash","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66229,"title":"Shabash Babu","adult":false,"genre_ids":[]},{"cast":["Bharath Niwas","Kajal Agarwal","Khushboo","Kanja Karuppu","Raj Kapoor"],"overview":"Pazhani is a Tamil action movie with Bharath in lead role. It is directed by Perarasu and produced by director Shakthi Chidambaram under the banner Cinema paradise. Srikanth Deva scores music. Bharath plays the role of a car driver. Kajal Agarwal is the heroine and Kushboo plays Bharath's sister.","release_date":"2008-01-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66230,"title":"Pazhani","adult":false,"genre_ids":[28,18]},{"cast":["Bharath Niwas","Sana Khaan","Madalasa Sharma","Prabhu Ganesan","Vivek"],"overview":"Thambikku Indha Ooru film revolves around a youngster who goes in search of his lover. Sana Khan plays a tennis player in this film.","release_date":"2010-03-05","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66231,"title":"Thambikku Indha Ooru","adult":false,"genre_ids":[28,18]},{"cast":["Bharath Niwas"],"overview":"Overview Coming Soon...","release_date":"2011-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66232,"title":"Ivan Yaro","adult":false,"genre_ids":[28]},{"cast":["Bharath Niwas","Rima Kallingal","Santhanam","Sampath Raj","Mayilsamy"],"overview":"Kathirvel Murugan (Bharath) is a software engineer in Chennai. He shares his room with friend Sakkarai (Santhanam). Kathir hails from Usilampatti but wants to project him as city-bred and his ambition is to settle in USA. Kathir's father Sevaka Pandian (Sampathraj) is against his son's attitude. An influential local chieftain, he is against inter-caste marriage and love. Kathir meets Nisha (Rima Kaleengal), who too wants to go abroad. The latter loses her passport and Kathir helps her find it. Slowly Kathir falls for her. Meanwhile, Sevaka Pandian arranges for his son's wedding with a High Court judge's daughter. In the meantime, Kathir and Nisha get their visa and get ready to leave together for USA. The former thinks that he has escaped from his marriage and when he wants to propose to Nisha, he gets a rude shock. She informs him that she is going to USA for her marriage. What happens after this forms the rest of the plot.","release_date":"2011-08-26","vote_average":2.5,"runtime":145,"cert":"N\/A","id":66233,"title":"Yuvan Yuvathi","adult":false,"genre_ids":[18,10749]},{"cast":["T. Rajendar","Radha","Venniradai Moorthy","Disco Shanti","Silambarasan"],"overview":"Shanti Enathu Shanti is a Tamil film released in 1991, directed and produced by T. Rajendar. Rajender himself appeared in the title role with Radha, whilst the film featured an extensive cast, which also featured Rajendar's real life children, along with a bevy of supporting actors. The film was released on 18 April 1991.","release_date":"1991-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66234,"title":"Shanti Enathu Shanti","adult":false,"genre_ids":[]},{"cast":["Bharath Niwas","Genelia D'Souza","Radha Ravi","Brahmaji"],"overview":"Chennai Kadhal movie is a city based love story. Gautham (Bharath) who is a college drop-out and a good-for-nothing guy (like his father always says). Gowtham meets Narmada (Genelia) who is the daughter of a local don Sakthivel (Radha Ravi). He falls in love with Narmada ( Genelia).She lives in a hostel after learning that her dad is a criminal who now wants her to marry his partner Sardar","release_date":"2006-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66235,"title":"Chennai Kadhal","adult":false,"genre_ids":[18,10749]},{"cast":["Bharath Niwas"],"overview":"Overview Coming Soon...","release_date":"2012-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66236,"title":"Murasu","adult":false,"genre_ids":[18]},{"cast":["James DeBello","Francesca Cecil","Louis Mandylor","Daniel Kountz"],"overview":"","release_date":"2009-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66237,"title":"No Time to Fear","adult":false,"genre_ids":[27,53]},{"cast":["Philip Kwok Chun-Fung","Chiang Sheng","Sun Chien","Lu Feng","Lo Meng"],"overview":"The General's son Yang escapes a massacre at his home that subsequently sees a corrupt, criminal syndicate in charge of the local forces. Seeking shelter with four good friends who are street performers, Yang plots his revenge though refuses to acknowledge the fearsome odds he faces. The quartet try to convince him to bide his time, but the young avenger sneaks into his former home and, after a battle against a few top fighters, is killed by their leader. When Yang's friends discover his tragic fate, they devise a way of defeating the killers without having to face their mighty army directly.","release_date":"1979-06-09","vote_average":6.0,"runtime":80,"cert":"N\/A","id":66238,"title":"The Daredevils","adult":false,"genre_ids":[28]},{"cast":["Christopher Hatherall","Kai Roberts","Aj Nicol","Simone Macdonald","Adam Boyle"],"overview":"Yorkshire, 1978. A mother, father and their three year old son are brutally stabbed to death while they sleep. There is no motive. They were a model family. The nation is outraged by the senseless killings. Incredibly, the British public are overwhelmingly in favour of bringing back the death penalty to see justice carried out. Even more incredibly the killer, who is caught red-handed trying to drag the father's body out of the house, manages to hide the three year old's body in a place where the investigators, the police and even their dog teams would never find it. For months all the nation can talk about is the \"Kid Killer\" but, and this is the most incredible fact of all, not because he cold-bloodedly stabbed to death a three year old, his mother and his father, but because these innocent victims were also his family. The \"Kid Killer\" was their twelve year old son William.","release_date":"2011-06-06","vote_average":0.0,"runtime":95,"cert":"","id":66239,"title":"The Point of Regret","adult":false,"genre_ids":[18]},{"cast":["Angela Yu Chien","Elliot Ngok","Gam Tin-Chue","Li Ching","Cheng Miu"],"overview":"Some 40 years ago when warlords rode rough-shod over the Chinese people, circus acrobat Pao Te-cheng took to the hills and began robbing the rich to help the poor. His daring feats earned him the nickname of “The Masked Robber”. Trying to intercept a large sum of money to be turned over to public security chief Cheng Kuan-hsi, he is nearly caught. Partner Hsiao Chung is jubilant over his safe return. But in the government office, chief detective Ma Pu-yun frantically plots his arrest. Ma Chien-li, son of the chief detective, devises a clever trap set for Ma Pu-yun’s birthday party. Among the guests is Huang Tan-ping who is engaged to Doctor David Lee. Ma Chien-li proposes to her without knowing this.","release_date":"1967-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":66240,"title":"Sweet Is Revenge","adult":false,"genre_ids":[28]},{"cast":["Rajinikanth","Vijayashanti","Khushboo","Visu","Goundamani"],"overview":"Circumstances force the union leader of a factory to marry his own boss, a rich and arrogant lady who has ulterior motives.","release_date":"1992-01-14","vote_average":7.0,"runtime":162,"cert":"N\/A","id":66241,"title":"Mannan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Meena","Roja Selvamani","Senthil","Vadivukarasi"],"overview":"The hero falls in love with a girl and learns music for her. The girl's house is destroyed in a cyclone and the hero believes the girl is dead. He goes to the city and marries another woman. When his first love is alive and comes searching for him, fun ensues.","release_date":"1994-04-14","vote_average":5.6,"runtime":null,"cert":"N\/A","id":66248,"title":"Veera","adult":false,"genre_ids":[35,10751]},{"cast":["Rajinikanth","Priya Raman","Suresh","Vadivelu","Sanjay"],"overview":"Valli (Priyaraman)returns to her village after studying for 15 years in the city. Her cousin celebrates her arrival to the city. He is in love with Valli from childhood days. But got changed after she went to study in the city. She is no more in love with him.She falls in love with a city guy called Shekar who came to the village with his friends for hunting. Shekar cheats her and escapes from the city. Later shekar was brought back by her cousin. Instead of marrying the city guy she kills him for cheating.","release_date":"1993-08-20","vote_average":5.0,"runtime":150,"cert":"N\/A","id":66249,"title":"Valli","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Kanaka","Sheeba Akashdeep","Nagesh","Jai Ganesh"],"overview":"Athisaya Piravi is a 1990 Tamil film starring Rajinikanth, Nagesh and Kanaka and music composed by Ilaiyaraaja. The film was directed by SP. Muthuraman. The film is a remake of Yamudiki Mogudu, a 1988 Telugu film starring Chiranjeevi (in a dual role), Radha, Vijayashanti, Kota Srinivasa Rao and Allu Rama Lingaiah. It was a box office failure.","release_date":"1990-06-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66256,"title":"Athisaya Piravi","adult":false,"genre_ids":[]},{"cast":["Rajinikanth","Gautami Tadimalla","Vijayakumar","Charan Raj","Radha Ravi"],"overview":"The illegitimate son of a rich man and a singer is raised by a poor drunkard. Before he can commit to the girl he loves, he wants to find out who his parents really are. Will the drunkard help him?","release_date":"1990-01-14","vote_average":4.5,"runtime":190,"cert":"N\/A","id":66257,"title":"Panakkaran","adult":false,"genre_ids":[10751,28]},{"cast":["Rajinikanth","Gautami Tadimalla","Raghuvaran","Ravichandran","Shalini"],"overview":"Raja Chinna Roja is a 1989 Tamil children's film directed by SP. Muthuraman.The film was the first Indian film to use animated characters with actors.  An aspiring young wannabe actor Raja (Rajinikanth) from a village get into a fast city which is full of crooks and drug dealers. As he searching for a place in the dream factory, he falls for the daughter of the house owner (Jaiganesh). Charmed by his looks and character, the girl (Gowthami) also falls for him. One day he accidentally meet his childhood friend Raghu who is a spoiled rich guy. He offers Raja an acting job, then takes him to his uncle's house. Raja is to be in charge of the administration of the household and take care of five children each of whom have issues. Raja finds out that Raghu is cheating his uncle out of funds and using him to do the same. How he tackles these problems and helps the children become better is the rest of the movie.","release_date":"1989-07-20","vote_average":6.8,"runtime":180,"cert":"N\/A","id":66258,"title":"Raja Chinna Roja","adult":false,"genre_ids":[10749,35,18,28]},{"cast":["Rajinikanth","Raghuvaran","Sowcar Janaki","Shobana","Radha Ravi"],"overview":"The film begins with Rajinikanth and Raghuvaran as kids, they are close friends like their fathers, in spite of their religious differences, one being Hindu and other Christian. A villain kills their families except Rajinikanth, Raghuvaran and Raghuvaran's mother, but Raghuvaran does not knows that Rajinikanth and his mother were alive and vice versa. 20 years later, Rajinikanth falls in love with Shobana and marries her. Raghuvaran is a hired goon who will do only good deeds. Raghuvaran is hired by the same villain to kill Rajinikanth and during the fight both get injured and finally they come to know that they are childhood friends. Eventually, both of them unite and fight the bad guy who killed their family.","release_date":"1989-05-05","vote_average":0.0,"runtime":157,"cert":"N\/A","id":66259,"title":"Siva","adult":false,"genre_ids":[]},{"cast":["Rajinikanth","Prabhu Ganesan","Gautami Tadimalla","Seetha","Ravichandran"],"overview":"Guru Sishyan (Tamil: குரு சிஷ்யன்; English: Teacher, Student) is a 1988 Tamil film directed by SP. Muthuraman, featuring Super Star RajiniKanth in the lead role along with Prabhu. This was the first movie for Gouthami, playing the love interest of Rajini, who later went on to become of the leading heroines of the Tamil film industry.","release_date":"1988-04-13","vote_average":8.0,"runtime":140,"cert":"N\/A","id":66260,"title":"Guru Sishyan","adult":false,"genre_ids":[35,28]},{"cast":["Rajinikanth","Amala Akkineni","Manivannan","Sujatha","Janagaraj"],"overview":"Kodi Parakuthu is a Tamil film is directed by Bharathiraja.The film was released on 1988 Diwali day. After a decade Rajinikanth joined with BharathiRaja for this film. Movie released with lots of expectations and did resonably at the box office. In other words, it was bad and not many people wanted to watch it. Most of them had to be paid to watch the film. All in all, it was a good first attempt by the director and is comparable to someone licking shit off a horse's rear.","release_date":"1988-11-08","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66261,"title":"Kodi Parakuthu","adult":false,"genre_ids":[28,10749]},{"cast":["Rajinikanth","Prabhu Ganesan","Suhasini Maniratnam","Khushboo","Nassar"],"overview":"Dharmathin Thalaivan is a 1988 Tamil-language Indian feature film directed by SP. Muthuraman, starring Rajnikanth, Prabhu Ganesan, Charlie, Nassar, Captain Raju, Kushboo, Suhasini and Vijayachanddrika. The film is the remake of Amitabh Bachchan-Randhir Kapoor starrer Kasme Vaade.","release_date":"1988-09-24","vote_average":7.7,"runtime":null,"cert":"N\/A","id":66262,"title":"Dharmathin Thalaivan","adult":false,"genre_ids":[10751]},{"cast":["Rajinikanth","Rupini","Cho Ramaswamy","Srividhya","Delhi Ganesh"],"overview":"The Story of a young man who returns from jail after imprisonment on crime he commits for justice during young age. He comes out and again fights for justice in everyway. This film released along with Kamal hassan starred and Mani Ratnam directed Nayakan,Sathyaraj starred Brahma and Vijayakant starred Uzhavan Magan for the Deepavali season. Collection wise, reportedly this was a hit.","release_date":"1987-05-01","vote_average":6.0,"runtime":149,"cert":"N\/A","id":66263,"title":"Manithan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Radhika Sarathkumar","Chithra","Raghuvaran","Malaysia Vasudevan"],"overview":"Overview Coming Soon...","release_date":"1987-09-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66264,"title":"Oorkavalan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Amala Akkineni","Sarath Babu","K R Vijaya","Nassar"],"overview":"Young Ragupathy was brought up by his paternal grandfather, Valayapathy. He decided to go to the city in search of a new job and life. In the city he meets Senthil, who guides him into an interview in a 5-star hotel owned by Rajkumar . While in the hotel, Ragupathy meets Kowsalya, and falls in love with her. During this time, many attempts are made to kill Rajkumar by his uncle and son Nassar. The blame for this murder attaches to Rajkumar's mother, who is actually Ragupathy's mother. Realizing all this, Ragupathy takes an oath that he will not let harm come to Rajkumar.","release_date":"1987-03-07","vote_average":6.5,"runtime":140,"cert":"N\/A","id":66265,"title":"Velaikkaran","adult":false,"genre_ids":[28,18]},{"cast":["Suhasini Maniratnam","Vivek","Vijayakanth","Sathyaraj","Rajinikanth"],"overview":"Manathil Uruthi Vendum is a 1987 Indian Tamil language Drama film directed by K. Balachander starring Suhasini, S. P. Balasubrahmanyam, Ramesh Aravind, Sridhar, Vivek, Lalithakumari and Yamuna. Rajinikanth, Sathyaraj, and Vijayakanth make guest appearances. This is the story of Nandini, a nurse, played brilliantly by Suhasini. She is the sole bread winner of her huge family who faces many hurdles in her life including a divorce, loss of a brother, an eloped sister, a failed second romance and an organ donation. She handles them with dignity and wins the hearts of one and all including her suspicious ex-husband when she donates him her kidney. S. P. Balasubrahmanyam plays the role of a dedicated Doctor, who inspires Nandini to take the ultimate decision in life to continue serving her patients.","release_date":"1987-10-21","vote_average":8.0,"runtime":148,"cert":"N\/A","id":66266,"title":"Manathil Uruthi Vendum","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","V. K. Ramasamy","Thengai Srinivasan","Delhi Ganesh"],"overview":"Overview Coming Soon...","release_date":"1986-03-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":66267,"title":"Naan Adimai Illai","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Ambika","Nagesh","Jaishankar","C. R. Vijayakumari"],"overview":"Maaveeran is a Tamil film is directed by Rajasekar. It was a 100 days film in south India and a major hit in its dubbed versions of \"Telugu\" , \"Malayalam\" and \"Kannada\". The film is a remake of the 1985 Hindi film Mard. Ambika appeared in a highly glamorous role alongside Rajinikanth, who first appears as a rude princess, and then finally falls in love with him.","release_date":"1986-11-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66268,"title":"Maaveeran","adult":false,"genre_ids":[28]},{"cast":["Rajinikanth","Sathyaraj","Ambika","Sharada","Goundamani"],"overview":"Mr.Bharath is a Tamil film is directed by SP. Muthuraman. The film stars Rajnikant, Sathyaraj, Ambika, Goundamani, S. V. Shekhar and others. The plot is about a son's revenge against his father. It is a remake of the 1978 Hindi film Trishul which starred Amitabh Bachchan and Sanjeev Kumar.","release_date":"1986-01-10","vote_average":7.8,"runtime":null,"cert":"N\/A","id":66269,"title":"Mr. Bharath","adult":false,"genre_ids":[18]},{"cast":["Sivaji Ganesan","Rajinikanth","Madhavi","Vishnuvardhan","Vijayakumar"],"overview":"Viduthalai (Freedom) is a Tamil film is directed by K. Vijayan. It stars Sivaji Ganesan, Rajinikanth, Vishnuvardhan and Madhavi. The movie is a remake of Bollywood blockbuster movie \"Qurbani\".","release_date":"1986-04-11","vote_average":5.0,"runtime":142,"cert":"N\/A","id":66270,"title":"Viduthalai","adult":false,"genre_ids":[28,35]},{"cast":["Rajinikanth","Madhavi","Senthamarai","Poornam Viswanathan","V. K. Ramasamy"],"overview":"Overview Coming Soon...","release_date":"1985-06-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66271,"title":"Un Kannil Neer Vazhindal","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Ambika","Sivaji Ganesan","Vijay Babu","Ramya Krishnan"],"overview":"Rajasekhar (Sivaji Ganesan) is the loving elder stepbrother of Rajendran (Rajinikanth) and Ramu (Vijaybabu). After his marriage, his wife (Vadivukkarasi) sends his brothers out when he goes to Chennai. Rajendran, the older of the two, toils and becomes a taxi driver to educate and bring up his brother, but his brother strays and gets mixed up with some wrong-doers. He marries a girl Manju (Ramya Krishnan) from a rich family. The girl's uncle (Jaishankar), is a smuggler who sells drugs using his older brother's lorries. Jaishankar later kills his brother and puts the blame on Rajendran. Rajasekhar, the presiding judge, realizes that Rajendran is his long-lost brother and returns as a lawyer to save him.","release_date":"1985-11-11","vote_average":7.8,"runtime":null,"cert":"N\/A","id":66272,"title":"Padikkadavan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Lakshmi","Delhi Ganesh","Sathyaraj","Thengai Srinivasan"],"overview":"Overview Coming Soon...","release_date":"1985-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66273,"title":"Sri Raghavendra","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","K. Bhagyaraj","Ambika","Sathyaraj","Sumathi"],"overview":"A young man turns into a vigilante to fight injustice after his loved ones are killed.","release_date":"1985-04-12","vote_average":5.5,"runtime":154,"cert":"N\/A","id":66274,"title":"Naan Sigappu Manithan","adult":false,"genre_ids":[28,18]},{"cast":["Rajinikanth","Madhavi","Senthamarai","V. S. Raghavan","Vinu Chakravarthy"],"overview":"Thambikku Entha Ooru (English: Which town are you from, my brother?) is a 1984 Indian Tamil language film directed by Rajasekhar, starring Rajinikanth, Madhavi, Sulakshana, Sathyaraj and Senthamarai.","release_date":"1984-04-20","vote_average":7.7,"runtime":165,"cert":"N\/A","id":66275,"title":"Thambikku Entha Ooru","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Revathi","Thengai Srinivasan","Poornam Viswanathan","V. S. Raghavan"],"overview":"","release_date":"1984-06-15","vote_average":6.5,"runtime":null,"cert":"N\/A","id":66276,"title":"Kai Kodukkum Kai","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Radhika Sarathkumar","Karthik Muthuraman","V. K. Ramasamy","Y. G. Mahendran"],"overview":"Nallavanuku Nallavan is a Tamil film, directed by SP. Muthuraman. The film is a remake of the 1982 Superhit Kannada film Jeevana Chakra that starred Vishnuvardhan and Raadhika Sarathkumar in main roles.","release_date":"1984-10-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66277,"title":"Nallavanuku Nallavan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Ambika","Meena","K. Bhagyaraj","Senthamarai"],"overview":"Anbulla Rajinikanth","release_date":"1984-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66278,"title":"Anbulla Rajinikanth","adult":false,"genre_ids":[]},{"cast":["Rajinikanth","Poornima Bhagyaraj","Jaishankar","R. S. Manohar","Thengai Srinivasan"],"overview":"Overview Coming Soon...","release_date":"1983-11-04","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66279,"title":"Thanga Magan","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sivaji Ganesan","Rajinikanth","Y. G. Mahendran","Suhasini Maniratnam"],"overview":"Uruvangal Maralam is a Tamil language film starring Y. Gee. Mahendra in the lead role of the protagonist. This movie is literally a remake of the English movie 'Oh, God!'. The story revolves around Y.G.Mahendra who believes in God more than anything else in this world.He is once called by God Sivaji Ganesan who tells him that he has to inform people about the various things about to happen in the future. Y.G starts his task of telling people, but no one believes him in the beginning. Slowly when what he says starts occurring people term him a powerful monk and start coming to...","release_date":"1983-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66280,"title":"Uruvangal Maralam","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Saritha","Thengai Srinivasan","Y. G. Mahendran","Sangili Murugan"],"overview":"Overview Coming Soon...","release_date":"1983-05-27","vote_average":2.5,"runtime":null,"cert":"N\/A","id":66281,"title":"Sivappu Sooriyan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","Raveendran","Silk Smitha","Senthamarai"],"overview":"When the sole person to inherit the family wealth is missing, her grandmother desperately searches for her. A conniving relative, who also killed the girl's parents, finds a look-alike to help him gain the wealth.","release_date":"1983-07-07","vote_average":5.5,"runtime":135,"cert":"N\/A","id":66282,"title":"Adutha Varisu","adult":false,"genre_ids":[18,28,80]},{"cast":["Rajinikanth","Radha","Sujatha","Jaishankar","Y. G. Mahendran"],"overview":"Rajinikanth is an auto mechanic and brother of Vijayakumar who works in Jaishankar's estate as a clerk. The movie portrays the events dealing with the clash between Rajini and Jaishankar. Radha is the love interest of Rajini and Y.G.Mahendran provides the comic relief. The movie was a big hit at the Box Office.","release_date":"1983-03-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66283,"title":"Thudikkum Karangal","adult":false,"genre_ids":[28,18]},{"cast":["Rajinikanth","Suhasini Maniratnam","Jaishankar","M. N. Nambiar","Thengai Srinivasan"],"overview":"Overview Coming Soon...","release_date":"1983-04-14","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66284,"title":"Thai Veedu","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Radha","Manorama","Janagaraj","Jaishankar"],"overview":"When a smuggler kills his sister, a mentally impaired man (Rajnikanth) vows to deliver justice and joins a martial arts school. He trains hard there to become a master fighter, honing his fighting skills. Taking on a new identity, Paayum Puli (Pouncing Tiger), he sets off for revenge, but a beautiful woman (Radha) soon puts a hitch in his plans. Manorama, Silk Smitha and Jaishankar also star in this action-packed movie.","release_date":"1983-01-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66285,"title":"Paayum Puli","adult":false,"genre_ids":[18,28,10749]},{"cast":["Rajinikanth","Sridevi","Srividhya","V. S. Raghavan","R. S. Manohar"],"overview":"Thanikattu Raja is a Tamil film directed by V.C.Gohanathan.This movie is starring Rajnikanth, Sridevi and Sripriya. The fim has Sridevi as Rajini's girlfriend and at somepoint of time he gets married to Sripriya.","release_date":"1982-03-12","vote_average":7.3,"runtime":null,"cert":"N\/A","id":66286,"title":"Thanikattu Raja","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Jyothi","Saritha","Thengai Srinivasan","Delhi Ganesh"],"overview":"Anand is a motocycle champion for six years in a row. Winning the championship brings him the introduction of Uma, the daughter of Thilakavathy - a haughty, rich woman. Uma thinks Anand has a too dark complexion, but soon it turns into love. However, Thilakavathy deceives Anand and Uma into thinking that she agrees to their wedding while secretly planning to get Uma married to someone else. What transpires later forms the crux of the story.","release_date":"1982-07-11","vote_average":6.0,"runtime":139,"cert":"N\/A","id":66287,"title":"Puthu Kavithai","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Rajinikanth","Radha","Ambika","Kamala Kamesh","Delhi Ganesh"],"overview":"Overview Coming Soon...","release_date":"1982-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66288,"title":"Enkeyo Ketta Kural","adult":false,"genre_ids":[18]},{"cast":["Prathap K. Pothan","Suhasini Maniratnam","Jaishankar","Jayachitra","Radhika Sarathkumar"],"overview":"Overview Coming Soon...","release_date":"1982-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66289,"title":"Naandri, Meendum Varuga","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Radhika Sarathkumar","Thengai Srinivasan","K R Vijaya","Silk Smitha"],"overview":"Overview Coming Soon...","release_date":"1982-04-14","vote_average":5.8,"runtime":133,"cert":"N\/A","id":66290,"title":"Ranga","adult":false,"genre_ids":[28,10749]},{"cast":["Rajinikanth","Radhika Sarathkumar","Senthamarai","Delhi Ganesh","Poornam Viswanathan"],"overview":"A sincere police officer is killed by a liquor dealer. Years later, his twin sons set out to avenge their father's death.","release_date":"1982-08-01","vote_average":6.8,"runtime":134,"cert":"N\/A","id":66291,"title":"Moondru Mugam","adult":false,"genre_ids":[28]},{"cast":["Nana Patekar","Jackie Shroff","Manisha Koirala","Divya Dutta","Alok Nath"],"overview":"Suraj Kapoor is a single, wealthy young man. One day he meets Shubangi, and they fall in love. Shortly thereafter they marry and settle down to enjoy a harmonious married life. During their stay at a hotel, the couple are approached by a man who claims that Shubangi is his wife and her real name is Madhu. Suraj and Shubangi are shocked and ask him to leave, which he does. Then the guy rings up Suraj one night and asks him to come to his room. When Suraj comes the guy tells him that his name is Vishwanath.","release_date":"1996-03-14","vote_average":7.3,"runtime":142,"cert":"N\/A","id":66292,"title":"Agni Sakshi","adult":false,"genre_ids":[18,53]},{"cast":["Rajinikanth","Sridevi","Chiranjeevi","Poornam Viswanathan","Thengai Srinivasan"],"overview":"Overview Coming Soon...","release_date":"1981-10-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66293,"title":"Ranuva Veeran","adult":false,"genre_ids":[28]},{"cast":["Rajinikanth","Rati Agnihotri","Cho Ramaswamy","Y. G. Mahendran","Thengai Srinivasan"],"overview":"Remake of Race with the Devil.","release_date":"1981-03-06","vote_average":5.5,"runtime":null,"cert":"N\/A","id":66294,"title":"Kazhugu","adult":false,"genre_ids":[28,10749]},{"cast":["Rajinikanth","Lakshmi","Saritha","Menaka Suresh","Vijayashanti"],"overview":"The story revolves around Chakravarthy (Older Rajini) who is a successful textile businessman in Coimbatore. He is a great womaniser (perhaps his only weakness) and picks up any women he wants. He has wife Meenakshi (Lakshmi), his son Santosh (also Rajini) and his daughter Sangeetha (Vijayashanthi). It doesn't take long for Santosh to find his father's provocative behavior and tries to mend his father's ways. Radha (Saritha) gets introduced as a candidate for PRO (Public Relations Officer) interview and eventually gets selected and is sent to Hong Kong for training. Chakravarthy unable to tolerate his son's growing menace also sets off to Hong Kong for a vacation. Here he meets Radha and at one point ends up raping her. Chakravarthy flies back to India where he is met with a number of changes which all points out to the new General Manager.","release_date":"1981-08-15","vote_average":6.2,"runtime":150,"cert":"N\/A","id":66295,"title":"Netrikan","adult":false,"genre_ids":[35,18]},{"cast":["Rajinikanth","Madhavi","Thengai Srinivasan","Major Sundarrajan","M. N. Nambiar"],"overview":"Overview Coming Soon...","release_date":"1981-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66296,"title":"Garjanai","adult":false,"genre_ids":[10749]},{"cast":["Rajinikanth","Reena","Pandari Bai","Manorama","Major Sundarrajan"],"overview":"Overview Coming Soon...","release_date":"1980-08-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66299,"title":"Naan Potta Saval","adult":false,"genre_ids":[28,18]},{"cast":["Rajinikanth","Seema","Venniradai Nirmala","Vijayakumar","Manorama"],"overview":"","release_date":"1980-09-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66300,"title":"Kaali","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Rati Agnihotri","Thengai Srinivasan","Suruli Rajan","Vijayan"],"overview":"Overview Coming Soon...","release_date":"1980-06-04","vote_average":5.8,"runtime":null,"cert":"N\/A","id":66301,"title":"Anbukku Naan Adimai","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Rati Agnihotri","Jaishankar","Suruli Rajan","Y. G. Mahendran"],"overview":"Overview Coming Soon...","release_date":"1980-12-20","vote_average":6.5,"runtime":null,"cert":"N\/A","id":66302,"title":"Murattu Kalai","adult":false,"genre_ids":[28,10749]},{"cast":["Rajinikanth","Seema","Major Sundarrajan","Sanmugasundaram","Suruli Rajan"],"overview":"Overview Coming Soon...","release_date":"1980-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66303,"title":"Ellam Un Kairasi","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sripriya","Rajinikanth","Gemini Ganesan","P. S. Veerappa"],"overview":"Allaudinaum Arputha Vilakkum is a 1979 Tamil\/Malayalam bilingual film directed by I. V. Sasi. It has Rajinikanth and Kamal Haasan in the lead roles, with Sripriya and Jayabharathi playing their love interests. The film was dubbed into Telugu as Allauddin Adbutha Deepam and into Hindi as Aladdin and the Wonderful Lamp.","release_date":"1979-11-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66304,"title":"Allaudinaum Arputha Vilakkum","adult":false,"genre_ids":[28,53]},{"cast":["Kamal Haasan","Rajinikanth","Jayaprada","Jayasudha","Geetha"],"overview":"Ninaithale Inikkum film follows lead actor Kamal Hassan who plays a singer and his band on a tour to Singapore. Over there Kamal meets his love interest (played by Jaya Pradha), only to find that she is terminally ill. The film ends on a tragic note with the lady's demise.","release_date":"1979-04-14","vote_average":6.3,"runtime":141,"cert":"N\/A","id":66305,"title":"Ninaithale Inikkum","adult":false,"genre_ids":[18,10749,35]},{"cast":["Rajinikanth","Vijayakumar","Manjula Vijayakumar","Padmapriya","Manorama"],"overview":"Overview Coming Soon...","release_date":"1979-01-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66306,"title":"Kuppathu Raja","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sripriya","Nagesh","Anjali Devi","Suruli Rajan"],"overview":"Overview Coming Soon...","release_date":"1979-10-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66307,"title":"Annai Oru Alayam","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Rajinikanth","Sridevi","Sukumari"],"overview":"Overview Coming Soon...","release_date":"1979-05-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66308,"title":"Thaayillamal Naan Illai","adult":false,"genre_ids":[10751]},{"cast":["Sivaji Ganesan","Rajinikanth","Jai Ganesh","Thengai Srinivasan","Poornam Viswanathan"],"overview":"Overview Coming Soon...","release_date":"1979-08-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66309,"title":"Naan Vazhavaippen","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","Thengai Srinivasan","Major Sundarrajan","Suruli Rajan"],"overview":"Rajini's parents are killed by Thengai Srinivasan. He is adopted and brought up by a rich man. After many years Rajini finds out that Thengai Srinivasan has been stealing body parts, especially eyes. How Rajini takes revenge on him forms the crux of the story.","release_date":"1979-06-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66310,"title":"Dharma Yuddam","adult":false,"genre_ids":[28,18]},{"cast":["Rajinikanth","Fatafat Jayalakshmi","Cho Ramaswamy","Thengai Srinivasan"],"overview":"Overview Coming Soon...","release_date":"1979-09-14","vote_average":7.5,"runtime":null,"cert":"N\/A","id":66311,"title":"Aarilirunthu Arubathu Varai","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sripriya","Vijayakumar","M. N. Rajam","A. E. Manoharan"],"overview":"Overview Coming Soon...","release_date":"1978-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66312,"title":"Mangudi Minor","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sumithra","S. N. Lakshmi","Vijayakumar"],"overview":"Overview Coming Soon...","release_date":"1978-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66313,"title":"Iraivan Kodutha Varam","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Rajinikanth","Sripriya","Saritha","Nalini"],"overview":"Aval Appadithan (English: \"That's How She Is\") is a Tamil film is directed by C. Rudhraiya. It starred Sripriya, Kamal Hassan and Rajnikanth, with Ilayaraja as music director. The film was noted for its very stylized film making and cutting-edge dialogues, a large portion of it in English.","release_date":"1978-11-15","vote_average":9.0,"runtime":114,"cert":"N\/A","id":66314,"title":"Aval Appadithan","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","Latha Sethupathi","Vijayakumar","Suruli Rajan"],"overview":"Overview Coming Soon...","release_date":"1978-03-10","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66315,"title":"Aayiram Jenmangal","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","Vijayakumar","Jai Ganesh","Jayachitra"],"overview":"Overview Coming Soon...","release_date":"1978-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66316,"title":"Vanakkatukuriya Kathaliye","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sripriya","Jayamalini","Nagesh","Major Sundarrajan"],"overview":"Overview Coming Soon...","release_date":"1978-10-31","vote_average":5.5,"runtime":null,"cert":"N\/A","id":66317,"title":"Thai Meethu Sathiyam","adult":false,"genre_ids":[28,10749]},{"cast":["Rajinikanth","Jayachitra","Pandari Bai","V. K. Ramasamy"],"overview":"Overview Coming Soon...","release_date":"1978-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66318,"title":"Sadhurangam","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Shoba","Sarath Babu","Fatafat Jayalakshmi"],"overview":"Mullum malarum (1978) wriiten for screen and directed by Mahandran, based on the novel of the same by Umachandran which was published in Kalki in the year of 1966. The movie deals with the brother sister relationship between Kaali and valli, Kaali's ego with the divisional engineer Kumaran.","release_date":"1978-08-15","vote_average":9.8,"runtime":135,"cert":"N\/A","id":66319,"title":"Mullum Malarum","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Sivaji Ganesan","Rajinikanth","K R Vijaya","Major Sundarrajan","Jaishankar"],"overview":"Overview Coming Soon...","release_date":"1978-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66320,"title":"Justice Gopinath","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sripriya","M. N. Nambiar","Vijayakumar","Manorama"],"overview":"Overview Coming Soon...","release_date":"1978-12-09","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66321,"title":"En Kelvikku Enna Bathil","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Rajinikanth","Sripriya","Jayachitra"],"overview":"Murli (Rajnikanth) and Prabhu (Kamal) are owner and manager respectively, of an advertising agency in Madras. Prabhu has been raised by Murli's family, and feels greatly indebted to them. Prabhu is in love with Padma (Sripriya), but a misunderstanding leads them apart. In the meantime, Murli meets and falls in love with Padma.","release_date":"1978-06-09","vote_average":5.0,"runtime":141,"cert":"N\/A","id":66322,"title":"Ilamai Oonjaladukirathu","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sripriya","V. K. Ramasamy","Suruli Rajan","Manorama"],"overview":"Overview Coming Soon...","release_date":"1978-06-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66323,"title":"Bairavi","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Kamal Haasan","Saritha","Sundar"],"overview":"Thappu Thalangal is a saga of emotional and selfish world of human feelings. Devu, a local thug whose weapon of choice is a bicycle chain he sports casually around the neck. On one of his nightly rounds, Devu is pursued by a cop and seeks refuge at a whorehouse run by a hooker Sarasu. Despite her vehement protests, he stays put and leaves only at daybreak, but her persistent cough stays with him. At a theatre, Devu watches an advertisement for Glycodin Cough Syrup and proceeds to buy her a bottle. Devu and Sarasu bond over the cough syrup and philosophize late into the night, exchanging notes on their immoral lifestyles. Devu's assault on a trade union leader delivering medicine to a critically ill worker leads to a mishap. In an inspired moment, he suggests they remap their lives and chart a moral course. The couple's plans for normality never attain fruition. The inevitable return to lives of vice is especially tragic and heartbreaking.","release_date":"1978-10-30","vote_average":0.0,"runtime":131,"cert":"N\/A","id":66324,"title":"Thappu Thalangal","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Rajinikanth","Manjula Vijayakumar","Jai Ganesh","Latha Sethupathi","Y. G. Mahendran"],"overview":"Overview Coming Soon...","release_date":"1978-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66325,"title":"Shankar Salim Simon","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","Major Sundarrajan","Asha","Thengai Srinivasan"],"overview":"","release_date":"1978-12-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66326,"title":"Priya","adult":false,"genre_ids":[28,18]},{"cast":["Rajinikanth","Sridevi","Sivakumar","Senthamarai","Samikannu"],"overview":"Kavikkuyil, Kavikuyil or Kavi Kuyil is a 1977 Tamil film directed by Devaraj Mohan and starring Sivakumar, Sridevi and Rajnikanth. Fatafat Jayalakshmi plays Rajnikanth's love interest. Sridevi plays the younger sister of Rajinikanth. The film was shot under the S. P. T. Films banner and produced by S. P. Tamizharasi. The film premiered on July 29, 1977.","release_date":"1977-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66327,"title":"Kavikkuyil","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Srividhya","Pandari Bai","Vijayakumar","V. K. Ramasamy"],"overview":"Aarupushpangal is a Tamil film is directed by K.M.Balakrishnan.","release_date":"1977-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66328,"title":"Six flowers","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sridevi","M. N. Rajam","S. A. Asokan"],"overview":"Rajinikanth is a rich man who lives with his sister (Rajasulochana) and a young house maid in Chennai. Her sister arranges a marriage for Rajinikanth with Sridevi, who lives in Trichy. Soon after they marry, Sridevi moves to Rajini's house and gets shocked to find the original face of Rajini and his sister (Rajasulochana). Rajini is a blue-film producer who records the bedroom scenes of him with his wife (Sridevi), without her knowledge and sells it in black market. Sridevi, initially believes Rajini a lot but later discovers that Rajini was already married to a woman who has become mad now. Jaishankar comes to know about this and tries to free Sridevi from the hands of Rajini. But, unfortunately Sridevi dies in the end without knowing the real face of Rajini.","release_date":"1977-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66329,"title":"Gaayathri","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Vijayakumar","Ramkumar","Jayachandran","Suruli Rajan"],"overview":"Raghupathi Raghavan Rajaram is a Tamil film is directed by Durai.","release_date":"1977-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66330,"title":"Raghupathi Raghavan Rajaram","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sripriya","Kamal Haasan","Major Sundarrajan"],"overview":"The movie starts with Kamal and Rajini, close associates, playing this game in a bar. When the game is finished, the couple, along with their gang ransack the bar and loot the money. In brief, this is the story of a young man who dreams of becoming a policeman, but decides to go against the police due to circumstances and heads a gang of thieves. When he comes to know that his associates are much worser than thieves, he joins the police and nabs the criminals.","release_date":"1977-09-30","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66333,"title":"Aadu Puli Attam","adult":false,"genre_ids":[10751]},{"cast":["Rajinikanth","Sivakumar","Suruli Rajan","S. N. Lakshmi","Sumithra"],"overview":"Rajini and Sivakumar are two good friends. While Sivakumar is a diplomatic person who believes in practical life, Rajini is a straightforward person who believes in honesty. Sivakumar is a womaniser who loves many women at the same time, while Rajini, his roommate falls in love with Jaya. Jaya dies after a while and Rajini tries to attempt suicide but Sivakumar saves him. Sumithra becomes the victim of Sivakumar and bears his child. Sivakumar gets married to a rich girl. Rajini marries Sumithra and dies in the end. The film is the conflict between Sivakumar and Rajini on values of life.","release_date":"1977-11-14","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66334,"title":"Bhuvana Oru Kelvikkuri","adult":false,"genre_ids":[18,10749]},{"cast":["Rajinikanth","Kamal Haasan","Sridevi","N. Viswanathan","Rajamani"],"overview":"Kamal Hassan and Rajnikanth are room-mates in a city. Kamal Hassan falls in love with Sridevi who lives in the same apartment complex. Rajnikanth, who has his eyes on Sridevi, pretends to back Kamal Hassan's love while secretly hoping to create a divide between them. Sridevi realizes Rajni's evil intentions when she finds out that he has seduced an innocent girl living in the same apartment complex. However, she is unable to convince Kamal Hassan, who hero-worships Rajni.Things come to a head when Kamal and...","release_date":"1976-10-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66335,"title":"Moondru Mudichu","adult":false,"genre_ids":[9648,18,10751]},{"cast":["Rajinikanth","Srividhya","Kamal Haasan","Jayasudha","Major Sundarrajan"],"overview":"Prasanna (Kamal Haasan) is nursed back to health by a classical singer Bhairavi (Srividya) after a bloody street-side fight. The two are slowly drawn to each other and decide to marry in spite of their age difference and a past relationship that Bhairavi is still inextricably tied to. In the meantime, Prasanna's father (Major Sundararajan) embarks on a relationship with the young Ranjini (Jayasudha). We soon find out that Ranjini is Bhiaravi's daughter (born to her out of wedlock). Both relationships arrive at a dilemma with an unexpected twist when Bhairavi's long-lost husband (Rajinikanth) comes into picture.","release_date":"1975-08-17","vote_average":8.0,"runtime":144,"cert":"N\/A","id":66336,"title":"Apoorva Raagangal","adult":false,"genre_ids":[18,10749]},{"cast":["R. Sarathkumar","Devayani","Pooja Batra","Vivek","Vadivelu"],"overview":"Oruvan is a 1999 Tamil language film directed by Suresh Krishna. The film features Sarathkumar and Pooja Batra in lead roles whilst Devayani, Raghuvaran and Anandaraj play supporting roles. The film was a remake of director's own Telugu film Auto Driver starring Nagarjuna.","release_date":"1999-06-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66337,"title":"Oruvan","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Abhirami Gopikumar","Napoleon","Pasupathy Masilamani","Rohini"],"overview":"A reporter researching the death penalty in India is recounted the story of a farm owner Virumandi whose role in a clan feud between Naicker and Kothalla Devar leads him to death row. As the story unfolds, there is a riot in the jail, and the only one who can get the reporter safely out of the prison is Virumandi.","release_date":"2004-02-26","vote_average":6.4,"runtime":160,"cert":"N\/A","id":66340,"title":"Virumandi","adult":false,"genre_ids":[18]},{"cast":["R. Madhavan","Geethu Mohandas","Sriman","Mouli","Delhi Ganesh"],"overview":"A village cook Ramji goes to Australia to become a chef at a multi-millionaire Indian's home. Unfortunately, the millionaire dies of indigestion the day Ramji arrives, leaving him jobless with an expired visa. Desperate to stay and earn, he starts working illegally as a cook, but to stay on, he needs to get legal. A solution comes up when Damayanthi, a free-spirited biker, agrees to marry the docile cook for a price.","release_date":"2003-07-03","vote_average":7.5,"runtime":138,"cert":"N\/A","id":66343,"title":"Nala Damayanthi","adult":false,"genre_ids":[35]},{"cast":["Kamal Haasan","Simran","Abbas","Sneha","Manivannan"],"overview":"A bachelor and a movie stuntman, Tamilian Pammal K. Sambandham, reprimands his brother, Anand, for hastily getting married to Malathi. He finds out that Malathi is being instigated by her single, male-hating friend, Janaki, who instructs her not to get intimate with Anand. Things only get worse after Pammal falls in love with Janaki, who not only dislikes him but also his profession, and is determined to ensure that this marriage ends in a divorce","release_date":"2002-01-15","vote_average":6.6,"runtime":160,"cert":"N\/A","id":66344,"title":"Pammal K. Sambandam","adult":false,"genre_ids":[35,18]},{"cast":["Kamal Haasan","Prabhu Deva","Soundarya","Rambha","Vadivelu"],"overview":"Two friends, both with the name of Lingam, create a comedy of errors and consequent chaos with their girlfriends and their families.","release_date":"1998-04-14","vote_average":7.4,"runtime":160,"cert":"N\/A","id":66349,"title":"Kadhala Kadhala","adult":false,"genre_ids":[35]},{"cast":["Chiranjeevi","Vijayashanti","Nirosha","R. Sarathkumar","Kaikala Satyanarayana"],"overview":"Stuartupuram Police Station is action oriented movie in which, Inspector Rana Pratap (Chiranjeevi) comes to Stuartpuram, a place well known for theives of all varieties. He starts reforming each of them, by showing them a better way to live.His real intention is to cleanup the entire town, The village of Stoovertpuram has always lived in fear of the police. The police are oppressive, and puppets of the rich, wealthy and influential.","release_date":"1991-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66350,"title":"Stuartpuram Police Station","adult":false,"genre_ids":[28]},{"cast":["Kamal Haasan","Arjun Sarja","Nassar","K. Viswanath","Gautami Tadimalla"],"overview":"Kuruthipunal (1996) is a Tamil drama and action film directed by veteran cinematographer P. C. Sriram. The film starts with two sincere police officers Adhi Narayanan (Kamal Hassan) and Abbas (Arjun). Abbas sends two secret vigilance officers, named Anand and Shiva on an operation called Operation Dhanush, to mingle with a terror group headed by Badri (Nasser), with the task of providing updates about the movements of the group, then later sending it back to Abbas.In an accidental encounter, Adhi happens to get the opportunity to arrest a terrorist even without being aware that the captive is none other than the Terrorist Head Badri. There is an interesting mental battle between Adhi and Badri. Threatening to bring harm to Adhi's family if kept in police custody, Badri displays his power by demonstrating how he is able to sneak in members of his group anywhere, including police protected headquarters. Adhi, afraid for his family's safety, gives in and lets Badri escape.","release_date":"1996-10-23","vote_average":6.4,"runtime":137,"cert":"N\/A","id":66351,"title":"Kuruthipunal","adult":false,"genre_ids":[28]},{"cast":["Kamal Haasan","Heera Rajgopal","Ramesh Aravind","Kovai Sarala","Kalpana"],"overview":"Arun (Ramesh Arvind), bored of his wife's (Leelavathi) looks and weighty appearance, meets Priya and develops an affair with her. But his wife has other plans.","release_date":"1995-01-15","vote_average":8.7,"runtime":null,"cert":"N\/A","id":66352,"title":"Sathi Leelavathi","adult":false,"genre_ids":[35,18]},{"cast":["Kamal Haasan","Sukanya","Sethu Vinayagam","Rajesh","Thalaivasal Vijay"],"overview":"Mahanathi story is about an average man who loses his children, life and properties to overcome a hardship.","release_date":"1994-01-14","vote_average":1.0,"runtime":162,"cert":"N\/A","id":66353,"title":"Mahanadhi","adult":false,"genre_ids":[28,80]},{"cast":["Kamal Haasan","Sethu Vinayagam","Nagesh","Karan","Kovai Sarala"],"overview":"Nammavar story is about Kamal Hassan a vice principal of a college who reforms Ramesh one of the college students.","release_date":"1994-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66354,"title":"Nammavar","adult":false,"genre_ids":[18]},{"cast":["Revathi","Urvashi","Rohini","Kamal Haasan","Nagesh"],"overview":"Magalir Mattum story is about three woman working in a garment factory under a womanizer boss.","release_date":"1994-02-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66355,"title":"Magalir Mattum","adult":false,"genre_ids":[35,18]},{"cast":["Kamal Haasan","Bhanupriya","V. K. Ramasamy","Senthil","Vadivukarasi"],"overview":"Vadivelu, who belongs to a small rural community and leads a carefree existence with his friends, but also takes a strong stand against injustice and exploitation.","release_date":"1993-03-05","vote_average":0.0,"runtime":149,"cert":"N\/A","id":66358,"title":"Maharasan","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Roshini","Rekha","Janagaraj","Ajay Rathnam"],"overview":"Guna (Kamal Hasan) is a mentally affected person and gets treatment in a mental asylum, and another mental person in the asylum tells him the story of a fictitious character named Abirami and registers in his mind that she is an angel and she is going to marry you on full moon day.After coming out of the asylum, he believes the story to be true and searches for his Abirami. One day he mistakes a rich girl (Roshini), in a temple as Abirami and kidnaps her and takes her to a lonely damaged house situated at the top of the hill resort called Kodaikanal. Though, the girl first hates...","release_date":"1992-08-01","vote_average":5.0,"runtime":167,"cert":"N\/A","id":66359,"title":"Gunaa","adult":false,"genre_ids":[10749,53]},{"cast":["Kamal Haasan","Khushboo","Jaishankar","Manorama","Mano"],"overview":"Singaravelan film revolves around a young man (Kamal Hassan) living in a village with his mother. He gets to know that his mother was estranged from her brother's family owing to her marriage with his father.She tells him that while her brother and his wife met with a fatal car accident soon after, they have a daughter (Khushboo) who since grew up in the city of Chennai. She hands him a photo of a baby Khushboo and asks him to track her down and marry her.Accordingly, Kamal sets out for the big city and heads for his friend Mano's house who is living with his 3...","release_date":"1992-04-01","vote_average":7.8,"runtime":null,"cert":"N\/A","id":66360,"title":"Singaravelan","adult":false,"genre_ids":[35,10749]},{"cast":["Kamal Haasan","Sripriya","R. S. Manohar"],"overview":"Pagadai Panirendu is a Tamil language film starring Kamal Haasan in the lead role of the protagonist.","release_date":"1992-11-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66361,"title":"Pagadai Panirendu","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sivaji Ganesan","Gautami Tadimalla","Revathi","Vadivelu"],"overview":"Thevar Magan (English: Son of the Thevar) is a 1992 Indian Tamil film produced by, written by, and starring Kamal Hassan in the title role. It was directed by Bharathan and also stars Sivaji Ganesan, Nasser, Revathi and Gouthami in pivotal roles. The film met with a very strong critical and commercial reception upon release. The film score and soundtrack are composed by Ilaiyaraaja. India chose this film as its entry for the Best Foreign Language Film for the Academy Awards in 1992. The film was screened at the Toronto Film Festival in 1994.  The film won five National Film Awards, including the Best Tamil Film Award, Best Supporting Actress Award, and a Special Jury Award.  The film was dubbed into Telugu under the title Kshatriya Putrudu. It was later remade into the Hindi film Virasat (1997) by Priyadarshan and in Kannada as Tandege Takka Maga (2006) by S. Mahendar","release_date":"1992-05-05","vote_average":7.3,"runtime":160,"cert":"N\/A","id":66362,"title":"Thevar Magan","adult":false,"genre_ids":[18]},{"cast":["Prabhu Ganesan","Kamal Haasan","S. S. Chandran","Chinni Jayanth","Goundamani"],"overview":"My Dear Marthandan is a Tamil language film starring Prabhu Ganesan in the lead role of the protagonist and Kamal Haasan in a guest role.Prabhu is the prince of a village,his guardians only show the rich and wealthy life for him because of this Prabhu feel very boared ,so he intent to go out of the village and went to the city to learn about the whole meaning of life by trying to act to the people as an average income guy and he also fall in love","release_date":"1990-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66363,"title":"My Dear Marthandan","adult":false,"genre_ids":[18,10749]},{"cast":["Kamal Haasan","Vijayashanti","Srividhya","Gollapudi Maruti Rao","Charan Raj"],"overview":"Indiran Chandiran has Kamal Haasan in a dual role. The story revolves around the corrupt city mayor G.K. Raju (Kamal Haasan) whose atrocities have no end.His assistant Kripakar (Charanraj) kills the mayor and plants a decoy, Chandiran (Kamal Haasan again), in order to find a stash of expensive diamonds hidden away by the mayor. Durga, a journalist, falls in love with Chandiran. They both join hands to bring the murder of the mayor to light. After many a hilarious twist and turn of events, the duo finally brings the culprits to book.","release_date":"1990-03-01","vote_average":0.0,"runtime":158,"cert":"N\/A","id":66364,"title":"Indiran Chandiran","adult":false,"genre_ids":[35,18]},{"cast":["Kamal Haasan","Nassar","Mouli","Nagesh","Manorama"],"overview":"Apoorva Sagodharargal is about Sethupathy, an honest and upright police officer.","release_date":"1989-05-22","vote_average":7.0,"runtime":157,"cert":"N\/A","id":66365,"title":"Apoorva Sagodharargal","adult":false,"genre_ids":[28,35]},{"cast":["Kamal Haasan","Prabhu Ganesan","Khushboo","Vijayakumar","Sowcar Janaki"],"overview":"Vetri Vizha is a 1987 Tamil language film starring Kamal Haasan in the lead role of the protagonist. Prabhu Ganesan, Amala, Sasikala and Kushboo Sundar played supporting roles. The story was of an amnesiac who struggles to find his past after memory loss. Salim Ghouse played the Villain role.Dubed in Telugu as Vijethalu realesed in 1989","release_date":"1989-02-01","vote_average":0.0,"runtime":145,"cert":"N\/A","id":66366,"title":"Vetri Vizha","adult":false,"genre_ids":[28,10749]},{"cast":["Kamal Haasan","Gemini Ganesan","Manorama","Janagaraj","Seetha"],"overview":"Unnal Mudiyum Thambi is a Tamil language film starring Kamal Haasan in the lead role. It was a remake of Telugu film Rudraveena starring Chiranjeevi. Kamal Haasan plays the younger son of an illustrious Carnatic music maestro. he role of the father is played by legendary thespian Gemini Ganesan. The father is a strict disciplinarian who is very class conscious and cares only for his art.The maestro's eldest son was born dumb and hence had to take to an instrument, the nagaswaram, which he is quite adept at.The father looks upon his younger son to carry on his...","release_date":"1988-08-12","vote_average":10.0,"runtime":161,"cert":"N\/A","id":66367,"title":"Unnal Mudiyum Thambi","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Kamal Haasan","Nirosha","Janagaraj","Nalini","Pallavi"],"overview":"Soora Samhaaram is a 1988 Tamil language film starring Kamal Haasan in the role of police officer, ACP Athi Veerapandiyan. This medium budget action film also stars Nirosha (credited in title as Mythili), Nizhalgal Ravi, Pallavi and Kitti. Mani Rathnam's long time associate Krishnamurthy (Kitty) appears as villain Mohandas.Soora Samharam is well known for 2 major action scenes which was based from The Untouchables and Lethal Weapon. The story of the film is based on Peter Weir's 1985 acclaimed drama Witness.Kamal Hassan planned to follow Soora Samhaaram with big...","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66368,"title":"Soora Samhaaram","adult":false,"genre_ids":[28]},{"cast":["Kamal Haasan","Amala Akkineni","Rajesh","Nassar","Vadivukarasi"],"overview":"Sathya (Kamal Hassan) is a young man who wants to make a difference and ends up becoming a henchman to a political leader who has his own agenda.","release_date":"1988-01-28","vote_average":5.0,"runtime":147,"cert":"N\/A","id":66369,"title":"Sathya","adult":false,"genre_ids":[28,53]},{"cast":["Kamal Haasan","Radha","Ambika","Janagaraj","Kovai Sarala"],"overview":"Kadhal Parisu story revolves around Kamal &amp;Ambika. Radha sister of Ambika falls in love with Kamal much to dislike of Ambika. Ambika objects to the love affair because she is under belief that Kamal is the father of her daughter, which is denied by Kamal. Jaisankar &amp;Rajkumar wants to possess Ambika's property &amp; create a lot of problem for her, in a attempt to break her down. Kamal takes upon himself the responsibility to find out the real father of Ambika's child &amp; he finally reveals to her that Rajkumar is the one. What happens from there on from there on forms...","release_date":"1987-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66370,"title":"Kadhal Parisu","adult":false,"genre_ids":[28,10749]},{"cast":["Sathyaraj","Nalini","Kamal Haasan","Nassar","Geetha"],"overview":"Kadamai Kanniyam Kattupaadu is a Tamil film starring Sathyaraj in the lead role of the protagonist. The film revolves around the story of an honest and straightforward Tamil Nadu police officer and his life. The story of the film is an adaptation from I. V. Sasi's Malayalam film Aavanazhi. The film was produced by Kamal Haasan but did not act in the film. Film had no songs. \"Kadamai Kanniyam Kattupaadu\" is a famous quote by the former Chief Minister of Tamil Nadu, C. N. Annadurai.","release_date":"1987-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66371,"title":"Kadamai Kanniyam Kattupaadu","adult":false,"genre_ids":[28,18]},{"cast":["Kamal Haasan","Radhika Sarathkumar","K R Vijaya","Jai Ganesh","Goundamani"],"overview":"Overview Coming Soon...","release_date":"1987-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66372,"title":"Per Sollum Pillai","adult":false,"genre_ids":[10751]},{"cast":["Kamal Haasan","Ambika","Dimple Kapadia","Charu Haasan","Delhi Ganesh"],"overview":"Vikram (Tamil: விக்ரம்) is a 1986 Tamil-language Indian feature film directed by Rajasekhar, starring Kamal Hassan, Ambika, Dimple Kapadia, Lizy, Sathyaraj, Charuhasan, Janagaraj and Amjad Khan. Vikram is the first Tamil film which crossed the budget of 1 crore. Kamal had lip locks with all the three heroines, Ambika, Dimple Kapdaia and Lizy. The film resembled high tech James Bond movies.","release_date":"1986-11-15","vote_average":7.8,"runtime":null,"cert":"N\/A","id":66373,"title":"Vikram","adult":false,"genre_ids":[28,18]},{"cast":["Vijayakanth","Radha","Sarath Babu","Ambika","Rajesh"],"overview":"Manakanakku is a Tamil language film starring Vijayakanth, Sarath Babu, Rajesh, Ambika and Radha in the lead roles. Kamal Hassan comeos as a film director in which Vijayakanth works as the cinematographer. this was the only film where both the sisters did not engage dubbing artists. This was the only film where Kamal Hassan and Vijayakanth worked together till date.","release_date":"1986-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66374,"title":"Manakanakku","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Ambika","Jaishankar","Rajeev","V. S. Raghavan"],"overview":"The film was launched by C. V. Sridhar in 1980 as a Cinemascope venture and was then titled as Sakthi. Sridhar collaborated with Kamal Haasan after the success of the 1978 film Ilamai Oonjal Aadukirathu, which had also featured Rajinikanth. The film was meant to be the first film which featured Kamal Haasan and Ambika as a lead pair and stills were released featuring Ambika in a swimsuit. The film got delayed and was put on the back burner, before it re-emerged in 1986 under the title of Meendum Suryodayam and shooting progressed. It was planned for an April 1986 release, which got postponed to May 1 of 1986. There was a local authority election in March 1986 and the Dravida Munnetra Kazhagam won seats. Sridhar felt that if the film released with the title Meendum Suryodayam (Rising Sun),","release_date":"1986-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66375,"title":"Naanum Oru Thozhilali","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Revathi","Rekha","Srividhya","Delhi Ganesh"],"overview":"Punnagai Mannan is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. The film was directed by K. Balachander.The film opens with lead actor Kamal Hassan and his love interest Rekha,attempting suicide from a cliff. In this attempt, Rekha is killed but Kamal survives the fall. It is later revealed that the attempt was because of the obstacles in their love life placed by Rekha's father.At this point, Kamal is advised by his uncle (also played by Kamal) that suicide is escapist, and a sign of weakness. Kamal agrees and gets on with his...","release_date":"1986-02-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66376,"title":"Punnagai Mannan","adult":false,"genre_ids":[10749,18]},{"cast":["Mohan","Revathi","Kamal Haasan","Chinni Jayanth","Delhi Ganesh"],"overview":"December Pookal(1986)(December flowers) is a Tamil language film starring Mohan in the lead role of the protagonist, Revathi, Nalini, Nizhalgal Ravi, Delhi Ganesh, Goundamani, Senthil, Y. Vijaya, Kuyili.","release_date":"1986-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66377,"title":"December Pookal","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Madhavi","Sujatha","Sathyaraj","Sukumari"],"overview":"Mangamma Sabadham is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. While Madhavi and Sujatha acted as female lead.","release_date":"1985-09-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66378,"title":"Mangamma Sabadham","adult":false,"genre_ids":[28]},{"cast":["Kamal Haasan","Madhavi","Ambika","Sathyaraj","Senthamarai"],"overview":"Kaakki Sattai starring by kamal haasan and ambika. Desperate to enroll in the Police force, Kamalhassan finds support from Ambika at all times during his attempts. The love songs with Ambika were quite a hit.","release_date":"1985-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66379,"title":"Kaakki Sattai","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Radha","Sathyaraj","V. K. Ramasamy","R. Sundarrajan"],"overview":"Japanil Kalyanaraman (1985) is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. This was the first Tamil movie sequel (of Kalyanaraman). Raman (Kamal Haasan) is a journalist, who exposes a smuggling and black money racket, which involves the high-profile (Major Sunderarajan) and his son Narendran (Sathyaraj), and is about to go public. The magazine is bought by Narendran overnight.","release_date":"1985-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66380,"title":"Japanil Kalyanaraman","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Ambika","Radha Ravi","V. K. Ramasamy","Janagaraj"],"overview":"Anand(Kamal Haasan) is a spoilt young man whose parents have died leaving behind a huge inheritance. He spends all his waking hours boozing and gambling with his buddies. One such night, he ends up in a brawl with some rowdies, but a stranger Selvam(Radharavi) comes to his rescue. Selvam beats up the rowdies and takes Anand back to his bungalow. A drunk Anand forces Selvam to spend the night in his house. However, the next day, he has no recollection of the previous night's events. His servant Mani(Janagaraj) and accountant Nagapillai(V. K. Ramasamy) come to Selvam's aid. In appreciation, Anand appoints Selvam as his Personal Assistant.","release_date":"1985-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66381,"title":"Uyarndha Ullam","adult":false,"genre_ids":[18]},{"cast":["Vijayakanth","Ambika","Kamal Haasan","S. S. Chandran","Sarath Babu"],"overview":"Overview Coming Soon...","release_date":"1985-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66382,"title":"Manakkanakku","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sripriya","Shobana","Manorama","Charle"],"overview":"Enakkul Oruvan( English: Someone within me ) is a 1984 Tamil film directed by SP. Muthuraman, starring Kamal Haasan in the lead role. A remake of Subhash Ghai's Hindi film, Karz (1980), starring Rishi Kapoor, and Tina Munim.","release_date":"1984-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66383,"title":"Enakkul Oruvan","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Radha","Revathi","Janagaraj","Malaysia Vasudevan"],"overview":"David gets released from prison after long 22 years and he reaches the church to confess. He says to the priest that, he would kill 3 people. The priest informs this to the police. David starts his revenge by killing the DSP and escapes fooling Inspector Shankar. The flashback shows that, David and Rosy were married and had a happy life, but Rosy is raped by the powerful trio of Politician, Doctor and DSP. Rosy commits suicide. The trio easily wins the case by falsely implicating David and he gets sentenced to life imprisonment for killing his wife. He leaves his only son Shankar to his close friend Velappan. Now Shankar is already a police officer when david gets released after 22 years. He then kills Dr.Unnikrishnan. David is supported by Sharadha, the love of Shankar. The climax shows whether David attains his target of killing the politician and thus completing his revenge.","release_date":"1984-08-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66384,"title":"Oru Kaidhiyin Diary","adult":false,"genre_ids":[28,10749]},{"cast":["Kamal Haasan","Madhavi","Sarath Babu","Vijayakumar","Jaishankar"],"overview":"Sattam is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. Its a remake of Hindi movie Dostana (1980 film).","release_date":"1983-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66387,"title":"Sattam","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sripriya","SVe. Sekar","Thengai Srinivasan","Y. G. Mahendran"],"overview":"Simla Special starring by kamal haasan and sripriya. Gopu (Kamal Haasan) is a budding drama artist. He and his good friend, Babu (S Ve Sekhar), own a popular troupe that performs low budget comedies. To help Babu pay for his sister's wedding, they accept a commission to perform a set of plays for Tamilians in Simla.","release_date":"1982-06-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66388,"title":"Simla Special","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sridevi","Silk Smitha","Poornam Viswanathan"],"overview":"Moondram Pirai starring by kamal haasan and sridevi kappor. he movie begins with a young girl Bhagyalakshmi (Sridevi) who meets with an accident thus succumbing to amnesia. This condition makes her lose her memory of her entire teenage and adulthood leaving her as a physically grown up woman but with the memory and intelligence of a seven year old. Circumstances cheat her into Prostitution, where in the brothel, she meets Srinivas (Kamal Haasan) who understands that she has been tricked into the trade.He rescues her to take her to his home in Ooty and begins to lead life with...","release_date":"1982-02-19","vote_average":5.5,"runtime":143,"cert":"N\/A","id":66389,"title":"Moondram Pirai","adult":false,"genre_ids":[18,10749]},{"cast":["Kamal Haasan","Sridevi","Ambika","Jaishankar","Sripriya"],"overview":"Vazhvey Maayam is a 1982 Tamil language film starring Kamal Haasan in the lead role of the protagonist. It is a remake of 1981 mega-hit Telugu film Premabhishekham starring Akkineni Nageswara Rao and Sridevi.","release_date":"1982-01-26","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66390,"title":"Vazhvey Maayam","adult":false,"genre_ids":[18,10749]},{"cast":["Rama Krishna","Kamal Haasan","Viji Thamby","Radha Ravi","Charle"],"overview":"Poikkal Kudhirai is a 1983 Tamil-language Indian comedy feature film directed by K. Balachander and produced by Kalaivani. Starring Viji and Raveendran, the film had Ramakrishna and lyricist Vaali making their acting debuts. Kamal Haasan appeared in a guest role. Poikkal Kudhirai was based on Crazy Mohan's play Marriage Made in Saloon. Poikkal Kuthirai is an hilarious depiction of how Sambandam (Vaali) — who bets on each and every small thing and wins — and Indu (Ramakrishnan) enter into a bet at a saloon owned by Muthu (Ravindar). The bet is that Indu will win Sambadam's daughter Janaki's (Viji) heart and marry her. If Muthu is successful in his mission, Sambandam will shave half of his moustache for their marriage. If he fails, Muthu will shave his head. Who wins the bet is the film's narrative.","release_date":"1983-09-02","vote_average":0.0,"runtime":148,"cert":"N\/A","id":66391,"title":"Poikkal Kudhirai","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Ambika","Y. G. Mahendran","Thengai Srinivasan","Silk Smitha"],"overview":"Sagalakala Vallavan is a 1982 released Tamil-language Indian feature film directed by SP. Muthuraman, starring Kamal Haasan, Ambika, Raveendran, Y. G. Mahendran, Thengai Srinivasan, Silk Smitha and V. K. Ramasamy. The film was a Sensational hit and remains as Kamal Haasan's Cult Entertainer of all time.","release_date":"1982-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66392,"title":"Sagalakala Vallavan","adult":false,"genre_ids":[18]},{"cast":["Murali","Pallavi","Prathap K. Pothan"],"overview":"Sirayil Sila Raagangal is a 1990 Tamil-language Indian feature film directed by Rajendrakumar, starring Murali, Pallavi and Prathap Pothan","release_date":"1990-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66393,"title":"Sirayil Sila Raagangal","adult":false,"genre_ids":[]},{"cast":["Kamal Haasan","Madhavi","Y. G. Mahendran","KPAC Lalitha"],"overview":"Ragu is a blind violinist who leads an independent life. When Nancy learns about him, she decides to cover his inspiring story. Soon, love blossoms between the two, egged on by her grandfather.","release_date":"1981-05-01","vote_average":0.0,"runtime":144,"cert":"N\/A","id":66398,"title":"Raja Paarvai","adult":false,"genre_ids":[10402,10749,18]},{"cast":["Kamal Haasan","Sridevi","Thengai Srinivasan","Baby Anju"],"overview":"Subramaniam, a lawyer is married to Kokila and has a daughter. Things go well until he meets Kamini, a movie star in a party. He gets attracted towards Kamini and becomes ready to sacrifice his own family for her. Kokila's efforts in bringing back her husband forms the rest of the story.","release_date":"1981-03-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66399,"title":"Meendum Kokila","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Madhavi","Jaishankar","Y. G. Mahendran","Thengai Srinivasan"],"overview":"Ellam Inbamayyam is a 1981 Tamil Comedy film starring Kamal Haasan and Madhavi in the lead. While actor Jaishankar and Y.G.Mahendran plays supporting role. The music was handled by Ilayaraaja.","release_date":"1981-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66400,"title":"Ellam Inbamayyam","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sridevi"],"overview":"No overview found.","release_date":"1981-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66401,"title":"Sankarlal","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Madhavi","Sowcar Janaki","Poornam Viswanathan","Viji Chandrasekhar"],"overview":"Thillu Mullu (Tamil: தில்லு முல்லு) is a 1981 Tamil comedy film starring Rajinikanth, Madhavi, 'Thengai' Srinivasan, Nagesh, Sowkar Janaki and music composed by M. S. Viswanathan. The film is directed by noted filmmaker, K. Balachander.The film is actually a remake of the Hindi comedy film Gol Maal, which released in 1979. Thillu Mullu became a blockbuster upon release, and is in the \"top 10 Tamil movies\" made of all time.","release_date":"1981-05-01","vote_average":6.3,"runtime":145,"cert":"N\/A","id":66402,"title":"Thillu Mullu","adult":false,"genre_ids":[35,10749]},{"cast":["Kamal Haasan","Sujatha","Nagesh","K. A. Thangavelu"],"overview":"Kadal Meengal is a 1981 Indian Tamil language film starring Kamal Haasan, Sujatha, Nagesh and Thangavelu.","release_date":"1981-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66403,"title":"Kadal Meengal","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sripriya","S. A. Asokan","Thengai Srinivasan","V. Gopalakrishnan"],"overview":"Ram Lakshman is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. The story is about the relationship between Ram (Kamal Haaan) and Lakshman (Elephant).","release_date":"1981-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66404,"title":"Ram Lakshman","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Rati Agnihotri","Major Sundarrajan","Suruli Rajan","Venniradai Moorthy"],"overview":"Ullasa Paravaigal is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. Ravi is in denial about his mental health as a result of the death of his girlfriend. His father and friend Raju played by Suruli_Rajan hatch a plan to take him overseas to get him treatment for his illness. He meets his childhood friend Nirmala Rati Agnihotri. With the help of Nirmala and Raju, Ravi gets better.","release_date":"1980-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66405,"title":"Ullasa Paravaigal","adult":false,"genre_ids":[18,10749]},{"cast":["Kamal Haasan","Sridevi","SVe. Sekar","Poornam Viswanathan","Prathap K. Pothan"],"overview":"Three educated but unemployed youth who have come to live in a bustling, harsh metropolis struggle to earn a living.","release_date":"1980-11-06","vote_average":9.0,"runtime":144,"cert":"N\/A","id":66406,"title":"Varumayin Niram Sivappu","adult":false,"genre_ids":[18]},{"cast":["Venkatesh","Vijayashanti","Charan Raj","R. Sarathkumar","Kaikala Satyanarayana"],"overview":"","release_date":"1991-09-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66409,"title":"Surya IPS","adult":false,"genre_ids":[28,18]},{"cast":["Kamal Haasan","Sripriya","M. N. Nambiar","Vijayakumar"],"overview":"Neeya is a Tamil horror film starring Kamal Haasan in the lead role of the protagonist and directed by Durai. Neeya is a remake of the 1976 Hindi movie Nagin. Neeya is about an Ichadhari snake (Sripriya) who avenges the death of her beloved (Chandramohan). Kamal Hassan plays the role of a man who research's on snakes.","release_date":"1979-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66410,"title":"Neeya","adult":false,"genre_ids":[53]},{"cast":["Kamal Haasan","Sridevi","Vadivukarasi","K. Bhagyaraj","Goundamani"],"overview":"Sigappu Rojakkal is a thriller movie. Dileep (Kamal Haasan) is a successful businessman with a dark side. He preys on nubile girls and rapes and kills them. These proceedings are video-recorded and watched by his adoptive father and mentor, another deranged woman-hater who, as with Dileep, had a disillusioning experience with the female sex in his past. The old man stays holed up in a far corner of Dileep's mansion watching his son carry out what he is too infirm to do. The murdered girls are buried in Dileep's garden and a rosebush is grown above.Dileep chances upon a...","release_date":"1978-10-10","vote_average":5.8,"runtime":121,"cert":"N\/A","id":66413,"title":"Sigappu Rojakkal","adult":false,"genre_ids":[53,10749]},{"cast":["Ramesh Aravind","Meena","Delhi Ganesh","Goundamani","Sethu Vinayagam"],"overview":"","release_date":"1991-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66414,"title":"Idhaya Vasal","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Sripriya"],"overview":"Sattam En Kaiyil is a Tamil language film starring Kamal Haasan in the lead role of the protagonist. It is a remake of his Telugu film Sommokadidhi Sokokadidhi.","release_date":"1978-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66419,"title":"Sattam En Kayil","adult":false,"genre_ids":[28]},{"cast":["K R Vijaya","Gemini Ganesan","Kamal Haasan","Sivaji Ganesan"],"overview":"Naam Pirandha Mann is a Tamil language film starring Kamal Haasan in the lead role of the protagonist","release_date":"1977-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66420,"title":"Naam Pirandha Mann","adult":false,"genre_ids":[18]},{"cast":["Rajinikanth","Sujatha","Kamal Haasan","Ravikumar","Leelavati"],"overview":"A triangular love story, it revolves around Anu (Sujatha) who is caught between Bharani (Ravikumar), the man she fell in love with and Ramanathan (Rajinikanth), her former sadistic husband who is supposedly reformed and wants to rejoin her and Janardhan (Kamal Haasan)a silent lover lurking on the sidelines..","release_date":"1977-02-25","vote_average":6.0,"runtime":167,"cert":"N\/A","id":66421,"title":"Avargal","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Gemini Ganesan","Kamal Haasan","Pandari Bai"],"overview":"Lalitha (film) is a Tamil language film starring Gemini Ganesan and Sujatha in the lead. Kamal Haasan plays a supporting role as a rebellious brother of Sujatha. Sumithra plays Kamal Haasan's college senior whom she marries at the end.","release_date":"1976-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66426,"title":"Lalitha","adult":false,"genre_ids":[]},{"cast":["Kamal Haasan","Y. Vijaya","Y. G. Mahendran","Jayaprada","Aalam"],"overview":"The film explores the life journey of a womaniser (Kamal Hassan) and his affairs with various women, including those who are married, and tells finally that nothing will last forever except one's own wife's love and others are passing clouds.","release_date":"1976-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66427,"title":"Manmadha Leelai","adult":false,"genre_ids":[18,10749,35]},{"cast":["Vijayakanth","Rupini","R. Sarathkumar","Ramya Krishnan","Mansoor Ali Khan"],"overview":"Captain Prabhakaran (Vijaykanth) is an IPS officer sent to Sathyamangalam to nab terrorist Veerabhadran (Mansoor Alikhan) who tortures the people of that place. Prabhakaran not only going to nab Veerabhadran but also to avenge the death of his friend Rajaraman (Sarathkumar) who was a forest officer killed by Veerabhadran. Police commissioner, collector are corrupt and supporters of Veerabhadran. In the climax, Veerabhadran kidnaps Prabhakaran's wife and son. Prabhakaran comes in correct time saves his wife, son and nabs Veerabhadran. Ramya krishnan loved Sarathkumar and she dies by giving birth to a child. Veerabhadran is shot dead by corrupt inspector and collector. Prabhakaran kills both of them and he is dragged to court for killing police inspector and collector. Prabhakaran tells the truth that they were corrupt and the film ends with Prabhakaran being released from the court. This film was dubbed in Telugu as Captain Prabakar with packed houses.","release_date":"1991-04-14","vote_average":6.3,"runtime":null,"cert":"N\/A","id":66428,"title":"Captain Prabhakaran","adult":false,"genre_ids":[28]},{"cast":["Gemini Ganesan","Jayanthi","Kamal Haasan","Nagesh","Major Sundarrajan"],"overview":"Kanna Nalama is a Tamil language film starring Kamal Haasan in the lead role of the protagonist.","release_date":"1972-01-12","vote_average":0.0,"runtime":155,"cert":"N\/A","id":66431,"title":"Kanna Nalama","adult":false,"genre_ids":[10751,18]},{"cast":["M. G. Ramachandran","Devika","P. S. Veerappa","M. R. Radha","Kamal Haasan"],"overview":"Anandha Jodhi is a Tamil language film starring MGR in the lead role of the protagonist","release_date":"1963-06-28","vote_average":6.5,"runtime":null,"cert":"N\/A","id":66432,"title":"Anandha Jodhi","adult":false,"genre_ids":[18]},{"cast":["Sivaji Ganesan","Gemini Ganesan","B. Saroja Devi","Sowcar Janaki","Savitri"],"overview":"Paarthal Pasi Theerum is a Tamil language film starring Sivaji Ganesan, Gemini Ganesan, Savithri, Sowcar Janaki and B. Saroja Devi. Appearing as a child artist, Kamal Haasan starred in a dual role as Babu & Kumar, Gemini's twin sons. Directed by Bhimsingh it is one of the successful \"Pa\" series films. Music was by Viswanathan-Ramamurthy.","release_date":"1962-01-14","vote_average":10.0,"runtime":null,"cert":"N\/A","id":66433,"title":"Parthal Pasi Theerum","adult":false,"genre_ids":[18]},{"cast":["Gemini Ganesan","Savitri","Kamal Haasan","T. S. Balaiah","S. V. Subbaiah Bagavathar"],"overview":"Kalathur Kannamma (English: Kannamma of Kalathur) is an Indian Tamil romantic drama film produced by A. V. Meiyappan and directed by A. Bhimsingh. The film stars Gemini Ganesan and Savitri in the lead, while Kamal Hassan made his debut in this film as a child artist. The film's critically acclaimed soundtrack was composed by R. Sudharsanam. The film tells the story of a young couple who are separated by unfortunate circumstances, while their innocent son is forced to grow up in an orphanage.","release_date":"1960-03-15","vote_average":0.0,"runtime":180,"cert":"N\/A","id":66434,"title":"Kalathur Kannamma","adult":false,"genre_ids":[10749,18]},{"cast":["Martine Carol","Daniel Ivernel","Gianna Maria Canale","Jean Parédès","Denis d'Inès"],"overview":"The daughter of a seamstress, Jeanne Bécu could hardly imagine she would later become one of the most influential women of the Kingdom of France...","release_date":"1954-10-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66435,"title":"Madame du Barry","adult":false,"genre_ids":[36]},{"cast":["Michèle Morgan","Gérard Philipe","Jean Desailly","Pierre Dux","Brigitte Bardot"],"overview":"The dashing Lieutenant of Dragoons, after all had a certain reputation to uphold...while the ravishing Lady from Paris, at best, had only an uncertain fortress to defend...","release_date":"1955-10-25","vote_average":5.8,"runtime":106,"cert":"N\/A","id":66436,"title":"The Grand Maneuver","adult":false,"genre_ids":[35,18,10749]},{"cast":["Edwige Feuillère","Pierre Brasseur","Jacques Dumesnil","Marcelle Chantal"],"overview":"A penniless aristocrat is fooled by her ex-husband, a crook.","release_date":"1950-04-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":66437,"title":"Julie de Carneilhan","adult":false,"genre_ids":[35,18]},{"cast":["Michel Simon","Sophie Desmarets","Philippe Nicaud","Jean Rigaux","Darry Cowl"],"overview":"Jojo’s ambition is to become a gangster, but to be admitted into a gang he has to prove himself by committing a daring act. To that end, he kills someone in broad daylight, not knowing that his victim is an actor who is playing a scene in a film directed by a cranky film-maker (Darry Cowl). The murder is caught on film, leading Commissaire Bernard (Michel Simon) to think that the killer will be easy to find. Sure enough, Bernard soon makes his arrest, a clown from a circus, but then he faces an almost insurmountable problem. The clown has an identical twin, who is also a clown with the same circus. Both men claim to be innocent…","release_date":"1957-04-10","vote_average":6.0,"runtime":85,"cert":"N\/A","id":66440,"title":"Three Make a Pair","adult":false,"genre_ids":[]},{"cast":["Georges Milton","Germaine Aussey","Jean Aquistapace","Pierre Etchepare"],"overview":"","release_date":"1935-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66441,"title":"Le comte Obligado","adult":false,"genre_ids":[35]},{"cast":["Roland Amstutz","David Warrilow","André Wilms","Emmanuelle Clove"],"overview":"","release_date":"1996-03-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66442,"title":"Les derniers jours d'Emmanuel Kant","adult":false,"genre_ids":[35,18]},{"cast":["Michel Simon","Brigitte Auber","Henri Génès","Germaine Kerjean"],"overview":"","release_date":"1953-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66443,"title":"Femmes de Paris","adult":false,"genre_ids":[]},{"cast":["Tobias Engel","Maria Loutraki"],"overview":"A cinematographic poem in the form of variations around the theme of Robinson, a utopian fable freely inspired by Daniel Defoe's novel, which speaks above all of solitude: the immense weakness of today's man in the face of loneliness is no longer that of the hero of the eighteenth century.","release_date":"1968-12-12","vote_average":6.0,"runtime":88,"cert":"N\/A","id":66444,"title":"Tu imagines Robinson","adult":false,"genre_ids":[35,18]},{"cast":["Dominic Gould","Wojciech Pszoniak","Éva Ionesco","Aziliz Juhel"],"overview":"","release_date":"1990-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66445,"title":"Monsieur","adult":false,"genre_ids":[]},{"cast":["Emmanuelle Béart","Patrick Catalifo","Mona Bausson","Robert Hossein"],"overview":"","release_date":"1989-11-22","vote_average":5.0,"runtime":98,"cert":"N\/A","id":66446,"title":"Les Enfants du désordre","adult":false,"genre_ids":[18]},{"cast":["Philippe Noiret","Richard Bohringer","Thierry Lhermitte","Carole Bouquet","Jean Rochefort"],"overview":"Vincent, a stunt pilot, is acquitted of murdering his wife and her lover. However, a few years later, L'Elegant, the Judge in the case, comes to blackmail him. The Judge's nephew, Paul, is having trouble with his wife and they demand that Vincent kill her. The Judge, a confirmed bachelor, takes Paul and Vincent on the road to search for Paul's wife Marie. The three men get on well together, and spend their time discussing their relationship with women.","release_date":"1993-02-03","vote_average":5.5,"runtime":88,"cert":"N\/A","id":66447,"title":"Tango","adult":false,"genre_ids":[35]},{"cast":["Marie-José Nat","Jean-Pierre Mocky","Nino Ferrer","Marisa Muxen","Patrick Granier"],"overview":"Nora and Jock arrive in the strange village of Litan during the Festival of the Dead.","release_date":"1982-02-24","vote_average":6.9,"runtime":88,"cert":"N\/A","id":66448,"title":"Litan","adult":false,"genre_ids":[27,9648]},{"cast":["Ivan Mosjoukine","Suzanne Bianchetti","Diana Karenne","Jenny Jugo"],"overview":"","release_date":"1927-01-01","vote_average":5.0,"runtime":132,"cert":"N\/A","id":66449,"title":"Casanova","adult":false,"genre_ids":[]},{"cast":["Charlie Adler","Susan Blu","Pat Fraley","Alan Oppenheimer"],"overview":"Marshall Bravestarr is the lawman of the wild-west planet \"New Texas\" with help from Thirty-Thirty, his cybernetic talking horse and Deputy Fuzz, his sidekick and Shaman, his mentor. Bravestarr with his special powers fights the outlaw Tex-Hex, the leader of the Carrion Bunch, who are after the mineral Kerium, Bravestarr sets out to set things right and enforce peace and justice on \"New Texas\".","release_date":"1988-03-18","vote_average":6.0,"runtime":91,"cert":"N\/A","id":66454,"title":"BraveStarr: The Legend","adult":false,"genre_ids":[16,37,28,878]},{"cast":["Warwick Davis","Tim Matheson","Danielle Lombardi","Stephanie Lombardi"],"overview":"Nine year old Molly and her father, (Tim Matheson) move to ireland to a house they've inherited nicknamed \"Misfortune Manor\". It brings bad luck to anyone who lives in it, and Molly and her father soon fall victim to the curse: they will lose their new found home unless they can pay the taxes they owe on it.","release_date":"1998-08-18","vote_average":3.0,"runtime":89,"cert":"N\/A","id":66457,"title":"A Very Unlucky Leprechaun","adult":false,"genre_ids":[14,10751]},{"cast":["Brandon Boyd","Mike Einziger","Jose Pasillas II","Chris Kilmore","Ben Kenney"],"overview":"Funky hard rock upstarts Incubus recorded their album Morning View at a house in Malibu, CA, and in a special event to celebrate the album's release, the group played a special radio concert at the Sony studios in New York City, which had been decorated to look like the house where the album took shape. Incubus: Morning View Sessions is a video record of the group's radio performance, which includes \"Nice to Know You,\" \"Wish You Were Here,\" \"Drive,\" \"New Skin,\" \"Stellar,\" and seven others. Mark Deming, Rovi","release_date":"2002-06-25","vote_average":6.9,"runtime":90,"cert":"N\/A","id":66462,"title":"Incubus: The Morning View Sessions","adult":false,"genre_ids":[10402,99]},{"cast":["Hannes Jaenicke","Muriel Baumeister","Maurice Teichert","Pierre Besson","Katja Studt"],"overview":"Katja Steinfurth tries hard to reconcile her love relationship with her married boss and her obligations as a single mother - not always with success. When Tibor, the favorite horse of her son Lukas, behaves strangely aggressive after an accident and is to be euthanized, the horse whisperer Nils Peterson seems to be the last salvation. So Katja sets off with Lukas and Tibor on the way to the \"horse island\". And in the seclusion of the small picturesque island, the young woman gradually realizes that something has to change in her life.","release_date":"2006-08-24","vote_average":5.0,"runtime":85,"cert":"N\/A","id":66463,"title":"Die Pferdeinsel","adult":false,"genre_ids":[10749,10770]},{"cast":[],"overview":"Many are called, few succeed. Live the dream with the team! This first official Manchester United movie is a sensational behind the scenes film that follows the fortunes of the World's greatest football club through the highs and lows of the 1999\/2000 season. How can the club top it's historic \"Treble\" win? Follow Manchester United as they go beyond the promised land - from training with the team at Old Trafford to travelling to the World Club Championships in Brazil. Manchester United Beyond The Promised Land reveals the antics on the pitch and in the boardroom, the club at work and at play and the fans from near and afar. Get the complete picture - the glory and the behind the scenes graft - the story of a season.","release_date":"2000-01-01","vote_average":3.6,"runtime":81,"cert":"N\/A","id":66464,"title":"Manchester United: Beyond the Promised Land","adult":false,"genre_ids":[]},{"cast":[],"overview":"Manchester United are champions of English football once again. The Premiership trophy has returned to Old Trafford following an eighth championship in eleven years.","release_date":"2003-12-01","vote_average":4.5,"runtime":126,"cert":"","id":66465,"title":"Manchester United Season Review 2002-2003","adult":false,"genre_ids":[]},{"cast":["Rod Taylor","Theodore Bikel","Suzy Kendall","Ahna Capri","William Smith"],"overview":"Rod Taylor plays John D. MacDonald's famous Florida PI Travis McGee. Professional beach bum and 'knight errant' Travis McGee goes up against psychotic body-builder Terry Bartell. McGee pulls out all the stops when he joins a Carribean cruise to bring the killer to justice.","release_date":"1970-08-14","vote_average":6.4,"runtime":96,"cert":"N\/A","id":66466,"title":"Darker Than Amber","adult":false,"genre_ids":[9648,12,28,18]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr."],"overview":"Recorded at the breathtakingly beautiful Red Rocks Amphitheater in Colorado in 1983, this concert features Irish rock sensation U2 and front man Bono in their early glory days. The program includes five previously unreleased songs and a director's commentary. Songs featured are \"Out of Control,\" \"Into the Heart,\" \"Surrender,\" \"Two Hearts Beat As One,\" \"New Year's Day,\" \"I Threw a Brick Through a Window\" and \"Party Girl.\"","release_date":"1983-06-05","vote_average":8.1,"runtime":83,"cert":"N\/A","id":66467,"title":"U2: Under a Blood Red Sky","adult":false,"genre_ids":[10402]},{"cast":["Cordell Moore","Essence Atkins","Denise Boutte","Tempestt Bledsoe","Lamman Rucker"],"overview":"N-Secure is a no holds-barred thrilling drama mixed with murder, mayhem and manipulation among affluent professionals. This film sheds light on a man's downfall from the pinnacles of success into the depths of his damaged character. His insecurities lead him into a series of troubled romantic relationships and eventually a web of events that include betrayal and murder.","release_date":"2010-10-15","vote_average":4.8,"runtime":105,"cert":"N\/A","id":66468,"title":"N-Secure","adult":false,"genre_ids":[18,80,53]},{"cast":["Corey Haim","Brittney Lewis"],"overview":"As a reward from a jilted millionairess, Davis is given the $100,000 Porsche of the unfaithful husband. Unknown to Davis and the wife, the body of the husband is in the Porsche. The killer tries in vein to recover the body before it is discovered.","release_date":"1991-11-13","vote_average":4.8,"runtime":88,"cert":"N\/A","id":66469,"title":"Dream Machine","adult":false,"genre_ids":[28,35,80,53]},{"cast":["Adam Johnson","Maclain Nelson","Brad Johnson","Michael Todd Behrens","Austin M. Craig"],"overview":"Faced with extinction, two park rangers are forced to defend the national park against hordes of rampaging orcs. Ancient and long forgotten, these orcs are unleashed from the depths of the mountains, and they won't stop until we're all dead.","release_date":"2011-07-11","vote_average":4.1,"runtime":80,"cert":"N\/A","id":66470,"title":"Orcs!","adult":false,"genre_ids":[28,27]},{"cast":["Fred Astaire","George Burns","Gracie Allen","Joan Fontaine","Reginald Gardiner"],"overview":"Lady Alyce Marshmorton must marry soon, and the staff of Tottney Castle have laid bets on who she'll choose, with young Albert wagering on \"Mr. X.\" After Alyce goes to London to meet a beau (bumping into dancer Jerry Halliday, instead), she is restricted to the castle to curb her scandalous behavior. Albert then summons Jerry to Alyce's aid in order to \"protect his investment.\"","release_date":"1937-11-19","vote_average":7.0,"runtime":101,"cert":"U","id":66473,"title":"A Damsel in Distress","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Charles Napier","Michelle Reese","Katherine Kelly Lang","Robert Viharo","Joseph Gian"],"overview":"A tough homicide cop is assigned to track down a serial killer who is murdering prostitutes.","release_date":"1987-03-31","vote_average":4.0,"runtime":93,"cert":"N\/A","id":66474,"title":"The Night Stalker","adult":false,"genre_ids":[53,18,80]},{"cast":["Rutger Hauer","Wil Wheaton","Nia Peeples","Ron Perlman","Michael Harris"],"overview":"Doctor Rue Wakeman and his team create a young man with skin and organs taken from other men and women. The creature (Lazarus) reads a lot of books and learns all about the humans. But when he meets fascinating doctor Elizabeth English his life changes: he decides to escape from the laboratory.","release_date":"1995-11-20","vote_average":3.8,"runtime":94,"cert":"N\/A","id":66475,"title":"Mr. Stitch","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the Russian revolution at Stamford Bridge and the growing force of the Gunners the 2004-2005 season was always going to be very entertaining. All the action from the season including interviews with the players and staff, the goals and the highlights of the season that was 2004-2005.","release_date":"2005-06-13","vote_average":0.0,"runtime":130,"cert":"","id":66478,"title":"Manchester United Season Review 2004-2005","adult":false,"genre_ids":[]},{"cast":[],"overview":"Complete highlights of the 2005\/2006 season. Featuring all the goals from all the games plus exclusive interviews with the players.","release_date":"2006-06-05","vote_average":3.8,"runtime":140,"cert":"","id":66479,"title":"Manchester United Season Review 2005-2006","adult":false,"genre_ids":[]},{"cast":[],"overview":"This specially-produced compilation profiles the highs and lows of one of the world’s most successful football teams and is crammed full of the goals, celebrations and game highlights.","release_date":"2007-08-29","vote_average":4.3,"runtime":170,"cert":"","id":66480,"title":"Manchester United Season Review 2006-2007","adult":false,"genre_ids":[]},{"cast":[],"overview":"Complete highlights of the 2009\/2010 season. Featuring all the goals from all the games plus exclusive interviews with the players.","release_date":"2010-12-01","vote_average":4.0,"runtime":160,"cert":"","id":66483,"title":"Manchester United Season Review 2009-2010","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive every game and every goal of Manchester United’s historic 19th League title-winning season with the spectacular new MANCHESTER UNITED SEASON REVIEW 2010\/11, a must-have memento for every fan of the Red Devils! Fantastic footage and exclusive interviews bring to life a wonderful season that saw Sir Alex s men fight off challenges from local rivals Manchester City, defending champions Chelsea and Arsène Wenger s Arsenal to clinch their 19th League title, overtaking Liverpool to become the most decorated club in English football. As well as Premier League glory, the 2010\/11 season also saw red flags flying high in Europe, with Manchester United overcoming Chelsea, Rangers, Valencia, Bursaspor, Marseilles and Schalke to reach their third UEFA Champions League final in four years.","release_date":"2011-12-01","vote_average":0.0,"runtime":null,"cert":"","id":66486,"title":"Manchester United Season Review 2010-2011","adult":false,"genre_ids":[]},{"cast":["Matthew Modine","Michael Wright","Mitchell Lichtenstein","David Alan Grier","Guy Boyd"],"overview":"Four young recruits about to be sent to Vietnam confront their prejudicial feelings toward one another when it's learned one of them is homosexual.","release_date":"1983-01-01","vote_average":6.4,"runtime":118,"cert":"N\/A","id":66487,"title":"Streamers","adult":false,"genre_ids":[18]},{"cast":["Sandy Dennis","Michael Burns","Luana Anders","Michael Murphy","Susanne Benton"],"overview":"Frances Austen, whose well-appointed apartment overlooks a park in Vancouver, one cold day, observes a rain-soaked young man on a park bench whom she assumes is homeless. Hoping to repress her loneliness, Frances invites ‘the boy’ inside her home to get warm and ends up encouraging him to stay. The young man accepts her every hospitality—food, clothes, profuse conversation, and a room of his own. Little does she realize that her guest is not the person he appears to be. Nor, for that matter, is Frances the woman that she appears to be.","release_date":"1969-06-08","vote_average":7.0,"runtime":113,"cert":"N\/A","id":66488,"title":"That Cold Day in the Park","adult":false,"genre_ids":[18]},{"cast":["Carroll Baker","Susan Tyrrell","Perry King","Cyrinda Foxe","Gordon Oas-Heim"],"overview":"Hazel runs a beauty salon out of her house, but makes extra money by providing ruthless women to do hit jobs. K.T. is a parasite, and contacts Hazel looking for work when he runs out of money. She is reluctant to use him for a hit, since she prefers using women, but decides to try him on a trial basis. Meanwhile, the local cop she pays off wants an arrest to make it look like he's actually doing his job, but she doesn't want to sacrifice any of her \"associates.\" Several other side plots are woven in, populated with characters from the sleazy side of life.","release_date":"1977-05-04","vote_average":5.7,"runtime":105,"cert":"N\/A","id":66489,"title":"Bad","adult":false,"genre_ids":[27,35,80]},{"cast":[],"overview":"Gandhipuram","release_date":"2010-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66492,"title":"Gandhipuram","adult":false,"genre_ids":[]},{"cast":["Arjun Sarja","Vincent Asokan","Ashish Vidhyarthi","Kanja Karuppu","Suresh"],"overview":"Vayuputhran aka Muthu (Arjun) comes out of the prison with a promise to his jailmate Bala (Prem) that he would take care of his ailing brother Sathish, who is about to undergo a surgery.After visiting Sathish in the hospital, Muthu goes to Vallakottai (from where he gets an assignment) to earn money. His job is to surrender for the murder of Eswarapandian (Suresh), the jameen of Vallakottai, which is to be committed by Eswarapandian’s archrivals Nachiyar (Ashish Vidyarthi) and his brother Sethupathi (Vincent Asokan).At Vallakottai, Muthu meets Anjali (Haripriya) and Veera Sangili (Ganja Karuppu). As scenes unfold, he falls for Anjali and also comes to know that Eswarapandian is harmless and Nachiyar is the one who is to be punished.","release_date":"2010-11-05","vote_average":6.0,"runtime":130,"cert":"N\/A","id":66495,"title":"Vallakottai","adult":false,"genre_ids":[80,28,18]},{"cast":[],"overview":"Vandematharam","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66496,"title":"Vandematharam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jai Sambasiva","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66497,"title":"Jai Sambasiva","adult":false,"genre_ids":[]}]