[{"cast":["Nana Patekar","Arjun Sarja","Rukmini Vijayakumar","Kajal Agarwal","Vivek"],"overview":"An investigation is immediately opened up into the alleged death of Trishna (Rukmini), who was in the car. CBI suspects Rana of committing planned murder. Here enters Vivek Varma (Arjun), CBI officer who intent in nailing Rana with murder. Vivek does have his own agendas though, as his girlfriend (Kajal Aggarwal), an ardent fan of Rana himself, has gone on to join Rana as an assistant, and has gradually grown more attached to Rana than she is to Vivek himself, causing their relationship to strain. Vivek probes continuously to try to convict Rana with murder, as he reveals that two more murders took place within his film sets during the shooting of 'Cinema', and believes now that Rana is responsible for all three murders.. He hires her as his new muse, and in the shooting spot, they are shown to share a very intimate relationship, fueling existing rumors that he is a womanizer","release_date":"2008-05-05","vote_average":5.0,"runtime":159,"cert":"N\/A","id":66500,"title":"Bommalattam","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"Raana","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66503,"title":"Raana","adult":false,"genre_ids":[]},{"cast":["Arjun Sarja","Pooja Gandhi","Perarasu","Karunas","Vaiyapuri"],"overview":"Easwaran (Arjun) is upright and honest youth, who runs a local cable channel in Kumbakonam. He is known to fight for the cause of the society and the common man. He enters into fisticuff with local MLA (Sai Kumar) after he exposes his corrupt and greedy ways through his cable TV channel. Fearing trouble, his mom takes him to a saint in Thiruvannamalai. The Swami resembles Arjun. Sequence of events forces them to swap places. The soft-spoken Swami tries to sort all issues through non-violent means (Gandhian philosophy). Half way thru Karunas dies in the hand of (Vidharth) and (Sai Kumar). In the climax both (Arjun) kills off (Sai Kumar).","release_date":"2008-12-19","vote_average":4.0,"runtime":157,"cert":"N\/A","id":66504,"title":"Thiruvannamalai","adult":false,"genre_ids":[18,53]},{"cast":["Vijayakanth","Laya","Flora","N. S. Ramesh Khanna","Radha Ravi"],"overview":"Gajendra is the remake of  Telugu film Simhadri and was later dubbed in Hindi as Return of Khuda Gawah. Gajendra (Vijayakanth), an orphan, is adopted and grows up under Azhagarsamy's (Sarath Babu) family care. Azhagarsamy considers him like his own son. Kasthuri (Flora), Azhagarsamy's granddaughter, falls in love with Gajendra. Gajendra takes of a mentally ill girl called Indhu (Laya). The rest of the story is about why he took care of her.","release_date":"2004-09-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66505,"title":"Gajendra","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Shivakashi","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66508,"title":"Shivakashi","adult":false,"genre_ids":[28,18]},{"cast":["Kunchacko Boban","Vani Viswanath","Jomol","Siddique","Jayakrishnan"],"overview":"Puthooramputhri Unniyarcha movie  is an adaptation of a story taken from the annals of the Vadakkanpaattu. Unniyarcha (Vani Viswanath) who is the bold and beautiful daughter of Kannappa Chekavar (Captain Raju) of Puthooram Veedu  is a great fighter too. She is betrothed to her cousin Chandu (Devan) during childhood. But as she grows up, she begins to develop an aversion towards him.","release_date":"2002-08-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66509,"title":"Puthooramputhri Unniyarcha","adult":false,"genre_ids":[18]},{"cast":["Arjun Sarja","Vedhika","Jagapati Babu","Vivek","Raj Kapoor"],"overview":"Kasi (Arjun) comes to Mumbai to track his parents' killers. He is successful in finding the first two. In order to find the third one he joins a goon Ravi Bhai (Raj Kapoor). This Ravi Bhai is in loggerheads with his own brother, Mani Bhai (Fefsi Vijayn). Mani Bhai runs another gang and the leading goonda in this gang is Siva (Jagapati Babu). Once upon a time in some Jail, Siva and Kasi were good friends. But now they are thirsty for each other's blood. They unite finally when their loved ones are killed.They plot to kill sivas brother by killing vedhika and divert Arjun. Arjun and Vedhika die in the end.","release_date":"2006-07-10","vote_average":2.0,"runtime":null,"cert":"N\/A","id":66510,"title":"Madrasi","adult":false,"genre_ids":[]},{"cast":["Nitin","Charmy Kaur"],"overview":"when I saw Jayam and Dil. I observed him for a couple of months. After deciding that Nitin is an apt actor for this role, I approached him and signed him for the main lead role. The hero in this film is a fanatic devotee of Lord Anjaneya. After observing his loyalty to Lord Anjaneya, the village men start calling him 'Anji'. I wanted an actor who possesses those qualities of divinity, authority and purity. I don't want the image of that actor to dominate the character he is playing. He should look soft. But there should be enormous strength behind that soft looks. The best example is 'Oke Okkadu' film in which Arjun looked so soft, but shows his enormousness and power with his deeds as CM.","release_date":"2004-07-24","vote_average":3.3,"runtime":174,"cert":"N\/A","id":66517,"title":"Sri Anjaneyam","adult":false,"genre_ids":[18]},{"cast":["Arjun Sarja","Jagapati Babu","Sneha","Laya","Vijayalakshmi"],"overview":"Hanuman Junction is a 2001 Indian Telugu action comedy film directed by M. Raja and produced by M. V. Lakshmi.","release_date":"2001-12-21","vote_average":6.0,"runtime":159,"cert":"N\/A","id":66520,"title":"Hanuman Junction","adult":false,"genre_ids":[28,35]},{"cast":["Arjun Sarja","Prakash Raj","Abhirami Gopikumar","Manivannan","Lakshmi"],"overview":"Vaanavil is a 2000 Tamil film produced by Guru Films and directed by Manoj Kumar. The film casts Arjun in the lead role.","release_date":"2000-10-27","vote_average":5.5,"runtime":null,"cert":"N\/A","id":66521,"title":"Vaanavil","adult":false,"genre_ids":[18]},{"cast":["Arjun Sarja","Manisha Koirala","Raghuvaran","Manivannan","Vadivelu"],"overview":"A man accepts a challenge to act as the Chief Minister for one day only, and makes such a success of it that soon he is embroiled in political intrigue.","release_date":"1999-11-07","vote_average":6.6,"runtime":169,"cert":"N\/A","id":66526,"title":"Mudhalvan","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Karna","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66527,"title":"Karna","adult":false,"genre_ids":[]},{"cast":["Arjun Sarja","Ranjitha","Goundamani","Senthil","Manorama"],"overview":"Bharath (Arjun), a police officer, is in love with a beautiful woman Priya (Ranjitha). Priya is also a lady police. A terrorist group attacks the state of Tamil Nadu and they kill the current Chief Minister (Kalyan Kumar), and Sriram (Devan), Bharath's brother.\r Bharath decides to go with some prisoners and his lover in the island where the terrorist group are hidden. This is a secrete and dangerous mission. Whether he will be able to prevent their attacks or will he become a victim himself forms the crux of the story.","release_date":"1994-05-20","vote_average":6.8,"runtime":150,"cert":"N\/A","id":66528,"title":"Jai Hind","adult":false,"genre_ids":[]},{"cast":["Arjun Sarja","Shruti","Lokesh","Silk Smitha","Kovai Sarala"],"overview":"Anand reluctantly agrees to marry Lakshmi. Just when the two are settling into happy matrimony, trouble erupts owing to differences between their parents.","release_date":"1993-03-12","vote_average":0.0,"runtime":123,"cert":"N\/A","id":66531,"title":"Alimayya","adult":false,"genre_ids":[10751,10749,18]},{"cast":["Sivaji Ganesan","Arjun Sarja","Kanaka","Charle","Chinni Jayanth"],"overview":"Mudhal Kural","release_date":"1992-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66532,"title":"Mudhal Kural","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Pooja Phala","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66533,"title":"Pooja Phala","adult":false,"genre_ids":[]},{"cast":["Dinesh Ravi","Mahima Nambiar","Radha Ravi","Mayilsamy","Balaji Patturaj"],"overview":"The son of a toddy seller decides to become a politician to take on bar owner who tries to bring down his father.","release_date":"2018-08-31","vote_average":5.3,"runtime":111,"cert":"N\/A","id":66534,"title":"Annanukku Jey","adult":false,"genre_ids":[35,18]},{"cast":["Vijayakanth","Nalini","S. S. Chandran","Ambika","Arjun Sarja"],"overview":"Overview Coming Soon...","release_date":"1985-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66535,"title":"Engal Kural","adult":false,"genre_ids":[18]},{"cast":["Aadhi Pinisetty","Nandha","Sindhu Menon","Saranya Mohan","Srinath"],"overview":"Earam is a full of love and thrill.Aadhi is playing the role of Assistant Commissioner of Police. The romance between him and Sindhu Menon happens in the temple premises. Nandha plays an engineer who romances with Charanya Mohan. All the crime and chasing happens and heightens between the four young people.","release_date":"2009-09-11","vote_average":5.3,"runtime":null,"cert":"N\/A","id":66536,"title":"Eeram","adult":false,"genre_ids":[53]},{"cast":["Judith Godrèche","Marcel Bozonnet","Thérèse Liotard","Ivan Desny","Malcolm Conrath"],"overview":"A worldly French teen (Judith Godrèche) is determined to escape from her current situation for a better life.","release_date":"1990-10-31","vote_average":5.1,"runtime":78,"cert":"N\/A","id":66537,"title":"The Disenchanted","adult":false,"genre_ids":[18,10749]},{"cast":["Fabrice Luchini","Judith Henry","Maurice Garrel","Marie Bunel"],"overview":"There is an author who has been dumped by his girlfriend and has no inspiration for a next novel. In an attempt to find a solution to both crises, he, along with his publisher friend, decides to seduce a young woman with the singular purpose of keeping a diary of the seduction and then dump her before publishing the book about it. Unfortunately he falls in love with her.","release_date":"1990-11-21","vote_average":6.6,"runtime":94,"cert":"N\/A","id":66538,"title":"The Discreet","adult":false,"genre_ids":[10749,18]},{"cast":["François Cluzet","Philippine Leroy-Beaulieu","Emma de Caunes","Éric Caravaca"],"overview":"This comedy is about a Métro worker, Jules, who penned seventeen unanswered letters to France's Minister of Transportation protesting being fired. When he learns that the Minister is to appear in person at the Lyons station to dedicate a new rail line, Jules is there hoping to speak with him in person; he carries a concealed gun and when he is unable to speak to the Minister, the normally mild Jules snaps and takes an entire train car hostage","release_date":"1998-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66539,"title":"La voie est libre","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Samia Gamal","Dieter Borsche","Henri Vilbert","Édouard Delmont"],"overview":"Rich oriental lord Cassim's cheeky servant Ali Baba was sent to buy a meaty girl-slave, but brings dancer Morgiane, whom he is enamored with. When he's part of a caravan robbed by Abdel's 40 thieves, Ali hides in a camel hive and thus learns the secret of Sesame cave. With stolen loot he buys Morgiane and his own residence for him and beggar friends. Cassim not only gets him drunk to learn his secret gold source but also plans to rob him at the grand wedding with Morgiane. But Abdel observed them too and invites his 40 robbers.","release_date":"1954-12-24","vote_average":6.6,"runtime":92,"cert":"N\/A","id":66540,"title":"Ali Baba and the Forty Thieves","adult":false,"genre_ids":[12,35]},{"cast":["Simone Signoret","Jean Rochefort","Delphine Seyrig","Geneviève Fontanel","Dominique Labourier"],"overview":"A middle-aged disabled man unknowingly begins a lonely hearts correspondence with his own unmarried sister, who takes care of him. As he writes more and more to her, he begins to fall in love, and she, knowing that it is her brother who is writing, discovers a new, tender side to him. But trouble looms when he asks to meet her in person.","release_date":"1980-04-09","vote_average":7.0,"runtime":96,"cert":"N\/A","id":66541,"title":"I Sent a Letter to My Love","adult":false,"genre_ids":[]},{"cast":["Hotaru Hazuki","Takeshi Ito","Takashi Mizuno"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66542,"title":"Swing Shinakeriya Imiganai","adult":true,"genre_ids":[35]},{"cast":[],"overview":"Twee weken lang wist men in Amsterdam en Enschede wat er op het spel stond. Nooit eerder zal er zoveel worden voorbeschouwd op een nationale voetbal-wedstrijd. FC Twente haalde, mede door het goede spel van Ajax, nooit zijn gebruikelijke niveau en ging ten onder.","release_date":"","vote_average":0.0,"runtime":110,"cert":"N\/A","id":66543,"title":"Ajax landskampioen 2010-2011 De DVD","adult":false,"genre_ids":[]},{"cast":["Sebastian Koch","Claudia Messner","Rüdiger Vogler","Magali Leiris"],"overview":"In 1941, those who had remained around too long to completely escape the Nazi blitzkrieg had one small, slim chance to escape persecution. They could travel to Marseilles and attempt to get the servile but still nominally independent government of Vichy France to grant them an exit visa. Then they could take passage to safer climes on one of the neutral vessels that stopped there. This drama, based on a novel by Anna Seghers, follows the fates of a small group of desperate people who are attempting to do just that.","release_date":"1991-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66544,"title":"Transit","adult":false,"genre_ids":[18]},{"cast":["Sylvain Copans","Nicolas Parodi","Olivier Montiege","Cecilia Rouaud"],"overview":"Young Martin has been acting strange. At his school, his teacher and classmates notice that he is less talkative and more withdrawn. When those around him begin to prod, they discover that Martin’s single mother has died. Fearful that he will be sent away from home now that he has no parents, Martin looks to his friends for help. With Jerome leading the charge to save Martin from the orphanage, the first thing they decide to do is dispose of the mother’s body.","release_date":"1991-02-27","vote_average":7.5,"runtime":105,"cert":"N\/A","id":66545,"title":"Cross My Heart","adult":false,"genre_ids":[]},{"cast":["Mapi Galán","Stéphane Ferrara","Diogo Dória","Lionel Tua","Serge Avedikian"],"overview":"The world after the atomic age. An engineer disappears, together with his consortium (Kryo'Corp) and his discovery: a new energy source powered by the fusion of two primary substances. Ulysses, Kryo'Corp's heir, organises an expedition to the only place these substances occur.","release_date":"1990-04-17","vote_average":5.5,"runtime":108,"cert":"N\/A","id":66546,"title":"Treasure of the Bitch Islands","adult":false,"genre_ids":[878]},{"cast":["Denise Morin-Sinclaire","Pierre Klossowski","Martin Loeb","Barbet Schroeder"],"overview":"One might call it a comedy, but it is a Nietzschean comedy,","release_date":"1979-03-14","vote_average":5.0,"runtime":104,"cert":"N\/A","id":66547,"title":"Roberte","adult":false,"genre_ids":[18,14]},{"cast":["Sotigui Kouyaté","Salif Keita","Balla Moussa Keita","Fatoumata Diawara","Maimouna Hélène Diarra"],"overview":"Inspired by the book of Genesis, this film tells the power struggle between two families: a clan of herders led by Jacob and another clan of hunters fronted by his brother Esau. Caught in the crossfire is their cousin, Hamor and his tribe of farmers.","release_date":"1999-09-08","vote_average":5.0,"runtime":102,"cert":"N\/A","id":66550,"title":"Genesis","adult":false,"genre_ids":[18]},{"cast":["Frédéric de Pasquale","Josée Steiner","Odile Geoffroy","Françoise Giret"],"overview":"After twenty-seven long months spent in Algeria, Frédéric Simon, a young photographer is determined to forget this time of trouble. Now that the Army has finally discharged him he wants to live the good life. And at first, things go according to his wishes: not only does he marry Sylvie but they are invited by a wealthy man to Monte Carlo, where they spend a dream honeymoon. But back in Paris, hard times await them. Not finding work easily along with having to live in a cramped apartment make Frédéric bitter and unpleasant. When Sylvie becomes pregnant, he slams the door and finds consolation in the arms of Christine, an ex girlfriend, which he soon regrets. At last, the situation improves. Frédéric finds work and starts making money as a fashion photographer. But the good life cannot go on: one morning a policeman knocks at the young couple's door: the country wants Frédéric back in the Army.","release_date":"1964-01-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66551,"title":"The Good Life","adult":false,"genre_ids":[]},{"cast":["Judith Godrèche","Jean-Pierre Léaud","Thomas Langmann","Antoine Basler","Martin Lamotte"],"overview":"Adrien is 19 years old. He has not met his father, Clément for 4 years. Adrien returns home and the two try to better understand each other. Clément lives together with Louis, a twenty-something girl who wants to be an actress. The boy starts a flirt with Louise which pushes the father-son relationship back to a crisis...","release_date":"1991-11-27","vote_average":6.3,"runtime":95,"cert":"N\/A","id":66552,"title":"Paris Awakens","adult":false,"genre_ids":[18]},{"cast":["Jean-Claude La Marre","Dinora Walcott","Christina Johnson","Patricia Hodges"],"overview":"After announcing that he'll step down from the pulpit and let a younger preacher (Jean-Claude La Marre) take his place, an aging minister (Harace Carpenter) watches in amusement as his daughters (Dinora Walcott and Christina Johnson) swoon over his successor. But little do the love-struck girls know that their father has a secret … of biblical proportions. Patricia Hodges also stars in this stylish urban drama.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":66553,"title":"Pastor Jones: Sisters in Spirit","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Claude La Marre","Dinora Walcott","Christina Johnson","Harace Carpenter"],"overview":"Life is doubly complicated for Pastor Jones (Jean-Claude La Marre) when his beloved mentor (Harace Carpenter) unexpectedly dies, leaving behind a shocking secret: that he was actually the pastor's biological father. Grappling with the news is hard enough … but now he's also in a compromising position with his newly revealed half sisters (Dinora Walcott and Christina Johnson), whose joint crush on him just isn't kosher.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":66554,"title":"Pastor Jones: Sisters in Spirit 2","adult":false,"genre_ids":[18,10749]},{"cast":["Frank Lampard"],"overview":"In this enthralling and EXCLUSIVE documentary, Frank Lampard looks back on his career at the club to date. He recalls the early days under Claudio Ranieri, the success under Jose Mourinho and the challenges that lie ahead. He also revisits his most important goals and achieve ments for the club. DVD extras include EVERY goal he's scored for Chelsea FC as well as a quiz revealing how much the player remembers about his successes at the club.","release_date":"","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66555,"title":"Super, Super Frank","adult":false,"genre_ids":[]},{"cast":["Bernadette Lafont","Geraldine Chaplin","Kika Markham","Babette Lamy","Élisabeth Lafont"],"overview":"After her brother was killed by a notorious all-female pirate gang, Morag dedicates her life to bringing the murderers to justice. Soon, she has become an important member of the pirate gang and has begun acquiring the loyalty of key members. Eventually, she makes her move and challenges the leader, a demi-god, known as \"The Daughter of the Sun.\"","release_date":"1976-01-01","vote_average":8.3,"runtime":145,"cert":"N\/A","id":66556,"title":"Noroît","adult":false,"genre_ids":[14,12,18]},{"cast":["Isabelle Huppert","Mathieu Carrière","Can Togay","Fritz Schediwy","Isolde Barth"],"overview":"A complex and enigmatic plot that evokes the life of Bachmann. The story develops around an unusual triangular relationship, a threesome between a woman of unknown name, a man named Malina and a Hungarian, Ivan, with whom she falls in love. Ivan will be his last great love, but their need for exclusivity in love is so strong that it can not be understood or matched. Malina is a struggle, a confrontation between two worlds strange and hostile.","release_date":"1991-01-17","vote_average":7.3,"runtime":125,"cert":"N\/A","id":66557,"title":"Malina","adult":false,"genre_ids":[10749,18,14,9648]},{"cast":["Pascal Gravat","Laurence Côte","Jean-Pierre Darroussin","Marilyne Canto"],"overview":"","release_date":"1991-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66558,"title":"L'Amour en deux","adult":false,"genre_ids":[18]},{"cast":["Patrick Chesnais","Olivier Granier","Dominique Laffin","Marina Vlady"],"overview":"","release_date":"1980-02-20","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66559,"title":"L'oeil du maître","adult":false,"genre_ids":[35,18]},{"cast":["Audrey Hepburn","Ray Ventura","Henri Génès","Georges Lannes","Philippe Lemaire"],"overview":"As they are waiting for a divorce, young movie star Malissa Farrell and famous pianist Rudy Walter have left their baby, Johnny, with a child minder in Le Vésinet. Marinette, the latter's daughter, who has been assigned to return the young Dubois to his parents, mistakes Johnny for the other kid. As she can't find Mr. and Mrs. Dubois, Marinette entrusts Max, Mrs. Dubois' father and the drummer in Ray Ventura's orchestra, with the care of the baby. Max, who must join the other musicians in Monte Carlo, where the band is due to play for the Jazz Festival, has no other choice but to rake the little one along with him.","release_date":"1951-11-22","vote_average":6.1,"runtime":101,"cert":"N\/A","id":66560,"title":"We Will All Go to Monte Carlo","adult":false,"genre_ids":[35]},{"cast":["Frank Lampard"],"overview":"Every goal scored by Super Franky Lampard during his illustrious Chelsea career.","release_date":"","vote_average":4.8,"runtime":null,"cert":"N\/A","id":66561,"title":"Frank Lampard - All The Goals","adult":false,"genre_ids":[18]},{"cast":["Jon Anderson","Chris Squire","Steve Howe","Alan White","Igor Khoroshev"],"overview":"Live in Budapest. Official TV Broadcast. Recorded March 31, 1998.","release_date":"","vote_average":0.0,"runtime":155,"cert":"N\/A","id":66562,"title":"Yes The Revealing Science Of God","adult":false,"genre_ids":[]},{"cast":["Jon Anderson","Chris Squire","Steve Howe","Tony Kaye","Bill Bruford"],"overview":"Voiceprint's researchers were able to secure rarely seen film footage that had only been previously seen either on TV or in extract on video. Although the history of Yes is well documented elsewhere, it is worth reminding ourselves of the history and background to the production that we can now view it for the first time on DVD. The performances featured on this DVD demonstrate the beginnings of the journey and the creativity of a band that has been so influential in the development of a genre that has defied time and generation so as to become the soundtrack and vision in so many lives. This musical release from the '70s progressive rock band Yes features live performances and music videos of several of the band's hits, including \"Astral Traveller,\" \"Everydays,\" \"Then,\" and \"No Opportunity Necessary, No Experience Needed.\"","release_date":"2009-12-15","vote_average":10.0,"runtime":null,"cert":"","id":66563,"title":"Yes: Rock Of The 70's","adult":false,"genre_ids":[]},{"cast":["Guru Dutt","Madhubala","Lalita Pawar","Johnny Walker","Vinita Butt"],"overview":"A young, naive heiress is forced into a 'marriage of convenience' with an unemployed cartoonist in an attempt to save her millions - a move orchestrated by the scheming aunt.","release_date":"1955-01-01","vote_average":5.2,"runtime":157,"cert":"N\/A","id":66564,"title":"Mr. & Mrs. '55","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Katya Paskaleva","Anton Gorchev","Todor Kolev","Stefan Mavrodiev","Nevena Andonova"],"overview":"The epic wartime story Kozijat Rog was the most-watched film ever shown in Bulgaria. Three million out of its eight million population saw it in 1972, when it was released. It tells the story of peasant resistance to the oppressive rule of the Ottoman Turks in the 17th century. The story concerns a goatherder and his family. Early on, the goatherder takes his flocks into the hills. On his returns, he discovers that his wife has been raped and killed by Turks while his young daughter watched. He burns their house and takes his daughter to a shack in the hills. As she grows up, he trains her like a man and imparts her with the secrets of fighting with a staff. Once trained, they begin a systematic quest for vengeance.","release_date":"1972-10-04","vote_average":5.9,"runtime":100,"cert":"N\/A","id":66565,"title":"The Goat Horn","adult":false,"genre_ids":[18]},{"cast":["Rutger Hauer","Natasha Richardson","Clancy Brown","Kibibi Monie","Tom Wright"],"overview":"A man gets out of prison after 15 years for stabbing his wife to death, and his social worker becomes convinced he was innocent. As she researches his case, and interviews other people who were involved, she begins to fall in love with him, as her friends warn her that he's dangerous.","release_date":"1991-01-01","vote_average":5.3,"runtime":100,"cert":"N\/A","id":66566,"title":"Past Midnight","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":[],"overview":"Los Angeles gang members from the \"Rollin' 20s\" (Bloods) set reflect on their lives and the ongoing Blood\/Crip war. As the years and bodies pile up, the survivors are forced to confront the harsh realities of gang life and the tragic personal toll it takes on family and friends.","release_date":"2005-04-23","vote_average":6.0,"runtime":84,"cert":"N\/A","id":66567,"title":"Slippin': Ten Years with the Bloods","adult":false,"genre_ids":[99]},{"cast":["Anthony Quinn","Serge Reggiani","Virna Lisi","Grégoire Aslan","Jacques Marin"],"overview":"A Romanian peasant fights to get back to his family after he's imprisoned by the Nazis.The picture is based on real events. It includes Hungary's government in collaboration with the Nazis, the encroachment of Romania by Stalin's troopers, and other happenings.","release_date":"1967-04-26","vote_average":7.7,"runtime":121,"cert":"N\/A","id":66568,"title":"The 25th Hour","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"A documentary feature by Pierre Schoendoerffer about the Vietnam War.","release_date":"1967-07-06","vote_average":5.9,"runtime":65,"cert":"N\/A","id":66569,"title":"The Anderson Platoon","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"20th Anniversary Rock collection (16 videos) featuring tunes from Aerosmith, the Cult, Red Hot Chili Peppers, Counting Crows and many others. Highlights include the mannequin-like models of Robert Palmer's \"Addicted to Love,\" the zaniness of Blink-182's \"All the Small Things\" and the arresting visuals of Soundgarden's \"Black Hole Sun.\"","release_date":"2001-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66570,"title":"MTV 20: Rock","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"20th Anniversary R&amp;B and Hip Hop collection (16 videos) including \"Walk This Way\" by Run DMC featuring Aerosmith, \"Me, Myself and I\" by De La Soul and \"Humpty Dance\" by Digital Underground. \"Rebirth of the Slick (Cool Like Dat)\" by Digable Planets, Usher's \"My Way\" and Brian McKnight's \"Anytime\" are among the other jams featured in this musical time capsule.","release_date":"2001-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66571,"title":"MTV 20: Jams","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"20th Anniversary Pop collection (15 videos) featuring Gary Numan's new wave classic \"Cars\" to Lionel Richie's smooth moves in \"All Night Long\" and Aqua's outrageous \"Barbie Girl,\" Lisa Stansfield's \"All Around the World,\" Smash Mouth's \"Walkin' on the Sun,\" Tears for Fears' \"Shout,\" Chumbawamba's \"Tubthumping,\" Big Country's \"In a Big Country,\" A Flock of Seagulls' \"I Ran\" and more.","release_date":"2001-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66572,"title":"MTV 20: Pop","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"20th Anniversary collection (6 videos) featuring Technotronic \"Pump Up the Jam,\" House of Pain \"Jump Around,\" Chemical Brothers \"Setting Sun,\" Fluke \"Atom Bomb,\" Moby \"Bodyrock,\" and Jungle Brothers \"Get Down\"","release_date":"2001-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66573,"title":"MTV 20: Beats","adult":false,"genre_ids":[10402]},{"cast":["Serkan Ercan","Zafer Diper","Nur Aysan"],"overview":"","release_date":"2011-05-06","vote_average":5.3,"runtime":96,"cert":"N\/A","id":66574,"title":"Toll Booth","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Hair metal heroes Poison show off the hot-rodded guitar riffs and outrageous look that made them among hard rock's biggest stars in this collection of music videos. Video Hits: Poison features the original promo clips for the songs \"Cry Tough,\" \"I Want Action,\" \"Nothin' But A Good Time,\" \"Fallen Angel,\" \"Every Rose Has Its Thorn,\" and \"Unskinny Bop.\" ~ Mark Deming, Rovi All Movie Guide","release_date":"2005-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66575,"title":"Poison: Video Hits","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"George Thorogood &amp; the Destroyers rock out 6 of thier most beloved hits \"Bad to the Bone,\" \"Nobody but Me,\" \"I Drink Alone,\" \" If you don't Start Drinkin' (I'm Gonna Leave),\" \"Get a Haircut,\" and \"Night Time\"","release_date":"2005-01-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66576,"title":"George Thorogood & the Destroyers: Video Hits","adult":false,"genre_ids":[10402]},{"cast":["Timur Acar","Yüksel Aksu","Ayhan Anıl"],"overview":"","release_date":"2009-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66577,"title":"Çıngıraklı Top","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"These videos from up-and-coming grunge rockers Nickelback trace the band's career over their first few seminal albums. Tracks include \"How You Remind Me,\" \"Someday,\" \"Too Bad,\" \"Never Again\" and \"Leader of Men.\" On the heels of their rapid rise to fame, this video is the perfect complement to a band that's primed and ready to do some serious chart bustin'.","release_date":"2003-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66582,"title":"Nickelback: The Videos","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Joe Satriani, Yngwie Malmsteen and Steve Vai make up the all-star group G3, who came together in October of 2003 for a series of shows throughout the United States. The trio's amazing guitar prowess is showcased in songs such as \"Satch Boogie\", \"Midnight\", \"I Know You're Here\", \"Evil Eye\", \"Far Beyond the Sun\" and many others.","release_date":"2004-02-24","vote_average":5.6,"runtime":null,"cert":"N\/A","id":66583,"title":"G3: Live in Denver","adult":false,"genre_ids":[10402]},{"cast":["Charlotte Laurier","Benoît Dagenais","Julien Poulin","Michel Forget","Angèle Coutu"],"overview":"","release_date":"1990-02-02","vote_average":6.8,"runtime":103,"cert":"N\/A","id":66584,"title":"Le party","adult":false,"genre_ids":[]},{"cast":["Simon Schwarz","Marie Bäumer","Anna Bertheau","Pierre Besson","Martin Brambach"],"overview":"","release_date":"2003-06-26","vote_average":1.0,"runtime":null,"cert":"N\/A","id":66585,"title":"Adam & Eva","adult":false,"genre_ids":[]},{"cast":["Christiane Hörbiger","Michael Mendl","Muriel Baumeister","Lisa Kreuzer","Dietrich Hollinderbäumer"],"overview":"In her teens, Mme. Zachanassian had to flee her home town in disgrace. Now she's old and rich and the town is facing bankruptcy. But she returns with news that she wants to help - as long as the townsfolk kill someone for her.","release_date":"2008-10-20","vote_average":6.8,"runtime":88,"cert":"N\/A","id":66586,"title":"The Visit","adult":false,"genre_ids":[18,10770]},{"cast":["Kathleen Barr","Lisa Ann Beley","Dexter Bell","Michael Donovan","Brian Drummond"],"overview":"The Teku and the Metal Mechanics put aside their usual competitive instincts and work together in order to save a fellow driver and the AcceleChargers, which are in danger of falling into the hands of the evil Racing Drones.","release_date":"2006-10-01","vote_average":8.3,"runtime":60,"cert":"N\/A","id":66587,"title":"Hot Wheels AcceleRacers: The Ultimate Race","adult":false,"genre_ids":[16,10751]},{"cast":["Michelle Pfeiffer","Jessica Lange","Jason Robards","Jennifer Jason Leigh","Colin Firth"],"overview":"A THOUSAND ACRES is a drama about an American family who meets with tragedy on their land. It is the story of a father, his daughters, and their husbands, and their passion to subdue the history of their land and its stories.","release_date":"1997-09-17","vote_average":6.2,"runtime":105,"cert":"N\/A","id":66588,"title":"A Thousand Acres","adult":false,"genre_ids":[18]},{"cast":["Sandra"],"overview":"","release_date":"2003-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66589,"title":"Sandra - The Complete History","adult":false,"genre_ids":[99,10402]},{"cast":["Michelle Pfeiffer","Lindsay Wagner","Dabney Coleman","Jameson Parker","James Sloyan"],"overview":"Callie was a teenage mother in trouble. Fresh out of the delivery room, her son was taken from her and sold on the black-market. Vowing to find him some day, this is her story.","release_date":"1981-10-13","vote_average":7.0,"runtime":142,"cert":"N\/A","id":66590,"title":"Callie & Son","adult":false,"genre_ids":[18]},{"cast":["Barbara Sukowa","Alexander Khuon","Götz Schubert","Frederick Lau","Traute Hoess"],"overview":"","release_date":"2008-09-11","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66591,"title":"Die Entdeckung der Currywurst","adult":false,"genre_ids":[18]},{"cast":["Peter Ustinov","Lee Grant","Angie Dickinson","Michelle Pfeiffer","Brian Keith"],"overview":"Famous detective Charlie Chan is called out of retirement to help a San Francisco detective solve a mysterious series of murders. With his bumbling grandson as his sidekick, Chan also encounters an old nemesis known as the Dragon Queen who is the prime suspect.","release_date":"1981-02-01","vote_average":5.5,"runtime":97,"cert":"PG","id":66592,"title":"Charlie Chan and the Curse of the Dragon Queen","adult":false,"genre_ids":[35,9648,53]},{"cast":["Axel Prahl","Birge Schade","Matthias Koeberlin","Margarita Breitkreiz","Barbara Morawiecz"],"overview":"","release_date":"2005-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66593,"title":"Der Grenzer und das Mädchen","adult":false,"genre_ids":[18]},{"cast":["Sandrine Bonnaire","Claude Rich","Louisa Pili","Darry Cowl","Philippe Leroy"],"overview":"Le Cou de la girafe (The Giraffe's Neck) is a 2004 French\/Belgian film directed by Safy Nebbou.","release_date":"2004-09-29","vote_average":6.3,"runtime":84,"cert":"N\/A","id":66596,"title":"The Giraffe's Neck","adult":false,"genre_ids":[18]},{"cast":["Elliott Gould","Susannah York","Kaye Ballard","Michelle Pfeiffer","Stuart Paul"],"overview":"Harry and Sue Lewis met in the 40s as teenagers living in the Bronx. He was an aspiring architect, she was the most beautiful girl in school, and both had a fondness for bran muffins. They fell in love, got married, moved to Los Angeles, and had two kids. While struggling with his midlife crisis, Harry receives an invitation for his high school's reunion back so he takes Sue and their teenage kids on a cross-country car trip back to the Big Apple. Will they see in the Bronx what they expected? Will the good memories from their past help rekindle their fading love? Is it too late to dream?","release_date":"1980-11-21","vote_average":6.1,"runtime":103,"cert":"N\/A","id":66597,"title":"Falling in Love Again","adult":false,"genre_ids":[18,10749]},{"cast":["Brigitte Hobmeier","Mišel Matičević","August Zirner","Johanna Bittenbinder","Karl Fischer"],"overview":"Die Heldin in „Die Hebamme – Auf Leben und Tod“ ist eine Reisende zwischen den Welten und den Zeiten. Zwischen den Autoritäten anno 1813, der Kirche und der Wissenschaft, bleibt Rosa Koelbl eine Fremde. Die Zeit ist noch nicht reif für die Werte, die diese Frau verkörpert. (Quelle: http:\/\/www.tittelbach.tv\/programm\/fernsehfilm\/artikel-1422.html)","release_date":"2010-06-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":66598,"title":"Die Hebamme - Auf Leben und Tod","adult":false,"genre_ids":[18,36]},{"cast":["Michelle Pfeiffer","Dennis Haysbert","Brian Kerwin","Beth Grant","Stephanie McFadden"],"overview":"Dallas housewife Lurene Hallett's life revolves around the doings of Jacqueline Kennedy. She is devastated when President Kennedy is shot a few hours after she sees him arrive in Dallas. Despite her husband Ray's prohibition, she decides to attend the funeral in Washington, D.C. Forced to travel by bus, she befriends Jonell, the young black daughter of Paul Couter. Sensing something wrong, her good intentioned interference leads the mixed race threesome on an increasingly difficult journey to Washington with both the police and Ray looking for them.","release_date":"1992-12-11","vote_average":5.7,"runtime":102,"cert":"N\/A","id":66599,"title":"Love Field","adult":false,"genre_ids":[18,10749]},{"cast":["Michelle Pfeiffer","Alan Alda","Michael Caine","Bob Hoskins","Lillian Gish"],"overview":"Michael has written a schollarly book on the revolutionary war. He has sold the film rights. The arrival of the film crew seriously disrupts him as actors want to change their characters, directors want to re-stage battles, and he becomes very infatuated with Faith who will play the female lead in the movie. At the same time, he is fighting with his crazy mother who thinks the Devil lives in her kitchen, and his girlfriend who is talking about commitment.","release_date":"1986-05-14","vote_average":5.5,"runtime":106,"cert":"N\/A","id":66600,"title":"Sweet Liberty","adult":false,"genre_ids":[35,10749]},{"cast":["Simon MacCorkindale","Roberta Maxwell","Shaun Johnston","Bill Switzer","Enuka Okuma"],"overview":"A 13-year-old girl and her older brother live on a farm where paleontologists search for fossils.","release_date":"2000-08-05","vote_average":5.8,"runtime":null,"cert":"N\/A","id":66601,"title":"The Dinosaur Hunter","adult":false,"genre_ids":[12,18]},{"cast":["Bret Michaels","Rikki Rockett","Bobby Dall","C.C. DeVille","Susie Hatton"],"overview":"Poison Greatest Video Hits is the fifth DVD\/video from the rock band Poison, released in 2001. The DVD was released following the Poison album Power to the People and features every Poison music video up to this point including the latest video, the album titled track \"Power to the People\" .  Every Poison album featured music videos up to this point except for the album Crack a Smile...and More!. The DVD consists of the first two Poison video releases \"Sight for Sore Ears\" and \"Flesh, Blood, &amp; Videotape\" (which have not been released on DVD) and also features behind the scenes footage, in depth interviews, various clips and music videos from 'Swallow This Live', 'Native Tongue' and 'Power to the People' albums. The DVD received US Gold certification in 2003.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66602,"title":"Poison: Greatest Videos Hits","adult":false,"genre_ids":[10402]},{"cast":["Gwen Stefani"],"overview":"With distinctive visual flair, this compilation of videos showcases more than a decade of music from popular ska band No Doubt, while behind-the-scenes clips and an interview with the band members give fans an inside look at the group.","release_date":"2004-05-04","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66603,"title":"No Doubt: The Videos 1992-2003","adult":false,"genre_ids":[10402]},{"cast":["Freddie Mercury"],"overview":"This award-winning documentary is the untold story of Freddie mercury, from his birth in Zanzibar, to his death in London\r There were those who shared an extremely close relationship with Freddie: his mother Jer Bulsara, and sister Kashmira; Mary Austin; Diana Moseley, who designed his public and private wardrobe; Peter Freestone, his personal assistant; and Jim Hutton, his companion at the time of his death. Outside of this close circle there were friends, photographers, record producers, and record bosses; and from Zanzibar and St peter's school in Panjghani, India, the relatives, school friends, and his first child sweetheart, Gita R Goshi.\r Together here talking about the times they shared with him, they weave the rich tapestry that was the life of Freddie Mercury, Lover of Life.","release_date":"2006-09-04","vote_average":0.0,"runtime":360,"cert":"","id":66604,"title":"Freddie Mercury: Lover of Life - Singer Of Songs","adult":false,"genre_ids":[10402]},{"cast":["Russell Peters","Michael Buffer"],"overview":"Russell Peters once again delivers his trademark take on race and culture as well as his lightning quick improv. Russell shares his observations on everything from the declining population of white people, to the stereotyping of Arabs, to his recent travels in India.","release_date":"2011-03-23","vote_average":6.6,"runtime":88,"cert":"N\/A","id":66605,"title":"Russell Peters: The Green Card Tour","adult":false,"genre_ids":[35]},{"cast":["Lindsay Hollister","Willam Belli","Uwe Boll","Brendan Fletcher","Michael Paré"],"overview":"An action comedy centered on Blubberella, an overweight half-vampire woman whose footsteps cause explosions and whose dual swords are used against anyone who makes fun of her. She must face an army of undead Nazi soldiers in her valiant struggle against bloodshed and tyranny.","release_date":"2011-07-29","vote_average":3.3,"runtime":83,"cert":"N\/A","id":66608,"title":"Blubberella","adult":false,"genre_ids":[27,28,35]},{"cast":["Niki Karimi","Mohammad Nikbin","Atila Pesiani","Akbar Moazezi","Soghra Obeisi"],"overview":"An official is sent from his home in Tehran to hear the final appeal of a woman sentenced to death, a political prisoner. The official's wife of nearly 20 years, Fereshteh Samimi, writes him a letter to read when he reaches the hotel - the story of her student days during the revolution of 1978. We see the story in flashbacks as he reads: she leaves her province on scholarship, joins a Communist youth group, avoids arrest, and comes under the sway of a suave older man, Roozbeh Javid, a literary-magazine editor. As she tells her husband about the hidden half of her life, Fereshteh asks that he listen to the woman facing execution, a woman and therefore one of Iran's hidden half.","release_date":"2001-02-06","vote_average":7.5,"runtime":103,"cert":"N\/A","id":66609,"title":"The Hidden Half","adult":false,"genre_ids":[18]},{"cast":["Douglas Rushkoff","Christina Aguilera","Greg Berlanti","Jessica Biel","Adam Carolla"],"overview":"A documentary on the marketing of pop culture to Teenagers.","release_date":"2001-02-27","vote_average":7.1,"runtime":55,"cert":"N\/A","id":66610,"title":"The Merchants of Cool","adult":false,"genre_ids":[99,36,10402]},{"cast":[],"overview":"Lifting the Veil is the long overdue film that powerfully, definitively, and finally exposes the deadly 21st century hypocrisy of U.S. internal and external policies, even as it imbues the viewer with a sense of urgency and an actualized hope to bring about real systemic change while there is yet time for humanity and this planet.","release_date":"2011-03-11","vote_average":5.3,"runtime":113,"cert":"N\/A","id":66611,"title":"Lifting the Veil","adult":false,"genre_ids":[99]},{"cast":["Tom Sizemore","Wendy Anderson","Richard Fitzpatrick","Amber Cull","Martin Roach"],"overview":"A group of utility workers are trapped in a series of tunnels which, unfortunately, contain a scientist mutated by his own creation. The creature feeds instantly on a rat, becoming what it has eaten.","release_date":"2007-04-03","vote_average":5.1,"runtime":86,"cert":"N\/A","id":66616,"title":"Bottom Feeder","adult":false,"genre_ids":[878,27]},{"cast":["Sam Heughan","Paul Kinman","Paul Linto","Gary Lewis","Ben Aldridge"],"overview":"In May 1940, feeling the RAF needs every man to fight to Luftwaffe, Geoffrey 'Geoff'\/'Boy' Wellum joins at 18, becoming the youngest ever Spitfire pilot. After an intense training, he soon bonds with the flying men of his squadron. In the air, danger is great, but on the ground drinks, sports and girls, in Geoff's case Sarah, provide great comfort. However in time, the casualties exact a grueling psychological toll, until his tour of duty is ended after 18 months.","release_date":"2010-09-14","vote_average":4.7,"runtime":75,"cert":"15","id":66617,"title":"First Light","adult":false,"genre_ids":[18,36,10752]},{"cast":["Ben Kingsley"],"overview":"Islam: Empire of Faith is a documentary series that details the history of Islam, from the birth of the Islamic Prophet, Muhammad to the Ottoman Empire. It is narrated by Ben Kingsley. The first episode deals with the life of Muhammad, the second with the early Caliphates, Crusades, and Mongol invasion, and the third with the Ottoman Empire and Safavid dynasty.","release_date":"2001-05-08","vote_average":8.8,"runtime":160,"cert":"N\/A","id":66618,"title":"Islam: Empire of Faith","adult":false,"genre_ids":[99]},{"cast":["Abigail Morgan","John Doe","Michael Kevin Walker","Jenna Stern","Kim Brockington"],"overview":"When five friends return home for a high school reunion, it's clear they are hiding a dark secret. While becoming reacquainted, horrifying images of the past haunt them. Slowly the strong ties that bind the group begin to unravel and the terrifying story of rage, revenge and a friend buried alive is told.","release_date":"2001-01-01","vote_average":3.0,"runtime":85,"cert":"N\/A","id":66621,"title":"The Red Right Hand","adult":false,"genre_ids":[]},{"cast":[],"overview":"An offbeat global warming adventure that follows geophysicist Jonathan Goold as he hunts for gold where no man has ever set foot - on land exposed by Alaska's melting glaciers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66622,"title":"Goold's Gold","adult":false,"genre_ids":[]},{"cast":["Megan Edwards","Virgil Mignanelli","Benjamin Burdick","Kathryn Cherasaro","Gordon Reinhart"],"overview":"Teacher Sara has always played by the rules and has never thought of herself as one who's attracted to the \"bad boy\" type. That all changes when tattoo artist Virgil takes part in a classroom show-and-tell session and Sara reluctantly finds herself attracted to the biker guy. Will straightlaced Sara allow herself to fall for a man who's completely different from her?","release_date":"2002-04-11","vote_average":7.0,"runtime":95,"cert":"N\/A","id":66623,"title":"Tattoo, a Love Story","adult":false,"genre_ids":[]},{"cast":["L. Warren Young","Faith Ford","Tony Oller","Joe Adler","Alyssa Shafer"],"overview":"Through mysterious footage captured on an old malfunctioning video camera, Sinclair High School's star quarterback, Tyler McFarland, learns that some of his teammates have been bullying Cory Walker, a troubled new transfer student. Aware that sharing this information with the coach might get his friends kicked off the team and ultimately cost the school the state championship, Tyler must choose what's more important: winning or doing what's right. As these events unfold, the camera also reveals more surprising footage to Tyler's kid sister Lucy. She learns that Cory has a secret past, unknown even to him. Now Lucy must convince her mom (Faith Ford, Murphy Brown) and family that the camera's revealing insight is not a product of her imagination as she enlists their help to find the answers Cory so desperately needs. It's a compelling and intriguing story that shows both the challenges and rewards of doing the right thing even when it's tough to do.","release_date":"2011-06-11","vote_average":6.0,"runtime":90,"cert":"N\/A","id":66624,"title":"Field of Vision","adult":false,"genre_ids":[10751]},{"cast":["Ludovico Einaudi"],"overview":"In his mingling of ambient, minimalist and cinematic strains, and his ear for a poignant melody, Ludovico Einaudi is the Italian equivalent of Michael Nyman, straddling classical, jazz, soundtrack and chillout. His live band on this 2CD\/1DVD set, for instance, features To Rococo Rot's Robert Lippok on live electronics alongside the piano, guitar, percussion and string orchestra, the elements blended seamlessly on material ranging from the sombre \"Bye Bye Mon Amour\" to the evocative \"Nightbook\". \"Lady Labyrinth\" displays Einaudi's characteristic cyclical piano motif – not strictly minimalist – fattened by strings and driven by hand percussion, which develops a compelling momentum.","release_date":"2010-10-31","vote_average":10.0,"runtime":119,"cert":"","id":66625,"title":"Ludovico Einaudi - Royal Albert Hall Concert","adult":false,"genre_ids":[]},{"cast":["Markus Schulz"],"overview":"The outcome of that lens odyssey is ‘Markus Schulz – Do You Dream? – The World Tour Documentary’ and it takes you, the viewer inside Markus’ professional life for the first time. Up close and at times personal, the camera captures his thoughts pre-gig in the ready-rooms, follows him through the anticipation of the backstage tunnels and up onto the stages of electronic dance music biggest, most celebrated events. Nature One, Sunrise, Dance Valley, Tomorrowland, Pleasure Island, Future Music – they’re all here, their crowd-generated electricity caught in HD. If you’ve been to one, you’ll want to see them all! From Amnesia nights, filmed from the pulpit to tornado-hit festivals in Russia and two-gigs-in-a-day dashes across Australia, you’re with him every step, jolt, rush and drumbeat of the way!","release_date":"2011-05-13","vote_average":0.0,"runtime":48,"cert":"N\/A","id":66626,"title":"Markus Schulz: Do You Dream?","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"As viewed and filmed in High Definition by astronauts on the space shuttle, this is the Planet Earth as few have seen before. One hour of High Definition visual space scenery, coupled with eight separate one hour soundtracks of the world's most treasured clasical music in Dolby Digital Surround Sound. Choose your favorite classics for this High Definition trip around the world - complete classical music collection on one disc. Classical Masters featuring Wagner, Pachelbel, Ravel, Strauss, Beethoven,Handel, Debussy, Marcello, Satie, Mozart, Vivaldi\/Mendelssohn, Bach, Rossini, Dvorak, Brahms, Chopin, Tchaikovsky, and other great composers.","release_date":"2006-06-06","vote_average":0.0,"runtime":59,"cert":"N\/A","id":66627,"title":"A View from Space With Heavenly Music","adult":false,"genre_ids":[]},{"cast":["Jun'ichi Inoue","Kumiko Akiyoshi","Masaya Oki","Akira Kamiya","Banjou Ginga"],"overview":"A young boy learns he is part of a powerful race of psionic humans who must fight the normal humans determined to keep them from Earth.","release_date":"1980-04-25","vote_average":6.9,"runtime":113,"cert":"N\/A","id":66628,"title":"Toward the Terra","adult":false,"genre_ids":[16,12,28,878]},{"cast":["Hildur Berglind Arndal","Edda Arnljótsdóttir","Sigurbjartur Atlason","Þorsteinn Bachmann","Guðrún María Bjarnadóttir"],"overview":"The time is 20 years and a few months to the millennium, and the unrecognized, self-proclaimed genius Orm Odins has to deal with the age-old existentialist dilemma that is teenage hood. With his final exams looming, his hormones in overdrive and love just around the corner what can a great poet do to survive? Our setting is Reykjavik in the eighties, a city that is going through a growth spur not unlike our eloquent hero. The mullet is just about to put its mark on a unsuspecting generation, there is no TV on Thursdays, only one radio station, beer is still and outlawed commodity and somewhere within the city limits the first female president in the world will see has a dream.","release_date":"2010-12-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":66629,"title":"Gauragangur","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"ewfwefwefwef","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66630,"title":"wefwefwefwefwefewf","adult":false,"genre_ids":[]},{"cast":["Richard Berry","Patrick Bruel","Bruno Cremer","Claude Brasseur"],"overview":"","release_date":"1989-03-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66635,"title":"L'union sacrée","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Join Randy Couture and Ryan Couture as they take you step-by-step through over 40 MMA techniques guaranteed to improve your fight game. Whether you're a traditional wrestler looking to make the transition to MMA, or a seasoned fighter ready to sharpen your skills in the ring - this video is made for you! This video takes technique training to another level with ANGLES ON DEMAND which allows you the viewer to watch a techniques from four (4) unique camera angles!","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":66636,"title":"Xtreme Couture Presents: Masters of MMA. Randy Couture's Wrestling for Fighting","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed and directed by the Iraqis themselves -- thousands of them, from all walks of life, all over their country. The producers, who distributed more than 150 digital video cameras across the country, condensed more than 400 hours of footage into an unprecedented, and startling, look at life in a war zone. It's a new genre of filmmaking.","release_date":"2004-01-01","vote_average":9.0,"runtime":80,"cert":"N\/A","id":66641,"title":"Voices of Iraq","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"A rebuttal to the 9\/11 truther \"documentary\" Loose Change.","release_date":"2007-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66642,"title":"Screw Loose Change","adult":false,"genre_ids":[]},{"cast":["Dipankar Dey","Mamata Shankar","Jisshu Sengupta","Ananya Chatterjee","Riya Sen"],"overview":"Abohomaan tells the story of Aniket, one of the finest filmmakers of Bengal in eastern India and the loves of his life. Devoted to his craft, Aniket met and fell in love with his wife Deepti, an actress, while they worked together on the set of a film. They were so in love that Deepti sacrificed her own career for her husband's and for their son Apratim, but lost a little of who she was in the process. The plot thickens when Aniket auditions a young actress, Shikha, who bares an uncanny resemblance to his wife when she was younger. Deepti enthusiastically begins to coach Shikha for her husband's film - so much so that Shikha becomes even more like the girl Deepti used to be and as a result the aging Aniket falls in love with Shikha, a woman as young as his son, despite the sadness and trouble it brings to his family.","release_date":"2009-12-22","vote_average":4.8,"runtime":122,"cert":"N\/A","id":66643,"title":"The Eternal","adult":false,"genre_ids":[18,10749]},{"cast":["Baek Jin-hee","Mahbub Alam","Park Hyuk-kwon","Yang Hae-hun"],"overview":"Min-Seo, a 17-year old rebellious high school Korean girl, lives in a small apartment with her mother and her mother’s penniless lover. She hates her mother’s lover and doesn’t understand both of them. Karim, a 29-year old Muslim migrant worker from Bangladesh has to leave Korea in a month. Before departing, he is desperately searching for his ex-boss to get his unpaid salary. One day, as Min-Seo’s summer vacation begins, Karim encounters Min-Seo on a bus, and together they set out on an emotional journey.","release_date":"2009-06-25","vote_average":6.1,"runtime":107,"cert":"N\/A","id":66644,"title":"Bandhobi","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2008-08-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":66645,"title":"The Fortress","adult":false,"genre_ids":[99]},{"cast":["Bill Snyder"],"overview":"A Decade of Dominance is the video collection every K-Stater has been waiting for. Fourteen years in the making, this 3-disc DVD set documents K-State's rise to national prominence under Bill Snyder, and celebrates the Wildcats' 10-consecutive bowl games. Beginning with Bill Snyder's hiring in 1988, K-State football has revitalized an entire university and it's alumni base. Co-authored by K-State's Ben Boyle and Powercat Illustrated's Tim Fitzgerald, this new documnetary recaps all the great moments from Bill Snyder's first 14 seasons in Manhattan. The 3-disc set includes more than 10 hours of programming, a special introduction from Bill Snyder, selected player features, profiles on the all-Americans, the Top 10 bowl plays as selected by the coaching staff and for the first time ever -- all 10 season highlight tapes from 1993 through 2002 on DVD. Decade of Dominance is an absolute must for every K-State fan.","release_date":"","vote_average":5.3,"runtime":36,"cert":"N\/A","id":66646,"title":"K-State | A Decade of Dominance","adult":false,"genre_ids":[]},{"cast":["Bill Snyder"],"overview":"1998 K-State vs Nebraska: Special Director's Cut Edition The greatest game of the #1 Season is available on DVD for the first time ever, in this 2-disc Special Edition Wildcat Classic. Featuring: •Complete game replay (1st time on DVD!) •Optional audio track, with all new commentary from Coach Bill Snyder and former players Damion McIntosh and Jeremy Martin recorded this Summer •Pregame Hype (includes ESPN Gameday) •Postgame Locker room Celebration •1998 Season Highlights (1st time on DVD!)","release_date":"","vote_average":10.0,"runtime":154,"cert":"N\/A","id":66647,"title":"K-State | Nebraska 1998","adult":false,"genre_ids":[]},{"cast":["Jacob Pullen","Frank Martin","Denis Clemente"],"overview":"The season may be over, but the legacy continues. Kansas State posted one of their most impressive seasons in 2009-2010. Hailed as one of the greatest NCAA Tournament games of all-time, this DVD features the commercial-free broadcast as the Kansas State Wildcats battled the Xavier Musketeers into double overtime on their way to the win and 2010 appearance in the Elite Eight.","release_date":"","vote_average":0.0,"runtime":126,"cert":"N\/A","id":66648,"title":"2010 NCAA Basketball Regional Semi-Finals: Kansas State vs. Xavier","adult":false,"genre_ids":[]},{"cast":["Om Puri","Deepak Dobriyal","Shreyas Talpade","Ragini Khanna","Yograj Singh"],"overview":"Bhatinda-based middle-classed Harpreet Gill is unable to get his three rather plain-looking and overweight daughters married and must live with constant criticism from his wife; his brother, Chiksi, is a fake dentist who incurs wrath of his patients; while his second brother, Fancy, is an out-of-work Punjabi movies' actor. The trio dislike each other and keep their distance. When their grandfather, Khetrapal Singh, passes away, the trio do get together and waste no time in squabbling with each other. They are, however, pleasantly surprised when they find out that he had left a mansion in their respective names. Their joy will turn to anger and disgust after they find out the location as well as the terms and conditions, spread over a period of three years, that go with this procurement.","release_date":"2011-04-15","vote_average":3.7,"runtime":null,"cert":"N\/A","id":66649,"title":"Teen Thay Bhai","adult":false,"genre_ids":[]},{"cast":["Bill Snyder","Darren Sproles"],"overview":"In one of the most stunning upsets in national conference championship history, Kansas State upended Oklahoma, consensus No. 1 in the polls for 16 consecutive weeks, 35-7. This was the fourth consecutive win for the North Division champ in an odd-numbered year - Nebraska in 1997 and ’99, Colorado in 2001 and KSU in 2003. Two of the nation’s testiest defenses entering the game allowed almost 1,000 yards (917 total), but the Wildcats limited the nation’s No. 1 scoring team (48.3 points per game) to a touchdown and added a defensive score to ice the game with 10:16 left to play. Sophomore linebacker Ted Sims had perfect placement for a 27-yard interception return for the fifth K-State touchdown of the night.","release_date":"","vote_average":10.0,"runtime":160,"cert":"N\/A","id":66650,"title":"K-State | 2003 Big 12 Championship","adult":false,"genre_ids":[]},{"cast":["Lars Ulrich","James Hetfield","Kirk Hammett","Robert Trujillo","Metallica"],"overview":"This concert was recorded in the period from 20 to 28 July 2009, when the band played five concerts in the capital of Denmark. Main feature is that the video shot by the fans gruppy.Poetomu shooting turned out not quite professional, but the atmosphere is transferred to the \"excellent\"","release_date":"2010-11-26","vote_average":6.2,"runtime":176,"cert":"N\/A","id":66651,"title":"Metallica: Fan Can 6","adult":false,"genre_ids":[10402]},{"cast":["William Shatner","Harry Hamlin","Scott Rinker","Julianne Christie","Tim Thomerson"],"overview":"An escaped mental patient holds a film crew hostage and forces them to film his screenplay.","release_date":"2002-01-25","vote_average":8.0,"runtime":90,"cert":"N\/A","id":66654,"title":"Shoot or Be Shot!","adult":false,"genre_ids":[35]},{"cast":["Kevin Dillon","Leila Johnson","John Shaw","Chris Gauthier","Paul Jarrett"],"overview":"Four old friends reconnect at their 20-year college reunion.","release_date":"2006-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":66655,"title":"The Foursome","adult":false,"genre_ids":[35]},{"cast":["Art Carney","Michael Landon","Cliff DeYoung","Robert Hy Gorman"],"overview":"Sentimental drama about an aging man's fond reminiscences of his relationship with his grandfather in 1950 midwest and the time they spent together raising racing pigeons.","release_date":"1990-01-29","vote_average":7.0,"runtime":100,"cert":"N\/A","id":66656,"title":"Where Pigeons Go to Die","adult":false,"genre_ids":[]},{"cast":["Stephen Chow","Anita Mui","Sharla Cheung Man","Natalis Chan","Kathy Chow"],"overview":"Stephen Chow returns as Chow Sing-Sing, the obnoxious undercover cop who seems to get into all sorts of trouble, only this time he doesn’t go back to school. Instead, Chow goes undercover as the husband of a wealthy socialite (Anita Mui), which doesn’t sit well with his fiancée played by Cheung Man who tries to convince Chow to quit working as undercover.","release_date":"1993-01-14","vote_average":6.5,"runtime":89,"cert":"N\/A","id":66657,"title":"Fight Back to School 3","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Interviews with Christo, Chuck Close, Roy Lichtenstein, Judith Malin, James Rosenquist and others help to illuminate the life and work of Warhol contemporary Ray Johnson.","release_date":"2002-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":66660,"title":"How to Draw a Bunny","adult":false,"genre_ids":[99]},{"cast":["Ernie Hudson","Jeff Fahey","Rob Stewart","Frank Zagarino","Hal Holbrook"],"overview":"A team of military experts and scientists go after a terrorist group that has seized a deadly virus and is threatening to release it.","release_date":"1997-01-01","vote_average":4.7,"runtime":93,"cert":"N\/A","id":66661,"title":"Operation Delta Force","adult":false,"genre_ids":[28,53,10770]},{"cast":["Junior dos Santos","Shane Carwin","Mark Muñoz","Demian Maia","Kenny Florian"],"overview":"The UFC returns to Vancouver with an exciting main event, as Junior dos Santos and Shane Carwin meet in a battle of heavyweight powerhouses.","release_date":"2011-06-11","vote_average":7.0,"runtime":176,"cert":"N\/A","id":66662,"title":"UFC 131: Dos Santos vs. Carwin","adult":false,"genre_ids":[28]},{"cast":["Monica Calhoun","Lil' Kim","Stacey Dash","Marie Matiko","LisaRaye McCoy"],"overview":"Set in the 1800's, the town of Flat ridge is over run by a band of outlaws looking for lost treasure said to be buried somewhere in town. In their quest for dominance, the outlaws kill Sally, a whore who happens to be the sister of Rachel and a 1\/5 member of the Roses Gang. With the weight of grief on her heart, Rachel decides to shed her new found religious faith to bring vengeance upon her sister's killers. After placing Sally to rest, she goes in search of her former posse to assist her in the reckoning of the outlaws wrong doing.","release_date":"2003-10-10","vote_average":6.0,"runtime":94,"cert":"N\/A","id":66667,"title":"Gang of Roses","adult":false,"genre_ids":[37,28,18]},{"cast":["Courteney Cox","David Arquette","David James Elliott","Carol Kane","Kimberley Davies"],"overview":"A young woman impersonates a shrink to win over her Prince Charming.","release_date":"2001-08-01","vote_average":5.5,"runtime":87,"cert":"N\/A","id":66668,"title":"The Shrink Is In","adult":false,"genre_ids":[35,10749]},{"cast":["Taye Diggs","Hill Harper","Ellen Burstyn","Da Brat","Joseph Simmons"],"overview":"Two star basketball players, Donnell, a black kid from the inner city high school, and Jason, a white kid from the affluent suburbs, are sentenced to 30 days of labour in each other's communities after a brawl between their two teams. When they return to their home turf, both see their new attitudes put to the test.","release_date":"2006-10-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":66669,"title":"30 Days","adult":false,"genre_ids":[18]},{"cast":["Bill Scott","Lulu Benton","Melissa Troughtzmantz"],"overview":"Troy (Bill Scott), a suicidal office employee, forms a bond with Lorri (Lulu Benton), a crisis counselor with a secret necrophiliac obsession. The two make a secret pact: Lorri will help Troy kill himself, if she can have her way with him afterward. But, as they prepare to go through with the deed, Troy's feelings for Lorri begin to grow, putting a strain on their seemingly ideal arrangement, as Troy wonders if he really does want to give his life (and Lorri) up.","release_date":"2010-11-09","vote_average":1.0,"runtime":83,"cert":"N\/A","id":66670,"title":"Stiff","adult":false,"genre_ids":[27]},{"cast":["Nadine Njeim","Samer El Gharib","Nancy Afiouni","Aziz Abdo","Elie Khayat"],"overview":"The feature tells the story of a severely traumatized woman, after her husband was killed and her son kidnapped. 4 years has passed and her son Fadi is still lost.","release_date":"2011-06-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":66683,"title":"Sorry Mom","adult":false,"genre_ids":[53]},{"cast":["Gia DiMarco","Sea J. Raw","Chloe Reece Ryder","Angelina Valentine","Tacori Blu"],"overview":"The luckiest man in the world, Mike Adriano, aims his camera, his huge cock and his insatiable anal appetite at eight of the loveliest, sexiest fuck-piggies in American porn.","release_date":"2011-06-07","vote_average":0.0,"runtime":331,"cert":"N\/A","id":66684,"title":"Buttsex Nymphos","adult":true,"genre_ids":[]},{"cast":["Nicole Ray","Lexi Swallow","Angel Pink","Angelina Ash","Bill Bailey"],"overview":"Slap on the lotion and get ready for some recreational fun cuz you've been invited back to slut camp! Aleska Diamond, Angel Pink and Samantha Swallows are just a few of the hottest campers you'll ever have the pleasure of 'showing the ropes' to. They're bending over backwards to 'take in' all the 'hard lessons' they're here to learn - from daily pussy drills to full body workouts! Don't let their beauty fool you, these perfect tens are ready to get down on their knees for some serious slut training!","release_date":"2011-05-28","vote_average":8.0,"runtime":133,"cert":"N\/A","id":66685,"title":"Slut Camp 2","adult":true,"genre_ids":[]},{"cast":["Somchai Kemglad","Sa-Ard Piempongsan","Pitisak Yaowananon","Ray MacDonald","Intira Jaroenpura"],"overview":"Cornered by police, three thieves hide the money that they stole in the grounds of a temple. When they eventually are able to go back to the temple, they discover that the money is now buried under a temple building. They disguise themselves as new monks and plot to unearth the money at night. But while their plan is in progress, complications arise from outside forces which make it more difficult than expected to retrieve the money. Can this experience make them into good people?","release_date":"2008-09-11","vote_average":5.8,"runtime":92,"cert":"N\/A","id":66686,"title":"In the Shadow of the Naga","adult":false,"genre_ids":[]},{"cast":["Johanna Wokalek"],"overview":"","release_date":"2004-11-05","vote_average":5.5,"runtime":null,"cert":"N\/A","id":66689,"title":"Die Kirschkönigin","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66694,"title":"Fortunes","adult":false,"genre_ids":[]},{"cast":["Annie Girardot","Jean-Pierre Marielle","Christian Marquand","Brigitte Roüan"],"overview":"François Perrin is a journalist who reads the news on RTL radio. Alone in life, his only \"amusement\" is his neighbor from Africa, who makes mildly fun of him from time to time. One evening, François is bored, and decides to call a random telephone number. He gets Christine on the line, a bit of an old school pharmacist, who hesitates to put down the phone, and plays the game of seduction with the charming \"Mr X\"...","release_date":"1979-04-18","vote_average":6.0,"runtime":97,"cert":"N\/A","id":66695,"title":"Cause Always... I'm Interested in You","adult":false,"genre_ids":[35]},{"cast":["Joel Bissonnette","Lindy Booth","Albert Chung","Colm Feore","David Hewlett"],"overview":"David Weaver makes his feature debut with this omnibus film in which each tale is told during different points during the 20th century, but in the same hotel room -- room 720. The film opens during the swinging '20s when a beautiful young woman, married against her will to a brutish thug of a man, endures a tension-fraught honeymoon. During the Depression segment, a mail-order bride from China meets her husband for the first time. Following the end of WWII, a soldier returns home to meet his girlfriend and his best friend. During the paranoia of the 1950s, a professor searches for his wife. During the 1980s, a lawyer has too much sex and debt, and during the dawn of the millennium, a woman comes to a newly refurbished room 720 to meet her Internet lover. Such acclaimed Canadian actors as Tom McCamus, Sandrine Holt, and Colm Feore star in this film, which was screened at the 2001 Toronto Film Festival.","release_date":"2001-09-09","vote_average":6.0,"runtime":95,"cert":"N\/A","id":66698,"title":"Century Hotel","adult":false,"genre_ids":[18,10749]},{"cast":["Josef Tratnik"],"overview":"","release_date":"2011-03-28","vote_average":4.3,"runtime":null,"cert":"N\/A","id":66699,"title":"Alice 5.0","adult":false,"genre_ids":[99]},{"cast":["Vincenzo Salemme","Maurizio Casagrande","Biagio Izzo","Lidia Vitale","Teresa Del Vecchio"],"overview":"","release_date":"2005-03-25","vote_average":7.2,"runtime":null,"cert":"N\/A","id":66700,"title":"Cose da pazzi","adult":false,"genre_ids":[35]},{"cast":["Richard Barthelmess","Aline MacMahon","Loretta Young","Gordon Westcott","Robert Barrat"],"overview":"Tom Holmes is someone guided by honesty and moral rectitude, a heroic veteran of the World War I marked by the unbearable suffering caused by his battle wounds, a traumatized but courageous man who will experience, in the years to come, the pain of misfortune but also the happiness of success and hope and love for other human beings.","release_date":"1933-06-17","vote_average":7.1,"runtime":72,"cert":"N\/A","id":66701,"title":"Heroes for Sale","adult":false,"genre_ids":[18]},{"cast":["Salman Khan","Preity Zinta","Bhumika Chawla","Rati Agnihotri","Helen"],"overview":"A wealthy man working in an advertising agency and a dedicated doctor fall in love and marry. When his wife dies, the devastated man must fulfil her last wishes.","release_date":"2004-09-10","vote_average":4.8,"runtime":146,"cert":"N\/A","id":66702,"title":"Dil Ne Jise Apna Kahaa","adult":false,"genre_ids":[18,10749]},{"cast":["Sara Canning","Mathieu Bourguet","Ferron Guerreiro","Darcy Fehr","Nazariy Demkowicz"],"overview":"A dark historical drama about two sisters, the man that comes between them, and the tragedy that results. Set in the 1870s.","release_date":"2009-10-13","vote_average":6.0,"runtime":90,"cert":"N\/A","id":66705,"title":"Black Field","adult":false,"genre_ids":[18,36]},{"cast":["James Earl Jones","Brad Dourif","Will Hare","Marc McClure","Michelle Joyner"],"overview":"Two travelers meet on the open prairie, and pass their time together by trading stories with each other. Their tales become a sort of competition, each attempting to relate something which might disturb the other.","release_date":"1990-09-14","vote_average":5.9,"runtime":86,"cert":"N\/A","id":66706,"title":"Grim Prairie Tales","adult":false,"genre_ids":[37,27]},{"cast":["Tyrone Power","Dorothy Lamour","Edward Arnold","Lloyd Nolan","Charley Grapewin"],"overview":"Wall Street broker Robert Cain, Sr., is jailed for embezzling. His college graduate son Bob then turns to crime to raise money for his father's release. As assistant to mobster Mickey Dwyer, then falls for Dwyer's girl Lucky. He winds up in the same prison as his father.","release_date":"1940-04-19","vote_average":7.6,"runtime":94,"cert":"N\/A","id":66707,"title":"Johnny Apollo","adult":false,"genre_ids":[18,80,10749]},{"cast":["Anne Dorval","Marcel Gauthier","Élise Guilbault","Sylvie Legault"],"overview":"As the paramedics pry her hand apart from her dead lover's grip a woman's life flashes before her eyes. Racing to the hospital the stunning skies and rooftops of Montreal from the back of the ambulance are inter-cut with the most exquisitely cinematic memories.","release_date":"1992-11-12","vote_average":5.5,"runtime":18,"cert":"N\/A","id":66708,"title":"Rispondetemi","adult":false,"genre_ids":[]},{"cast":["Julie Graham","Jessica Adams","Rachel Grimstead","Clive Mitchell","Sadie Lee"],"overview":"A woman who comes across two women making love on a rooftop fantasizes about lesbian love.","release_date":"1991-06-26","vote_average":4.0,"runtime":14,"cert":"N\/A","id":66709,"title":"Rosebud","adult":false,"genre_ids":[10749,18]},{"cast":["Martine Berghuijs","Pépé Smit"],"overview":"Short dance film focusing on the Argentine Tango. The location is a wintery, deserted and neglected park. As they dance, two women dressed in close-fitting fur take possession of the park. (EYE filmmuseum)","release_date":"1988-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":66712,"title":"The Reservation","adult":false,"genre_ids":[]},{"cast":["Béatrice Kordon","Sylvie Ballyot"],"overview":"This atmospheric mini-seduction drama follows two beautiful French women who meet at a sidewalk café. What are they going to do together in that cheap Parisian hotel room?","release_date":"2003-04-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":66713,"title":"Regarde-moi","adult":false,"genre_ids":[]},{"cast":["Valerie Buhagiar","Stephanie Morgenstern"],"overview":"Two lovers linger one afternoon in bed in this sexy tale of lust and mistrust.","release_date":"2006-04-19","vote_average":5.0,"runtime":11,"cert":"N\/A","id":66714,"title":"Why I'll Never Trust You (In 200 Words or Less)","adult":false,"genre_ids":[]},{"cast":["Kehaunani Hunt","Wendy Braun","Janet Lloyd","Amy Stewart","Ronald Trotta"],"overview":"Serena starts reflecting on the commitment in her own relationship with Donielle when she is asked to be the maid of honor for her former lover Tisha's wedding.","release_date":"1999-10-01","vote_average":4.0,"runtime":25,"cert":"N\/A","id":66715,"title":"Maid of Honor","adult":false,"genre_ids":[18]},{"cast":["Muhammad Ali","Planet Asia","Bahamadia","Akim Funk Buddah","Eluard Burt"],"overview":"From neighborhood ciphers to the most notorious MC battles, \"Freestyle: the Art of Rhyme\" captures the electrifying energy of improvisational hip-hop--the rarely recorded art form of rhyming spontaneously. Like preachers and jazz solos, freestyles exist only in the moment, a modern-day incarnation of the African-American storytelling tradition. Shot over a period of more than seven years, it is already an underground cult film in the hip-hop world. The film systematically debunks the false image put out by record companies that hip-hop culture is violent or money-obsessed. Instead, it lets real hip-hop artists, known and unknown, weave their story out of a passionate mix of language, politics, and spirituality.","release_date":"2000-04-14","vote_average":7.0,"runtime":60,"cert":"N\/A","id":66716,"title":"Freestyle: The Art of Rhyme","adult":false,"genre_ids":[99,10402]},{"cast":["Jet Black","Jean-Jacques Burnel","Dave Greenfield","Baz Warne"],"overview":"On 4th November 2007, thirty years to the exact day since their last visit, The Stranglers made a triumphant return to The Roundhouse in London. To commemorate this anniversary, the set list was based on the original 'Heroes' Tour of 1977, showcasing material from their debut album Rattus Norvegicus and it's follow up No More Heroes. Featuring the classic four-piece format, with bassist Jean-Jacques Burnel sharing lead vocals with guitarist Baz Warne, the distinctive keyboard sounds of Dave Greenfield and the awesome percussion skills of Jet Black.","release_date":"2007-11-04","vote_average":0.0,"runtime":72,"cert":"","id":66717,"title":"The Stranglers: Rattus at the Roundhouse","adult":false,"genre_ids":[10402]},{"cast":["Roger Sharpe","Rick Stetta","Pat Lawlor","Steve Epstein","Sam Harvey"],"overview":"What made more money than the entire American movie industry through the 50s and 60s? Pinball. Special When Lit rediscovers the lure of a lost pop icon. A product of the mechanical and electrical age, the American invention swept the world and defined cool. Now it is relegated to a nostalgic footnote deserving a better fate. Joining the fans, collectors, designers and champion players from across the globe who share a world many of us didn't know still existed.","release_date":"2009-10-01","vote_average":7.2,"runtime":97,"cert":"","id":66720,"title":"Special When Lit","adult":false,"genre_ids":[99]},{"cast":["Jordan Chan","Rain Li","Yuen Wah","Eric Kot","Chin Ka-Lok"],"overview":"Inferior gangster Flying Dragon has a bad habit of gambling, he thus offends the three great gamble deceivers. Luckily his younger cousin, Roy, who comes back from America is extraordinarily lucky, he can win every round of the game and saves Flying Dragon. Flying Dragon hence brings Roy to Mahjong casino to earn money for him. Roy observes the rivalry between two Mahjong geniuses Hua San Yuan and Ge He Qing by chance, he witnesses the fate of them - one turns to be insane and one becomes bankrupt, and decides not to snatch the reputation of \"The King of Mahjong\". Though Roy has no desire to seize the fame, his good luck elicits the worry of aggressive Mie Luo who then plans to harm Roy.","release_date":"2006-03-30","vote_average":0.0,"runtime":94,"cert":"N\/A","id":66723,"title":"Bet to Basic","adult":false,"genre_ids":[18,28,35]},{"cast":[],"overview":"Tune your air guitar, whip out the hair spray, squeeze into those skin-tight leather pants and head back to the 1980s with this 15-video collection of heavy metal hits. Featuring big hair and liberally applied eyeliner, the compilation contains classics such as the Scorpions' \"Rock You Like a Hurricane\" and Cinderella's \"Shake Me.\" Also included are Rainbow's \"Street of Dreams\" and Queensryche's \"I Don't Believe in Love.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66724,"title":"Pure 80s: Headbangers Rule!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Blondie blends new wave with hip-hop in \"Rapture\" and Devo whips it good in this 15-video collection of classic hits from the 1980s. Special effects and fashion rule in videos such as \"Hungry Like the Wolf\" and \"Take on Me.\" Also included in the compilation are \"Video Killed the Radio Star,\" \"The Safety Dance,\" \"A Million Miles Away,\" \"One Thing Leads to Another,\" \"In a Big Country\" and \"When Smokey Sings.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66725,"title":"Pure 80s: Totally New Wave","adult":false,"genre_ids":[]},{"cast":["Francis Ng","Anthony Wong","Teresa Mo Sun-Kwan","Lam Tze-chung","Yuan Lin"],"overview":"Two work colleagues decide to learn the ancient art of Lion Dancing when they enter an office talent competition in this comedy feature.","release_date":"2007-04-26","vote_average":0.0,"runtime":95,"cert":"N\/A","id":66726,"title":"Dancing Lion","adult":false,"genre_ids":[35]},{"cast":["Xia Yu","Qi Ji","Gigi Leung","Eric Tsang"],"overview":"The film tells of a dramatic love story that took place in an amusement park. Xia Yu plays a hot balloon driver who works for the park, and falls in love with a hot-tempered waitress starred by Gigi Leung.","release_date":"2007-12-28","vote_average":0.0,"runtime":100,"cert":"N\/A","id":66727,"title":"Dangerous Games","adult":false,"genre_ids":[35]},{"cast":["Lo Lieh","Shih Szu","Ku Wen-Chung","Fang Mian","Ling Ling"],"overview":"Renowned writer Shen Chiang had become so popular for his scripts that the studio let him direct as well. Here he continued his winning ways with this tale of the end of the Sung Dynasty and the survivors who band together to save their prime minister. Shen outdoes himself with this bold and stirring story of daring Sung avengers (led by Shaws' first international star, Lo Lieh), who must fight their way out of trap after trap.","release_date":"1971-09-24","vote_average":6.2,"runtime":79,"cert":"N\/A","id":66730,"title":"The Rescue","adult":false,"genre_ids":[28]},{"cast":["Tony Leung Ka-Fai","Candice Yu","Gillian Chung","Jordan Chan","Chapman To"],"overview":"In Hong Kong, a terrorist organization plans to blackmail the world's government with the help of two fatal diseases a goofy scientist created. Two Interpol agents went to stop their evil plot of world domination, but one of them became a victim of one of the diseases and wanders off acting like a six-year old child. He mindlessly walks into a bullied action film star's mansion, and the star, Jones Bon, was forced to babysit him while dealing with affairs involving his divorced wife and his two daughters. Only a short period of times has passed when Jones, although paying more attention to solving his family situations, finds himself fighting the terrorists.","release_date":"2003-10-23","vote_average":0.0,"runtime":112,"cert":"N\/A","id":66731,"title":"The Spy Dad","adult":false,"genre_ids":[35]},{"cast":["Antonio Sabàto, Jr.","Rae Dawn Chong","Michael Boisvert","Dominic Zamprogna","Michael Moriarty"],"overview":"The sky is literally falling in this thriller as one of the nation's leading astronomers, Madison Kelsey believes she is tracking a huge rogue asteroid rocketing toward earth. However, she can't get anyone in authority to take her seriously because the mysterious asteroid exists only in the mathematical calculations of her computer program and it's not yet visible. With only hours remaining until probable impact, Madison enlists the aid of discredited former Air-Force Colonel, Richard Donovan. Together they hatch a plan to resurrect a mothballed military laser in order to blast the asteroid out of the sky before it destroys the planet. The only problem with their plan, the laser is under guard in the middle of an Air Force base and the guards have orders to shoot to kill","release_date":"2006-08-15","vote_average":3.3,"runtime":89,"cert":"N\/A","id":66736,"title":"Deadly Skies","adult":false,"genre_ids":[28,12,878,53,10770]},{"cast":["Nicole Kidman","John Hargreaves","Chris Haywood","Robyn Nevin"],"overview":"A comedy of life's temptations - lust, greed and power. The city in question is Sydney and the colour green signifies greed and envy in David Williamsons amusing satire on its film and publishing industries. The story centers around the Rogers family, loosely modelled on Williamson's own.","release_date":"1988-12-09","vote_average":4.2,"runtime":92,"cert":"N\/A","id":66737,"title":"Emerald City","adult":false,"genre_ids":[35,18]},{"cast":["Shiri Appleby","David Alpay","John Bourgeois","Kathy Baker","Charlotte Sullivan"],"overview":"After an abusive, dangerous relationship, a wealthy pampered new bride who has been under psychiatric care for mental issues is either sabotaging herself and her husband or her new husband is rapidly making her unstable.","release_date":"2009-04-25","vote_average":3.0,"runtime":90,"cert":"N\/A","id":66738,"title":"Unstable","adult":false,"genre_ids":[18,9648,53,10770]},{"cast":["Ely Pouget","Thomas Kretschmann","Misa Koprova","Brian Faker","Melik Malkasian"],"overview":"David Bradley, stars as the roguish soldier Anthony Rand, who follows a ruthless general back through time in a last ditch attempt to save the universe.","release_date":"1997-04-03","vote_average":4.5,"runtime":100,"cert":"15","id":66741,"title":"Total Reality","adult":false,"genre_ids":[28,878]},{"cast":["Alan Rickman","Janeane Garofalo","Mike Binder","Sonya Walger","Juliet Stevenson"],"overview":"Matthew Barnes is a young exec on the move up who finds himself a pawn in corporate in-fighting when he's sent to London to oversee a merger","release_date":"2001-11-01","vote_average":5.1,"runtime":91,"cert":"N\/A","id":66742,"title":"The Search for John Gissing","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In June 2002, Aerosmith rocked an enthusiastic crowd of 50,000 as headliners of the \"International Day\", celebrated on the occasion of the FIFA World Championship in Tokyo, Japan. Tracks include 'Back in the Saddle', 'Love In An Elevator', 'Pink', 'Dream On', 'I don't Want to Miss A Thing', 'Cryin', 'Walk This Way', 'Sweet Emotion', 'Livin' On the Edge' and 'Train Kept Rolling'.","release_date":"2002-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66743,"title":"Aerosmith - Live in Japan","adult":false,"genre_ids":[]},{"cast":["Ryōsei Konishi","Ray Fujita","Shouma Yamamoto","Yuzumi Shibamoto","Yasue Sato"],"overview":"In the aftermath events of GARO: Chapter of the Black Wolf, Saejima Kouga sets out to the northern district upon reassignment. While hunting down Horrors, a young priestess named Rin informs Kouga that she's been sent by Priest Amon to save a presumed dead friend in the Makai realm within Kantai, Jabi. Kouga teams up with Rin in a quest to save Jabi as they are hindered by supernatural and Makai forces alike. Meanwhile somewhere in Japan the dark Horror lord Legules was resurrected and plots a means to alter a supernatural event called White Night within Kantai to plunge the world into darkness with his \"family.\" It's the final chapter of GARO as Kouga puts his life on the line to save Jabi and defeat Legules before the world is ruined.","release_date":"2006-12-15","vote_average":8.0,"runtime":105,"cert":"N\/A","id":66744,"title":"Garo Special: Beast of the Demon Night","adult":false,"genre_ids":[28,12,878]},{"cast":["Jill Lansing","Stuart Taylor","Katie Johnson ","Wallace Earl Laven","Alex Mann"],"overview":"When a high school senior is dumped by her boyfriend, her grades fall drastically...to avoid failing, she begins seducing her male teachers. Thus begins her downward spiral into drug addiction and prostitution, and ultimately assassinations for a kingpin mob boss.","release_date":"1979-05-01","vote_average":6.3,"runtime":92,"cert":"N\/A","id":66745,"title":"Malibu High","adult":false,"genre_ids":[80,18,53]},{"cast":["Toshiyuki Nagashima","Hiroshi Abe","Yûko Moriyama","Sayaka Yoshino","Yukijiro Hotaru"],"overview":"A retired warrior comes to see his former lord and learns that someone is making indestructible swords from some unknown metal. He is sent together with a swordsman to investigate the source. Along the way they meet a young girl working as a beekeeper. She is later witness to the appearance of three strange females from another dimension. They are searching for a lost weapon that has landed on earth and as one of them lay dying she enlists the girl to help them control the strange beast\/weapon. Meanwhile the warrior and the swordsman learn that an old nemesis has created the swords from the shell that surrounded the alien weapon. Soon the alien beast\/weapon is awakened and battle for control ensues.","release_date":"1997-11-29","vote_average":6.5,"runtime":96,"cert":"N\/A","id":66746,"title":"Moon Over Tao: Makaraga","adult":false,"genre_ids":[28,14,878]},{"cast":["Takeshi Kaneshiro","Eri Fukatsu","Masanobu Ando","Hiroyuki Ikeuchi","Masatoshi Hamada"],"overview":"Three bank robbers, who declare themselves to be Space Travelers, take six persons as hostages when they are surrounded by the police. Among the hostages, there is a terrorist with a hidden bomb. In order to escape, the robbers ask the hostages to pretend to be part of the gang. Surprisingly, the hostages soon enjoy doing so. On that strange day, the bank becomes a tropical paradise...","release_date":"2000-04-08","vote_average":4.5,"runtime":125,"cert":"N\/A","id":66749,"title":"Space Travelers","adult":false,"genre_ids":[14,28,35,80]},{"cast":[],"overview":"On the northern bank of the Sand River in the Mala-Mala Game Reserve in South Africa, seven magnificent creatures reside in an area the size of Manhattan Island. Tracking them for 24 hours reveals a never-ending daily drama.","release_date":"2005-01-01","vote_average":7.0,"runtime":52,"cert":"","id":66750,"title":"Africa's Super Seven","adult":false,"genre_ids":[99]},{"cast":["Hippolyte Girardot","Rafic Ali Ahmad","Hussein Sbeity","Majdi Machmouchi","Habib Hammoud"],"overview":"Patrick Perrault, a photo-journalist covering the war in Beirut in the late 1980s, is himself caught up in the hostilities when one day he is picked up and bundled into a car at gun-point. Blind-folded, he is taken to an unknown location where he discovers that he is being taken hostage by Lebanese guerrillas.","release_date":"1991-05-15","vote_average":6.0,"runtime":97,"cert":"N\/A","id":66753,"title":"Out of Life","adult":false,"genre_ids":[18]},{"cast":["Sharla Cheung Man","Kenny Bee","Law Kar-Ying","Ashton Chen","Hao Shao-Wen"],"overview":"A silly fantasy\/adventure film about a man and wife who inherit a magical bracelet that bestows ten sons unto them. It soon becomes apparent that there are ill-intentioned others who want to use the ten brothers to their own advantage.","release_date":"1995-12-23","vote_average":6.0,"runtime":100,"cert":"N\/A","id":66754,"title":"Ten Brothers","adult":false,"genre_ids":[28,35]},{"cast":["Jim Davidson","Charlie Drake","Jess Conrad","Dianne Lee","Roger Kitter"],"overview":"A bawdy pantomime filmed during the sellout 1995 nationwide tour.","release_date":"1995-06-30","vote_average":7.1,"runtime":null,"cert":"","id":66755,"title":"Sinderella","adult":false,"genre_ids":[35]},{"cast":["Ti Lung","Derek Yee Tung-Sing","Jason Pai Piao","Ku Feng","Chan Shen"],"overview":"Two princes are seperated by birth. One is raised by the Prime Minister. The other is raised by three mad Shaolin Monks. They both learn kung-fu. When they are 23, they meet and combine there forces to defeat the evil 9th Prince.","release_date":"1982-01-01","vote_average":6.1,"runtime":100,"cert":"N\/A","id":66756,"title":"Shaolin Prince","adult":false,"genre_ids":[28]},{"cast":["Danny Lee Sau-Yin","Tanny Tien-Ni","Lin Chen-Chi","Shih Chung-Tien","Chiang Tao"],"overview":"A brother who loves books and a sister who loves swords must face a yellow-robed warrior, the Red Python, a sinuous snake-charmer, and a silk-masked beauty (who must kill or wed the first man to see her face) before they can bring peace to their battle-addled family.","release_date":"1977-09-09","vote_average":6.3,"runtime":77,"cert":"N\/A","id":66759,"title":"The Battle Wizard","adult":false,"genre_ids":[28]},{"cast":["Lisa Pelikan","Bert Convy","Nina Foch","Amy Johnston","John Gavin"],"overview":"Ostracized at a snooty private school because of her rural, poor background, a scholarship student is tormented to the point where her only remaining recourse is revenge, using the only method she knows: her psychic control over snakes!","release_date":"1978-05-13","vote_average":7.7,"runtime":90,"cert":"N\/A","id":66762,"title":"Jennifer","adult":false,"genre_ids":[27]},{"cast":["Ida Lupino","Howard Duff","Robert Nichols","Mary Shipp","Ned Glass"],"overview":"In this drama, a young woman is hired to take care of an eerie old mansion. There she finds herself entangled with an enigmatic murderer.","release_date":"1953-10-25","vote_average":6.3,"runtime":73,"cert":"N\/A","id":66763,"title":"Jennifer","adult":false,"genre_ids":[53,9648]},{"cast":["Gabriel Arcand","Pierre Curzi","Juliette Huot","Émile Genest","Serge Dupire"],"overview":"The lives of the average Quebecois Plouffe family during the final years of the depression and through World War II.","release_date":"1981-04-07","vote_average":6.5,"runtime":259,"cert":"N\/A","id":66764,"title":"The Plouffe Family","adult":false,"genre_ids":[18]},{"cast":["Jo Ann Harris","Peter Brown","Jennifer Lee Pryor","Lisa Moore","Connie Strickland"],"overview":"A group of women who have all been attacked by the same hockey mask wearing rapist, get no help from the police. So they ban together to form a vigilante group called \"The Rape Squad\", and set about going after the local scum.","release_date":"1974-01-02","vote_average":6.8,"runtime":90,"cert":"N\/A","id":66765,"title":"Act of Vengeance","adult":false,"genre_ids":[80,18,27]},{"cast":["Dhanaé Audet-Beaulieu","Céline Bonnier","Jean Lapointe","Denis Bernard","Christian Bégin"],"overview":"","release_date":"2009-12-04","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66766,"title":"Pour toujours les canadiens","adult":false,"genre_ids":[35]},{"cast":["Tyrone Marshall Brown","Mishael Morgan","Nikki Grant","Chase Armitage","Ray Johnson"],"overview":"Three dance crews – one Latin American, one European and one Canadian – prepare to battle at the International Beat the World competition in Detroit. Along the way, they struggle with gambling debt, bad break-ups and their own egos. In the final showdown to become world champions they find that their lifelong hopes, dreams and even lives, are at stake.","release_date":"2011-06-10","vote_average":5.0,"runtime":91,"cert":"N\/A","id":66767,"title":"Beat the World","adult":false,"genre_ids":[10402,18]},{"cast":["Silvia Navarro","Alan Estrada","Octavio Ocaña","shakti Urrutia","Rafael Amaya"],"overview":"Work colleagues Hanna and Amanda are unexpectedly laid off. Since Amanda is leaving town, Hanna deposits both of their severance checks into her account. Unfortunately, Hanna screwed up and the money went somewhere it wasn’t intended – which puts her on a direct collision course with some eligible and not so eligible bachelors. Now, between her search for a new job and her hilarious forays into babysitting Amanda’s son, Hanna has to find and retrieve the loot in this hilarious misadventure that proves romance happens where and when you least expect it.","release_date":"2008-08-22","vote_average":6.0,"runtime":99,"cert":"N\/A","id":66768,"title":"Amor Letra por Letra","adult":false,"genre_ids":[35,18,10749]},{"cast":["UB40"],"overview":"Over the course of more than two decades, Birmingham's UB40 have become global ambassadors for reggae, a journey captured perfectly on The Collection. This programme is split into two main sections: a 26-track video collection and a documentary detailing their 20th anniversary concert in September 2001. Forgoing chronology in favour of a more random approach, the video selection is slightly disjointed on a visual level, leaping from decade to decade within the space of a couple of tracks. While they have never made a truly great video (most feature the band lip-synching in various places around the world) UB40 have certainly been prolific over the years. \"One In Ten\" and \"Food for Thought\", their earliest work, represented the sound of young, multicultural Britain just as well as the more lauded Specials. And while there have perhaps been a few too many covers in recent times, it is hard to deny the effectiveness of \"Red, Red Wine\" and \"Kingston Town\".","release_date":"2002-12-10","vote_average":6.5,"runtime":157,"cert":"","id":66769,"title":"UB40 - The Collection","adult":false,"genre_ids":[10402]},{"cast":["Shirley Knight","Al Freeman, Jr.","Frank Lieberman","Robert Calvert","Howard Bennett"],"overview":"A young conservative black man, minding his own business, rides a nearly empty subway car. The only other passenger, a blonde vixen looking for trouble, sizes him up. Sexual tension, racial bigotry and righteous fury collide in a razor's edge confrontation between this unlikely pair.","release_date":"1967-02-27","vote_average":3.4,"runtime":55,"cert":"","id":66770,"title":"Dutchman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1. Lost Highway 2. You Give Love A Bad Name 3. Raise Your Hands 4. Runaway 5. The Radio Saved My Life 6. Story Of My Life 7. In These Arms 8. I'd Die For You 9. (You Want To) Make A Memory 10. Whole Lotta Leavin' 11. Born To Be My Baby 12. Any Other Day 13. We Got It Going On 14. It's My Life 15. Bad Medicine 16. Shout 17. These Days 18. Someday I'll Be Saturday Night 19. Keep The Faith 20. I'll Sleep When I'm Dead 21. Jumpin' Jack Flash 22. Dancing In The Streets 23. Who Says You Can't Go Home 24. Livin' On A Prayer 25. Have A Nice Day 26. Wanted Dead Or Alive 27. I Love This Town 28. Captain Crash &amp; The Beauty Queens From Mars","release_date":"2008-05-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66773,"title":"Bon Jovi: Live In Japan","adult":false,"genre_ids":[10402]},{"cast":["Billy Joel","Paul McCartney","Steven Tyler","Tony Bennett","John Mayer"],"overview":"This 2008 show from the legendary Shea Stadium features Long Island's own Billy Joel performing hits from throughout his decades long career including \"My Life,\" \"Summer, Highland Falls,\" \"We Didn't Start the Fire,\" and \"Scenes From an Italian Restaurant. The Piano Man is joined on stage by such luminaries as Steven Tyler, John Mellencamp, and Who frontman Roger Daltrey.","release_date":"2011-02-28","vote_average":6.5,"runtime":140,"cert":"N\/A","id":66774,"title":"Billy Joel: Live at Shea Stadium","adult":false,"genre_ids":[10402]},{"cast":["Robert Shaw","Anne Bancroft","Simon Ward","Jack Hawkins","Ian Holm"],"overview":"This historical drama is an account of the early life of British politician Winston Churchill, including his childhood years, his time as a war correspondent in Africa, and culminating with his first election to Parliament.","release_date":"1972-07-20","vote_average":6.3,"runtime":149,"cert":"PG","id":66775,"title":"Young Winston","adult":false,"genre_ids":[28,12,18,10752]},{"cast":["Natasha Henstridge","Johnathon Schaech","Michael Filipowich","David McIlwraith","Robin Brûlé"],"overview":"A woman becomes entangled in the conspiracy of two world governments to assassinate an international leader in New York.","release_date":"2000-01-14","vote_average":3.0,"runtime":95,"cert":"N\/A","id":66778,"title":"Caracara","adult":false,"genre_ids":[28,53]},{"cast":["David Ogden Stiers"],"overview":"THE LORD IS NOT ON TRIAL HERE TODAY tells the compelling personal story behind one of the most important and landmark First Amendment cases in U.S. Supreme Court history, the case that set the foundation for the separation of church and state in public schools.","release_date":"2011-03-19","vote_average":6.8,"runtime":56,"cert":"N\/A","id":66779,"title":"The Lord is Not On Trial Here Today","adult":false,"genre_ids":[99]},{"cast":["Eric Saperston","Jimmy Carter","Max Cleland","Billy Crystal","Billy Frank"],"overview":"Eric Saperston directs this amazing journey about a group of young Americans who decide to ask the age old question in life, \"what do our elders have to pass down to us?\"","release_date":"2001-06-13","vote_average":5.3,"runtime":93,"cert":"N\/A","id":66780,"title":"The Journey","adult":false,"genre_ids":[99]},{"cast":["Billy Sheehan","John Novello","Dennis Chambers"],"overview":"Concert from the jazz all-star band of Billy Sheehan, John Novello, and Dennis Chambers","release_date":"2005-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66781,"title":"Niacin: Live in Tokyo","adult":false,"genre_ids":[10402]},{"cast":["Nickky Thorne"],"overview":".","release_date":"2011-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66782,"title":"In The Ass","adult":true,"genre_ids":[]},{"cast":["Hayley Westenra"],"overview":"Hayley Westenra's live concert in her native New Zealand treads much of the same ground as other similar programs, including Charlotte Church, Sarah Brightman, Josh Groban, and Celtic Woman. Drawing heavily from her Pure album, the then-17-year-old covers a gamut of styles.","release_date":"","vote_average":5.8,"runtime":70,"cert":"N\/A","id":66783,"title":"Hayley Westenra: Live from New Zealand","adult":false,"genre_ids":[10402]},{"cast":["Kristina Rose","Courtney Cummz","Jada Stevens","Amy Brooke"],"overview":".","release_date":"2011-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66784,"title":"Black In My Ass","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"2011-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66785,"title":"Strap-On Lesbians","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"2011-06-03","vote_average":9.5,"runtime":null,"cert":"N\/A","id":66786,"title":"Worship Me #1","adult":true,"genre_ids":[]},{"cast":["Matthew Davis","Rutger Hauer","Dagmara Domińczyk","Susan Misner","Matt Servitto"],"overview":"A thought-provoking drama about the power that a famous university professor holds over his students and assistants.","release_date":"2006-04-28","vote_average":8.0,"runtime":92,"cert":"N\/A","id":66787,"title":"Mentor","adult":false,"genre_ids":[18]},{"cast":["Hiroko Yakushimaru","Tsunehiko Watase","Masaaki Daimon","Shinpei Hayashiya","Toshiya Sakai"],"overview":"A high-school girl inherits a declining yakuza organization, which seeks to repair its fortunes under her leadership. This mixture of deadpan comedy and outlandish action was a smash hit in Japan. A generation of young Japanese women grew up reciting lines of dialogue from this movie.","release_date":"1981-12-19","vote_average":8.1,"runtime":112,"cert":"N\/A","id":66788,"title":"Sailor Suit and Machine Gun","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"2006 World Championships Volume 1 (Top 12 Finalists) DVD and experience each corps' performance through crystal clear Dolby Digital 5.1 Surround Sound. Video Options: Multi-Camera, High Camera (1-12 placing corps), Color Guard and Percussion Isolation Camera (1-6 placing corps only) Audio Options: 5.1 Digital Surround (1-12 placing corps), Design Staff, Music General Effect, and on-field Percussion commentary (1-6 placing corps only) Featuring: The Cavaliers Phantom Regiment Blue Devils Bluecoats The Cadets Santa Clara Vanguard Blue Knights Carolina Crown Madison Scouts Boston Crusaders Glassmen Spirit","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":66789,"title":"Drum Corps International 2006 World Championships","adult":false,"genre_ids":[]},{"cast":[],"overview":"2007 Drum Corps International World Championships Division I Finals DVD. Four-disc DVD set features Dolby 5.1, and High\/Director Cut video options on all 12 corps. Top 6 placing corps also feature designer and judge commentary as well as two additional video options (percussion\/guard). Featuring: Blue Devils The Cadets The Cavaliers Phantom Regiment Santa Clara Vanguard Carolina Crown Bluecoats Blue Knights Boston Crusaders Colts Glassmen Spirit from JSU","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":66790,"title":"Drum Corps International 2007 World Championships","adult":false,"genre_ids":[]},{"cast":[],"overview":"Australia’s darling of the seas, 16 year old Jessica Watson, and Sony Music Entertainment Australia are proud to announce the release of a special documentary 2 DVD set. The DVD entitled 210 DAYS follows Jessica’s journey from her departure in October 2009 to her triumphant return to Sydney Harbour on 15 May 2010. Viewers will follow the Jessica’s journey around the world on her yacht Ella’s Pink Lady. Jessica Watson made history in May 2010 when, at the age of 16 after sailing 24,285 nautical miles &amp; spending 210 days at sea, she became the youngest person to sail solo and unassisted around the world.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66791,"title":"210 Days – Around The World With Jessica Watson","adult":false,"genre_ids":[99]},{"cast":["Stephen Geoffreys","Benjamin Lutz","John Werskey","Lou Cass","David Alanson Bradberry"],"overview":"Truck-driver Brewster takes over his missing brother's delivery of a load of coffins to a funeral home. He picks up hitchhiking gay couple Cary and Vogel whose relationship is in trouble to help him stay awake but when his GPS leads them into a deserted junkyard, his truck breaks down, stranding them. Night falls, and the coffins reveal blood-thirty vampires. Now the mismatched trio must barricade themselves in the cab of the truck and try to survive until dawn...","release_date":"2011-06-17","vote_average":3.7,"runtime":82,"cert":"N\/A","id":66794,"title":"Bite Marks","adult":false,"genre_ids":[35,27]},{"cast":["Kelly Pendygraft","Alice Amter","Terry Becker","Bryan Brewer","Chuck Carter"],"overview":"A mystery surrounds a small town that was attacked on September 9, 2009. Now sixty years later, the last survivor, Sarah, sends a high profile reporter a letter suggesting what really happened on that day. The government calls 9\/9\/09 the start of the \"Modern Plague\", and the reporter soon realizes that the truth may be harder to uncover than the lies.","release_date":"2010-01-04","vote_average":2.4,"runtime":95,"cert":"N\/A","id":66795,"title":"Infection: The Invasion Begins","adult":false,"genre_ids":[27]},{"cast":["Russell Means","Blake Heron","A Martinez","Brandon Baker","Devon Gummersall"],"overview":"The 1854 Wyoming historical drama is based on Tom Shell's adaptation of the true life memoirs of Pony Express rider Nick Wilson.","release_date":"2000-06-07","vote_average":6.8,"runtime":97,"cert":"PG","id":66796,"title":"Wind River","adult":false,"genre_ids":[18,37]},{"cast":["Roger Hanin","Margaret Lee","Michel Bouquet","Micaela Pignatelli","Carlos Casaravilla"],"overview":"The Tiger is sent to oversee the excavation of a sunken ship. While busy to retrieve the gold tresure in it, he is constantly thwarted by international enemies. Among them is an old Nazi named Hans von Wunchendorf who dreams of world domination. He hides behind the codename \"The Orchid\" and needs the treasure to sustain a worldwide network of exiled former comrades. Once sanified by the gold his organisation plans to realise the endsieg after all.","release_date":"1965-11-05","vote_average":5.0,"runtime":85,"cert":"N\/A","id":66797,"title":"Le Tigre se parfume à la dynamite","adult":false,"genre_ids":[9648,35,12,80]},{"cast":["Margaret Lee","Jean Servais","Bernard Blier","Claudio Brook","Jean Topart"],"overview":"Free-lance undercover agent Coplan receives a phone call from an old girlfriend in Turkey. The panic-stricken woman gives sketchy details of a plot that threatens world security. When Coplan arrives, he is told the woman has been killed, and the trail of the murderer leads to her mad-scientist brother.","release_date":"1968-07-13","vote_average":4.0,"runtime":110,"cert":"N\/A","id":66798,"title":"Coplan Saves His Skin","adult":false,"genre_ids":[80,28]},{"cast":["Samuel L. Jackson","Sam Waterston","Mason Adams","Val Avery","Eddie Bracken"],"overview":"The story of Johnson Whittaker, one of the first African-American cadets admitted to West Point. Tied down and beaten by his fellow cadets","release_date":"1994-02-26","vote_average":6.3,"runtime":95,"cert":"N\/A","id":66799,"title":"Assault at West Point: The Court-Martial of Johnson Whittaker","adult":false,"genre_ids":[10770,53,18]},{"cast":["Paul Meurisse","Elga Andersen","Gaia Germani","Charles Millot","Robert Dalban"],"overview":"In 1943, a German commando conceals a large quantity of gold in an undersea cave on the coast of Corsica.  Years later, Schlumpf, the sole survivor of the commando, returns to Corsica to recuperate the treasure -- with British and Soviet spies on his heels, and closely monitored by Dromard, from the French intelligence services.  The monocled Dromard is convinced that he can outfox his opponents, but difficulties accumulate: despite his plump appearance, Herr Schlumpf is a sly fellow; Corsica is teeming with treasure hunters from various nationalities; and all parties readily resort to unnatural alliances, brazen treachery, and strong-arm tactics.  Who will get the treasure?","release_date":"1962-11-14","vote_average":7.0,"runtime":104,"cert":"N\/A","id":66800,"title":"The Eye of the Monocle","adult":false,"genre_ids":[53,35]},{"cast":["Laurence Côte","Yvan Attal","Oleg Yankovskiy","Elena Safonova"],"overview":"The son of an editor discovers that one of his father's writers is a former criminal from the Eastern bloc.","release_date":"1998-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66803,"title":"Alissa","adult":false,"genre_ids":[35,18]},{"cast":["Aurélien Recoing","Marie Bunel","Patrick Lizana","Valérie Vogt"],"overview":"","release_date":"1993-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66804,"title":"La femme à abattre","adult":false,"genre_ids":[]},{"cast":["Sallie Harmsen","Loek Peters","Ramsey Nasr","Loes Haverkort","Oren Schrijver"],"overview":"In his new film a young director puts his girlfriend through a love test. By doing so he risks his real life relationship with her.","release_date":"2008-09-25","vote_average":7.2,"runtime":87,"cert":"N\/A","id":66805,"title":"In Real Life","adult":false,"genre_ids":[18]},{"cast":["Amina Annabi","Miguel Bosé","Maïté Nahyr","François Chattot","Carole Andronico"],"overview":"","release_date":"1993-06-23","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66806,"title":"La nuit sacrée","adult":false,"genre_ids":[]},{"cast":["Nathalie Schmidt","Aure Atika","Gilles Cahoreau","Martine Cottier","Dominique Duthuit"],"overview":"After a New Year's Eve party, 30-year-old fashion designer Rebecca (Nathalie Schmidt) awakens alone in a strange automobile. Later, during a routine visit to her gynecologist, she learns that she's pregnant. Unable to recall anyone responsible, she attempts to find the father as she treks through Paris streets, quizzes her girlfriends, and visits a Belgian detective. With few leads, her search drags on for months.","release_date":"1997-08-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66807,"title":"The Secret of Polichinelle","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Léaud","Bernadette Lafont","Jean-Pierre Kalfon","Béatrice Costantini","Léonie Lousseau"],"overview":"Paul (Jean-Pierre Leaud) leaves his wealthy parents behind to go on a spiritual quest. He meets up with Yvan (Jean-Pierre Kalfon), leader of a vegetarian cult whose members survive by begging for food in uncomfortable robes. The religious fanatics draw the ire of local peasants when they are arrested for stealing eggs. Yvan butchers a goat and has a carnivore carnival orgy on the meat. Marianne (Bernadette Lafont) is one of the followers, and she and Paul go to a remote island to live off seaweed and vegetation, but a development company moves in to wreck the paradise. Paul is brokenhearted when Mariane goes off with one of the greedy developers in this symbolic film that decries the allure of the material world.","release_date":"1969-10-25","vote_average":6.0,"runtime":92,"cert":"N\/A","id":66808,"title":"Paul","adult":false,"genre_ids":[18]},{"cast":["Judith Cahen","Joël Luëcht","Serge Bozon","Cédric Scandella"],"overview":"Inspired by the legend of the donkey of Buridan who on leaving the desert let himself wither because he could not choose between drinking and eating, the story of Anne in search of faith.","release_date":"1995-11-08","vote_average":0.0,"runtime":85,"cert":"N\/A","id":66809,"title":"La croisade d'Anne Buridan","adult":false,"genre_ids":[35]},{"cast":["Marcelle Dessalles","Pierre Dienade","Serge Dominique","Jean-Paul Geneste"],"overview":"This effective, straightforward story about the birth and on-going life of a young man at the beginning of the 20th century reflects the political and social history of his time. Adrien (child, Bertrand Sautereau, adult, Serge Dominque) was born in a field to a mother who had lived as a shepherdess. She died when he was born. As he grows up under harsh treatment by his grandfather, World War I and labor unrest simmer and explode in the background. Finally rebelling against his grandfather, Adrien runs away and stays with another family for awhile. But the lure of finding his place in the world continues. He gets a job and eventually falls in love, though nothing in his life comes along easily and some of the biases he experiences have more than social nuances as Europe simmers again on the way to World War II.","release_date":"1980-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66810,"title":"Adrien's Story","adult":false,"genre_ids":[]},{"cast":["Gabriel Signoret","Jacques Grétillat","Jeanne Cheirel","Claude France"],"overview":"","release_date":"1922-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66811,"title":"Le Père Goriot","adult":false,"genre_ids":[]},{"cast":["Catherine Hessling","Jean Angelo","Werner Krauss","Raymond Guérin-Catelain","Pierre Lestringuez"],"overview":"A government official, Count Muffat, falls under the spell of Nana, a young actress. She becomes his mistress, living in the sumptuous apartment which he provides for her. Instead of elevating herself to Muffat's level, however, Nana drags the poor man down to hers - in the end, both lives have been utterly destroyed.","release_date":"1926-06-25","vote_average":7.0,"runtime":150,"cert":"N\/A","id":66812,"title":"Nana","adult":false,"genre_ids":[10749,18]},{"cast":["Pierre Blanchar","Dita Parlo","Jacques Copeau","Charles Dullin"],"overview":"","release_date":"1937-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":66813,"title":"L'affaire du courrier de Lyon","adult":false,"genre_ids":[]},{"cast":["Jean Seberg","Maurice Ronet","Micheline Presle","Annibale Ninchi","Françoise Prévost"],"overview":"","release_date":"1961-02-03","vote_average":5.5,"runtime":null,"cert":"N\/A","id":66814,"title":"Time Out for Love","adult":false,"genre_ids":[18]},{"cast":["David Blanchard","Jennifer Day","Zachery Ty Bryan","Kyle Gallner","Steve Larkin"],"overview":"While she is trapped in a trunk of a serial killer's car,a single mother named Megan,is about to come face-to-face with death,in order to stay alive,she decides to play along with her deranged captor?","release_date":"2009-12-01","vote_average":2.0,"runtime":94,"cert":"N\/A","id":66815,"title":"Trunk","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"By accident, Cedric (Goofy), replaces his master, Sir Loinsteak, in the armor just before the joust with champion Sir Cumference.","release_date":"1946-03-08","vote_average":6.2,"runtime":7,"cert":"N\/A","id":66816,"title":"A Knight for a Day","adult":false,"genre_ids":[16]},{"cast":["Peter Alexander","Bibi Johns","Rudolf Platte","Ida Krottendorf","Hans Olden"],"overview":"","release_date":"1957-10-17","vote_average":6.0,"runtime":102,"cert":"N\/A","id":66817,"title":"Liebe, Jazz und Übermut","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Goofy narrates his own quest to Africa accompanied by various tour guides. He is in search of wild game. After run-ins with various animals while camping for the night and taking his morning plunge (ruined by a hippo that takes all the water with him when exiting the pool), he sets off in search of the black rhinoceros. Unfortunately for Goofy, the rhino is prepared for Goofy (thanks to a stool pigeon bird resting on his horn) and charges him. Goofy tries his gun against the rhino but the rhino is still to much for Goofy so he leaves Africa and leaves the rhino for other hunters.","release_date":"1945-04-20","vote_average":5.4,"runtime":6,"cert":"N\/A","id":66818,"title":"African Diary","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig","Walt Disney","Clarence Nash"],"overview":"Donald, Mickey, and Pluto climb the Alps. While up top, Donald has a run-in with a mountain goat over some edelweiss, Mickey has a row with an eagle over its eggs; one of them hatches, and gives Pluto some trouble (as does the grog a Saint Bernard gives him when he falls into a snowbank).","release_date":"1936-07-25","vote_average":5.4,"runtime":10,"cert":"N\/A","id":66819,"title":"Alpine Climbers","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig","Kevin Corcoran","John Dehner"],"overview":"Mr. X buys a boat and inadvertantly enters the water skiing race. With Junior driving, with no experience, he's a bit out of his league.","release_date":"1961-12-20","vote_average":6.3,"runtime":8,"cert":"N\/A","id":66820,"title":"Aquamania","adult":false,"genre_ids":[16]},{"cast":["George Johnson"],"overview":"Goofy has to get a box belonging to a magician in time for the next train to pick the baggage. Clumsy Goofy drops the box and a lot of magician's props appear.","release_date":"1941-04-18","vote_average":5.0,"runtime":8,"cert":"N\/A","id":66821,"title":"Baggage Buster","adult":false,"genre_ids":[10751,16,35]},{"cast":["Marion Darlington","Purv Pullen"],"overview":"Two birds rejoice over the hatching of their three eggs; as they grow, the hatchlings are taught to sing and fly. One falls from the nest and has adventures with a rattlesnake and a beehive before finding his way home.","release_date":"1933-03-11","vote_average":5.1,"runtime":7,"cert":"N\/A","id":66822,"title":"Birds in the Spring","adult":false,"genre_ids":[16,35]},{"cast":["Jacques Pills","Junie Astor","Pauline Carton","Georges Tabet"],"overview":"","release_date":"1936-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66823,"title":"Toi, c'est moi","adult":false,"genre_ids":[35]},{"cast":["Walt Disney","Pinto Colvig","Clarence Nash","Marcellite Garner"],"overview":"Mickey buys a boat kit, and enlists Goofy and Donald to help assemble it. The plans say, \"so simple a child could do it\", so of course, they have their share of troubles. But before long, they're ready to launch the Queen Minnie, with appropriate fanfare, at which time, all the collapsible parts collapse.","release_date":"1938-02-25","vote_average":6.9,"runtime":7,"cert":"N\/A","id":66824,"title":"Boat Builders","adult":false,"genre_ids":[16]},{"cast":["Ismaël Jolé-Ménébhi","Faye Anastasia","Jessica Tharaud","Mirabelle Rousseau"],"overview":"Ever since Goethe wrote his romantic novel The Sorrows of Young Werther, the name Werther has been synonymous with the mystery and even the romance of suicide among the young. In this thoughtful movie, Ismaël (Ismal Jole), a young thirteen-year old boy, is taken aback by the suicide of his best friend. Not only did he not have any idea that this dramatic act was a possibility, neither did his other friends. Perhaps it had something to do with his having an unrequited love for a beautiful young neighbor, an attraction Ismaël also feels. Perhaps it had something to do with drugs, or a problem with a universally disliked teacher. Throughout most of the film, the young survivors discuss their departed classmate.","release_date":"1993-03-31","vote_average":7.0,"runtime":93,"cert":"N\/A","id":66825,"title":"Young Werther","adult":false,"genre_ids":[18]},{"cast":["Tommy Bupp","J. Topete","J. Topete","Alice Ardell","Alice Ardell"],"overview":"A sailor doll, thrown into a toy dump, rallies the demoralized dolls that were already there.","release_date":"1935-12-14","vote_average":6.0,"runtime":8,"cert":"N\/A","id":66826,"title":"Broken Toys","adult":false,"genre_ids":[16]},{"cast":["Zbigniew Cybulski","Sonne Teal","Claudio Gora","Catherine Milinaire"],"overview":"An avant-garde political satire that takes place in a mythical country in South America. The dictator has been replaced by a look-alike revolutionary, and the dictator's wife has been replaced by a robot.","release_date":"1962-11-07","vote_average":5.0,"runtime":95,"cert":"N\/A","id":66827,"title":"The Doll","adult":false,"genre_ids":[35,878]},{"cast":["Tariq Alexander","L. Peter Clark III","Taurean Blacque"],"overview":"People always told Santos he was something special. His Uncle told him to get a skill, so he became a hustler and with his three,they became \"The Stick Up Kids\" Harlem would never be the same. They thought they had it all... Money, cars, the lifestyle and the lingo. The only two words They didn't know were JURISDICTION AND GENTRIFICATION but in their world it was all for one and one for all until an unexpected, mysterious death, forced \"The Stick Up Kids\"to change their focus from doing crime to stopping the \"North Manhattan Project\". Now it was up to Santos to pull off one last sting before it destroyed them all. Watch out America. 'The Stick Up Kids\" are coming to your town!","release_date":"2008-02-15","vote_average":1.9,"runtime":120,"cert":"N\/A","id":66828,"title":"The Stick Up Kids","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Insects have made a playground\/carnival out of castoffs, featuring \"ice skating\" on mirrors. Two love bugs head off to a more private area. But their fun is interrupted when a crow comes by. He bottles up the male bug and chases the female into her home. The male bug escapes in the nick of time, and another bug notices the battle and rallies the rest of the bugs to attack, which they do, using false teeth, an eggbeater, a mousetrap, castor oil, and other things.","release_date":"1932-10-01","vote_average":5.2,"runtime":7,"cert":"N\/A","id":66829,"title":"Bugs in Love","adult":false,"genre_ids":[16]},{"cast":["Kevin Smith","Scott Mosier","Seth Rogen","Elizabeth Banks","Jennifer Schwalbach Smith"],"overview":"The making of Kevin Smith's film, Zack and Miri Make a Porno.","release_date":"2009-02-03","vote_average":7.2,"runtime":74,"cert":"N\/A","id":66830,"title":"Popcorn Porn: Watching 'Zack and Miri Make a Porno'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A narrator tells the story of how the Western pioneers (all being Goofy lookalikes) are travelling in covered wagons across the frontier. They run into some Indians (who are also Goofy lookalikes) and battle breaks out between them. Suddenly a tornado comes by and sweeps up the covered wagons, dropping them into various states such as \"Wash\", \"Organ\", and \"Californy.\"","release_date":"1945-07-13","vote_average":5.3,"runtime":8,"cert":"N\/A","id":66831,"title":"Californy 'Er Bust","adult":false,"genre_ids":[16]},{"cast":["Bruce Springsteen","Peter Gabriel","Sting","Tracy Chapman","Youssou N'Dour"],"overview":"","release_date":"1988-10-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":66832,"title":"Bruce Springsteen - Human Rights Final - Buenos Aires","adult":false,"genre_ids":[]},{"cast":["Vanni Marcoux","Dorville","Robert Lynen","Madeleine Guitty"],"overview":"Rémy (Robert Lynen), a stolen child is adopted by a wandering singer. With him and his trained animals, Rémy travels the roads of France. But his adoptive father dies and Remy, who has knowledge of a boy who knows something of his history, sails for England to find his mother.","release_date":"1934-11-26","vote_average":6.0,"runtime":114,"cert":"N\/A","id":66833,"title":"Sans famille","adult":false,"genre_ids":[18]},{"cast":["Walt Disney","Pinto Colvig","Clarence Nash"],"overview":"Mickey, Donald, and Goofy are cleaning a large clock. Among the complications: Mickey fights a sleeping stork that doesn't want to leave, Donald gets tangled up in the main-spring, and Goofy is inside the bell when the clock strikes four.","release_date":"1937-10-15","vote_average":7.0,"runtime":9,"cert":"N\/A","id":66834,"title":"Clock Cleaners","adult":false,"genre_ids":[16]},{"cast":["Maurice Ronet","Françoise Brion","Nicole Berger","Sacha Pitoëff","Raymond Gérôme"],"overview":"Michel Jussieu, a film producer, returns one morning to the cabaret where he forgot his sweater. He discovers the corpse of an extreme right-wing journalist, but immediately he is knocked out. He wakes up in the police station ...","release_date":"1962-07-18","vote_average":6.0,"runtime":105,"cert":"N\/A","id":66835,"title":"The Denunciation","adult":false,"genre_ids":[]},{"cast":[],"overview":"George Geef gets sent home from work to tend to his cold.","release_date":"1951-04-27","vote_average":6.0,"runtime":7,"cert":"N\/A","id":66836,"title":"Cold War","adult":false,"genre_ids":[16]},{"cast":["Bourvil","Michèle Morgan","Teddy Bilis","Rosy Varte","Frédéric Mitterrand"],"overview":"During WW2, a posh bourgeois woman (Morgan)is compelled to live under the same room as a crude simple-minded yet big-hearted man.(Bourvil) Her husband was arrested by the Gestapo and she is a hunted woman.","release_date":"1960-11-16","vote_average":8.1,"runtime":121,"cert":"N\/A","id":66837,"title":"Fortunate","adult":false,"genre_ids":[35,10749]},{"cast":["Bruce Springsteen"],"overview":"","release_date":"2006-05-09","vote_average":7.0,"runtime":null,"cert":"R","id":66838,"title":"Bruce Springsteen: The Seeger Sessions Live at St. Luke's","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":4.5,"runtime":null,"cert":"N\/A","id":66839,"title":"Neandertaler - Von der Entwicklung einer Menschenart","adult":false,"genre_ids":[99,36]},{"cast":["Horst Tappert","Kai Fischer","Siegfried Lowitz","Günther Neutze","Grit Boettcher"],"overview":"","release_date":"1966-02-08","vote_average":7.0,"runtime":235,"cert":"N\/A","id":66840,"title":"Die Gentlemen bitten zur Kasse","adult":false,"genre_ids":[80,53,18]},{"cast":["Kainaz Motivala","Rajkummar Rao","Rajat Kaul","Janice","Shernaza"],"overview":"Out to relax and have fun at a farmhouse, a couple experience horror at the hands of an unknown entity","release_date":"2011-05-13","vote_average":3.8,"runtime":93,"cert":"N\/A","id":66841,"title":"Ragini MMS","adult":false,"genre_ids":[18,27,9648]},{"cast":["Jeong Kyeong-Ho","Park In-Su","Ji Seo-Yun","Jeong Kyung-ho "],"overview":"Joong-Rae and Chang-Wook come to the deep forest to bury a body. When they almost finished digging a pit, they find out the body vanished. Myung-Sook and Kyung-Soo are having an affair. Suddenly Myung-Sook sees something outside the car and asks Kyung-Soo to find out but he never returns. In the meantime, 3 high school students sniff on gas and glue. The boys become dazed and try to rape the girl but the girl escapes. These 8 people run after another in the forest until they come across a mysterious killer and it all ends in a blood bath.","release_date":"2010-09-30","vote_average":7.0,"runtime":86,"cert":"N\/A","id":66842,"title":"Norwegian Woods","adult":false,"genre_ids":[35,80]},{"cast":["Seu Jorge","Ana Carolina"],"overview":"Recorded Live in Sao Paulo in August 2005. \"Unimultiplicidade\" New Song by Tom Ze and Ana Carolina, \"The Blower's Doughter\" and \"Closer\".","release_date":"2005-11-28","vote_average":10.0,"runtime":91,"cert":"N\/A","id":66843,"title":"Ana & Jorge","adult":false,"genre_ids":[10402]},{"cast":["Pamela Reed","Dwight Schultz","Richard Lineback","Carrie Snodgress","Adam Faraizl"],"overview":"A woman lives a normal life with her second husband and her two sons of the first marriage. One day she is caught by her past and the film reveales in flashbacks her stations of life until the day the police found her in her new life: First marriage, alcohol addiction, robberies, prison, escape from prison, search for work, second marriage, fight for the children,... In the end she has not only to fight for her freedom but also for the respect and love of her betrayed children and husband.","release_date":"1992-03-02","vote_average":3.5,"runtime":null,"cert":"N\/A","id":66846,"title":"Woman With a Past","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"","release_date":"1993-05-28","vote_average":7.5,"runtime":null,"cert":"N\/A","id":66847,"title":"Bruce Springsteen - Stockholm, Sweden","adult":false,"genre_ids":[]},{"cast":["Pinto Colvig"],"overview":"It's the big college basketball game; everyone playing looks like Goofy, and he's the only fan of the visiting team P.U.","release_date":"1946-12-20","vote_average":5.7,"runtime":7,"cert":"N\/A","id":66850,"title":"Double Dribble","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig","Bobby Driscoll"],"overview":"George Geef rushes to the office to inform his fellow employees, \"Hey, fellas! I'm a father!\". Unfortunately, Geef later learns that, with fatherhood, comes responsibility and lots of it. He must discipline his son when he starts fighting with neighboring kids, filling his pipe with bubble water, and pestering him while he tries to read the newspaper. But most difficult of all is getting him to pick up his toys which is no easy task. Finally, he gets ready to apply hair brush to child's behind but is talked out of it when he sees his son sleeping peacefully. \"Kids, they're wonderful,\" he concludes.","release_date":"1951-10-21","vote_average":6.8,"runtime":7,"cert":"N\/A","id":66851,"title":"Fathers are People","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig"],"overview":"Mrs. Goofy leaves for the day leaving the house in the hands of her husband, Goofy. Goofy is confident that he can handle the day's household chores but he keeps making typical goof-ups while attempting them. His first mistake is sending Junior to school on a Saturday. At first, he just makes small blunders but, of course, they keep escalating to the point where his house is flooded, scribbled on, set on fire, invaded by firemen and policemen alike, and, basically, an utter disaster area when the wife returns.","release_date":"1953-03-28","vote_average":7.4,"runtime":7,"cert":"N\/A","id":66852,"title":"Father's Day Off","adult":false,"genre_ids":[16]},{"cast":["Cynthia Rothrock","Richard Norton","Brian Thompson","Catherine Bach","Stephen Davies"],"overview":"Witnessing a drug deal involving local gang members and cops, an Australian police officer feels he can no longer be just an observer. He joins forces with a local teacher who just happens to be a karate expert and together they try to take back the streets.","release_date":"1992-05-08","vote_average":4.9,"runtime":89,"cert":"N\/A","id":66853,"title":"Rage and Honor","adult":false,"genre_ids":[28,53]},{"cast":["Cynthia Rothrock","Richard Norton","Patrick Muldoon","Frans Tumbuan","Ron Vreeken"],"overview":"Kris and Preston team up once again to take on powerful gangster Buntao. But Buntao has problems of his own, dealing with Dazo, another gangster who is on a steady rise to power...","release_date":"1993-02-01","vote_average":5.6,"runtime":98,"cert":"N\/A","id":66854,"title":"Rage and Honor II: Hostile Takeover","adult":false,"genre_ids":[28,80]},{"cast":["Anna Faris","Laura Breckenridge"],"overview":"Bell and Belle want to break out of their trailer park lives and get up and out to the \"Big City\" of Atlanta. Just when they think they are on their way to getting a nest egg Bell falls for a handsome police officer named Rhett Butler.","release_date":"2005-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":66859,"title":"Southern Belles","adult":false,"genre_ids":[35,10749]},{"cast":["Robert Redford","Arapata McKay","Tsaan Ciqae","Mae Tui","Cy Peck Jr."],"overview":"Walt Disney's Sacred Planet (Documentary) | Narration: Robert Redford Director(s): Jon Long| SACRED PLANET is a journey away from the hectic \"world\" we live in. Through stunning cinematography, it transports you to some of the most fascinating, exotic, and remote sites on Earth, giving you new insights into her diverse landscapes, peoples, and animals. You'll be mesmerized by the beauty of these all-but-forgotten faraway places, the majesty of the creatures who live there, and the wisdom of the elders who hold the knowledge of the past. This magical around-the-world odyssey is an awe-inspiring wonder the entire family will enjoy.","release_date":"2004-04-12","vote_average":6.3,"runtime":40,"cert":"N\/A","id":66860,"title":"Sacred Planet","adult":false,"genre_ids":[99]},{"cast":["Steve Anderson","Austin Archer","Austin Archer","Mark Corbridge","Reb Fleming"],"overview":"In pursuit of lost Civil War gold to save their fading ranch, two kids help an old woman solve the mystery of her past.","release_date":"2007-04-29","vote_average":3.0,"runtime":100,"cert":"N\/A","id":66861,"title":"Whisper Island","adult":false,"genre_ids":[10751]},{"cast":["Pinto Colvig","Bobby Driscoll"],"overview":"George Geef takes his son camping. His son thinks he sees lions everywhere; George can't see them even when they are right next to him. Lucky for George, his son's got his trusty pop-gun.","release_date":"1952-01-04","vote_average":6.1,"runtime":6,"cert":"N\/A","id":66862,"title":"Father's Lion","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig","June Foray","June Foray"],"overview":"Goofy plays everyman again. He's an average working joe who demonstrates \"the up on time\/work on time\/bed on time\" routine while going from work to home every weekday. On Saturday night, however, he parties it up and attempts to get some rest the next Sunday but with his son around, it's impossible. He insists Dad take him to the beach and, although Goofy refuses, he ends up going anyway where he gets into all sorts of trouble mainly as the result of chasing his son all over the place. Worse yet, when he leaves, he falls victim to the world's biggest traffic jam. As a result of all this, he is relieved to go back to work the following week!","release_date":"1953-06-20","vote_average":6.3,"runtime":7,"cert":"N\/A","id":66863,"title":"Father's Week-End","adult":false,"genre_ids":[16]},{"cast":[],"overview":".","release_date":"2009-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66864,"title":"Public Invasion 10","adult":true,"genre_ids":[]},{"cast":[],"overview":"Goofey is portrayed as George Geef, a typical common man who makes a perfect prey for all kinds of swindlers, bookmakers and the like, eager to be a 'good looser' after they 'won' all his money; never mind the name of the game nor the venue, from alley to casino and 'friendly' poker nights. Alas, even when lady luck smiles at him, the poor player doesn't stand a chance against the worst gold-digger of all: the wife, who 'manually' blames his irresponsible behavior when he looses but otherwise cheerfully claims all his occasional hard-earned winnings for her own fashionable waste.","release_date":"1951-08-31","vote_average":6.3,"runtime":6,"cert":"N\/A","id":66865,"title":"Get Rich Quick","adult":false,"genre_ids":[16]},{"cast":["George Johnson"],"overview":"Goofy goes fishing with his best friend, Wilbur, a grasshopper.","release_date":"1939-03-17","vote_average":5.8,"runtime":8,"cert":"N\/A","id":66866,"title":"Goofy and Wilbur","adult":false,"genre_ids":[16,35]},{"cast":["Pinto Colvig","John McLeish"],"overview":"Inspired by a magazine ad, Goofy sends for a mail order body building course. First is weight lifting; after Goofy finally gets the weights up, a fly lands and sends him crashing through several floors in the apartment building. Chinups: the bar itself goes up and down. Then a rubber-band stretch device, which Goofy quickly tangles up in, sending him crashing through the building and several other pieces of equipment.","release_date":"1949-09-23","vote_average":6.6,"runtime":6,"cert":"N\/A","id":66867,"title":"Goofy Gymnastics","adult":false,"genre_ids":[16,35]},{"cast":["John McLeish","George Johnson"],"overview":"Yet another sport is made 'easy' for us by Goofy's demonstration how- never, ever, to try anything for real, least of all with a glider-flying machine he launches in ways that would kill anything but a cartoon character, such as a giant catapult and even a canon. Meanwhile Goofy proves totally incapable to control any of its movements in the air, let alone the 'landing' which is too messy even for a bombshell.","release_date":"1940-11-01","vote_average":6.0,"runtime":8,"cert":"N\/A","id":66868,"title":"Goofy's Glider","adult":false,"genre_ids":[10751,16,35]},{"cast":["Audrey Hepburn","Anthony Perkins","Lee J. Cobb","Sessue Hayakawa","Henry Silva"],"overview":"A young Venezuelan idealist flees his native land to escape a revolution. Hoping to find peace, he goes to the mountains and the forests of the Amazon. There he encounters Rima, the Bird Girl, an orphan living a life of nature. It is all an admirable romance telling a tale of \"quest, love, and violence.\"","release_date":"1959-03-19","vote_average":7.0,"runtime":100,"cert":"N\/A","id":66869,"title":"Green Mansions","adult":false,"genre_ids":[12,18,10749]},{"cast":["James MacDonald","Clarence Nash","Bill Thompson"],"overview":"Donald Duck arrives at Brownstone National Park. The park's ranger, J. Audubon Woodlore, asks the bears to participate with the tourists but...no stealing! Humphrey decides to pair with Donald particularly because of the roast ham he has. When Donald doesn't reward the bear with his food, Humphrey tries a variety of means to get the ham finally getting Donald's attention by lying down on the road pretending that Donald ran over him. After Donald pays up with food, he sees through the scheme and struggles with Humphrey. After the ranger makes Donald and Humphrey clean up the resulting mess, he too notices the ham and makes off with it but is scolded for it by Donald and Humphrey.","release_date":"1954-08-13","vote_average":5.9,"runtime":7,"cert":"N\/A","id":66870,"title":"Grin and Bear It","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"With 30 hours of programming in 10 volumes and three full-length bonus programs, the BBC History of World War II goes beyond even The World at War for its depth of scope, its breadth of analyses, and the high quality of its production values. The collection is filled with poignantly fascinating moments, such as when an aging American veteran revisits the Omaha Beach he stormed on D-Day, and meets the elderly German who, as a teenager, was defending that section of the beach with his machine gun, or footage of Hitler's early political speeches, raging promises of things to come.","release_date":"","vote_average":8.0,"runtime":1800,"cert":"N\/A","id":66871,"title":"BBC History of World War II","adult":false,"genre_ids":[]},{"cast":["Pinto Colvig","Walt Disney","Marcellite Garner","Clarence Nash"],"overview":"The gang is on vacation. Goofy has some surfing problems, Donald learns why you don't wear a grass skirt near a fire, Pluto and a starfish have a tiff, followed by an encounter with a hermit crab.","release_date":"1937-09-24","vote_average":5.7,"runtime":8,"cert":"N\/A","id":66872,"title":"Hawaiian Holiday","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In June 1941, Hitler broke the golden rule of warfare never to fight on opposite fronts and marched into the Soviet Union. What would drive him to make the most catastrophic mistake of World War II? This acclaimed four-part series investigates what led to the largest military operation in history - and the bloodiest. Assisted by leading historians and granted unique access to Eastern film archives and to both Soviet and German participants, War of the Century is the definitive series on a war that shaped the borders and attitudes of Europe for the second half of the 20th Century.","release_date":"1999-01-01","vote_average":8.0,"runtime":200,"cert":"","id":66875,"title":"War of the Century - When Hitler Fought Stalin","adult":false,"genre_ids":[]},{"cast":["Doodles Weaver","Pinto Colvig"],"overview":"A crowd gathers at the skating rink to watch the big championship hockey game of the Pelicans versus the Aardvarks. Although referee \"Clean Game\" Kinney does his best to supervise, the hockey game really gets out of hand eventually. Two star players, Bertino and Ferguson, are so anxious, they never get let out of the penalty box, referee Kinney is never able to drop the puck without being physically hurt somehow, and the spectators themselves are so worked into the game, they take out their aggression on the ice while the players relax in the bleachers.","release_date":"1945-09-21","vote_average":6.1,"runtime":8,"cert":"N\/A","id":66876,"title":"Hockey Homicide","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Goofy is tired and bored. He needs a hobby and decides to pursue photography. Wildlife is an excellent choice for photography so Goofy decides to take a grizzly bear's picture. Unfortunately, when Goofy's flash powder explodes, the bear becomes infuriated and chases Goofy through an amusement park and back to his apartment. Fortunately for Goofy, the bear is pleased with the resulting pictures and ultimately sets up a stand giving his \"autographed photo\" for $10.","release_date":"1950-11-03","vote_average":6.3,"runtime":7,"cert":"N\/A","id":66877,"title":"Hold That Pose","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Goofy's building a house, and struggling with the blueprints, the window glass, the paint, and finally the house-warming guests.","release_date":"1951-03-23","vote_average":6.6,"runtime":7,"cert":"N\/A","id":66878,"title":"Home Made Home","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Donald is working in his greenhouse when he notices a bee harvesting nectar (well, actually, it appears to already be honey). Donald tries various approaches to find the hive, which despite the bee's best efforts to throw him off, he eventually discovers in the radiator of an old car. He drains the honey and starts to leave when the bee spots him and mounts an attack. The bee adds a cactus needle to extend his stinger. Donald relents and returns the honey all but one jar, until the bee spots him.","release_date":"1949-08-05","vote_average":5.9,"runtime":7,"cert":"N\/A","id":66879,"title":"Honey Harvester","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"A mangy Mountain Lion and his cub try to scrounge Donald's good looking catch of fish.","release_date":"1950-09-01","vote_average":6.4,"runtime":7,"cert":"N\/A","id":66880,"title":"Hook, Lion and Sinker","adult":false,"genre_ids":[16]},{"cast":["Tom Griffith","Jamie Zemarel","Karin Kardian","George Stover","Don Leifert"],"overview":"A creature from outer space crash lands in a small town and starts killing people.","release_date":"1982-11-01","vote_average":3.3,"runtime":81,"cert":"N\/A","id":66881,"title":"Nightbeast","adult":false,"genre_ids":[27,878]},{"cast":["Billy Bletcher","Pinto Colvig","June Foray"],"overview":"Goofy is hired to solve a mystery of a missing \"Al.\" He searches the city for clues, but constantly runs into a city sheriff (who is portrayed by Pete) who tells him to let the police handle it. A car chase occurs and the drivers ram into a haystack.","release_date":"1952-12-12","vote_average":6.5,"runtime":7,"cert":"N\/A","id":66882,"title":"How to Be a Detective","adult":false,"genre_ids":[16]},{"cast":[],"overview":"After a short sketch of the universal importance of dance in human cultural history, Goofy demonstrates the misery of those who don't master dancing to a confident level in the 20th century, the perilous techniques to learn ballroom dances and the result of all that hard footwork- more hard then it works.","release_date":"1953-07-11","vote_average":6.1,"runtime":6,"cert":"N\/A","id":66883,"title":"How to Dance","adult":false,"genre_ids":[16]},{"cast":["George Johnson","John McLeish"],"overview":"Goofy demonstrates yet another pasttime, fishing. This humorous little film was one of a large number of pseudo-educational cartoons produced by Disney between 1940 and 1953 to feature Goofy at his most bumbling and inarticulate. A few tidbits of actual knowledge may be gleaned amid the laughs, however, as the narration discusses when to fish, fishing fever, where to fish, the trout, how to approach the stream, fly fishing, casting the lure and lake fishing. John McLeish narrates in his best documentarian manner.","release_date":"1942-12-04","vote_average":6.1,"runtime":7,"cert":"N\/A","id":66884,"title":"How to Fish","adult":false,"genre_ids":[10751,16,35]},{"cast":["Clarence Nash","Bill Thompson"],"overview":"J.J. Fate again shows us how accidents aren't his fault, but instead are the result of carelessness. Donald is Mr. Careful at home, but at work, he starts right off by falling down the stairs. He has run-ins with a punch press, flammable paint, a conveyor belt, loose clothing, a monkey wrench, and other problems.","release_date":"1959-09-02","vote_average":7.2,"runtime":7,"cert":"N\/A","id":66885,"title":"How to Have an Accident at Work","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Bill Thompson"],"overview":"It's a peaceful day in a local city when suddenly, duck J.J. Fate appears to lecture us on how \"fate\" isn't to blame for accidents, people are! He uses Donald Duck as an example. Donald is extremely accident prone. He lights his pipe in a room with a gas leak, slips on a throw rug while carrying a fish bowl, overloads electrical outlets, and continually falls down the stairs. Finally, Donald has had enough and fixes his house guaranteeing no more accidents. That's good for Donald but the rest of the accident prone city still has to learn \"not to blame fate for your carelessness\".","release_date":"1956-07-08","vote_average":6.6,"runtime":7,"cert":"N\/A","id":66886,"title":"How to Have an Accident in the Home","adult":false,"genre_ids":[16]},{"cast":["Dana Delany","Hart Bochner","Bruce Ramsay","Romano Orzari","Elizabeth Marleau"],"overview":"A couple discover that the baby girl they're trying to adopt is being auctioned off to the highest bidder. The couple become part of a sting operation to bust the baby-selling ring.","release_date":"2004-07-12","vote_average":4.7,"runtime":89,"cert":"N\/A","id":66889,"title":"Baby For Sale","adult":false,"genre_ids":[18]},{"cast":["Jason Scott Lee","Louise Lombard","Sean Pertwee","Lysette Anthony","Michael Lerner"],"overview":"When an archaeological expedition opens an ancient Egyptian tomb, the unimaginable evil of a cursed pharaoh is unleashed.","release_date":"1998-03-19","vote_average":3.9,"runtime":88,"cert":"N\/A","id":66892,"title":"Tale of the Mummy","adult":false,"genre_ids":[12,14,27,878]},{"cast":["Amedeo Nazzari","Yvonne Sanson","Enrica Dyrell","Alberto Farnese","Flora Lillo"],"overview":"In The White Angel, Raffaello Matarazzo’s sequel to his blockbuster Nobody’s Children, the perpetually put-upon Guido and Luisa return for a new round of trials and tribulations.","release_date":"1955-04-06","vote_average":6.8,"runtime":100,"cert":"N\/A","id":66893,"title":"The White Angel","adult":false,"genre_ids":[18]},{"cast":["Malik Yoba","Melissa De Sousa","John Witherspoon","Fredro Starr","Cedric the Entertainer"],"overview":"A group of young people leave Harlem for a bus trip down to Miami. The voyage starts off with problems, but it ends up becoming a learning experience, as they end up finding things out about each other they had not previously known.","release_date":"1998-03-27","vote_average":6.3,"runtime":90,"cert":"N\/A","id":66894,"title":"Ride","adult":false,"genre_ids":[35]},{"cast":["Krystal Summers","Willam Belli","Kelexis Davenport","Erica Andrews","Jenna Skyy"],"overview":"A group of trannies are violently bashed and left for dead. The surviving ladies regain consciousness, confidence, and courage ready to seek out revenge on the ones who attacked them.","release_date":"2010-10-15","vote_average":5.4,"runtime":90,"cert":"N\/A","id":66895,"title":"Ticked-Off Trannies with Knives","adult":false,"genre_ids":[27]},{"cast":["Rötger Feldmann","Andi Feldmann","Klaus Büchner","Ivonne Schönherr","Marysol Fernandez"],"overview":"Werner and Holgi are friends, but also lifelong rivals. Now Werner finally has enough of being the eternal second and is planning his revenge. With his special motorcycle, the 'Red Porsche Killer', he challenges Holgi and his car.","release_date":"2011-06-23","vote_average":5.3,"runtime":98,"cert":"N\/A","id":66896,"title":"Werner - Eiskalt!","adult":false,"genre_ids":[35,16]},{"cast":["Pierre Batcheff","Jim Gérald","Véra Flory","Maurice de Féraudy","Françoise Rosay"],"overview":"Garadoux has beaten his wife. His lawyer Fremissin is young and very shy, and therefore, not very efficient... Two years after, Garadoux is trying to seduce Cecile, but she prefers Fremissin...","release_date":"1928-12-04","vote_average":5.0,"runtime":87,"cert":"N\/A","id":66897,"title":"Two Timid Souls","adult":false,"genre_ids":[35]},{"cast":["Luis Mariano","Bourvil","Annie Cordy","Tilda Thamar"],"overview":"","release_date":"1957-01-24","vote_average":5.9,"runtime":103,"cert":"N\/A","id":66898,"title":"Le chanteur de Mexico","adult":false,"genre_ids":[35,10402]},{"cast":["Charles Trenet","Jean Tissier","André Alerme","Yvette Lebon"],"overview":"","release_date":"1941-10-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66899,"title":"Romance de Paris","adult":false,"genre_ids":[]},{"cast":["Joe Alex","André Berley","Jules Berry","Mady Berry"],"overview":"","release_date":"1936-10-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66900,"title":"Rigolboche","adult":false,"genre_ids":[35,18]},{"cast":["Danielle Darrieux","Jean Le Poulain","Martine Couture","Richard Fontana"],"overview":"","release_date":"1975-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66901,"title":"Divine","adult":false,"genre_ids":[35]},{"cast":["Beatrice Emanuel","Albert Préjean","Marcel Carpentier","Danielle Darrieux"],"overview":"","release_date":"1936-01-15","vote_average":0.0,"runtime":74,"cert":"N\/A","id":66902,"title":"The Slump Is Over","adult":false,"genre_ids":[]},{"cast":["Stéphane Audran","Jean-Pierre Bacri","Jean-Luc Bideau","Roland Blanche","Richard Bohringer"],"overview":"","release_date":"1988-02-10","vote_average":5.6,"runtime":88,"cert":"N\/A","id":66903,"title":"Les saisons du plaisir","adult":false,"genre_ids":[18,35]},{"cast":["Christine Boisson","Benoît Régent","Jean-Pierre Bisson","Marie Trintignant","Hélène Zidi"],"overview":"Jeanne runs a busy inn with her husband Georges, her two children and two sisters. There is perfect harmony and the constant sound of laughter coming from the kitchen and office. One day, Pierre, the landlord, takes up a room without a word of explanation. Jeanne gradually begins to feel a strong attraction toward the new guest.","release_date":"1988-02-10","vote_average":0.0,"runtime":85,"cert":"N\/A","id":66904,"title":"Jeanne's House","adult":false,"genre_ids":[18,10749,35]},{"cast":["Alida Valli","Claude Cerval","André Jocelyn","Juliette Mayniel","Robert Burnier"],"overview":"A young man becomes enraged when his mother remarries his wealthy uncle after his father dies.","release_date":"1963-02-06","vote_average":8.3,"runtime":105,"cert":"N\/A","id":66905,"title":"Ophélia","adult":false,"genre_ids":[18]},{"cast":["Dany Saval","Berthe Granval","Dominique Boschero","Franck Fernandel","Sylvie Vartan"],"overview":"After stealing a diamond from Mylène Demongeot, Richard hides it inside a guitar. But on returning to the music shop he discovers that the precious instrument has just been sold! The problem is complicated by the fact that five stars all bought the same model that morning...","release_date":"1964-02-26","vote_average":8.0,"runtime":85,"cert":"N\/A","id":66906,"title":"Cherchez l'idole","adult":false,"genre_ids":[35]},{"cast":["Christophe Malavoy","Gabrielle Lazure","Pierre-Loup Rajot","Philippe Noiret","Annie Girardot"],"overview":"","release_date":"1984-09-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":66907,"title":"Souvenirs souvenirs","adult":false,"genre_ids":[35,18,10402]},{"cast":["Jeanne Marnac","Jean-Max","Charles Lamy","Jean Gabin"],"overview":"","release_date":"1931-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66908,"title":"Paris-béguin","adult":false,"genre_ids":[]},{"cast":["Kasey Chambers"],"overview":"'Behind The Barricades' is a look into Kasey Chambers - on and off stage - spanning six years. Live: Track List 1. Barricades &amp; Brickwalls 2. Nullabor Song 3. Going Fishing 4. The Captain 5. Million Tears 6. Changed The Locks 7. I Still Pray 8. Not Pretty Enough 9. Top Of The World 10. We’re All Gonna Die Someday","release_date":"","vote_average":4.3,"runtime":null,"cert":"N\/A","id":66909,"title":"Kasey Chambers: Behind The Barricades","adult":false,"genre_ids":[10402]},{"cast":["Kasey Chambers","Shane Nicholson"],"overview":"DVD - RATTLIN BONES THE MAX SESSIONS Includes 10 songs recorded live at The Sydney Opera House Plus exclusive Interview with Kasey and Shane Rattlin’ Bones &amp; Monkey On A Wire Videos","release_date":"2008-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66910,"title":"Kasey Chambers & Shane Nicholson: Rattlin Bones","adult":false,"genre_ids":[10402]},{"cast":["Paul Byrom ","George Donaldson ","Keith Harkin","Ryan Kelly  ","Damian McGinty"],"overview":"\"IT'S ENTERTAINMENT\"-DVD TRACK LIST 1. Take Me Home 2. Every Breath You Take 3. Just Like Jesse James 4. Hard to Say I'm Sorry 5. Home 6. Life Without You 7. You Raise Me Up 8. Hallelujah 9. Standing on the Corner 10. Bad Bad Leroy Brown 11. Surf Medley - Surf City\/Fun, Fun, Fun\/Surfin' USA Doo Wacka Doo(I'm gonna be) 500 Miles 12. Still Haven't Found (What I'm Looking For) 13. Lough Swilly Railway 14. Ireland's Cal","release_date":"2010-02-09","vote_average":5.1,"runtime":124,"cert":"N\/A","id":66911,"title":"Celtic Thunder: It's Entertainment!","adult":false,"genre_ids":[10402]},{"cast":["Damian McGinty","Keith Harkin","George Donaldson ","Paul Byrom ","Ryan Kelly  "],"overview":"Celtic Thunder presents Take Me Home, an all new show, as seen on PBS. The DVD with a running time of almost 2 hours long features 13 new Celtic Thunder performances! After the smash success of the first Celtic Thunder production in 2008, producers Sharon Browne and Phil Coulter have developed an all-new Irish-music showcase. The sharply dressed male vocalists who starred in the first show have returned, and each performer gets a chance to show off his pop sensibility. The energetic set includes traditional Celtic tunes as well as rock covers and original compositions by Coulter.","release_date":"2009-07-14","vote_average":6.0,"runtime":120,"cert":"N\/A","id":66912,"title":"Celtic Thunder: Take Me Home","adult":false,"genre_ids":[10402]},{"cast":["Véra Korène","Simone Berriau","Jules Berry","Jacques Baumer","Pierre Brasseur"],"overview":"This murder mystery is set in a Parisian cafe and examines the mysterious murder of a famed journalist and extortionist who is killed at his table in the cafe. Though the prime suspects are gathered together( including his wife and her lover, the gun-runner, the creditor, and a playboy) and all of them have motives, none of them did it. So whodunit?","release_date":"1938-09-28","vote_average":10.0,"runtime":91,"cert":"N\/A","id":66913,"title":"Café de Paris","adult":false,"genre_ids":[80,9648,53]},{"cast":["Max Dearly","Elvire Popesco","Victor Boucher","Sacha Guitry","Saturnin Fabre"],"overview":"Nine Bachelors is a 1939 French comedy film directed by Sacha Guitry and starring Guitry, Max Dearly and Elvire Popesco.[1] An opportunist dreams up a new scheme to make money when the French government passes a law forbidding foreigners from living in France. It's French title is Ils étaient neuf célibataires.","release_date":"1939-10-27","vote_average":7.0,"runtime":125,"cert":"N\/A","id":66914,"title":"Nine Bachelors","adult":false,"genre_ids":[35]},{"cast":["Jacques Dumesnil","Marie Déa","Aimé Clariond","Raymond Cordy","Janine Miller"],"overview":"Lucien Bonnet, Jean Vigneron's manservant, blackmails his boss, who is having an affair with Inès de Montalban, married to Ricardo. Vigneron pays the sum but Lucien is killed by an accomplice, Baruch. Everything seems to accuse Jean who, for fear of compromising Inès, prefers to keep mum. Fortunately, his innocence will be proved thanks to a surprise witness. The two lovers flee to Congo while the husband soon forgets them, finding comfort in debauchery.","release_date":"1949-03-18","vote_average":6.0,"runtime":88,"cert":"N\/A","id":66915,"title":"56, rue Pigalle","adult":false,"genre_ids":[18,80]},{"cast":["Brigitte Bardot","Robert Hossein","Jean-Marc Bory","Michel Serrault","Jacqueline Porel"],"overview":"A young girl rescues a man from a suicide attempt. He turns out to be a sociopath, who begins to take over her life, abusing her both verbally and emotionally, yet she can't seem to tear herself away from him.","release_date":"1962-09-05","vote_average":6.7,"runtime":102,"cert":"N\/A","id":66916,"title":"Love on a Pillow","adult":false,"genre_ids":[18,10749]},{"cast":["Roland Blanche","Henri Déus","Antonietta Pizzorno","Sabine Haudepin"],"overview":"Sylvain Berg, a \"professional\" unemployed who spends his time hiking and mountain climbing, and \"model\" bank employee Benoît Constant,  who has just been fired and does not want his wife to find out, both find themselves in Françoise Duru's office at an employment agency. Françoise is secretly in love with Sylvain, so in order to keep him close she convinces her employer to give Sylvain a job he doesn't want, instead of Benoit who not only wants it but also has the right qualifications.","release_date":"1988-03-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":66917,"title":"The Comedy of Work","adult":false,"genre_ids":[35]},{"cast":["Peter Graves","Peggie Castle","Morris Ankrum","Thomas Browne Henry","James Seay"],"overview":"An attractive reporter investigating the mysterious destruction of an Illinois town stumbles upon a secret government laboratory conducting radiation experiments on vegetables. The lead scientist is eager to help find out what happened. Together they discover that giant grasshoppers are behind the devastation. Worse yet, thousands of them are headed toward Chicago! Can they be stopped... or is this the BEGINNING OF THE END?","release_date":"1957-06-28","vote_average":4.0,"runtime":73,"cert":"N\/A","id":66918,"title":"Beginning of the End","adult":false,"genre_ids":[878]},{"cast":["Theo Stevenson","Anjelica Huston","Parminder Nagra","Richard E. Grant","Mathew Horne"],"overview":"When Henry fails yet again to hand in his homework for the umpteenth time, he has no idea that this will set off a chain of events which will see him forming an unlikely alliance with Moody Margaret, the infuriating girl next door, and his irritating little brother Perfect Peter, outwitting corrupt School Inspectors and toppling an evil Headmaster, winning a talent contest and facing his ultimate nemesis with no way out - all because he is trying to save the very school which he has always professed to hate!","release_date":"2011-07-29","vote_average":6.0,"runtime":93,"cert":"N\/A","id":66923,"title":"Horrid Henry: The Movie","adult":false,"genre_ids":[35,10751,12]},{"cast":["Loretta Gross","Andrew Lee Barrett","Jackson Sims","Steve Monroe","Cathy Haase"],"overview":"The film is set in a small coastal community in New Jersey where the only action in town is a nightclub called The Pavilion. The owner, Pete (played by Jackson Sims), can barely make the payroll so in an effort to bring in more business, he hires a sultry stripper named Danny Lee (Cathy Haase). Danny Lee's act soon turns the head of Ralph, which is not good news for his bed-ridden wife Luanne (Loretta Gross). Luanne's nasty talent is her gift for gossip, and when she begins to suspect that Ralph has adultery on his mind, she starts spreading more ugly rumors that have just enough basis in fact to stick. Soon things spin out of control and a wave of violence begins.","release_date":"1989-05-01","vote_average":5.0,"runtime":110,"cert":"N\/A","id":66924,"title":"The Kill-Off","adult":false,"genre_ids":[18,80]},{"cast":["Ben Sheppard","Jamison Challeen","Maren McGuire","Ileana Herrin","Hank Cartwright"],"overview":"Fleeing the wrath of man-eating vixens who've taken over the world, a ragtag caravan of refugees (Ben Sheppard, Maren McGuire, Jamison Challeen and Ileane Herrin) makes its way across the country to the relative safety of the West Coast. But en route, they're attacked by unrelenting waves of starving strippers. If looks could kill ... well, let's just hope they can't. Gilbert Gottfried and Daniel Baldwin co-star.","release_date":"2011-02-22","vote_average":3.9,"runtime":103,"cert":"N\/A","id":66925,"title":"Stripperland","adult":false,"genre_ids":[27,35]},{"cast":["Szabó Győző","Károly Gesztesi","János Gyuriska ","János Greifenstein","Seress Zoltán"],"overview":"Magyar vándor is a 2004 Hungarian action comedy film directed by Gábor Herendi and starring Károly Gesztesi, János Gyuriska and Gyula Bodrogi","release_date":"2004-02-05","vote_average":5.2,"runtime":110,"cert":"N\/A","id":66926,"title":"Magyar vándor","adult":false,"genre_ids":[12,35]},{"cast":["Sergey Chonishvili","Arnis Licitis","Ilya Shakunov","Olga Lomonosova"],"overview":"Пройти «точку возврата» означает, никогда не вернуться туда, где начат путь. Каким бы сложным и долгим он не был — выбор можно сделать лишь единожды. У всех героев фильма есть своя предельно достижимая отметка на жизненном маршруте, пройдя которую, быть прежним невозможно. Похоронив любимых женщин — жену Лену и дочь Танечку, Родин отгораживается от внешнего мира: не подходит к операционному столу, не садится за руль автомобиля. Вернуть профессора затворника в привычную колею, пытается сосед по дому, старинный приятель семьи Родина — детектив Герман.","release_date":"2007-06-06","vote_average":0.0,"runtime":124,"cert":"N\/A","id":66937,"title":"Tochka Vozvrata","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"Learn everything you need to know about modern physics with this comprehensive course. The program examines the discoveries and laws developed after the Industrial Revolution, when new paradigms arose to explain the universe. Topics include the discovery of the electron, the principle of quantum physics, chaos theory, Einstein's theories of special and general relativity, wave-particle duality and the uncertainty principle, quarks and more.","release_date":"2007-06-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":66938,"title":"Core Physics: Modern Physics","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Learn everything you need to know about the foundation of physics with this comprehensive course. The program examines the discoveries and laws of classical physics, a study based on principles developed in the years before quantum theory. Topics include spectral lines, electromagnetism, laws of thermodynamics, electricity produced from magnetism, the Doppler effect, Maxwell's equations and the discovery of X-rays and radioactivity.","release_date":"2007-06-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":66939,"title":"Core Physics: Classical Physics","adult":false,"genre_ids":[99]},{"cast":["Aleksei Zalivalov","Igor Maslov","Lev Durov","Oleg Efremov"],"overview":"\"Дорога в Парадиз\" в переводе означает дорогу в рай. Туда и стремится молодой герой эксцентричной комедии Евгений. Он не может найти себе применения в жизни, постоянно попадает в смешные и глупые ситуации.","release_date":"1991-06-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":66940,"title":"Doroga v Paradiz","adult":false,"genre_ids":[35]},{"cast":["Liam Norberg","Mats Helin","Ray Jones IV","Thorsten Flinck","Johanna Sällström"],"overview":"Jocke is broken out of prison to help his brother pay a debt to the insane kingpin Zoran. Soon he is dragged into an evil spiral of violence and crime.","release_date":"2006-12-27","vote_average":1.0,"runtime":90,"cert":"N\/A","id":66941,"title":"Sökarna - Återkomsten","adult":false,"genre_ids":[80,18]},{"cast":["Ryan Kwanten","Maeve Dermody","Marshall Napier","Heather Mitchell","Patrick Brammall"],"overview":"Griff, office worker by day, superhero by night, has his world turned upside down when he meets Melody, a beautiful young scientist who shares his passion for the impossible.","release_date":"2011-08-19","vote_average":6.0,"runtime":93,"cert":"N\/A","id":66942,"title":"Griff the Invisible","adult":false,"genre_ids":[10749,35,18]},{"cast":["Joe Hisaishi","Hayao Miyazaki"],"overview":"A concert given on 4th and 5th (plus an added performance on 6th) of August 2008 at Tokyo's 14,000-seat Nippon Budôkan venue commemorating both the Japanese theatrical premiere of “Ponyo” and the 25 years of musical collaboration between composer Joe Hisaishi and filmmaker Hayao Miyazaki.","release_date":"2008-08-31","vote_average":9.3,"runtime":117,"cert":"N\/A","id":66943,"title":"Joe Hisaishi in Budokan","adult":false,"genre_ids":[99,10402]},{"cast":["Rade Šerbedžija","Krešimir Mikić","Bogdan Diklić","Živko Anočić","Mira Banjac"],"overview":"A family from isolated village in Lika makes a good living out of American pension earned by their late granddad Djuradj and received by his widow Nedja. The very existence of a family is threatened when Nedja dies, but the head of the family comes up with a cunning plan.","release_date":"2010-07-20","vote_average":6.5,"runtime":93,"cert":"N\/A","id":66944,"title":"Seventy-Two Days","adult":false,"genre_ids":[35,18]},{"cast":["Claire Forlani","Dougray Scott","Gordon Ramsay","Michelle Ryan","Pamela Binns"],"overview":"Rob Haley (Dougray Scott), an up-and-coming chef and restaurateur in London, is grief-stricken when he loses his wife. With encouragement from his infamous friend and real life TV Chef Gordon Ramsay, Rob decides to spice up his life by turning a run-down country pub into a gourmet restaurant. His food catches the eye - and taste buds - of beautiful American food critic Kate Templeton (Claire Forlani) and they soon both write a recipe for love that leaves both their hearts - and their stomachs - in full.","release_date":"2011-06-07","vote_average":5.2,"runtime":86,"cert":"N\/A","id":66945,"title":"Love's Kitchen","adult":false,"genre_ids":[18,10749,35]},{"cast":["Tony Curtis","Jackie Earle Haley","Tomisaburō Wakayama","Antonio Inoki","Hatsune Ishihara"],"overview":"In this third film version of the Bad News Bears series, Tony Curtis plays a small time promotor\/hustler who takes the pint-sized baseball team to Japan for a match against the country's best little league baseball team which sparks off a series of adventures and mishaps the boys come into.","release_date":"1978-06-30","vote_average":5.2,"runtime":91,"cert":"N\/A","id":66946,"title":"The Bad News Bears Go to Japan","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"A single church-going mother desperately tries to save her two daughters from walking down the same dark path she was once on; and a young woman fights against addiction to a mysterious party drug.","release_date":"2011-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66947,"title":"Ecstacy","adult":false,"genre_ids":[]},{"cast":["Ananda Everingham","Suchao Pongwilai","Jesdaporn Pholdee","Artid Ryu","Taya Rogers"],"overview":"An investigation into a student's suicide results in several students being stranded in their closed school.","release_date":"1999-09-24","vote_average":3.8,"runtime":90,"cert":"N\/A","id":66948,"title":"303 Fear Faith Revenge","adult":false,"genre_ids":[27,9648]},{"cast":["Philippe Caubère","Marie-Françoise Audollent","Jonathan Sutton","Frédéric Ladonne"],"overview":"Jean-Baptiste Poquelin is raised by his father and his grandfather because his mother dies when he's still very little. He works as a handyman, studies the law at a university and travels the country as an actor before he becomes the celebrated playwright Molière who impresses firstly the Duke of Orleans and then even King Louis XIV.","release_date":"1978-08-30","vote_average":5.7,"runtime":260,"cert":"N\/A","id":66949,"title":"Molière","adult":false,"genre_ids":[18,36]},{"cast":["Kevin Winters","Colleen Lynch","Neal Shea","Robert J. Lord","Mary Gausselin"],"overview":"Max and Missy have been best friends for as long as they can remember, and now Max is falling in love with her. But strange things start happening to him at school. He can see through walls, hear distant voices, and he suddenly has super-human strength! When students start mysteriously disappearing after school Max and his friends stumble upon a sinister plot by his teachers to take over the world. And when they kidnap Missy, Max must put his new found superpowers to the test to save the girl he loves.","release_date":"2009-01-05","vote_average":0.0,"runtime":100,"cert":"N\/A","id":66950,"title":"Missy and the Maxinator","adult":false,"genre_ids":[12,9648,878]},{"cast":["Zouzou","Peter Chatel","Niels Arestrup","Jean-Pierre Kalfon","Pierre Clémenti"],"overview":"A thriller in which the characters are Latin-American exiles living in Paris. It is also a comedy about artists who play at revolution rather than actually participate in one","release_date":"1977-09-28","vote_average":0.0,"runtime":91,"cert":"N\/A","id":66951,"title":"The Sorceror's Apprentice","adult":false,"genre_ids":[18]},{"cast":["Louise Carletti","Gilbert Gil","André Brunot","Marcel Pérès"],"overview":"","release_date":"1941-12-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66954,"title":"Nous les gosses","adult":false,"genre_ids":[35,18]},{"cast":["Serge Avedikian","Michelle Marquais","Claire Deluca","Roland Bertin"],"overview":"A film version of author Gilles Perrault's best-selling book about the 1976 trial and execution of Christian Ranucci, the youth who was convicted with extremely inconclusive evidence of murdering an eight-year-old girl in Southern France. The publicity the book and film helped abolish capital punishment in France in 1981.","release_date":"1979-10-07","vote_average":4.8,"runtime":120,"cert":"N\/A","id":66955,"title":"The Red Sweater","adult":false,"genre_ids":[18]},{"cast":["Francis Lacombrade","Didier Haudepin","François Leccia","Dominique Maurin"],"overview":"A tale of the tender relationship between a twelve-year-old boy and the upperclassman who is the object of his desire. All set in the rigid atmosphere of a Jesuit-run school.","release_date":"1964-09-04","vote_average":7.9,"runtime":99,"cert":"N\/A","id":66956,"title":"This Special Friendship","adult":false,"genre_ids":[18]},{"cast":["Mohamed Chouikh","Bernadette Lafont","Jean-Pierre Bisson","Marie-José Nat"],"overview":"Elise (Marie-Josee Nat) is a young provincial woman working in a factory in Paris. Her revolutionary brother secured the position for her, and she falls in love with an Algerian native who works with her. She becomes painfully aware of the prejudice he experiences from the police and his superiors. The recent conflict between France and Algeria only compounds the problems of Algerians in France. Her love and concern for the man causes her to search for him after he disappears one day. Elise considers moving to Algeria to find the man she loves in this bitter social drama.","release_date":"1970-11-25","vote_average":5.1,"runtime":104,"cert":"N\/A","id":66957,"title":"Élise ou la vraie vie","adult":false,"genre_ids":[35,18]},{"cast":["Paul Meurisse","Odette Joyeux","Albert Dinan","Philippe Lemaire"],"overview":"","release_date":"1948-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66960,"title":"Scandale","adult":false,"genre_ids":[35,18]},{"cast":["Yvonne Printemps","Pierre Fresnay","Henri Guisol","Jean Périer"],"overview":"\"Les Trois Valses\" traces the love story of two people over three eras. In the first waltz (music based on Johann Strauss I), Yvonne is a sensitive Parisian ballet dancer, whose romance with a dashing officer is brought to an abrupt end by his family. She goes off to Vienna to become a big star. In the second waltz, her daughter, an even bigger star, but now of Paris music halls, has a brief flirtation with the rakish man-about-town who is the son of suitor number one. She throws him over pretty quickly for a chance to shine at a Gala performance. Finally, in the third waltz, the two get together, when she is a movie star, and he is posing as an insurance salesman.","release_date":"1938-12-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":66961,"title":"Three Waltzes","adult":false,"genre_ids":[10749,10402]},{"cast":["Geneviève Bujold","Richard Jordan","Marcel Cuvelier","Suzie Baillargeon","Huguette Oligny"],"overview":"A writer, Kamouraska is based on a real nineteenth-century love-triangle in rural Québec. It paints a poetic and terrifying tableau of the life of Elisabeth d'Aulnières: her marriage to Antoine Tassy, squire of Kamouraska; his violent murder; and her passion for George Nelson, an American doctor. Passionate and evocative, Kamouraska is the timeless story of one woman's destructive commitment to an ideal love.","release_date":"1973-07-18","vote_average":6.8,"runtime":175,"cert":"N\/A","id":66962,"title":"Kamouraska","adult":false,"genre_ids":[18,36]},{"cast":["Edwige Feuillère","Gabriel Gabrio","Maurice Escande","Roger Karl"],"overview":"French silent film pioneer Abel Gance directs this 1935 classic about Lucrezia Borgia, her brother, Cesare. and her father, Pope Alexander VI -- one of history's most ruthless and ambitious crime families.","release_date":"1935-12-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":66963,"title":"Lucrezia Borgia","adult":false,"genre_ids":[18,36,10749]},{"cast":["Eddie Constantine","Nadia Gray","Dominique Wilms","Robert Berri"],"overview":"Les femmes s'en balancent is a 1954 French film directed by Bernard Borderie","release_date":"1954-05-05","vote_average":6.0,"runtime":109,"cert":"N\/A","id":66964,"title":"Dames Get Along","adult":false,"genre_ids":[80,18]},{"cast":["Brigitte Bardot","Henri Vidal","Dawn Addams","Darío Moreno","Noël Roquevert"],"overview":"Handsome dentist Herve Dandieu, temporarily separated from his new, delectable wife Virginie by a lovers' tiff, is picked up by sexy dance teacher Anita Flores...object blackmail. Sensing trouble, Virginie follows him to the dance school, only to find him circumstantially incriminated in murder. Soon, the school has a gorgeous new instructress, whose slightly scatterbrained attempts to clear her husband confuse both police and suspects...and bring potential danger.","release_date":"1959-12-28","vote_average":6.5,"runtime":91,"cert":"N\/A","id":66965,"title":"Come Dance with Me!","adult":false,"genre_ids":[18,80,9648]},{"cast":["Jean Gabin","Brigitte Bardot","Edwige Feuillère","Nicole Berger","Franco Interlenghi"],"overview":"Married French lawyer Andre defends succesfully the case of Yvette, who committed a robbery. He falls in love with her, but she isn't true to him.","release_date":"1958-09-17","vote_average":6.8,"runtime":105,"cert":"N\/A","id":66966,"title":"Love Is My Profession","adult":false,"genre_ids":[10749,18,80]},{"cast":["Brigitte Bardot","Alida Valli","Stephen Boyd","José Nieto","Fernando Rey"],"overview":"Ursula, a young, sensuous French girl, arrives in a Spanish mountain community to visit her aunt and uncle.  It isn't long before her uncle is killed by handsome stranger Lamberto and against her better judgement, Ursula falls in love with the killer...","release_date":"1958-04-05","vote_average":4.6,"runtime":91,"cert":"N\/A","id":66967,"title":"The Night Heaven Fell","adult":false,"genre_ids":[53,18,80]},{"cast":["Daniel Gélin","Brigitte Bardot","Robert Hirsch","Jacques Dumesnil","Darry Cowl"],"overview":"When ultra-respectable General Dumont discovers that his nubile daughter Agnes is \"A.D.\", author of a scandalous under-the-counter novel, he wants her shipped to a convent; but she escapes to Paris, planning to live with her brother, ostensibly a rich artist but really a poor guide in the Balzac Museum. This misunderstanding gets both in serious trouble, and puts Agnes in immediate need of money...just the amount offered as grand prize in an amateur striptease contest, which her new boyfriend, reporter Daniel, is covering for his magazine...","release_date":"1956-07-25","vote_average":6.0,"runtime":101,"cert":"N\/A","id":66968,"title":"Plucking the Daisy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Brigitte Bardot","Jean Bretonnière","Françoise Fabian","Mischa Auer","Michel Serrault"],"overview":"Nightclub entertainer Jean Clery discovers too late that the 'baby' he agreed to take care of is a wild, shapely sex kitten.","release_date":"1956-04-10","vote_average":6.7,"runtime":86,"cert":"N\/A","id":66969,"title":"That Naughty Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Sydney Penny","Jean-Marc Bory","Jean-Marie Bernicat","Philippe Brigaud","Claude Buchwald"],"overview":"Evocation of the life of Bernadette Soubirous, the eldest of four children, who, at the age of fifteen, experiences a religious vision at the Massabielle grotto near Lourdes.","release_date":"1988-02-17","vote_average":6.1,"runtime":119,"cert":"N\/A","id":66970,"title":"Bernadette","adult":false,"genre_ids":[18]},{"cast":["Jean-Pierre Mocky","Marion Game","Paul Müller","André Le Gall"],"overview":"A prisoner escapes and kidnaps a woman with her he falls in love. He's involved in a bad business where politicians and underworld are leading the dance. He'll die like the albatross in Baudelaire's poem.","release_date":"1971-09-08","vote_average":7.9,"runtime":92,"cert":"N\/A","id":66971,"title":"Love Hate","adult":false,"genre_ids":[80,9648,53]},{"cast":["Élodie Bouchez","Melvil Poupaud","Sophie Aubry","Gaël Morel"],"overview":"The grueling, emotionally torturous world of French preparatory schools provides the framework for this mystery. The deliberately rigorous courses are designed to prepare students to take the brutal examinations for entry into the elite Grand Ecoles, where a select few will gain the skills and education needed to insure a bright, prosperous future for themselves. The story centers on Delphine, a girl from the lower classes, and the upper class Claude. Both young women aspire to attend the Ecole Normale Superieure on the Rue d'Ulm. Delphine lives in humble public housing with her dull mother and two young brothers while Claude, who considers herself a Communist, lives in luxury with her own servant; she is sexually involved with fellow- student, Axel, who thinks himself a fascist.","release_date":"1995-09-13","vote_average":6.0,"runtime":85,"cert":"N\/A","id":66972,"title":"Those Were the Days","adult":false,"genre_ids":[]},{"cast":["Élodie Bouchez","Edwige Navarro","Benoît Magimel","Malcolm Conrath","Serge Avedikian"],"overview":"A young woman in a lesbian relationship keeps a diary that is stolen by a young man who loves her.","release_date":"1993-04-28","vote_average":6.3,"runtime":110,"cert":"N\/A","id":66973,"title":"The Stolen Diary","adult":false,"genre_ids":[]},{"cast":["Nora Miao","Angela Mao","Paul Chang Chung","James Tien","Tang Ching"],"overview":"Everyday when General Xiao and his men ride through the Imperial City, inhabitants have to scatter around in order to keep out of their path. One day when Lei plans to assassinate Xiao but gets hurt, another three fighters He, Jiao and Feng come out boldly to help him out. With the help of Zhu, a cook, He succeeds to escape whereas the other three are seized. Later on, He acquaints himself with the girl Gui. Along with another two girls, Hai and Jiang, these eight youngsters are the descendants of the late patriotic generals, who have been recently murdered. Gui suspects that Hai and Jiang are controlled by Xiao and sneaks into his manor. She meets the girls successfully, but she is seized. When Wan, Xiao's butler, urges his master to kill Hai and Jiang, Jiang overhears their conversation and tries to rescue all her friends. At last, the eight are united and try their best to fight against General Xiao and his men.","release_date":"1971-01-22","vote_average":6.0,"runtime":95,"cert":"N\/A","id":66974,"title":"The Invincible Eight","adult":false,"genre_ids":[28]},{"cast":["Lo Lieh","Li Ching","David Chiang","Fang Mian","Ku Feng"],"overview":"this is one of the few films where godfather of kung fu film; chang cheh headlined lo lieh as the leading hero. three years before lo would become the shaw brothers first international star in king boxer. here he plays a dedicated chief constable for the tsang chou village. he falls in love with the blind daughter of a bandit who is wrecking havoc. joining him in all the action and emotion are award winning actor ku feng and future superstar david chiang.","release_date":"1969-06-30","vote_average":5.6,"runtime":94,"cert":"N\/A","id":66975,"title":"The Invincible Fist","adult":false,"genre_ids":[28,12]},{"cast":["Ivy Ling Po","Liu Ping","Ling Yun","Lung Fei","Kao Ming"],"overview":"The famed Ivy Ling Po (Temple Of The Red Lotus) stars as a mysterious swordswoman dedicated to keeping the five volume \"Five Generations Fighting Methods\" kung-fu manual out of evil-doers' hands. She joins Ling Yun, star of The Iron Buddha, who plays a hero known only as the Roving Knight to fight, train, then fight again -- facing such characters as The Six-Armed Giant and The 1000-Cut in this action-packed adventure.","release_date":"1971-01-01","vote_average":6.5,"runtime":86,"cert":"N\/A","id":66978,"title":"The Mighty One","adult":false,"genre_ids":[28]},{"cast":["Shih Szu","Cheng Miu","Chan Shen","Chen Wo-Fu","Wai Wang"],"overview":"Chen Wo-Fu plays construction worker Ku Ting, whose skill at \"tai chi\" (shadow boxing) is as great as his pacifism. But when his girlfriend is raped by vicious gangsters, he shows everyone the true power and beauty of tai chi.","release_date":"1974-03-07","vote_average":4.6,"runtime":86,"cert":"N\/A","id":66979,"title":"The Shadow Boxer","adult":false,"genre_ids":[28]},{"cast":["Shih Szu","Elliot Ngok","Fan Mei-Sheng","Tang Ti","Tung Lam"],"overview":"After a career spanning more than forty years and dozens of films as director or writer, Yueh Feng used everything he learned on a final few martial arts epics, of which this is one of the most memorable. It's not easy to forget a hunchbacked, one-armed protagonist, nor the \"Poisonous Dragon Sword\" style, nor the luminous and lethal Shih Szu as the title swordswoman, who is out to avenge her father's death at the mid-autumn festival.","release_date":"1972-04-20","vote_average":6.0,"runtime":82,"cert":"N\/A","id":66980,"title":"The Young Avenger","adult":false,"genre_ids":[28]},{"cast":["Yat Chor Yuen","Hilda Liu Hao-Yi","Bruce Lai","Guk Jeong-Suk","Lee Man-Tai"],"overview":"The Progenitor, Cheng Yang, Cheng Jen and his brother, Chung Yin-Chiu tried all means to acquaint with the “Yin Yang Separate Body Style”, which was the most powerful Taoism Kung-fu of Yin Yang Tang. One day, Student, Ko Sheng practiced the style secretly. Since his basic Kung-fu training was not well-established, he made his soul separated from the body. At the most critical moment, he was saved by Yin-Chiu. The leader of Tien Wu Men, Master Fu Luen wanted to rule over the community by force, bitterly practiced the “Tzu Yin Wicked Style” kung fu. He controlled Kuan Shih-Chung by using poison and ordered him to get the urea of children and women's placenta for him to practice...","release_date":"1986-03-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":66981,"title":"The Young Taoism Fighter","adult":false,"genre_ids":[28,35]},{"cast":["Udo Dirkschneider","Wolf Hoffmann","Jörg Fischer","Peter Baltes","Stefan Kaufmann"],"overview":"Metal Heart Breaker Screaming For A Love-Bite Up To The Limit Living For Tonite Princess Of The Dawn Restless And Wild Son Of A Bitch London Leatherboys Fast As A Shark Balls To The Wall Outro (Bound To Fail) I’m a Rebel Balls To The Wall Midnight Mover Generation Clash Protectors Of Terror Slaves To Metal Death Row Starlight Slaves To Metal Objection Overruled","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":66982,"title":"Accept: Metal Blast From the Past","adult":false,"genre_ids":[10402]},{"cast":["George Johnson","Fred Shields"],"overview":"Goofy shows us the national pastime. After a brief overview, we have a demonstration of the many possible pitches. On to the World Series, where we go through an eventful inning, culminating in a baseball that disintegrates when being hit.","release_date":"1942-09-04","vote_average":6.8,"runtime":8,"cert":"N\/A","id":66983,"title":"How to Play Baseball","adult":false,"genre_ids":[35,16]},{"cast":["Pinto Colvig"],"overview":"It's Taxidermy Tech vs. Anthropology A&amp;M for this introduction to college football.","release_date":"1944-09-15","vote_average":6.6,"runtime":7,"cert":"N\/A","id":66984,"title":"How to Play Football","adult":false,"genre_ids":[16]},{"cast":[],"overview":"After a short of history of man's eternal quest for sleep (from the stone ages to modern times) as well as a demonstration of what puts man to sleep and how man sleeps (like the dog, the ostrich, etc.), we see Goofy's attempts to sleep despite insomnia. He tries opening a window, using an electric blanket, drinking hot milk, counting sheep. Nothing works. He consults a scientist who studies Goofy's sleeping habits and finally finds a cure for Goofy's insomnia...by taking a mallet and crowning him on the head. It works!","release_date":"1953-12-25","vote_average":6.4,"runtime":7,"cert":"N\/A","id":66985,"title":"How to Sleep","adult":false,"genre_ids":[16]},{"cast":["George Johnson","John McLeish"],"overview":"Goofy shows us how to swim, first using a piano stool to demonstrate the strokes, right into the middle of traffic and back again. Next, Goofy tries to change in a tiny beachhouse and ends up underwater without realizing it. He eats his picnic lunch and finds himself literally tied into knots with cramps. Next, Goofy takes on diving, as first demonstrated by an outline model; of course, for him, it doesn't go nearly as well. Finally, Goofy tries riding the surf in an inner tube, but first it's punctured by an ill-placed anchor, then it turns into a slingshot thanks to a couple of cleverly placed posts.","release_date":"1942-10-23","vote_average":6.4,"runtime":8,"cert":"N\/A","id":66986,"title":"How to Swim","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Go behind the scenes to get a backstage look at what it takes to present the legendary band Rush during the 2008 Snakes & Arrows Concert Tour. It may appear to be one of the most exciting and glamorous jobs in the world – but being a roadie with a top-rated world-famous rock and roll band can be a grueling marathon of 18 hour work days, on an easy day. A bad is actually a couple of days, 40 hours spent hauling gear, assembling huge stacks of speakers, lifting them a hundred feet in the air, tuning instruments for demanding musicians and being cut off from every lover, friend and relative you have. This series takes you to the show you never see when you take your seat for a concert by the legendary band Rush. All the backstage secrets are revealed.","release_date":"2008-01-01","vote_average":0.0,"runtime":250,"cert":"N\/A","id":66987,"title":"Backstage Secrets: On the Road with the Rock Band Rush","adult":false,"genre_ids":[10402,99]},{"cast":["Clarence Nash"],"overview":"A bee is flying among Donald's flowers when he notices a veritable paradise of flowers in the guise of wallpaper Donald is hanging. The bee is rather frustrated when he is unable to stay on the flowers so Donald has some fun with the bee tormenting him with the fake flowers. The bee gets his revenge when Donald is accidentally pasted to the ceiling by the wallpaper making him an easy target for the bee's stinger.","release_date":"1948-08-27","vote_average":5.4,"runtime":6,"cert":"N\/A","id":66988,"title":"Inferior Decorator","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Bill Thompson","June Foray"],"overview":"An elderly bee, seeing an equally elderly Donald Duck in the park, looks back on their long partnership. The bee started helping Donald pick up trash, then using his sharp stinger to increase sales for balloon vendor Donald, then as a tattoo artist, and finally doing embroidery. After a particularly demanding tapestry, the bee asks for time off, and Donald shows him to a custom-built greenhouse. In there, along with lots of lovely flowers, and moreover, a lady bee. This obviously causes some problems in the relationship with Donald.","release_date":"1952-04-25","vote_average":6.2,"runtime":7,"cert":"N\/A","id":66989,"title":"Let's Stick Together","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Músicas: 1. Exagerado 2. Medieval II 3. Por que a gente é assim? 4. Vida louca vida 5. Boas novas 6. Ideologia 7. O nosso amor a gente inventa 8. Blues da piedade 9. faz parte do meu show 10. Todo amor que houver nessa vida 11. Codinome beija-flor 12. Preciso dizer que te amo 13. Só as mâes sâo felizes 14. O tempo nâo pára 15. Bete balanço 16. Um trem para as estrelas 17. Brasil 18. O mundo é um moinho (clipe)","release_date":"2008-01-01","vote_average":9.0,"runtime":63,"cert":"N\/A","id":66990,"title":"Pra Sempre Cazuza","adult":false,"genre_ids":[10402]},{"cast":["Clarence Nash"],"overview":"Donald's nephews use a mountain lion costume to scare Donald away so they can grab a pie off the windowsill. The deception is exposed, but a short while later, a real mountain lion comes along.","release_date":"1950-01-20","vote_average":5.5,"runtime":7,"cert":"N\/A","id":66991,"title":"Lion Around","adult":false,"genre_ids":[16]},{"cast":["Chico Buarque"],"overview":"Este é o nono DVD da série retrospectiva da obra de Chico Buarque e trata da rica relação entre múcica e literatura nas canções e livros do autor. Gravado em Lisboa, Paris e Budapeste, mostra o artista explicando as diferenças entre duas linguagens e como elas se influenciam mutuamente em sua obra. Faixas 1 Fado Tropical 2 Uma Palavra 3 Mar E Lua 4 Passaredo - Part Francis Hime 5 Mano a Mano - Part João Bosco 6 Joao E Maria 7 Ela Desatinou - Part Daniela Mercury e Tom Jobim 8 Quem Te Viu, Quem Te Ve 9 Fantasia 10 Pivete 11 Carioca 12 Sonhos Sonhos Sao 13 Morro Dois Irmaos 14 A Danca Dos Banqueiros","release_date":"2005-01-01","vote_average":0.0,"runtime":129,"cert":"N\/A","id":66992,"title":"Chico Buarque - Uma Palavra","adult":false,"genre_ids":[10402,99]},{"cast":["Pinto Colvig"],"overview":"Goofy is about to set up a hammock in the backyard of his penthouse apartment but is minus one tree. He immediately decides to get another one but he shows poor judgement in regards that the one he picks is unkowingly the home of a mountain lion. The lion returns to Goofy's penthouse to reclaim his tree, notices the hammock, and decides this is a much better source of relaxation than laying on a tree branch. Thus, he tries to remove Goofy from the hammock so he can relax himself and eventually a battle ensues.","release_date":"1951-01-05","vote_average":5.9,"runtime":7,"cert":"N\/A","id":66993,"title":"Lion Down","adult":false,"genre_ids":[35,10751,16]},{"cast":[],"overview":"VIDEOCLIPS 01. Down On The Corner 02. Bad Moon Rising 03. Proud Mary 04. Looking Out My Back Door 05. I Put A Spell On You 06. Sweet Hitch-Hicker 07. I Heard It Through The Grapevine SHOW ROYAL ALBERT HALL 1970 08. Born On The Bayon 09. Green River 10. Tombstone Shadow 11. Traveling Band 12. The Midnight Special 13. Proud Mary 14. Keep On Choogling SHOW OAKLAND ARENA 1970 15. Traveling Band 16. Bad Moon Rising 17. Proud Mary 18. Fortunate Son 19. Commotion 20. Keep On Choohling BONUS - Comotion - Green River - Interviews - Up Around The Bend","release_date":"1970-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":66994,"title":"Creedence Clearwater Revival – I Put A Spell On You","adult":false,"genre_ids":[10402]},{"cast":["Pinto Colvig","Clarence Nash","Walt Disney"],"overview":"Mickey is a stage magician, and Goofy is a stagehand. Donald is sitting in a box seat, and soon starts heckling. Mickey retaliates, among other things by making him spit out playing cards, which only makes Donald more angry and determined to heckle. Ultimately, Donald gets hold of Mickey's flare gun and literally brings the house down on all three of them.","release_date":"1937-02-06","vote_average":6.5,"runtime":8,"cert":"N\/A","id":66997,"title":"Magician Mickey","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig"],"overview":"Goofy buys a pet dog (Bowser) and has trouble training it. As Bowser gets bigger, he becomes a larger problem, angering the neighbors. Goofy goes out for the night, and Bowser proves not to be much of a guard dog until Goofy comes home and tries to get in.","release_date":"1952-04-04","vote_average":5.4,"runtime":6,"cert":"N\/A","id":66998,"title":"Man's Best Friend","adult":false,"genre_ids":[16]},{"cast":[],"overview":"“Intro [Draco Ignis]“ “King Of Rock And Roll” (Dio\/Appice\/Bain\/Campbell) “Time To Burn” (Dio\/Goldy) “The Last In Line” (Dio\/Bain\/Campbell) “Holy Diver” (Dio) “The Last In Line (reprise)” (Dio\/Bain\/Campbell) “Heaven And Hell” (Dio\/Iommi\/Butler\/Ward) “Sacred Heart” (Dio\/Appice\/Bain\/Campbell) “Rock ‘N’ Roll Children” (Dio) “Long Live Rock ‘N’ Roll” (Dio\/Blackmore) “Man On The Silver Mountain” (Dio\/Blackmore) “Rock ‘N’ Roll Children (reprise)” (Dio) “Rainbow In The Dark” (Dio\/Bain\/Appice\/Campbell) “Hungry For Heaven” (Dio\/Bain)","release_date":"2004-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":66999,"title":"Dio: Sacred Heart","adult":false,"genre_ids":[10402]}]