[{"cast":[],"overview":"Time Machine is a video by heavy metal band Dio. Ronnie James Dio made extra narration to every song in this video. [edit]Tracks \"Wild One\" (Ronnie James Dio, Rowan Robertson) \"Holy Diver\" (Dio) \"Rainbow in the Dark\" (Vinny Appice, Jimmy Bain, Vivian Campbell, Dio) \"The Last in Line\" (Bain, Campbell, Dio) \"Hungry for Heaven\" (Bain, Dio) \"Rock and Roll Children\" (Dio) \"Stand Up and Shout\" (Bain, Dio) \"King of Rock and Roll\" (Appice, Bain, Campbell, Dio) \"All the Fools Sailed Away\" (Dio, Craig Goldy)","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67000,"title":"Dio: Time Machine (Video Collection)","adult":false,"genre_ids":[10402]},{"cast":["James MacDonald","Pinto Colvig"],"overview":"Mickey visits the zoo, where he makes friends with a baby seal by feeding it a couple of fish from his picnic basket. The seal stows away and goes home with Mickey, where for a while, only Pluto sees it. But it climbs into Mickey's bath, and he eventually figures it out and returns the tot. He tells his elders of the wonders of Mickey's bath and scrub-brush, and Mickey returns home to find a welcoming committee.","release_date":"1948-12-03","vote_average":6.5,"runtime":7,"cert":"N\/A","id":67001,"title":"Mickey and the Seal","adult":false,"genre_ids":[16,35,10751]},{"cast":["Ronnie James Dio","Jimmy Bain","Simon Wright","Doug Aldrich","Scott Warren"],"overview":"A legend takes the stage!  For over twenty years, the music and magic of DIO have shaped the very landscape of heavy metal. Now for the first time ever, the celebrated and epic over-the-top live show has been captured digitally and can be relived by fans worldwide anytime!  On a rain-soaked Friday the 13th in December of 2002, the mastery of DIO took full command of New York City's famous Roseland Ballroom. In grand fashion, the formidable quintet was unleashed upon a rabid sold-out crowd, delivering a memorable performance that was nothing less than a heavy metal history lesson.  With material ranging from the timeless anthems found on the Holy Diver and Last in Line albums to brand new headbangers from their latest opus, Killing the Dragon, DIO delivered that special kind of evening that hard rock and heavy metal fans live for. Also included are several electrifying classics from Ronnie James Dio's days with Rainbow and Black Sabbath.","release_date":"2003-07-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":67002,"title":"Dio: Evil or Divine","adult":false,"genre_ids":[10402]},{"cast":["Wong Yu","Johnny Wang Lung-Wei","Yuen Wah","Ku Feng","Chan Shen"],"overview":"One of Shaw Brothers' most productive directors, Sun Chung's action films had strong tension, snappy editing and slow motion which influenced up and coming martial arts director John Woo. Starring kung-fu comedienne Wang Yu, a ballistic kid on a mission to clear his father's name, The Kid With A Tattoo features plentiful ripsnorting martial arts by Jackie Chan's long time kung-fu classmates Yuen Hua and Yuan Pin, and Shaw Brothers' best martial arts fighting villain Wang Lung-wei.","release_date":"1980-06-17","vote_average":6.0,"runtime":97,"cert":"N\/A","id":67003,"title":"The Kid with a Tattoo","adult":false,"genre_ids":[35,28]},{"cast":["James MacDonald","Pinto Colvig"],"overview":"Mickey is running a banana plantation. Pluto is frightened by Mickey's boomerang and gets tangled up with it. Meanwhile, Mickey has found an ostrich egg whose owner isn't at all happy that Mickey wants to take it.","release_date":"1948-03-19","vote_average":5.0,"runtime":7,"cert":"N\/A","id":67004,"title":"Mickey Down Under","adult":false,"genre_ids":[16,10751]},{"cast":["Walt Disney","Pinto Colvig","Clarence Nash","Florence Gill"],"overview":"Mickey hosts an amateur hour radio show. Among the acts: Donald forgetting the words to \"Twinkle Twinkle Little Star\"; Clara Cluck singing and chasing the microphone; and Goofy with an elaborate one-man-band contraption.","release_date":"1937-04-17","vote_average":6.3,"runtime":7,"cert":"N\/A","id":67005,"title":"Mickey's Amateurs","adult":false,"genre_ids":[16]},{"cast":["Rosalind Ayres","Philip L. Clarke"],"overview":"Mysterious and only superficially explored by generations of the native Aborigines, Australia's Great Barrier Reef is one of the world's most extraordinary natural life systems. Twelve hundred miles long and made up of coral, it is the Earth's largest structure built by living things, in some places extending 120 miles into the sea. So many varieties of life call the reef home that more than a dozen species can be found within any square meter of its surface. This IMAX film brilliantly captures the visual splendor of this environment with splendid underwater photography typical of the format. Sharks, sea turtles, anemones, and the coral itself are the living subjects of the camera's probing eye. Overall, this documentary is a comprehensive look at this long-studied web of life that leaves a lasting impression of its depth and beauty.","release_date":"1981-01-01","vote_average":5.1,"runtime":39,"cert":"N\/A","id":67006,"title":"Great Barrier Reef","adult":false,"genre_ids":[99]},{"cast":["Ho Tsung-Tao","Liu Ping","Nancy Yen Nan-See","Man Kong Lung","Miu Tin"],"overview":"Kon Loong, a rickshaw boy, learns kung-fu from master Auyang Tin-Kin, for three years of practice. Kon Loong is recognized as the best among all the students. One day, when the master is out for a journey, another fighting association sends a challenge to the school, and Kon Loong accepts it. He goes with four other brothers, but they are badly defeated by their opponents, who hired the help of a Japanese karate fighter. When the master returns, he will have to save the school's honour, in a duel against the two other schools.","release_date":"1972-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":67007,"title":"Triangular Duel","adult":false,"genre_ids":[28]},{"cast":["Walt Disney","Clarence Nash"],"overview":"Mickey is ringmaster of a circus for orphans. Donald has a trained sea lion act, and does a bit of juggling himself. Mostly, though, he fights with a baby sea lion who keeps stealing both the fish and the show. Donald then finds himself and Mickey in an unrehearsed high wire act, which kicks into high gear when one of the orphans electrifies the wire. They end by doing a high dive into the seals' tank.","release_date":"1936-08-01","vote_average":5.4,"runtime":8,"cert":"N\/A","id":67010,"title":"Mickey's Circus","adult":false,"genre_ids":[16]},{"cast":[],"overview":"DVD1: Intro The Root Of All Evil Panic Attack Another Won Afterlife Under A Glass Moon Lie Peruvian Skies Fatal Tragedy About To Crash (Reprise) Losing Time\/Grand Finale DVD2: As I Am I Walk Beside You Sacrificed Sons Octavarium Someone Like Him Medicate (Awakening) Full Circle Intervals Razor’s Edge Highway Star The Spirit Carries On Pull Me Under","release_date":"2006-01-19","vote_average":5.5,"runtime":null,"cert":"N\/A","id":67011,"title":"Dream Theater: [2006] In The Land of the Myungs","adult":false,"genre_ids":[10402]},{"cast":["Elvis Presley"],"overview":"Opening Production Number: 1. Trouble\/Guitar Man 2. That’s All Right 3. Baby, What You Want Me To Do 4. Medley: Heartbreak Hotel Hound Dog All Shook Up 6. Can’t Help Falling in Love 7. Jailhouse Rock 8. Don’t Be Cruel 9. Blue Suede Shoes 10. Love Me Tender 11. Baby What You Want Me To Do – Impromptu jam. Gospel Production Number: 12. Sometimes I Feel Like A Motherless Child 13. Where Could I Go But To The Lord 14. Up Above My Head 15. Saved 16. Lawdy, Miss Clawdy 17. Are You Lonesome Tonight? 18. Trying To Get To You 19. Tiger Man 20. When My Blue Moon Turns to Gold Again 21. One Night 22. Memories Guitar Man Production Number: 23. Nothingville 24. Guitar Man 25. Let Yourself Go 26. Guitar Man 27. Big Boss Man 28. It Hurts Me 29. Guitar Man 30. Little Egypt 31. Trouble 32. Guitar Man Finale: 33. If I Can Dream Bonus features: Having Fun With Elvis In Burbank Funny moments from throughout the production of the ’68 Special","release_date":"1968-12-03","vote_average":7.9,"runtime":94,"cert":"","id":67012,"title":"Elvis Presley – ’68 Comeback","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"1. Its Raining Again 2. Emotion 3. Rosanna 4. The Logical Song 5. Roxanne 6. Money 7. Listen to the Music 8. Mrs. Robinson 9. A Horse With No Name \/ Ventura Highway 10. Tears in Heaven 11. Sailing 12. Kayleigh 13. Follow You Follow Me 14. Instrumental Vocal 15. Wish You Were Here \/ Breathe (In The Air) 16. I Still Havent Found What Im Looking For 17. Give a Little Bit 18. Instrumental Viola 19. Have You Ever Seen the Rain 20. Every Breath You Take 21. Blowin in the Wind 22. I Want to Break Free 23. Final (Instrumental) Extras: Making of – Na Estrada – Nepopó","release_date":"2007-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":67013,"title":"Emmerson Nogueira – Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["Mary Mendum","Marilyn Roberts","Valerie Marron","Carl Parker"],"overview":"Jean discovers that Anne cannot get enough of being humiliated by her mistress, Claire. Gentleman that he is, he decides to partake in the activities. Ultimately, Claire surrenders to him as well.","release_date":"1975-09-10","vote_average":7.1,"runtime":89,"cert":"N\/A","id":67018,"title":"The Image","adult":false,"genre_ids":[18]},{"cast":["Mikhail Derzhavin","Roman Tkachuk","Nikolai Parfyonov","Nikolay Grinko","Sergei Ivanov"],"overview":"A musical comedy about the adventures of four friends who are trying to film a yogurt commercials.","release_date":"1973-06-06","vote_average":0.0,"runtime":64,"cert":"N\/A","id":67019,"title":"Romashkin Effect","adult":false,"genre_ids":[35]},{"cast":[],"overview":"On a hot Friday night Jamiroquai performed in Madrid, Spain as part of the Rock in Rio festival.  The set list included classic hits such as \"High Times\", \"Seven Days In Sunny June\", \"Alright\", \"Cosmic Girl\", \"Virtual Insanity\", \"Love Foolosophy\" and \"Deeper Underground\".","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67020,"title":"Jamiroquai: Rock in Rio 2008","adult":false,"genre_ids":[10402]},{"cast":["Wong Yung","Jason Pai Piao","Johnny Wang Lung-Wei","Gordon Liu Chia-Hui","Ku Feng"],"overview":"One of the great kung-fu film characters is \"Beggar Su,\" a legendary Ching Dynasty figure who was also a member of the famous Ten Kwangtung Tigers. Little-known director Liu Shih-yu uses the best kung-fu actors Shaw Studios had to offer to tell a rare, colorful, action-packed adventure, as Beggar Su and his brother train incessantly to defeat the brutally powerful thief called Centipede. The result is not only reminiscent of preeminent director Liu Chia-liang's work, but essentially an homage to him as well!","release_date":"1985-01-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":67021,"title":"The Young Vagabond","adult":false,"genre_ids":[28]},{"cast":["Isabelle Adjani","Alan Bates","Maggie Smith","Anthony Higgins","Suzanne Flon"],"overview":"Quartet is the story of a girl who, adrift with her feckless husband amidst the literati of glittering Paris in the 1920s, becomes entrapped by a rich and sybaritic English couple. Adapted from the wistful, melancholy autobiographical novel by Jean Rhys, Quartet is full of intense confrontations dazzlingly acted by Alan Bates, Maggie Smith, Anthony Higgins, and Isabelle Adjani. This is one of the Merchant Ivory team’s darkest and most compelling dramas of dangerously intertwined relationships.","release_date":"1981-10-25","vote_average":5.6,"runtime":101,"cert":"N\/A","id":67022,"title":"Quartet","adult":false,"genre_ids":[18,10749]},{"cast":["Li Yi-Min","Jack Lung","Lung Fei","Chan Wai-Lau","Yuen Siu-Tien"],"overview":"Chan Hui Lau stars in this vintage martial arts film as Chang, the owner of a winery and master of Drunken Boxing, a deadly kung fu technique that, as the name implies, requires its practitioner to be drunk. His relatively peaceful life is interrupted when he catches two boys (Li Yi Min and Jack Long) stealing grapes from his vineyards and puts them to work for him. Over time, he teaches them the art of Drunken Boxing. When the two boys get into a fight with some local toughs, they provoke the wrath of Yeh Hu (Lung Fei), Chang's enemy.","release_date":"1979-01-01","vote_average":4.5,"runtime":98,"cert":"N\/A","id":67023,"title":"World of the Drunken Master","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Jamiroquai: London Live Special","release_date":"2006-11-20","vote_average":0.0,"runtime":null,"cert":"","id":67024,"title":"Jamiroquai: London Live Special","adult":false,"genre_ids":[10402]},{"cast":["Lee Byung-hun","Lee Mi-yeon","Lee Eol","Ji Dae-han","Park Sun-young"],"overview":"Two brothers get into a sudden tragic accident and they both fall into a coma at the same time. A year later, the younger brother Dae-jin wakes up believing he is his older brother Ho-jin.","release_date":"2002-10-25","vote_average":6.2,"runtime":110,"cert":"N\/A","id":67025,"title":"Addicted","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Sergei Bezrukov","Olga Pogodina","Leonid Kuravlyov","Spartak Mishulin","Armen Dzhigarkhanyan"],"overview":"Известный профессор нетрадиционных наук узнает, что на его «малой родине» в далекой деревушке происходят странные вещи, не поддающиеся логическому осмыслению. Командировав своего ассистента на место происшествий, профессор не подозревает о невероятных событиях, к которым приведет приезд «упакованного» городского научного работника. Молодой ученый пишет диссертацию на тему «Психодинамика колдовства» и пытается доказать, что явлений, описанных в исторических судах над ведьмами, быть не может. Но передвигать предметы одним взглядом, в одно мгновение перемещаться на любые расстояния, читать чужие мысли и в одиночку сражаться с целой армией — все это умеет симпатичная местная девчонка, папаша которой безуспешно пытается выдать юную колдунью замуж…","release_date":"2002-06-06","vote_average":9.0,"runtime":160,"cert":"N\/A","id":67026,"title":"Esli Nevesta Vedma","adult":false,"genre_ids":[35,10749,14]},{"cast":["Vladimir Vysotskiy","Valeriy Zolotukhin","Efim Kopelyan","Olga Aroseva","Sergei Yursky"],"overview":"The movie is set during the last days of a foreign intervention against Soviet Russia. Police are searching everywhere for a Bolshevik named Brodsky but cannot find him. Meanwhile, a man named Michel Voronov serves as a teacher to a rich woman's son, Zhen'ka.","release_date":"1968-06-06","vote_average":5.9,"runtime":102,"cert":"N\/A","id":67029,"title":"Intervention","adult":false,"genre_ids":[12,35]},{"cast":["Jonas Gardell"],"overview":"Nu kan du få vara tillfällig gäst i Jonas Gardells liv igen och igen och igen! Publiken skrattade, grät och jublade åt Jonas Gardells show ”Tillfällig gäst i ditt liv” som har spelat för utsålda hus och stående ovationer i hela Skandinavium . Extraföreställning lades till extraföreställning och publiken fick inte nog. Nu finns jättesuccén filmad, inspelad under två magiska kvällar på Örebro Konserthus. Det här är inte en show. Det är en kontaktannons. En lekfull, rolig, barnslig och ibland djupt allvarlig kontaktannons signerad Jonas Gardell!","release_date":"2008-11-19","vote_average":1.5,"runtime":108,"cert":"N\/A","id":67032,"title":"Jonas Gardell - Tillfällig gäst i ditt liv","adult":false,"genre_ids":[35]},{"cast":["Russell Hexter","George W. Rigney","Jason Candler","Daniel Hanchrow"],"overview":"A five minute short about a superhero with a mechanical arm in a futuristic wasteland killing aliens who want him dead.","release_date":"1991-01-01","vote_average":6.0,"runtime":5,"cert":"N\/A","id":67033,"title":"The Adventures of Mutilator, Hero of the Wasteland","adult":false,"genre_ids":[16,878]},{"cast":["Ivan Gavrilyuk","Evgeny Mironov","Evgeniy Papernyy","Borislav Brondukov"],"overview":"Западная Украина, 1945 год. По данным разведки Первого Украинского фронта в район Карпат направляется группа немецких спецназовцев под руководством некоего Гинце с целью найти здесь золото… Чтобы опередить врага советские разведчики вербуют лесника, который вместе с чекистской Ольгой должен, якобы, искать место для вырубки леса. На самом деле перед ними стоит задача следить за действиями диверсионной группы и найти золото раньше немцев.","release_date":"1991-06-06","vote_average":0.0,"runtime":93,"cert":"N\/A","id":67034,"title":"Karpatskoe Zoloto","adult":false,"genre_ids":[12,53,10752]},{"cast":["Janis Joplin"],"overview":"A compilation of performances recorded between 1967 and 1970 -- including the Monterey Pop Festival and Woodstock -- this Janis Joplin tribute captures the blues singer at the height of her explosive powers as an artist and rock 'n' roll icon. Highlights include \"Summertime\" and \"Ball and Chain\" at the Monterey Pop Festival; \"Work Me, Lord\" at the Woodstock Festival; as well as performances of \"Coming Home,\" \"Piece of My Heart\" and \"Down on Me.\"","release_date":"2007-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":67035,"title":"Janis Joplin – The Kozmic Blues","adult":false,"genre_ids":[99,10402]},{"cast":["Valentin Smirnitskiy","Alexandr Domogarov","Valentina Talyzina","Aleksandr Demyanenko"],"overview":"A new modern communist youth shoe store The shoe house is opening in a city. School graduates headed by Tamara Berezina are sent there on a business trip for work. Now all kind of problems and defects of modern services sector are in front of them. And Tamara with her team just cant put up with one of these defects and start the fight. The fact is that the factory situated in the city floods their store with inferior shoes, in chase of going over the quota. With help of mass media in the face of young journalist, fellows are trying to change the existing state of things.","release_date":"1985-06-06","vote_average":1.0,"runtime":75,"cert":"N\/A","id":67038,"title":"Likha Beda Nachalo","adult":false,"genre_ids":[18]},{"cast":["Tanya Gorodnicheva","Vitya Kharitonov","Irina Volkova","Aleksandr Demyanenko","Vladimir Grammatikov"],"overview":"Thirteen year old Slavik has always wanted to play football, but in order to play on the children's team he lies and pretends to be 12 years old. When they win, his life could not be better. But when his little sister finds out what he's done and threatens to send a letter to the losing team, his deception is revealed.","release_date":"1973-06-06","vote_average":7.0,"runtime":72,"cert":"N\/A","id":67039,"title":"Not a Word about Football","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Setlist: Intro \/ Chokin Kind \/ Girls \/ Headhunter \/ Tell Me What We Gonna Do Now \/ Super Duper Love \/ Music \/ Put Ur Hands \/ Don't Cha Wanna Ride \/ Less Is More \/ U Had Me \/ Tell Me About It \/ Right To Be Wrong \/ Tell Me What We Gonna Do Now","release_date":"2008-01-01","vote_average":4.3,"runtime":70,"cert":"N\/A","id":67040,"title":"Joss Stone - Rock in Rio Lisboa","adult":false,"genre_ids":[10402]},{"cast":["Lau Ching-Wan","Louis Koo","Rosamund Kwan","Gigi Leung","Carina Lau"],"overview":"After successfully designing the perfect bra, Lena, Johnny and Wayne are ordered to come up with a marketing plan for the \"Mighty Baby\" line of baby care products. Johnny's life is complicated when he hires quirky secretary Sabrina. As for Lena and Wayne, their relationship is threatened when Lena discovers that Wayne is afraid of babies. To help Wayne overcome his fear, Lena hires child expert Boey. Unfortunately for Lena, Wayne starts to develop feelings for Boey.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67041,"title":"Mighty Baby","adult":false,"genre_ids":[]},{"cast":["Kseniya Knyazeva","Andrey Rudensky"],"overview":"В детстве Шуре пришлось пережить страшное потрясение: гибель отца. Прошло немало времени, прежде чем она оправилась от шока и привыкла к размеренной жизни вдвоем с матерью. И вот в их доме появляется мужчина - будущий муж матери.С детским максимализмом девушка всячески выказывает свой протест и не замечает, что ее родительница тяжело болеет. После ее смерти Шуре приходится строить новые отношения с отчимом. От ненависти до любви, как говорится…","release_date":"2007-06-06","vote_average":0.0,"runtime":102,"cert":"N\/A","id":67042,"title":"Otchim","adult":false,"genre_ids":[18]},{"cast":["Walt Disney","Ruth Clifford","Pinto Colvig"],"overview":"Mickey oversleeps; Minnie calls from the dance he should be at. He dresses quickly and makes a mad dash for the dance hall, but what he doesn't realize is that the tickets have dropped out of the envelope Pluto brought to him. Pluto sees the tickets and races to meet Mickey, but he ends up rolling Mickey in a trash can. This trashes his suit, but it works out, because the dance is a \"hard times\" costume party. And Pluto shows up in the nick of time with the tickets, saving the day.","release_date":"1947-10-03","vote_average":5.9,"runtime":7,"cert":"N\/A","id":67043,"title":"Mickey Mouse: Mickey's Delayed Date","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Two-part documentary on Japan at war, examining the Japanese treatment of Allied prisoners of war. Turning Against the West Using Japanese archive footage and interviews with both prisoners and their guards, this film investigates why, having treated their POW's comparatively well during World War I, their attitudes had altered so dramatically by World War II Death Before Surrender Conclusion of a two-part documentary on Japan at war, examining why, when the Second World War turned against Japan, so many Japanese soldiers chose death rather than surrender. Archive footage and interviews with veterans form a comprehensive portrait of a nation in crisis, revealing how Japan's inability to surrender would have terrible consequences for all the countries touched by the war in the East","release_date":"2000-01-01","vote_average":7.0,"runtime":null,"cert":"","id":67046,"title":"Horror in the East: Japan and the Atrocities of World War II","adult":false,"genre_ids":[99,36,10752]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"A friend shipped Mickey a baby elephant, Bobo (not, apparently, related to the Warner Bros. Bobo) as a playmate for Pluto. Pluto's first introduction is to Bobo's trunk, through a fence. He's not thrilled, and marches away. The playful Bobo grabs Pluto's tail and follows. Pluto's devil self tells him he's being replaced, and tells him to attack with red pepper.","release_date":"1936-10-10","vote_average":5.4,"runtime":8,"cert":"N\/A","id":67047,"title":"Mickey's Elephant","adult":false,"genre_ids":[16]},{"cast":["Professor Richard Holmes"],"overview":"British military historian Professor Richard Holmes takes the viewer through four major battles of world war two. The Battles of Cassino, El Alamein, Arnhem (Operation Market Garden), & the RAF Bomber Command. An insightful overview of each of these diverse campaigns is given in each of the episodes.","release_date":"2001-01-01","vote_average":8.5,"runtime":null,"cert":"","id":67048,"title":"Battlefields","adult":false,"genre_ids":[36]},{"cast":["Walt Disney","Clarence Nash","Pinto Colvig","Elvia Allman"],"overview":"Mickey, Donald and Goofy are a fire department. As you might expect, their attempts at fighting a boardinghouse fire are not particularly effective. They hear Clarabelle singing in the bathtub and rescue her, tub and all, against her will (she won't believe there's a fire).","release_date":"1935-08-03","vote_average":6.9,"runtime":8,"cert":"N\/A","id":67049,"title":"Mickey's Fire Brigade","adult":false,"genre_ids":[16]},{"cast":["Ian Holm","Lacy Moore","Graham McTavish","Albert Welling","Tim Bentinck"],"overview":"On June 6th, 1944 the largest military invasion and defence the world has ever seen occurred. D-Day tells the epic story of the preparation and execution of the Allied invasion of Normandy. It tells the story of the defence of the Western Front by the forces of the German Empire, and of the complex and deadly secret war fought by the men and women of France and mainland Europe. D-Day brings to life the dramatic and astounding tales of courage and sacrifice, joy and despair, love and betrayal. The planning for the Allied invasion on June 6th 1944 took two years and cost thousands of lives. It involved a deception of breathtaking audacity. Both the preparation leading up to and the actions and events on the day itself relied on the absolute discretion of many and the genius and nerve of a few. D-Day examines the intricate jigsaw from both sides - presenting events through the eyes of the men and women who were there, telling their extraordinary stories.","release_date":"2004-06-06","vote_average":8.2,"runtime":119,"cert":"","id":67050,"title":"D-Day 6.6.1944","adult":false,"genre_ids":[99,10752]},{"cast":["Sam Elliott","Craig Sheffer","Linda Fiorentino","Frank Whaley","John Furlong"],"overview":"Amiable con man Jack Cooper is on a westbound stagecoach, headed for the next batch of suckers who will mistake him for an easy mark. Fiery Sarah O'Rourke rides the same coach, handcuffed to lawman Bill Speakes and headed for the hangman. In a few hours, all should reach their destinations. But the trail they travel takes an unexpected turn: Cooper and O'Rourke are soon off the stage and running for their lives. The law ends and the chase begins in a very alive tale of wanted-dead-or-alive fugitives (Linda Fiorentino and Craig Sheffer) pursued by a marshal (Sam Elliott) who's a law unto himself.","release_date":"1995-07-09","vote_average":4.6,"runtime":96,"cert":"N\/A","id":67051,"title":"The Desperate Trail","adult":false,"genre_ids":[37,28,18,80]},{"cast":[],"overview":"The collective military operations from D-Day to the final assault on Germany represent one of the greatest military offensives ever. D-Day to Berlin follows the Allies' remarkable progress from the beaches of Normandy to their ultimate victory just eleven months later. The celebration of Europe's liberation from the Nazis was tempered only by the chill of Stalin's new domination, truly making this the campaign that shaped the future of Europe. Using a testimony-driven format, this three-part series uses accounts of British, American and German soldiers, as well as archive footage, to bring the savage battlefields to life once more.","release_date":"2004-01-01","vote_average":5.8,"runtime":150,"cert":"","id":67052,"title":"D-Day to Berlin","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"On August 17th, 2009, Judas Priest celebrated the 30th Anniversary of one of the most influential albums in heavy metal history with a live performance of British Steel from the Hard Rock Arena in Hollywood, Florida. With the complete performance of the original tracks, Rob Halford, Glenn Tipton, KK Downing, Ian Hill, and Scott Travis belt out all the hits, from \"Breaking the Law\", \"Living After Midnight\", \"Grinder\" and more. Don't miss this classic headbanging experience only on HDNet!","release_date":"2010-05-10","vote_average":6.2,"runtime":56,"cert":"N\/A","id":67053,"title":"Judas Priest: British Steel 30th Anniversary","adult":false,"genre_ids":[10402]},{"cast":["Inna Gomes","Sergey Gorobchenko","Venyamin Smekhov","Stanislav Duzhnikov","Andrey Tartakov"],"overview":"Vera is a beautiful young woman who can’t get a job in any way, because beauty only disturbs her, because at every new job she receives indecent offers from her boss. Vera’s girlfriend, Katya, who works in the theater, makes Vera “ugly” with the help of makeup. And then luck is smiling at the girl, she settles in a rich house, a nanny for a little boy.","release_date":"2008-06-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":67054,"title":"Suddenly the magician will arrive","adult":false,"genre_ids":[10749]},{"cast":["Sara Canning","Richard Ian Cox","Leslie Hope","Alf Humphreys","Levi James"],"overview":"A reclusive scientific prodigy and three college friends find themselves in the middle of a toxic storm, when an unscrupulous business deal rains terror down on an entire county.","release_date":"2009-06-12","vote_average":5.1,"runtime":90,"cert":"N\/A","id":67055,"title":"Black Rain","adult":false,"genre_ids":[10770,53]},{"cast":["Yevgeni Matveyev","Vija Artmane","Tatyana Doronina","Anatoli Papanov","Vladimir Ratomsky"],"overview":"Tank crew Officer-member Fedotov on the way from a hospital on visiting home became acquainted with young Sonya, mother of three children. After demobilization went back to her. Happiness of them was short. Sonya became ill and died. Soon her husband arrived after children, but left with a father only junior.","release_date":"1964-02-08","vote_average":6.0,"runtime":83,"cert":"N\/A","id":67056,"title":"Blood Ties","adult":false,"genre_ids":[18,10752]},{"cast":["Peter Criss","Paul Stanley","Gene Simmons","Tommy Thayer"],"overview":"Kiss's performance in Melbourne, Australia, on February 28th, 2003, at Telstra Dome, with the Melbourne Symphony Orchestra, conducted by David Campbell.","release_date":"2003-02-28","vote_average":0.0,"runtime":219,"cert":"N\/A","id":67057,"title":"Kiss: Symphony","adult":false,"genre_ids":[10402]},{"cast":["Amy Irving","Clive Revill","John Moulder-Brown","Priscilla Pointer","Jonny Phillips"],"overview":"A musical version of the classic story about a miller's daughter who recieves help from a mischievous dwarf, then ends up over her head. Now, she and a mute servant girl may be the only hope for her baby son, John.","release_date":"1987-04-01","vote_average":3.9,"runtime":84,"cert":"N\/A","id":67058,"title":"Rumpelstiltskin","adult":false,"genre_ids":[14,878,10402,10751]},{"cast":["Lando Buzzanca","Katia Christine","Françoise Prévost","Alfredo Rizzo","Saro Urzì"],"overview":"","release_date":"1970-12-19","vote_average":7.3,"runtime":null,"cert":"N\/A","id":67061,"title":"The Lovemakers","adult":false,"genre_ids":[18,35]},{"cast":["Jardel Filho","Paulo Autran","José Lewgoy","Glauce Rocha","Danuza Leão"],"overview":"Eldorado, a fictitious country in Latin America, is sparkling with the internal struggle for political power. In the eye of this social convulsion, the jaded journalist Paulo Martins opposes two equally corrupt political candidates: a pseudopopulist and a conservative. In this context, Paulo is torn between the madness of the elite and the blind submission of the masses. But, in this complex tropical reality, nothing really is what it seems to be.","release_date":"1967-05-08","vote_average":7.0,"runtime":110,"cert":"N\/A","id":67062,"title":"Entranced Earth","adult":false,"genre_ids":[18]},{"cast":["Totò","Peppino De Filippo","Delia Scala","Riccardo Garrone","Luigi Pavese"],"overview":"","release_date":"1960-04-28","vote_average":7.1,"runtime":95,"cert":"N\/A","id":67063,"title":"Signori si nasce","adult":false,"genre_ids":[35]},{"cast":["Vsevolod Safonov","Innokentiy Smoktunovskiy","Tamara Loginova","Leonid Kmit","Nikolay Pogodin"],"overview":"Set in Russia during the Battle of Stalingrad in the Second World War. The war is shown through the eyes of simple soldiers, who are dreaming about love and being loved in a peaceful life, which most of them will never have.","release_date":"1956-12-06","vote_average":5.5,"runtime":106,"cert":"N\/A","id":67064,"title":"Soldiers","adult":false,"genre_ids":[18,10752]},{"cast":["Chinatsu Wakatsuki","Miku Ueno","Eriko Ichinohe","Ichirô Ogura","Hiromi Senno"],"overview":"Japanese school girls die violently after seeing a man wearing a black hood.","release_date":"2004-10-24","vote_average":3.8,"runtime":76,"cert":"N\/A","id":67065,"title":"Ju-Rei: The Uncanny","adult":false,"genre_ids":[27]},{"cast":["Rifat Musin","Nabi Rakhimov","Mushrafa Kasymova","Armen Dzhigarkhanyan","Evgeniy Evstigneev"],"overview":"For many years the great Emir of Bukhara has not known happiness - he has lost the taste to delightful khalva, and now life is as sour as a lemon for him. The house of poor pot-maker Shir-Mamed, however, is full of happiness - his little son Hodzha Nasreddin has been born. Rumours have spread about his unusual abilities - maybe he will be able to make the Emir happy again?","release_date":"1975-06-06","vote_average":0.0,"runtime":68,"cert":"N\/A","id":67066,"title":"Taste of Khalva","adult":false,"genre_ids":[10751,35]},{"cast":["Peter Phelps","Carolyn Bock","William Zappa","Bradley Byquar","Alex Menglet"],"overview":"In a time of misery and fear two enemies come together to prevent an apocalypse conspired by their leaders. 40 years of war between the Federated Republics and the New Territories Union has taken its toll. The cities are overcrowded, farming land is riddled with unexploded mines -- and still there is no hope of peace. In this hostile, decaying world of the future on thing remains constant for Lieutenant Leo Megaw; his love for his pregnant wife. Her access to classified information makes her an increasing liability for the government. When she's ambushed, Leo is forced into exile. As a border patrolman on the isolated outpost of Zone 39, ordered to kill anyone that tries to cross the border, he comes to understand that ultimate catastrophe forced upon his world by his government. The real enemy is not looming across the border but standing right behind him. Now he must reach across the border into enemy territory and form an alliance to save his world.","release_date":"1996-05-04","vote_average":4.0,"runtime":95,"cert":"N\/A","id":67067,"title":"Zone 39","adult":false,"genre_ids":[878]},{"cast":["Flavio Bucci","David Riondino","Micaela Pignatelli","Agnès Nobecourt","Biagio Pelligra"],"overview":"What happened to Italy during the absence of one young rebel. Svitol (Flavio Bucci) has been hiding out in South America. Then one day he gives up on his life in exile and decides to head back home. Everything has changed. The radical left is now in business or shooting up drugs, and Svitol finds he has no \"home\" left. Terrorists seem to set the stage for near anarchy and nothing is as he had imagined.","release_date":"1980-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":67068,"title":"To Love the Damned","adult":false,"genre_ids":[]},{"cast":["Ken Ogata","Kimiko Yo","Mai Kitajima","Yui Natsukawa","Yumi Nishiyama"],"overview":"Masamichi Toyama is a loyal husband with a bad gambling debt. Mobsters out for the money track him down, beating him and raping his wife. Desperate for revenge, he makes himself a sword and sets out to wreak havoc. When he meets the Gonin, a group of five female thieves, his luck only gets worse. Run, Sayuri, Shiho, Saki and Chihiro are fast-shooting, strong-arm women. Not only that, but they're more than prepared to take on an army of gangsters. Unfortunately for them, they stole the ring Masamichi wanted for his wife, and now he's more likely to hunt them than join their cause.","release_date":"1996-06-29","vote_average":6.3,"runtime":108,"cert":"N\/A","id":67071,"title":"Five Women","adult":false,"genre_ids":[28,80]},{"cast":["Alexandr Kalugin","Tatyana Lyutaeva","Yuri Medvedev"],"overview":"По мотивам повести Михаила Казовского \"Пояс Титимити\". Участковый иснспектор Павел Храпунцов \"отслеживает\" в своем микрорайоне секту с мистическим уклоном. В поступающих в милицию сигналах описываются действия некой Клементины, умеющей превращать людей в зверей и растения... Убежденный материалист Храпунцов не сразу понимает сложный мир Клементины и ее друзей.","release_date":"1991-06-06","vote_average":6.5,"runtime":77,"cert":"N\/A","id":67072,"title":"Внимание, ведьмы","adult":false,"genre_ids":[35,12,14]},{"cast":["Fernanda de Almeida","Federico Esquerro","Martina Gusman","Tomás Lipan","Guillermo Pfening"],"overview":"In Patagonia, a successful interior designer's life falls apart after he suffers a horrific accident.","release_date":"2006-10-19","vote_average":5.7,"runtime":100,"cert":"N\/A","id":67073,"title":"Born and Bred","adult":false,"genre_ids":[18,10749]},{"cast":["Stanislav Lyubshin","Marina Zudina","Nina Ruslanova","Valentina Telichkina","Nikolai Parfyonov"],"overview":"Группа студентов техникума из-за прогулов осталась без зачета по физкультуре. Чтобы избежать неприятностей, они придумывают розыгрыш: одна из «пострадавших» должна объясниться учителю в любви, растрогать его и получить зачет для себя и своих друзей…","release_date":"1987-06-06","vote_average":1.0,"runtime":81,"cert":"N\/A","id":67074,"title":"Zabavy Molodykh","adult":false,"genre_ids":[18]},{"cast":["Nataliya Vdovina","Aleksandr Baluev","Larisa Guzeeva","Vladimir Sterzhakov","Anna Nosatova"],"overview":"A desperate woman finds a hitman and orders her own murder.","release_date":"2005-06-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":67075,"title":"The Order","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The story of a Native American family in Oregon that leaves the reservation in pursuit of the American dream on behalf of one of their 8 children, a 16 year-old girl who is one of the best high school basketball players in the country. Four generations of strong Native American women from the Umatilla Nation struggle together to preserve their traditions with the unforgiving world of big-time American high school sports.","release_date":"2011-04-26","vote_average":9.0,"runtime":90,"cert":"N\/A","id":67076,"title":"Off the Rez","adult":false,"genre_ids":[99,10751]},{"cast":["Nurgül Yeşilçay","Hüseyin Avni Danyal","Settar Tanriogen","Nejat İşler","Ragıp Savaş"],"overview":"A matriarch and her grandson forge a special bond during family picnics every two months, until her health causes a conflict among the relatives.","release_date":"2011-03-18","vote_average":5.5,"runtime":114,"cert":"N\/A","id":67077,"title":"The Plane Tree","adult":false,"genre_ids":[10751,18,35]},{"cast":["Jarrad Paul","Paula Kay Perry","Chris Cleveland","Tricia Delaney","Carla Jo Bailey"],"overview":"An earnest G.I. returning home from European trenches awaits a woman to whom he has written but never seen.","release_date":"1997-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":67078,"title":"Anticipating Sarah","adult":false,"genre_ids":[18]},{"cast":["David McCullough","Paul Roebling","Julie Harris","Arthur Miller"],"overview":"Today it's a symbol of strength and vitality. 135 years ago, it was a source of controversy. This documentary examines the great problems and ingenious solutions that marked the construction of the Brooklyn Bridge. From conception to construction, it traces the bridge's transformation from a spectacular feat of heroic engineering to an honored symbol in American culture.","release_date":"1981-11-08","vote_average":7.3,"runtime":58,"cert":"N\/A","id":67079,"title":"Brooklyn Bridge","adult":false,"genre_ids":[99,36]},{"cast":["Zhang Fengyi","Rosamund Kwan","Max Mok Siu-Chung","Zhao Jun","Zhang Guangbei"],"overview":"A poor farmer who loves a woman he is forbidden to associate with becomes a hardened mercenary, and is hired by a local warlord as a professional assassin. Years later, he runs into his old love and begins to question his violent past","release_date":"1993-09-23","vote_average":7.4,"runtime":78,"cert":"N\/A","id":67080,"title":"The Assassin","adult":false,"genre_ids":[28,14]},{"cast":[],"overview":"The true story of King George VI's struggle to overcome his stammer, and the parts played in his battle with his disability by his speech therapist, brother, father and wife.","release_date":"2011-01-23","vote_average":7.3,"runtime":50,"cert":"","id":67081,"title":"The Real King's Speech","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"Attack of the Hungry, Hungry Nipples features exactly what the title implies, two absurd creatures who absurdly challenge the Richard Nixon Bat by repeatedly screaming the absurd phrase, \"You suck someting.\"","release_date":"1997-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":67082,"title":"Attack of the Hungry Hungry Nipples","adult":false,"genre_ids":[16]},{"cast":["Larry Cohen","Tamara Dobson","Ron Finley","Pam Grier","Ed Guerrero"],"overview":"With archive film clips and interviews, this brief look at a frequently overlooked historical period of filmmaking acts as an introduction rather than a complete record. It features interviews with some of the genre's biggest stars, like Fred Williamson, Pam Grier, and Richard Roundtree. Director Melvin Van Peebles discusses the historical importance of his landmark film Sweet Sweetback's Baadasssss Song. For a contemporary perspective, the excitable Quentin Tarantino offers his spirited commentary and author\/critic bell hooks provides some scholarly social analysis.","release_date":"2002-01-01","vote_average":6.3,"runtime":58,"cert":"N\/A","id":67083,"title":"BaadAsssss Cinema","adult":false,"genre_ids":[28,99]},{"cast":["Angie Jibaja"],"overview":"On Halloween night in Lima, four rich kids spend a night on the town, goofing, getting into trouble, and deciding to help Manuel lose his virginity. From Juan Diego's house they hire three call girls, not much older than they, and they pair up (El Gordo declines - he wants to be true to his girlfriend). The young women are sweet and street smart, the boys are naïve and full of bravado, Romance and violence are possibilities during this night of surprises and self discovery","release_date":"2005-04-28","vote_average":4.7,"runtime":95,"cert":"N\/A","id":67084,"title":"Mañana te cuento","adult":false,"genre_ids":[18,35,10749]},{"cast":["Angie Jibaja"],"overview":"Sequel to Mañana te cuento, the story continues with Viviana.","release_date":"2008-02-14","vote_average":3.0,"runtime":null,"cert":"N\/A","id":67085,"title":"Mañana te cuento 2","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Over two hours of up-close and personal behind-the-scenes action from 1997 to 2004, including studio footage, backstage footage, tour bus antics, and live performance clips.","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":67086,"title":"Orgy: Trans Global Spectacle","adult":false,"genre_ids":[10402,99]},{"cast":["John Vernon","Samantha Eggar","Linda Thorson","Anne Ditchburn","Lynne Griffin"],"overview":"Six young actresses auditioning for a movie role at a remote mansion are targeted by a mysterious masked murderer.","release_date":"1983-03-04","vote_average":5.2,"runtime":89,"cert":"N\/A","id":67087,"title":"Curtains","adult":false,"genre_ids":[80,27,53]},{"cast":["Hideyuki Tanaka","Yumi Touma","Kōji Tsujitani"],"overview":"In the future, war rages on Mars. Captain Akuh and his crew are on a top-secret mission to destroy an enemy warship when an officer is stricken with an alien mind control plague. As the plague spreads, inciting madness and treason, Akuh must complete his mission, annihilate the alien battleship, and save the fate of the human race at all costs","release_date":"1993-09-25","vote_average":3.0,"runtime":71,"cert":"N\/A","id":67090,"title":"Big Wars","adult":false,"genre_ids":[16,878,10752]},{"cast":[],"overview":"This is one of the most important recordings of the 20th century, both for its content (considered by many the greatest cello music of all time) and for the intense devotion, careful preparation, and towering technical skill that went into the project. It was a brilliant idea to make a video as well as an audio recording. Cellists will welcome the chance to study Rostropovich's bowing and fingering techniques, close up and at leisure. And music-lovers will welcome the visuals of the recording location, a French church whose architecture, statues, and flickering candles complement the music.","release_date":"2004-03-04","vote_average":0.0,"runtime":240,"cert":"N\/A","id":67095,"title":"Mstislav Rostropovich - Bach Cello Suites","adult":false,"genre_ids":[]},{"cast":["Akemi Kita","Mieko Nishio","Bokuzen Hidari","Akira Kobayashi","Chieko Matsubara"],"overview":"Daisuke Honda, a war photographer in Vietnam, meets Yuriko Sawanouchi, a stewardess on his plane back to Japan. After drinking with her at a Tokyo bar, he becomes involved in saving Yuriko from assassination by stylish, female ninjas. When trying to rescue Yuriko from kidnappers, Daisuke discovers a group of foreigners are hunting for a WWII-era treasure hidden on an island by Yuriko's father.","release_date":"1966-02-12","vote_average":6.3,"runtime":87,"cert":"N\/A","id":67096,"title":"Black Tight Killers","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Ti Lung","Cynthia Khan","Collin Chou","Sammo Hung","Rosamund Kwan"],"overview":"A young martial arts teacher is drawn into a plan to reform Imperial China.","release_date":"1993-01-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":67097,"title":"Blade of Fury","adult":false,"genre_ids":[28]},{"cast":["Zdeněk Buchvaldek","Eva Kubešová","Miloš Nesvadba","Marcela Martínková","Jiří Vala"],"overview":"","release_date":"1952-10-24","vote_average":3.8,"runtime":null,"cert":"N\/A","id":67100,"title":"Zítra se bude tančit všude","adult":false,"genre_ids":[35,10402]},{"cast":["Vladimír Pucholt","Jaroslav Marvan","František Filipovský","Vladimír Řepa","Vladimír Bejval"],"overview":"","release_date":"1956-06-01","vote_average":5.6,"runtime":106,"cert":"N\/A","id":67101,"title":"Jaroslav Hasek's Exemplary Cinematograph","adult":false,"genre_ids":[35]},{"cast":["Sergei Desnitsky","Bolesław Abart","Vladimir Ivashov","Aleksandr Kaydanovskiy","Zbigniew Lesień"],"overview":"This movie is about a rocket pilot named Pirx who is hired to go on a mission to evaluate some nonlinears (robots) for use as crewmembers on future space flights. Pirx and his crew, made up of nonlinears and humans, are sent out to launch two satellites into the rings of Saturn. Upon returning to Earth there is an inquest to determine if Pirx was responsible for the \"accident.\" In the end, it is found that one of the robots caused the malfunction in an attempt to kill the human crewmembers and Pirx is cleared of all charges. In this tale Lem puts forth the idea that what is perceived a human weakness is in fact an advantage over a perfect machine. Pirx defeats the robot, because a human can hesitate, make wrong decisions, have doubts, but a robot cannot. A similar idea is present in Isaac Asimov's Robot Series, where putting a robot in a position where it cannot chose between the Three laws of robotics fries its positronic brain.","release_date":"1979-05-27","vote_average":6.2,"runtime":95,"cert":"N\/A","id":67102,"title":"Pilot Pirx's Inquest","adult":false,"genre_ids":[18,878]},{"cast":["Ladislav Chudík","Zdena Grúberová","Ivan Mistrík","Viliam Polónyi","Mikuláš Huba"],"overview":"","release_date":"1965-03-25","vote_average":6.5,"runtime":null,"cert":"N\/A","id":67103,"title":"Smrť prichádza v daždi","adult":false,"genre_ids":[80]},{"cast":["Otylie Beníšková","Jana Werichová"],"overview":"Trnka’s sci-fi vision of the future in which machines and robots try to substitute themselves into the most beautiful human relationships. A cybernetic robot is supposed to substitute for the loving grandmother of a little girl. The wise grandmother, however, comes back and the girl finds the warmth of her grandmother’s loving arms again. Trnka’s artistic ideas in this film can be described as both poetically fragile and dramatically cautionary.","release_date":"1962-01-01","vote_average":6.0,"runtime":29,"cert":"N\/A","id":67104,"title":"Cybernetic Grandma","adult":false,"genre_ids":[16,14]},{"cast":["František Smolík","Růžena Šlemrová","Jaroslav Vojta","Josef Kemr","Jan Pivec"],"overview":"","release_date":"1954-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":67105,"title":"Hasek’s Tales from the Old Monarchy","adult":false,"genre_ids":[35]},{"cast":["Karel Höger","Otomar Krejča","Raymond Bussières","Ginette Pigeon","Luděk Munzar"],"overview":"History film directed by Alfréd Radok.","release_date":"1956-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":67106,"title":"Dědeček automobil","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Alert! is a collection of one to four minute animated musical clips created by one man, your pal Jim Ether. Jim began creating abstract animations for the internet and got it into his head to make a feature length motion picture consisting of as many abstract animations as he could make set to music..so that's what he did! With contributed sounds and pictures from over one hundred participants from all over the world ALERT! took three years to create and is now available for enjoyment in your home, car or hovercraft in DVD format.","release_date":"2006-05-19","vote_average":5.5,"runtime":87,"cert":"N\/A","id":67107,"title":"Alert","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"The film follows Ben, who is traveling from Israel to New York to marry his girlfriend but misses his connection in Prague. There he meets Emma, an attractive free spirited girl. During the next 24 hours a friendship develops between the two and they find themselves reconsidering their original travel plans and re-evaluating their lives and relationships.","release_date":"2010-01-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":67108,"title":"Je T'aime, I Love You Terminal","adult":false,"genre_ids":[]},{"cast":["Imran Khan","Kunaal Roy Kapur","Vir Das","Shenaz Treasury","Poorna Jagannathan"],"overview":"Three unsuspecting, average guys find themselves on the hit list of one of India's most-powerful crime syndicates.","release_date":"2011-07-01","vote_average":7.2,"runtime":102,"cert":"N\/A","id":67109,"title":"Delhi Belly","adult":false,"genre_ids":[28,35]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"The insects have completely taken over Mickey's garden. He spritzes them with insecticide, but runs out and they keep feasting. He mixes a new batch. Meanwhile, Pluto stalks a bug and gets his head stick in a pumpkin. He stumbles around and bumps into Mickey and the sprayer, giving Mickey a faceful of bug juice. He awakens to a warped reality, where the bugs and plants are giant sized, and the bugs get drunk on the insecticide and chase our heroes. Mickey recovers from his nightmare, discovering the giant worm he was wrestling was the hose.","release_date":"1935-07-13","vote_average":5.8,"runtime":9,"cert":"N\/A","id":67110,"title":"Mickey's Garden","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Pinto Colvig","Clarence Nash","Florence Gill"],"overview":"Mickey is preparing to conduct an opera when he chases Pluto away. Pluto crashes into a magician's props backstage and spars with the hat, its rabbits, and its doves. The opera begins: Clarabelle plays flute, Clara and Donald are the leads in Romeo and Juliet. Pluto follows the magic hat onstage, to Mickey's growing annoyance. The hat falls into a tuba, and soon the animals are filling the stage.","release_date":"1936-03-07","vote_average":6.0,"runtime":8,"cert":"N\/A","id":67111,"title":"Mickey's Grand Opera","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"A parrot belonging to an escaped killer washes up in Mickey's basement. Mickey hears it talking and thinks the parrot is the killer he's just heard about on the radio. While Mickey is skulking about the basement, Pluto runs into the parrot, first hidden under the fish, and then inside a leftover turkey.","release_date":"1938-09-09","vote_average":5.4,"runtime":8,"cert":"N\/A","id":67112,"title":"Mickey's Parrot","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Clarence Nash","Ned Norton"],"overview":"Mickey leads his polo team Donald (on a mule), Goofy, The Big Bad Wolf against an all-star team: Stan Laurel, Oliver Hardy, Harpo Marx (on an ostrich), Charles Chaplin, in a game refereed by Jack Holt. Featured spectators include the Three Little Pigs with Shirley Temple, W.C. Fields, and Clarabelle Cow with Clark Gable. Game action proceeds pretty much as you might expect from this bunch of comedians.","release_date":"1936-01-04","vote_average":6.9,"runtime":8,"cert":"N\/A","id":67113,"title":"Mickey's Polo Team","adult":false,"genre_ids":[16]},{"cast":["Robert Wagner","Dolores Hart","Ernie Kovacs","Frankie Avalon","Frank Gorshin"],"overview":"A bungling burglar, determined to go down in the annals of crime as a genius, steals a ship in New York in order to rob a bank in Boston.","release_date":"1961-12-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":67114,"title":"Sail A Crooked Ship","adult":false,"genre_ids":[35]},{"cast":["Walt Disney","Marcellite Garner","Sonny Dawson"],"overview":"Minnie's old friend, Mortimer Mouse, drops in on Mickey and Minnie's picnic. His practical jokes and coming on to Minnie soon have Mickey stewing, and their car isn't happy either. When Mortimer gets a nearby bull enraged and takes off, the car comes to the rescue after Mickey gets tangled up in a red blanket.","release_date":"1936-06-20","vote_average":5.6,"runtime":8,"cert":"N\/A","id":67115,"title":"Mickey's Rival","adult":false,"genre_ids":[16]},{"cast":["Alex Verch","Jesse Brown","Chris Gionet","Colin Alchorn"],"overview":"Far in the furute, man has turned back to the uncivilized old west. A time when no one was safe, and everyone was a killer...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67118,"title":"Gunslinger","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The monkeys are swinging; their song and dance routine has other jungle creatures joining in. And two monkeys in love chase and kiss. But the hungry crocodiles lie in wait (and dance the soft shoe).","release_date":"1930-08-09","vote_average":5.5,"runtime":7,"cert":"N\/A","id":67123,"title":"Monkey Melodies","adult":false,"genre_ids":[16]},{"cast":["Lillian Randolph","Esther Campbell"],"overview":"Thrown out of the house into the backyard, the three kittens are sheltered by a giant Saint Bernard and are tormented by a turtle and a bluebird.","release_date":"1936-12-19","vote_average":4.9,"runtime":8,"cert":"N\/A","id":67126,"title":"More Kittens","adult":false,"genre_ids":[16]},{"cast":["John McLeish","Pinto Colvig"],"overview":"Mild-mannered average guy Mr. Walker (Goofy) turns into violent Mr. Wheeler when he starts driving. Back on his feet, Mr. Walker finds it nearly impossible to cross the street.","release_date":"1950-06-30","vote_average":6.7,"runtime":7,"cert":"N\/A","id":67129,"title":"Motor Mania","adult":false,"genre_ids":[16,10751]},{"cast":["Billy Bletcher","Walt Disney","Pinto Colvig","Clarence Nash"],"overview":"Donald and Mickey are overdue on their rent, so the sheriff is preparing to evict them and sell their belongings. Goofy the ice-man comes by and helps them move out before the sale, but their piano doesn't want to stay on his truck. Meanwhile, Donald has a fight with a plunger and a fishbowl after removing a heater from the gas line.","release_date":"1936-06-20","vote_average":5.6,"runtime":9,"cert":"N\/A","id":67130,"title":"Moving Day","adult":false,"genre_ids":[16]},{"cast":["Alex Verch","Jesse Brown"],"overview":"Two boys traverse through a labyrinth.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67135,"title":"Parkour","adult":false,"genre_ids":[]},{"cast":["Clarence Nash","Jack Hannah","Bill Thompson","Milt Schaffer"],"overview":"Donald is inspired by the spirit of his forefathers to take up a gun and go hunting for his food.","release_date":"1955-01-14","vote_average":6.2,"runtime":6,"cert":"N\/A","id":67138,"title":"No Hunting","adult":false,"genre_ids":[16,35]},{"cast":["Clarence Nash","Pinto Colvig"],"overview":"Donald and Goofy rent a sailboat. This boat is a bit unusual: to rent it, you put a nickel in a slot, and the mast and sail pop up. Unfortunately, after a while, they pop back down. When Donald runs out of nickels, they are marooned. Goofy waves his shirt at a passing cruise ship, but they (and he) mistake this for a friendly greeting. A flying fish lands in the boat; while the boys fight over it, a gull grabs it. They try to bash the gull, which lands atop their heads, with predictable results. Finally, as the sharks circle, they try fishing, with Donald as the unwitting bait. He eventually lands back in the boat, where his bill lands in the coin slot and gives them a way home.","release_date":"1945-09-07","vote_average":5.6,"runtime":8,"cert":"N\/A","id":67143,"title":"No Sail","adult":false,"genre_ids":[16]},{"cast":["Alex Verch","Payce Yeomans","Jessica Morrow","Jesse Brown"],"overview":"Two dudes have coffee. And complain.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67146,"title":"Bad Coffee","adult":false,"genre_ids":[]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"Donald is a park ranger, assigned to protect the giant tree Old Sequoia from a pair of beavers that bear a striking resemblance in their tactics and speech to Chip 'n' Dale.","release_date":"1945-12-21","vote_average":4.8,"runtime":7,"cert":"N\/A","id":67149,"title":"Old Sequoia","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig","Walt Disney","Marcellite Garner","Clarence Nash"],"overview":"Mickey shows off his ice-skating skills to Minnie; Goofy does some unconventional ice fishing; Donald straps skates to Pluto and laughs at his attempts to skate. Donald gets strapped to a kite and is about to be swept over a waterfall when Mickey pulls off an heroic rescue.","release_date":"1935-09-28","vote_average":6.4,"runtime":8,"cert":"N\/A","id":67152,"title":"On Ice","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Clarence Nash"],"overview":"Mickey and Donald take a truckload of mouse boys on a picnic. The boys delight in tormenting Donald, first by filching the picnic food, then giving him a flower with a bee inside (Donald eventually gets the whole hive after him), and finally a sandwich with another bee in it.","release_date":"1936-02-15","vote_average":4.9,"runtime":8,"cert":"N\/A","id":67155,"title":"Orphan's Picnic","adult":false,"genre_ids":[16]},{"cast":["John Schnall"],"overview":"The idea of a frustrated artist creating an anti-commercialism diatribe might seem too obvious, but John Schnall makes fun without sounding self-righteous in this humorous, innovatively animated short.","release_date":"1999-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":67156,"title":"Buy My Film","adult":false,"genre_ids":[16,35]},{"cast":["Priscila Angel","Vinny Star","Belinha","Dhones","Abnis"],"overview":"","release_date":"2010-11-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":67157,"title":"As Panteras: Peguei a Mãe e as 2 Filhas","adult":true,"genre_ids":[]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Donald has a ride-on sized train layout in his backyard. There's a large tree (home to Chip 'n Dale) that's out of scale, so Donald moves it while they're out; they come back to see their tree moving. No problem; one of Donald's model houses is just their size.","release_date":"1951-11-02","vote_average":7.0,"runtime":7,"cert":"N\/A","id":67158,"title":"Out of Scale","adult":false,"genre_ids":[16,10751]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Donald's doing a little tree surgery when he spots Chip 'n' Dale gathering nuts. He saws off the branch outside their hole and paints it with tar, which Dale gets stuck in. Then Donald has a little fun with the long-handled pruning shears.","release_date":"1950-12-15","vote_average":6.3,"runtime":7,"cert":"N\/A","id":67159,"title":"Out on a Limb","adult":false,"genre_ids":[16]},{"cast":["James MacDonald","Pinto Colvig","Jim Backus"],"overview":"Mickey's on vacation at Camp Utopia. At first Pluto thinks it really is utopia: trees everywhere and a cat to chase. But the cabin rules are strict: no dogs indoors, and dogs must be muzzled and leashed. Mickey puts Pluto out to sleep, just out of reach of his food, and the cat comes down and taunts him. Pluto falls asleep and dreams of his \"Plutopia\" with a subservient cat begging Pluto to bite him and catering to his every need.","release_date":"1951-05-18","vote_average":5.0,"runtime":7,"cert":"N\/A","id":67160,"title":"Plutopia","adult":false,"genre_ids":[16,35,10751]},{"cast":["Walt Disney","Lee Millar","Billy Bletcher","Elvia Allman"],"overview":"Mickey Mouse is about to build Pluto a doghouse when Pluto digs up a magic lamp that speaks in black dialect. It offers to do Mickey's bidding. Mickey's first wish is for a doghouse, and the lamp starts to work. Suddenly, the saw, the planer, the paintbrush and other tools magically begin working on their own. Finally, Pluto has a magnificent doghouse. The second wish? Mickey asks the lamp to give Pluto a bath. But things go awry when Pluto accidentally breaks Mickey's radio. Now, all sorts of conflicting messages are coming out of the speaker as Mickey tries to fix it. The lamp assumes all the voices are Mickey's and obeys them. Pluto is rolled with a rolling pin, punched with boxing gloves, frozen in an aspic and is about to be cut into thin slices before all ends happily.","release_date":"1940-08-30","vote_average":5.1,"runtime":7,"cert":"N\/A","id":67161,"title":"Pluto's Dream House","adult":false,"genre_ids":[16,10751]},{"cast":["Walt Disney","Pinto Colvig","Billy Bletcher","Clarence Nash"],"overview":"Pluto chases a kitten through a window and right into Mickey's lap. Mickey scolds him, and goes off to wash the kitten. Pluto falls asleep in front of the fire, and dreams of a hell ruled by cats where he is put on trial for all his crimes against cats and, of course, found guilty.","release_date":"1935-09-27","vote_average":6.3,"runtime":7,"cert":"N\/A","id":67162,"title":"Pluto's Judgement Day","adult":false,"genre_ids":[16]},{"cast":["James MacDonald","Pinto Colvig"],"overview":"It's Pluto's birthday party, but Mickey's dozen or so nephews seem to be having all the fun. Their present is a wagon so Pluto can pull them; the \"Pin the Tail on Pluto\" game doesn't go quite right, and everything seems to prevent Pluto from having his birthday cake. But Mickey has planned ahead.","release_date":"1952-09-19","vote_average":5.9,"runtime":7,"cert":"N\/A","id":67163,"title":"Pluto's Party","adult":false,"genre_ids":[16]},{"cast":["James MacDonald","Pinto Colvig"],"overview":"Mickey's hunting raccoons, with help from Pluto. But the raccoon outsmarts Pluto at every turn, with help from a vine, a stream, and ultimately grabbing Mickey's coonskin cap and puppeteering it as a baby coon.","release_date":"1951-08-09","vote_average":5.7,"runtime":7,"cert":"N\/A","id":67164,"title":"R'Coon Dawg","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","James MacDonald"],"overview":"It's a peaceful day in a national forest...until hunting season begins at which point all the bears hide out in a cave but one bear, Humphrey, doesn't make it. He hides out in a cabin and, seeing hunter Donald Duck approaching, hides the bearskin rug in a trunk and takes its place. Masquerading as the rug tends to be an unpleasant experience for Humphrey as Donald opens nuts and bottles in his mouth and washes him in the washer\/dryer among other things. Finally, when hunting season ends and Donald leaves, Humphrey is relieved but makes a startling discovery.","release_date":"1953-10-23","vote_average":6.9,"runtime":6,"cert":"N\/A","id":67165,"title":"Rugged Bear","adult":false,"genre_ids":[16]},{"cast":["Wayne Allwine","Russi Taylor","Kelsey Grammer","Jim Cummings","Bill Farmer"],"overview":"In an attempt to convince Minnie that he hasn't forgotten to buy her an anniversary present, Mickey Mouse ends up promising to take her to Hawaii. Funds being short, he applies for a job as lab assistant to the sinister Dr. Frankenollie, who happens to be searching for a donor to provide his monstrous creation with a brain.","release_date":"1995-08-11","vote_average":6.1,"runtime":10,"cert":"N\/A","id":67166,"title":"Runaway Brain","adult":false,"genre_ids":[27,16,35]},{"cast":["Pinto Colvig","Allan Watson","Delos Jewkes","Walt Disney"],"overview":"Santa's little helpers must hurry to finish the toys before Christmas Day.","release_date":"1932-12-10","vote_average":6.4,"runtime":7,"cert":"N\/A","id":67167,"title":"Santa's Workshop","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Dink Trout"],"overview":"'Mac' Bootle Beetle tells, referring to the ship's log, how he and captain Donald Duck were sole survivors of a shipwreck. The insect always suspected the duck wasn't quite fair, actually he was constantly cheated out of his rations share and used as angling bait without realizing it, both on the wreckage raft and after they drifted onto a deserted island, but ultimately they were rescued and stayed together for life, although even at their ripe age Donald.","release_date":"1949-04-08","vote_average":6.1,"runtime":7,"cert":"N\/A","id":67168,"title":"Sea Salts","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Gloria Blondell"],"overview":"Donald Duck would never believe it, but he suffers from sleepwalking. In this blessed innocent state he makes a nightly call at Daisy's, as if it were the time of their romantic appointment; knowing one should not wake or contradict a sleepwalker, she plays along, but finds it increasingly difficult to follow Donald and prevent him coming to harm when he ignorantly strolls the most dangerous places, such as the lion's cage in the zoo, including impossible ones, such as up a wall and even upside down. When she finally gets Donald safely in bed, he wakes up and thinks, seeing her sneak out, she's the sleepwalker.","release_date":"1947-07-11","vote_average":5.8,"runtime":7,"cert":"N\/A","id":67169,"title":"Sleepy Time Donald","adult":false,"genre_ids":[16,35,10751]},{"cast":["Clarence Nash"],"overview":"Baseball fan and would be-star Donald Duck enjoys listening to a World Series game on the radio and 'playing' the part of his favorite star Casey in his own yard. Unfortunately a melomanic apis melifera (Latin for honeybee) is as avid to listen on the same radio to a mellifluous symphony and play the director theatrically, waving a match as baton, instead of fertilizing his garden flowers. Donald first just turns the switch, then hides it, but the bee dials inside, so he tries to chase it, but is scared by the sting. The battle for channel choice gets worse, and vindictive.","release_date":"1949-11-25","vote_average":6.3,"runtime":7,"cert":"N\/A","id":67170,"title":"Slide Donald Slide","adult":false,"genre_ids":[16,35,10751]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"Pluto's in a dog show against lots of snooty, high society dogs. While Mickey's chasing after a dropped can, Pluto is making eyes at the dog next door. Pluto's turn for judging comes, and when the judge makes fun of him, Pluto gets mad and goes after the judge, which gets them thrown out. A fire breaks out, and the dog Pluto was romancing is trapped inside; it's up to Pluto to rescue her.","release_date":"1939-02-03","vote_average":5.6,"runtime":8,"cert":"N\/A","id":67171,"title":"Society Dog Show","adult":false,"genre_ids":[16,10751,35]},{"cast":["Clarence Nash"],"overview":"Donald's nephews come to lunch filthy from playing outside. Donald sends them to wash up; when he finds they've done a half-hearted job, he sends them to bed without supper. They scheme to get food; Donald catches them, but falls off a cliff while chasing them. He's OK, but temporarily out cold. The boys build a fake corpse and dress Donald up as an angel, and he buys it for a while.","release_date":"1948-10-15","vote_average":5.7,"runtime":7,"cert":"N\/A","id":67172,"title":"Soup's On","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","Bill Thompson","Pinto Colvig"],"overview":"Donald's nephews are always playing instead of doing their chores. Donald is going to punish them, but the \"voice of child psychology\" convinces him to play along instead. This works well when they chop the wood to burn him at the stake. Meanwhile, however, a trio of Pygmy cannibals that escaped from the circus are out to do the very same thing to Donald with a cauldron of water.","release_date":"1954-01-15","vote_average":5.7,"runtime":4,"cert":"N\/A","id":67173,"title":"Spare the Rod","adult":false,"genre_ids":[16,10751,35]},{"cast":["Ramon 'Bong' Revilla Jr.","Benjie Paras","Aubrey Miles","Iya Villania","BJ Forbes"],"overview":"Ordinary humans led by King Bantayan are being annihilated by the all-powerful evil king Bagulbol and his creatures of the dark. To end their tribulation, mankind’s leaders paid a mercenary with exceptional fighting skills to defend them. That mercenary is Exodus. Nearing their extinction, King Bantayan and the leaders of men dispatched Exodus on a quest to capture five elementals to aid them in the final battle against King Bagulbol.","release_date":"2005-12-25","vote_average":3.5,"runtime":106,"cert":"N\/A","id":67174,"title":"Exodus: Tales from the Enchanted Kingdom","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Flowers, insects, and a crow family all dance to a jaunty tune celebrating spring. After a brief storm, grasshoppers, frogs, and spiders cavort to the Dance of the Hours.","release_date":"1929-09-25","vote_average":4.8,"runtime":6,"cert":"N\/A","id":67175,"title":"Springtime","adult":false,"genre_ids":[16,10751,35]},{"cast":["Totò","Isa Barzizza","Walter Chiari","Carlo Micheluzzi","Mario Castellani"],"overview":"A professor was appointed member of the jury of a beauty contest and falls for a beautiful contestant. In order to get the girl he must win the \"Tour of Italy\", so professor sells his soul to the devil to get the winning and the girl.","release_date":"1948-06-06","vote_average":6.3,"runtime":88,"cert":"N\/A","id":67176,"title":"Toto Tours Italy","adult":false,"genre_ids":[35]},{"cast":["Mariangela Melato","Delphine Seyrig","Lou Castel","Aurore Clément","Fabio Carpi"],"overview":"Michael is the younger son of a middle-class family, a strong-willed and free-thinking fellow, who is off in some distant country fighting for a revolutionary cause.","release_date":"1976-01-01","vote_average":6.0,"runtime":108,"cert":"N\/A","id":67177,"title":"Dear Michele","adult":false,"genre_ids":[35,18]},{"cast":["Totò","Vittorio De Sica","Abbe Lane","Titina De Filippo","Teddy Reno"],"overview":"The fake private detective Mike Spillone is hired by two old ladies to find out if Brigitte, the wife of their nephew Otello Bellomo, has a lover. Brigitte is a physician but the two aunts are unaware of the fact. While investigating, Mike and his assistant Johnny discover Brigitte with a prospective patient, the marquis De Vitti who was shot by the husband of the woman he tried to seduce. Afterwards Spillone finds her with her husband who he believes to be her lover.","release_date":"1957-01-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":67178,"title":"Totò, Vittorio and the Doctor","adult":false,"genre_ids":[35]},{"cast":["Giulio Brogi","Renato Cestiè","Vito Cipolla","Daniele Dublino"],"overview":"Sentenced to life imprisonment for illegal activities, Italian International member Giulio Manieri holds on to his political ideals while struggling against madness in the loneliness of his prison cell.","release_date":"1972-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":67179,"title":"St. Michael Had a Rooster","adult":false,"genre_ids":[18,36]},{"cast":["Lino Banfi","Edwige Fenech","Milena Vukotic","Lory Del Santo","Daniele Vargas"],"overview":"SABATO (first episode): A company receives the visit of a very very important person. This person works for a biggest Japanese society, and this encounter is decisive for the small Italian company.\r DOMENICA (second episode): After a hard day of job, a man returns in it's house for sleep. But a series of facts hinder this, and the poor man does not succeed to sleep.\r VENERDI (third episode): A famous and rich creator of sexy ballets have various problems with a dancer. She want to leave the theater and marry a Mafia man.","release_date":"1979-06-06","vote_average":5.5,"runtime":108,"cert":"N\/A","id":67180,"title":"Saturday, Sunday and Friday","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An animated movie account of the birth of Lord Krishna.","release_date":"2006-08-16","vote_average":0.0,"runtime":72,"cert":"N\/A","id":67181,"title":"Krishna, The Birth","adult":false,"genre_ids":[16,18,12]},{"cast":["Ozzy Osbourne"],"overview":"This DVD release features a concert filmed in Irvine California for television. At the time Ozzy Osbourne was touring to promote his second solo album Diary of A Madman a tour that was marred by the tragic death of guitarist Randy Rhoads in March 1982 in a freak flying accident. By June 12th 1982 the band were scheduled to play at the Irvine Meadows amphitheatre Irvine, California. By this time Brad Gillis who had replaced Randy Rhoads had been playing with the band for almost two months and had a number of high profile concerts under his belt including a radio broadcast.","release_date":"2010-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67186,"title":"Ozzy Osbourne- Blizzard Of Ozz Tour 82","adult":false,"genre_ids":[10402]},{"cast":["Danny Nucci","Jason Gedrick","Mark Belasco","Ellen Hollman","Michael Nouri"],"overview":"Brutal and celebrated Mafia gangster John Gotti (Danny Nucci) schemes, shoves and murders his way to the top of that world in this gritty biography told from the perspective of Salvatore Polisi (Jason Gedrick), who owns the Sinatra Club, where Gotti's crew hangs out. Determined to make his name, the young Gotti plans a daring armored-car robbery that he expects to get him noticed by the bosses of each of New York's five major crime families.","release_date":"2010-09-01","vote_average":3.8,"runtime":85,"cert":"N\/A","id":67189,"title":"At the Sinatra Club","adult":false,"genre_ids":[28,80,18,53]},{"cast":[],"overview":"Playing for Change is a multimedia movement created to inspire, connect, and bring peace to the world through music. The idea for this project arose from a common belief that music has the power to break down boundaries and overcome distances between people. No matter whether people come from different geographic, political, economic, spiritual or ideological backgrounds, music has the universal power to transcend and unite us as one human race. And with this truth firmly fixed in our minds, we set out to share it with the world.","release_date":"2008-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":67190,"title":"Playing for Change: Peace Through Music","adult":false,"genre_ids":[10402]},{"cast":["Arda Kural","Selahattin Taşdöğen","Ergül Coşkun"],"overview":"","release_date":"2010-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67193,"title":"Kubilay","adult":false,"genre_ids":[]},{"cast":[],"overview":"Steve Morse - a player who actually deserves the accolade of \"guitarist's guitarist\". Now even more widely known thanks to his work in Deep Purple, he spends his spare time... touring! His band Dixie Dregs hit the road whenever they and Steve have the time. This Blu Ray captures them performing in America as well as members of the Dregs backing Steve at an earlier show. With a generous running time, extras, and remastered audio options, it's one no Steve Morse fan should be without. Two full live shows, recorded in 2001 and 1992. Recorded live on the 29th November, 2001, and in New York in 2002, this DVD is an excellent introduction to the world of Steve Dregs and his immaculate country sounds.","release_date":"2002-01-01","vote_average":0.0,"runtime":170,"cert":"N\/A","id":67196,"title":"Steve Morse – Sects, Dregs & Rock ‘n’ Roll","adult":false,"genre_ids":[10402]},{"cast":["Redd Foxx"],"overview":"\"Sanford and Son\" made Redd Foxx a household name. This HBO \"On Location\" features his night-club act, raw and uncensored, and gives the viewers another side of this comedic genius. Starting thirty years before Sanford in what was known as the \"chitlin\" circuit, he performed with the likes of Bessie Smith, Ma Rainey and the Will Mastin Trio. The Silverbird Hotel in Las Vegas presents the act in the true Redd Foxx tradition.","release_date":"1978-06-09","vote_average":4.0,"runtime":46,"cert":"N\/A","id":67197,"title":"On Location: Redd Foxx","adult":false,"genre_ids":[35]},{"cast":["Kris Kristofferson","Val Kilmer","Hilary Duff","Reece Thompson","Dwight Yoakam"],"overview":"E.F. Bloodworth has returned to his home - a forgotten corner of Tennessee - after forty years of roaming. The wife he walked out on has withered and faded, his three sons are grown and angry. Warren is a womanizing alcoholic, Boyd is driven by jealousy to hunt down his wife and her lover, and Brady puts hexes on his enemies from his mamma's porch. Only Fleming, the old man's grandson, treats him with the respect his age commands, and sees past all the hatred to realize the way it can poison a man's soul. It is ultimately the love of Raven Lee, a sloe-eyed beauty from another town, that gives Fleming the courage to reject this family curse.","release_date":"2010-02-06","vote_average":6.3,"runtime":105,"cert":"N\/A","id":67198,"title":"Bloodworth","adult":false,"genre_ids":[18,10749]},{"cast":["Bob Burnquist","Sandro Dias","Tony Hawk"],"overview":"","release_date":"2010-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67199,"title":"Vida Sobre Rodas","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Galinha Pintadinha, (English translation: The Dappled Chicken) known also as \"Lottie Dottie Chicken\" is a Brazilian project for children's music, created by Juliano Prado and Marcos Luporini. The songs are originally in Portuguese and are getting millions of downloads on YouTube. Some of the songs have been already translated into Spanish and English.","release_date":"2008-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":67200,"title":"Lottie Dottie Chicken","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Galinha Pintadinha, (English translation: The Dappled Chicken) known also as \"Lottie Dottie Chicken\" is a Brazilian project for children's music, created by Juliano Prado and Marcos Luporini. The songs are originally in Portuguese and are getting millions of downloads on YouTube. Some of the songs have been already translated into Spanish and English.","release_date":"2010-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":67201,"title":"Lottie Dottie Chicken 2","adult":false,"genre_ids":[16]},{"cast":["John Schneider"],"overview":"J.R. Collier, once the world's greatest race driver, is losing his family because he can't get racing out of his blood. His scheme to \"go legit\" by acquiring and reselling exotic cars -- cars he acquires by suckering the owners into racing for the pink slip -- runs afoul of the bad guys when he wins one car that has something in it that they will kill for.","release_date":"2006-10-26","vote_average":3.8,"runtime":108,"cert":"N\/A","id":67202,"title":"John Schneider's Collier & Co.: Hot Pursuit!","adult":false,"genre_ids":[10751,28]},{"cast":["Erbi Ago","Velizar Binev","Lucy Brown","Dean Cain","Louisa Clein"],"overview":"A team searching for a long-lost ship in the Arctic unwittingly unleash an alien creature that looks like it's made of ice.","release_date":"2010-08-20","vote_average":5.2,"runtime":88,"cert":"N\/A","id":67203,"title":"Arctic Predator","adult":false,"genre_ids":[28,878,53]},{"cast":["Emmanuelle Vaugier","Anthony Lemke","Alain Goulem","David Patrick Green","Michel Perron"],"overview":"In the remote, sun soaked Pennsylvanian countryside, Ned Larson - a retired professor and reclusive inventor is killed in an explosion at his home. Soon after, small-time investigative journalist Eve Pretson crawls from the wreckage of a burnt out car nearby. She suffers a complete loss of memory - with no recollection of who she is or anything that preceded the accident. Weak and disorientated, she stops at a gas station for help, but instead witnesses the murder of a local mechanic. How are these events connected? In a desperate search for answers, Eve pieces together the scattered fragments of her life, becoming ever more fearful of all she uncovers.","release_date":"2009-05-03","vote_average":6.8,"runtime":null,"cert":"N\/A","id":67204,"title":"Reverse Angle","adult":false,"genre_ids":[10770,28,18,9648]},{"cast":["Bear Grylls"],"overview":"Bear Grylls hat in einer Spezialeinheit der britischen Armee gedient, den Mount Everest erklommen und die Arktis durchquert. Jetzt stellt er sich neuen Herausforderungen. Nur mit dem Nötigsten ausgerüstet, lässt er sich per Fallschirm an den extremsten Orten der Welt aussetzen und zeigt, wie man potentiell tödliche Extremsituationen überlebt sowie aus diesen abgelegenen Gebieten einen Ausweg findet. Dabei demonstriert er verschiedene Techniken, die das Überleben in der jeweiligen Umgebung ermöglichen. In jeder Folge der “Abenteuer Survival” Reihe, auch bekannt als “Ausgesetzt in der Wildnis”, erwartet Bear Grylls ein neues Abenteuer und eine neue Herausforderung. Jedes Mal kämpft er ums nackte Überleben, testet seine eigenen Fähigkeiten und zeigt uns, wie man in die Zivilisation zurückfindet.","release_date":"2010-07-13","vote_average":10.0,"runtime":89,"cert":"N\/A","id":67205,"title":"Abenteuer Survival","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a half-changed world, women are often forced to choose: Mothering or working? Your children's wellbeing or your own own? Responsibility or self expression? Who Does She Think She Is?, a documentary by Academy Award winning filmmaker Pamela Tanner Boll, features five fierce women who refuse to choose. Through their lives, we explore some of the most problematic intersections of our time: mothering and creativity, partnering and independence, economics and art. Along the way, the film invites us to consider both ancient legacies of women worshipped as cultural muses and more modern times where most people can't even name a handful of female artists. In the end, the diverse women in the film demonstrate that our creativity and our caregiving are not mutually exclusive, but deeply connected. In fact, their co-existence might just be the key to finishing the job. Written by Courtney Martin","release_date":"2008-08-11","vote_average":0.0,"runtime":73,"cert":"N\/A","id":67206,"title":"Who Does She Think She Is","adult":false,"genre_ids":[99]},{"cast":["Gillian Gilbert","Peter Hook","Stephen Morris","Bernard Sumner","New Order"],"overview":"Live at Finsbury Park 9th June 2002","release_date":"2002-12-09","vote_average":8.0,"runtime":106,"cert":"N\/A","id":67207,"title":"New Order 5 11","adult":false,"genre_ids":[10402]},{"cast":["Brett Sherwood","Frank Cassini","Kurt Max Runte","Nancy Sivak"],"overview":"A young boy's heroic journey in search of his deceased parents sets forth a series of life affirming events, changing not only his life but also the lives of others.","release_date":"2003-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67210,"title":"Little Brother of War","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Linny the guinea pig, Ming-Ming Duckling and Turtle Tuck join forces to save a new crop of animals in distress in this family-friendly program that employs the fascinating technique of \"photo-puppetry.\" In this collection of exciting rescue episodes, the Wonder Pets jump into a storybook to help a unicorn whose horn is lodged in a tree. Later, they head to the South Pole to save a baby penguin who's stranded on an ice floe.","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":67211,"title":"Wonder Pets!: Save the Unicorn!","adult":false,"genre_ids":[10751]},{"cast":["Cameron Mitchell","Carl Möhner","Célina Cély","Kitty Carver","Livio Lorenzon"],"overview":"A famous gunfighter gives up his evil ways, and settles in a quiet town. But, the town is being terrorized by a gang, drawing our hero back to gunslinging, but this time in the name of good.","release_date":"1964-10-29","vote_average":8.5,"runtime":98,"cert":"N\/A","id":67212,"title":"The Last Gun","adult":false,"genre_ids":[37]},{"cast":["Robert Woods","Dana Ghia","Angelo Infanti","Antonio Casas","José Manuel Martín"],"overview":"Bandits ambush Capt. Roy Dexter of the U.S. Cavalry while he and his men escort a fortune in Confederate gold coins. Only Dexter survives the attack. He's subsequently sentenced to life in prison on the false belief he masterminded the ambush. Escaping from prison, Dexter sets about tracking down and exposing the true culprits.","release_date":"1966-03-05","vote_average":5.3,"runtime":88,"cert":"N\/A","id":67213,"title":"4 Dollars of Revenge","adult":false,"genre_ids":[37]},{"cast":["Kate Jackson","Ted Shackelford","Josh Hutcherson","Daniel Roebuck","Rue McClanahan"],"overview":"The family friendly animal movie Miracle Dogs concerns a boy who befriends a three-legged dog. Soon his relationship with the canine deepens to the point that the boy is attempting to find new homes for a variety of homeless animals.","release_date":"2003-07-20","vote_average":6.5,"runtime":120,"cert":"N\/A","id":67214,"title":"Miracle Dogs","adult":false,"genre_ids":[10751,18]},{"cast":["Jocelyn Christian","Ezra Keddell","Julian White","John Porter","Brett Ormsby"],"overview":"A young inventor, Matt, is on a breakthrough creation in his garage workshop, but is about to lose his girlfriend due to his obsession, when a man walks into the workshop through a wall that his invention created. Soon police, undercover agents and murderers are all hunting for Matt and his girlfriend in a race, not only against, but through time.","release_date":"2006-07-26","vote_average":3.7,"runtime":72,"cert":"N\/A","id":67215,"title":"Event 16","adult":false,"genre_ids":[878]},{"cast":["Anne Heche","Jonathan LaPaglia","Eva Longoria","Kathleen Quinlan","Chris Sarandon"],"overview":"Emily Parker is haunted by visions of a woman from the past soon after receiving an antique engagement ring from her fiancé.","release_date":"2004-10-24","vote_average":3.9,"runtime":87,"cert":"N\/A","id":67216,"title":"The Dead Will Tell","adult":false,"genre_ids":[53,18,9648,10770]},{"cast":["Peter Brogle","Wolfgang Reichmann","Athina Zacharopoulou","Wolfgang von Ungern-Sternberg","Wolfgang Stumpf"],"overview":"During World War II, three German soldiers are withdrawn from combat when one of them, Stroszek, is wounded. They are assigned to a small coastal community on the Greek island of Kos while Stroszek recuperates. The men become increasingly stir crazy in their uneventful new assignment. Stroszek eventually goes mad.","release_date":"1968-07-05","vote_average":6.9,"runtime":91,"cert":"N\/A","id":67217,"title":"Signs of Life","adult":false,"genre_ids":[18]},{"cast":["James Coburn","Lee Remick","Lilli Palmer","Burgess Meredith","Patrick Magee"],"overview":"A cold hearted American hit man goes to Europe for 'one last score'. His encounter with a beautiful young woman casts self doubt on his lifeblood, and influences him to resist carrying out the contract","release_date":"1969-04-30","vote_average":5.0,"runtime":106,"cert":"N\/A","id":67220,"title":"Hard Contract","adult":false,"genre_ids":[80,10749]},{"cast":["Daniel Greene","Janet Ågren","Claudio Cassinelli","George Eastman","Roberto Bisacco"],"overview":"A story about a cyborg who is programmed to kill a scientist who holds the fate of mankind in his hands.","release_date":"1986-03-26","vote_average":5.6,"runtime":94,"cert":"N\/A","id":67221,"title":"Hands of Steel","adult":false,"genre_ids":[28,878]},{"cast":["Mireille Darc","André Pousse","Maurice Biraud","Anouk Ferjac","Paul Préboist"],"overview":"Catherine is left unmarried and pregnant when her mobster sweetheart is killed in this gangster comedy. With the help of another unmarried mother-to-be, Catherine goes looking for the stash of cash buried by her lover before his death. Soon other thugs and her suspicious neighbors are following their every move in an attempt to recover the lost loot...","release_date":"1967-09-22","vote_average":6.3,"runtime":100,"cert":"N\/A","id":67222,"title":"Sorrel Flower","adult":false,"genre_ids":[35,80,18]},{"cast":["Rolf Herricht","Zdeněk Štěpánek","Evelyn Cron","Herbert Köfer","Agnes Kraus"],"overview":"The DEFA comedy tells the story of small town policeman Holms who suffers from a rather unusual problem: Because of the low crime rate, there is simply not enough to do for him. Deadly bored, he sinks into the depths of depression and requests the help of a psychiatrist. But his imagination is far more effective: In his dreams, he chases gangsters in London. Finally, some small-time crooks find a way to help \"their\" policeman out of his emotional misery: They steal a memorial from the market square and thus help Holms to a spectacular case.","release_date":"1966-02-01","vote_average":5.0,"runtime":76,"cert":"N\/A","id":67223,"title":"Hände hoch oder ich schieße","adult":false,"genre_ids":[35]},{"cast":[],"overview":"London, Queen Mary College, 10 Nov 1977 1. Give A Little Bit 2. Bloody Well Right 3. Lady 4. From Now On 5. Babaji 6. Poor Boy 7. Dreamer 8. Another Man's Woman 9. Hide In Your Shell 10. Fool's Overture","release_date":"1977-11-10","vote_average":0.0,"runtime":null,"cert":"","id":67226,"title":"Supertramp – Queen Mary College","adult":false,"genre_ids":[10402]},{"cast":["Alex Ballar","Chic Daniel","Kathryn Ely","Philip Ferenchick","Jamie Gannon"],"overview":"A young group of friends head out to a cabin in the desert. Something has landed in the desert and it needs to eat...","release_date":"2006-12-03","vote_average":2.5,"runtime":82,"cert":"N\/A","id":67227,"title":"Feeding Grounds","adult":false,"genre_ids":[27,878]},{"cast":["Roland Orzabal","Curt Smith"],"overview":"Live in Paris, 2005 1. Secret World 2. Call Me Mellow 3. Sowing The Seeds Of Love 4. Pale Shelter 5. Closest Thing To Heaven 6. Mad World 7. Everybody Wants To Rule The World 8. Head Over Heels 9. Shout","release_date":"2005-06-18","vote_average":0.0,"runtime":50,"cert":"N\/A","id":67228,"title":"Tears for Fears: Secret World","adult":false,"genre_ids":[10402]},{"cast":["Thure Lindhardt","Simon Jul Jørgensen","Tommy Bredsted","Gry Bay","Tina Kissow"],"overview":"The film is about Slim, Slam and Slum from the Danish cartoon series, three young boys at twenty-something who lives in an apartment in Nordvest in Denmark. They are the kind of guys which is using a lot time sitting on the toilet, playing Playstation and smoking pot. But suddenly they all quit their bad salary jobs, and start on fresh with something new. They get a big weird idea on gaining money, power and respect. First of all they start a popular web site that their conman partner Dahlgård which after a little time betrays them and sell the site. Then the three boys start Boomin Crew, a music group of hip hop. They all suddenly get in love with the three honeys, Dit, Dat and Dut, and their new goals are to try snap up with them.","release_date":"2002-08-30","vote_average":4.1,"runtime":97,"cert":"N\/A","id":67229,"title":"Slim Slam Slum","adult":false,"genre_ids":[35,10402]},{"cast":["Josef Hader","Gerhard Pimperl"],"overview":"Warum muss Hader weg? Weil keine Zeit für die Revolution bleibt? Weil man Liebe kaufen kann? Oder weil Feinrippunterhosen so viel aufsaugen? \"In diesem Programm kommen vor: eine nachtschwarze Vorstadtstraße voller Gebrauchtwagenhändler, eine heruntergekommene Tankstelle, ein versifftes Lokal, ein Kuvert mit 10.000 Euro, eine Schusswaffe und zirka sieben verpfuschte Leben. Das ist Pulp Fiction in Österreich. Eigentlich eine Mischung aus Film und Theaterstück. Kabarettprogramm ist leider gar keines\", so Josef Hader selbst über \"Hader muss weg\". Ganz klar: Dieser Mann muss bleiben!","release_date":"2006-11-23","vote_average":8.1,"runtime":135,"cert":"N\/A","id":67230,"title":"Hader muss weg!","adult":false,"genre_ids":[]},{"cast":["Josef Hader"],"overview":"Aufgezeichnet in der Burgarena Finkenstein Grossartig, die Szenerie der Burgarena Finkenstein. Josef Hader, der Solist, weiß entsprechend damit umzugehen. Die unsichere Gewissheit, dass der Mensch nur einmal lebt, hat viele Gesichter. Josef Hader vertont diese Gesichter in \"privat\" und macht uns wieder mit ihnen vertraut. \"Privat\" ist gleichzeitig eine Verweigerung gegen und eine Verteidigung für alle, die dieses autonomste Rollenspiel des Menschenrechts als nicht normal abgestempelt wissen wollen. Beruhigend ist das nicht, nur befreiend.","release_date":"1997-08-18","vote_average":9.7,"runtime":128,"cert":"N\/A","id":67233,"title":"Josef Hader - Privat","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Making of Le Mans - See how Steve McQueen drove most of his own stunts. Along with 45 international racing drivers, this is the most amazing driving film - now see how it was made!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67234,"title":"Filming at Speed: The Making of the Movie Le Mans","adult":false,"genre_ids":[99]},{"cast":["Hidehisa Ebata","Noriko Murayama","Nikki Sasaki","Minami Aoyama","Akio Kurauchi"],"overview":"Ambiguous is a 2003 Japanese Pink film directed by Toshiya Ueno. It was chosen as Best Film of the year at the Pink Grand Prix ceremony. Five suicidal people meet on the Internet and form a 'suicide group'. They all have reasons for which they want to terminate their lives. They arrange to meet at one of the member's homes to spend their last hours together. One of the women hastily kills herself in front of the others. The remaining four members decide to deal with their problems and live. Based loosely on an actual account that took place in Japan. Life, sex and redemption. Ambiguous also stars Nikki Sasaki (Nurse Sisters, Cuffs). Pink Cinema at its darkest...","release_date":"2003-12-09","vote_average":4.6,"runtime":63,"cert":"","id":67235,"title":"Ambiguous","adult":false,"genre_ids":[18]},{"cast":["Laurent Lucas","Clara Choveaux","Thiago Telès","Célia Catalifo"],"overview":"Based on the legend of Tiresias, it tells of a transsexual who is kidnapped by a man and left to die in the woods. She is then saved by a family and receives the gift of telling the future.","release_date":"2003-05-20","vote_average":5.6,"runtime":115,"cert":"N\/A","id":67236,"title":"Tiresia","adult":false,"genre_ids":[18]},{"cast":[],"overview":"01 - Please please me 02 - I Saw Her Standing There (live 1964) 03 - Some Other Guy 04 - Love Me Do 05 - She Loves You 06 - She Loves You 07 - From Me To You 08 - This Boy 09 - I Wanna Hold Your Hand 10 - Twist and shout 11 - It Won't Be Long 12 - Can't Buy Me Love 13 - And I Love Her 14 - And I love her (1964) 15 - I Should Have Known Better 16 - If I Fell (A Hard Days Night Concert 1963) 17 - A Hard Day's Night 18 - 'Til There Was You 19 - Baby's In Black (Ready Steady Go 1964) 20 - I'm A Loser - Boys (Shindig 1964 Kansas City) 21 - Eight Days A Week 22 - I Feel Fine 23 - Everybody's Trying To Be My Baby 24 - Ticket to Ride 25 - Another Girl 26 - You've got to hide your love away (1965) 27 - You're Gonna Lose That Girl 28 - Help! 29 - Yesterday 30 - I Need You and more...","release_date":"1994-01-29","vote_average":0.0,"runtime":null,"cert":"U","id":67237,"title":"The Beatles Videography","adult":false,"genre_ids":[10402]},{"cast":["Ian Gamazon","Edwin Lagda","Edgar Tancangco","Norma Tancangco","Quynn Ton"],"overview":"Adam, a security guard, travels from California to the Philippines, his native land, for his father's funeral. He arrives in Manila. As he waits, a phone rings in his backpack; he answers it, and a male voice tells him that his mother and sister are captives and will be killed if Adam doesn't cooperate. Over the next hour, the voice sends Adam by bus, taxi, motorized tricycle, and on foot through an urban landscape of busy streets, cramped apartments, a fetid squatters' camp, a bank, a cockfighting arena, and a church. Adam's conversations with the voice cover murder, Islam, jihad, rebellion in Mindanao, and his family. What is it Adam will be commanded to do?","release_date":"2005-03-12","vote_average":6.5,"runtime":80,"cert":"N\/A","id":67238,"title":"Cavite","adult":false,"genre_ids":[53]},{"cast":["Chris Robinson","Rich Robinson","Marc Ford","Steve Gorman","Ed Hawrysch"],"overview":"Rip-roaring rock ‘n roll. In 2005 The Black Crowes played a five night gig at The Fillmore in San Francisco. This appears to be a document of the one night they hooked up with the four-man Left Coast Horns (who apparently had only that afternoon to work out arrangements and rehearse with the band). Did they get it together? Fuckin’ A! You have to love a band that walks out on stage and opens up by kicking every ass in the house with a burner like “(Only) Half Way to Everywhere”.","release_date":"2006-03-21","vote_average":4.0,"runtime":150,"cert":"N\/A","id":67239,"title":"The Black Crowes: Freak 'n' Roll... Into the Fog","adult":false,"genre_ids":[10402]},{"cast":["Chris Robinson","Rich Robinson","Luther Dickinson","Adam MacDougall","Steve Gorman"],"overview":"The Black Crowes are one of the all-time great live rock bands. Their shows are legendary and regularly sell out in record time wherever in the world they play. This new live DVD was filmed on March 20, 2008 at the Wiltern in Los Angeles during the tour in support of their critically acclaimed new studio album \"Warpaint\". The concert features live versions of the whole of the \"Warpaint\" album plus a mixture of previously unreleased cover versions and some of their own classics. 1) Goodbye Daughters Of The Revolution 2) Walk Believer Walk 3) Oh Josephine 4) Evergreen 5) We Who See The Deep 6) Locust Street 7) Movin' On Down The Line 8) Wounded Bird 9) God's Got It 10) There's Gold In Them Hills 11) Whoa Mule 12) Poor Elijah - Tribute To Johnson 13) Darling Of The Underground Press 14) Bad Luck Blue Eyes Goodbye 15) Don't Know Why 16) Torn And Frayed 17) Hey Grandma","release_date":"2008-03-20","vote_average":0.0,"runtime":103,"cert":"N\/A","id":67240,"title":"The Black Crowes - Warpaint Live","adult":false,"genre_ids":[10402]},{"cast":["Anna Henkel","Alexander von Paczensky","Gerhard Gommel","Henry Beuck","Anemone Gehann"],"overview":"Dorothea, a 16-year-old bourgeois girl from Hamburg, plays with her friends of both sexes, imitating the production of adult movies. In the end, pretending to make sex-scenes is not satisfying enough, and with a street professional, Dorothea is initiated in hard sex.","release_date":"1974-04-24","vote_average":6.3,"runtime":92,"cert":"N\/A","id":67241,"title":"Dorothea's Revenge","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"Recorded live at the London Astoria 2 on 14 January 1994. For some unknown reason, the performance of \"Sunday\" was edited out of this video (and all the other \"Live\" videos). Also, on the opening screen in the video, there is a mistake: The date is listed as 14 February 1994 (it is actually 14 January)","release_date":"1994-01-14","vote_average":0.0,"runtime":null,"cert":"","id":67244,"title":"The Cranberries - Live - London","adult":false,"genre_ids":[10402]},{"cast":["Stephen Chow","Billy Chow","Ga-Ling Gung","Ko Chun-Hsiung"],"overview":"An elderly crime family boss, Feng, is being released from prison for good behavior and bad health. In the outside world, he learns that his daughter has shacked up with a depraved thug named Sin from America and that she will soon by flying out to the States to join him. When his attempts at fatherly consulting fail, Feng sends his goons, Maddy and Tat, after the boyfriend. In return, Sin has his men cripple Maddy. When Feng swipes Sin's shipment of drugs, the war between the two men escalates.","release_date":"1990-10-11","vote_average":6.0,"runtime":95,"cert":"N\/A","id":67245,"title":"Triad Story","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"1. Dreams 2. Linger 3. Zombie 4. Ode To My Family 5. I Can´t Be With You 6. Ridiculous Thoughts 7. Salvation 8. Free To Decide 9. When You´re Gone 10. Promises 11. Animal Instinct 12. Just My Imagination 13. You &amp; Me 14. Analyse 15. Time Is Ticking Out 16. This Is The Day 17. Stars","release_date":"2002-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67246,"title":"The Cranberries - The Best Videos 1992-2002","adult":false,"genre_ids":[10402]},{"cast":["Arihiro Hase","Chikao Ohtsuka","Eiko Yamada","Kazuyuki Sogabe","Kôhei Miyauchi"],"overview":"A captain and his crew travel across the universe in a ship that can travel for 20 years while the crew will age only 1 year. Soon the crew realizes that a criminal is onboard who is hoping to escape civilization. The crew must find who the criminal is, and find the source of a deadly virus that is destroying them one by one","release_date":"1987-09-01","vote_average":6.3,"runtime":67,"cert":"N\/A","id":67253,"title":"Lily C.A.T.","adult":false,"genre_ids":[878,27,16]},{"cast":[],"overview":"L’Etranger was the greatest free bouldering film from fontainebleau of 2008, namely because it was the only one! If you haven’t seen it then head on over and check it out. It will only cost you some time as it’s available for nothing.","release_date":"2008-07-15","vote_average":7.0,"runtime":54,"cert":"","id":67256,"title":"L'Etranger - 85 days in Font","adult":false,"genre_ids":[]},{"cast":["Caetano Veloso","Sérgio Ricardo","Gilberto Gil","Chico Buarque","Edu Lobo"],"overview":"If you thought TV shows in which audiences and juries judge musical acts were a relatively new phenomenon, you'd better think again. In the 1970s, such \"festivals\" were incredibly popular in Brazil. They were recorded before a live studio audience, and usually featured a number of elimination rounds. They also formed the springboard for the career of many a big-name star, such as Chico Buarque, Caetano Veloso, Roberto Carlos and Gilberto Gil. Appearing on such a program was no cakewalk, however: audiences could be as wild in their condemnation as in their appreciation of an artist. Extensive archive footage (including performances and behind-the-scenes interviews) from a turbulent final of the Festival of Brazilian Popular Music one evening in 1967 paints a fascinating picture, not only of the transformation of Brazilian music into real \"festival\" music, but also of a society starting to buck against the yoke of military rule.","release_date":"2010-07-30","vote_average":7.0,"runtime":85,"cert":"N\/A","id":67257,"title":"A Night in 67","adult":false,"genre_ids":[99,10402]},{"cast":["Eddie Van Halen","Alex Van Halen","Michael Anthony","Sammy Hagar"],"overview":"-- Opening - Jon Stewart -- -- The Seventh Seal -- -- Big Fat Money -- -- Don't Tell Me(What Love Can Do) -- -- Amsterdam -- -- When It's Love -- -- Feelin' -- -- Edward's Solo -- -- Why Can't This Be Love -- -- Finish What Ya Started -- -- Right Now --","release_date":"1995-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":67258,"title":"Van Halen: Live in Florida","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Comemorando os 15 anos da maior banda independente do Brasil este DVD apresenta um show ao vivo gravado no Teatro Mars em junho de 2001 com seus maiores sucessos.","release_date":"2001-07-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":67259,"title":"Velhas Virgens – Abre Essas Pernas ao Vivo e a Cores","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Recorded \"in the heat of the night\" at EMI Toshiba Studio 3 in Tokyo on 5th July 1997.","release_date":"1997-07-05","vote_average":0.0,"runtime":44,"cert":"N\/A","id":67260,"title":"Whitesnake - Starkers In Tokyo","adult":false,"genre_ids":[10402]},{"cast":["David Coverdale","Doug Aldrich","Tommy Aldridge","Reb Beach","Timothy Drury"],"overview":"01. Burn  02. Bad Boys  03. Love Ain't No Stranger  04. Ready an' Willing  05. Is This Love  06. Give Me All Your Love  07. Judgement Day  08. Blues for Mylene  09. Snake Dance  10. Crying in the Rain  11. Drum Solo  12. Crying in the Rain  13. Ain't No Love in the Heart of the City  14. Don't Break My Heart Again  15. Fool for Your Loving  16. Here I Go Again  17. Take Me with You  18. Still of the Night  19. Credits","release_date":"2005-04-15","vote_average":6.7,"runtime":103,"cert":"","id":67261,"title":"Whitesnake: Live in the Still of the Night","adult":false,"genre_ids":[10402]},{"cast":["Bernard Sumner","Peter Hook","Phil Cunningham","Stephen Morris"],"overview":"New Order's groundbreaking fusion of postpunk\/new wave rock, synth-pop and dance music made them one of the most influential bands of the 1980s. After sitting out much of the '90s, they reemerged with acclaimed albums in 2001 (Get Ready) and 2005 (Waiting For The Sirens' Call), and in late 2006, performed a rare and celebratory two-night stand in Glasgow, Scotland.","release_date":"2008-06-02","vote_average":0.0,"runtime":217,"cert":"","id":67264,"title":"New Order: Live in Glasgow","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Are you a struggling single who’s “ready to mingle”? Are you seeking a fresh perspective on the topic of Christian singleness? In Pastor R.A. Vernon’s message entitled Me, Myself &amp; I, you will find an on-time Word for whatever state you find yourself in. Whether you are single-seeking-to-be-married or single-and-satisfied, Me, Myself &amp; I will ignite (or reinvigorate) your passion for your true first love, who is Christ!","release_date":"2009-08-12","vote_average":0.0,"runtime":190,"cert":"N\/A","id":67267,"title":"Me Myself & I - Pastor R.A. Vernon","adult":false,"genre_ids":[]},{"cast":["Heinz Rühmann","Giulia Follina","Annemarie Düringer","Blandine Ebinger","Gustav Knuth"],"overview":"When the wife of Sebastian Schumann left her family, he told his little daughter that her mother has died, because he thought that this was the easiest way for her to accept that her mother is now gone. But this was only the beginning of a lot of lies he tells her continuously, mostly about himself and his job. This way he also tries to hide away from her the fact that he had to quit his job as a traveler and is now paid much less than before.","release_date":"1961-12-20","vote_average":5.1,"runtime":90,"cert":"N\/A","id":67268,"title":"The Liar","adult":false,"genre_ids":[35]},{"cast":["Silvio Muccino","Michael Rainey Jr.","Isabella Ragonese","Maya Sansa","Greta Scacchi"],"overview":"","release_date":"2010-12-21","vote_average":7.8,"runtime":null,"cert":"N\/A","id":67269,"title":"Un altro mondo","adult":false,"genre_ids":[18]},{"cast":["Johan Rheborg","Alexandra Rapaport","Kristian Luuk","Gerd Hegnell","Pia Johansson"],"overview":"","release_date":"2001-09-21","vote_average":5.0,"runtime":101,"cert":"N\/A","id":67272,"title":"Känd från tv","adult":false,"genre_ids":[35]},{"cast":["Buck Brannaman","Robert Redford","Scarlett Johansson"],"overview":"An examination of the life of acclaimed 'horse whisperer' Buck Brannaman, who recovered from years of child abuse to become a well-known expert in the interactions between horses and people.","release_date":"2011-06-17","vote_average":7.5,"runtime":89,"cert":"N\/A","id":67273,"title":"Buck","adult":false,"genre_ids":[99]},{"cast":["Duke Erikson","Shirley Manson","Steve Marker","Kelly Slater","Butch Vig"],"overview":"A collection of the band's most famous promos from 1995's 'Vow' to 2007's 'Tell Me Where It Hurts'.","release_date":"2007-07-23","vote_average":5.3,"runtime":129,"cert":"18","id":67274,"title":"Absolute Garbage","adult":false,"genre_ids":[10402]},{"cast":["Gabriel Macht","Kim Dickens","Alison Pill","Brad William Henke","Kate Walsh"],"overview":"Bo Durant, a volatile, working-class gearhead, sees himself trapped in a world with few possibilities but when he falls off his stepdaughter's bike, suffers a concussion, stops eating, and smashes up the backyard with a sledgehammer, he begins to feel free for the first time in his life.","release_date":"2009-01-01","vote_average":4.7,"runtime":null,"cert":"N\/A","id":67275,"title":"One Way to Valhalla","adult":false,"genre_ids":[18]},{"cast":["Ryuichi Sakamoto","Carsten Nicolai"],"overview":"Label: Raster-Noton Catalog#: R-N 76 Format: DVD, NTSC Country: Germany Released: Oct 2006 Genre: Electronic Style: Modern Classical, Minimal, Experimental, Ambient Tracklist 1 Intro 4:51 2 Berlin 5:42 3 Noon 5:55 4 Uoon 10:03 5 Morning + Iano 9:50 6 Barco 6:24 7 Nor 4:20 8 Trioon 9:16 9 Xerox 5:38 10 Siisx + Mur - Encore 7:26 11 Ax. Mr. L. - Encore 5:05 12 Trioon - Second Angle 10:11 13 Morning + Iano - Second Angle 10:37 14 Uoon - Second Angle 10:02 15 Conversation 18:00","release_date":"2006-10-01","vote_average":0.0,"runtime":131,"cert":"N\/A","id":67278,"title":"Alva Noto + Ryuichi Sakamoto - Insen Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In late 2003, two filmmakers from the Sundance award-winning Guerrilla News Network spent three weeks on the frontlines of the simmering guerrilla war in Iraq, gathering intelligence, dodging bullets, and capturing the untold stories of what has become the world's most covered, and misunderstood, conflict. BattleGround is an irreverent journey that will challenge the orthodoxies of Left and Right, and highlight the humanity of all sides of the conflict. BattleGround will be a critical film for anyone who wants to understand the powerful forces that are sucking America deeper and deeper into a Middle Eastern quagmire. Is Iraq our generation's \"Bright Shining Lie,\" or is it the frontline in a global battle for national survival? Or is to some combination of both?","release_date":"2004-10-14","vote_average":5.0,"runtime":82,"cert":"N\/A","id":67279,"title":"BattleGround: 21 Days on the Empire's Edge","adult":false,"genre_ids":[99]},{"cast":["Billy Wilder","Volker Schlöndorff","Hellmuth Karasek","Jean Arthur","Humphrey Bogart"],"overview":"Recut of the miniseries \"Billy, How Did You Do It?\": In 1988, Oscar-winning German filmmaker Volker Schlondorff (\"The Tin Drum\") sat down with legendary director Billy Wilder at his office in Beverly Hills, California and turned on his camera for a series of filmed interviews. The conversation went on for two weeks. The results were aired on German TV in 1992 and debuted on U.S. television when it was shown on Turner Classic Movies in 2006. We are presented with a generous smattering of film clips, rare photographs and artwork, but mostly Wilder just sits in his office and talks with the off screen Schlondorff, moving easily between English and German.","release_date":"2006-06-22","vote_average":7.2,"runtime":71,"cert":"N\/A","id":67280,"title":"Billy Wilder Speaks","adult":false,"genre_ids":[99]},{"cast":["Björk"],"overview":"Live at Shepherds Bush Empire is an official DVD\/home-video released by Björk on November 19, 2001. The live show was recorded at the end of the Post tour on February 27, 1997, at a special fan-club only free concert at the Shepherds Bush Empire in London, England. The majority of the songs are taken from the album Post, as well as some from her first album Debut. The track \"I Go Humble\" is a B-side, and appears on the \"Isobel\" single. Many of the performances from this concert can be found on the Post Live album, released as part of the Live Box in 2003 and later made available separately. The song that appears over the end credits is \"Glóra\", a flute instrumental recorded when Björk was in The Elgar Sisters. Two track that were performed on the night are omitted from this DVD - \"It's Oh So Quiet\" and \"Big Time Sensuality\" (these were performed after the last track included here).","release_date":"2001-11-19","vote_average":8.5,"runtime":76,"cert":"N\/A","id":67281,"title":"Björk - Live at Shepherds Bush Empire","adult":false,"genre_ids":[]},{"cast":["Rafinha Bastos"],"overview":"Após 4 anos de apresentações lotadas por todo o país, Rafinha Bastos lança o DVD de seu primeiro show solo de stand-up comedy: A Arte do Insulto. No espetáculo que o projetou, Rafinha destila humor e muita polêmica. O ator judeu e gaúcho não poupa as próprias raízes – e nem as alheias. Em cima de um palco, apenas um microfone, um banco, muito sarcasmo e ironia. Rafinha Bastos diz o que pensa, em um show sem frescura, sem censura e sem limite. Ah… e nos extras, um documentário de 30 minutos com o primeiro show do comediante em sua cidade natal: Porto Alegre. Muito legal! Pelo menos foi o que ele e três carpinteiros suecos disseram.","release_date":"2011-03-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":67282,"title":"Rafinha Bastos: A Arte do Insulto","adult":false,"genre_ids":[35]},{"cast":["Tim Rozon","Byron Mann","Tom Jackson","Steph Song","Terry Chen"],"overview":"Criminal organizations succeed by enforcing a strict code of trust and loyalty. To penetrate these organizations and gain access to their inner circles the police need a magic bullet. Alex Caine is that magic bullet. Only thirty years old, Alex, who grew up hard on the mean streets of Montreal, already brings a lifetime’s worth of experience (foster care, military service, prison time) to the world’s most dangerous occupation: professional gang infiltrator. It is his job to befriend criminals, participate in their illegal activities, gather evidence – then live long enough to testify against them in court.","release_date":"2011-04-30","vote_average":4.3,"runtime":88,"cert":"N\/A","id":67283,"title":"Befriend and Betray","adult":false,"genre_ids":[18,80]},{"cast":["Ozan Çobanoğlu","Ezgi Sertel","Fatih Yurdakul","Alpay Aksum"],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67284,"title":"Paramparça","adult":false,"genre_ids":[18,80,53]},{"cast":["Marta Belmonte","Jesús Ángel Domínguez","Víctor Jerez","Tunet Vila","Daniel Medrán"],"overview":"How the cinema industry does not respect the author's work as it was conceived, how manipulates the motion pictures in order to make them easier to watch by an undemanding audience or even how mutilates them to adapt the original formats and runtimes to the restrictive frame of the television screen and the abusive requirements of advertising. Followed by “Filmmakers in Action.”","release_date":"2005-07-17","vote_average":6.3,"runtime":97,"cert":"N\/A","id":67285,"title":"Filmmakers vs. Tycoons","adult":false,"genre_ids":[99]},{"cast":["Yngwie Malmsteen"],"overview":"Recorded in July 2001, this meeting of musical minds saw virtuoso guitarist Yngwie Malmsteem team up with The New Japan Philharmonic Orchestra for an incredible concert experience. Adding layers of pure rock power over the symphonic delights created by the Orchestra, Malmsteem proves his musical skills and wows the crowd in the process. Tracks include \"Icarus Dream Fanfare,\" \"Prelude To April,\" \"Sarabande,\" and many others.","release_date":"2001-07-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":67286,"title":"Yngwie Johann Malmsteen: Concerto Suite for Electric Guitar and Orchestra in E Flat Minor - Live with the New Japan Philharmonic","adult":false,"genre_ids":[10402]},{"cast":["Meredith Baxter","Stephen Lang","Kirsten Dunst"],"overview":"An uplifting family drama about the danger of drug addiction, DARKNESS BEFORE DAWN stars Meredith Baxter (TV's FAMILY TIES). Baxter plays Mary Ann, a nurse at a methadone clinic who falls in love with one of her patients, Guy (Stephen Lang). While helping him overcome his drug addiction, she still manages to hide her own dalliances with narcotics--so well, in fact, that no one suspects at all. The pair marry and have a child, but soon Mary Ann's troubled past and hidden addiction threaten the stability of the happy life that she and Guy finally have for themselves. DARKNESS BEFORE DAWN illustrates the power of family love and how it can overcome even the greatest personal problems.","release_date":"1993-02-15","vote_average":0.0,"runtime":120,"cert":"N\/A","id":67287,"title":"Darkness Before Dawn","adult":false,"genre_ids":[18]},{"cast":["Roman Heart","Landon Conrad","Adam Killian","Angelo Marconi","Brandon Bangs"],"overview":"Falcon OTHER SIDE of ASPEN VI. With each installment of the ASPEN series, Falcon shows off the hottest of its current collection of world-class stars and sexy newcomers, and ASPEN VI is no exception - it gives a new definition to snow plowing by bringing scene after scene of hot play in the cold winter landscape.","release_date":"2011-06-13","vote_average":8.0,"runtime":null,"cert":"N\/A","id":67288,"title":"The Other Side Of Aspen VI","adult":true,"genre_ids":[]},{"cast":["Christopher Adamson","Rebekah Kochan","Dane Rosselli","Sharon Edrei","McKenna Geu"],"overview":"In a modern retelling of Tod Browning's \"Freaks\" (1932), \"Freakshow\" tells the story of a group of criminals who chose to hide out by working security at a traveling circus. At first, they plot with an insider to steal the ticket sales, but the wily Lucy has bigger plans. She convinces the gang to let her seduce and marry the aging circus owner, Lon, in order to secure the entire circus fortune after he \"suffers an accident\". \"People die all the time,\" Lucy says. The freaks are on to their scheme, however, and when the youngest of them is caught by the ruthless gang, they show no mercy to ensure her silence. When the circus folk find the child's remains, they swear vengeance, and no one is safe from their fury--least of all, the wily Lucy.","release_date":"2007-01-30","vote_average":3.0,"runtime":85,"cert":"N\/A","id":67289,"title":"Freakshow","adult":false,"genre_ids":[27]},{"cast":[],"overview":"It was Halloween night and Parliament Funkadelic was about to tear the roof off the Houston Summit, ready to bless the crowd with their cosmic brew of interplanetary funk. George Clinton, Bernie Worrell, Bootsy Collins and the rest of the P-Funk collective were riding the success of their first Top 5 R&amp;B hit, \"Give Up The Funk (Tear The Roof Off The Sucker),\" a track that had earned them the kind of radio play that would bring the masses out to see them live in a stadium-sized arena. The group was only five dates into the tour when they arrived in Houston, but they were definitely ready to take it to the stage for an out-of-this-world show like no other. Taped on October 31, 1976, these seldom-seen performances at the Houston Summit represent Clinton and Parliament Funkadelic in their '70s prime, in the era of their Mothership Connection and The Clones Of Dr. Funkenstein LPs--a rare opportunity for everyone to get their proper dose of The P-Funk.","release_date":"","vote_average":6.0,"runtime":86,"cert":"N\/A","id":67290,"title":"George Clinton: The Mothership Connection","adult":false,"genre_ids":[]},{"cast":["William Powell","Evelyn Brent","John Wray","Evalyn Knapp","Guy Kibbee"],"overview":"Gar Evans is a con artist, who pretends to be the owner of a \"Golden Gate Artificial Rubber Company\", and he is looking for investors. Finding them is relatively easy, but it becomes difficult when those want to see the inventor of the synthetic rubber...","release_date":"1932-01-30","vote_average":8.0,"runtime":73,"cert":"N\/A","id":67291,"title":"High Pressure","adult":false,"genre_ids":[35]},{"cast":[],"overview":"With the assassination of JFK in Dallas in November of 1963 and the fall of Cuba to Communism, America entered a new chapter in its history. It was also a time when the American Mob entered a new chapter. It was a Mob no longer defined by the once unyielding code of 'omerta' - the Sicilian code of silence. A Mob no longer led by the colorful characters that saw it rise from the Roaring Twenties, through the Depression to the Cold War. The American Mob began at the turn of the 20th Century as immigrants from Europe began pouring into cities along the East Coast, particularly New York City. Poor and isolated, these immigrant Jews, Irish and Italians banded together to develop their own version of the American Dream. A unique form of business called organized crime.","release_date":"","vote_average":6.0,"runtime":193,"cert":"N\/A","id":67292,"title":"Hollywood vs. the Mob: Fact vs. Fiction","adult":false,"genre_ids":[]},{"cast":["Katsunori Makabe","Yasuko Matsui","Musasabi-Dôji","Kiyoshi Ogasawara","Hisako Ohkata"],"overview":"An aphasic young boy living in South Korea meets, on one of his regular paths, a “Koguryo Beauty” who shows him how to trace his heritage","release_date":"1971-01-01","vote_average":6.3,"runtime":52,"cert":"N\/A","id":67295,"title":"Good-Bye","adult":false,"genre_ids":[18]},{"cast":["Luke Wilson","Joshua Malina","Paula Devicq","Teri Garr","Michael McKean"],"overview":"The two owners of the Long Shot Copies shop struggle against a copying giant, King Co. Having gotten their start from a $100,000 windfall when one of them hit a promotional mid-court basketball shot, they have to find a way to keep their company afloat or fold. Thus starts a series of gimmicks and a war against the opposition, particularly after they are visited by a corporate thug.","release_date":"1999-01-24","vote_average":6.0,"runtime":88,"cert":"N\/A","id":67296,"title":"Kill the Man","adult":false,"genre_ids":[]},{"cast":["Penélope Cruz","Antonio Resines","Jorge Sanz","Rosa Maria Sardà","Loles León"],"overview":"A company of Spanish movie makers leaves Franco's Spain and moves to Hitler's Germany to make a film in co-production. Soon some problems start to arise...","release_date":"1998-11-13","vote_average":7.0,"runtime":121,"cert":"N\/A","id":67297,"title":"The Girl of Your Dreams","adult":false,"genre_ids":[35,18]},{"cast":["Roger Daltrey","Sara Kestelman","Paul Nicholas","Ringo Starr","Rick Wakeman"],"overview":"A send-up of the bawdy life of Romantic composer\/piano virtuoso Franz Liszt, with ubiquitous phallic imagery and a good portion of the film devoted to Liszt's \"friendship\" with fellow composer Richard Wagner. The film begins during the time when Franz would give piano performance to a crowd of shrieking teenage fans while maintaining affairs with his (multiple!) mistresses. He eventually seeks Princess Carolyne of St. Petersburg (at her invitation), elopes, and, after their marriage is forbidden by the Pope, he embraces the monastic life as an abbé.","release_date":"1975-10-10","vote_average":6.3,"runtime":103,"cert":"","id":67298,"title":"Lisztomania","adult":false,"genre_ids":[35,14,10402]},{"cast":[],"overview":"Documentary about the Centennial Bulb, which has burned nearly continuously in a Livermore, California firehouse since 1901.","release_date":"2011-06-01","vote_average":4.8,"runtime":47,"cert":"N\/A","id":67299,"title":"Century of Light","adult":false,"genre_ids":[99]},{"cast":["Setsuko Ogawa","Yoichi Nishikawa","Yasuko Matsui","Megumi Fuji","Teruhisa Minami"],"overview":"A young girl is chosen to be a shogun's plaything.","release_date":"1971-11-20","vote_average":0.0,"runtime":68,"cert":"N\/A","id":67300,"title":"Castle Orgies","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Live! In Tune and on Time is DJ Shadow's first live album recorded in London, England at the Brixton Academy. The album features tracks and samples from his past albums as well as tracks and samples from his work with UNKLE and Quannum. It was released in as a CD\/DVD set; the DVD contains additional songs and material.","release_date":"2004-01-01","vote_average":0.0,"runtime":151,"cert":"N\/A","id":67301,"title":"Live! In Tune and on Time","adult":false,"genre_ids":[]},{"cast":["Robert Foxworth","Lynda Day George","Gerald Gordon","Bernie Casey","Barry Van Dyke"],"overview":"A lakeside resort comes under attack by a seemingly infinite hoard of flesh-eating ants.","release_date":"1977-12-02","vote_average":4.2,"runtime":95,"cert":"N\/A","id":67302,"title":"Ants","adult":false,"genre_ids":[18,27,53]},{"cast":["Joaquim de Almeida"],"overview":"A poem. A tale made of silence and complicity. Light and shadows, the charm of the night, the moon as a passion... This is a tale about someone who tried to make the dream come true. This is the tale about the cat and the moon.","release_date":"1997-01-01","vote_average":7.0,"runtime":6,"cert":"N\/A","id":67303,"title":"Tale About the Cat and the Moon","adult":false,"genre_ids":[16]},{"cast":["Audrey Hepburn","Robert Wagner","Jerry Orbach","Samantha Eggar","Christopher Neame"],"overview":"Caroline DuLac, a baroness and concert pianist, steals three jewel-encrusted Faberge eggs from a San Francisco museum. The eggs were demanded as ransom for her kidnapped fiancé. She boards a plane for the Latin American city of Ladera, as per instructions, and is met by Mike Chambers. Caroline first believes that Mike is one of the kidnappers, until a mysterious man in a trench-coat tries to kill her, and Mike comes to the rescue. They are then both captured by a band of Mexican bandits, who also may or may not be part of the scheme.","release_date":"1987-02-23","vote_average":6.8,"runtime":100,"cert":"N\/A","id":67304,"title":"Love Among Thieves","adult":false,"genre_ids":[35,9648,10749]},{"cast":["David Carradine","Lee Van Cleef","Mako Iwamatsu","Lois Hamilton","Ross Hagen"],"overview":"One of Tanaka's underlings has stolen a rare statuette that he had planned to use as a peace offering between the local Yakusa and Chinese Tong. He hires two private investigators to exchange ransom money to recover the statuette, but the trade goes down bad and Clay Roth is killed. This angers Roth's brothers and father, all combat veterans, and they go after the people responsible","release_date":"1986-10-01","vote_average":3.6,"runtime":86,"cert":"N\/A","id":67305,"title":"Armed Response","adult":false,"genre_ids":[28,53]},{"cast":["Jim Florentine","Don Jamieson","K.C. Armstrong","Jim Norton","Artie Lange"],"overview":"A hidden-camera comedy that puts unsuspecting people in the cross hairs of comics Jim Florentine, Don Jamieson, KC Armstrong and their band of hilarious predators.  In Meet the Creeps, Florentine and Jamieson are out to make people as uncomfortable as possible while capturing it all on camera. The viewers are in on the joke. Those who they are creeping out, are not. There are no happy endings to these pranks. We never reveal to our victims that it was all a big joke. Each bit fades to black as the viewer wonders what the f*ck just happened!","release_date":"2004-02-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":67306,"title":"Meet the Creeps: Volume 1","adult":false,"genre_ids":[35]},{"cast":["Matt Dillon","Diane Lane","Tommy Lee Jones","Bruce Dern","Lee Grant"],"overview":"It is 1957. J.C. Cullen is a young man from a small town, with a talent for winning at craps, who leaves for the big city to work as a professional gambler. While there, he breaks the bank at a private craps game at the Gem Club, owned by George Cole, and falls in love with two women, one of them Cole's wife.","release_date":"1987-09-25","vote_average":5.7,"runtime":109,"cert":"N\/A","id":67307,"title":"The Big Town","adult":false,"genre_ids":[18,10749]},{"cast":["Saori Hara","Yukiko Suo","Tony Ho","Vonnie Lui","Leni Lan Crazybarby"],"overview":"Loosely based on a 17th century erotic Chinese story named The Carnal Prayer Mat, the story follows a young scholar named Yangsheng who gets married to the beautiful daughter of a local merchant. When their sex life proves unsatisfactory, Yangsheng leaves home and journeys to the Pavilion of Ultimate Bliss.","release_date":"2011-04-14","vote_average":5.0,"runtime":118,"cert":"N\/A","id":67308,"title":"3-D Sex and Zen: Extreme Ecstasy","adult":false,"genre_ids":[18,12,10749]},{"cast":["Lori Romero","Michael Robertson","Robin Lilly","Mik Cribben","Lori Tirgrath"],"overview":"Parents are in a panic as their children mysteriously disappear. Little do they know that the only thing worse than their children disappearing would be them coming back. After the youngsters of Tromaville fall under the ruthless control of a cult leader, they turn on their parents with gruesome results.","release_date":"1989-01-01","vote_average":3.9,"runtime":94,"cert":"N\/A","id":67309,"title":"Beware: Children At Play","adult":false,"genre_ids":[27]},{"cast":[],"overview":"With his peg leg and pirate outfit, nothing can stop him! Never Been Done documents how Jon Comer became the first professional skateboarder to have a prosthetic leg. His story is moving, funny, and inspiring. This guy is nothing short of amazing because he rules! It's got sweet footage of Comer tearing it up! There's even footage of him skating a ramp on fire with a peg leg and dressed up as a pirate! His story is one of a kind!","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":67310,"title":"Never Been Done","adult":false,"genre_ids":[99]},{"cast":["Beverly Lynne","Stacy Burke","Nikki Fritz","Cailey Taylor","Jay Richardson"],"overview":"A misplaced necklace turns shy secretary Janet into a sex-starved dynamo, but evil sorceress Darvella makes a no-holds barred recovery effort.","release_date":"2004-07-02","vote_average":4.0,"runtime":87,"cert":"N\/A","id":67311,"title":"Bikini a Go Go","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Het gaat goed met Roué Verveer. De Volkskrant vindt hem \"verfrissend geëngageerd\" en het NRC Handelsblad roemt zijn fantasie: \"Hij vuurt grappen ogenschijnlijk uit de losse pols af, alsof hij ze ter plekke verzint.\" Geen wonder, want Roué maakt al jaren furore bij de Comedytrain met zijn mooie verhalen en scherpe improvisaties en in zijn theatershows buldert de gulle lach door de zaal.  Maar als het goed met je gaat, neemt de angst om het weer kwijt te raken toe. En dat is precies het verhaal achter 'Voorwaardelijk Vrij'. Verveer prikkelt, stemt tot nadenken, en doet dat met heel veel humor.  Voorwaardelijk Vrij is opgenomen in De Meervaart in Amsterdam.","release_date":"2008-01-15","vote_average":8.0,"runtime":98,"cert":"N\/A","id":67312,"title":"Roué Verveer: Voorwaardelijk Vrij","adult":false,"genre_ids":[]},{"cast":["Robertson Hare","Stanley Holloway","Andrew Crawford","Vera Pearce","Audrey Hepburn"],"overview":"A barrister (Robertson Hare) attempts to discourage his daughter's infatuation for a philanderer by revealing his past. The plan backfires when the daughter's would-be father-in-law (Stanley Holloway) threatens to reveal the barrister's shady background.","release_date":"1951-05-16","vote_average":5.5,"runtime":77,"cert":"U","id":67313,"title":"One Wild Oat","adult":false,"genre_ids":[35]},{"cast":["Bérénice Bejo","Grégoire Colin","Isabelle Renauld","François Levantal","Joseph Malerba"],"overview":"One night, several deer hurl themselves unexpectedly against the electric fence of a farm. Seeing deep signs of biting on the animals’ bodies, the farm owners realise that a predator is roaming about the neighbouring woods. Having determined to hunt it down, the farmer and his family penetrate deep into the surrounding forest. They look with bewilderment at the dying environment ravaged by a mysterious evil force. As the sun slowly sinks away, howling resounds through the forest. The hunters have become prey...","release_date":"2011-07-13","vote_average":5.4,"runtime":142,"cert":"N\/A","id":67314,"title":"Prey","adult":false,"genre_ids":[12,18,27,9648,53]},{"cast":["Chad Allen","Bai Ling","James Russo","Ron Jeremy","Jason David Frank"],"overview":"Paris follows rookie detective Jason Bartok on his disturbing journey through the shadowy underworld of Los Angeles and Las Vegas, illuminated only by a sweet but short-lived romance with a strikingly beautiful, enigmatic woman. As the tale unfolds, Jason accidentally shoots his corrupt partner, Leon, grabbing stolen money from the crime scene at the older policeman's urging. The guilt-ridden young man quickly takes to the road to track down Leon's lover, Linda\/Shen Li, an illegal Chinese immigrant, to deliver the bag of cash to her. Jason's search takes in seedy motels and rough bars, an L.A. massage parlor and a Nevada ranch, until finally in a dingy Vegas dive, he discovers the irresistible Linda, a sparkling jewel ensnared by the sex trade. Stalked by thugs, the money's \"rightful owners\", Jason and Linda are thrust together to make their escape through the haunting landscape that is the California desert.","release_date":"2003-06-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":67315,"title":"Paris","adult":false,"genre_ids":[18,53,10749]},{"cast":["Damian Chapa","David Carradine","Iglesias Estefania","Carmen Perez","Javier Rivas"],"overview":"A cop Angel Almaraz saves the life of a local crime boss who, in return, offers him a job as part of his security. Almaraz accepts but soon has doubts.","release_date":"2009-11-03","vote_average":3.3,"runtime":126,"cert":"N\/A","id":67316,"title":"Bad Cop","adult":false,"genre_ids":[28,53]},{"cast":["Judy Landers","Billy Jayne","Olivia Barash","Stuart Fratkin","Raymond O'Connor"],"overview":"When the mysterious and sexy Ms. Xenobia takes over the biology class at the local college, the dating life of supergeek Wesley Littlejohn takes a serious turn. Littlejohn agrees to be a lab rat for the professor's unusual vitamin research study. Now, thanks to some out-of-this-world supplements, he's been transformed into the campus stud. But Xenobia has ulterior extraterrestrial motives in this sci-fi sex comedy.","release_date":"1989-10-12","vote_average":5.8,"runtime":90,"cert":"N\/A","id":67317,"title":"Dr. Alien","adult":false,"genre_ids":[35,878]},{"cast":[],"overview":"When a drug bust led by policeman John Sato (Wilson, Bloodfist series) goes wrong and costs the life of a fellow officer (Cynthia Rothrock, Above the Law), he's driven from the force. Desperate, he accepts work from a small-time gangster (Chris Penn, Reservoir Dogs) and develops a bond with him. As a new underground deal goes down, he must decide where his priorities lie and whether he is a cop or a crook.","release_date":"2004-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67318,"title":"Redemption 2004","adult":false,"genre_ids":[18,28]},{"cast":["Monte Blue","Patsy Ruth Miller","George Beranger","Myrna Loy","Lilyan Tashman"],"overview":"Paris, Hollywood, not Paris, France, the perfect setting for Ernst Lubitsch's comedy of pretense.","release_date":"1926-07-31","vote_average":7.5,"runtime":80,"cert":"N\/A","id":67319,"title":"So This Is Paris","adult":false,"genre_ids":[35]},{"cast":["Chris Robinson","Alex Rocco","Steve Alaimo","Susan Carroll","Mark Harris"],"overview":"Tim Ochopee, a shell-shocked Seminole Indian has just returned from a tour of Vietnam. He lives a peaceful life deep in the Everglades with his pet snake Stanley. Upon his return, he finds out his father has passed away. When he learns how he was killed, Tim lets Stanley and his brood loose on the people who've done him wrong, leading to a thrilling climax.","release_date":"1972-05-23","vote_average":5.0,"runtime":108,"cert":"N\/A","id":67320,"title":"Stanley","adult":false,"genre_ids":[27]},{"cast":["Adrian Grenier","Clark Gregg","Aleksa Palladino","Margaret Colin","John Shea"],"overview":"In June, 1983, in Dutchess County, New York, Sebastian Cole joins his mother, step-father, and sister for dinner. Hank, Sebastian's step-father, drops a bomb: he announces he's changing sexes. Sebastian's sister splits immediately for California, and his mother takes him back to England. Jump ahead eight months, Sebastian is back in New York, knocking on Hank's door. Hank (now Henrietta, although all the surgeries aren't complete) takes Sebastian in and is his rock over the next few months of high school. Sebastian's \"adventures\" are mostly self-destructive.","release_date":"1998-09-11","vote_average":6.0,"runtime":99,"cert":"N\/A","id":67323,"title":"The Adventures of Sebastian Cole","adult":false,"genre_ids":[18,35]},{"cast":["Bob Dylan","George Harrison","Jim Keltner","Jeff Lynne","Roy Orbison"],"overview":"Spring, 1988: George Harrison asks Jeff Lynne, Roy Orbison, and Tom Petty to spend a day in the studio at Bob Dylan's L.A. house. The result is \"Handle With Care.\" He liked the process so much that the five of them, plus Jim Keltner, spend a week in May at Dave Stewart's house, where they write and record a song a day to produce an album. We watch the creative process: group efforts (\"Dirty World\" is a found poem) and individual ones (Dylan's lyrics for \"Congratulations'). Petty calls them \"a bunch of friends who happened to be really good at making music.\" The album, released in October, goes platinum. The rock video for \"End of the Line\" is a eulogy for Orbison (1936-1988).","release_date":"2007-06-12","vote_average":0.0,"runtime":25,"cert":"N\/A","id":67324,"title":"The True History Of The Traveling Wilburys","adult":false,"genre_ids":[]},{"cast":["Seigi Ozeki","Kanokkorn Jaicheun","Sorapong Chatree","Winai Kraibutr","Buakaw Por. Pramuk"],"overview":"Based on a true historic figure, Yamada Nagamasa, a Japanese adventurer who went to Ayothaya in the 16th century and became a soldier in King Naresuan's army. After the war in Burma it's restless in Ayothaya, because of a mysterious group of men that terrorizes and plunders the city. Yamada goes after them and discovers that the men are rebelious Japanese samurai. Now he has to fight his own countrymen.","release_date":"2010-02-22","vote_average":6.1,"runtime":100,"cert":"N\/A","id":67327,"title":"The Samurai of Ayothaya","adult":false,"genre_ids":[28,18]},{"cast":["Andrew W. Walker","Peter Coyote","Veronica Milagros","Sheree J. Wilson","Tyler Kain"],"overview":"Seeking revenge and justice, Cole Brandt finds himself in the lawless town of Dead River where he is faced with one last bloody showdown for freedom in order to protect The Majestic Saloon and a beautiful woman.","release_date":"2011-09-12","vote_average":4.4,"runtime":97,"cert":"15","id":67328,"title":"The Gundown","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"","release_date":"2007-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67329,"title":"Rent, No Utilities","adult":false,"genre_ids":[27,9648]},{"cast":["Kristian Kiehling","Max Engelke"],"overview":"In a cold future world everybody who is single drops dead. Which means that Tim - who recently got dumped by his girlfriend - has a serious problem. None of the women he meets at a speed dating event strike a chord with him. His last chance is Denise - or better said a typo called Dennis. As to Tim being straight, hey, there's a pill for that. Or is there?","release_date":"2009-05-26","vote_average":7.0,"runtime":30,"cert":"N\/A","id":67330,"title":"Speed Dating","adult":false,"genre_ids":[35,10749]},{"cast":["Angela Mao","Michael Chan","Bruce Leung Siu-Lung","Dean Shek","Mars"],"overview":"Lotus never had a chance. Her mother seethed with anger at being unjustly imprisoned for turning her attemped rapist into a cyclops. Mother repeatedly asked her good friend and fellow prisoner, Pickpocket, to urge Lotus to take revenge for her as an adult. Lotus is given to a monastery and grows up there, but twenty years of peace and love make no impression on Lotus, who skips classes to practice pole and sword skills. Joining forces with Pickpocket and Big Rat, Lotus gets her chance at revenge.","release_date":"1977-12-03","vote_average":7.0,"runtime":98,"cert":"N\/A","id":67335,"title":"Broken Oath","adult":false,"genre_ids":[28]},{"cast":["Guo Tao","Wang Gang","Karena Lam","Liu Hua","Pu Miao"],"overview":"Don Quixote is a 2010 Chinese and Hong Kong film directed by Ah Gan based on Miguel de Cervantes' 17th-century novel.","release_date":"2010-01-01","vote_average":7.0,"runtime":106,"cert":"N\/A","id":67336,"title":"Don Quixote","adult":false,"genre_ids":[28,18,12]},{"cast":["Chin Ping","Elliot Ngok","Fang Mian","Shen Yi","Pang Pang"],"overview":"They brutally killed his wife, wiped out dozens of his innocent people, and burnt his entire village down to a charbroiled crisp. Now, master Liou Wen-lung (Fang Mien) is out for revenge. Armed with a near-invincible sword style and a pack of killer darts, he heads out to settle a 10-year old grudge with the cold-blooded evildoers. Joining him is his son (Yueh Hua), an orphan named Yu Sien (Chin Ping) and his trusty servant.","release_date":"1968-05-09","vote_average":6.3,"runtime":87,"cert":"N\/A","id":67337,"title":"Killer Darts","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Filmed before his wildly popular Endless Summer, this Bruce Brown documentary follows famed surfers Robert August, Peter Johnson, Mike Haley, Kemp Aaberg and others as they ride waves in Australia, Mexico, California and Florida. It also goes behind the scenes, offering glimpses of the surfers' personal lives and the culture they inhabit. Watch for the 15-foot shark checking out the line-up at Rincon (in Santa Barbara, Calif.)!","release_date":"2000-06-20","vote_average":7.0,"runtime":84,"cert":"N\/A","id":67338,"title":"Surfing Hollow Days","adult":false,"genre_ids":[]},{"cast":["Billy Chong","Chiang Tao","Kwan Yung-Moon","Cheng Kang-Yeh","Chan Lau"],"overview":"A criminal comes to town in order to kill Billy Chong over a past dispute. But instead of getting his own hands dirty, he hires a Taoist wizard to animate some zombies to do the job for him. The plan goes horribly awry, and the bad guy ends up getting killed in his own trap. This pisses off the villain's spirit and he forces the priest to reincarnate him - only they can't find a suitable body. Meanwhile, an undead fiend of sorts comes to town to kill Billy's father over some other past dispute. This is where all of Billy's kung fu training comes in handy, and he manages to kill the attacker. With this, the other bad guy finally has a body to use, but the reincarnation goes wrong and the corpse is reborn as a vampire.","release_date":"1981-10-01","vote_average":6.4,"runtime":99,"cert":"N\/A","id":67339,"title":"Kung Fu Zombie","adult":false,"genre_ids":[28,27,35]},{"cast":["Miriam Yeung","Daniel Wu","Lam Suet","Raymond Wong Ho-yin","Hui Siu-Hung"],"overview":"The Crime Investigation Department is assigned to protect a princess-consort coming from the Republic of Puerto Risi. They arrange a fantastic trip to introduce the princess-consort to Hong Kong, but a big crisis looms on the horizon.","release_date":"2003-01-01","vote_average":4.0,"runtime":100,"cert":"N\/A","id":67340,"title":"Love Undercover 2: Love Mission","adult":false,"genre_ids":[28,35,10749]},{"cast":["Fiona Sit","Hui Siu-Hung","Sammy Leung","Raymond Wong Ho-yin","Kingdom Yuen"],"overview":"Wao is 18 years old and represents a new generation of ladies in the police academy. In one occasion, she saves police officer Sergeant Chung life from a dangerous shoot out and to express his gratitude towards Chung, he assists her in graduating from the academy with disastrous consequences!","release_date":"2006-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":67341,"title":"Love Undercover 3","adult":false,"genre_ids":[28,35]},{"cast":["Lam Ching-Ying","Ricky Hui","Chin Siu-Ho","Moon Lee","Huang Ha"],"overview":"The planned reburial of a village elder goes awry as the corpse resurrects into a hopping, bloodthirsty vampire, threatening mankind. Therefore, a Taoist Priest and his two disciples attempt to stop the terror.","release_date":"1985-11-07","vote_average":7.0,"runtime":96,"cert":"N\/A","id":67342,"title":"Mr. Vampire","adult":false,"genre_ids":[28,35,27]},{"cast":["Lam Ching-Ying","Yuen Biao","Moon Lee","Chung Fat","Billy Lau"],"overview":"Modern grave robbing \"archeologists\" find perfectly preserved specimens from the past of a man, a woman, and their child. Unbeknownst to the scientist and his two bumbling assistants, these are vampires immobilized only by the paper spells pasted on their foreheads. While transporting the child to a buyer, its spell blows off and the vampire child escapes and befriends some local children. Eventually, the parent vampires are also awakened and escape, but by now the local herbalist is on their trail to destroy them.","release_date":"1986-08-15","vote_average":7.2,"runtime":89,"cert":"N\/A","id":67343,"title":"Mr. Vampire 2","adult":false,"genre_ids":[27,28,35]},{"cast":["Richard Ng","Sammo Hung","Lam Ching-Ying","Lui Fong","Billy Lau"],"overview":"The Vampire Master joins forces with another fellow priest (with his two pet \"ghosts\" along for the ride) to defeat an evil witch and her henchman, whose goals are to defeat the human race. The priests must also overcome the odds of the separation between humans and ghosts.","release_date":"1987-12-17","vote_average":8.1,"runtime":88,"cert":"N\/A","id":67344,"title":"Mr. Vampire 3","adult":false,"genre_ids":[27,28,35]},{"cast":["Wu Ma","Loletta Lee","Chin Ka-Lok","Anthony Chan","Yuen Wah"],"overview":"The Buddhist Monk and the Taoist Priest, both blessed with ghost-taming powers, have been quarrelling all over the landscape. Still, they are good friends. The Priest shepherds a group of corpses home. He has to fight off some vicious devils. The Priest's classmate has been assigned the job of accompanying the coffin of a prince back to the capital. One night, a thunderbolt rips the coffin and the prince becomes a vampire. He kills many people. The Priest asks to help. He finds his classmate has killed himself. Before the Priest reaches home, Chia-lo, the Priest's student, is attacked by the princeis attacked by the prince. Chia-lo is rescued by the Priest and the Monk. But when the vampire prince pounces with murderous intensions, the vampire-fighters have to give their last bit of effort and wisdom to save themselves.","release_date":"1988-12-22","vote_average":8.0,"runtime":96,"cert":"N\/A","id":67345,"title":"Mr Vampire Saga 4","adult":false,"genre_ids":[28,35,27]},{"cast":["Lam Ching-Ying","Wilson Lam","Michael Miu","Wong Mei-Wa","Wu Ma"],"overview":"A former cop rejoins the police department to investigate a drug ring that employs ghosts and vampires.","release_date":"1990-01-01","vote_average":6.9,"runtime":87,"cert":"N\/A","id":67346,"title":"Magic Cop","adult":false,"genre_ids":[28,27]},{"cast":["Sammo Hung","Wu Ma","Lam Ching-Ying","Cherie Chung","Hui Leung-Mei"],"overview":"Wah Li, known as Fat Boy to his friends, lives with his great-uncle the priest (Uncle). Together with his oddball friends Lai Li and Momo, Wah Li helps Uncle to run the local funeral services. When the body Ma Lun Chio is brought back to the village by a new wife and her \"brother\", Wai Li is suspicious. He sets out to find out how his friend died, but things are not what they seem.","release_date":"1982-01-01","vote_average":5.2,"runtime":97,"cert":"N\/A","id":67347,"title":"The Dead and the Deadly","adult":false,"genre_ids":[28,35,14,27]},{"cast":["Wai Pak","Lee Yuen-Wa","Nora Tsang Pui-Kei","Qiqi Chen","Chung Fat"],"overview":"Talented, young and handsome, Siu is a hero to the town folks and idol of the girls. Still, he has an avowed enemy, bad man Kam. Lately, several girls are murdered immediately after they met Siu. Sheriff Chiu is unable to find a lead but decides to trail Siu. Siu calls on his long time girlfriend Sien Sien but find her grieved by her sister's disappearance. Something untold does happen to Siu as he walks into an ambush set up by Kam. Chiu rushes to Siu's rescue and incidentally finds blood coming out from a porcelain statue. The statue turns out to be an enameled corpse...","release_date":"1981-04-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67348,"title":"The Phantom Killer","adult":false,"genre_ids":[27,9648,80,18,28]},{"cast":["Gallen Lo","Kathy Chow","Joey Meng","Wayne Lai","Yuen Wah"],"overview":"Tony Leung Hung Wa contributes a new entry into the hopping vampire and sorcery genre that was at its peak in the mid-eighties. Southern Mao and Northern Ma are professional corpse escorts. They have been given the task of escorting a pair of lovers, Wong and Jenny, to their final resting place. Mao and Ma take on the job, accompanied by their apprentices, and begin their journey. But a dark wizard, Ha La Chak, is on their trail, searching for a secret letter possibly concealed within Wong's body.","release_date":"2001-02-08","vote_average":0.0,"runtime":91,"cert":"N\/A","id":67349,"title":"Vampire Controller","adult":false,"genre_ids":[27]},{"cast":["Lam Ching-Ying","Chin Siu-Ho","Lui Fong","Billy Lau","Sandra Ng Kwun-Yu"],"overview":"Lam Ching-Ying returns as the famous \"Vampire Buster,\" this time starring as the One-Eyebrown Priest. To save the village from paranormal menaces, he deals with and battles a host of mysterious creatures including: a little mischievous Chinese vampire; a lustful female ghost; the spirit of a woman murdered by a club owner and a European vampire and his blood-sucking pet bats.","release_date":"1989-07-26","vote_average":6.4,"runtime":86,"cert":"N\/A","id":67350,"title":"Vampire Vs Vampire","adult":false,"genre_ids":[28,35,27]},{"cast":["Rob Estes","Joe Lando","Rachel Blakely","Marie Matiko"],"overview":"A disaster waiting to happen...","release_date":"","vote_average":4.0,"runtime":86,"cert":"N\/A","id":67351,"title":"Attack On The Queen","adult":false,"genre_ids":[18]},{"cast":["Wotan Wilke Möhring","David Bode","Kevin Köppe","Tamino-Turgay zum Felde","Victoria Scherer"],"overview":"Three friends find a treasure map from the mysterious 'White Falcons', a juvenile gang whose leader disappeared ten years before.","release_date":"2005-10-13","vote_average":7.2,"runtime":92,"cert":"N\/A","id":67352,"title":"The Treasure of the White Falcons","adult":false,"genre_ids":[12,10751]},{"cast":["Dave Jesse","Tammy Wuebben","Josh Cowdy"],"overview":"Testing athletes on a grueling 140.6-mile course of swimming, biking and running, the Iron-distance triathlon is one of the greatest challenges in all of sports. But for non-professionals with jobs, families and other commitments, the journey just to get to the starting line can be even more challenging. Documenting the nine months leading up to raceday, \"The Distance: A Triathlete's Journey\" examines the enormous impact that training for the race has on the lives of three very different amateurs preparing for their first attempt at the ultimate endurance event. There's the mother of triplets who struggles to find the balance between training and family demands. The newlywed who learns his first child is due just two weeks before raceday. And the student, who tries to stay committed to his goal despite the ever-present temptations of college life.","release_date":"","vote_average":9.0,"runtime":176,"cert":"N\/A","id":67353,"title":"The Distance: A Triathlete's Journey","adult":false,"genre_ids":[]},{"cast":["Heinz Rühmann","Karl Schönböck","Maria Sebaldt","Siegfried Lowitz","Lina Carstens"],"overview":"Father Brown starts solving crimes, much to the annoyance of his housekeeper, the police and especially his bishop, who is not amused by a priest playing detective.","release_date":"1960-12-19","vote_average":6.7,"runtime":90,"cert":"N\/A","id":67354,"title":"The Black Sheep","adult":false,"genre_ids":[35,80]},{"cast":["Brooke Kinsella","Colin Salmon","Billy Geraghty","Sharon Small","Ginny Holder"],"overview":"Thirteen-year-old Kerry is repeatedly sexually abused by several adults, including at one point her mother. Her father sets her up as a prostitute. Kerry finally calls Childline and is put in a safe house, where she tries to come to terms with what has been done to her. Based on a true story, with the names changed to protect the real Kerry's identity.","release_date":"1997-02-25","vote_average":6.0,"runtime":83,"cert":"","id":67355,"title":"No Child of Mine","adult":false,"genre_ids":[10770,18,80]},{"cast":["Renos Haralambidis","Yannis Zouganelis","Takis Spiridakis","Alkis Panagiotidis","Dimitris Poulikakos"],"overview":"Four undertakers in financial trouble latch onto a one-off opportunity to change their lives and bid farewell to a profession they entered for a while, but got stuck in for good. On the promise of a large fee, they fulfill the dying wish of a rich Greek who lived his life abroad: he wants them to take his body from Athens to a village in Boeotia for burial...on foot. Deciding to grant his bizarre request, they embark on an odyssey, which soon becomes an unexpected voyage of discovery.","release_date":"2010-03-25","vote_average":4.6,"runtime":90,"cert":"N\/A","id":67358,"title":"4 Black Suits","adult":false,"genre_ids":[35]},{"cast":["Florence Guérin","Jean-Pierre Kalfon","Bernie Kuby","Géraldine Pernet","Jacqueline Chauvet"],"overview":"A man, Dr. Fez, is blackmailed into taking a fall for his boss. However, with a cruel invention that he created, Dr. Fez has plans of his own to seek revenge against his blackmailer.","release_date":"1985-04-17","vote_average":5.3,"runtime":82,"cert":"N\/A","id":67359,"title":"The Click","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Painter or Prophet: Da Vinci's Secrets Unveiled","release_date":"","vote_average":0.0,"runtime":300,"cert":"N\/A","id":67360,"title":"The Da Vinci Files","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the Boogie Down Bronx and beyond, the history of the b-boy.","release_date":"2002-01-01","vote_average":8.2,"runtime":94,"cert":"N\/A","id":67361,"title":"The Freshest Kids","adult":false,"genre_ids":[99]},{"cast":["Tom Sizemore","Sasha Alexander","Sprague Grayden","Bill Smitrovich","Ray McKinnon"],"overview":"Price, a former hitman, is struggling to cope with retirement. He left the assassination business to live the \"easy life.\" However, retirement arrived with its own agenda. It was not the instant peace and calm that Price expected. Rather, it was emptiness, boredom, and, worst of all, restlessness. The Last Lullaby plummets Price back into his old life and forces him into a corner from which he may never escape. Price's old ways no longer work for him when his heart opens, and he finds life beyond his profession. The tension finally boils, as Price must decide to close himself off again or open himself up to a world beyond his control.","release_date":"2008-03-28","vote_average":8.5,"runtime":93,"cert":"N\/A","id":67362,"title":"The Last Lullaby","adult":false,"genre_ids":[18,9648]},{"cast":["Carl King","Agnes Ayres","Theda Bara","Brigitte Bardot","Richard Barthelmess"],"overview":"This insightful documentary features some of the major and most beautiful actresses to grace the silver screen. It shows how the movie industry changed it's depiction of sex and actresses portrayal of sex from the silent movie era to the present. Classic scenes are shown from the silent movie, True Heart Susie, starring Lillian Gish, to Love Me Tonight (1932), blending sex and sophistication, starring Jeanette MacDonald (pre-Nelson Eddy) and to Elizabeth Taylor in, A Place in the Sun (1951), plus much , much more.","release_date":"1965-03-03","vote_average":6.0,"runtime":87,"cert":"N\/A","id":67363,"title":"The Love Goddesses","adult":false,"genre_ids":[99]},{"cast":[],"overview":"At the immensely popular New England Metal &amp; Hardcore Festival, up to 5000 people gather to see some of the the genre's most influential metal bands. The 2003 festival, held in Worcester, MA, lived up to its reputation, featuring bands such as Most Precious Blood, Converge, Shadows Fall, and Nevermore.","release_date":"2004-03-22","vote_average":0.0,"runtime":130,"cert":"N\/A","id":67364,"title":"The New England Metal Hardcore Festival - 2003","adult":false,"genre_ids":[]},{"cast":["Holt McCallany","Michael Badalucco","Nicholas Turturro","Ray Mancini","Steve Buscemi"],"overview":"While working on a documentary on his old neighborhood, a young film school graduate shifts the focus of his production onto the disappearance of a local resident and the strange characters who are conducting the search to find him.","release_date":"1994-11-14","vote_average":6.2,"runtime":80,"cert":"N\/A","id":67365,"title":"The Search for One-eye Jimmy","adult":false,"genre_ids":[35]},{"cast":["Miranda July"],"overview":"Graffiti removal: the act of removing tags and graffiti by painting over them. Subconscious art: a product of artistic merit that was created without conscious artistic intentions. It is no coincidence that funding for \"anti-graffiti\" campaigns often outweighs funding for the arts. Graffiti removal has subverted the common obstacles blocking creative expression and become one of the more intriguing and important art movements of our time.","release_date":"2002-01-01","vote_average":7.0,"runtime":17,"cert":"N\/A","id":67366,"title":"The Subconscious Art of Graffiti Removal","adult":false,"genre_ids":[]},{"cast":["Suzette Gondry","Jean-Yves Gondry","Michel Gondry"],"overview":"Michel Gondry chronicles the life of Gondry family matriarch, his aunt Suzette Gondry, and her relationship with her son, Jean-Yves.","release_date":"2009-10-10","vote_average":6.0,"runtime":86,"cert":"","id":67367,"title":"The Thorn in the Heart","adult":false,"genre_ids":[99]},{"cast":["Myrna Loy","Melvyn Douglas","Raymond Walburn","Lee Bowman","Bonita Granville"],"overview":"Magazine editor Margot Merrick pretends to be married in order to avoid advances from male colleagues. Unfortunately, things don't go to plan when Jeff Thompson, a potential suitor, uncovers the deception and decides to show up at Margot's family home posing as her husband!","release_date":"1940-10-11","vote_average":6.5,"runtime":96,"cert":"N\/A","id":67368,"title":"Third Finger, Left Hand","adult":false,"genre_ids":[35]},{"cast":["James Caan","Frank Vincent","Vincent Pastore","Louis Vanaria","Christian Maelen"],"overview":"Using the Internet and global satellites, a group of gangsters pull off the biggest bank heist in the Mafia's history.","release_date":"2005-01-01","vote_average":4.5,"runtime":100,"cert":"N\/A","id":67373,"title":"This Thing of Ours","adult":false,"genre_ids":[18,28,53]},{"cast":["Paul Robinson","Michele Caminati","Fred Nicole","Chris Webb Parsons"],"overview":"If you like Swiss chocolate and enjoy climbing, you will love this film. Showcasing footage from some of Switzerland most prominent bouldering areas, this film captures the beauty and mystique that has made Switzerland a top bouldering destination. Featuring the area’s classic problems and many first ascents and repeats of the area’s hardest problems. Climbers Paul Robinson, Chris Webb Parsons, and others fill this movie with non-stop action packed footage. Better than Chocolate comes with bonus footage including additional boulder problems, outtakes, and more!","release_date":"2011-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67374,"title":"Better Than Chocolate","adult":false,"genre_ids":[]},{"cast":["Don Ameche","Loretta Young","Henry Fonda","Charles Coburn","Gene Lockhart"],"overview":"Alexander Graham Bell falls in love with deaf girl Mabel Hubbard while teaching the deaf and trying to invent means for telegraphing the human voice. She urges him to put off thoughts of marriage until his experiments are complete. He invents the telephone, marries and becomes rich and famous, though his happiness is threatened when a rival company sets out to ruin him.","release_date":"1939-04-04","vote_average":6.2,"runtime":98,"cert":"N\/A","id":67375,"title":"The Story of Alexander Graham Bell","adult":false,"genre_ids":[18,36]},{"cast":["Jake Busey","Richard Fitzpatrick","Vik Sahay","Matthew MacFadzean","David Haydn-Jones"],"overview":"Jason tragically lost his young son when their SUV exploded. Now fighting as a soldier in Iraq, the suicide bombings that occur around him on a daily basis constantly remind him of losing his son. An army scientist approaches Jason about an experimental virus that would create a squad of suicide bombers they could use against the enemy. Uncertain if he has already been infected by the virus, Jason must struggle to decipher which explosions are real and which are in his head","release_date":"2007-04-05","vote_average":2.0,"runtime":null,"cert":"N\/A","id":67376,"title":"Time Bomb","adult":false,"genre_ids":[53,28]},{"cast":["David Niven","Alberto Sordi","Michael Wilding","Harry Andrews","Noel Harrison"],"overview":"During World War II, a plane full of RAF fighter crashes in the Ethiopian desert and they are met upon by an enemy Italian patrol that allows them to go free. But, when the Brits are given orders to attack the Italians, lots of problems ensue.","release_date":"1961-10-26","vote_average":7.0,"runtime":104,"cert":"","id":67377,"title":"The Best of Enemies","adult":false,"genre_ids":[12,35,10752]},{"cast":["Ugo Tognazzi","Marina Vlady","Walter Giller","Linda Sini","Riccardo Fellini"],"overview":"A 40 years old man, Alfonso, finally succeeds to marry a virgin, educate, beautiful and very catholic woman. But soon she, Regina, starts stressing him because she wants to be pregnant. When the stress is at its peak Regina at last gets pregnant. Once the goal is reached the man is put aside and dies.","release_date":"1963-01-01","vote_average":6.8,"runtime":88,"cert":"N\/A","id":67378,"title":"The Conjugal Bed","adult":false,"genre_ids":[18,35]},{"cast":["Jimi Hendrix","Eddie Kramer","Noel Redding","Mitch Mitchell","Chas Chandler"],"overview":"Originally produced in 1997 as part of the Classic Albums television series, this newly edited, expanded edition features almost 40 minutes of additional content not see in the original feature. Bassist Noel Redding, drummer Mitch Mitchell and co-manager Chas Chandler detailed their contributions while engineer Eddie Kramer re-examined the many multi-track tapes created during the sessions. Help from Jimi's `friends and passengers' came by way of new interviews with drummer Buddy Miles, Jefferson Airplane bassist Jack Casady, Traffic's Dave Mason and Steve Winwood, among others.","release_date":"2008-12-09","vote_average":8.0,"runtime":60,"cert":"N\/A","id":67379,"title":"Jimi Hendrix: Electric Ladyland","adult":false,"genre_ids":[10402,99]},{"cast":["Gérard Lanvin","Jacques Gamblin","Clovis Cornillac","Etienne Chicot","Florence Pernel"],"overview":"","release_date":"2003-06-25","vote_average":5.8,"runtime":null,"cert":"N\/A","id":67380,"title":"Nickel and Dime","adult":false,"genre_ids":[18,35]},{"cast":["Emilie Cozette","Aurélie Dupont","Dorothée Gilbert","Marie-Agnès Gillot","Agnès Letestu"],"overview":"A film by Frederick Wiseman following the ins and outs of 7 ballets by the Paris Opera Ballet.","release_date":"2009-10-07","vote_average":7.1,"runtime":159,"cert":"N\/A","id":67381,"title":"La Danse: The Paris Opera Ballet","adult":false,"genre_ids":[99]},{"cast":["Achim Kohlhase","Andre Sobottka","Dirk Thies","Joe Neumann","Andreas Schnaas"],"overview":"The millionaire Nikos Karamanlis (Andreas Schnaas) and his family are on a boat trip, when they get into a storm, in which the daughter dies and the yacht sinks. After days without food on a life raft, Nikos needs to eat the corpse of his wife and daughter or die.  Later, a group of vacationers arrive at a remote island where Niko had made his home. Now insane and craving flesh, Niko Begins to pick them off, and a few of the survivors try to fight back.","release_date":"1999-04-09","vote_average":5.3,"runtime":80,"cert":"18","id":67382,"title":"Anthropophagous 2000","adult":false,"genre_ids":[27,80,53]},{"cast":[],"overview":"Five extraordinary stories from the annals of aviation: Chuck Yeager; WWII Bomber - The Memphis Belle; a moving tribute to the Space Shuttle Columbia","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67383,"title":"A Century of Flight - Bonus","adult":false,"genre_ids":[99]},{"cast":["Karin Viard","Sergi López","Hélène Fillières","Victor Lanoux","Jane Birkin"],"overview":"Some days turn out to be simply unforgettable. For Marie, it all starts with a pregnancy test… that proves positive, a car accident and being fired from her job... For Hortense, mobile phone in hand, the frantic quest for sexual satisfaction begins in a traffic jam... For both Luis and Maurice, the unexpected appearance of a loved one pitches them into a world of dreams and nightmares. While some of the characters know each other, others come into contact by chance. One woman profits from all this, the other is shattered. One will have gone looking for trouble, the other will have asked for nothing. There'll be no fatalities.","release_date":"2001-10-24","vote_average":6.2,"runtime":92,"cert":"N\/A","id":67384,"title":"A Hell of a Day","adult":false,"genre_ids":[18,35]},{"cast":["Ariane Ascaride","Jean-Pierre Darroussin","Jacques Boudet","Christine Brücher","Jacques Pieiller"],"overview":"A dark tale of working-class life in Marseilles, a city in crisis. Interesting characters include a hard-bitten but compassionate fish market worker with a drug addicted daughter and a moody bartender with a shocking secret life.","release_date":"2000-08-30","vote_average":6.3,"runtime":133,"cert":"N\/A","id":67385,"title":"The Town Is Quiet","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The cat and mouse game of the chase results into chaotic pile-up with more characters colliding together leading to dramatic and comical sequences where all of them end up to take shelter at Madhavgarh Village.","release_date":"2011-06-17","vote_average":3.8,"runtime":null,"cert":"N\/A","id":67386,"title":"Bin Bulaye Baraati","adult":false,"genre_ids":[35,80,28]},{"cast":["Elizabeth Kaitan","Christina Whitaker","Tammara Souza","Nick Cassavetes","Eddie Deezen"],"overview":"Two go-go dancers, Lulu and Peaches, are framed for the murder of their employer by the real killer, sleazy gangster Vinnie. Picking up waitress Darlene along the way, the three are involved in wild car chases with cops as they head south to cross the border into Mexico, where they unexpectedly encounter Vinnie in a fleabag Mexican motel.","release_date":"1988-05-06","vote_average":3.3,"runtime":85,"cert":"N\/A","id":67387,"title":"Assault of the Killer Bimbos","adult":false,"genre_ids":[28,35,53]},{"cast":["Geoff Tate","Chris DeGarmo","Michael Wilton","Eddie Jackson","Scott Rockenfield"],"overview":"Queensryche's massively popular concept album \"Operation: Mindcrime\" -- which tells the story of a junkie hit man -- comes to life in this rousing theatrical performance from 1991. Singer Geoff Tate is in fine voice as the progressive hard rockers rip through \"I Remember Now,\" \"Anarchy-X,\" \"Speak,\" \"Spreading the Disease,\" \"The Mission,\" \"Suite Sister Mary,\" \"The Needle Lies\" and more. Also included is an interview with Tate.","release_date":"2001-11-20","vote_average":8.0,"runtime":104,"cert":"N\/A","id":67388,"title":"Queensrÿche: Operation Livecrime","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This is the Bonus DVD that shipped with JOnh Mellencaps albulm Words &amp; Music. John Mellencamp is the all-American small-town boy grown-up and his music reflects his life spent in the heartland: roots-rock, country and folk with garage rock sensibilities. His lyrics are frequently liberal and democratic and touch on issues such as racism, patriotism and the needs of farmers and small-town folk.","release_date":"2004-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":67389,"title":"Words & Music: John Mellencamp's Greatest Hits","adult":false,"genre_ids":[]},{"cast":["Betsy Russell","Rory Calhoun","Susan Tyrrell","Ossie Davis","Ross Hagen"],"overview":"Molly, former baby prostitute \"Angel\" from Sunset Boulevard, has managed to leave her street life with help of Lt. Andrews. She studies law at an university and aims to become attorney. When she learns that Andrews was shot during a failed observation by brutal gangsters, she returns downtown to take revenge","release_date":"1985-01-11","vote_average":5.4,"runtime":93,"cert":"N\/A","id":67390,"title":"Avenging Angel","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Valient Thorr, the space-traveling rock band from Venus by way of Chapel Hill, N.C., shares their exploits since arriving on Earth in this film that features footage from their 2007 Volcom Tour and recording sessions for their \"Immortalizer\" album. The documentary includes plenty of in-depth interviews and 15 live performances of tracks from \"Immortalizer,\" \"Total Universe Man\" and \"Legend of the World.\"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67391,"title":"Valient Thorr - In Heat","adult":false,"genre_ids":[]},{"cast":["Mitzi Kapture","Mark Blankfield","Emile Beaucard","Maud Adams","Kin Shriner"],"overview":"Molly is now a freelance photographer in New York. She runs across a woman at an art show that looks familiar. She goes to L.A. to find out that this woman is in fact, her mother. She also finds out she has a sister. The reunion is short-lived when her mother calls her to tell her that her sister is in danger and later, gets killed in an explosion. Molly must once again, become Angel to try and find her sister.","release_date":"1988-11-10","vote_average":5.4,"runtime":100,"cert":"N\/A","id":67392,"title":"Angel III: The Final Chapter","adult":false,"genre_ids":[28,53]},{"cast":["Hiroko Isayama","Rie Nakagawa","Hatsuo Yamaya","Moeko Ezawa","Akira Takahashi"],"overview":"Sachiko has just committed a crime. She is helped by a couple to whom she grants her confidence. Quickly this couple blackmails her and threatens to deliver her to the police. Sachiko has no other choice but to obey them.","release_date":"1973-05-23","vote_average":0.0,"runtime":65,"cert":"N\/A","id":67393,"title":"Woods Are Wet","adult":false,"genre_ids":[80]},{"cast":["Dona Speir","Hope Marie Carlton","Teri Weigel","John Aprea","Bruce Penhall"],"overview":"Donna and Taryn are federal drug enforcement agents based in the Hawaiian isles. Upon the success of a drug bust, they receive a call from Shane Aviation to fly an emergency package of vaccine from Molokai to Knox Island. Unbeknownst to them, Philippine representative Martinez has convinced Captain Andreas to use a reconnaissance satellite to locate a sunken ship laden with gold that the Japanese had pilfered during World War II. Meanwhile, a storm forces Donna and Taryn to land their plane on a remote island which harbors the gold. The hijinks ensue when they are joined by a host of nefarious types who have learned of the gold’s location.","release_date":"1989-10-01","vote_average":4.9,"runtime":92,"cert":"N\/A","id":67394,"title":"Savage Beach","adult":false,"genre_ids":[28,53]},{"cast":["Julie Strain","Julie K. Smith","Shae Marks","Carrie Westcott","Ava Cadell"],"overview":"A stolen computer disk contains the location of a hidden tresaure trove. It's up to the sexy ladies of LETHAL (Legion to Ensure Total Harmony and Law) to find the treasure before the bad guys do.","release_date":"1998-01-27","vote_average":5.8,"runtime":98,"cert":"N\/A","id":67395,"title":"L.E.T.H.A.L. Ladies: Return to Savage Beach","adult":false,"genre_ids":[28,53]},{"cast":["Shae Marks","Julie Strain","Julie K. Smith","Cristian Letelier","Raye Hollitt"],"overview":"The Legion to Ensure Total Harmony and Law (L.E.T.H.A.L.), is tracking a criminal mastermind known only as The Warrior. While investigating his combination diamond smuggling\/art theft\/porn production industry, the agents discover that he has cracked their secret database and has stolen the files on all of their agents. With the help of their martial arts intructor Fu, agents Tiger, Willow and Cobra take on the case while also taking every opportunity to remove their bikini tops.","release_date":"1996-02-14","vote_average":5.9,"runtime":96,"cert":"N\/A","id":67396,"title":"Day of the Warrior","adult":false,"genre_ids":[28,53]},{"cast":["Jerry Garcia"],"overview":"On September 1, 1990, at the Shoreline Amphitheater, the Garcia Band performed a particularly poignant kind of magic. A Grateful Dead show was originally scheduled for that date, but the Dead's brilliant, passionate keyboard player, Brent Mydland, had died of an overdose at age 37 in late July. Rather than cancel the gig, the Garcia Band stepped in to deliver one of their most heartfelt performances. First Set - How Sweet It Is ToBe Loved By You, Stop That Train, Dear Prudence, I Shall Be Released, Run for the Roses, My Sisters and Brothers, Deal. Second Set - I Second That Emotion, Think, And It Stoned Me, Waiting For A Miracle, Don't Let G, That Lucky Old Sun (Just Rolls Around Heaven All Day), Tangled Up in Blue.","release_date":"2005-08-09","vote_average":0.0,"runtime":135,"cert":"N\/A","id":67397,"title":"Jerry Garcia Band: Live at Shoreline","adult":false,"genre_ids":[10402,99]},{"cast":["Julie Strain","Samantha Phillips","Julie K. Smith","Wendy Hamilton","Kym Malin"],"overview":"Assassins led by Black Widow are out to kill Antonio Morales to prevent him from handing a computer chip over to IWAR headquarters. It's up to secret agents Chris Cannon, Mark Austin, and Samantha Maxx to stop them","release_date":"1994-10-02","vote_average":4.9,"runtime":94,"cert":"N\/A","id":67398,"title":"The Dallas Connection","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Featuring the soothing musical sounds of RichArt, this therapeutic video will help harness your natural energy and foster health, healing, balance and a feeling of harmony. As you tap into Reiki -- a Japanese word symbolizing a universal life force -- a sense of wellness will permeate your body and soul like a luminous glow. Reiki stimulates and focuses this protean energy to promote your equilibrium and well-being.","release_date":"2005-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67399,"title":"Nature States - Reiki","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring soothing sights and melodic sounds, this relaxing video whisks viewers away to the rich underwater world of the Caribbean, the Red Sea and the Indian Ocean for a glimpse into a spectacular aquatic universe. You'll find yourself in healing waters as you marvel at brilliantly colored coral outcroppings, a host of exotic marine creatures and vibrant plant life ... all from the comfort of your armchair.","release_date":"2005-10-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":67400,"title":"Nature States - Sea of Serenity","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring the soothing musical sounds of RichArt, this therapeutic video will help harness your natural energy and foster health, healing, balance and a feeling of harmony as the built-up tensions of the day melt away. At the same time, you'll tap your innate resources in a way that will get you in tune with your whole body. Clarity, focus and a sense of inner peace are just minutes away, thanks to this relaxing video.","release_date":"2005-10-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":67401,"title":"Nature States - Deep Relaxation","adult":false,"genre_ids":[]},{"cast":[],"overview":"The glories of Switzerland, with its stirring vistas of snowcapped mountains and frozen lakes, are revealed in this travel piece. See classic ski resorts such as St. Moritz in the Alps, where the world's elite go on holiday. Switzerland's pristine beauty is on full display, along with manmade pleasures like some of the most unique shopping experiences in the world. A moving soundtrack by Artcommando complements the gorgeous scenery.","release_date":"2005-10-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":67402,"title":"Nature States - Savoir Vivre","adult":false,"genre_ids":[99]},{"cast":["Léopold Tremblay","Alexis Tremblay","Abel Harvey"],"overview":"At the instigation of the filmmakers, the young men of the Ile-aux-Coudres in the middle of the St-Lawrence River try as a memorial to their ancestors to revive the fishing of the belugas interrupted in 1924.","release_date":"1963-08-04","vote_average":7.8,"runtime":105,"cert":"N\/A","id":67403,"title":"For the Ones to Come","adult":false,"genre_ids":[99]},{"cast":["Nicolae Ceausescu","Elena Ceausescu","Leonid Brezhnev","Mikhail Gorbachev","Kim Il-sung"],"overview":"The three-hour-long documentary covers 25 years in the life of Nicolae Ceaușescu and was made using 1,000 hours of original footage from the National Archives of Romania.","release_date":"2010-10-29","vote_average":7.0,"runtime":180,"cert":"N\/A","id":67404,"title":"The Autobiography of Nicolae Ceausescu","adult":false,"genre_ids":[99]},{"cast":["Mustafa Kemal Atatürk","Nigel Hawthorne"],"overview":"-","release_date":"1999-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":67405,"title":"Atatürk: Founder of Modern Turkey","adult":false,"genre_ids":[]},{"cast":["Tracy Morgan"],"overview":"Tracy Morgan’s star continues to shine with several upcoming 2006 movie releases and a pilot for NBC, written by the Tina Fey of Saturday Night Live. Tracy Morgan’s philosophy on Life, Love &amp; Lust is hilariously captured in the highly anticipated upcoming DVD release. Tracy’s \"over the top, in your face style\" of standup performance featured in the upcoming Tracy Morgan: Life, Love &amp; Lust DVD is sure to leave you asking \"Did he really just say that?\"","release_date":"2006-05-09","vote_average":0.0,"runtime":89,"cert":"N\/A","id":67406,"title":"Tracy Morgan: Life, Love & Lust","adult":false,"genre_ids":[]},{"cast":["Tori Amos"],"overview":"The DVD includes live footage (18 songs) from the final show of Tori Amos' Scarlet's Walk tour, which took place on September 4, 2003 at the Sound Advice Theatre in West Palm Beach, FL.","release_date":"2004-05-18","vote_average":9.3,"runtime":179,"cert":"N\/A","id":67407,"title":"Tori Amos: Welcome to Sunny Florida","adult":false,"genre_ids":[10402]},{"cast":["S. Kent Brown","Truman G. Madsen","Gary I. Baird","Terry B. Ball","William J. Hamblin"],"overview":"Filmed on location in the Middle East, Journey of Faith chronicles the courage and faith of Lehi's family with the eye of the camera and the insights of scholars from a broad range of expertise. The film shows the land of Nahom, where Ishmael was buried, and the most likely location for Bountiful, where Nephi built his ship. Insightful and inspiring, Journey of Faith shows how God molded Lehi's family in the wilderness to become a new people of God.","release_date":"2007-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":67408,"title":"Journey of Faith","adult":false,"genre_ids":[99]},{"cast":["Mel Blanc"],"overview":"Space hero Daffy battles Marvin the Martian for control of Planet X.","release_date":"1953-07-25","vote_average":7.7,"runtime":7,"cert":"N\/A","id":67409,"title":"Duck Dodgers in the 24½th Century","adult":false,"genre_ids":[16,35,878]},{"cast":["Wallace Gusler","Arthur LaBonte","David Brinkley"],"overview":"The gun was a vital part of life in colonial Williamsburg, and this docudrama demonstrates the expertise that went into the making of each weapon. The master gunsmith explains the principal parts of an early American rifle and demonstrates the gun's complex manufacturing process. The guns of the period were crude military weapons, but with revolution stirring, the colonists depended on their weapons to send a message to the British Crown.","release_date":"1969-05-31","vote_average":5.3,"runtime":58,"cert":"N\/A","id":67410,"title":"Gunsmith of Williamsburg","adult":false,"genre_ids":[99,36]},{"cast":["Jean Simmons","Dirk Bogarde","David Tomlinson","Marcel Poncin","Cathleen Nesbitt"],"overview":"Vicky Barton and her brother, Johnny, take a trip to the 1896 Paris Exhibition. They both sleep in seperate rooms in a hotel. When the sister gets up the next morning, she finds her brother and his room had disappeared and no one will even acknowledge that he was ever there. Now Vicky must find out what exactly happened to her brother.","release_date":"1950-03-28","vote_average":7.2,"runtime":81,"cert":"","id":67411,"title":"So Long at the Fair","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Josephine Siao","Ga Lun","Michael Chan","Chan Sing","Nick Lam Wai Kei"],"overview":"Po-Chih Leong's debut film was a trendsetter in Hong Kong cinema. Shot from the shoulder, the fast-moving world of cops, informers, drug dealers and other crooks are evoked in a very lively and realistic way. The action all takes place in carefully selected locations, among them the walled city of Kowloon and Yuen Long. The film looks like a documentary and evokes the kind of excitement usually seen in news programmes. The story focuses on the battle between two gangs and starts in Amsterdam, where one of the gang leaders is murdered.","release_date":"1976-08-29","vote_average":0.0,"runtime":88,"cert":"N\/A","id":67414,"title":"Jumping Ash","adult":false,"genre_ids":[80,28]},{"cast":["Yoon Il-ju","Kim Roe-ha","Yoo Yeon-soo","Kim Seon-hwa","Kim Jin-sung"],"overview":"Three seemingly unrelated men commit petty crimes on the eve of an important televised discourse on social disorder in Korea.","release_date":"1994-05-31","vote_average":7.4,"runtime":31,"cert":"N\/A","id":67415,"title":"Incoherence","adult":false,"genre_ids":[35,18]},{"cast":["So-young Kim","Il-hae Kim","Wol-yeong Seo","Jeong-ran Yun","Ran Beak"],"overview":"Film producer Lee Yeong-il is introduced to Jeong-hee, his friend's little sister. Unable to find an appropriate slot for her in his movie, he gets her a job in a record company and watches out for her. In time, their love grows deeper. Meanwhile, director Heo Hoon, who is making the film 'The Story of Chun-hyang' with Yeong-il, fires the lead actress of the film, Anna, when she causes too much trouble. Instead, Jeong-hee is hired in her place. Just as Jeong-hee proves herself worthy of the casting and the film-making progresses smoothly, Yeong-il and Heo Hoon face financial difficulties. Yeong-il turns to embezzlement in desperation and is thrown in jail.","release_date":"1941-01-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":67416,"title":"Spring in the Korean Peninsula","adult":false,"genre_ids":[18]},{"cast":["Fernand Gravey","Assia Noris","Jean Weber","Roland Toutain"],"overview":"A destitute baron joins a troupe of travelling actors.","release_date":"1943-06-19","vote_average":5.5,"runtime":100,"cert":"N\/A","id":67417,"title":"Le capitaine Fracasse","adult":false,"genre_ids":[12]},{"cast":["Anna Karina","Claude Rich","Georges Descrières","Jacqueline Danno","Guy Bedos"],"overview":"Laurent is theatrical director, his girl Valerie an aspiring actress. Their relationship begins to fracture when Valerie doesn’t get the role in Laurent’s play.","release_date":"1961-09-29","vote_average":6.0,"runtime":104,"cert":"N\/A","id":67418,"title":"Tonight or Never","adult":false,"genre_ids":[35,18]},{"cast":["Rufus","Jacques Debary","Gérard Desarthe","Philippe Clévenot"],"overview":"","release_date":"1972-02-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67419,"title":"Les Camisards","adult":false,"genre_ids":[36,18]},{"cast":["Pierre Richard","Anny Duperey","Jean Carmet","Paul Préboist","Yves Robert"],"overview":"Unlucky in love, Alfred tries to commit suicide, only to be thwarted by police efforts to prevent a simultaneous attempt by a nearby young woman. Recovering, the young lady puts him up at her house, as he has run out of places to live. He joins a Parisian sporting team and seems to have transferred his bad luck to a corrupt television boss who is attempting to manipulate the game so that Alfred's Paris team loses.","release_date":"1972-03-01","vote_average":5.6,"runtime":98,"cert":"N\/A","id":67420,"title":"The Troubles of Alfred","adult":false,"genre_ids":[35]},{"cast":["Michel Morin","Christine Pascal","Stéphane Legros","Roland Giraud"],"overview":"","release_date":"1987-12-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67423,"title":"Promis... juré !","adult":false,"genre_ids":[35,18]},{"cast":["Tino Rossi","Jacqueline Pagnol","Raoul Marco","Lilia Vetti"],"overview":"","release_date":"1948-11-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":67426,"title":"La Belle meunière","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Jesus uses the parables of the King's Wedding Feast and the Thief in the Night to teach his disciples to have humility, to repent, and to be prepared for the day He comes again. Through parables Jesus teaches His disciples to patiently watch for the significant signs that will precede His Second Coming.","release_date":"","vote_average":4.0,"runtime":30,"cert":"N\/A","id":67427,"title":"Jesus Returns","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Journey with Mary and Joseph to Bethlehem and witness the humble birth of our Savior together with the shepherds. The cunning plan of King Herod does not deceive the devoted wise men, but ultimately it is the Angel who intercedes to warn Joseph and Mary to flee into Egypt.","release_date":"","vote_average":5.0,"runtime":30,"cert":"N\/A","id":67428,"title":"The Animated Nativity","adult":false,"genre_ids":[16,10751]},{"cast":["André Dussollier","Anémone","Georges Descrières","Jacques Boudet","Zouc"],"overview":"In 1977 France, the Ministry of the Future chooses two “normal,” white, middle-class citizens, Claudine and Jean-Michel, for a national experiment. They will be monitored and displayed on television for six months in a model apartment outfitted with state-of-the-art products and nonstop surveillance—the template for “a new city for the new man.","release_date":"1977-03-30","vote_average":3.5,"runtime":101,"cert":"N\/A","id":67429,"title":"The Model Couple","adult":false,"genre_ids":[18,35]},{"cast":["Catherine Jourdan","Klaus Kinski","Pierre Clémenti","Lisette Malidor","Rufus"],"overview":"Eva is a singer in a Noah's Ark themed nightclub, where the guests wear animal masks. She sings about a doomed love affair between a lion tamer and a lion. She is approached by a stranger who claims to know her and to remember her singing Mozart which she denies. Driven around in her midget manager´s limousine she encounters bizarre characters who turn out to belong to her incestuous family of ogres. All culminates in a bizarre finale in a zoo featuring Klaus Kinski and arias from \"The Magic Flute\". Stylish, surrealistic and weird, but you will scratch your head and ask yourself what it´s all about (and why you should bother).","release_date":"1978-05-20","vote_average":5.8,"runtime":101,"cert":"N\/A","id":67430,"title":"Zoo zéro","adult":false,"genre_ids":[878,18,9648]},{"cast":["Jean Gabin","Jeanne Moreau","Gaby Basset","Simone Berthier","Ginette Leclerc"],"overview":"After a spending the night with his girlfriend Alice (Jeanne Moreau), trucker Jean (Jean Gabin) encounters a dead body on the road home. He reports the incident to the police who suspect that Jean was responsible for the death and his new truck is impounded. To make matters worse, the man's widow accuses Jean of having robbed her husband of a large amount of money that he was carrying. And then there's that gang of sinister crooks who also are harassing him. Jean is a victim of circumstance and forces beyond his control are closing in on him. But Alice gives him a measure of comfort and stability. With her as his emotional base, he manages to rouse his trucker friends to turn the tables against the gangsters who are pursuing him.","release_date":"1955-10-18","vote_average":7.3,"runtime":null,"cert":"N\/A","id":67431,"title":"Hi-Jack Highway","adult":false,"genre_ids":[18]},{"cast":["Nikolai Dobrynin","Boris Kamorzin","Evgeniya Dobrovolskaya","Polina Filonenko","Leonid Gromov"],"overview":"In present day Moscow three childhood friends in their forties - former school band players - live their everyday lives of a police officer, a taxi driver and a surgeon. They have lost track of each other. Three stories of betrayal, love and ageing are told in parallel. In fact, unknown to our heroes, their paths cross and their lives become connected. But they are not aware of it even when they reunite for a breaking performance at their graduation anniversary.","release_date":"2011-06-23","vote_average":6.0,"runtime":104,"cert":"N\/A","id":67432,"title":"Gromozeka","adult":false,"genre_ids":[18]},{"cast":["Jean Marais","Françoise Christophe","Jean Debucourt","Mariella Lotti","Massimo Girotti"],"overview":"After being hurt in the face, Count de Roger Tinchebraye is forced to hide his disfigured face behind a leather mask. Dispirited for a while, he decides to become a Casanova-like seductor. When he meets true love, cynical Roger does not believe in it and lets pure Judith marry an old marquis. But once Judith's husband dies, he sees Judith again, shows her his disfigured face, which does not discourage the young woman from loving him. Nevertheless, he distances himself from her forever","release_date":"1952-03-26","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67433,"title":"Leathernose","adult":false,"genre_ids":[18]},{"cast":["Madeleine Robinson","Franck Villard","Nicolas Amato","Henri Arius","Pierre-Michel Beck"],"overview":"Based on the novel of the same name by writer Edouard Peisson, this Jean Delannoy film display one boy’s unconditional love for his mother, despite her tragic mistreatment of him. After being raised by a shepherd for the past 12 years, Simon (Pierre-Michel Beck) is reunited with his mother Marie (Madeleine Robinson). Marie is a prostitute in Marseilles and is now stable enough to welcome Simon back into her life. Unaware of her profession at first, Simon is happy to have his mom back, but in time he learns how she makes her living. This troubles Simon but he continues to love her, despite not loving her chosen profession. His anger toward this issue gets directed toward Marie’s louse of a boyfriend, Paul (Frank Villard), and the result is a heartfelt tale about love and family.","release_date":"1951-09-26","vote_average":7.5,"runtime":112,"cert":"N\/A","id":67434,"title":"Savage Triangle","adult":false,"genre_ids":[80,18]},{"cast":["Bruno Cremer","Jacqueline Bollen","Christian Crahay","Nicole Colchat"],"overview":"In an apparently empty airport, a Jewish family has gathered to greet one of its members who has come there to be with them. However, the airport is actually the ante-room of Death, and the family member is a recently deceased American survivor of the Holocaust. Although the party begins by greeting the man with warmth and affection, the gathering soon degenerates into a squabble about why most of those assembled failed to heed the warnings about the Holocaust and flee Germany.","release_date":"1987-01-01","vote_average":5.0,"runtime":82,"cert":"N\/A","id":67435,"title":"Falsch","adult":false,"genre_ids":[18,10752]},{"cast":["Michel Jonasz","Erland Josephson","Wojciech Pszoniak","Philippe Léotard","Vincent David"],"overview":"This somber drama chronicles the writings of Paltiel Kossover (Michel Jonasz), a Rumanian Jew who was incarcerated in a Stalinist prison. Zupanev (Erland Josephson) is a sympathetic court registrar who smuggles the documents and later presents them to the poet's son Grisha (Vincent David).","release_date":"1988-02-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67438,"title":"Le testament d'un poète juif assassiné","adult":false,"genre_ids":[18]},{"cast":["Alfred Adam","René Dary","Jean Debucourt","Albert Dinan"],"overview":"","release_date":"1947-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67439,"title":"Le fugitif","adult":false,"genre_ids":[18]},{"cast":["Gina Manès","Léon Mathot","Edmond Van Daële","Claude Benedict","Madame Maufroy"],"overview":"The good guys win out in this sweet tale about a young orphan who is abused for much of her life but who eventually finds happiness when she marries an honest man who extricates her from her situation.","release_date":"1923-11-23","vote_average":7.2,"runtime":87,"cert":"N\/A","id":67440,"title":"Cœur fidèle","adult":false,"genre_ids":[35,18]},{"cast":["Bibi Andersson","André Dussollier","Nicole Calfan","Riccardo Cucciolla","Bernard Fresson"],"overview":"A semi-fictional account on the fatidic September 11, 1973, when the military commanded by General Pinochet took over the power from socialist president Salvador Allende, initiating a dictatorship that lasted until 1988 causing the deaths and disappearances of many people.","release_date":"1975-12-10","vote_average":6.3,"runtime":112,"cert":"N\/A","id":67441,"title":"Rain over Santiago","adult":false,"genre_ids":[18,53]},{"cast":["Marie Bell","Jean Chevrier","Claude Giraud","Jacques Dacqmine"],"overview":"","release_date":"1968-10-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67442,"title":"Phèdre","adult":false,"genre_ids":[18]},{"cast":["Jean Gabin","Charles Vanel","Viviane Romance","Charles Dorat","Raphaël Médina"],"overview":"Those five are unemployed penniless workers. Together they win 100,000 Francs with the national lottery. Instead of sharing the money, they buy a ruin and build an open-air cafe. But difficulties come to split their friendly group apart: former wife, police tracking one of them (Spanish republican refugee), jealousy...","release_date":"1936-09-01","vote_average":7.2,"runtime":101,"cert":"N\/A","id":67443,"title":"They Were Five","adult":false,"genre_ids":[18]},{"cast":["Françoise Rosay","Mady Berry","Colette Darfeuil","Simone Bourday","Fernandel"],"overview":"In her village, Ms. Husson seeks to put a price under a rosiere but finding no worthy young pretty girl, hands it has Isidore, the village idiot, who becomes rosier","release_date":"1932-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67444,"title":"He","adult":false,"genre_ids":[35]},{"cast":["Martin Short","Jan Hooks","Linda Cardellini","Elizabeth Perkins","John Michael Higgins"],"overview":"\"La La Wood\" follows the legacy of Jiminy Glick, first introduced on \"The Martin Short Show,\" who went on to get (non)-critical acclaim for his talk show \"Primetime Glick,\" where Mr. Glick interviewed countless celebrities (which usually ended in verbally--sometimes physically--insulting\/assaulting them). Now comes \"La La Wood\"--Jiminy Glick's home. This is his story (sort of).","release_date":"2004-09-18","vote_average":3.8,"runtime":90,"cert":"N\/A","id":67445,"title":"Jiminy Glick in Lalawood","adult":false,"genre_ids":[35]},{"cast":["Georges Marchal","Yvonne Sanson","Gino Cervi","Bourvil","Claude Dauphin"],"overview":"Alexandre Dumas's classic tale is one of the most filmed epic adventures...","release_date":"1953-10-07","vote_average":6.3,"runtime":116,"cert":"N\/A","id":67446,"title":"The Three Musketeers","adult":false,"genre_ids":[12]},{"cast":["Clarence Nash"],"overview":"Donald runs a shooting gallery. His nephews come by and he offers them a free shot, but when the first one hits all the targets, the notoriously cheap Donald switches a cheap prize for the correct one. He then gives the other two boys gimmicked guns; the last one is empty, but the targets break anyway because one boy is hitting them from behind. Donald chases them off; they use the mystic's booth next door to get revenge.","release_date":"1947-04-18","vote_average":5.5,"runtime":6,"cert":"N\/A","id":67447,"title":"Straight Shooters","adult":false,"genre_ids":[16]},{"cast":["Gaby Morlay","Line Noro","Charles Vanel","Pierre Bertin"],"overview":"","release_date":"1931-10-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67448,"title":"Faubourg Montmartre","adult":false,"genre_ids":[18]},{"cast":["Dolly Davis","Jean Börlin","Albert Préjean","Jim Gérald"],"overview":"In a strange bank, a young clerk, in love with a typist, gets asleep after a minor incident. His dream sarries him into the retirement house of old fairies, that he will manage to help to grow younger. He then lands on the towers of Notre-Dame, and into the Musée GRévin, where a revolutionary court is in the process of judging the lovers, one of them soon being changed into a dog. But it was just a dream, and the journey ends up well...","release_date":"1926-04-30","vote_average":6.5,"runtime":80,"cert":"N\/A","id":67451,"title":"The Imaginary Voyage","adult":false,"genre_ids":[35,18,14]},{"cast":["Chris Lilley","Chris Lilley","Chris Lilley","Chris Lilley","Chris Lilley"],"overview":"We Can Be Heroes is a mockumentary TV series created and performed by comedian Chris Lilley. It follows the story of five unique Australians, who have each made a large achievement and been nominated by friends and family for the Australian of the Year award.","release_date":"2005-07-27","vote_average":7.8,"runtime":164,"cert":"N\/A","id":67460,"title":"We Can Be Heroes","adult":false,"genre_ids":[]},{"cast":["Corey Taylor","James Root","Josh Rand","Shawn Economaki","Roy Mayorga"],"overview":"Originally released last August, Corey Taylor (Slipknot) leads Stone Sour with the best Hard Rock release of 2006 called Come What(ever) May. In June 2007 they re-release the disk with 6 bonus tracks and a DVD. This special edition package delivers most of what Stonesour stands for: intensity, drama, emotion, color, darkness, melodies, anger, honesty, and drive. Featuring hits like \"Through Glass\" and \"Sillyworld,\" this package also includes six bonus tracks and DVD footage of a live performance in Moscow (Amazon.com)","release_date":"2007-08-14","vote_average":7.0,"runtime":null,"cert":"N\/A","id":67461,"title":"Stone Sour: Live in Moscow","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two children sneak out of their bedroom on the night of December 24, so that they can ask 'Santa Claus' where he lives and what he does the rest of the year.","release_date":"1925-12-12","vote_average":5.5,"runtime":29,"cert":"N\/A","id":67466,"title":"Santa Claus","adult":false,"genre_ids":[]},{"cast":["Vladimir Vysotskiy","Vladimir Konkin","Sergei Yursky","Aleksandr Belyavskiy","Evgeniy Evstigneev"],"overview":"After WWII is over, a young officer Volodya Sharapov returns to Moscow to work in MUR - Moskovskiy Ugolovny Rozysk (Moscow Criminal Police). There he meets Gleb Zheglov who is a chief of a squad which fights organized crime. Their main task is to track down a gang \"Chernaya Koshka\" (Black Cat) which terrorizes the city. Also, they have to find out who murdered Larisa Gruzdeva. Zheglov believes it was her husband Ivan Gruzdev, but Sharapov has his doubts about it...","release_date":"1979-12-20","vote_average":8.2,"runtime":359,"cert":"N\/A","id":67467,"title":"The Meeting Place Cannot Be Changed","adult":false,"genre_ids":[28,80,9648]},{"cast":["Alberto Closas","Cassen","Pepe Rubio","Pilar Cansino","Nieves Conde"],"overview":"","release_date":"1964-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67472,"title":"Piso de soltero","adult":false,"genre_ids":[]},{"cast":["Alfredo Landa","Irene Gutiérrez Caba","Nené Morales","Antonio Ferrandis","Andrés Vázquez"],"overview":"","release_date":"1974-01-01","vote_average":5.1,"runtime":null,"cert":"N\/A","id":67473,"title":"Un curita cañón","adult":false,"genre_ids":[35]},{"cast":["Arturo Fernández","Concha Velasco","Nadiuska","Don Jaime de Mora y Aragón","María Luisa Merlo"],"overview":"Miguel is a massage therapist and is married to Marta. Between them they have mounted a beauty institute, named \"Beautiful\" and Martha, as director of the institute, operated at Miguel ends up exhausting. Everyone thinks that Michael can not take it anymore, but who dies of a heart attack she is. Miguel decides then live your life doing what you want, in the company of his dog Rustin, and locks in your home, not wanting to go to work and not see anyone. The Beautiful Girls prepare several tricks to get him back, to no avail. Until one of them, Pili, managed to get into the life of Michael ...","release_date":"1975-03-10","vote_average":0.0,"runtime":93,"cert":"N\/A","id":67474,"title":"Un lujo a su alcance","adult":false,"genre_ids":[35]},{"cast":["Robert Gustafsson","Jonas Inde","Johan Rheborg","Andres Lokko","Henrik Schyffert"],"overview":"Nile City is the perfect series to watch if you want to know how the Swedish society looked like in the early 1990's. The show is about a commercial radio-station and commercial radio-stations weren't allowed in Sweden until the period in witch the show takes place.","release_date":"1995-01-18","vote_average":6.3,"runtime":null,"cert":"N\/A","id":67483,"title":"NileCity 105.6","adult":false,"genre_ids":[]},{"cast":["Jean Gabin","Blanchette Brunoy","Nicole Courcel","Claude Romain","Julien Carette"],"overview":"Henri Chatelard is well in his forties, owns a restaurant and a cinema in the city, and appreciate women. When he meets Marie, a 18ish stronghead who just lost her father in a small fishermen village, it is not clear who is the hunter and who is the prey.","release_date":"1950-02-27","vote_average":7.3,"runtime":100,"cert":"N\/A","id":67494,"title":"Marie of the Port","adult":false,"genre_ids":[18,10749]},{"cast":["Serge Reggiani","Anouk Aimée","Pierre Brasseur","Louis Salou","Martine Carol"],"overview":"Angelo, a glass-blower from Murano, and Georgia Maglia, the pretty daughter of a fallen fascist magistrate, are chosen to be the stand-ins for the stars of a film version of \"Romeo and Juliet\" being shot on location in Venice and Verona. It is not long before they fall in love and their romance parallels that of Shakespeare's timeless heroes. Indeed their union is threatened by the schemings of Raffaele, the Maglia family's dubious tout...","release_date":"1949-03-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67495,"title":"Les amants de Vérone","adult":false,"genre_ids":[18]},{"cast":["Bernadette Lafont","Georges Géret","Henry Czarniak","Claire Maurier","Julien Guiomar"],"overview":"Marie is a young woman who lives in sheer poverty in the fictional village and commune of Tellier (an allusion to La Maison Tellier) with her mother, a woman of obscure origins suspected to be a Romanichel sorcerer, and her pet buck. Marie and her mother are despised by the locals although Marie is also a sexual object for them, including her lesbian boss Irène. One day, when her mother dies after a hit-and-run accident and the locals do not even care to bury her, Marie decides that things have to change and starts to charge people who have sex with her. Eventually, she plans to take revenge on those people who take advantage of her.","release_date":"1969-12-03","vote_average":6.3,"runtime":107,"cert":"N\/A","id":67496,"title":"A Very Curious Girl","adult":false,"genre_ids":[18]},{"cast":["Zoë van der Kust","Michiel Romeyn","Loes Haverkort","Waldemar Torenstra","Tanja Jess"],"overview":"In order to find her father in Surinam Grace is forced to take some desperate measures. Grace is the only black child of an all-white family, desperate to find out everything about her Surinam father. Grandpa can help her, but his memory gets worse every day since the death of his wife. When the family decide to put Grandpa into a retirement home, he and Grace decide to use his savings to travel to Surinam - but the family has blocked access to his bank account. But their dreams can come true if they rob the bank","release_date":"2011-02-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":67499,"title":"My Grandpa the Bankrobber","adult":false,"genre_ids":[10751,12]}]