[{"cast":["Walt Disney","Billy Bletcher","Pinto Colvig","Florence Gill","Clarence Nash"],"overview":"Mickey guest-directs a radio orchestra. The sponsor loves the rehearsal, but come the actual performance, Goofy drops all the instruments under an elevator, so they sound like toys. The sponsor hates it, but the audience loves it anyway.","release_date":"1942-03-20","vote_average":6.8,"runtime":6,"cert":"N\/A","id":67502,"title":"Symphony Hour","adult":false,"genre_ids":[16,10751,35]},{"cast":["Pinto Colvig","Alan Reed"],"overview":"As the narrator explains, educating children is one of the most important things today and the heroic man who takes on this role is \"the school teacher\" (Goofy, naturally). After taking role call, Goofy tries to teach the class but keeps having to deal with a mischievous trouble-maker named George who enjoys sneaking out of class to go fishing, eating the teacher's apple, squeaking chalk, making faces while teacher gives a geography lesson, and terrorizing the other students with his water pistol. In the end, George's mischief goes too far when he destroys the school with an exploding bomb and is forced to write \"I will not bomb the school again\" 100 times!","release_date":"1952-06-27","vote_average":6.7,"runtime":7,"cert":"N\/A","id":67503,"title":"Teachers are People","adult":false,"genre_ids":[16]},{"cast":["Steeve Léonard","Caroline Labrèche","Julie Tétreault","Vincent Desmarchais","Jennyfer Desbiens"],"overview":"A young man is visited by the ghost of his older self in order to change his destiny.","release_date":"2011-02-15","vote_average":8.0,"runtime":113,"cert":"N\/A","id":67504,"title":"Sans dessein","adult":false,"genre_ids":[35]},{"cast":["Pinto Colvig","Doodles Weaver"],"overview":"Two Goofys play a tennis match in typical Goofy style. The announcer sometimes has trouble following the action. The groundskeeper seems to always be present, trimming the grass, filling in holes (in one case with a tree), and delivering the oversized trophy.","release_date":"1949-08-26","vote_average":5.9,"runtime":7,"cert":"N\/A","id":67505,"title":"Tennis Racquet","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Donald flies his model airplane into Chip 'n Dale's tree. Dale climbs in and proceeds to cause trouble.","release_date":"1951-06-08","vote_average":6.1,"runtime":7,"cert":"N\/A","id":67506,"title":"Test Pilot Donald","adult":false,"genre_ids":[16,35,10751]},{"cast":["Dany Boon"],"overview":"","release_date":"2003-01-01","vote_average":6.2,"runtime":120,"cert":"N\/A","id":67507,"title":"Dany Boon - A s'Baraque et en Ch'ti","adult":false,"genre_ids":[35]},{"cast":["Dany Boon"],"overview":"","release_date":"","vote_average":6.1,"runtime":null,"cert":"N\/A","id":67508,"title":"Dany Boon - A s'Baraque et en Ch'ti","adult":false,"genre_ids":[35]},{"cast":["Diane Kruger","Ludivine Sagnier","Denis Ménochet","Brigitte Catillon","Jacques Spiesser"],"overview":"After the death of her mother, a woman returns home to care for her sister.","release_date":"2010-12-01","vote_average":5.9,"runtime":103,"cert":"N\/A","id":67509,"title":"Lily Sometimes","adult":false,"genre_ids":[18]},{"cast":["Richard Henry Blood Sr.","Martin Anthony Lunde","Stuart Bennett","Barbie Blank"],"overview":"Ricky “The Dragon” Steamboat is one of the most legendary performers in the history of sports entertainment. The popular superstar made his name in the Carolina territory and went on to become a fan favorite in WCW and WWE. His battles with Ric Flair for the NWA Championship kept fans on the edge of their seats and his Intercontinental Championship match with “Macho Man” Randy Savage is considered by many the greatest match in WrestleMania annals. Now for the first time ever on DVD, fans can relive the career of Ricky Steamboat. This 3-DVD set has a biographical documentary feature on Steamboat’s life, as well as some of the biggest matches of his career .","release_date":"2010-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67512,"title":"WWE: Ricky Steamboat - The Life Story of the Dragon","adult":false,"genre_ids":[18]},{"cast":["Edward Terry","Joan Roth","Stacy Haiduk","Thomas Mills","Jerry Clarke"],"overview":"As a young child Luther The Geek or \"The Freak\" witnesses a band of men goading a geek (a man who bites off chicken's heads and drinks the blood) into performing. In the ensuing hullabaloo, Luther bites his lip and likes the taste of blood. Flash forward some thirty years and a parole board is meeting to discuss Luther's release. It seems the cheeky blighter has been murdering folk in the meantime. A dopey parole board trainee sides with the liberals and so Luther is unleashed, except now he has a special pair of customized metal teeth. Luther then proceeds to \"bite the heads off\" of many hapless folk until the tense ending. This movie is most notable for it's bare dialog, whole stretches pass without a sound. Most of the audio is composed of Luther clucking insanely like a chicken.","release_date":"1990-01-01","vote_average":6.0,"runtime":80,"cert":"18","id":67515,"title":"Luther the Geek","adult":false,"genre_ids":[27,35]},{"cast":["Omar Ahmad Marzouk"],"overview":"","release_date":"2011-05-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67516,"title":"Omar Marzouk: Omskåret","adult":false,"genre_ids":[35]},{"cast":["William H. Macy","Frankie Muniz","Felicity Huffman","Lacey Chabert","Mark Hamill"],"overview":"This interactive movie follows three siblings (the North family) on a quest to rescue their Uncle in the Himalayan region of Nepal. Your choices determine what happen.","release_date":"2006-07-25","vote_average":5.0,"runtime":85,"cert":"N\/A","id":67519,"title":"Choose Your Own Adventure - The Abominable Snowman","adult":false,"genre_ids":[10751,16]},{"cast":["Penn Jillette","Teller"],"overview":"Explore the rich, fascinating culture and history of magic through this six-part series, which takes you inside an alluring and enchanting world. It's all here, from the mechanical automata of Robert-Houdin to the elaborate illusions of Penn and Teller, from the death-defying escapes of Houdini to the bizarre and tragic feats of the sideshow performers. Come backstage and see what's behind the curtain.","release_date":"","vote_average":0.0,"runtime":160,"cert":"N\/A","id":67520,"title":"Grand Illusions - The Story Of Magic","adult":false,"genre_ids":[99]},{"cast":["Rock Hudson","Dana Wynter","Sidney Poitier","Juano Hernández","William Marshall"],"overview":"As Kenya's Mau Mau uprising tears the country apart, former childhood friends Kimani (Sidney Poitier), a native, and Peter (Rock Hudson), a British colonist, find themselves on opposite sides of the struggle in this provocative drama. Though each is devoted to his cause, both wish for a more moderate path -- but their hopes for a peaceful resolution are thwarted by rage, colonial arrogance and escalating violence on both sides.","release_date":"1957-05-10","vote_average":5.8,"runtime":113,"cert":"N\/A","id":67521,"title":"Something of Value","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Vicious Cycle Tour was a live tour celebrating Lynyrd Skynyrd's 30 years of being a group, (or as credited on the album \"30 Years Of Rock 'n' Roll\"). The initial releases were a 2-CD edition, featuring the whole live concert, and a corresponding DVD. Later the two releases were repackaged in a 3-disc set. The recording is from The Amsouth Amphitheater In Antioch, Nashville, Tennessee.","release_date":"2003-07-11","vote_average":9.0,"runtime":120,"cert":"N\/A","id":67522,"title":"Lynyrd Skynyrd - The Vicious Cycle Tour","adult":false,"genre_ids":[10402]},{"cast":["León Gieco","Pancho Chévez","Alejandro Davio","Maxi Lemos","Carina Spina"],"overview":"Argentine audiovisual documentary based on a musical tour carried out between 2007 and 2008 by León Gieco along with a group of young artists with disabilities from different provinces of Argentina. The film combines music, singing, dance, and painting, along with the life stories of the protagonists.","release_date":"2009-03-26","vote_average":0.0,"runtime":89,"cert":"N\/A","id":67523,"title":"Mundo Alas","adult":false,"genre_ids":[10402,99]},{"cast":["Charlotte Chatton","Missy Crider","Sammi Davis","Katherine Heigl","Jordan Ladd"],"overview":"Six women who came to Hollywood with the dream of becoming famous find themselves working as stand-ins for the glamorous stars of the late 1930s. Gathering for a birthday celebration at their local watering hole, they introduce a new member to the group -- instigating a turn of events that will change their lives forever.","release_date":"1997-10-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67524,"title":"Stand-Ins","adult":false,"genre_ids":[18,35]},{"cast":["Keith Emerson","Greg Lake","Carl Palmer"],"overview":"ELP's performance of Pictures at an Exhibition filmed at London's Lyceum in December 1970. Bonus features include a 1971 appearance on the Belgian TV show \"Pop Shop\".","release_date":"2010-07-27","vote_average":6.6,"runtime":144,"cert":"N\/A","id":67529,"title":"Emerson, Lake & Palmer: Pictures At An Exhibition","adult":false,"genre_ids":[10402]},{"cast":["David Keith","Robert Prosky","G. D. Spradlin","Barbara Babcock","Michael Biehn"],"overview":"Will arrives for his last year at Military Academy, in the Deep South USA, in the 1960's. A black student, Pearce, has been accepted, for the first time and Will is asked to keep an eye out for the inevitable racism. The racists come in the form of The Ten, a secret group of the elite students. They want Pearce to leave on his own free will, but are prepared to torture him to make it 'his free will'. Will is forced to help Pearce and he is prepared to risk his own career to do so.","release_date":"1983-02-18","vote_average":6.3,"runtime":102,"cert":"N\/A","id":67530,"title":"The Lords of Discipline","adult":false,"genre_ids":[18,53]},{"cast":["William Haines","Joan Crawford","William Bakewell","Neil Neely","Ralph Emerson"],"overview":"Arrogant and wise-cracking Brice Wayne enrolls at the United States Military Academy at West Point and adjusts to life as a plebe. He tries out for the plebe football team, where he excels and shows up the varsity team. However, his ego is unrivaled, especially in competition with upperclassman Bob Sperry. At the same time, Brice meets a local girl named Betty Channing who cheers for him at football practices.","release_date":"1928-01-07","vote_average":7.7,"runtime":95,"cert":"N\/A","id":67531,"title":"West Point","adult":false,"genre_ids":[18]},{"cast":["Harry Baur","Paul Azaïs","Florelle","Josseline Gaël","Jean Servais"],"overview":"The lives of numerous people over the course of 20 years in 19th century France, weaved together by the story of an ex-convict named Jean Valjean on the run from an obsessive police inspector, who pursues him for only a minor offense.","release_date":"1934-02-03","vote_average":7.6,"runtime":281,"cert":"N\/A","id":67532,"title":"Les Misérables","adult":false,"genre_ids":[18]},{"cast":["Ritchie Blackmore","Rod Evans","Jon Lord","Ian Paice","Nick Simper"],"overview":"This collection contains rare and previously unreleased live performances, TV shows appearances &amp; studio sessions footage from 1968 to 1976-era Deep Purple. Also includes a documentary and Interviews with band members.","release_date":"2009-06-03","vote_average":8.5,"runtime":287,"cert":"N\/A","id":67533,"title":"Deep Purple: History, Hits & Highlights '68-'76","adult":false,"genre_ids":[]},{"cast":["Maxym Surkov"],"overview":"White Horse is a short documentary by filmmakers Maryann DeLeo and Christophe Bisson that features a man (Maxym Surkov) returning to his Ukraine home for the first time in twenty years. Evacuated from the city of Pripyat, Ukraine in 1986 due to the Chernobyl disaster, he has not returned since then.","release_date":"2008-02-08","vote_average":6.5,"runtime":18,"cert":"N\/A","id":67534,"title":"White Horse","adult":false,"genre_ids":[99]},{"cast":["Jean-Claude Pascal","Anouk Aimée","Gaby Sylvia","Philippe Lemaire","Yves Robert"],"overview":"","release_date":"1955-10-25","vote_average":6.3,"runtime":null,"cert":"N\/A","id":67535,"title":"Les mauvaises rencontres","adult":false,"genre_ids":[18]},{"cast":["Simone Signoret","Reginald Kernan","Alexandra Stewart","Marcello Pagliero","Serge Rousseau"],"overview":"","release_date":"1961-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67536,"title":"Les mauvais coups","adult":false,"genre_ids":[18]},{"cast":["Isabelle Huppert","Gian Maria Volonté","Bruno Ganz","Fabrizio Bentivoglio","Clio Goldsmith"],"overview":"A young girl from the provinces, comes to Paris with one goal: to become a part of the rich bourgeoisie. To achieve this she will use her unique beauty and charm.","release_date":"1981-02-26","vote_average":7.0,"runtime":180,"cert":"N\/A","id":67539,"title":"Lady of the Camelias","adult":false,"genre_ids":[10749,18]},{"cast":["Michel Auclair","Jean-Pierre Aumont","Jean Marais","Bourvil","Jacqueline Maillan"],"overview":"Witty narration follows the history of Versailles Palace; founded by Louis XIII, enlarged by autocratic Louis XIV, whose personal affairs and amours, and those of his two successors, are followed in more detail to the start of the Revolution, after which the story is brought rapidly up to date. A huge cast plays mainly historical persons who appear briefly.","release_date":"1954-03-09","vote_average":7.7,"runtime":165,"cert":"N\/A","id":67540,"title":"Royal Affairs in Versailles","adult":false,"genre_ids":[35,18,36]},{"cast":["Daniel Stern","Fisher Stevens","Melanie Mayron","Lou Jacobi","Martin Mull"],"overview":"Daniel Stern stars as a stockbroker trying to climb the corporate ladder. There's only one thing stopping him...his boss' beautiful and flirtatious wife! THE BOSS' WIFE is a full-bodied, high-spirited, bedroom comedy about lust, love and lechery.","release_date":"1986-01-01","vote_average":6.1,"runtime":83,"cert":"N\/A","id":67541,"title":"The Boss' Wife","adult":false,"genre_ids":[35]},{"cast":["Christian Argentin","Mireille Balin","Max Dearly","Charles Dechamps","Fernand Gravey"],"overview":"","release_date":"1934-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67542,"title":"Si j'étais le patron","adult":false,"genre_ids":[35]},{"cast":["Gérard Zimmermann","Marise Maire","Eric Penet","Françoise Bonneau"],"overview":"Two young men, Zim and Jean-Pierre, both sentenced for a minor offence, recognize one another when they are released from prison on the same day. One wants to reform, but his friend wants to stay a crook. The first one gets a job and begins improving his life, while the young criminal ends up incarcerated for stealing cars.","release_date":"1966-12-06","vote_average":5.0,"runtime":90,"cert":"N\/A","id":67543,"title":"Naked Hearts","adult":false,"genre_ids":[18]},{"cast":["Paul Barge","Michel Barsacq","Edmond Beauchamp","Pierre Brasseur","Michel Simon"],"overview":"","release_date":"1952-11-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67544,"title":"Le rideau rouge","adult":false,"genre_ids":[18]},{"cast":["Sergei Makovetsky","Aleksey Serebryakov","Larisa Guzeeva","Sergey Vinogradov","Nastya Poleva"],"overview":"In the old house, but in the heart of the big city lives a Russian intellectual Chekhov's tailoring Ilyin. He lives a quiet-peaceful and for the time being do not know what in the old closet is the entrance to a mysterious cave and magic the room from which you can easily get to any capital in the world…","release_date":"1992-01-01","vote_average":4.0,"runtime":109,"cert":"N\/A","id":67545,"title":"Patriotic Comedy","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Seen The Lights was the first Simple Minds commercial DVD released","release_date":"2003-09-09","vote_average":6.5,"runtime":88,"cert":"","id":67546,"title":"Simple Minds: Seen The Lights","adult":false,"genre_ids":[10402]},{"cast":["David Bowie"],"overview":"David Bowie's Glass Spider Tour show, held in November 1987 at the Sydney Entertainment Centre, Australia.  The astonishing David Bowie in an eye-popping, mind-blowing concert from his benchmark Glass Spider tour of the '80s. It is expertly shot on video, capturing all the theatricality, intensity, weirdness, and beauty that are Bowie's stock in trade. Features Bowie performing his biggest hits including \"China Girl\", \"Let's Dance\", \"Heroes\", \"Fame\", \"Young Americans\", \"Loving The Alien\", and many others.","release_date":"2007-06-22","vote_average":8.5,"runtime":105,"cert":"","id":67547,"title":"David Bowie: Glass Spider","adult":false,"genre_ids":[10402]},{"cast":["Pierre Fresnay","Fernand Ledoux","Andrée Clément","Thérèse Dorny","Pierre Juvenet"],"overview":"","release_date":"1946-04-17","vote_average":7.0,"runtime":105,"cert":"N\/A","id":67548,"title":"Devil's Daughter","adult":false,"genre_ids":[]},{"cast":["Viviane Romance","Jean Marais","Lucien Coëdel","Julien Bertheau","Jean Brochard"],"overview":"","release_date":"1944-08-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67549,"title":"Carmen","adult":false,"genre_ids":[18,10402]},{"cast":["Bernard Giraudeau","Patrick Chesnais","Ticky Holgado","Isabelle Gélinas"],"overview":"","release_date":"1993-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67550,"title":"Drôles d'oiseaux","adult":false,"genre_ids":[35]},{"cast":["Élisabeth Bourgine","Philippe Léotard","Fabrice Luchini","Jean-Pierre Léaud"],"overview":"","release_date":"1988-11-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":67551,"title":"La couleur du vent","adult":false,"genre_ids":[]},{"cast":["Carole André","Jacques Brel","Catherine Rouvel","Françoise Prévost","Paul Le Person"],"overview":"Because he has seduced Germaine de Boismenil, Georges Dormont is thrown out of the army by the colonel and husband of the beautiful. After the death of the Count of Boismenil, Dormont arrived at the castle of the widow with the firm intention of taking revenge. From the outset, he seduces Pierrette, the servant, revives the heart of Germaine, having gotten an appointment with the widow, he makes her naked, humiliates and leaves her. Witness of the scene, Martha, the proud orphan, throws herself into the arms of Gaston, faithful order of the colonel, to avenge her mother. George soon flouted their feelings. He then forces Germaine to reveal his attachment to Pierrette and causes a beautiful scandal.","release_date":"1970-12-16","vote_average":5.3,"runtime":91,"cert":"N\/A","id":67552,"title":"Mont-Dragon","adult":false,"genre_ids":[35,18]},{"cast":["Claude Brasseur","Jacques Dutronc","Nathalie Baye","Andréa Ferréol"],"overview":"The time is the 1930s and two Soviet spies (both Frenchmen by nationality) have been helping Communist factions during the Civil War in Spain. It is the time of Stalin's iron rule in the USSR, and the two agents are suddenly called to Moscow by the KGB. Knowing that they are in trouble for no fault of their own, fear drives one of them to suicide while the other gets his lover and her child and begins a run for his life, knowing that the KGB will never let him go free.","release_date":"1981-10-28","vote_average":7.0,"runtime":112,"cert":"N\/A","id":67553,"title":"The Red Shade","adult":false,"genre_ids":[18,53]},{"cast":["Martine Carol","Pedro Armendáriz","Valentine Tessier","Arnoldo Foà","Piéral"],"overview":"In the early 16th century, Italy is ruled by the powerful Borgia family, led by César Borgia and his sister Lucrèce. In a ruthless power play, César plots to have his sister’s husband murdered. But without her brother’s knowledge, Lucrèce has taken a strong lover who will challenge the Borgias.","release_date":"1953-10-23","vote_average":4.0,"runtime":120,"cert":"N\/A","id":67554,"title":"Lucrèce Borgia","adult":false,"genre_ids":[18]},{"cast":["Pierre Brasseur","Georges Brassens","Henri Vidal","Dany Carrel","Annette Poivre"],"overview":"Juju, a drunken oaf who feels the need of being important to someone---anyone---and his friend The Artist are forced at gunpoint to house a fugitive, Pierre Barbier, in Juju's broken-down home. The urge for being needed is such in Juju that he gives up drinking and takes care of Pierre. But one day Juju finds out that Pierre has been making love to his girl Maria...","release_date":"1957-09-27","vote_average":6.3,"runtime":106,"cert":"N\/A","id":67555,"title":"The Gates of Paris","adult":false,"genre_ids":[35,18]},{"cast":["France Arnel","Laurence Lignères","Claude Massot","Pierre Étaix"],"overview":"Absent-minded yet cultured, Pierre answers his parents demands to wed by ignoring both astronomy and the housemaid, instead falling head-over-heels for rich damsels.","release_date":"1962-11-12","vote_average":6.1,"runtime":84,"cert":"N\/A","id":67556,"title":"The Suitor","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67557,"title":"Drop - My life downhill","adult":false,"genre_ids":[]},{"cast":["Noriko Eguchi","Shota Sometani","Noriko Kijima"],"overview":"30 something year old Yuriko (Noriko Eguchi) works as a aromatherapist at an aroma salon. She uses essentials oils and her hands to soothe her client’s inner well-being. Yuriko also has a secret she can’t tell anyone; She gets incredibly turned on by the sweaty scent of a 17 year old high school student named Tetsuya (Shota Someya). Tetsuya is also the nephew of the salon owner (Jun Miho). Meanwhile, salon client Ayama (Saori Hara) asks to practice aromatherapy, but her real intent is to press her large breasts against Yuriko.","release_date":"2010-05-08","vote_average":5.5,"runtime":74,"cert":"N\/A","id":67560,"title":"Yuriko's Aroma","adult":false,"genre_ids":[]},{"cast":["Runa Akatsuki","Akira Asai","Akira Fujino","Sayaka Fukasawa","Kenji Hoashi"],"overview":"Chika always hated her over-sized breasts that got attention wherever she went. When she meets a man that, for once, didn’t immediately stare at her chest, she decides to marry him. Yet she starts to doubt that he may have an uncontrollable habit of lying…","release_date":"2005-01-21","vote_average":0.0,"runtime":60,"cert":"N\/A","id":67561,"title":"Watermelon","adult":false,"genre_ids":[35,10749]},{"cast":["Rino Konno","Michiru Tokiwa","Atsushi Hida"],"overview":"University student Nohara has a boy friend Akito. Akito travels aboard with his friends leaving Nohara who doesn’t know how to swim. To surprise his boy friend, Nohara decides to attend swimming classes. Eventually, she has a secret affair with the guy in the swimming class…","release_date":"2007-08-03","vote_average":6.0,"runtime":73,"cert":"N\/A","id":67562,"title":"Swimming Class","adult":false,"genre_ids":[18]},{"cast":["Asami","Demo Tanaka","Sarasa Tani","Hiroaki Murakami","Risa Mizuki"],"overview":"A raucous teen boy with a feminine face is teased everywhere, so his odd biker father dresses him as a girl and sends him to an all-girl school. The lad introduces himself as Sukeban, and a classmate, Michiko, takes him to after-school activities. Lessons on humility turn violent when a masked hatchet-wielding woman turns up. Jealousy, syringes of hormones, bare breasts, a blood bath, and more figure in the resolution.","release_date":"2006-02-04","vote_average":4.8,"runtime":62,"cert":"N\/A","id":67563,"title":"Sukeban Boy","adult":false,"genre_ids":[14,27,28,35]},{"cast":["Rungrawee Barijindakul","Saruta Reungwiriya","Patchuda Panpipat"],"overview":"The story centers around five attractive girls who find themselves trapped in an unfamiliar place with a strange voice telling them that one of them has to sacrifice her life in a diabolical ritual. Struggling to survive, the girls need to reveal their sins and sexual experiences in order to satisfy the devilish voice.","release_date":"2010-05-27","vote_average":0.0,"runtime":104,"cert":"N\/A","id":67564,"title":"Sin Sisters 2","adult":false,"genre_ids":[35]},{"cast":["Claudia Chakrapan","Chutima Every"],"overview":"After graduation from university, childhood friends Ann, Joy, Koi, Mam and Joom move on to follow their respective career paths. They reunite again at a friend’s funeral, after which all the five young women decide to stay overnight at Joom’s place to recall their good old days. When Ann raises the topic of sex, the conversation goes deeper and deeper until each is forced to reveal details of their most embarrassing sexual experiences – the moments they harbor the most guilt over.","release_date":"2002-12-15","vote_average":5.0,"runtime":105,"cert":"N\/A","id":67565,"title":"Sin Sisters","adult":false,"genre_ids":[35]},{"cast":["Bunta Sugawara","Kô Nishimura","Asao Uchida","Meiko Kaji","Sonny Chiba"],"overview":"The seventh in the shocking \"Jingi Naki Tatakai\" movie series, which exposes the true lives of the yakuza that is hidden by a mask of \"jingi\". The next stage of this continuing drama is the Kanmon Channel where the Owada and the Kyoei groups are battling for territorial rights and drug smuggling. The Owada sends their man, Tetsu, and his friend Shuji to kill the Kyoei boss. With the promise of fame and riches, Shuji takes the fall and goes to jail for 7 years. But when he's released, he discovers that he and Tetsu have been all but forgotten by the Owada. Feeling betrayed, Shuji takes natters into his own hands and becomes an unsuspecting pawn in an internal conflict and an assassination attempt on the Owada boss. And now angered, Shuji seeks revenge...","release_date":"1975-11-01","vote_average":7.2,"runtime":94,"cert":"N\/A","id":67568,"title":"New Battles Without Honor and Humanity 2: Head of the Boss","adult":false,"genre_ids":[28,80,18]},{"cast":["Bunta Sugawara","Isao Bitô","Takeo Chii","Takuya Fujioka","Seizô Fukumoto"],"overview":"The eighth sequel of the series by the successful “Fukasaku and Bunta” collaboration revolves around the men of a lesser organization that are constantly bullied by the upper organization and “bleed in vain” in gang wars.","release_date":"1976-04-24","vote_average":6.5,"runtime":91,"cert":"N\/A","id":67569,"title":"New Battles Without Honor and Humanity 3: Last Days of the Boss","adult":false,"genre_ids":[18,28,80]},{"cast":["John McLeish","George Johnson"],"overview":"Goofy takes a lighthearted look at self defense through the ages: cavemen, knights, the age of chivalry, and finally boxing.","release_date":"1941-12-26","vote_average":6.0,"runtime":8,"cert":"N\/A","id":67570,"title":"The Art of Self Defense","adult":false,"genre_ids":[35,16]},{"cast":["John McLeish","Hannes Schroll"],"overview":"Goofy, staying at the Sugar Bowl resort, demonstrates the basics of downhill skiing, which the titles and announcer insist is pronounced \"SHEEing\". The equipment is, of course, of the era. As you can imagine, Goofy has much trouble keeping his skis parallel and pointing downhill. The final ski jump conveniently lands Goofy right back in bed.","release_date":"1941-11-14","vote_average":6.8,"runtime":8,"cert":"N\/A","id":67571,"title":"The Art of Skiing","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Mickey is trying to lead a concert of The William Tell Overture, but he's continually disrupted by ice cream vendor Donald, who uses a seemingly endless supply of flutes to play Turkey in the Straw instead. After Donald gives up, a bee comes along and causes his own havoc. The band then reaches the Storm sequence, and the weather also starts to pick up; a tornado comes along, but they keep playing.","release_date":"1935-02-23","vote_average":7.3,"runtime":9,"cert":"N\/A","id":67572,"title":"The Band Concert","adult":false,"genre_ids":[10402,16,35]},{"cast":[],"overview":"Two bear cubs tussle harmlessly, then start to munch on a berry bush, until a bigger, meaner bear chases them off. They nibble some flowers and find a bee, which they follow to the hive, which they then proceed to raid. The big bear chases them off, but unknown to him, a bee spotted the raid and has summoned the attack squad. The bees run him off, and the cubs dig in.","release_date":"1932-07-09","vote_average":5.5,"runtime":6,"cert":"N\/A","id":67573,"title":"The Bears and Bees","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"","release_date":"2012-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67574,"title":"Soldiers Of War","adult":false,"genre_ids":[28,10752]},{"cast":["Thomas Wivel"],"overview":"Nyt comedy show af Thomas Wivel ! Thomas Wivel har optrådt i spidsen af dansk stand-up i over 10 år – nogen kalder ham stand-uppernes GODFATHER. Han er en evig inspiration for alle, der holder af stand-up. Thomas kan noget med timing og levering, som ingen kan gøre ham efter. Det ser så legende let ud, når Thomas går på scenen, men underkend aldrig det enorme engagement, som driver Thomas til altid at være med helt fremme i alle afkroge af stand-uppens udvikling.","release_date":"2005-04-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67577,"title":"Thomas Wivel: Med ryggen mod muren","adult":false,"genre_ids":[]},{"cast":["Purv Pullen","Marion Darlington"],"overview":"A pet shop specializing in birds. The various caged birds chirp along to the score in their various styles (including a set of birds that looks like the Marx Brothers). A cat eyes the proceedings hungrily and makes his way in through an open transom, causing panic and an organized counterattack.","release_date":"1932-01-16","vote_average":5.9,"runtime":7,"cert":"N\/A","id":67584,"title":"The Bird Store","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The elderly owner of a china shop leaves for the night, and the various figurines and decorated mugs come to life. A demonic figure captures an upper-class lady and does battle with her lord, damaging much of the shop. But the demon proves to have a glass jaw and, literally, a yellow streak, and the happy couple is soon reunited. No dialogue, but some signs are in English, particularly the final punch-line.","release_date":"1934-01-13","vote_average":5.7,"runtime":8,"cert":"N\/A","id":67585,"title":"The China Shop","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The various clocks and watches in a clock store dance, ring alarms musically, and otherwise entertain us in an after hours presentation.","release_date":"1931-09-28","vote_average":5.6,"runtime":7,"cert":"N\/A","id":67586,"title":"The Clock Store","adult":false,"genre_ids":[16]},{"cast":["Cynthia Gibb","David Millbern","Jason Connery","Stuart Pankin"],"overview":"Separated after 15 years of marriage, Vicki and Jason are set up by their two teenage children to spend a Christmas vacation together on the beach. But their family vacation is further complicated when Vicki's boss and Jason's gorgeous assistant show up. As Jason spends more time with Vicki, it becomes clear that this marriage is far from over, and he decides to propose to her all over again. It will take a lot of luck, plenty of love and a little dose of magic to bring this family back together again.","release_date":"2007-12-09","vote_average":8.0,"runtime":90,"cert":"N\/A","id":67589,"title":"An Accidental Christmas","adult":false,"genre_ids":[10751,10749]},{"cast":["Clarence Nash","Dink Trout","Florence Gill"],"overview":"An old beetle (though he looks more like Jiminy Cricket) living next door to Donald Duck explains to his young charge why Donald's garden isn't the paradise it appears to be, by recounting his battles with Donald when he first discovered the garden, and his narrow escape assisted by a couple of birds.","release_date":"1949-10-14","vote_average":5.7,"runtime":7,"cert":"N\/A","id":67590,"title":"The Greener Yard","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","John Dehner"],"overview":"Donald and his nephews are litterbugs: they drop garbage everywhere they go - even when they are out for a drive in Donald's car - until they are stopped by a policeman who makes them pick up everything they have dropped.","release_date":"1961-06-21","vote_average":5.6,"runtime":8,"cert":"N\/A","id":67591,"title":"The Litterbug","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Thelma Boardman"],"overview":"Mickey wants some of the cake Minnie has just baked, so he offers to clean up her yard. As he's working, a tiny tornado (smaller than him) with a mind of its own comes along and causes trouble. After Mickey finally chases the little twister off, it gets its big brother, which makes a grand mess of the yard. Most of the cartoon, except for the opening and closing, has no dialogue.","release_date":"1941-02-14","vote_average":5.5,"runtime":8,"cert":"N\/A","id":67592,"title":"The Little Whirlwind","adult":false,"genre_ids":[16,35]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"Donald moves into a new home, and discovers his new neighbor is a slob, a mooch, and has a dog that comes crashing through the fence and digging in Donald's garden. Eventually it escalates into a full-scale war, with crowds cheering and TV coverage.","release_date":"1953-08-01","vote_average":5.8,"runtime":7,"cert":"N\/A","id":67593,"title":"The New Neighbor","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Thelma Boardman","Florence Gill","Ward Kimball","Fred Moore"],"overview":"Mickey courts Minnie in the Gay Nineties: they take in a vaudeville show and go for a drive in his horseless carriage, to the strains of \"While Strolling Through the Park\" and \"In the Good Old Summertime\". Goofy rides by on a penny-farthing bicycle, and the whole Duck family rides by on a bicycle built for five.","release_date":"1941-06-29","vote_average":5.9,"runtime":6,"cert":"N\/A","id":67594,"title":"The Nifty Nineties","adult":false,"genre_ids":[16,10751,35]},{"cast":["Holly Hunter","Beau Bridges","Swoosie Kurtz","Elizabeth Ruscio"],"overview":"When her daughter Shanna is disqualified from competing for her Junior High School cheer leading squad, Wanda Holloway tries to get her ex-husband's brother, Terry Harper, to hire a hitman to incapacitate Shanna's rival or the girl's mother. He wants nothing to do with it and after several unsuccessful attempts, finally manages to convince the police that Wanda is serious. She is eventually arrested and charged with conspiracy to commit murder but when the media get hold of the story, it becomes a sensation, making front page news around the world. Based on a true story.","release_date":"1993-04-10","vote_average":6.4,"runtime":99,"cert":"N\/A","id":67595,"title":"The Positively True Adventures of the Alleged Texas Cheerleader Murdering Mom","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The people of Hamelin, overrun with rats, offer a bag of gold to anyone who can get rid of the rats. A piper offers to do the job, and successfully lures the rats into a mirage of cheese, which disappears. The citizens, disappointed that all he did was play a tune, offer only pocket change. The piper, angered, plays a new tune that has all the children of the city follow him, even the new twins the stork is preparing to deliver.","release_date":"1933-09-16","vote_average":5.6,"runtime":8,"cert":"N\/A","id":67596,"title":"The Pied Piper","adult":false,"genre_ids":[16,10751]},{"cast":["Walt Disney","Lee Millar"],"overview":"Mickey and Pluto go hunting for quail. Pluto scares away the first ones they see; Mickey scolds him, then relents. He shows Pluto how to be a pointer, and they set off after another quail, but Mickey accidentally jumps on a bear's nose, and thinks it's Pluto. Meanwhile, Pluto finds the quail and points. The babies climb on board and start picking at his hairs, but Pluto's been told not to move. Mickey finally comes across Pluto, who by now is covered by small animals, and realizes he's being followed by a bear. Mickey tries to reason with the bear, and backs off a cliff, onto Pluto.","release_date":"1939-07-21","vote_average":5.2,"runtime":9,"cert":"N\/A","id":67599,"title":"The Pointer","adult":false,"genre_ids":[16,10751,35]},{"cast":["James MacDonald","Pinto Colvig"],"overview":"Mickey and Pluto go fishing. Pluto has a run-in with a clam, who eventually lodges in Pluto's mouth; Mickey thinks the clam is Pluto's tongue and can't understand why Pluto keeps begging for more food. After they get rid of the clam, Mickey's attempts to use his minnows as bait are thwarted by a hungry seagull; he brings his friends, and they chase our heroes away.","release_date":"1953-04-18","vote_average":5.7,"runtime":7,"cert":"N\/A","id":67600,"title":"The Simple Things","adult":false,"genre_ids":[16,35,10751]},{"cast":["Joe Tabb","Melissa Pursley","Jesse Bob Harper"],"overview":"Feedback is a techno-thriller that takes place a few years from now. Set in a bleak and desolate world, this is the story of three friends caught up in a streak of bad luck.","release_date":"2002-01-15","vote_average":3.5,"runtime":88,"cert":"N\/A","id":67601,"title":"Feedback","adult":false,"genre_ids":[878,53]},{"cast":[],"overview":"A kitchen is filled with houseflies. A spider wakes up and plays his web like a harp, attracting a pair of them; the female is trapped, and the male summons the cavalry, which arrives riding horseflies, riding dragonflies to drop pepper bombs, firing champagne bottles, and ultimately setting the web on fire and catching the spider on flypaper when he falls.","release_date":"1931-10-15","vote_average":5.4,"runtime":7,"cert":"N\/A","id":67602,"title":"The Spider and the Fly","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"Donald is caught in the rain while eating his lunch. He ducks into a restaurant for a cup of coffee, but Chez Pierre is a very ritzy place, and by the time all is said and done, he's facing a bill for $35.99, and he only got a drop of coffee, and he only has a nickel. Pierre takes him to court, where this story is told, and is ordered to pay $10 or wash dishes for ten days.","release_date":"1948-07-30","vote_average":4.9,"runtime":7,"cert":"N\/A","id":67603,"title":"The Trial of Donald Duck","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash"],"overview":"A duck may not look the muscled part, Donald takes his job as village blacksmith serious. First he fashions a new iron ring for an oxcart-wheel, and expertly makes it dance onto the wood, but then painfully experiences the laws of physics mercilessly punish any size error, worsened each time he insists. Then Donald services a shy-looking client: vain 'Jacqueline-ass' Jenny, who refuses to approve any of the shoe-models he presents, and therefore stubbornly resists his equally driven attempts to fit it on her back-hoof.","release_date":"1942-01-16","vote_average":5.5,"runtime":7,"cert":"N\/A","id":67604,"title":"The Village Smithy","adult":false,"genre_ids":[16]},{"cast":["Amitabh Bachchan","Dharmendra","Rishi Kapoor","Hema Malini","Reena Roy"],"overview":"Naseeb, a story of destiny and fate, begins with a lottery ticket. A drunk who cannot pay his restaurant bill trades his recently purchased ticket with a waiter. Naseeb becomes a poignant story about love, friendship, sacrifice, deceit, revenge and above all, destiny.","release_date":"1981-03-17","vote_average":7.3,"runtime":197,"cert":"N\/A","id":67605,"title":"Naseeb","adult":false,"genre_ids":[18]},{"cast":["Pinto Colvig","Walt Disney","Clarence Nash"],"overview":"Mickey, Donald, and Goofy are crewing a whaling ship. Their mishaps include Donald fighting off some hungry birds, Mickey and a bucket of water that keeps doing a boomerang impression, and Goofy firing the cannon and getting stuck high in the air, and ultimately inside a whale. And when he lands the whale well, let's just say they're gonna need a bigger boat.","release_date":"1938-08-19","vote_average":5.8,"runtime":8,"cert":"N\/A","id":67606,"title":"The Whalers","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Pinto Colvig","Billy Bletcher","Clarence Nash"],"overview":"Mad scientist Mickey has just brewed up a potion; to test it out, he squirts it on a fly that's been trapped by a spider, a (regular) mouse being harassed by a cat, then the cat when Pluto goes after it, and Pluto when dogcatcher Pegleg Pete goes after him. Each of the underdogs turns against his tormentor.","release_date":"1937-01-02","vote_average":5.2,"runtime":8,"cert":"N\/A","id":67607,"title":"The Worm Turns","adult":false,"genre_ids":[16]},{"cast":[],"overview":"At the race track, various spectators (all Goofy lookalikes) are playing the ponies. A posh rich Goofy bets on the equally posh Snapshot III while another more common looking Goofy bets on the bedraggled Old Moe. When the race begins, Snapshot and the rider are so overconfident they wait a few minutes after the race has begun to start running. When they finally do get going, Snapshot is not above stooping to dirty tricks such as tripping and biting the other horses. Sadly, Snapshot's vanity is what costs him winning the race (he stops to pose for the photo finish) and Old Moe is declared the winner.","release_date":"1948-01-23","vote_average":6.1,"runtime":7,"cert":"N\/A","id":67608,"title":"They're Off","adult":false,"genre_ids":[16]},{"cast":["Billy Bletcher","Pinto Colvig"],"overview":"As the title implies, the three blind mice are musketeers. The cat sets a number of traps for them, which they all evade (apparently without realizing it) while he sleeps. The cat eventually wakes up and begins chasing them unsuccessfully, thanks to their teamwork.","release_date":"1936-09-26","vote_average":6.7,"runtime":9,"cert":"N\/A","id":67609,"title":"Three Blind Mouseketeers","adult":false,"genre_ids":[16,10751]},{"cast":["Chico Diaz","Dira Paes","Chico Alves","Bárbara Cariry","Maira Cariry"],"overview":"Cruel and brave Brazilian outlaw called Corisco, living in the backcountry in the Northeast, an arid region, rapes 12-year-old Dadá, who becomes his woman, following him and his gang. Although they were supposed to fight against social injustice, they terrorized the small villages along their way.","release_date":"1996-09-02","vote_average":7.0,"runtime":112,"cert":"N\/A","id":67610,"title":"Corisco & Dadá","adult":false,"genre_ids":[18,12]},{"cast":["Anna Lise Phillips","Linda Cropper","Abi Tucker","Jeff Truman"],"overview":"A romantic story of young love is not what it seems.  Rachel meets Matt on his way home from school.  Matt falls for her, but Rachel has other ideas.  Rachel and her boyfriend Nick use Matt to exact a revenge on his parents.  What follows is an escalating story of revenge and payback: amoral teenager versus family.","release_date":"1999-09-15","vote_average":5.2,"runtime":83,"cert":"N\/A","id":67611,"title":"The New Girlfriend","adult":false,"genre_ids":[18,53]},{"cast":["Geraldo Del Rey","Mauricio do Valle","Yoná Magalhães","Othon Bastos","Lídio Silva"],"overview":"Set in the drought-plagued Brazilian badlands of the 1940s, Black God, White Devil explores the climate of superstition, physical and spiritual terrorism, and fear that gripped the country. The central characters, Manuel and Rosa, are on the run, and move credulously from allegiance to allegiance until they finally learn that the land belongs neither to god nor devil, but to the people themselves. The film’s storyline, somewhere between folk ballad and contemporary myth, contains a multitude of references to Brazilian history and culture.","release_date":"1964-03-13","vote_average":7.2,"runtime":120,"cert":"N\/A","id":67612,"title":"Black God, White Devil","adult":false,"genre_ids":[12,80,18,37]},{"cast":["Carlos Evelyn","Ariana Messias","Darci Figueiredo","Beto Simas","Milton de Almeida"],"overview":"On the eve of his return to Europe after an extended involuntary stay in 16th-century Brazil, the German sailor Hans Staden is captured by a hostile cannibal Indian tribe. In order to survive he tries to convince the Indians that he is not Portuguese (their enemies) but a friend of the French (their allies), and that his God would be very angry if they were to eat him.","release_date":"1999-07-31","vote_average":8.0,"runtime":92,"cert":"N\/A","id":67613,"title":"Hans Staden","adult":false,"genre_ids":[18]},{"cast":["José Dumont","Elba Ramalho","Tânia Alves","Sebastião Vasconcelos","Cacilda Lanuza"],"overview":"The saga of Severino, a poor guy living in the back country of Northeast Brazil, leaving for the big city of Recife, in search of a better life.","release_date":"1981-01-27","vote_average":7.0,"runtime":60,"cert":"N\/A","id":67614,"title":"Morte e Vida Severina","adult":false,"genre_ids":[18]},{"cast":["Alberto Ruschel","Marisa Prado","Milton Ribeiro","Vanja Orico","Adoniran Barbosa"],"overview":"In the times of the \"cangaceiros\" in the badlands of the North and Northeastern of Brazil, the cruel Capitão Galdino Ferreira and his band abduct the school teacher Olívia, expecting to receive a ransom for her. However, one of his men, Teodoro falls in love and flees with her through the arid backcountry chased by the brigands. Along their journey, Olívia also falls in love with Teodoro and proposes him to leave the countryside and move to the city. But Teodoro loves also his land and tells that he would like to die in the backcountry where he was born.","release_date":"1953-01-20","vote_average":8.5,"runtime":105,"cert":"N\/A","id":67615,"title":"The Bandit","adult":false,"genre_ids":[18,12]},{"cast":["Judd Nelson","Alison Eastwood","Nicholas Celozzi"],"overview":"Slight off-balance police inspector Palmer (Alison Eastwood) works with Father Brian (Judd Nelson) to solve for a religion-based killer, while she deals with her teen-aged goth sister.","release_date":"2005-04-26","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67616,"title":"The Lost Angel","adult":false,"genre_ids":[28,53]},{"cast":["Glória Pires","Patricia Pillar","Bruno Campos","Alexandre Paternost","Gianfrancesco Guarnieri"],"overview":"The story of two immigrant couples: Teresa and Angelo; Pierina and Massimo. While fighting for survival in the new world, the unexpected love of Massimo and Teresa appears. They react against family and cultural traditions and leave to a new destiny, leaving their partners. Quatrilho is the name of a card game in wich the player have to betray his partner in order to become the champion.","release_date":"1995-10-20","vote_average":6.5,"runtime":92,"cert":"N\/A","id":67617,"title":"O Quatrilho","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67618,"title":"L'Evangile selon Judas - National Geographic","adult":false,"genre_ids":[]},{"cast":[],"overview":"A sequel to 2006's Who Killed the Electric Car?, director Chris Paine once again looks at electric vehicles.  Where in the last film electric cars were dismissed as uneconomical and unreliable, and were under multiple attacks from government, the auto industry, and from energy companies who didn't want them to succeed, this film chronicles, in the light of new changes in technology, the world economy, and the auto industry itself, the race - from both major car companies like Ford and Nissan, and from new rising upstarts like Tesla - to bring a practical consumer EV to market.","release_date":"2011-10-21","vote_average":6.6,"runtime":90,"cert":"N\/A","id":67619,"title":"Revenge of the Electric Car","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Northern Song Dynasty, Ximen Qing, a lustful and wealthy merchant is dead. The grim reapers then escort him to the Palace of Yama in hell, the court of the lord of death. Yama immediately puts him on the last judgment. His crimes committed on earth are fully shown. Ximen Qing is born a womanizer, other than the numerous wives and concubines he has at home, he continues to have sex with different women outside. He has interests in prostitutes, maids, married women, virgins, i.e. every single kind of women. In order to coax the beautiful wives, he kills their husbands, and that Wu Da Lang, the ugly husband of the seductive Golden Lotus, is not the only victim… Nevertheless, Ximen Qing denies all of his crimes and argues with Yama. Yama feels indignation at his impudent behaviors and discloses some secrets even Ximen Qing is not aware of…","release_date":"2008-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":67620,"title":"Sex Of Golden Plums Part 1","adult":true,"genre_ids":[]},{"cast":[],"overview":"After the death of lustful merchant Ximen Qing, he is on trial in the Palace of Yama in hell, the court of the lord of death. During the trial, his crimes committed on earth are fully shown. Despite, he refuses to admit his sins and makes Yama feels indignation. The angry Yama then discloses some secrets even Ximen Qing is not aware of… Yama told Ximen Qing that his beloved Golden Lotus is not only as lascivious as him but also as vicious. She poisons her own husband Wu Da Lang, abuses her servants and commits lustful affaires…Then, Yama calls all the ghosts who died due to Ximen Qing to accuse him. Finally, he has to face a surprsing penalty that he deserves…","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67621,"title":"Sex Of Golden Plums Part 2","adult":true,"genre_ids":[]},{"cast":["Robert Siu Leung","Bessie Chan","Wong Chi-Wang","Fuka Sakurai"],"overview":"Two reporters from the adult section of the local paper are on the edge of losing their jobs and the only way out is to take an overseas assignment in Japan to explore the craziest and most kinky sex shops of Japan’s capital: Kabukicho. To push the competition, their publisher sends in a reporter posing as an aspiring actor who has to land himself a gig in a softcore Japanese adult video. There he meets the woman of his dreams, a young Japanese starlet about to enter the AV business……","release_date":"2000-01-01","vote_average":9.0,"runtime":90,"cert":"N\/A","id":67622,"title":"Naked Party","adult":false,"genre_ids":[]},{"cast":["Marin Akizuki","Misa Ebihara","Yuya Shimizu","Minoru Okada"],"overview":"Marine, who’s loved to fantasize since she was young, is now a student and a popular erotic comic writer. Her happiest moment is when she goes into an erotic fantasy while writing a story. One day, Tomomi, her best friend, calls to tell her that she’s broken up with Yoshio, a senior student in the swimming team. Having had feelings for him, Marine wrote her debut story about a man modeled after him. Her editor, Eto, suggests that her stories have become too mannered. Is what stimulates her fantasy running out? In the meantime, Marine receives a strange aphrodisiac from Yoshio. What change will it bring to her when she takes it?","release_date":"2006-08-24","vote_average":10.0,"runtime":60,"cert":"N\/A","id":67623,"title":"Erotic Comic Girl","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Goofy, driving through Mexico, deals with a stubborn bull on the road who eventually charges, and Goofy unwittingly subdues the bull. Mexicans who are watching the scene believe that Goofy is \"the great Matador\" and the minute Goofy arrives in Mexico City, they dress him like a matador and make him do battle with another bull. The reluctant Goofy tries to escape the enormous bull although after a while, once again, he triumphs over the bull by accident.","release_date":"1953-05-09","vote_average":5.9,"runtime":6,"cert":"N\/A","id":67624,"title":"For Whom the Bulls Toil","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig"],"overview":"Goofy goes duck-hunting.","release_date":"1947-10-31","vote_average":5.8,"runtime":6,"cert":"N\/A","id":67625,"title":"Foul Hunting","adult":false,"genre_ids":[16,35]},{"cast":["Lillian Randolph","Marcellite Garner"],"overview":"Three orphan kittens are entering a society house in winter and ruin the furniture. But when they're caught by the maid, the young daughter of the house \"rescues\" them from the cold out outside.","release_date":"1935-10-26","vote_average":6.9,"runtime":9,"cert":"N\/A","id":67626,"title":"Three Orphan Kittens","adult":false,"genre_ids":[16]},{"cast":["Julius Erving","Jonathan Winters","Meadowlark Lemon","Jack Kehoe","Kareem Abdul-Jabbar"],"overview":"The Pittsburgh basketball team is hopeless. Maybe with the aid of an astrologer, and some new astrologically compatible players, they can become winners.","release_date":"1979-11-06","vote_average":6.5,"runtime":102,"cert":"N\/A","id":67627,"title":"The Fish That Saved Pittsburgh","adult":false,"genre_ids":[35]},{"cast":["Beverly Lynne","Monique Parent","Charlie Laine","Nicole Sheridan","Christine Nguyen"],"overview":"Special Agent Tanya X attempts to unmask enemy agents who are passing top secret missile plans via high stakes poker games.","release_date":"2008-07-01","vote_average":4.7,"runtime":75,"cert":"N\/A","id":67628,"title":"Bikini Royale","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Come in from the cold &amp; experience the warmth &amp; comfort of a fireplace on your very own tv. This lets you enjoy a crackling fire without the hassle of smoke or soot. Includes 10 holiday carols.","release_date":"2008-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67629,"title":"Holiday Fire","adult":false,"genre_ids":[]},{"cast":["Lucky O'Boyle","J.C. Palermo","Rebecca Rocheford Davies","Clayton Halsey","Maureen Flaherty"],"overview":"A woman director is hired to finish the season of \"Bikini Squad\", a popular TV series about California beach lifeguards. A more than obvious lack of talent and basic intelligence among the crew make her contemplate leaving the set.","release_date":"1993-01-01","vote_average":1.5,"runtime":88,"cert":"N\/A","id":67630,"title":"Bikini Squad","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Chelyabinsk, Russia, once the site of a top secret Cold War atomic bomb factory, is now the most radioactively polluted city in the world. Its residents live with the consequences of catastrophic leaks and dumped toxic waste as cancers, auto-immune diseases, and undrinkable water flow freely. But the city most foul sprouts a most unlikely growth—the vibrant, inspiring Chelyabinsk Contemporary Dance Theatre.","release_date":"2009-11-12","vote_average":5.0,"runtime":57,"cert":"N\/A","id":67631,"title":"Tankograd","adult":false,"genre_ids":[99]},{"cast":["Ivan Dobronravov","Sergey Shnurov","Alexey Vertkov","Андрей Феськов","Александр Голубков"],"overview":"A young truck driver from a small, nameless Russian town sets off on a spiritual journey that has no actual purpose and no verifiable destination, encountering lonely women and small time crooks along the way.","release_date":"2010-06-09","vote_average":4.5,"runtime":95,"cert":"N\/A","id":67634,"title":"Truce","adult":false,"genre_ids":[18]},{"cast":["Karthi","Pranitha Subhash","Santhanam","Prakash Raj","Kota Srinivasa Rao"],"overview":"Saguni is a Tamil political satire film directed by Shankar Dayal. The film features Karthi and Pranitha in the lead roles, while Santhanam, Roja, Prakash Raj, Raadhika Sarathkumar and Nassar appear in supporting roles. The film along with its dubbed Telugu Version Sakuni released on June 22, 2012, It received mixed reviews.","release_date":"2012-06-22","vote_average":4.7,"runtime":150,"cert":"N\/A","id":67635,"title":"Saguni","adult":false,"genre_ids":[18]},{"cast":["Aldo Ray","Neville Brand","Tina Louise","John Carradine","Julie Newmar"],"overview":"Sex-hungry teens are kidnapped by auto mechanics, who take them to a rural hospital run by aliens who need their blood as the key to their own longevity.","release_date":"1985-10-10","vote_average":3.4,"runtime":84,"cert":"N\/A","id":67642,"title":"Evils of the Night","adult":false,"genre_ids":[27,878]},{"cast":["Sacha Guitry","Lana Marconi","Henri Belly","Georges Bever","Claire Brilletti"],"overview":"","release_date":"1951-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67645,"title":"Deburau","adult":false,"genre_ids":[18]},{"cast":["Tom Novembre","Gunilla Karlzen"],"overview":"","release_date":"1989-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67646,"title":"La salle de bain","adult":false,"genre_ids":[35,18]},{"cast":["Mireille Balin","Victor Boucher","Pierre Brasseur","Jeanne Cheirel"],"overview":"The story of Madame Leroy-Gomez, a wealthy divorcee living in Paris. Together with her servant Antoine she schemes to marry off her unmarried children and fix any issues that arise for those already married.","release_date":"1933-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67647,"title":"Le sexe faible","adult":false,"genre_ids":[35]},{"cast":["Edwige Feuillère","Franck Villard","Jean Debucourt","Paolo Stoppa"],"overview":"","release_date":"1951-11-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67648,"title":"Le cap de l'espérance","adult":false,"genre_ids":[80,18]},{"cast":["Gérard Depardieu","Souad Amidou","Hakim Ghanem","Jean Rochefort"],"overview":"The plot in this story weaves around like a New Year's reveler at four in the morning, heading first in one direction and then in another, with the intention of going home if things would just stop moving. Bernard (Gerard Depardieu) is a doctor whose Hippocratic oath was a hypocritic failure -- the not-so-good doctor kills his wife because she is having an affair, and he kills her lover too. Then he joins the French Foreign Legion. On his way to the former French colonies in Africa, the plane he is in crashes, and Rossi, a \"friend\" on the plane with some overweight in carry-on money, shoots Bernard and takes off, leaving him for dead. He is nursed back to life and health by friendly villagers and just his luck, he not only manages to make his fortune in Africa, he also nabs a French passport from a dying man who will clearly not need it anymore unless the Pearly Gates have a French guard.","release_date":"1982-09-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67649,"title":"The Big Brother","adult":false,"genre_ids":[80]},{"cast":["Roger Hanin","Gérard Klein","Christine Pascal","Robin Renucci"],"overview":"","release_date":"1985-01-09","vote_average":4.3,"runtime":null,"cert":"N\/A","id":67650,"title":"Train d'enfer","adult":false,"genre_ids":[80,18]},{"cast":["Harry Baur","Robert Le Vigan","Charles Granval","Jean Gabin"],"overview":"A 1934 French film about the death of Jesus Christ, released in English-speaking countries as Behold the Man.","release_date":"1935-01-01","vote_average":7.3,"runtime":95,"cert":"N\/A","id":67651,"title":"Behold the Man","adult":false,"genre_ids":[36]},{"cast":["Clément Sibony","Julie Gayet","Arsinée Khanjian","Thom Hoffman","Guillaume Canet"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67652,"title":"Sentimental Education","adult":false,"genre_ids":[]},{"cast":["Jean Yanne","Guillaume Canet","Laurence Côte","Yves Rénier","Philippe Laudenbach"],"overview":"Sauveur (Savior) needs someone to save him, and so he begins to look for his father, a fast- talking ladies' man. The son becomes attached to his misanthropic father, and soon a crippled woman photographer and a gigolo with a killer smile also enter the scene, and the situation becomes more and more impossible.","release_date":"1999-04-14","vote_average":6.3,"runtime":88,"cert":"N\/A","id":67653,"title":"Je règle mon pas sur le pas de mon père","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A toy stuffed dog has just been sewn together when it hears a young child ask for an orange. The child's mother explains that they have no money, and so she cannot buy any oranges. The dog is then packed up along with a box full of other toys to be sold, but it soon winds up in the street. The dog picks up an orange from a curb side stand, and hopes to take it home to the child. But that night, before the dog can get back to the child's home, it must face a series of strange and frightening adventures.","release_date":"1933-01-01","vote_average":7.3,"runtime":26,"cert":"N\/A","id":67654,"title":"The Mascot","adult":false,"genre_ids":[14,16]},{"cast":["Alexis Texas","Janice Marie","Adam Danoff","Robert Heath","Sarah Dewey"],"overview":"A military weapons manufacturer creates a chemical weapon that causes victims to become blood-lusting killers. A lab accident causes the building to go into lock-down and the employees are trapped inside with the crazed killers.","release_date":"2011-07-05","vote_average":2.8,"runtime":80,"cert":"N\/A","id":67655,"title":"Bloodlust Zombies","adult":false,"genre_ids":[35,27]},{"cast":["Marius Müller-Westernhagen"],"overview":"","release_date":"1989-01-01","vote_average":7.6,"runtime":null,"cert":"N\/A","id":67656,"title":"Westernhagen: LIVE","adult":false,"genre_ids":[10402]},{"cast":["Alain Delon","Jean Yanne","Renato Salvatori","Marie Déa"],"overview":"After years of poverty, Carrier, a repairman, inherits a large sum of money upon his brother's death in an accident. Now rich, he decides it is time to make his mark and be known at any cost. Becoming more and more mentally unstable, he begins to threaten police and the government signing his tracts, \"Armaguedon\". A detective from Interpol heads the investigation and prepares a trap at an international conference of world leaders in Paris.","release_date":"1977-03-16","vote_average":5.8,"runtime":null,"cert":"N\/A","id":67657,"title":"Armageddon","adult":false,"genre_ids":[53]},{"cast":["Michael Ealy","Jerry Ferrara","Meagan Good","Regina Hall","Kevin Hart"],"overview":"The balance of power in four couples’ relationships is upset when the women start using the advice in Steve Harvey’s book, Act Like A Lady, Think Like A Man, to get more of what they want from their men. When the men realize that the women have gotten a hold of their relationship “playbook,” they decide that the best defense is a good offense and come up with a plan to use this information to their advantage.","release_date":"2012-04-16","vote_average":6.9,"runtime":122,"cert":"12","id":67660,"title":"Think Like a Man","adult":false,"genre_ids":[35,10749]},{"cast":["Walt Disney"],"overview":"Mickey has been reading Alice in Wonderland, and falls asleep. He finds himself on the other side of the mirror, where the furniture is alive. He eats a walnut, which makes him briefly larger, then small. He dances around a lot, ultimately doing a major number with a deck of cards. He dances with the queen, making the king jealous. He comes after Mickey with swords, and Mickey defends himself with a sewing needle. Mickey gets the upper hand, and the king calls for reinforcements. Mickey finds himself chased by several decks, which throw their spots at him. He turns on a fan and blows them away, back through the mirror, where his alarm is ringing.","release_date":"1936-05-30","vote_average":6.8,"runtime":9,"cert":"N\/A","id":67661,"title":"Thru the Mirror","adult":false,"genre_ids":[16]},{"cast":["Jamie Foxx","Martin Lawrence"],"overview":"Modern day independent women try to make it on their own, one bank robbery at a time.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67666,"title":"The Skank Robbers","adult":false,"genre_ids":[28,35]},{"cast":["Valérie Bonneton","Charles Berling","Guilaine Londez","Thierry Godard","Vasil Vivitz Grecu"],"overview":"Benoît and Claire want to sell their country-side house where Claire´s brother commit suicide. Both go to the house to renovate it and sell it for a better price. Since the first night they stay there Claire is convinced that they are not alone...","release_date":"2011-01-19","vote_average":4.5,"runtime":80,"cert":"N\/A","id":67667,"title":"Forbidden House","adult":false,"genre_ids":[18,27]},{"cast":["Frank Beard","Billy Gibbons","Dusty Hill"],"overview":"1.Gimme all your lovin  2.Sharp dressed man  3.Legs'  4.TV dinners  5.Sleeping Bag  6.Stages'  7.rough boy  8.Velco fly (includes Toni Basil dancing, in a skimpy outfit).  9.Give it up  10.My head's in Mississippi  11.Burger Man  12.Viva Las Vegas","release_date":"1992-01-01","vote_average":6.6,"runtime":50,"cert":"N\/A","id":67674,"title":"ZZ Top: Greatest Hits","adult":false,"genre_ids":[10402,99]},{"cast":["Dianna Agron","Lea Michele","Gwyneth Paltrow","Darren Criss","Chris Colfer"],"overview":"A concert documentary shot during the Glee Live! In Concert! summer 2011 tour, featuring song performances and Glee fans' life stories and how the show influenced them.","release_date":"2011-08-11","vote_average":7.3,"runtime":84,"cert":"N\/A","id":67675,"title":"Glee: The Concert Movie","adult":false,"genre_ids":[99,10402,10751]},{"cast":["Sumanth","Vimala Raman","Priyamani","Giri Babu","Ali"],"overview":"Raaj, a fashion photographer, who has been forcibly married by his father to Mythili even though he is in love with a girl named Priya, who has disappeared mysteriously.","release_date":"2011-03-18","vote_average":5.7,"runtime":156,"cert":"N\/A","id":67676,"title":"Raaj","adult":false,"genre_ids":[18]},{"cast":["Swathi Reddy","Sumanth"],"overview":"Set on the backdrop of cricket, the story begins with the Golconda High School which housed the best cricket team about fifteen years ago.","release_date":"2011-01-14","vote_average":6.0,"runtime":130,"cert":"N\/A","id":67677,"title":"Golkonda High School","adult":false,"genre_ids":[]},{"cast":["Srikanth Meka","Vimala Raman","Ramya Krishnan","Sakshi Shivananda","Jayaprakash Reddy"],"overview":"Mighty star Srikanth comes up with yet another attempt to prove himself as a mass hero while fighter Sudhakar Naidu tries his hand at wielding the megaphone.","release_date":"2010-12-30","vote_average":3.0,"runtime":null,"cert":"N\/A","id":67678,"title":"Ranga the Donga","adult":false,"genre_ids":[]},{"cast":["Don Dohler","J.J. Abrams","Skizz Cyzyk","Lloyd Kaufman","Don Leifert"],"overview":"A look at the works and life of the late, great Don Dohler.","release_date":"2009-02-24","vote_average":5.8,"runtime":75,"cert":"N\/A","id":67679,"title":"Blood, Boobs and Beast","adult":false,"genre_ids":[99,27]},{"cast":["Mariya Poroshina","Aleksandr Semchev","Yekaterina Vasilyeva"],"overview":"12 лет прошло с тех пор, как Матвей последний раз видел дочь Лизу. Она уехала совсем маленькой, а вернулась своенравным подростком. Со своими представлениями о жизни в целом, и собственном отце в частности. В это же время в город приезжает бывшая сокурсница Матвея, а ныне известная актриса — Алиса. У нее свои проблемы, она сбегает в приморский городок в надежде обрести душевное равновесие и разобраться в своих чувствах. Она возобновляет дружеские отношения с Матвеем и знакомится с Лизой. Вместе герои фильма переживают собственные невзгоды, поддерживая друг друга: папа и дочь пытаются найти путь навстречу друг другу, а Алиса надеется вернуть утерянное семейное счастье…","release_date":"2007-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67682,"title":"Glavnoe Uspet","adult":false,"genre_ids":[10749,18]},{"cast":["Oleg Tabakov","Elena Proklova","Oleg Efremov","Evgeni Leonov","Leonid Kuravlyov"],"overview":"This late 60s Russian films is set in 1920, just 3 years after the October revolution. Folks had the choice between red and white, revolution and contra revolution. In that torn-apart-time, one man, the comedian Volodya, tries to mediate, not between different ideologies, but social life and art. While others just want to wash away their gloom, he reflects on the everyday sorrows and the role of art in that time of changes.","release_date":"1969-06-06","vote_average":6.6,"runtime":94,"cert":"N\/A","id":67683,"title":"Shine, Shine, My Star","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Bones Brigade DVD VI Features: Agah, Barbee, Caballero, Diaz, Guerrero, Harris, Hawk, Hill, Johnson, Kekitch, Lasek, Mariano, McGill, McKay, Mountain, Roach, Rodriguez, Saito, Saiz, Sanderson, Thomas, Turner, Underhill, Washburn, Welinder","release_date":"1989-01-01","vote_average":6.2,"runtime":77,"cert":"N\/A","id":67684,"title":"Powell Peralta: Ban This","adult":false,"genre_ids":[]},{"cast":["Bradley Cooper","Colleen Porch","David Gail","Shauna Vatovec","James Martin Kelly"],"overview":"When single photographer Kenna finally gets her own exhibition, she turns her attention to her love life. Yet two different men, sensitive Jeff and strong-willed Martin, are determined to win her heart, pulling her free spirit in opposite directions.","release_date":"2002-09-27","vote_average":3.9,"runtime":87,"cert":"N\/A","id":67685,"title":"Bending All The Rules","adult":false,"genre_ids":[35,10749]},{"cast":["Aleksey Gorbunov","Arnis Licitis","Vladislav Galkin","Yuriy Grigorev"],"overview":"Помощник капитана иностранного торгового судна Чиф связывается с международной наркомафией. Он берется перевезти крупную партию наркотиков в контейнерах без маркировки. Маркировка будет поставлена позднее и только по указанию грузоотправителя. Неожиданно для дозаправки судну приходится зайти в советский порт.","release_date":"1984-06-06","vote_average":1.0,"runtime":92,"cert":"N\/A","id":67686,"title":"Gruz Bez Markirovki","adult":false,"genre_ids":[12,28]},{"cast":["Tatyana Doronina","Leonid Nevedomsky","Vladimir Samoylov","Viktor Shulgin","Alexey Bahar"],"overview":"Shura Olevantseva leads a happy life with her children and her loving husband Pavel. One day she hears the news that the woman, who once loved her husband, died and that Sveta, Pavel's daughter about whom he knew nothing, is now an orphan. It wasn't easy for Shura to welcome Sveta into her home. It was even more difficult to win her heart, and to give her back the joy of childhood and the belief that she's not alone.","release_date":"1973-06-06","vote_average":7.0,"runtime":85,"cert":"N\/A","id":67687,"title":"The Stepmother","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bones Brigade DVD VII Features: Agah, Barbee, Bradley, Caballero, Conklin, Dominguez, Diaz, DeJesus, Fowlie, Nicky Guerrero, Gaines, Harris, Hawk, Hill, Hirata, Kekitch, Kho, Toth, Lasek, Manzoori, Martin, McCann, McGill, McKay, Mortimer, Mountain, Plass, Prieto, Roach, Saiz, Suriel, Sanderson, Thomas, Tominen, Underhill, Valdes, Washburn, Welinder","release_date":"1990-01-01","vote_average":5.3,"runtime":60,"cert":"N\/A","id":67688,"title":"Powell Peralta: Propaganda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bones Brigade DVD IV. A video extravaganza in living color and drop dead B&amp;W. Features: Barbee, Borst, Bradley, Caballero, Chapman, Grasset, Guerrero, Harris, Hawk, Hill, Lasek, McKay, McGill, Mountain, Mullen, Peralta, Powell, Saito, Saiz, Sanderson, Smith, Thiebaud, Thomas, Vallely, Way","release_date":"1988-01-01","vote_average":5.3,"runtime":60,"cert":"N\/A","id":67689,"title":"Powell Peralta: Public Domain","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary of the October 2004 east coast horror convention.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67690,"title":"Chiller Theatre","adult":false,"genre_ids":[27,99]},{"cast":["Lash La Rue","Anna Lane Tatum","Cynthia Bailey","Mary Dalton","Paul Holman"],"overview":"The spirits of dead Indians are haunting a couple's house, and they call in an exorcist, whose trademark is a black whip, to get rid of them.","release_date":"1985-06-01","vote_average":4.0,"runtime":78,"cert":"N\/A","id":67691,"title":"The Dark Power","adult":false,"genre_ids":[35,27,14]},{"cast":["Pinto Colvig"],"overview":"Big game hunter Goofy and his trusty elephant search for a tiger to hunt.","release_date":"1945-01-06","vote_average":6.3,"runtime":7,"cert":"N\/A","id":67694,"title":"Tiger Trouble","adult":false,"genre_ids":[16,35]},{"cast":["Pinto Colvig"],"overview":"Indeed, man craves to eat and George Geef (Goofy) is no exception. He eats like it's going out of style. Finally, his reflection in the mirror tells him he's getting too fat. Goofy starts showing all the signs of being overweight. When he gets into a taxi, the back tires deflate. When he gets into an elevator, the elevator remains grounded. Goofy's reflection \"helps\" him lose weight by refusing to let him eat. Geef thinks he can resist but is soon upset by all manner of temptations. He goes to bed but sleepwalks to the refrigerator only to discover it is empty. It turns out his reflection ate all the food telling him, \"Eat, drink, and be merry, and tomorrow we diet!\"","release_date":"1951-06-29","vote_average":6.1,"runtime":7,"cert":"N\/A","id":67695,"title":"Tomorrow We Diet","adult":false,"genre_ids":[16]},{"cast":["Sidney Poitier","Ester Anderson","Yvette Curtis","George Baker","Johnny Sekka"],"overview":"Widower Dr. Matt Younger and his daughter go to London for a month of dirt-bike racing. While there, Dr. Younger is surprised by finding himself attracted to Catherine, a charming but elusive woman who seems to have some mysterious men following her. A romance slowly develops between the doctor and Catherine, but there are complications to their happiness.","release_date":"1973-05-23","vote_average":6.4,"runtime":99,"cert":"N\/A","id":67696,"title":"A Warm December","adult":false,"genre_ids":[18,10749]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"When Donald Duck chops a Christmas tree, the inquisitive chipmunks Chip and Dale follow and see him decorate it with nuts and sweets. So they sneak in his home, determined to 'harvest' it all, using the toys for the Duck nephews, as if Christmas came early for them, so to say. Donald puts up an equally 'playful' yet grim defense, so it all rapidly escalates into a bitter miniature two-to-one-giant war over the Christmas-treats.","release_date":"1949-12-16","vote_average":6.5,"runtime":7,"cert":"N\/A","id":67697,"title":"Toy Tinkers","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Chip and Dale come across Donald's house trailer. They amuse themselves by jumping on his car horn, which wakes up Donald, who chases them off. Donald heads for the swimming hole, but Chip and Dale mess with the diving board and send him crashing into his trailer. Next, they bomb Donald with pine-cones through the hole in his roof. Donald goes after them, but ends up wrecking his car.","release_date":"1950-04-28","vote_average":6.0,"runtime":6,"cert":"N\/A","id":67698,"title":"Trailer Horn","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","June Foray","Thurl Ravenscroft"],"overview":"Donald's nephews come by for halloween and  plays tricks on them. But Witch Hazel was watching, and offers to help the boys get even. She brews up a potion that animates inanimate objects and sics them on . He initially agrees to treat the boys, until he hears the witch call him a \"pushover\". She animates his feet to get him to cough up the key to his pantry.","release_date":"1952-10-10","vote_average":6.5,"runtime":8,"cert":"N\/A","id":67699,"title":"Trick or Treat","adult":false,"genre_ids":[35,16,14]},{"cast":["David McCullough","Paul Roebling","Julie Harris","Olga Bellin"],"overview":"They called themselves the United Society of Believers in Christ's Second Appearing, but because of their ecstatic dancing, the world called them Shakers. Ken Burns creates a moving portrait of this particularly American movement, and in the process, offers us a new and unusually moving way to understand the Shakers.","release_date":"1985-08-07","vote_average":7.0,"runtime":57,"cert":"N\/A","id":67700,"title":"The Shakers: Hands to Work, Hearts to God","adult":false,"genre_ids":[99]},{"cast":[],"overview":"HBO documentary about interviews with conservatives in America regarding their opinion about Barack Obama during the 2008 presidential campaign and election.","release_date":"2009-02-15","vote_average":8.0,"runtime":45,"cert":"N\/A","id":67701,"title":"Right America:  Feeling Wronged","adult":false,"genre_ids":[99]},{"cast":["Clarence Nash","Billy Bletcher","John McLeish"],"overview":"Pegleg Pete is practicing his trombone, badly. So badly, it's annoying the gods Jupiter and Vulcan and neighbor Donald. Only Donald has the temerity to confront him. He does, and Pete kicks him back home. The gods see this, and decide to give Donald a little bit of power which instantly goes to his head.","release_date":"1944-02-18","vote_average":5.5,"runtime":7,"cert":"N\/A","id":67702,"title":"Trombone Trouble","adult":false,"genre_ids":[16]},{"cast":["Walt Disney","Pinto Colvig","Clarence Nash"],"overview":"Mickey is performing routine maintenance on his tugboat (with interference from a pelican) when a call comes on the radio that there's a sinking ship needing assistance. Sadly, Mickey's crew consists of Donald and Goofy, so getting underway to help is not easy. Goofy has to fight a boiler's door to get it stoked with coal (and when he succeeds, he overfills it) and Donald gets tangled up in the machinery. Not to mention that nobody casts off, so they drag half the dock along with them. The overworked boiler soon explodes.","release_date":"1940-04-26","vote_average":6.1,"runtime":7,"cert":"N\/A","id":67703,"title":"Tugboat Mickey","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"After several long days at work, Goofy finally takes a much needed vacation. However, his trip never quite gets off the ground mainly because he spends most of it stuck behind a slow moving trailer. When he gets a flat tire, the mechanic inspects every part of his car except the tire. The only motel he can find is a little shack too close to a railroad track. On the road once more, he gets stuck behind said trailer again only to pass it and discover no one is driving it.","release_date":"1952-10-31","vote_average":6.7,"runtime":6,"cert":"N\/A","id":67704,"title":"Two Weeks Vacation","adult":false,"genre_ids":[16]},{"cast":["Damian McGinty","Paul Byrom ","George Donaldson ","Ryan Kelly  ","Keith Harkin"],"overview":"In this concert recorded live in Poughkeepsie, New York, Keith, Paul, George, Ryan, Damien, and Neil perform the following songs: 1\/ Heartland, 2\/ Buachaill ón Eirne, 3\/ The Dutchman, 4\/ Black Is The Color, 5\/ Working Man, 6\/ Home From The Sea, 7\/ Just A Song At Twilight, 8\/ Belfast Polka, 9\/ Gold &amp; Silver Days, 10\/ Noreen, 11\/ Steal Away, 12\/ Skye Boat Song, 13\/ Whiskey In The Jar, 14\/ My Love Is Like A Red Red Rose, 15\/ Ireland's Call, 16\/ A Place In The Choir.","release_date":"2011-02-22","vote_average":8.0,"runtime":60,"cert":"N\/A","id":67705,"title":"Celtic Thunder: Heritage","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bandit Pistol Pete enters a lawless western town and robs a bank. The town is in desperate need of a sheriff. Enter wandering cowboy Goofy who notices a pretty girl being held up in a stagecoach robbery by Pete. Lovestruck and completely oblivious to Pete, he foils the robbery while getting to know the girl better. This earns him a reputation as a great gunslinger and he is challenged to apprehend Pete. Pete tries to get his revenge on Goofy but every attempt backfires due to Goofy's clumsiness usually directed unintentionally at Pete.","release_date":"1952-05-16","vote_average":6.5,"runtime":7,"cert":"N\/A","id":67706,"title":"Two Gun Goofy","adult":false,"genre_ids":[16]},{"cast":["David McCullough","Cokie Roberts","Alistair Cooke","Arthur Miller","Charles McDowell"],"overview":"For 200 years, the United States Congress has been one of the country's most important and least understood institutions. In this elegant, thoughtful and often touching portrait, Ken Burns explores the history and promise of this unique American institution. Using historical photographs and newsreels, evocative live footage and interviews with David Broder, Alistair Cooke, Cokie Roberts, Charles McDowell and others, the award-winning film chronicles the personalities, events and issues that have animated the first 200 years of Congress and, in turn, our country.","release_date":"1989-03-19","vote_average":0.0,"runtime":89,"cert":"N\/A","id":67707,"title":"The Congress","adult":false,"genre_ids":[99,36]},{"cast":["Clarence Nash","Pinto Colvig"],"overview":"Donald spills some sugar on his sidewalk, and soon the ants are in complete control of his home, stealing the cake he was baking, building a pipeline from his maple syrup to their hill, and causing general mayhem.","release_date":"1952-07-18","vote_average":6.0,"runtime":6,"cert":"N\/A","id":67708,"title":"Uncle Donald's Ants","adult":false,"genre_ids":[16,10751]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Donald's playing lumberjack, but the targeted tree just happens to be the home of Chip 'n Dale. They give Donald plenty of trouble cutting down the tree, but eventually he succeeds. The wily chipmunks, though, manage to get their revenge on the homewrecker.","release_date":"1955-09-23","vote_average":6.3,"runtime":7,"cert":"N\/A","id":67709,"title":"Up a Tree","adult":false,"genre_ids":[16,35,10751]},{"cast":["Clarence Nash"],"overview":"Donald re-paints his car, and a bird lands on it. In the mayhem that ensues, the car ends up covered with handprints, spotted a dozen different colors, stripped of paint, and covered with the stuffing from the seats so that it resembles a sheepdog.","release_date":"1946-08-09","vote_average":5.2,"runtime":7,"cert":"N\/A","id":67712,"title":"Wet Paint","adult":false,"genre_ids":[10751,16]},{"cast":["Lou Fleischer","Jack Mercer","Mae Questel","Gus Wickie"],"overview":"In \"Popeye Meets Sindbad (Bluto),\" Popeye's perennial enemy almost outshines him. Bluto is in rare form, his rich, bass voice rendering with gusto a catchy tune. He is also charismatic as a comic relief. This cartoon gem, one of Popeye's best, comes in vibrant colors thanks to having been digitally revamped.","release_date":"1936-11-27","vote_average":6.2,"runtime":16,"cert":"N\/A","id":67713,"title":"Popeye the Sailor Meets Sindbad the Sailor","adult":false,"genre_ids":[35,16]},{"cast":["David Carradine","Robert Tessier","Anna Rapagna","William Zipp","Dawn Wildsmith"],"overview":"In the future, a cop protects a reporter from an organization of crooked, renegade cops who thinks she knows too much about them.","release_date":"1989-02-08","vote_average":3.8,"runtime":84,"cert":"N\/A","id":67716,"title":"Future Force","adult":false,"genre_ids":[28,80,878]},{"cast":["Matt McCoy","Kelly LeBrock","John Terlesky","Kimberly Kelley","Rochelle Swanson"],"overview":"Donnie and her whores strap on guns, saddle up, and ride out seeking justice.","release_date":"1995-06-01","vote_average":4.3,"runtime":88,"cert":"N\/A","id":67717,"title":"Hard Bounty","adult":false,"genre_ids":[28]},{"cast":["Nicole Scent","Donna Lynn","Camille Warner","Alisa Ann Hull","Angela Carnon"],"overview":"It's another year at Hollywood High and the students are upholding the standards of their school. It's the end of the semester and finals are near, but that doesn't stop the girls of Hollywood High from having fun. From the pool to the beach, they cavort with their boyfriends, drink, and smoke a joint or two. But the fun stops when a teacher keeps one of the guys after school for some personal tutoring.","release_date":"1981-07-01","vote_average":1.5,"runtime":86,"cert":"N\/A","id":67718,"title":"Hollywood High Part II","adult":false,"genre_ids":[35]},{"cast":["Riley Smith","Willa Ford","Marshall R. Teague","Christian Kane","Barry Corbin"],"overview":"Captain Lance Deakin has returned home after serving his country in Iraq. In his civilian life, he is a Texan ranch handler who lives with his partner, Becca. Deakin tries to get back into his simple way of life but strange images, memories and flashbacks of the war keep coming back to him.","release_date":"2011-11-30","vote_average":3.6,"runtime":90,"cert":"N\/A","id":67723,"title":"Universal Squadrons","adult":false,"genre_ids":[28,53]},{"cast":["Danni Ashe","Lorissa McComas","Glori-Anne Gilbert","Kimberly Kupps","Whitney Wonders"],"overview":"Uncle Lou comes thru again! Note: It was a close call on classifying this as \"adult\". Probably 95% or more of it was softcore\/R-rated\/\"shake them jugs\" type of content. Then there was that 5% or so that moved below the belt . . .","release_date":"2009-11-02","vote_average":6.0,"runtime":180,"cert":"N\/A","id":67724,"title":"Hooterama 3-D","adult":true,"genre_ids":[]},{"cast":["Vlastimil Brodský","Zuzana Bydžovská","Ota Sklenčka","Jaromír Hanzlík","Jana Dítětová"],"overview":"Televizní film Františka Filipa, jehož autorem je Zdeněk Svěrák. Hlavní hrdinou příběhu je bývalý učitel biologie Montelík (Vlastimil Brodský), který se dostane před soud, když neudrží nervy a uhodí svého bývalého žáka, který je synem z prominentní rodiny. Spřízněnou duši nachází profesor při soudním přelíčení v mladé začínající advokátce (Zuzana Bydžovská), která se přes neochotu okolí snaží zachránit čest a důstojnost starého profesora.","release_date":"1985-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":67727,"title":"Případ Platfus","adult":false,"genre_ids":[35,18]},{"cast":["Mark Jax","Katie Orgill","Eartha Kitt","Gary Martin"],"overview":"Howard, a shy morgue worker, falls in love with a girl who ends up in the morgue, but he doesn't let that stop him. Howard has a secret - he is in love with Christine. There's only one problem, Christine is DEAD! A grave was no place for Christine, the only place for her was at Howard's side. At last she was his, his to dress, his to feed and to care for.","release_date":"1990-02-01","vote_average":6.0,"runtime":92,"cert":"","id":67730,"title":"Living Doll","adult":false,"genre_ids":[27]},{"cast":["Michel Auclair","Antoine Balpêtré","Raymond Bussières","Jacques Castelot","Jean Debucourt"],"overview":"","release_date":"1950-09-20","vote_average":5.0,"runtime":105,"cert":"N\/A","id":67731,"title":"Justice Is Done","adult":false,"genre_ids":[18]},{"cast":["Shahir AF8","Shera Aiyob","Kilafairy","Along Eyzendy","Sidek Hussain"],"overview":"Four students are heading back to their college in Kuantan, after a night out in Kuala Lumpur, when they encounter massive traffic on the Karak highway. In an attempt to make it back in time for their classes in the morning, they decide to exit the highway and take an alternative route back to Kuantan via the old single carriageway trunk road.... not knowing that this decision would change their lives forever. Written by Dr Shireen M Hashim","release_date":"2011-05-26","vote_average":6.3,"runtime":96,"cert":"N\/A","id":67732,"title":"KARAK","adult":false,"genre_ids":[27]},{"cast":["Patrick Onzia","Peter Bulckaen","Nele Goossens","Ludo Hellinx","Britt van der Borght"],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":67733,"title":"Dobus - Welkom in het Circus","adult":false,"genre_ids":[10751]},{"cast":["Georges Milton","Samson Fainsilber","Tania Fédor","Valentine Tessier","Robert Le Vigan"],"overview":"","release_date":"1935-11-22","vote_average":0.0,"runtime":115,"cert":"N\/A","id":67734,"title":"The Queen and the Cardinal","adult":false,"genre_ids":[18]},{"cast":["Hélène Perdrière","Jean Chevrier","Jeanne Provost","Luce Feyrer"],"overview":"","release_date":"1948-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67735,"title":"Le maître de forges","adult":false,"genre_ids":[35,18]},{"cast":["Simone Signoret","Raf Vallone","Jacques Duby","Maria Pia Casilio","Roland Lesaffre"],"overview":"Star-crossed lovers Thérèse (Simone Signoret) and Laurent (Raf Vallone) think they've gotten away with murder after Thérèse's weakling husband \"falls\" from a speeding train. But when forced to contend with a blackmailer's demands and the mute accusations of Thérèse's mother-in-law (French stage and screen diva Sylvie, in a scene stealing performance), it's only a matter of time before the law, their passion or blind chance trips them up.","release_date":"1953-11-06","vote_average":6.3,"runtime":102,"cert":"N\/A","id":67736,"title":"Thérèse Raquin","adult":false,"genre_ids":[53,18]},{"cast":["Bernice Stegers","Stanko Molnar","Veronica Zinny","Roberto Posse","Ferdinando Orlandi"],"overview":"A middle-aged woman, traumatized from the death of her adulterous lover, moves into a room at a New Orleans boarding house where the blind landlord becomes suspicious to her activities of continuing her affair with her dead lover.","release_date":"1980-04-17","vote_average":5.8,"runtime":89,"cert":"N\/A","id":67737,"title":"Macabre","adult":false,"genre_ids":[27,18]},{"cast":["Grégori Derangère","Irène Jacob","Jean-Pierre Darroussin","Patrick Chesnais","Guillaume Canet"],"overview":"Directed by Rémi Waterhouse, Mille Millièmes is centered around an eccentric ensemble of apartment residents. Kindness is noticeably absent among their quarters, as demonstrated by a dating pair of neighbors whose request to have their apartments connected was flatly denied. To make matters worse, beggars gathering at a charity event are cruelly tormented by various tenants during the Christmas season. Last but not least is the Portuguese concierge whose services are in danger of being replaced by a more cost-effective alternative, and a widow whose recent loss earns her no sympathy from the rent-demanding landlords.","release_date":"2002-08-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67738,"title":"The Landlords","adult":false,"genre_ids":[35]},{"cast":["Vincent Lindon","Guillaume Canet","Mélanie Doutey","François Berléand","Brunelle Lemonnier"],"overview":"13th century France. To live, to survive, requires weapons. Which do you choose? Weapons of war, which give the power to punish and kill? Or the sword of knowledge, which gives the power to read and heal? Two brothers, separated long ago, must do battle. Alongside, and coming between them, a woman... Thomas, the mercenary, his body marked by scars of varying degrees of valor, left the family farm many years ago. When he returns, his mother, the local healer, is dead. She passed on her skills to her younger son, Arnaud. But he has lost his memory after a beating from a gang of ruthless outlaws. And so, Arnaud's young and defiantly resourceful wife, Guillemette, must persuade Thomas to help her in the quest for lost knowledge.","release_date":"2002-03-13","vote_average":7.8,"runtime":115,"cert":"N\/A","id":67739,"title":"The Warrior's Brother","adult":false,"genre_ids":[12,36]},{"cast":["Jimmy McNichol","Susan Tyrrell","Bo Svenson","Julia Duffy","Marcia Lewis"],"overview":"Rejected by her lover, the only man left in Cheryl's life is the orphaned nephew she has raised as her own son. She'll stop at nothing to keep Billy with her. When her plans misfire, she is swept up into an insane frenzy that means death to anyone who comes between her and her obsession. But the investigating detective is convinced that Billy is the real killer - and determined to prove it. Madness and fanaticism work together to drag all concerned into a terrifying vortex of blood-letting that adds a nightmarish twist to the classic Oedipus story.","release_date":"1982-02-24","vote_average":6.9,"runtime":96,"cert":"N\/A","id":67740,"title":"Butcher, Baker, Nightmare Maker","adult":false,"genre_ids":[53,27]},{"cast":["Guillaume Canet","Burt Young","Monica Trombetta","Nick Sandow","Jay Rivera"],"overview":"Daniel Moulin goes to New York on a business trip and decides to take advantage of his time in the Big Apple to try and locate the father he never knew. The only thing he has to go on however is an address in the Bronx that is 25 years old.","release_date":"2001-03-21","vote_average":4.0,"runtime":104,"cert":"N\/A","id":67741,"title":"The Day the Ponies Come Back","adult":false,"genre_ids":[18]},{"cast":["Elizabeth Cartier","Carol J. Clover","Debbie D","Michelle Glick","Fred Vogel"],"overview":"S&Man (also known as Sandman) is a 2006 pseudo-documentary film that examines the underground subculture of horror films. It combines real interviews with indie horror film makers and a scripted plot that does not immediately come into focus until the second half of the film.","release_date":"2006-03-10","vote_average":4.9,"runtime":84,"cert":"N\/A","id":67742,"title":"S&Man","adult":false,"genre_ids":[27]},{"cast":["Patrick Onzia","Peter Bulckaen","Nele Goossens","Ludo Hellinx","Britt van der Borght"],"overview":"","release_date":"2011-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67743,"title":"Dobus - Vlindertjes vangen","adult":false,"genre_ids":[]},{"cast":["Lee Grant","Helen Hunt","Susan Myers","Lelia Goldoni","Jack Colvin"],"overview":"A distraught mother must cope with her embittered daughter who has the ability to cause \"accidents\" to happen.","release_date":"1977-02-20","vote_average":5.3,"runtime":86,"cert":"N\/A","id":67744,"title":"The Spell","adult":false,"genre_ids":[27]},{"cast":["Dirk Benedict","Ted McGinley","Patsy Kensit","David Warner","Donald Hodson"],"overview":"Hot aerial sequences accelerate the excitement in \"Blue Tornado.\" Air Force fighter pilots on a test mission are blinded by a dazzling light on a mountainside: Philip (Ted McGinley) crashes and disappears. Flight leader Alex (Dirk Benedict) is debriefed but his inquiry is shelved. More jets mysteriously disappear in the sequestered area. Alex's covert investigation, with the assistance of the beautiful NATO researcher Isabella (Patsy Kensit) is officially subverted by a Committee of Inquiry. So on his own reconnaissance, the defiant Alex hazards a final desperate search for his missing friend, discovering the secrets shrouded on the forbidden mountain!","release_date":"1991-09-18","vote_average":0.0,"runtime":96,"cert":"N\/A","id":67745,"title":"Blue Tornado","adult":false,"genre_ids":[28,878,53]},{"cast":["Patrick Onzia","Peter Bulckaen","Nele Goossens","Ludo Hellinx","Britt van der Borght"],"overview":"","release_date":"2011-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67746,"title":"Dobus - De papegaai","adult":false,"genre_ids":[10751]},{"cast":["Dirk Bogarde","Maria Perschy","Alfred Lynch","Nigel Stock","Reginald Beckwith"],"overview":"A British officer, captured by the Germans, tries everything he can to escape. In the process, amongst many other adventures he gets awarded the Iron Cross !! Based on a true story.","release_date":"1962-06-01","vote_average":7.0,"runtime":116,"cert":"","id":67749,"title":"The Password Is Courage","adult":false,"genre_ids":[35,18,10752]},{"cast":["Alan Bates","Theresa Russell","Sting","Lena Headey","Jim Carter"],"overview":"Sir Hugo is more interested in reconstructing dinosaur bones than in paying attention to his wife, Lady Harriet. He's not thrilled when daughter Cleo brings home her betrothed, Sidney, who aspires to be a poet. The new butler, Fledge, provides Lady Harriet with the attention she's been missing and then seduces Sidney. Did he have a role in Sidney's disappearance as well?","release_date":"1995-09-09","vote_average":7.0,"runtime":null,"cert":"18","id":67750,"title":"The Grotesque","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Fernand Charpin","Henri Poupon","Orane Demazis","Léon Belières"],"overview":"A pompous grocer’s assistant in Marseille annoys a visiting film crew so much that they prank him with a phony acting contract; believing it to be real, the “schpountz” heads to Paris for his new career.","release_date":"1938-04-15","vote_average":6.5,"runtime":160,"cert":"N\/A","id":67753,"title":"Le Schpountz","adult":false,"genre_ids":[35]},{"cast":["Coluche","Jean Rochefort","Gérard Jugnot","Robert Dalban","Roland Dubillard"],"overview":"A bus conductor gets dressed for work in the morning, goes to the toilet, where he is killed by a bomb. The Commissioner and his fat, bumbling assistant, Inspector Charbonnier are put on the case. After interviewing friends, wives, colleagues, and spying on strangers who might be connected, our heroes trace the assassin down to a mental institution where, it seems, the murder victim has been an inmate for the last three years...","release_date":"1976-01-07","vote_average":5.5,"runtime":74,"cert":"N\/A","id":67754,"title":"The Toilets Were Closed from the Inside","adult":false,"genre_ids":[80,35]},{"cast":["Fernandel","Edmond Ardisson","Jean Gaven","Pierrette Bruno","Georges Chamarat"],"overview":"","release_date":"1953-02-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67757,"title":"The Wild Oat","adult":false,"genre_ids":[35]},{"cast":["Erika Eleniak","Adam Baldwin","Julie du Page","James Remar","Damian Chapa"],"overview":"When one of her hits goes wrong, a professional assassin ends up with a suitcase full of a million dollars belonging to a mob boss ...","release_date":"2003-08-01","vote_average":3.7,"runtime":90,"cert":"N\/A","id":67758,"title":"Betrayal","adult":false,"genre_ids":[28,18,53]},{"cast":["Greg Berg","Ruth Buzzi","Nancy Cartwright","Cathy Cavadini","Ryan Davis"],"overview":"Based on the popular line of plush dolls, this fun-filled feature follows Pound Puppies Cooler, Whopper (and Big Paw), and company as they try to track down a mystical object known as the \"Bone of Scone\" that allows children and canines to communicate with each other. As the dynamic dogs attempt to retrieve the item from a group of thieves, they experience the adventure of a lifetime.","release_date":"1988-03-18","vote_average":3.6,"runtime":76,"cert":"N\/A","id":67761,"title":"Pound Puppies and the Legend of Big Paw","adult":false,"genre_ids":[10751]},{"cast":["Markus Rygaard","Alberte Blichfeldt","Flemming Quist Møller","Elith Nulle Nykjær"],"overview":"Jonathan, 11, usually spends his vacations alone with his grandfather who lives on the edge of a vast forest populated by mythical animals. This year his kid sister Sophie joins him. But it's not cool to be stuck with a little sister, so he does what he can to avoid her. He succeeds entirely too well: Sophie is kidnapped by a giant, 1000-year-old bear. Now, Jonathan has to venture into the heart of the forest to confront the strange beings that dwell there and rescue his sister.","release_date":"2011-02-10","vote_average":6.3,"runtime":75,"cert":"N\/A","id":67762,"title":"The Great Bear","adult":false,"genre_ids":[12,16,10751,14]},{"cast":["Klaas van der Eerden"],"overview":"In zijn hilarische voorstelling \"Wortels\" neemt Klaas van der Eerden het publiek mee naar zijn roots. Opgegroeid in de jaren zeventig in een boerengehuchtje boven Amsterdam in een hippiegezin; laat het maar aan Klaas over om daar met zijn grappige verhalen, typetjes en improvisaties compleet op los te gaan. \"Wortels zit boordevol originele vondsten met een hoge grapdichtheid\" schreef het AD dan ook. En De Volkskrant had genoten van de \"smakelijke verhalen\" en noemde Wortel \"een vermakelijk en zinnig programma\". En dan hebben we het nog niet eens gehad over de zeer komische, muzikale hoogstandjes waarmee Klaas zijn publiek steeds weer verbaast. Conclusie: een energieke volbloed entertainer die zich iedere avond voor de volle 100% geeft en daarmee iedere zaal uit z'n dak laat gaan!","release_date":"2009-10-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67763,"title":"Klaas van der Eerden: Wortels","adult":false,"genre_ids":[]},{"cast":["Lana Clarkson","Liat Goodson","Kimberley Roberts","Bart Muller","Warren Draper"],"overview":"Three sexy cops will have to go undercover to catch a ruthless pornographer who is murdering young runaway girls.","release_date":"1996-06-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67764,"title":"Vice Girls","adult":false,"genre_ids":[28,80,18]},{"cast":["Klaas van der Eerden"],"overview":"","release_date":"2002-05-03","vote_average":7.0,"runtime":51,"cert":"N\/A","id":67765,"title":"Klaas van der Eerden: Extreem","adult":false,"genre_ids":[35]},{"cast":["Klaas van der Eerden"],"overview":"","release_date":"2007-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67766,"title":"Klaas van der Eerden: Schaap","adult":false,"genre_ids":[]},{"cast":["Liselotte Pulver","Heinz Baumann","Hanne Wieder","Georg Thomalla","Curt Bois"],"overview":"The ghosts of thieves help a beautiful young countess save her inherited castle from modern developers in this comic horror\/musical.","release_date":"1960-12-15","vote_average":6.4,"runtime":101,"cert":"N\/A","id":67767,"title":"The Haunted Castle","adult":false,"genre_ids":[12,35,27]},{"cast":["Klaas van der Eerden"],"overview":"","release_date":"2003-01-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":67768,"title":"Klaas van der Eerden: Mix","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Bacri","Nicole Garcia","Patrick Chesnais","Sam Karmann","François Chattot"],"overview":"Comedy drama about an apathetic writer whose only interest is in his psychiatrist's watch which may have belonged to John F. Kennedy at the time of his assassination in 1963.","release_date":"1999-12-22","vote_average":6.0,"runtime":86,"cert":"N\/A","id":67769,"title":"Kennedy et moi","adult":false,"genre_ids":[35]},{"cast":["Kristel Zweers"],"overview":"","release_date":"2009-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67770,"title":"Kristel Zweers: Onschuldig","adult":false,"genre_ids":[]},{"cast":["Michel Serrault","Guy Marchand","Pierre Arditi","Jean-Pierre Bacri","Bernard Fresson"],"overview":"Anxious and shy, Michaud works for a company that specializes in alarms, safes and other security devices.","release_date":"1988-08-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":67771,"title":"Bonjour l'angoisse","adult":false,"genre_ids":[35]},{"cast":["Cher","Sandy Dennis","Karen Black","Sudie Bond","Kathy Bates"],"overview":"The Disciples of James Dean meet up on the anniversary of his death and mull over their lives in the present and in flashback, revealing the truth behind their complicated lives.","release_date":"1982-11-12","vote_average":5.3,"runtime":109,"cert":"N\/A","id":67772,"title":"Come Back to the 5 & Dime, Jimmy Dean, Jimmy Dean","adult":false,"genre_ids":[35,18]},{"cast":["Silvester Zwaneveld"],"overview":"","release_date":"2010-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67773,"title":"Silvester: Alone","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This film is about an elderly lady (Gogo) who is diagnosed with Alzheimer disease. It looks at her son and her family's reaction to her illness.","release_date":"2010-01-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":67774,"title":"Mamma Gógó","adult":false,"genre_ids":[35,18]},{"cast":["Wim Helsen"],"overview":"","release_date":"2007-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67775,"title":"Wim Helsen: Het helste van Helsen","adult":false,"genre_ids":[]},{"cast":["Guido Weijers"],"overview":"","release_date":"2005-11-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67776,"title":"Guido Weijers: Myosotis","adult":false,"genre_ids":[35]},{"cast":["Guido Weijers"],"overview":"","release_date":"2004-05-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67777,"title":"Guido Weijers: Oxymoron","adult":false,"genre_ids":[35]},{"cast":["Guido Weijers"],"overview":"","release_date":"2007-12-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67778,"title":"Guido Weijers: Xipnao","adult":false,"genre_ids":[35]},{"cast":["Valeri Smirnov","Natalya Yegorova","Valeriy Priyomykhov","Lev Borisov"],"overview":"1945 год, война позади. Восемнадцатилетний сержант Сергей Кружкой после тяжелого ранения возвращается домой. Узнав, что в городе орудует банда преступников, герой решает помочь органам правопорядка и в одиночку начинает расследование. После первого столкновения с бандитами Сергей попадает в госпиталь. К нему приезжают фронтовые друзья и они вместе разрабатывают план действий…","release_date":"1987-06-06","vote_average":0.0,"runtime":99,"cert":"N\/A","id":67779,"title":"Moy Boevoy Rashchyot","adult":false,"genre_ids":[12,28,10752]},{"cast":["Arie Koomen","Silvester Zwaneveld"],"overview":"","release_date":"2005-01-01","vote_average":6.0,"runtime":165,"cert":"N\/A","id":67780,"title":"Arie & Silvester - 200%","adult":false,"genre_ids":[35]},{"cast":["Yegor Grammatikov","Anya Golubeva","Georgi Millyar","Olga Volkova","Tatyana Bozhok"],"overview":"Six-grader Sasha is a very talented artist but he doesn't to show his paintings to anyone.","release_date":"1979-06-06","vote_average":5.5,"runtime":63,"cert":"N\/A","id":67781,"title":"My First Friend","adult":false,"genre_ids":[10751,10749]},{"cast":["Arie Koomen","Silvester Zwaneveld"],"overview":"","release_date":"2002-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":67782,"title":"Arie & Silvester - Rammen","adult":false,"genre_ids":[35]},{"cast":["Arie Koomen","Silvester Zwaneveld"],"overview":"","release_date":"2004-05-06","vote_average":0.0,"runtime":200,"cert":"N\/A","id":67783,"title":"Arie & Silvester - Samengevat","adult":false,"genre_ids":[35]},{"cast":["Arie Koomen","Silvester Zwaneveld"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":67784,"title":"Arie & Silvester - Vet","adult":false,"genre_ids":[35]},{"cast":[],"overview":"9 Hi-Definition music animations All 8 animations from Animusic 2 Pipe Dream, from Animusic 1 Bonus Features","release_date":"2010-11-27","vote_average":6.7,"runtime":42,"cert":"N\/A","id":67785,"title":"Animusic HD","adult":false,"genre_ids":[16,10402]},{"cast":["Arkadiy Raykin","Mariya Mironova","Vasili Merkuryev","Lyudmila Tselikovskaya","Mikhail Yanshin"],"overview":"Maximov and his wife Larisa Levkoyeva going to vacation, but in last minutes Levkoyeva were called back to theater. And Maximov goes all alone to the Crimea on the train. On the one of station he miss his train and must check the city and make a concert to reach the point of destination. But he is so popular that people just didn't let him rest like he want...","release_date":"1954-08-17","vote_average":6.8,"runtime":89,"cert":"N\/A","id":67786,"title":"Did We Meet Somewhere Before","adult":false,"genre_ids":[35]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"Donald is travelling the countryside and decides to rest for the night. He refuses to stay at the motel because of its $16 fee so he sets up camp in a woodland area. First he has problems blowing up the air mattress, then by a troublesome boulder, and finally after the air mattress is blown up, it deflates sending Don riding through the air back to the motel where it is presumed he changed his mind and slept there for the night and must pay the $16.","release_date":"1947-09-12","vote_average":5.7,"runtime":7,"cert":"N\/A","id":67787,"title":"Wide Open Spaces","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In the last of the Silly Symphonies season cycle, bears hibernate (or try to), raccoons sneeze, moose swim, and pretty much everyone ice skates. Everyone gathers around the groundhog to see what happens.","release_date":"1930-10-30","vote_average":5.2,"runtime":7,"cert":"N\/A","id":67788,"title":"Winter","adult":false,"genre_ids":[16]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"It's October 7th and Chip is working industriously to store enough acorns in the tree for the winter. Dale would rather sleep in his matchbox, but an angry kick from Chip gets him working furiously. But there's only so much they can do. Their tree is nearly out of acorns. Luckily, the two semi-intelligible chipmunks happen to see the half-unintelligible Donald Duck, a park ranger, planting acorns. They immediately set to steal his bag of the precious nuts. Donald soon realizes what they are up to, and sets out a box propped up with a stick. It's a crude trap, with an acorn as bait; but it's not too crude to fool Dale, who upsets it and traps Chip. Soon, Donald finds he can have fun instigating a fight between these two quarrelsome chipmunks, but he underestimates their friendship and their ability to work as a team against a common enemy: in this case, a bad-tempered duck.","release_date":"1949-06-03","vote_average":6.5,"runtime":7,"cert":"N\/A","id":67789,"title":"Winter Storage","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig","Walt Disney","Marcellite Garner"],"overview":"The princess (Minnie) is to wed the Prince (Goofy, still known as Dippy Dawg) against her wishes. When she refuses, her father the king locks her in the tower. Minstrel Mickey sees her and rescues her, making a rope from the clothes of lady-in-waiting Clarabell. The king spots them and prepares to chop off Mickey's head until Minnie intercedes. The king calls for a joust. Mickey wins, and they live happily ever after.","release_date":"1933-04-08","vote_average":6.0,"runtime":8,"cert":"N\/A","id":67790,"title":"Ye Olden Days","adult":false,"genre_ids":[16]},{"cast":["Dada Chan","Kenny Bee","Renee Dai"],"overview":"This romantic comedy follows three introverted guys, ZaiZai, Nick and Jacky. All three are finding it tough when it comes to the matters of love. Jacky, a homey guy only goes out when he sees the opportunity to be with Mindy, an actress. Elsewhere, when ZaiZai comes to the aid of the pretty Diana, his good intentions gets misunderstood and his girlfriend breaks up with him. Feeling guilty, Diana gets confused with her feelings for ZaiZai, and tries to hook up her friend, Lucy with ZaiZai’s best friend, Nick. The two hit it off at first, but as their relationship progresses, Lucy starts to question her relationship with Nick. As the 3 guys deal with their heartache, follow their lives in the city, as they long for the love they find hard to reach.","release_date":"2011-04-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":67791,"title":"Chase Our Love","adult":false,"genre_ids":[35,10749]},{"cast":["Nur Fathiah Diaz","Amir Izwan","Balqis Fadhullah Lee","Kee Yong Pin","Kannan Rajan"],"overview":"Two best friends, Badrol and Lim went to Badrol's village (kampong) where he grew up, with intentions to experience some long-forgotten true Malaysian life in his Grandfather's durian orchard. However their simple holiday trip is cut short by the discovery of a clue that leads them closer to the legend of the mystery house deep in the forest. Together with their newly found friends, Rajoo the animal-whispering boy, Rose the village beauty, and her two mischievous twin brothers, Upin and Ipin, they work together to unravel the secrets surrounding the small Kampong.","release_date":"2009-02-12","vote_average":4.3,"runtime":94,"cert":"N\/A","id":67792,"title":"Geng: The Adventure Begins","adult":false,"genre_ids":[16,10751]},{"cast":["Louis Koo","Gao Yuanyuan","Daniel Wu","Lam Suet","Larisa"],"overview":"Mainlander &amp; financial analyst Cheng Zixin (Gao Yuan-Yuan), who followed her then boyfriend Owen (Terence Yin) to Hong Kong, runs into her ex-boyfriend while riding the bus. Owen is now with his pregnant wife and when his wife spots Owen talking to his ex she she freaks out. Cheng hurriedly gets off the bus and, being in a daze, is almost run over by a car. A haggard drunk named Fang (Daniel Wu) then saves Cheng.  Meanwhile, in a nearby car, sits CEO Cheung Shen (Louis Koo) who watches everything that transpires. CEO Cheung Shen is a playboy who also works in an office building directly adjacent to Cheng Zixin. Cheung Shen soon starts to woo Cheng Zixin by sending messages to her through the window of his office building. The drunk haggard Fang, who saved Cheng Zixin's life, runs into Cheng Zixin a few weeks later. It turns out that the drunk haggard is a Canadian-born top architect going through personal problems. They soon become friends.","release_date":"2011-03-31","vote_average":6.6,"runtime":115,"cert":"N\/A","id":67793,"title":"Don't Go Breaking My Heart","adult":false,"genre_ids":[10749,35]},{"cast":["Julie Christie","Shashi Kapoor","Greta Scacchi","Christopher Cazenove","Nickolas Grace"],"overview":"The parallel story of Anne and her grand-aunt Olivia in their experiences in India","release_date":"1983-01-01","vote_average":6.7,"runtime":133,"cert":"","id":67794,"title":"Heat and Dust","adult":false,"genre_ids":[18,10749]},{"cast":["Bob Cresse","Laine Carlin","Leticia Cooper","Laura Eden","Connie Hudson"],"overview":"The Wolfman, Dracula and Frankenstein spy on a girls' school in the mountains, where most of the girls spend their time sunbathing in the nude, nude exercises and nude art classes. The monsters finally invade the school…","release_date":"1962-06-01","vote_average":4.8,"runtime":62,"cert":"N\/A","id":67795,"title":"House on Bare Mountain","adult":false,"genre_ids":[27,35]},{"cast":["Robert M. Knight","Carlos Santana","Jeff Beck","Slash","Steve Vai"],"overview":"A documentary about rock 'n' roll photographer Robert M. Knight and his mission to find the world's best new guitar player.","release_date":"2009-08-14","vote_average":4.3,"runtime":80,"cert":"N\/A","id":67796,"title":"Rock Prophecies","adult":false,"genre_ids":[99]},{"cast":["Oleg Zhakov","Mikhail Kuznetsov","Nikolai Cherkasov","Viktor Khokhryakov","Lyudmila Shabalina"],"overview":"Три друга, три молодых хирурга, вернувшись с войны, начинают работу над сложной медицинской проблемой. Напряженный труд не приводит к желаемым результатам, и двое из них перестают верить в успех...","release_date":"1946-06-06","vote_average":6.0,"runtime":101,"cert":"N\/A","id":67797,"title":"Vo Imya Zhizni","adult":false,"genre_ids":[18]},{"cast":["Alena Penz","Gunther Ziegler","Franziska Stommer","Robby Murr","Helga Konig"],"overview":"Johnny has been left a hefty inheritance from his recently deceased uncle - an infamous ladies' man. But there is a unique stipulation standing in the way of its collection. The sexually inexperienced Johnny has seven days to bed the last seven women that his uncle had seduced. All of them are young, lusty and insatiable beauties who gladly obey the uncle's dying request and show Johnny all there is to know about around-the-clock lovemaking and more! But as Johnny's triumphs and pleasures mount from girls one through six, he discovers that his seventh and final conquest - the most luscious vixen of all - may be a little harder to achieve. Will Johnny fulfill his uncle's wish and secure untold financial and sexual rewards beyond his wildest dreams? Or will his bedcount fall one short?","release_date":"1973-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":67798,"title":"I Like The Girls Who Do","adult":false,"genre_ids":[]},{"cast":[],"overview":"Franklin is planning his birthday party and it's going to be the best party ever! After seeking input from all his friends, Franklin decides that a trip to Tamarack Point has something for everyone. Carried away by his excitement, Franklin invites his 10 closest friends before discussing the plan with his parents. When his parents declare the plan too ambitious, Franklin is crushed--he can't bear to disappoint his friends. With a little creativity and some help from Bear and his parents, Franklin manages to create a really fun party right in his own neighborhood.","release_date":"","vote_average":10.0,"runtime":45,"cert":"N\/A","id":67801,"title":"Franklin: Franklin's Birthday Party","adult":false,"genre_ids":[16,10751]},{"cast":["H. Kanazawa","H. Shirai","T. Kase","M. Mori","H. Shoji"],"overview":"Learn the original versions of all 21 of the JKA katas performed by the original masters of Shotokan, Nakayama,Enoeda, Mikami, Kase, Shirai, Asai and the rest of the original group of masters. You will learn forms like Jitte, Jion, Enpi 5 Heinans, 3 Tekki's and many more.","release_date":"","vote_average":0.0,"runtime":68,"cert":"N\/A","id":67802,"title":"JKA Japan Karate Association 21 Shotokan Karate Kata","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film for release Spring 2011 following four superbike riders through their dramatic British Superbike Season. They are the new GLADIATORS, battling at 200MPH, riding through torturous conditions and risking life and limb at every race meeting. Only one can be the true champion. The film follows the great British hope, Tommy Hill, a fearless racer who cheated death at 14 years old. It tracks James Ellison, the northern heartthrob who came second in 2009, and HAS to win to save his career. Also Gary Mason, an ex privateer now racing on a factory Kawasaki bike who has everything to prove. And finally black leather clad Josh 'Bad Boy' Brookes, the Australian out to steal the crown from the British hopefuls. Film score by David Vanian of the Damned, music by Phil Collen of Def Leppard and Manraze. Directed by Mark Sloper","release_date":"2011-03-14","vote_average":6.0,"runtime":100,"cert":"","id":67803,"title":"I Superbiker","adult":false,"genre_ids":[99,28]},{"cast":["John Noble","Erik Morales","Shane Richie","Grainne Joughin","Simon Phillips"],"overview":"As one of the rising talents of amateur boxing, Howard Winstone, a young Welsh boy from Merthyr Tydfil, was fast making a name for himself with his knock out right hand. A long professional fighting career surely beckoned? Then disaster strikes. An industrial accident results in Winstone losing three fingers on his right hand. Through sheer determination, and despite only being able to make a fist with one hand, Winstone develops a dynamic new style and begins boxing his way back up the amateur ranks eventually turning pro. Supported by his family and guided by new trainer, Eddie Thomas, Winstone becomes the Champion of Britain and then Europe. Now, with the hopes of an entire nation on his shoulders, he is stood poised to challenge for the crown of Featherweight Champion of the World ...","release_date":"2010-07-28","vote_average":2.0,"runtime":116,"cert":"15","id":67804,"title":"Risen","adult":false,"genre_ids":[18]},{"cast":["Glori-Anne Gilbert","Frank Harper","Jay Richardson","Kirk Flavious","Julie K. Smith"],"overview":"A married man finds various women in Internet fantasy chats. When his buxom wife dies, he claims one of his lovers surely did it. Is it incidental that his wife's identical twin fully sympathizes with his affairs?","release_date":"2005-05-31","vote_average":6.3,"runtime":77,"cert":"N\/A","id":67805,"title":"Lust Connection","adult":false,"genre_ids":[]},{"cast":["Noel Palomaria","Malcolm Moorman","Charles Lanyer","Michael Waite","Paula Kay Perry"],"overview":"Hard is about a gay serial killer and the gay detective who is forced to go after him. It has an interesting story: the closeted gay detective is abruptly forced out of the closet after the killer handcuffs him to his bed and makes off with his badge. He then becomes a suspect himself... and all that.","release_date":"1998-06-22","vote_average":6.2,"runtime":102,"cert":"N\/A","id":67810,"title":"Hard","adult":false,"genre_ids":[53]},{"cast":["Robert Kouba Senior"],"overview":"Since a few decades they were watching us. Studying us. What are they? Nobody knows. Nobody but Ivan Petrenko Karkarov. The Russian physicist started to study a phenomenon which was occurring since several decades. In 1982 he found an answer to the strange phenomenon but before he could tell anyone he mysteriously vanished. 30 years later, in Newell Iowa, Dean Hollister seems to be a normal guy until strange radar anomalies appear throughout the world. All of a sudden something starts to happen at the sky, black rifts appear. Behind those rifts something is moving. It's watching us.","release_date":"2012-08-25","vote_average":5.5,"runtime":26,"cert":"N\/A","id":67811,"title":"The Rift","adult":false,"genre_ids":[27,53,878]},{"cast":["David Brooks","John Robson"],"overview":"Two car thieves get into an argument as the alarm goes off. For several minutes they continue to argue when they should be making tracks.","release_date":"2008-01-01","vote_average":0.0,"runtime":4,"cert":"","id":67812,"title":"The Ex","adult":false,"genre_ids":[35,10749]},{"cast":["Louis Wright","Ciara Barker","Derek Kueter"],"overview":"Who's afraid of giants and dragons when you've got love and a couple of magical mischief-makers on your side? In a magical land, the brave knight Tristan and the beautiful Princess Isolde meet and fall in love. The evil schemes of envious Baron Ganelon threaten their love, but they'll get by with a little help from their friends-the wiley, wood-sprite Puck and a feisty fairy called Teazle.","release_date":"2002-04-03","vote_average":5.2,"runtime":83,"cert":"N\/A","id":67813,"title":"Tristan & Isolde","adult":false,"genre_ids":[16,12,10751,10749]},{"cast":["Derek Lofton","Nicholas Toscani","Shawn Laguna"],"overview":"Black Lightning is recruited as an undercover cop to infiltrate Ricky Rodriguez, also known as 'The Mexecutioner', and find out where a major drug deal is about to happen. Meanwhile, Twist Jackson, a past nemesis of Black's, treks across the state in pursuit of him with his own agenda.","release_date":"2008-01-01","vote_average":6.2,"runtime":80,"cert":"N\/A","id":67814,"title":"Black Lightning","adult":false,"genre_ids":[28,35,80,878]},{"cast":["María José Nieto","José Sazatornil","Ramoncín","Julián Navarro","Antonio Ozores"],"overview":"A story of a family whose father tries by all means to maintain the strictest ethics and morality ... or at least appear so. His beautiful young daughter tries to emancipate hereself and looks for a job, but the chance is that the first thing that comes out is underwear seller.  She starts to work and problems start  for all.","release_date":"1982-04-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":67815,"title":"La vendedora de ropa interior","adult":false,"genre_ids":[35]},{"cast":["Gabi Golan","Keren Miedzinski","Shosh Miedzinski"],"overview":"A family is looking for a stone. A stone that is suitable to be used as a tombstone on their prodigal son’s grave. The search turns into a journey. The loss brings back that which was repressed.","release_date":"2010-01-01","vote_average":6.0,"runtime":20,"cert":"N\/A","id":67816,"title":"The Descent","adult":false,"genre_ids":[18]},{"cast":["José Luis López Vázquez","Concha Velasco","Máximo Valverde","Manuel Zarzo","Queta Claver"],"overview":"","release_date":"1972-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67817,"title":"El vikingo","adult":false,"genre_ids":[35]},{"cast":["Aya Hirano","Jun Fukuyama","Akio Otsuka","Romi Park"],"overview":"The first segment called \"Elliptical Orbit\" is about a ship called the Flying Dutchman returning to Earth after an extended absence with a cargo of \"protons\" to be used for energy. A terrorist group with military combat suits boards the station they dock with intending to use the proton cargo as a massive bomb. The second segment, \"Symbiotic Planet\", is a story of two secret lovers from opposing sides of a conflict trying to build a life together.","release_date":"2010-05-27","vote_average":6.2,"runtime":88,"cert":"N\/A","id":67818,"title":"To","adult":false,"genre_ids":[28,12,16,878]},{"cast":["Lina Morgan","José Sazatornil","Tina Sáinz","Pedro Valentín","Luisa Sala"],"overview":"","release_date":"1973-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":67819,"title":"Una monja y un Don Juan","adult":false,"genre_ids":[]},{"cast":["Hal Holbrook","Lawrence Dane","Robin Gammell","Ken James","Gary Reineke"],"overview":"Five doctors on a wilderness outing are stalked by disfigured, crazed killers.","release_date":"1977-07-21","vote_average":6.2,"runtime":100,"cert":"N\/A","id":67822,"title":"Rituals","adult":false,"genre_ids":[12,27,53]},{"cast":[],"overview":"A baby woodpecker mistakes Jerry for his mother. The mouse rejects the newly hatched bird but soon finds himself protecting it against his feline nemesis, Tom.","release_date":"1949-05-14","vote_average":6.6,"runtime":8,"cert":"N\/A","id":67823,"title":"Hatch Up Your Troubles","adult":false,"genre_ids":[16,10751]},{"cast":["Billy Bletcher"],"overview":"During yet another pursuit of Jerry, Tom ends up being killed when an upright piano slides down the stairs and slams into him. He meets a feline St. Peter at the gate of the Heavenly Express, but is initially turned away due to his constant torture. However, he will be allowed onto the train if he can have Jerry sign a letter of forgiveness within one hour. If not, it's Hell for Tom. Will he go up or down?","release_date":"1949-07-09","vote_average":6.9,"runtime":8,"cert":"N\/A","id":67824,"title":"Heavenly Puss","adult":false,"genre_ids":[16,10751]},{"cast":["Gary Dourdan"],"overview":"The last 14 months of George Jackson's life was an existence under subjective and objective conditions in California's industrial prison complex. George Jackson would spend 11 years in jail (7 of which were in solitary confinement) for a $70 gas station robbery crime in 1960. He was 18 years of age when the sentence of one year-to-life was handed down to him.","release_date":"2007-08-01","vote_average":5.3,"runtime":116,"cert":"N\/A","id":67829,"title":"Black August","adult":false,"genre_ids":[18]},{"cast":["Mike Bordin","Roddy Bottum","Bill Gould","Jim Martin","Mike Patton"],"overview":"Faith No More performs at the Brixton Academy in London. You Fat Bastards: Live at the Brixton Academy was the only officially released live album and video by Faith No More. It was recorded by William Shapland on April 28, 1990 in the Brixton Academy, London during the tour supporting their third studio album The Real Thing.","release_date":"1990-08-20","vote_average":4.3,"runtime":58,"cert":"N\/A","id":67830,"title":"Faith No More: You Fat Bastards - Live at the Brixton Academy, London","adult":false,"genre_ids":[10402]},{"cast":["Yves Jacques","Jacques Godin","Andrée Lachapelle","Aliocha Schneider","Nicole Max"],"overview":"Christmas approaches and the Lévesque family has once again gathered for their traditional celebration. But this time there is a mixture of emotions running through each person. The patriarch of the family suffers from a combination of Parkinson’s Disease and heart failure. His life reduced in every way, the end approaches and there are unhappy memories of his once violent and authoritarian past. But his wife, ten children and many grandchildren try to maintain a semblance of the Christmas season.","release_date":"2010-02-26","vote_average":7.3,"runtime":91,"cert":"N\/A","id":67833,"title":"The Last Escape","adult":false,"genre_ids":[]},{"cast":["Sasha Kopov","Eduard Martsevich","Yelena Kosteryova","Yelena Maksimova","Natalya Vorobyova"],"overview":"A story about a young boy who must spend a few months in a hospital.","release_date":"1975-06-06","vote_average":0.0,"runtime":73,"cert":"N\/A","id":67836,"title":"This Disturbing Winter","adult":false,"genre_ids":[10751]},{"cast":["Anna Dubrovskaya","Lyudmila Artemeva","Arnis Licitis","Aleksandr Dyachenko"],"overview":"В день собственного 30-летия, молодая удачная бизнес леди при странноватых событиях знакомится с лесным отшельником. На 1-ый взор, случайная встреча, не может воздействовать ни на бизнес нашей героини, ни на размеренную светскую жизнь. Но как пологается, у судьбы свои планы - Ира не просто влюбляется в лесного обитателя, а попросту говоря, теряет голову.","release_date":"2007-06-06","vote_average":0.0,"runtime":110,"cert":"N\/A","id":67837,"title":"Leshiy","adult":false,"genre_ids":[10749,18]},{"cast":["Pete Townshend","Roger Daltrey","John Entwistle","Keith Moon"],"overview":"In this 1999 documentary, Pete Townshend, Roger Daltrey and John Entwistle discuss the making of what many consider the Who's greatest testament to Townshend's songwriting talent: their classic album \"Who's Next.\" Others close to the group weigh in with insights about the late Keith Moon's importance to the band. The retrospective also features unseen performances of tunes from the platter, including \"Won't Get Fooled Again\" and \"Baba O'Riley.\"","release_date":"1999-10-21","vote_average":7.5,"runtime":60,"cert":"N\/A","id":67840,"title":"Classic Albums: The Who - Who's Next","adult":false,"genre_ids":[10402,99]},{"cast":["Yôko Asagami","Banjou Ginga","Kôichi Hashimoto","Kazuo Hayashi","Kazuhiko Inoue"],"overview":"Humanity's pursuit of knowledge leads them to the planet Solo, where they find mysterious remains of a long dead alien civilization, including the 3 part super robot 'Ideon', and a powerful warship. Using these, the Earthlings sent to investigate the ruins defend themselves in their constant conflicts against powerful aliens called the Buff Clan, who are in pursuit of 'Ide', the mysterious energy that powers the Ideon.","release_date":"1982-07-10","vote_average":4.7,"runtime":85,"cert":"N\/A","id":67841,"title":"The Ideon: A Contact","adult":false,"genre_ids":[16]},{"cast":["Georgi Millyar","Nikolay Olyalin","Evgeniy Redko","Olga Zhulina","Olga Mashnaya"],"overview":"Boyars are trying to marry their tsar in a country of far far away.","release_date":"1988-06-06","vote_average":8.0,"runtime":70,"cert":"N\/A","id":67842,"title":"Help Me, Bros!","adult":false,"genre_ids":[10751,35,14]},{"cast":["Pavel Molchanov","Mikheil Gelovani","Boris Andreyev","Andrei Popov","Vladimir Kenigson"],"overview":"Soviet propaganda film in two episodes about Stalin's strong and cruel suppression of the 1919 anti-communist uprising in St. Petersburg, Russia. Stalin and Lenin are shown as heroes who destroyed the efforts of anti-communists led by White Russians with support from \"bad\" British capitalists headed by Sir Winston Churchill and Lloyd George.","release_date":"1951-06-06","vote_average":5.0,"runtime":107,"cert":"N\/A","id":67843,"title":"The Unforgettable Year 1919","adult":false,"genre_ids":[18,36]},{"cast":["Mel Brooks","Carl Reiner"],"overview":"When Carl Reiner and Mel Brooks stepped onstage for the first time to perform their now-legendary skit \"The 2000 Year Old Man,\" they turned live comedy on its head with their irreverent, cutting-edge humor. Done in animated style, catch the dynamic duo riffing on everything from Robin Hood to Saran Wrap in this crowd-pleasing performance as straight-man Reiner interviews a centuries-old Brooks, who shares his wickedly funny musings and opinions with the usual aplomb.","release_date":"1975-01-11","vote_average":8.3,"runtime":24,"cert":"N\/A","id":67844,"title":"The 2000 Year Old Man","adult":false,"genre_ids":[16,35]},{"cast":["Mikhail Nozhkin","Aleksandr Fatyushin","Sergei Nasibov","Arnis Licitis","Vitaliy Zikora"],"overview":"CIA appointed US Army major Jack Hessalt to be in charge of a secret missile base in the Atlantic Ocean. Jack is still troubled by memories of Vietnam, and soon goes berserk, taking control of the base and killing some crew members. Jack and his cronies commandeer a powerful missile and proceed to perform terrorism, but they haven't counted on a rough-n-ready squad of Russian Marines...","release_date":"1985-06-06","vote_average":4.5,"runtime":96,"cert":"N\/A","id":67845,"title":"The Detached Mission","adult":false,"genre_ids":[28]},{"cast":["Richard Jeni"],"overview":"Displaying his comic chops and impeccable timing, self-deprecating jokester Richard Jeni will have you in stitches with his riotous brand of humor as he takes aim at political extremists on both sides of the aisle, Martha Stewart and Michael Jackson. From mocking stoners watching a congressional session to poking fun at religious fundamentalists, Jeni leaves no irreverent stone unturned in this rollicking HBO special.","release_date":"2005-06-14","vote_average":7.0,"runtime":59,"cert":"N\/A","id":67846,"title":"Richard Jeni: A Big Steaming Pile of Me","adult":false,"genre_ids":[35]},{"cast":[],"overview":"If you've had enough of performing air guitar, here's your chance to learn how to play the real thing like a pro. This in-depth instructional program covers everything you need to know to improve your skills as a heavy metal guitarist. The tutorial focuses on advanced techniques such as whammy bar tricks, rakes, harmonics, full-neck and metal speed runs and much more.","release_date":"2005-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67847,"title":"Rock House: Advanced Metal - Riffs, Arpeggios & Speed Runs","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Talented guitarist Dan Jacobs, of the metalcore band Atreyu, leads developing guitar players through this advanced lesson, which covers lead techniques such as tapping, hammer-ons, pull-offs, palm muting, scales, arpeggios, seed picking and more. Using several of his band's hit songs as examples, Jacobs demonstrates complete leads, guitar harmony sections, melodic metal rhythm and lead patterns, and more.","release_date":"2008-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67848,"title":"Rock House: Metal Guitar - Leads, Runs and Rhythms Level 2","adult":false,"genre_ids":[10402]},{"cast":["Bridget Fonda","Kiefer Sutherland","Hart Bochner","Steven Weber","Penelope Ann Miller"],"overview":"Jimmy is married to the abusive Frank, but she's building a nest egg so she can leave. For a year, she's been deaf as a result of one of his beatings. One night, he pushes her over the stairwell, and she ends up in the hospital. When a charred body in her husband's car is pulled from a pond, the cops want to talk to her, but she bolts for her sister's, loses her savings pass-book, and then learns someone has emptied her bank account. She's goes on the run, with the same cops on her trail, and eventually realizes Frank may not be dead. Getting back her money, facing Frank, satisfying the police, and finding her freedom may be more than she can handle. Written by","release_date":"1998-08-20","vote_average":3.8,"runtime":100,"cert":"N\/A","id":67849,"title":"Break Up","adult":false,"genre_ids":[53,10749]},{"cast":["Anousheh Ansari","Jonas Bendiksen","Dumitru Popescu","Charles Simonyi"],"overview":"In his most recent work, Christian Frei turns to an age-old dream of man: to leave our planet as a «normal person» and travel into outer space. For 20 million dollars, the American Anousheh Ansari was able to fulfil this childhood dream. This documentary follows her journey into space and shows everyday life as it is on the International Space Station.","release_date":"2010-06-01","vote_average":5.6,"runtime":98,"cert":"N\/A","id":67852,"title":"Space Tourists","adult":false,"genre_ids":[99,12,36]},{"cast":[],"overview":"This edition of the high-octane Best Motoring series focuses on the breathtaking touge races, in which two drivers are pitted against each other on dangerous winding mountain roads. Featuring the top drivers of the Japanese JGTC, D1 Grand Prix and Formula Nippon racing circuits at Willow Springs International Speedway, this special captures red-hot American-tuned cars in blistering high-speed action.","release_date":"2007-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67853,"title":"Best Motoring - American Touge 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of the most popular bands from the thrash metal scene in the 1980s, the New York City-based Anthrax provided fans with pure head-bangin' pleasure. Covering the group's most fertile period, from 1985 to 1991, this video assembles 17 Anthrax videos, plus three bonus videos -- including one with rap legends Public Enemy. As a special feature, the rockers recorded a video commentary session discussing each song and video.","release_date":"2005-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67854,"title":"Anthrax: Anthrology: No Hit Wonders","adult":false,"genre_ids":[10402]},{"cast":["Bob Newhart"],"overview":"Legendary actor, comedian and Golden Globe winner Bob Newhart hogs the spotlight in this rare stand-up comedy performance, lighting up the stage with his trademark deadpan wit, finding the funny in everyday topics. In this program, recorded in 1995, Newhart tosses out hilarious thoughts about King Kong, cheap airlines, crazy inventions and rambunctious bus drivers -- and that's only the beginning.","release_date":"2006-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67855,"title":"Bob Newhart: Button Down Concert","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Led by guitarist and vocalist Dave Mustaine, thrash metal group Megadeth had enormous success through the late 1980s and early 90s. Music videos that span their entire career, such as \"Symphony of Destruction\" and \"Train of Consequences,\" are included. As the band honed their threatening sound and nihilistic lyrics to perfection, their fan base grew, and so did the production value for their music videos.","release_date":"2005-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67856,"title":"Megadeth: Video Hits","adult":false,"genre_ids":[10402]},{"cast":["Alan Moore","Glenn Doherty","Florian Fischer"],"overview":"The Mindscape of Alan Moore is a psychedelic journey into one of the world's most powerful minds; chronicling the life and work of Alan Moore, author of several acclaimed graphic novels, including \"From Hell,\" \"Watchmen\" and \"V for Vendetta.\" It is the only feature film production on which Alan Moore has collaborated, with permission to use his work. Alan Moore presents the story of his development as an artist, starting with his childhood and working through to his comics career and impact on that medium, and his emerging interest in magic.","release_date":"2003-08-24","vote_average":6.8,"runtime":78,"cert":"N\/A","id":67857,"title":"The Mindscape of Alan Moore","adult":false,"genre_ids":[99]},{"cast":["Lemmy","Phil 'Philthy Animal' Taylor","\"Fast\" Eddie Clarke","Slash","Mick Farren"],"overview":"Motorhead fans, rejoice! This comprehensive look at the heavy metal band's 1980 album \"Ace of Spades\" features band mates Lemmy, \"Fast\" Eddie Clarke and Philip \"Philthy Animal\" Taylor discussing the making of their acclaimed album and performing exclusive tunes. Other goodies include interviews about the band with rockers Slash and Lars Ulrich, Motorhead's candid talk about their adventures with sex, drugs and rock and roll, and much more.","release_date":"2005-12-25","vote_average":7.0,"runtime":164,"cert":"N\/A","id":67858,"title":"Classic Albums: Motörhead - Ace of Spades","adult":false,"genre_ids":[99,10402]},{"cast":["Yaroslav Boyko","Natalya Kurdyubova","Olga Lomonosova","Evgeniy Sidikhin"],"overview":"In the complicated case of a maniac terrorizing the city, there is another victim, miraculously not a victim.","release_date":"2008-06-06","vote_average":0.0,"runtime":106,"cert":"N\/A","id":67859,"title":"Long-term effects","adult":false,"genre_ids":[10749,18,9648]},{"cast":[],"overview":"This installment of the series produced by the acclaimed Nature team showcases the grandeur of the Emerald Isle. Going beyond the usual travelogue, the film takes viewers to places they've never been before so they can truly appreciate the natural treasures of the country: the lush plant life; the animal families that call the country home, including peregrine falcons and dolphins; and the magnificent countryside, from the mountains to the bogs.","release_date":"2004-06-29","vote_average":8.0,"runtime":null,"cert":"U","id":67860,"title":"Nature: Ireland","adult":false,"genre_ids":[99]},{"cast":["Joe Coleman"],"overview":"R.I.P Rest in Pieces is an intimate portrait of artist Joe Coleman, who is known around the world as a shamanic, moral voice diagnosing the ills of 21st century America. Coleman holds nothing back, telling us of a world wracked with tumorous cities, perversion, divorce, violence, atomic bombs, and a human race destroying itself simply because we are born.","release_date":"1997-01-01","vote_average":7.0,"runtime":112,"cert":"N\/A","id":67863,"title":"R.I.P. Rest in Pieces: A Portrait of Joe Coleman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"As if their day jobs weren't dangerous enough, the hardest of hard-core New York City bike messengers seek out even more thrills in their off time by organizing wild-and-wooly street races. This documentary follows a small group of these riders. The result is an intimate portrait of the madmen (and women) who risk life and limb in a series of harrowing races, culminating in the annual Halloween night Alleycat race through rush-hour traffic.","release_date":"2005-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67864,"title":"Red Light Go","adult":false,"genre_ids":[99]},{"cast":["Adrian Can","Annabelle Dorn","Beba Ebner","Frederic Heidorn","Marion Kruse"],"overview":"Straight is the story of a messy love triangle between two men and a woman. Nazim (Eralp Uzun) is a hot young Turkish guy involved in petty crime. He goes out each night with his buddies, cruising for girls and dealing drugs in a seedy city square populated with hookers. None of his buddies suspect that on many of those nights he ends up in the arms of men. Since he met David (Florian Sonnefeld) on the street, his hetero façade is rapidly crumbling. His friends seem to pick up on the new vibe and wonder what’s up. David is from a bourgeois Jewish family and slumming it. He hangs out on the street pretending to look for drugs, but what he really wants is Nazim. Their first hookup is alternately hot, tender and filled with guilt. Nevertheless, their affair develops in secret against all odds. Further entangling things is David’s Polish-German girlfriend (Beba Ebner), who is revolting against her strict Catholic upbringing by going out with this punkish Jewish boyfriend.","release_date":"2007-06-22","vote_average":6.8,"runtime":59,"cert":"N\/A","id":67865,"title":"Straight","adult":false,"genre_ids":[18,10749]},{"cast":["George Stoll","Gregory Marcel"],"overview":"Teddy, a young writer, ventures to an isolated desert house to complete his first novel, where he meets and seduces the mysterious caretaker, Leo. Layers of memory and hallucination unfold that intertwine the two men.","release_date":"2008-03-26","vote_average":5.7,"runtime":null,"cert":"N\/A","id":67868,"title":"Sunkissed","adult":false,"genre_ids":[]},{"cast":["Zinoviy Gerdt","Yevgeni Matveyev","Nikita Mikhalkov","Larisa Shepitko","Vladimir Andreyev"],"overview":"A half-fiction half-documentary story about sport and it's importance in everyday life.","release_date":"1970-06-06","vote_average":5.7,"runtime":85,"cert":"N\/A","id":67869,"title":"Sport, Sport, Sport","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"Guitar-heads Tesla crank out their heavy metal hits in this collection of videos. Songs include \"Modern Day Cowboy,\" \"Little Suzi,\" \"Gettin' Better,\" \"Heaven's Trail (No Way Out),\" \"Hang Tough,\" \"Lazy Days Crazy Nights,\" \"Love Songs,\" \"Edison's Medicine,\" \"Signs,\" \"Paradise,\" \"Call It What You Want,\" \"Try So Hard,\" \"What You Give\" and \"Stir It Up.\" The video also features interviews with various band members, plus Frank Hannon going acoustic.","release_date":"2002-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67870,"title":"Tesla - Time's Makin' Changes: The Videos and More","adult":false,"genre_ids":[10402]},{"cast":["Boris Khmelnitsky","Boris Nevzorov","Olga Kabo","Nikolai Karachentsov","Larisa Udovichenko"],"overview":"Профессор Ян Драммонд, новым изобретением которого заинтересовались русские и американцы, убит у себя в особняке Саншайн Менор при полном стечении гостей. Писатель Джо Алекс, приехавший накануне убийства вместе с актрисой Сарой, и детектив Бен Паркер, прежде чем вычислить истинного убийцу, будут подозревать в преступлении каждого из присутствующих, потому что у каждого были для этого основания и против каждого были улики.","release_date":"1992-06-06","vote_average":1.0,"runtime":78,"cert":"N\/A","id":67873,"title":"Ubiystvo v Sunshine Menor","adult":false,"genre_ids":[9648,80]},{"cast":["Jena Malone","Pamela Gray","Peter McRobbie","Jamie Harrold","Libby Langdon"],"overview":"A young woman returns home to bear an illegitimate child, and witnesses an environmental accident involving a genetically modified crop of corn. Doubted by the community she has returned to, she questions her own sanity as she tries to discover what is happening. Her journey takes her on a trip down the food chain, as she tracks a potentially life threatening byproduct from the cornfield to the supermarket. Ultimately, she has to confront psychological demons that haunt her as she grows into motherhood, and comes to terms with her own biology. Tapping into cultural myths of food, fertility, birth and sacrifice, CORN is a chilling look at what we put in our mouths and our babies' mouths, and the convergence of Science and Mother Nature.","release_date":"2004-10-26","vote_average":0.0,"runtime":97,"cert":"N\/A","id":67874,"title":"Corn","adult":false,"genre_ids":[]},{"cast":["Olga Krasko","Yaroslav Boyko","Sergey Yushkevich"],"overview":"В небольшом провинциальном городке живет Надежда Решетова – женщина молодая, обаятельная, да еще и начальник управления строительством в местной мэрии. Ее все любят, а некоторые ( как, например, сосед-пьяница, даже побаиваются). Но судьбу свою Надя пока не встретила. Она живет вместе с любимой бабушкой и очень любит ловить рыбу: каждые выходные на своих «Жигулях» отправляется с ночевкой на реку. И вот в один из таких уик-эндов Надя встречает «принца на белом коне». Это - Виктор, бизнесмен из Москвы, любитель конной езды. Знакомство началось романтически и продолжилось, как в сказке. Вскоре и свадьбу назначили.","release_date":"2008-06-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":67877,"title":"My Stranno Vstretilis","adult":false,"genre_ids":[10749,18]},{"cast":["Svetlana Timofeeva-Letunovskaya","Igor Vernik","Ada Rogovtseva","Ivan Oganesyan","Oksana Bayrak"],"overview":"Ekaterina is a successful business woman who has everything: career, arranged life, comfortable home, children, but no beloved man. After the nanny of her two children suddenly quit, she faced a serious problem - the search for a new Mary Poppins for her difficult children. The spoiled offspring of a rich mother - Frosya and Grisha - cut off one pretender after another.","release_date":"2007-06-06","vote_average":0.0,"runtime":105,"cert":"N\/A","id":67878,"title":"Male intuition","adult":false,"genre_ids":[10749,35]},{"cast":["Anna Ardova","Marina Mogilevskaya","Evklid Kyurdzidis","Glafira Tarkhanova","Elena Plaksina"],"overview":"Marina, the wife of the head of a large company, finds out that her beloved husband, Mikhail, is cheating on her. Offended by betrayal, the woman decides to part with her husband, although for her this is a very difficult step. She leaves only a high-rise apartment and a bank account for herself in a large amount. Marina is also a business woman, not some kind of housewife: she runs a large advertising company Bagira and plans to buy another agency. But suddenly she has a competitor - a young businessman Sergei Belykh.","release_date":"2007-06-06","vote_average":0.0,"runtime":93,"cert":"N\/A","id":67879,"title":"Man must pay","adult":false,"genre_ids":[35,10749]},{"cast":["Claude Rains","John Garfield","Priscilla Lane","May Robson","Lola Lane"],"overview":"Adam Lemp, the Dean of the Briarwood Music Foundation, has passed on his love of music to his four early adult daughters - Thea, Emma, Kay and Ann - who live with him and his sister, the girls' Aunt Etta, in the long time family home. Of the four, Kay has the greatest promise as a musical performer, specifically as a singer. Theirs is a loving family, however much the girls exasperate their father with their love of popular music, since he loves only the classics, most specifically Beethoven. The girls support each other however they can, but each is an individual with her own distinct personality and wants, including the type of man each wants as a husband. Practical but deep in her heart romantic Emma has long been courted by their next door neighbor, unassuming florist Ernest Talbot, and clever Thea wants to be Mrs. Ben Crowley, he a wealthy up and coming banker with prospects. Only the youngest, the fun loving Ann, states that she doesn't want to get married.","release_date":"1938-08-09","vote_average":6.8,"runtime":90,"cert":"N\/A","id":67880,"title":"Four Daughters","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Denis Kasimov","Klim Zvezdin","Irina Petrakova"],"overview":"The story takes place in a small village on the beach of Sea of Azov at the beginning of 1960s. Adolescents passionately dream of love about which they have heard from their elder experienced friends. 16 year-old Ignat is the first to find out what the real feeling is. His love for an adventuress who pretends to be a singer from capital becomes destructive.","release_date":"2005-06-06","vote_average":5.0,"runtime":105,"cert":"N\/A","id":67881,"title":"Myths of My Childhood","adult":false,"genre_ids":[10749,35,18]},{"cast":["Vera Tran","Lyubov Tolkalina","Alexandr Sayutalin"],"overview":"Семья распалась много лет тому назад. Не выдержав тягот жизни на Крайнем Севере, Елена с маленьким ребенком вернулась в родной город. Спустя 16 лет Сергей приезжает, чтобы поздравить с совершеннолетием дочь Юлю, с которой не виделся все эти годы. В подарок он привозит медвежью шкуру, а вместе с ней нерастраченную отцовскую любовь. Но Юля не спешит радоваться внезапному появлению в общем-то чужого для нее человека...","release_date":"2009-06-06","vote_average":10.0,"runtime":95,"cert":"N\/A","id":67882,"title":"Medvezhya Shkura","adult":false,"genre_ids":[10749,18]},{"cast":["Roger Moore","Stacy Keach","Fausto Tozzi","Ivo Garrani","Ennio Balbo"],"overview":"A Mafia boss is enraged when he is suspected of smuggling a heroin shipment into San Francisco. He dispatches his nephew, a hotshot Anglo-Sicilian lawyer, to identify the real culprit. The lawyer also enlists the aid of his best friend, a grand prix driver with an adventurous streak.","release_date":"1976-03-30","vote_average":5.7,"runtime":101,"cert":"N\/A","id":67883,"title":"Street People","adult":false,"genre_ids":[18,28,80]},{"cast":["Ricardo Darín","Muriel Santa Ana","Javier Pinto","Ignacio Huang","Enric Cambray"],"overview":"A comedy that chronicles a chance encounter between Robert and a Chinese named Jun who wanders lost through the city of Buenos Aires in search of his uncle after being assaulted by a taxi driver and his henchmen.","release_date":"2011-03-24","vote_average":7.2,"runtime":93,"cert":"N\/A","id":67884,"title":"Chinese Take-Out","adult":false,"genre_ids":[35]},{"cast":["Bobby Fischer","Henry Kissinger"],"overview":"The first documentary feature to explore the tragic and bizarre life of the late chess master Bobby Fischer.","release_date":"2011-06-06","vote_average":7.0,"runtime":93,"cert":"N\/A","id":67885,"title":"Bobby Fischer Against the World","adult":false,"genre_ids":[99,18]},{"cast":["Jorge Maronna","Marcos Mundstock","Carlos López Puccio","Daniel Rabinovich","Carlos Núñez Cortés"],"overview":"Bromato De Armonio was a show made by the Argentinian comedy-musical group Les Luthiers. The show itself was showcased all around Latin America between 1996 and 2001.","release_date":"1996-06-13","vote_average":7.5,"runtime":100,"cert":"N\/A","id":67886,"title":"Bromato de armonio","adult":false,"genre_ids":[35]},{"cast":["Les Luthiers"],"overview":"'Mastropiero que nunca' was a theatrical humour\/music show by Les Luthiers, first performed on Friday 9 September 1977 and last done on Sunday 27 February 1983 (although it was headlining only during 1977 and 1978). It consisted of nine new (never performed previously) live numbers, which ranged from a madrigal to a salsa skit.","release_date":"1979-05-20","vote_average":8.7,"runtime":null,"cert":"N\/A","id":67887,"title":"Mastropiero que nunca","adult":false,"genre_ids":[35]},{"cast":["Daniel Rabinovich","Jorge Maronna","Marcos Mundstock","Ernesto Acher","Carlos López Puccio"],"overview":"Argentinean musical-comedy troupe Les Luthiers perform before a live audience in this special, recorded for television during shows in 1979 and '80. Selections include \"El Rey Enamorado,\" \"Sinfonia Interrumpida,\" \"Cancion Para Moverse,\" and six others.","release_date":"1980-10-24","vote_average":7.1,"runtime":null,"cert":"N\/A","id":67888,"title":"Hacen muchas gracias de nada","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"The feature-length version of producer\/director Robert's Greenwald's short documentary phenomenon \"Uncovered: The Whole Truth About The Iraq War.\" The film deconstructs the current American administration's case for war in Iraq through interviews with U.S. intelligence professionals, diplomats and former Pentagon officials, including a former director of the C.I.A., two former Secretaries of Defense, a former ambassador to Saudi Arabia and even President Bush's former Secretary of the Army.","release_date":"2004-08-20","vote_average":8.5,"runtime":83,"cert":"N\/A","id":67889,"title":"Uncovered: The War on Iraq","adult":false,"genre_ids":[99,36,10752]},{"cast":["Sreenivasan","Meena","Mammootty","Mukesh","Innocent"],"overview":"the film is about how a barber's life is turned upside down when a film unit comes to the village for a shoot, and the news spreads that superstar Ashok Raj (Mammootty) is the barber's childhood friend. The script also by Srinivasan is so layered that every frame has a comment to make about the world and every line of the dialogue, on the mores of the society. The craze for celebrities and the problems of leading a principled life are discussed without being preachy.","release_date":"2007-12-14","vote_average":7.9,"runtime":130,"cert":"N\/A","id":67890,"title":"Katha Parayumbol","adult":false,"genre_ids":[35,18]},{"cast":["Tom Harkin","Meryl Streep","Evyenia Constantine"],"overview":"Narrated by Meryl Streep and filmed in eight countries, Stolen Childhoods is the story of 246 million children for whom life is nothing but work. Children are found working in dumps, quarries and brick kilns. One boy has been pressed into forced labor on a fishing platform in the Sea of Sumatra, a fifteen-year-old runaway describes being forced into prostitution on the streets of Mexico City, while a nine-year-old girl picks coffee in Kenya to help her family survive. The film features stories of child laborers around the world, told in their own words, while placing their stories in the broader context of the worldwide struggle against child labor, how it contributes to global insecurity, while featuring best practice programs to improve their lives by giving them the chance of making a reasonable living when they grow up. Ultimately, the film challenges the viewer to help break the cycle of poverty for the 246 million children laboring at the bottom of the global economy.","release_date":"2005-12-31","vote_average":0.0,"runtime":85,"cert":"N\/A","id":67891,"title":"Stolen Childhoods","adult":false,"genre_ids":[99]},{"cast":["Trent Haaga","Tiffany Shepis","Russell Friend","Allen Lowman","Jordan Baranowski"],"overview":"Bonnie & Clyde vs. Dracula combines the rough and tumble world of 1930s era gangster movies with the gothic atmosphere of a classic horror film. When a robbery goes bad and one of their companions is shot, Bonnie & Clyde (portrayed by Los Angeles-based actors Tiffany Shepis and Trent Haaga) are forced to seek help at the mansion of the crazed Dr. Loveless. But Loveless has a secret. Deep in his cellar, the recently revived Dracula awaits...","release_date":"2008-06-01","vote_average":3.5,"runtime":90,"cert":"N\/A","id":67892,"title":"Bonnie & Clyde vs. Dracula","adult":false,"genre_ids":[80,27,28]},{"cast":["Vinay Pathak","Kay Kay Menon","Minissha Lamba","Rukhsar","Suresh Menon"],"overview":"Good hearted but not worldly-wise, the rolly-polly tax inspector, Bharat Bhushan (Vinay Pathak) is back to fulfill his long cherished dream of becoming a singer. To further his media ambition he enters a game show hoping to win a cash prize with which he can make his own music album. Eventually Bhushan goes on to win the competition which also gifts him a free stay on a cruise ship.","release_date":"2011-06-17","vote_average":4.9,"runtime":130,"cert":"N\/A","id":67893,"title":"Bheja Fry 2","adult":false,"genre_ids":[18,35]},{"cast":["Cary Grant","Janet Blair","James Gleason","Ted Donaldson","William Demarest"],"overview":"Academy Award winner Cary Grant (Honorary Award, 1970) is at his suave best as slick showman Jerry Flynn, a Broadway producer anxious to recapture the magic and reclaim the crowds after a set of costly flops. Outside his theater one night, Flynn meets a young boy who just might save the day. Inside a small box the boy shows Flynn his pride and joy: a caterpillar named Curly that dances to \"Yes Sir, That's My Baby.\" Word quickly spreads about the amazingly talented hoofer, and the caterpillar becomes a symbol of hope for wartime America. Soon, offers are pouring in to capitalize on this sensational insect. Will Curly go Hollywood or will Flynn's get-rich-quicker quick scheme go to the bugs? Once Upon a Time is a furry fairy tale that's fun for the whole family.","release_date":"1944-06-29","vote_average":6.7,"runtime":89,"cert":"N\/A","id":67896,"title":"Once Upon a Time","adult":false,"genre_ids":[14,35,10751]},{"cast":["Liam Neeson","Maurice O'Callaghan","Peter Thomas","Ronnie Irvine"],"overview":"Journey with Pilgrim, as John Bunyan's famous allegory leaps from its pages to a movie. You'll experience the Slough of Despond, Hill of Difficulty, Vanity Fair, Meet Pliable, Mr Obstinate, Worldly Wiseman, Evangelist, Mr Interpreter, and Pilgrim's constant foe, Apollyon. Follow Pilgrim to the cross, and ultimately to the Celestial City. A powerful visualization of the Christian life.","release_date":"1978-04-05","vote_average":8.8,"runtime":72,"cert":"N\/A","id":67897,"title":"Pilgrim's Progress","adult":false,"genre_ids":[12,18]},{"cast":["Anthony Kavanagh"],"overview":"","release_date":"2007-12-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":67898,"title":"AnthonyKavanagh .com","adult":false,"genre_ids":[35]},{"cast":["Alec Baldwin","Andre Braugher","Michael Jai White","Rebecca De Mornay","Ricky Harris"],"overview":"Two master thieves go at odds with one another as one sets the other up for a crime. The first, a suave pro who does his job and then hides in his own privacy, listening to old jazz records and caring for his ailing dog, Wally. The other is a local gangster with a taste for the finer life, who decides to eliminate the competition. This ignites a war between the two men and their aides. An angry mob boss and a female police officer try to sort the mess before things get too out of hand.","release_date":"1999-01-28","vote_average":5.3,"runtime":93,"cert":"N\/A","id":67899,"title":"Thick as Thieves","adult":false,"genre_ids":[18,28,35,80]},{"cast":["Frank Welker","Mindy Cohn","Grey DeLisle","Matthew Lillard","Matthew Gray Gubler"],"overview":"A relaxing spa getaway evolves into a prehistoric panic when Scooby-Doo and the gang uncover the horrible Phantosaur, an ancient legend come to life to protect hidden treasures buried in secret desert caves. But this scare-a-saurus doesn’t stand a chance with Shaggy around, after he finds his inner hero with the help of new-age hypnosis. Like, it makes him more brave and less hungry!","release_date":"2011-09-06","vote_average":6.4,"runtime":75,"cert":"PG","id":67900,"title":"Scooby-Doo! Legend of the Phantosaur","adult":false,"genre_ids":[9648,16,10751]},{"cast":["Melissa Pierce","Baratunde Thurston","Jeffrey Zeldman"],"overview":"Life in Perpetual Beta is a documentary film about the ways in which technology has\/is\/will change the ways in which we think about ourselves as individuals and a society. It is exploring the cultural shift that technology creates as it enables people to live more passionate, less planned lives. Life in Perpetual Beta was made by the same principles it explores, all aspects of the film were crowd-sourced on social networks, from who to interview, what to ask, camera crews and how to pay for production. Life in Perpetual Beta will inspire you to believe that with a little faith in humanity and help from the internet, anything is possible. Featuring: Melissa Pierce, Baratunde Thurston, Jeffrey Zeldman, and dozens of passionate creative technologists, innovators, and thinkers.","release_date":"2010-05-26","vote_average":0.0,"runtime":40,"cert":"N\/A","id":67901,"title":"Life In Perpetual Beta","adult":false,"genre_ids":[99]},{"cast":["Allari Naresh"],"overview":"Subramanyam (Allari Naresh) is a sincere software engineer with a girl friend (Anitha). On night, he finds himself in bed with a strange girl Sanjana (Ritu Barmecha). She turns out to be the only sister to three gangster brothers (Srihari, Subbbaraju &amp; Samrat). These three brothers try to marry Subramanyam off to Sanjana. The rest of the story is all about how Subramanyam resists the ploys of gangsters before finding his true love.","release_date":"2011-03-02","vote_average":5.7,"runtime":null,"cert":"N\/A","id":67902,"title":"Aha Naa Pellanta","adult":false,"genre_ids":[]},{"cast":["Giuseppe Soleri","Paolo Sassanelli","Laura Gigante","Antonino Juorio","Ripli Zsuzsanna"],"overview":"Alessio Rinaldi, a 25-year-old director, gets the charge from a producer to write the script of his first movie with Ubaldo Terzani, a well-known writer of horror novels. Alessio moves into Terzani's house to start this collaboration, and a strange relationship of psychological dependence grows between them: Ubaldo Terzani unveils his dark side, and Alessio fall in a desperate depth of craziness and nightmares. There is a reason why Terzani's bestsellers are so frightening ... Alessio will discover that reality can be unexpectedly more terrifying than every brainchild, and he will have to fight hard to escape Ubaldo Terzani's jaws.","release_date":"2011-06-13","vote_average":4.6,"runtime":83,"cert":"N\/A","id":67903,"title":"Ubaldo Terzani Horror Show","adult":false,"genre_ids":[27,53]},{"cast":["Franco Nero","Florinda Bolkan","Adolfo Celi","Delia Boccardo","Susanna Martinková"],"overview":"A crooked detective begins investigating a situation on behalf of a friend and gets involved in murder, deception and double-cross.","release_date":"1969-09-06","vote_average":7.0,"runtime":103,"cert":"N\/A","id":67904,"title":"Detective Belli","adult":false,"genre_ids":[80,18]},{"cast":["Etsuko Shihomi","Eiji Gō","Rikiya Yasuoka","Bin Amatsu"],"overview":"Shihomi Etsuko plays a race car driver who also lends out her services to the Japanese Secret Service. Although there really isn't much of a \"chase\" to be seen, Shihomi does pursue a cartel of drug runners and assorted Japanese yakuza types. While the story is pure 70's exploitation and gritty crime drama, the best reason to see it is for the Martial Arts Action of Etsuko Shihomi. The action is over-the-top and at times hilarious (i.e. Shihomi battling the lead criminal atop a moving gondola or Shihomi battling a whip-wielding Catholic Nun).","release_date":"1975-04-26","vote_average":7.0,"runtime":83,"cert":"N\/A","id":67905,"title":"The Great Chase","adult":false,"genre_ids":[28]},{"cast":["Bruce Springsteen","Steven Van Zandt","Clarence Clemons","Nils Lofgren"],"overview":"His Bossness did a 14-minute end-zone power drive that crammed in all the fervor of a four-hour concert marathon","release_date":"2009-02-01","vote_average":9.0,"runtime":14,"cert":"N\/A","id":67906,"title":"Bruce Springsteen - Superbowl XCIII Halftime Show","adult":false,"genre_ids":[10402]},{"cast":["Rie Miyazawa","Kenichiro Kikuchi","Miho Igarashi","Rika Abiko","Masaki Kudou"],"overview":"Junior-high students are restrained by their teachers and parents... One day, they plan a rebellion....","release_date":"1988-08-13","vote_average":0.0,"runtime":94,"cert":"N\/A","id":67907,"title":"Seven Days' War","adult":false,"genre_ids":[28,35,18]},{"cast":["Douglas Rushkoff","Noam Chomsky","Amy Goodman","Dennis Kucinich","Mark Crispin Miller"],"overview":"Programming the Nation? takes an encompassing look at the history of subliminal messaging in America. According to many authorities, since the late 1950s subliminal content has been tested and delivered through all forms of mass-media including Hollywood filmmakers Alfred Hitchcock and William Friedkin. Even our modern military has been accused of these practices in the \"war on terror\" against soldiers and civilians both abroad and at home. With eye-opening footage, revealing interviews, humorous anecdotes, and an array of visual effects, the film categorically explores the alleged usage of subliminals in advertising, music, film, television, anti-theft devices, political propaganda, military psychological operations, and advanced weapons development. Director Jeff Warrick makes it his personal mission to determine if these manipulative tactics have succeeded in \"programming the nation?\" Or, if subliminal messaging belongs in the category of what many consider urban legend.","release_date":"2011-08-19","vote_average":5.0,"runtime":104,"cert":"N\/A","id":67908,"title":"Programming The Nation?","adult":false,"genre_ids":[99]},{"cast":["Nick Swardson","Christina Ricci","Stephen Dorff","Don Johnson","Ido Mosseri"],"overview":"A kid from the Midwest moves out to Hollywood in order to follow in his parents footsteps -- and become a porn star.","release_date":"2011-09-09","vote_average":4.3,"runtime":97,"cert":"","id":67911,"title":"Bucky Larson: Born to Be a Star","adult":false,"genre_ids":[35]},{"cast":["Florian Fitz","Fritz Karl","Susan Atwell","Rolf Kanies","Julia Richter"],"overview":"At the party, her friend Sabine Andrea suddenly stands before her former boyfriend Eric . Again, the spark ignites . Until Eric told his old flame , which he now earns his money : He founded an agency that mediates the alibis of adulterers . Andrea is appalled . To still have a chance with her , Eric leaves a on a bet : If Sabines flagship husband student Doris resists , he gives to the agency . If Uwe however weak, Andrea has with her ex to love holiday on an island . In the end everything turns out differently...","release_date":"2002-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67912,"title":"The night in which really nobody had any sex","adult":false,"genre_ids":[]},{"cast":["Brendan Gleeson","Don Cheadle","Liam Cunningham","Mark Strong","Katarina Čas"],"overview":"Two policemen must join forces to take on an international drug- smuggling gang - one, an unorthodox Irish policeman and the other, a straitlaced FBI agent. Sergeant Gerry Boyle is an eccentric small-town cop with a confrontational and crass personality and a subversive sense of humor. A longtime policeman in County Galway, Boyle is a maverick with his own moral code. He has seen enough of the world to know there isn't much to it and has had plenty of time to think about it. When a fellow police officer disappears and Boyle's small town becomes key to a large drug trafficking investigation, he is forced to at least feign interest when dealing with the humorless FBI agent Wendell Everett assigned to the case.","release_date":"2011-07-07","vote_average":6.9,"runtime":96,"cert":"15","id":67913,"title":"The Guard","adult":false,"genre_ids":[28,35,53,80]},{"cast":["Sergej Moya","Herbert Knaup","Inka Friedrich","Frederick Lau","Jan-Gregor Kremp"],"overview":"East-Germany, 1984: Frank Korbach is looking forward to attending drama school, while his rebellious best friend Thomas is refusing to do military service. Together with the adventurous but naive Alex, Thomas plans to make a desperate attempt to escape to the West. Knowing that he might never see them again, Frank accompanies Thomas and Alex to the frontier. Suddenly, they are confronted by a special unit of the Stasi, the East German secret police. Although the boys manage to avoid capture, Frank's old life is gone forever - he has now become a fugitive. Frank's father Kurt Korbach is stunned by the escape. Unknown to his son, Kurt is a Major in the Stasi. Convinced that Frank is innocent, he persuades his superiors that he alone can bring his son back. Together with the suspicious Colonel Frey - a time bomb waiting to explode - Kurt sets off to track down the runaway boys.","release_date":"2010-12-06","vote_average":6.5,"runtime":180,"cert":"N\/A","id":67914,"title":"Fugitives","adult":false,"genre_ids":[18,28,10770]},{"cast":[],"overview":"","release_date":"2007-03-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":67915,"title":"Indochine: Alice et June Tour","adult":false,"genre_ids":[]},{"cast":["Joe Dinicol","John Bregar","Linda Kash","Kristen Hager","Enrico Colantoni"],"overview":"A group of frustrated waiters at a kitschy steakhouse take over their restaurant for one final, glorious, revenge-filled night when they discover they are all about to be fired.","release_date":"2012-03-30","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67918,"title":"Servitude","adult":false,"genre_ids":[18]},{"cast":["Emil Forselius","Rafael Edholm","Alexander Skarsgård","Peter Lorentzon","Yaba Holst"],"overview":"Four young men – Luke, Simon, Anders and John – are on the gang’s annual outing. During the trip down the river the four meet sisters Marie and Susanne, who recently moved up to northern Sweden from Stockholm. They decide to camp and party together that night. When they wake up in the morning after a wild night of dancing and alcohol, Susanne, the youngest girl, has disappeared without a trace...","release_date":"2000-04-07","vote_average":3.0,"runtime":100,"cert":"N\/A","id":67919,"title":"White Water Fury","adult":false,"genre_ids":[]},{"cast":["Patrick Onzia","Peter Bulckaen","Nele Goossens","Ludo Hellinx","Britt van der Borght"],"overview":"","release_date":"2010-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67920,"title":"Dobus - Suikerspinnen","adult":false,"genre_ids":[10751]},{"cast":["Anian Zollner","Oliver Korittke","Julia Jäger","Axel Milberg","Karl Lieffen"],"overview":"","release_date":"1996-02-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":67921,"title":"Rohe Ostern","adult":false,"genre_ids":[35]},{"cast":["Thomas Ian Griffith","Barry Flatman","Gerit Kling","Sofía Mazagatos","Stefano Santospago"],"overview":"Sea of Danger, Sea of Desire","release_date":"2005-01-31","vote_average":0.0,"runtime":94,"cert":"N\/A","id":67922,"title":"Sea Wolf: The Pirate's Curse","adult":false,"genre_ids":[]},{"cast":[],"overview":"From captains to commentators, see some of the strangest situations to ever occur in the history of the game. From questionable coin tosses to under arm deliveries it's the misguided and the misunderstood, the magical and the mystifying. From past to present,stars of all teams - awesome Aussies sucha s Adam Gilchrist and Merv Hughes Indian legends Kapil Dev and Sachin Tendulkar and English heroes like Graham Gooch and Michael Atherton get up to weird and wonderful antics at every turn.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67923,"title":"Cricket's Greatest Wonders & Blunders","adult":false,"genre_ids":[]},{"cast":["Ron Silver","Alexandra Paul","Susan Pari","Paul Gittins","Elizabeth Hawthorne"],"overview":"A photographer's life becomes dangerous when one of his models is murdered.","release_date":"2001-12-23","vote_average":4.8,"runtime":90,"cert":"N\/A","id":67924,"title":"Exposure","adult":false,"genre_ids":[9648,53]},{"cast":["Åke Söderblom","Rune Halvarsson","Bert Sorbon","Thor Modéen","Benkt-Åke Benktsson"],"overview":"Gugge and Nuffe work at the competing meat wholesalers AB Delikatesser and AB Skånedelikatesser. The two companies compete for a large order and the two will stop at hardly nothing to get the order","release_date":"1941-01-04","vote_average":6.0,"runtime":85,"cert":"N\/A","id":67925,"title":"Springpojkar är vi allihopa!","adult":false,"genre_ids":[35]},{"cast":["Klaus Meine"],"overview":"","release_date":"2008-09-07","vote_average":7.5,"runtime":null,"cert":"N\/A","id":67926,"title":"Scorpions - live at Chevrolet Hall, Recife Brazil","adult":false,"genre_ids":[]},{"cast":["Mai Zetterling","Alf Kjellin","Sten Lindgren","Hilda Borgström","Anna Lindahl"],"overview":"A story of forbidden love in the 18th century in the north of Sweden between a farmer's daughter Marit and Jon, a scorned result of an extramarital affair between a girl Marit's father Germund once loved and a gypsy fiddle player. Germund warns his daughter not to have any contact with Jon but it's no use when Jon rescues her from being raped one night.","release_date":"1946-12-26","vote_average":4.0,"runtime":102,"cert":"N\/A","id":67927,"title":"Sunshine Follows Rain","adult":false,"genre_ids":[18,10749]},{"cast":["Bruce Springsteen","Patti Scialfa"],"overview":"\"Tonight I'm gonna play a few songs and try to tell you where they came from\"  First aired on VH1 April 23, 2005, this program is an expanded and completely re-edited version of Bruce Springsteen's historic solo VH1 Storytellers concert. The stunning solo performances is nearly two hours long and features a total of  8 complete Springsteen songs, including \"Devils & Dust\" and \"Jesus Was An Only Son\" from his recent acclaimed album Devils & Dust.  This program also contains Springsteen's detailed comments, introductions, and anecdotes on the songs origins, as well as a previously unseen question and answer session between the musician and his fans.","release_date":"2005-09-06","vote_average":5.5,"runtime":112,"cert":"N\/A","id":67928,"title":"Bruce Springsteen: VH-1 Storytellers","adult":false,"genre_ids":[10402]},{"cast":["Kris Kristofferson","Scott Wilson","Mark Moses","Karen Kopins","David Huddleston"],"overview":"After a series of vicious crimes by a renegade group of cowboys, led by \"Red Jack\" Stilwell, a legendary tracker, Noble Adams is pulled out of retirement to capture Stilwell, dead or alive. Reluctantly, needing more men, he allows his son, Tom to tag along, revealing to Tom a whole brutal side of ruthlessness Noble thought he left behind.","release_date":"1988-03-26","vote_average":5.8,"runtime":98,"cert":"N\/A","id":67933,"title":"The Tracker","adult":false,"genre_ids":[28,37,10770]},{"cast":[],"overview":"Bellator XLIV was a mixed martial arts event held by Bellator Fighting Championships. The event took place on May 14, 2011, at Harrah's Resort.[1] The card featured the final fight in the Bellator Season Four Lightweight Tournament. The event was distributed live in prime time by MTV2.","release_date":"2011-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67934,"title":"Bellator 44","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator XLVI is an upcoming mixed martial arts event to be held by Bellator Fighting Championships. The event is scheduled to take place on June 25, 2011 at the Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida.[1] The card is expected be a part of Bellator's inaugural Summer Series and will feature opening round fights in the Summer Series Tournament. The event will be distributed live in prime time by MTV2.","release_date":"2011-06-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67935,"title":"Bellator 46","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-06-05","vote_average":5.5,"runtime":null,"cert":"N\/A","id":67936,"title":"Indochine: Hanoï","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2002-03-13","vote_average":4.0,"runtime":null,"cert":"N\/A","id":67937,"title":"Indochine - Paradize Show","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2005-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67940,"title":"Les Enfoirés - 15 ans d'Enfoirés","adult":false,"genre_ids":[]},{"cast":["Lorànt Deutsch","Virginie Efira","Patrick Bouchitey","Denis Podalydès","Sanseverino"],"overview":"15-year-old Max is in search of his father, the famous troubadour Johnny Bigoude, who disappeared shortly after Max's birth. He reaches Saint-Hilare where Madam Doudou, the old teacher, takes care of him and finds him a job as elevator musician in the fly swatter factory Bzzz &amp; Co. But the factory doesn't run well and half of the village gets fired. To boost the swatter sales, a dangerous scientist creates a mass production of flies. Soon, a thick cloud of insects attacks the village... With courage and determination, Max and his new friend Félicie will do their best to neutralize the insane projects of Bzzz&amp;Co. Will they manage to convince the villagers to help them in this adventure? All together will they stop the scientist's crazy handlings? And will Max find his father?","release_date":"2007-09-08","vote_average":5.8,"runtime":76,"cert":"N\/A","id":67941,"title":"Max & Co","adult":false,"genre_ids":[16,12,18]},{"cast":["Roger Kern","Jenny Neumann","Al Mancini","Kurtwood Smith","Enrique Castillo"],"overview":"She's caught in a deadly battle between two superpowers and it's going to take every trick she knows to survive","release_date":"1987-01-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":67942,"title":"The Delos Adventure","adult":false,"genre_ids":[18,28,53]},{"cast":["Rolf Kristian Larsen","Amina Eleonora Bergrem","Pål Sverre Hagen","Ingrid Bolsø Berdal","Henriette Steenstrup"],"overview":"Jarle Klepp is a 25-year-old student of literature with a passion for Adorno, Proust and grown-up women - and definitely not Tamagotchis, Lady Di and small kids. The news that he is the father of a seven year old girl - and that she will come visiting next week - enters his life like a nuclear bomb. Jarle Klepp has to become an adult.","release_date":"2011-02-11","vote_average":6.1,"runtime":90,"cert":"N\/A","id":67943,"title":"I Travel Alone","adult":false,"genre_ids":[18]},{"cast":["Mariah Carey","Trey Lorenz","Brian McKnight","Brenda Starr","Olivia Newton-John"],"overview":"The biggest selling female artist of the 1990s invites her fans to join her onstage and backstage as she travels around the world on a concert tour with stops in Australia, Hawaii, Japan and glittering Manhattan. Through the magic of Dolby Digital multi-channel Surround Sound, you'll experience the full power of some of Mariah's biggest hits and revel in a series of very special exclusive performances. Songs: Butterfly Intro\/Emotions, Fantasy, Dreamlover, My All, I Still Believe, I'll Be There (with Trey Lorenz), Hopelessly Devoted to You (with Olivia Newton-John), Whenever You Call (with Brian McKnight), Honey, Hero. Also includes the bonus videos: Butterfly, Breakdown (with Krayzie Bone & Wish Bone), and the DVD-exclusives The Roof and My All.","release_date":"1999-05-03","vote_average":8.0,"runtime":50,"cert":"N\/A","id":67944,"title":"Mariah Carey: Around the World","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Hitting the Nuts is the 'true' story of the 2009 Scott County, Indiana Poker Championship as told by those who were there. This mockumentary follows the town preacher, busty waitress, lovable redneck dad, portly returning champion and a simple Amish farmer as they do battle in the town's annual, illegal Texas Hold 'em Tournament.","release_date":"2010-08-10","vote_average":0.0,"runtime":97,"cert":"N\/A","id":67945,"title":"Hitting the Nuts","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67946,"title":"Mickey 3D - Live à Saint-Etienne","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary filmmaker Kelly L. Riley returns to the mountains of North Carolina and discovers more than just whiskey being bootlegged. Jim Tom smiths a still from a roll of copper at his creek-side camp. In a dry county thick with prying eyes and tee-totalers, Jim Tom slips around making a run of moonshine. Jerry Jumper and William Bird explain how the old spirit allies of the Cherokee, \"the little people\", still live in the near by woods and streams. As a feature length sequel to the critically acclaimed short documentary \"Moonshine\", \"Still Making Moonshine\" is a drunken tale of lost language, severed limbs, buried shine and blackouts. Have a taste of bootleg whiskey and Jesus, \"140 proof.\"","release_date":"2008-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67947,"title":"Still Making Moonshine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Elmos Travel Songs and Games follows Elmo and Abby as they embark on a fun-filled road trip to the zoo with Elmo's Dad. To help pass the time, they play stimulating travel gamesfeaturing the alphabet, counting, shapes and rhyming. Engaging games and exciting songs make this DVD the perfect travel companion for families.","release_date":"2011-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67948,"title":"Sesame Street: Elmo's Travel Songs & Games","adult":false,"genre_ids":[10751]},{"cast":["Brittany Andrews","Julia Ann","Asia Carrera","Nina Hartley","Jill Kelly"],"overview":"The top 30 performers in Adult Entertainment share their thoughts and fears about the industry. The stars discuss how they started, the reality behind the glamour, the threat of AIDS, and the nationwide controversy surrounding their profession","release_date":"2004-04-17","vote_average":4.1,"runtime":82,"cert":"N\/A","id":67949,"title":"The Secret Lives of Adult Stars","adult":false,"genre_ids":[99]},{"cast":["Mika"],"overview":"1. Relax (Take It Easy) 2. Big Girl (You Are Beautiful) 3. My Interpretation 4. Billy Brown 5. Any Other World 6. Stuck in the Middle 7. Ring Ring 8. Sweet Dreams (Are Made of This) 9. Holy Johnny 10. Happy Ending 11. I Want You Back 12. Love Today 13. Grace Kelly 14. Lollipop","release_date":"2007-06-30","vote_average":6.2,"runtime":58,"cert":"N\/A","id":67950,"title":"MIKA : Live in Cartoon Motion","adult":false,"genre_ids":[10402]},{"cast":["Esmeralda Huffhines","Helen Griffiths","Dave Cox","Carrie Vanston","Nancy VanHoozer"],"overview":"The film is set in a small Texas town, where an ancient Egyptian cat god, in the form of a cheap statue, commands all the local felines to surrender their nine lives; a mass cat suicide ensues, as cat after cat throw themselves off roofs, bridges and telephone poles. However, the dead felines are revived, becoming beautiful women in the process, given one goal: mate with and exterminate the population of human males in order to make room for \"The Great Litter\".","release_date":"1993-01-01","vote_average":3.2,"runtime":95,"cert":"N\/A","id":67955,"title":"Teenage Catgirls In Heat","adult":false,"genre_ids":[27,35]},{"cast":["Sarah Boes","Adrian M. Pryce","Ron Mazor","Christiane Garcia","John Lopes"],"overview":"Five people are abducted by a maniacal vampire and put into a deadly maze of wits and endurance. If they make it through alive, they'll be placed back in the game - forever - as bloodthirsty slaves pursuing the next round of victims. The group must discover the connection between them to solve complex clues and survive the band of slaves to escape a twisted game of predator and prey.","release_date":"2005-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":67956,"title":"The Vampire Conspiracy","adult":false,"genre_ids":[27]},{"cast":["Michal Dymek","Petr Voříšek","Petr Starý","Magdalena Reifová","Iva Janžurová"],"overview":"Funny family comedy based on \"The Adventures of Tom Sawyer\" by Mark Twain.","release_date":"1976-03-03","vote_average":6.4,"runtime":85,"cert":"N\/A","id":67957,"title":"Boys Will Be Boys","adult":false,"genre_ids":[12,35,10751]},{"cast":["Ivan Okhlobystin","Ekaterina Vilkova","Aleksey Maklakov","Ekaterina Astakhova","Olga Dibtseva"],"overview":"A funny fantasy about mangers, hobbits and other surprising people.","release_date":"2011-05-19","vote_average":4.4,"runtime":82,"cert":"N\/A","id":67958,"title":"SuperManager, or Hack of the Fate","adult":false,"genre_ids":[35,878]},{"cast":[],"overview":"Documentary about the world of the African driver ant, a sinister army of 20 million sisters which thrives by ravaging the forest, killing every thing it can pin down.","release_date":"2006-07-12","vote_average":5.3,"runtime":50,"cert":"N\/A","id":67961,"title":"Ant Attack","adult":false,"genre_ids":[99]},{"cast":["Lili Taylor","Guy Pearce","Sara Rue","Irma P. Hall","John Hawkes"],"overview":"A young woman becomes obsessed with a small-time North Carolina rock singer.","release_date":"1999-01-22","vote_average":4.0,"runtime":109,"cert":"N\/A","id":67962,"title":"A Slipping Down Life","adult":false,"genre_ids":[18,10749]},{"cast":["Aoife McMahon"],"overview":"Traveling from the deserts of Namibia to the forests of the Amazon, this documentary provides an up-close view of the snake world in all it scaly glory. Cameras mounted on serpents' backs allow viewers a snake's-eye view of their habits and habitats. The resulting footage reveals how they mate, give birth, hunt, feed and make their way through the world. Cobras, thread snakes and desert horned vipers and are just a few of the creatures featured.","release_date":"2003-01-01","vote_average":5.3,"runtime":43,"cert":"N\/A","id":67963,"title":"The Beauty of Snakes","adult":false,"genre_ids":[99]},{"cast":["Nils Poppe","Else-Merete Heiberg","Gunnar Björnstrand","Sif Ruud","Julia Cæsar"],"overview":"Fabian Bom, auctionist in a small town, one day finds a baby boy in a small crib that is for sale at an auction. He places the boy at an orphanage but returns the next day since he realizes that he misses the boy. Since a single man is not permitted to adopt a baby he arranges a marriage with a young woman, who really is the baby's mother. Plot by Mattias Thuresson.","release_date":"1949-12-19","vote_average":4.0,"runtime":90,"cert":"N\/A","id":67964,"title":"Pappa Bom","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Living in the depths of the New Guinea rainforest are the spectacular birds of paradise - creatures so beautiful that the first Europeans believed they must have fallen from heaven. Filming their bizarre courtship displays is the Holy Grail of wildlife film makers: some perform like iridescent acrobats, others make hypnotic pulsing sounds as they quiver and vibrate.","release_date":"2010-01-06","vote_average":7.4,"runtime":59,"cert":"","id":67965,"title":"Birds of Paradise","adult":false,"genre_ids":[99]},{"cast":["Luanne Roberts","Susan Romen","George E. Carey","James Almanzar","Tony Mumolo"],"overview":"A middle-aged husband falls for his childrens' teenaged babysitter.","release_date":"1970-08-28","vote_average":5.0,"runtime":93,"cert":"N\/A","id":67966,"title":"Weekend with the Babysitter","adult":false,"genre_ids":[18,10749]},{"cast":["Alice Faye","Carmen Miranda","Phil Baker","Benny Goodman","Eugene Pallette"],"overview":"Playboy Andy Mason, on leave from the army, romances showgirl Edie Allen overnight to such effect that she's starry-eyed when he leaves next morning for active duty in the Pacific. Only trouble is, he gave her the assumed name of Casey. Andy's eventual return with a medal is celebrated by his rich father with a benefit show featuring Eadie's show troupe, at which she's sure to learn his true identity...and meet Vivian, his 'family-arrangement' fiancée. Mostly song and dance.","release_date":"1943-12-24","vote_average":6.3,"runtime":103,"cert":"N\/A","id":67967,"title":"The Gang's All Here","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Patricia Wymer","George E. Carey","Anne Bellamy","Kathy Williams","Robert Tessier"],"overview":"A middle-aged husband falls for his childrens' teenaged babysitter.","release_date":"1969-09-30","vote_average":7.0,"runtime":75,"cert":"N\/A","id":67968,"title":"The Babysitter","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"The cat, the most popular pet in Britain and the USA, is an ancient animal that has been designed and refined over millions of years to be a top predator. So how and why did it come to be sharing our homes with us?","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":67969,"title":"The Cat Connection","adult":false,"genre_ids":[]},{"cast":["John Alderman","Tom Basham","Bruce Kimball","Henry Olek","Maurice Warfield"],"overview":"Six rough and tumble motor cyclists meet at the side of an empty highway to plan their adventurous excursion cycling to Los Angeles. The burly bunch are Michael (John Alderman), David (Tom Basham), Henry (Bob Bihiller), Arnold (Bruce Kimbal), Eddie (Henry Olek) and Ronnie (Maurice Warfield). They're deceptive: although they look like the adventure addicted non-conformists of today out to raise Hell as they brawl their way over countryside and local towns, actually the six are on a different type of trip to the City of the Angels.","release_date":"1972-05-12","vote_average":3.0,"runtime":81,"cert":"N\/A","id":67970,"title":"Pink Angels","adult":false,"genre_ids":[35]},{"cast":["Sudeep","Ahsaas Channa","Neeru Bajwa","Ashwini Kalsekar","Amit Sadh"],"overview":"While on vacation, children and their father are terrorized by their mother and wife respectively.","release_date":"2010-04-16","vote_average":5.5,"runtime":110,"cert":"N\/A","id":67973,"title":"Phoonk 2","adult":false,"genre_ids":[27,53]},{"cast":["Peter Carpenter","Maria De Aragon","Vicki Peters","Reagan Wilson","Jacqueline Dalya"],"overview":"A sex-crazed nympho helps speed along her father's death so she can use the inheritance to help out her depraved boyfriend.","release_date":"1970-10-28","vote_average":4.0,"runtime":88,"cert":"N\/A","id":67974,"title":"Blood Mania","adult":false,"genre_ids":[27]},{"cast":["Jayne Mansfield","Dorothy Keller","Fabian Dean","Billy M. Greene","Terri Messina"],"overview":"The fall of a blonde, Mansfield, from innocence to prostitution. Mansfield died before the movie was completed.","release_date":"1968-08-21","vote_average":6.0,"runtime":98,"cert":"N\/A","id":67975,"title":"Single Room Furnished","adult":false,"genre_ids":[18]},{"cast":["Bill Adler","Cynthia Wood","David Hayward","Susanne Severeid","Melissa Prophet"],"overview":"A small-town kid hears about the wild nights of cruising the boulevard in Van Nuys, California. He drives out there to check it out, and gets involved with drag racers, topless dancers and bikers.","release_date":"1979-03-16","vote_average":5.3,"runtime":93,"cert":"N\/A","id":67976,"title":"Van Nuys Blvd.","adult":false,"genre_ids":[35,18]},{"cast":["Martin Freeman","Harry Peacock","Lexi Strauss","Lee Blakemore","Nigel Cooke"],"overview":"An homage to the French New Wave and a touching story of friendship and love.","release_date":"1998-01-01","vote_average":5.7,"runtime":11,"cert":"","id":67977,"title":"I Just Want to Kiss You","adult":false,"genre_ids":[]},{"cast":[],"overview":"David Attenborough's entertaining romp through the world of monkeys has a serious side: for when we look at monkeys we can see ourselves. From memory to morality, from 'crying wolf' to politics, monkeys are our basic blueprint. Pygmy marmosets 'farm' tree sap; bearded capuchins in Brazil develop a production line for extracting palm nuts; white-faced capuchins in Costa Rica tenderly nurse the victims of battle; and in the Ethiopian highlands, a deposed gelada baboon has got the blues.","release_date":"2008-11-25","vote_average":0.0,"runtime":50,"cert":"","id":67978,"title":"Clever Monkeys","adult":false,"genre_ids":[99]},{"cast":["Martin Freeman","Julian Barratt"],"overview":"James wrote a play. Myles made it gay.","release_date":"2009-10-22","vote_average":7.8,"runtime":11,"cert":"N\/A","id":67979,"title":"HIV - The Musical","adult":false,"genre_ids":[]},{"cast":["Kelly Slater","Andy Irons"],"overview":"After a decade of bitter rival status, Kelly Slater and Andy Irons come together to surf off their differences! To get two seemingly mortal enemies to agree to sequester themselves on a tiny island with a half dozen camera men, a Hollywood interviewer capable of conjuring up tears during any interview, and an in-the-know magazine staff waiting with bated breath seemed like a ridiculous notion. The end result was a ten day purge of feelings, emotional baggage, dispelling rumors, talking it out, and a burying of the hatchet once and for all. Oh, and we forgot to mention that the waves were insane! Check out the documentary of two of the best surfers and biggest rivals of our sport battle it out in an epic boat trip in Indonesia.","release_date":"2009-04-09","vote_average":5.0,"runtime":40,"cert":"N\/A","id":67980,"title":"A Fly in the Champagne","adult":false,"genre_ids":[28,12,35,99,18]},{"cast":[],"overview":"In 1970, a picture of a snow monkey bathing in a hot spring graced the cover of Life Magazine. Ever since, Japan's hot-tubbing primates have been protected and well fed for the enjoyment of tourists and photographers - they have become international superstars of the natural world. But while their unique lifestyle has brought fame, the rest of Japan's snow monkeys lead very different lives, enduring incredible hardships as they fight for survival in their beautiful but unforgiving mountain home.","release_date":"2009-02-13","vote_average":5.3,"runtime":49,"cert":"","id":67983,"title":"Snow Monkeys of Japan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about Brazil's best surfers, doing their thing on the best beaches around the world, located in Hawaii, Indonesia, Brazil, South Africa and California. They also talk about their professional and personal experiences, and describe the places they visit.","release_date":"2002-02-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":67984,"title":"Surf Adventures","adult":false,"genre_ids":[99]},{"cast":["Isaiah Zagar","Julia Zagar"],"overview":"Over the past four decades, artist Isaiah Zagar has covered more than 50,000 square feet of Philadelphia with stunning mosaic murals. In A Dream is a documentary feature film that chronicles his work and his tumultuous relationship with his wife, Julia. It follows the Zagars as their marriage implodes and a harrowing new chapter in their life unfolds. An exploration of the fallout that ensues when the line between art and life is blurred beyond distinction.","release_date":"2009-09-29","vote_average":5.5,"runtime":80,"cert":"N\/A","id":67985,"title":"In a Dream","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Where do dogs in all their amazing diversity come from? Tradition says that thousands of years ago someone tamed a wolf pup, thus creating the first of our best friends. But many scientists disagree. On \"Dogs and More Dogs,\" NOVA goes to the dogs—and to leading researchers—to find out the truth. Narrated by John Lithgow, the program ranges from a wolf research facility in rural Indiana to the Westminster Dog Show in New York's Madison Square Garden. NOVA makes a fascinating detour to the city dump in Tijuana, Mexico, where viewers get surprising insight into the origin and evolutionary strategy of our canine companions.","release_date":"2004-02-03","vote_average":5.3,"runtime":null,"cert":"N\/A","id":67986,"title":"Dogs And More Dogs","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bigg Snoop Dogg takes you into is his Snoopadelic world in this creative animated film. Ride with him as he rolls through the streets of Long Beach in Los Angeles and is joined by B Real (Legendary Rap group Cypress Hill), The Game, Kurupt and others, as they show you the life a rap star that’s still in the community they grew up in. The film futures music by Hip Hop most successful artists, giving you hip, edgy and very entertaining storylines to the songs that are the soundtrack to their lives","release_date":"2008-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":67987,"title":"Bigg Snoop Dogg Presents: The Adventures of Tha Blue Carpet Treatment","adult":false,"genre_ids":[10402,16]},{"cast":["Lanny Poffo","Darian Caine","Brian Daniel Heffron","Pamela Sutch"],"overview":"Dakota, a young werewolf, has finally learned to control her nighttime transformations. She desperately wants to live a normal life, and to break free from her curse, she flees to hide in the city. When the pack aggressively hunts her down, the bouncers offer her protection and band together to battle the werewolves who want her dead... and who won't give up their wolf without a vicious fight.","release_date":"2006-01-01","vote_average":3.5,"runtime":105,"cert":"N\/A","id":67988,"title":"Curse of the Wolf","adult":false,"genre_ids":[27,28,35]},{"cast":[],"overview":"Jonathan Scott narrates the extraordinary story of the leopard - the one big cat that still survives across half the world while tigers, cheetahs and lions are all struggling. By following the lives of leopard mothers and their cubs in East Africa the film investigates what it is about the natural history of these cats that makes them born survivors. Perhaps the most extraordinary revelation is that leopards are living undercover on farms and even in cities across Africa and Asia.","release_date":"","vote_average":5.3,"runtime":60,"cert":"N\/A","id":67989,"title":"The Secret Leopards","adult":false,"genre_ids":[99]},{"cast":["Allison Argo"],"overview":"From pampered show cats to strays in Miami, NGC explores the human bond with felines and the killer that still lives in these beloved companions.","release_date":"1999-09-10","vote_average":5.6,"runtime":56,"cert":"N\/A","id":67990,"title":"The Secret Life of Cats","adult":false,"genre_ids":[99]},{"cast":["Kim Delaney","Scott Kraft","John J. York","Anthony Sherwood","Peter Outerbridge"],"overview":"Three years after author Kate Sanders penned a best selling novel about a serial killer, she has become the victim of a twisted tale of art imitating life -- left crippled after fleeing a deadly and psychotic reader, she lives in isolation, connected to the world only through the Internet.  But with the release of her sequel, the nightmare begins again...","release_date":"1996-01-01","vote_average":4.0,"runtime":92,"cert":"N\/A","id":67991,"title":"Closer and Closer","adult":false,"genre_ids":[9648,53]},{"cast":["Jesse James"],"overview":"A lone biker rides north. He's on the blacktop under an endless blue sky as he races across California's Mojave Desert. The rider is helmetless, defying the law, and his brawny tattooed arms and fists, clamp down hard as he blasts down the road at over 100 mph. Like a pony express rider, this man is on a mission. Two months ago, he vowed he'd build a chrome monster and ride it from Long Beach, Calif., all the way to Sturgis, S.D. — 1,400 miles nonstop. So, in just eight weeks, this biker\/designer created an amazing, one-of-a-kind, sleek, mean chopper from the ground up, and today he's underway. Three hundred miles from home, with 1,100 miles to go, he is headed for the biggest, raunchiest, loudest, wildest, craziest motorcycle jamboree in the world: the Sturgis 2001 Black Hills Classic.","release_date":"2002-01-13","vote_average":0.0,"runtime":50,"cert":"N\/A","id":67994,"title":"Motorcycle Mania 2","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This marine special is an introduction into the alarming ascendance of these unforgiving ocean predators, a glance beneath the surface at a brand new species of squid, and a chance to get up-close and personal with enigmatic underwater explorer Scott Cassell.","release_date":"","vote_average":5.3,"runtime":44,"cert":"N\/A","id":67995,"title":"Squid Invasion","adult":false,"genre_ids":[99]},{"cast":["Rob Newman"],"overview":"Recorded live at the sold-out 2003 Paramount Comedy Festival in Brighton, stand-up comedian Robert Newman performs From Caliban To The Taliban - 500 Years of Humanitarian Intervention; a painstakingly researched tale of capitalist expansion and America’s global terror campaign waged “with goodwill to all.” Few stand-ups have attempted to create causal links between a 1609 Bermuda shipwreck and US adventures in Guatemala, via Shakespeare and Sir Francis Bacon. Hardly a laugh a minute you might think, but Newman has managed to pepper this unlikely comic dish with the endearing gags that made him famous.","release_date":"2004-01-01","vote_average":0.0,"runtime":90,"cert":"","id":67996,"title":"From Caliban To The Taliban","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"Documentary exploring the aftermath of the nuclear disaster that struck the city on April 26th 1986, uncovering how nature has survived in the radioactive zone. This compelling film explores how nature has survived in the radioactive ghost town.","release_date":"2010-05-25","vote_average":6.1,"runtime":null,"cert":"N\/A","id":67997,"title":"Chernobyl: A Natural History","adult":false,"genre_ids":[99]},{"cast":["Jesse James"],"overview":"All the world is in love with motorcycles. Strapped to an 11-hour-a-day, six-days-a-week desk job, we yearn for freedom and the outlaw biker lifestyle. Many bikes are totally unique, personalized machines built by motorcycle enthusiasts. The leading young builder in America is Jesse James; he's a descendant of the famous outlaw and possesses the same renegade spirit. Jesse's lean and mean choppers have brought him worldwide attention and much deserved respect. For two weeks, Discovery Channel will take viewers behind the garage doors of Jesse's shop as he prepares several bikes that he hopes will be ready for unveiling at Bike Week in Daytona Beach, Fla. Over 600,000 bikers with scrutinizing eyes will be in attendance, serving as a major marketing event for Jesse and other builders. With so many bikes to finish, including his own, will Jesse make the deadline? Will the bikes be the masterpieces he seeks? The clock is ticking and Jesse has much to do!","release_date":"2001-11-19","vote_average":0.0,"runtime":50,"cert":"N\/A","id":67998,"title":"Motorcycle Mania","adult":false,"genre_ids":[99]},{"cast":["Sickan Carlsson","Gunnar Björnstrand","Stig Järrel","Bibi Andersson","Hjördis Petterson"],"overview":"A small picturesque town at the turn of the century. The conservative views of the townspeople are shaken when they find out that the school teacher Franzén published his own poetry anonymously many years ago. At the same time he acknowledges his love affair with a waitress at the city hotel, Fanny. What is most upsetting is the fact that Fanny has a grownup daughter, Anna, with no known father. Could their poet teacher be the father although he and Fanny are not married? Plot by Mattias Thuresson.","release_date":"1961-12-26","vote_average":6.5,"runtime":93,"cert":"N\/A","id":67999,"title":"The Pleasure Garden","adult":false,"genre_ids":[35]}]