[{"cast":[],"overview":"Pluto walks past the zoo and sees the huge bone the sleeping lion has but getting it out is easier said than done. He gets it out of the lion's cage, but then has to face the kangaroo and its playful joey. Next is the gorilla, then the crocodiles.","release_date":"1942-11-20","vote_average":6.0,"runtime":8,"cert":"N\/A","id":68500,"title":"Pluto at the Zoo","adult":false,"genre_ids":[16]},{"cast":[],"overview":"While Pluto naps, his son gets into scrapes with various other animals and other hazards. Pluto eventually wakes up and comes to his rescue.","release_date":"1942-02-28","vote_average":6.1,"runtime":7,"cert":"N\/A","id":68501,"title":"Pluto Junior","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig"],"overview":"Pluto has just finished moving his bones into a spiffy new doghouse when a turtle comes along and starts moving them out. While Pluto is dealing with the turtle, Butch takes up residence. Butch chases Pluto back to his grungy old doghouse, and now it's his turn to deal with the tenacious little turtle. The turtle wins, and he and Pluto become friends.","release_date":"1947-02-12","vote_average":6.5,"runtime":7,"cert":"N\/A","id":68502,"title":"Pluto's Housewarming","adult":false,"genre_ids":[16]},{"cast":["Karina Testa","David Saracino","Dominique Bettenfeld","Olivier Bach","Christophe Lemaire"],"overview":"Newlyweds will have to survive in a post-apocalyptic Paris infested with zombies. The love does triumph over death?","release_date":"2009-01-20","vote_average":4.1,"runtime":12,"cert":"N\/A","id":68503,"title":"Paris by Night of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Pinto Colvig"],"overview":"Pluto's kid brother, K.B., keeps getting into trouble. When Butch the bulldog passes by, K.B. latches onto him. Butch gets K.B. to crawl into a meat market through a small slot. Pluto comes along, they tussle and set off the burglar alarm, which brings the dogcatcher, who grabs Butch.","release_date":"1946-04-12","vote_average":5.8,"runtime":7,"cert":"N\/A","id":68504,"title":"Pluto's Kid Brother","adult":false,"genre_ids":[16]},{"cast":["Ami Chorlton","Harmon Walsh","Noelle Reno","Jennifer Hill","Daniel Hall Kuhn"],"overview":"While transporting a unique female species from the Pleistocene Age, a.k.a. Ice Age, a military convoy is attacked and the sample is abducted. The creature called \"Ice Queen\" should be conserved in cryogenic state, otherwise she would wake-up very aggressively, but the apparatus in the plane where Dr. Goddard airborne the species has a problem, the creature is warmed, awakes and kills the mercenary pilot. The airplane crashes and slides with the snow avalanche that was provoked in the mountains, falling over and burying a resort, trapping a group of survivors with the Ice Queen inside. The species kills some of them, while Johnny, his girlfriend Tori and Elaine have to find a means of escape to save their lives.","release_date":"2005-06-07","vote_average":3.3,"runtime":92,"cert":"N\/A","id":68505,"title":"Ice Queen","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Pluto is playing with a ball on the beach. The ball goes into the water and starts moving in strange ways, because a sea lion is playing with it. Pluto does not want to share the ball, and eventually tries to bury it, but the sea lion is too clever. Pluto goes after the sea lion, but has to tangle with a persistent octopus. The sea lion saves Pluto, and resuscitates him, so Pluto agrees to play.","release_date":"1941-01-24","vote_average":5.7,"runtime":8,"cert":"N\/A","id":68506,"title":"Pluto's Playmate","adult":false,"genre_ids":[16]},{"cast":["Suwinit Panjamawat","Santisuk Promsiri","Christy Chung","Eakarat Sarsukh","Wipawee Charoenpura"],"overview":"Jan Dara grows up in a house lacking in love but abundant in lust. He quickly picks up the sinful way of life of the man who married his mother after she became pregnant from being raped. His 'father's' mistress welcomes the young boy into her literal bosom. Wanting badly to know his real father, Jan leaves the house, only coming back after Khun Luang's daughter falls pregnant out of wedlock. Jan does a favor to his 'father' by marrying her, even though he is deeply in love with the mistress. The truth about his birth, as Jan will later learn, is as confusing and messed up as his present life and the lives of those around him.","release_date":"2001-09-28","vote_average":7.7,"runtime":113,"cert":"N\/A","id":68507,"title":"Jan Dara","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Pluto wants to chase the sausage man, but Fifi convinces him to look after their five rambunctious puppies instead. The puppies end up in the basement, where they tangle with a compressed air tank, paint, a jug of hooch, and other hazards. Fifi returns and finds a drunk Pluto, paint on everyone, and gets very angry.","release_date":"1937-11-26","vote_average":5.3,"runtime":9,"cert":"N\/A","id":68508,"title":"Pluto's Quin-puplets","adult":false,"genre_ids":[16]},{"cast":["Jeff Denton","Thomas Downey","Joel Hebner","Sarah Lieving"],"overview":"Based on actual accounts of werewolf sightings in Walworth County, Wisconsin, the film follows a local sheriff who is finally forced to accept that a string of horrifying deaths is linked to a predator which possesses DNA of both man and wolf.","release_date":"2005-09-01","vote_average":3.8,"runtime":80,"cert":"N\/A","id":68509,"title":"The Beast of Bray Road","adult":false,"genre_ids":[27]},{"cast":["Pinto Colvig","Thurl Ravenscroft"],"overview":"Seduced by a satyr, Pluto celebrates spring. He goes around enjoying the scents, then imitating various animals. But when he imitates the butterfly (that transformed from a caterpillar before our eyes), he gets in trouble. The butterfly had done a little dance with a water droplet; Pluto picks a beehive as his \"ball\". The bees, of course, attack, and Pluto escapes by diving into some bushes of poison ivy. Then the \"gentle\" rains of spring come, along with the hail (\"hail, hail the rains\"), making a mess of Pluto's house. When the rains end and the satyr returns, Pluto gives him the greeting he deserves.","release_date":"1944-06-23","vote_average":5.3,"runtime":7,"cert":"N\/A","id":68510,"title":"Springtime for Pluto","adult":false,"genre_ids":[16,35]},{"cast":["Jimmy Dore"],"overview":"Already the star of his own half-hour Comedy Central special, and a writer performer for the Off Broadway hit \"The Marijuana-logues,\" Jimmy Dore is best described by critics as a \"Bad-assed Bill Maher with a boulder sized chip on his shoulder.\" Jimmy Dore now takes on the government and the easily misled in his hilarious new one hour Comedy Central Special Citizen Jimmy. He's not a partisan, he's a citizen. Citizen Jimmy.","release_date":"2008-08-05","vote_average":0.0,"runtime":52,"cert":"N\/A","id":68513,"title":"Jimmy Dore: Citizen Jimmy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Pluto finds a bone - but also finds Butch the bulldog, who claims it for himself. Idea: Pluto paces off a distance, buried treasure style, and digs a large bone-shaped hole. Butch falls for it, and while he's digging deeper, Pluto almost makes off with the bone. Butch catches on just in time and chases Pluto, who ducks into a junkyard. The bone gets sucked into in a squeeze-bulb horn, which Pluto does battle with.","release_date":"1942-08-14","vote_average":5.9,"runtime":7,"cert":"N\/A","id":68514,"title":"T-Bone for Two","adult":false,"genre_ids":[16]},{"cast":["Muse Watson","Timothy Gibbs","Raynor Scheine","Matthew Cowles","Lou Martini Jr."],"overview":"Hillbillies with internet access use a website to lure sportsmen to their isolated cabin with the promise of cheap room and board, then release them into the woods and hunt them.","release_date":"2003-01-01","vote_average":1.0,"runtime":96,"cert":"N\/A","id":68515,"title":"Season of the Hunted","adult":false,"genre_ids":[28,53,27]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"Mickey Mouse and several other characters are on a prison chain gang, guarded by Pegleg Pete. They break rocks for a while, then Mickey breaks out a harmonica and everyone starts making music and\/or dancing. Soon there's a jail-break, and Mickey's on the run, tracked by bloodhounds (including his future pet, Pluto, in his first appearance). He falls off a cliff and right into a jail cell.","release_date":"1930-09-04","vote_average":5.6,"runtime":8,"cert":"N\/A","id":68516,"title":"The Chain Gang","adult":false,"genre_ids":[16]},{"cast":["Jesse Garon","Ike Gingrich","Jennifer Mai"],"overview":"The Job is a close look at racism based on the actual conflicts in Texas in the early 1970s. An Elvis impersonator and a \"good ole boy\" set out on a job for the boss, the nature of which becomes chillingly clear.","release_date":"1997-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":68517,"title":"The Job","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The 1982 Formula One season was the 33rd FIA Formula One World Championship season. It commenced on January 23, 1982, and ended on September 25 after sixteen races. The World Drivers' Championship was won by Williams driver Keke Rosberg. Rosberg was the first driver since Mike Hawthorn in the 1958 season to win the championship after winning only one race. 11 drivers won a race during the season, none of them more than two times. Scuderia Ferrari won the World Constructors' Championship.","release_date":"","vote_average":4.8,"runtime":null,"cert":"N\/A","id":68518,"title":"Formula One 1982 Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Pluto is guarding a flock of sheep in the West; a coyote is sneaking up on that flock. The coyote fakes a bad leg; Pluto chases it away, only to have it run back ahead of him and go after the sheep. Pluto gets back and finds the coyote chasing the lone black sheep of the flock, after trapping the rest. The chase ends with the coyote buried under a toppling spire of rock, which forms a coyote of rock on the top.","release_date":"1945-08-24","vote_average":6.0,"runtime":7,"cert":"N\/A","id":68519,"title":"The Legend of Coyote Rock","adult":false,"genre_ids":[16]},{"cast":["Pinto Colvig"],"overview":"Police dog Pluto is tracking down Butch, the dog that abducted rich dog \"Ronnie\" for a 10,000 bone ransom. Pluto releases Ronnie, but is hunted by Butch.","release_date":"1946-07-19","vote_average":6.4,"runtime":7,"cert":"N\/A","id":68520,"title":"The Purloined Pup","adult":false,"genre_ids":[16]},{"cast":["Hope Likens","Ameara Lavey"],"overview":"Making good on her pact with Satan, Angela Aberdeen's tortured and vomit-soaked soul descends into Hell. But Satan is not finished with her yet - He has more suffering planned for his ravaged slave. Angela is sent back up to the surface to stalk and destroy yet another victim. Her return initiates the emergence of a new Angela who is steadily and painfully infected with the Devil's Curse. An appalling metamorphosis befalls the chosen young victim as she is racked by bulimia, and subjected to the dark, forbidden secrets of incest of abuse. Slowly, the two Angelas merge into one Perfect Child of Satan and descend to an eternity of suffering in Hell.","release_date":"2010-07-27","vote_average":2.5,"runtime":75,"cert":"N\/A","id":68523,"title":"Slow Torture Puke Chamber","adult":false,"genre_ids":[27]},{"cast":["Lou Mandylor"],"overview":"A short film about a parrot addicted to crackers.","release_date":"1997-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":68524,"title":"Junky","adult":false,"genre_ids":[16]},{"cast":["Maho Nonami","Kou Shibasaki","Grace Yip","Yoshiki Arizono","Mizuho Igarashi"],"overview":"The search for her vanished brother Tsuyoshi leads Kaoru to the lonesome village Kozukata in the Japanese back-land. The locals react repelling to her, which the exception of the Chinese girl Sally. As her car breaks down Kaoru is trapped in the village; will she have to repay for something she has done in the past?","release_date":"2001-09-13","vote_average":4.7,"runtime":86,"cert":"N\/A","id":68527,"title":"Scarecrow","adult":false,"genre_ids":[27]},{"cast":["Akira Emoto","Kumiko Aso","Juro Kara","Masanori Sera","Jacques Gamblin"],"overview":"At the end of WWII, Japanese doctor Akagi searches for the cure for hepatitis in the prisoner-of-war camp.","release_date":"1998-05-17","vote_average":7.1,"runtime":128,"cert":"N\/A","id":68528,"title":"Dr. Akagi","adult":false,"genre_ids":[35,18,36]},{"cast":["Lee Sung-jae","Kim Hye-soo","Cha Seung-won","Lee Jong-soo","Kim Dong-wook"],"overview":"Kick the Moon is about two high school students from a small-city high-school. One is a fighter who is involved in a legendary street-fight with a rival school, the other is a geeky wimp who loves to study and is one of the only students to not participate in the fight. Years later, the punk has grown to be a teacher in the high-school he attended and the nerd has become a mafia underboss and has returned to his hometown to set up operations. The movie revolves around the two men's rivalry for the affections of a local lady restaurant owner and the fighting of rival gang factions in the small city.","release_date":"2001-06-23","vote_average":5.7,"runtime":118,"cert":"N\/A","id":68529,"title":"Kick the Moon","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"This wordless animated film follows a tall, solitary adult as he walks from the video store, where he's rented the heavily-advertised \"Killing Heinz,\" to his flat. Our pedestrian has close call after close call without noticing the narrow margins by which he avoids injury or death: from falling objects, a Bungee jumper, cars and trains, birds, a faulty balcony, and muggers. He arrives home, safe and sound, grabs a beer, and sits down to watch the movie. What could go wrong now?","release_date":"1996-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":68530,"title":"Killing Heinz","adult":false,"genre_ids":[16]},{"cast":[],"overview":"One man's purpose in life is questioned by a ringing phone.","release_date":"2006-01-01","vote_average":3.0,"runtime":12,"cert":"N\/A","id":68531,"title":"1 Phone, 2 Phone, 3 Phone, 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"Penny and Devon, a pair of high school outcasts, are best friends in their isolation in the small town of Blackfoot, Idaho. However, things take a nasty turn for the worst when penny inadvertently turns Devon into an unspeakable evil, the most popular boy in school.","release_date":"2008-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":68532,"title":"Cheerbleeders","adult":false,"genre_ids":[]},{"cast":[],"overview":"A typical day at the barbershop inter-cut with footage of the outside world. Thus emphasizing that the outside world moves fast while life in the barber shop is slow.","release_date":"2008-01-01","vote_average":1.0,"runtime":3,"cert":"N\/A","id":68533,"title":"1 Stoneybatter","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man awakens to find he can see 10 seconds into the future. What disasters could he avert? What lives could he save? What will this mean to the future of mankind. There is, however, just one small problem!","release_date":"2005-01-01","vote_average":6.7,"runtime":2,"cert":"N\/A","id":68534,"title":"10 Seconds","adult":false,"genre_ids":[]},{"cast":[],"overview":"'People Who Do Noise' is a film about the experimental music of Portland, Oregon. Extensive interviews and intimate performance footage provide an intense portrait of the motivations, emotions, and methods that go into this uncompromising, sometimes brutal musical form. Unwavering in its focus, the film brings to light an art form unfathomable to many, with only the words of the musicians themselves providing any explanation for the pulsating sonic chaos they create. The unflinching cinematic style defies any trend-setting or commercial representation, opting instead for a stark portrayal of a musical underground at its most genuine and vital.","release_date":"2008-07-13","vote_average":6.5,"runtime":82,"cert":"N\/A","id":68535,"title":"People Who Do Noise","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Comical little characters Sheep. A calm, knowing persona. Happily munching grass and strolling around their fields. That is until spring arrives! That heavy winter coat that served so well during the cold snap, must now be removed. Sheep don't much like being sheared, here's a few alternatives to the traditional methods.","release_date":"2007-01-01","vote_average":7.0,"runtime":2,"cert":"N\/A","id":68536,"title":"10 Ways to Shear a Sheep","adult":false,"genre_ids":[]},{"cast":["La Salle Ishii","Yumi Morio","Shintarou Sonooka","Yukiko Matsûra","Kanako Mitsuhashi"],"overview":"Officer Ryotsu is ordered to team up with FBI agent Lisa Hoshino to find a terrorist who is currently in Tokyo. For an unknown reason, only buildings from the Shinatora corporation seem to be targeted by the mysterious Benten.","release_date":"1999-12-23","vote_average":8.0,"runtime":94,"cert":"N\/A","id":68537,"title":"KochiKame: The Movie","adult":false,"genre_ids":[16,80]},{"cast":[],"overview":"The huge tar sands in Alberta are a potentially profitable resource, but the environmental impact could be heavy and long-term.","release_date":"2009-01-01","vote_average":8.5,"runtime":43,"cert":"N\/A","id":68538,"title":"Petropolis: Aerial Perspectives on the Alberta Tar Sands","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":68539,"title":"The Great Lie","adult":false,"genre_ids":[]},{"cast":["Roberto Benigni","Steven Wright"],"overview":"In a vignette called \"Strange to meet you,\" Roberto sits at a small table in a coffee bar. Five cups of coffee and two ashtrays are in front of him; he drinks and smokes. Steven joins him. They start a conversation about cigarettes and coffee. Steven likes to drink coffee before he sleeps, so he can dream faster. The conversation jumps around. \"You know my mother?\" asks Roberto. Steven describes coffee Popsicles. They switch seats; then switch back. Steven has to leave for a dental appointment he's not looking forward to. Roberto makes a startling offer, inspired no doubt by the coffee and cigarettes.","release_date":"1986-01-01","vote_average":7.3,"runtime":6,"cert":"N\/A","id":68540,"title":"Coffee and Cigarettes","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":5.0,"runtime":4,"cert":"N\/A","id":68541,"title":"Piece of Meat","adult":false,"genre_ids":[]},{"cast":[],"overview":"When a person experiences a loss, it is sad but can also be celebrated. Whether it's a film or a person, they are forever honoured and remembered by the mark they make on the world.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":68542,"title":"100 Mountains","adult":false,"genre_ids":[]},{"cast":["Hi Ching","Victoria Wicks","Ric Young","David Yip","Lucy Sheen"],"overview":"A Chinese lawyer tries to execute the will of Sam Wong.","release_date":"1987-07-17","vote_average":0.0,"runtime":100,"cert":"N\/A","id":68543,"title":"Ping Pong","adult":false,"genre_ids":[9648,35,18]},{"cast":[],"overview":"Someone disguised as a pig wearing a soldiers uniform... A woman with high heel shoes sitting on a branch in a tree... A football turning vaguely into a skull... Boots leading a life of their own.","release_date":"2007-01-01","vote_average":3.0,"runtime":5,"cert":"N\/A","id":68544,"title":"1000 Yard Stare","adult":false,"genre_ids":[]},{"cast":["Julie Walters","Rupert Graves","Matthew Walker","Laura Sadler","Holly Aird"],"overview":"In 1950s England, sailor Harold Guppy arrives in a small seaside town looking for his estranged brother. After a brief reunion, Harold finds a room for rent in the house of Mrs. Beasley, her meek husband and their teenage daughter, Joyce. It's clear that Harold has a troubled past, but his future is about to get more perilous yet. Despite the rosy surface, Harold soon finds himself in a tawdry sexual tug-of-war that won't end well.","release_date":"1996-10-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":68545,"title":"Intimate Relations","adult":false,"genre_ids":[18,35]},{"cast":["Greta Scacchi","Madhur Jaffrey","James Wilby","Sarah Badel","Riju Bajaj"],"overview":"A British family is trapped between culture, tradition, and the colonial sins of the past.","release_date":"1999-01-01","vote_average":5.3,"runtime":124,"cert":"N\/A","id":68546,"title":"Cotton Mary","adult":false,"genre_ids":[18]},{"cast":[],"overview":"One friend speaks to another through a closed door.","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":68547,"title":"11:32 P.M.","adult":false,"genre_ids":[]},{"cast":["Kelly Albanese","Susan Anton","Michael Bergin","Kyle Jordan","Candace Moon"],"overview":"Beautiful, seductive rich girl Daphne gets her kicks playing mind games; finding and seducing young working-class men until she cruelly kicks them to the curb. But when she comes across handsome med student Nick, she discovers a challenge. Nick isn't so easily seduced. So Daphne and her friends set about seducing Nick's girlfriend, Heather. When things go wrong and Heather gets in a terrible accident, Daphne finds her comfortable easy world spiraling quickly out of control, and it will take all of her ability to find out who is in control of this dangerous game.","release_date":"2008-01-01","vote_average":3.0,"runtime":123,"cert":"N\/A","id":68548,"title":"Playing with Fire","adult":false,"genre_ids":[53]},{"cast":["Mickey Rourke","Eugene Bervoets","Andrew Howard","Mireille Leveque","Mike Verdrengh"],"overview":"Shades is a film about (imaginary) Belgian serial killer Freddy Lebecq which producer Max Vogel, a former lawyer, is determined to make into an internationally co-produced, relatively big budget-production Hollywood style, with a director from the States. To that end he cuts deals with and often behind the backs of just about everybody, including Lebeq -who has the book rights-, his lawyer who hopes to use proceeds donated to the relatives to facilitate early release, even the victims, always trying to get the media circus to yield priceless publicity. However not only the lead actor proves a loose canon, even Lebecq ends up killing his lawyer and escaping, when he believes the movie is hurting his case","release_date":"1999-10-19","vote_average":7.3,"runtime":96,"cert":"N\/A","id":68551,"title":"Shades","adult":false,"genre_ids":[35]},{"cast":["Nand Buyl","Marijke Pinoy","Viviane de Muynck","Leo Achten","Rachida Adouane"],"overview":"Lucien is een alerte tachtiger en een koppigaard. Na de dood van zijn vrouw, weigert hij nog langer bij zijn dochter Gerda in te wonen. Hij gaat terug naar zijn eigen huis. Mathilde, de vrouw van zijn beste vriend Felix, steekt hem een handje toe bij het huishouden. Maar het alleen wonen weegt zwaar op Lucien. De enige relatie waar hij zich echt kan aan optrekken is die met zijn kleindochter Julie. Maar dan ontmoet hij zijn nieuwe buurvrouw Sylvia. Dankzij haar slaagt Lucien erin een nieuw leven op te starten. Ze leert hem zelfstandig zijn huishouden doen en geeft hem zelfs zijn eerste computerles. Tot groot wantrouwen van Mathilde en Gerda..","release_date":"2006-06-14","vote_average":4.0,"runtime":88,"cert":"N\/A","id":68554,"title":"Vidange perdue","adult":false,"genre_ids":[35,10402]},{"cast":["Mamoru Miyano","Kappei Yamaguchi","Shidou Nakamura","Noriko Hidaka","Nozomu Sasaki"],"overview":"After the events of the first movie Yagami Light faces two new adversaries as he is trying to create a perfect world without crime or criminals. This movie continues the first tv special and is a summary of the last 12 episodes of the tv anime","release_date":"2009-10-07","vote_average":7.0,"runtime":100,"cert":"N\/A","id":68555,"title":"Death Note Relight 2: L's Successors","adult":false,"genre_ids":[10770,53,16,80,18,14]},{"cast":["Tenoch Huerta","Carlos Bardem","José Alberto Solorzano","Mario Zaragoza","Sonia Couoh"],"overview":"Mexico City. 2002, 2006, 2010. A cop. A hostage. A wife. Corruption, violence, vengeance. Three destinies, during 30 days, during three Soccer World Cups. Three ways to fight in order to survive.","release_date":"2011-05-17","vote_average":5.6,"runtime":133,"cert":"N\/A","id":68556,"title":"Days of Grace","adult":false,"genre_ids":[18]},{"cast":["Goki Maeda","Airi Matsuyama","Rin Asuka","Aika","Erena Ono"],"overview":"Maebara Keiichi, a young teenager, has recently moved from the city to the rural village of Hinamizawa with his family. He is adjusting quite well to his new life, making friends at the small school, playing games, passing time in relative happiness, when suddenly a gruesome murder occurs. A mystery begins to unravel — tracing back to happenings five years ago. As Keiichi learns more about these strange events, he wonders if he will be able to face the truth behind all of this.","release_date":"2009-04-18","vote_average":7.0,"runtime":106,"cert":"N\/A","id":68557,"title":"Shrill Cries: Reshuffle","adult":false,"genre_ids":[27,9648,53]},{"cast":["Anatole Taubman","Martin Glade","Kathrin Kühnel","Stefan Lochau","Manuel Cortez"],"overview":"A movie about some people one the love parade 2000.","release_date":"2001-06-13","vote_average":6.0,"runtime":110,"cert":"N\/A","id":68558,"title":"Be.Angeled","adult":false,"genre_ids":[18]},{"cast":["Mark Cheng","Maggie Shiu","Lam Suet","Tak-bun Wong","Yu Gu"],"overview":"CID detective Rockman was sent to Thailand to investigate a case involving the Hong Kong and Thai underground syndicate. During his visit he met a sexy table dancer called Elli, they had a brief but hot steamy affair. Unexpectedly Rockman was ordered to return to Hong Kong. Before leaving he promised Elli he would return. But he never did. Heart broken Elli felt she was deceived. Rockman never expect his affair would bring the worst luck for him and family. Three years later in Hong Kong, when Rockman was busily investigating a murder case one stormy night, a senior policeman was murdered by a most wanted fugitive Lam Chiu. On the other hand, Rockman's wife broke down after their son died mysteriously. All the major newspapers headlined the two cases, saying the murder and the baby's death are related. Frustrated Rockman worked closely with Brother Sum well seasoned detective...","release_date":"2007-05-10","vote_average":4.8,"runtime":97,"cert":"N\/A","id":68559,"title":"Gong Tau","adult":false,"genre_ids":[27]},{"cast":["Sophie von Kessel","Hendrik Duryn","Oliver Mommsen","Fee Benz","Robert Gallinowski"],"overview":"1978. In a desperate act of love, a plane is hijacked in East Germany and forced to land in the American Sector of West Berlin, triggering a Cold War crisis and forcing 60 hapless passengers to decide in minutes whether to give up everything and stay in the West...","release_date":"2010-09-26","vote_average":6.0,"runtime":116,"cert":"N\/A","id":68560,"title":"Westflug - Entführung aus Liebe","adult":false,"genre_ids":[18]},{"cast":["Renaud","Hugues Aufray","Coluche"],"overview":"French singer\/songwriter Renaud comment and give his explanations about various video footage that have been made about him over the years.","release_date":"2002-01-01","vote_average":6.3,"runtime":123,"cert":"N\/A","id":68561,"title":"Renaud, le Rouge et le Noir","adult":false,"genre_ids":[]},{"cast":["Renaud"],"overview":"","release_date":"2003-04-28","vote_average":6.8,"runtime":null,"cert":"N\/A","id":68564,"title":"Renaud - Tournée d'enfer","adult":false,"genre_ids":[]},{"cast":[],"overview":"18 Shades of Dust - Hitman's Journal","release_date":"2001-01-26","vote_average":0.0,"runtime":95,"cert":"N\/A","id":68565,"title":"18 Shades of Dust","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-06-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":68566,"title":"Sanseverino - Live au Théâtre Sébastopol","adult":false,"genre_ids":[]},{"cast":["Håkon Øvergård","Tage Berget","Stian Moen","Kenneth Moen","Hans Marius Uhuus"],"overview":"The Blumens are back this time in stunning 2D! This time the crazy gang from Norway focus on trying to make some unforgettable stunts and other crazy activities. The guys are fearless and live by one code; Pain is temporary footage is forever!","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":68567,"title":"The Blumens 2D","adult":false,"genre_ids":[35]},{"cast":["Adam Sandler"],"overview":"A man goes shopping for a new couch.","release_date":"2003-01-01","vote_average":5.1,"runtime":2,"cert":"N\/A","id":68568,"title":"Couch","adult":false,"genre_ids":[35]},{"cast":["Tim Roth","Jouko Ahola","Udo Kier","Anna Gourari","Max Raabe"],"overview":"A Jewish strongman performs in Berlin as the blond Aryan hero Siegfried.","release_date":"2001-01-01","vote_average":6.3,"runtime":133,"cert":"N\/A","id":68569,"title":"Invincible","adult":false,"genre_ids":[18,10752]},{"cast":["Heino Ferch","Nadja Uhl","Anna Schudt","Michael Lott","Dirk Borchardt"],"overview":"A woman disappears mysteriously in the middle of a forest. Police begins his search, in addition to her husband, a forensic expert. When officers asked to provide them with a photograph of the missing, he discovers that someone has entered her house and stole all the images of women.","release_date":"2010-02-08","vote_average":7.3,"runtime":89,"cert":"N\/A","id":68570,"title":"The deaths from the Black Forest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Portal is a short film that experiments with both the 3D environment it inhabits and the digital subconsciousness it suggests. The Portal is intended as an abstract gateway to the mind, body and soul elements of existence. Each of these are depicted by an arm on the Portal, each with it's own individual visual contribution of binary code and morphing texture maps. The result is a 2 minute journey, in, through and around The Portal.","release_date":"2006-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":68571,"title":"Portal","adult":false,"genre_ids":[]},{"cast":["Timothy Dalton","Henry Czerny","Jonathan Malen","Michael Rhoades","Shannon Lawson"],"overview":"An 11 year old boy starts throwing temper tantrums, vomiting on and attacking people, and swearing uncontrollably.  Furniture begins to move on its own when he is around, and he doesn't remember any of it.  After giving up on the protestants, the boy's parents turn to the catholic church for help.  Father Bowden is a WWII veteran who is experiencing nightmares, flashbacks and other personal problems, including alcoholism.  He is recruited by the archbishop to perform a series of exorcisms.  This is the apparent true account of the last exorcism known to have been done by the catholic church.","release_date":"2000-10-22","vote_average":4.3,"runtime":89,"cert":"N\/A","id":68572,"title":"Possessed","adult":false,"genre_ids":[18,27]},{"cast":["Matthias Jabs","Klaus Meine","Ralph Rieckermann","Rudolf Schenker","Christian Kolonovits"],"overview":"A \"reunion\" concert of sorts, featuring the Scorpions biggest hits. Recorded at Hannover EXPO in June 2000, with Christian Kolonovits conducting the Berlin Philharmonic Orchestra. The live performance was filmed to be released in VHS and Video CD in December 2000.","release_date":"2001-02-06","vote_average":4.0,"runtime":90,"cert":"N\/A","id":68573,"title":"Scorpions: Moment of Glory (Live with the Berlin Philharmonic Orchestra)","adult":false,"genre_ids":[10402]},{"cast":["Klaus Meine"],"overview":"","release_date":"2003-09-23","vote_average":3.8,"runtime":null,"cert":"N\/A","id":68574,"title":"Scorpions: Unbreakable One Night In Vienna","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2007-11-23","vote_average":5.5,"runtime":null,"cert":"N\/A","id":68575,"title":"Superbus - Live à Paris","adult":false,"genre_ids":[]},{"cast":["Sasha Vinni","Brooke Lane","Lene Hefner","Gina LaMarca","Drew Reese"],"overview":"A breakthrough film in several ways, Zazel focuses almost as much on sensual imagery as it does on sexual heat. The film is ostensibly about the search for the perfect perfume; Zazel, a world-famous artist is assigned to create the most arousing scent ever. Her creative mind enters its deepest and most erotic fantasies, participating in encounters ranging from angelic to the demonic in settings whose beauty rivals that of the performers, including several Penthouse Pets. No feeling too deep. No scent too strong. No limit to any experience will keep Zazel from victory in her creative quest for the perfection of her design... The Scent Of Love.","release_date":"2008-09-24","vote_average":6.2,"runtime":125,"cert":"N\/A","id":68576,"title":"Zazel - The Scent of Love","adult":true,"genre_ids":[]},{"cast":["Penny Flame","Leigh Livingston","Richelle Ryan","Sophie Dee"],"overview":"You like big booty white girIs? So, do we! And Legend's Cream Team has picked us up a few girls packing round, firm behinds that wilI make your member instantly swell! So, join them for balIs-to-waIl, hard pumping action that wilI satisfy the appetite of any fan who appreciates a nice fat ass!","release_date":"2009-07-18","vote_average":2.0,"runtime":109,"cert":"N\/A","id":68577,"title":"White Booty Lovers","adult":true,"genre_ids":[]},{"cast":["Jean-Louis Aubert","Corine Marienneau","Richard Kolinka","Louis Bertignac"],"overview":"","release_date":"1980-06-13","vote_average":5.5,"runtime":null,"cert":"N\/A","id":68578,"title":"Public Telephone","adult":false,"genre_ids":[]},{"cast":["Kaiya Lynn","Sophia Santi","Priya Rai","Nicole Ray","Victoria White"],"overview":"Beautiful beaches, horny Polynesians, and cops with a hard boner to set things right. A sexy spin on the original! You won't think the same about it again! All in clear, crisp Blu-ray!","release_date":"2011-01-05","vote_average":9.2,"runtime":94,"cert":"N\/A","id":68579,"title":"This ain't Hawaii Five 0","adult":true,"genre_ids":[]},{"cast":["Rogério Flausino","Marco Túlio Lara","Márcio Buzelin","Paulo Roberto Diniz Júnior","Paulinho Fonseca"],"overview":"MTV Ao Vivo - Jota Quest é um CD\/DVD ao vivo gravado pela banda brasileira Jota Quest em Belo Horizonte, na Praça do Papa, nos dias 1 e 2 de maio de 2003, extraindo-se do programa MTV Ao Vivo - Jota Quest, com transmissão da MTV Brasil. Lançado em 15 de Setembro do mesmo ano, foi produzido por Liminha. No Brasil, foi o quinto CD mais vendido em 2007, vendendo mais de 500.000 mil cópias e sendo certificado Diamante.[1][2] A música \"Do seu lado\" poucos meses depois da gravação do MTV Ao Vivo, se tornou tema da novela Malhação, junto com a faixa \"Só Hoje\".","release_date":"2003-09-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":68580,"title":"Jota Quest - MTV Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":[],"overview":".","release_date":"2010-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68581,"title":"Asian Massage Therapy","adult":true,"genre_ids":[]},{"cast":["Urijah Faber","Dominick Cruz","Tito Ortiz","Ryan Bader","Wanderlei Silva"],"overview":"UFC 132 was originally set to feature a rematch between B.J. Penn and Jon Fitch, but both were forced to withdraw because of injuries. Evan Dunham was expected to face George Sotiropoulos at the event, but was forced off the card with an injury and replaced by Rafael dos Anjos. Jason Miller was scheduled to face Aaron Simpson at this event. However, Miller was removed from the card after accepting a coaching position on The Ultimate Fighter 14, and replaced by Brad Tavares. Cub Swanson was expected to face Erik Koch at this event, but was forced from the bout with an injury. Koch was instead moved to UFC Fight Night 25 to take on Jonathan Brookins.","release_date":"2011-07-02","vote_average":5.5,"runtime":175,"cert":"N\/A","id":68582,"title":"UFC 132: Cruz vs. Faber 2","adult":false,"genre_ids":[]},{"cast":["Sophia Santi","Kimberly Kane","Samantha Ryan","Lindsey Meadows","Karlie Montana"],"overview":"Sophia Santi: Belle is the new, erotic treat from celebrated director Celeste. Celeste combines gorgeous girls with stellar production values to create a stimulating visual experience, which can only be described as 'belle'. Exotic nymphomaniac Sophia Santi has no problem taking what she wants from sexy friends like Karlie Montana, Tiffany Brookes, Samantha Ryan, and Angie Savage. After fucking the girls with her array of strap-ons, Sophia buries their faces into her sweet pussy and holds tight until she cums all over. Kimberly Kane, Lindsey Meadows, and Kimberly Kole search for the biggest cocks they can find, and then sensually milk them dry. Sophia Santi: Belle is beautifully kinky sex.","release_date":"2009-08-04","vote_average":6.0,"runtime":106,"cert":"N\/A","id":68583,"title":"Sophia Santi: Belle","adult":true,"genre_ids":[]},{"cast":["Victoria Tiffani"],"overview":".","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68584,"title":"Butt Fuck Me 5","adult":true,"genre_ids":[]},{"cast":["Audrey Dana","Sarah Grappin","Claude Degliame","Anna Mihalcea","Gwenael Clause"],"overview":"Four women, all journalists for the French daily \"Libération\", decide to have, over the course of a week-end, an experience with a male prostitute.","release_date":"2009-02-18","vote_average":0.0,"runtime":83,"cert":"N\/A","id":68585,"title":"Ah! La libido","adult":false,"genre_ids":[35,10749]},{"cast":["Bruce Springsteen"],"overview":"The Springsteen and E Street Band performances were compressed to two hours in length due to the multi-act nature of the concerts. Especially at the beginning of his sets, Springsteen accomplished this by stripping down the songs,removing elongated outros and false endings from the likes of \"Born in the U.S.A.\" and \"Badlands\". In doing so, the style of the Vote for Change shows foreshadowed the next E Street outing, the 2007 Magic Tour, when Springsteen adopted a similar approach.","release_date":"2004-10-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":68586,"title":"Bruce Springsteen: Vote For A Change Washington DC","adult":false,"genre_ids":[]},{"cast":["Raymond Michael Karl","Jacqueline Wolff","Maurizio Benazzo","Gwendolyn Bucci","Marc Pascal"],"overview":"Everyone dreams of winning the lottery, but what would really happen if you did?","release_date":"1997-01-01","vote_average":6.5,"runtime":8,"cert":"N\/A","id":68587,"title":"The Last Supper","adult":false,"genre_ids":[18]},{"cast":["Shay Jordan","Zeina Heart","Heather Vahn","Sochee Mala","Mick Blue"],"overview":"From the imaginative mind of Celeste comes Shay Jordan: Leather and Lace, a modern romance about the fucked up nature of love and sex. The exotic Shay Jordan stars in 4 sexually charged scenes, including her first interracial scene ever! Shay takes Rico Strong's big, black cock deep in her wet pussy and wonders why she waited so long to experience dark meat. Sochee Malo, Heather Vahn, and Zeina Heart provide powerful supporting performances complete with kinky solo action, deep throating blow jobs, and pussy pounding action!","release_date":"2009-03-23","vote_average":8.0,"runtime":76,"cert":"N\/A","id":68588,"title":"Shay Jordan: Leather and Lace","adult":true,"genre_ids":[]},{"cast":["Christina Milian","Josh Cooke","Erin Karpluk","Lorraine Bracco","Luciana Carro"],"overview":"A young woman discovers a Christmas-themed dreamworld inside a magical snowglobe. Angela loves Christmas more than anything. However, her family does not share her love for the holiday at all. When she is about to breakdown because of her family, she receives a snowglobe in the mail. When she opens up the snowglobe, she is transported into the world inside, where Christmas is the heart and soul for everyone who lives there. She discovers she can return to her world by going down a small path in the small forest at the edge of the village, and can return whenever she winds up the snowglobe. After a long set of visits to the globe, she accidentally gets trapped inside.","release_date":"2007-12-15","vote_average":6.2,"runtime":120,"cert":"N\/A","id":68591,"title":"Snowglobe","adult":false,"genre_ids":[10751,14,878,10770]},{"cast":["London Keyes","Tia Tanaka","Nyomi Zen","Sierra Lynn"],"overview":"In My Asian Girlfriend 2, we show you more hot oriental cum dumpsters who just want to suck and swallow entire lengths of cock and get them shoved deep in their pussies and asses.","release_date":"2011-06-22","vote_average":0.0,"runtime":118,"cert":"N\/A","id":68592,"title":"My Asian Girlfriend 2","adult":true,"genre_ids":[]},{"cast":["Kagney Linn Karter","Anthony Rosano","Cheyne Collins","Rocco Reed","Mike Quasar"],"overview":"Kagney Linn Karter delivers a breakout performance as Clarice Starling, the junior FBI agent sent to pick Hannibal Lecter's brain for information on serial killer Buffalo Bill's whereabouts, and deliver him a horny young fan in exchange, as long as he vows not to eat her! Meanwhile Buffalo Bill is busy torturing Brenda who turns out to be so masochistic that she loves every kinky minute of it. Will Agent Crawford ever get in Clarice's pants? Or will she stay a die-hard lesbian? Orona's captured the dark sinister cinematic nature of the original with a perverted twist around every corner. A must-see parody!","release_date":"2011-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68593,"title":"Official Silence Of The Lambs Parody","adult":true,"genre_ids":[]},{"cast":["Ekkehard Schall","Ilse Pagé","Ernst-Georg Schwill","Harry Engel","Raimund Schelcher"],"overview":"The corner Schönhauser Allee in East Berlin is the main meeting-point for a group of adolescents. Dieter is a construction worker who falls in love with Angela. She, in turn, spends time with the clique whenever her mother is occupied with her new lover. \"Kohle\" stays away from home to avoid his dad's alcohol problem, and Karl-Heinz is on his way to becoming a small-time criminal. Due to their interest in western music and culture they are regarded as no-goods and rowdies. Things get interesting when an incident forces Dieter and \"Kohle\" to escape to West Germany. Written by c.winter","release_date":"1957-08-30","vote_average":7.3,"runtime":81,"cert":"N\/A","id":68594,"title":"Berlin, Schoenhauser Corner","adult":false,"genre_ids":[18,10749]},{"cast":["Briana Blair","Andy San Dimas","Asia Zo","Evan Stone","James Deen"],"overview":"There is a scandal in Springfield! Marge and Homer get frisky and film their raunchy romp in the sack! Who is going to see this episode? You are!","release_date":"2011-01-26","vote_average":10.0,"runtime":106,"cert":"N\/A","id":68595,"title":"Simpsons: The XXX Parody","adult":true,"genre_ids":[]},{"cast":["Ann Wilson","Nancy Wilson","Ben Smith","Craig Bartock","Debbie Shair"],"overview":"Recoded live at the Orpheum Theatre in Los Angeles, this video showcases a start-to-finish performance of Heart's legendary debut album, \"Dreamboat Annie\", plus encore covers of Led Zeppelin, The Who and Pink Floyd, and Heart's \" \"Mistral Wind.\" It opens with a contemporary interview of Ann and Nancy Wilson in which they discuss the band's early days, an interview with the original album's producer, Mike Flicker.","release_date":"2007-10-23","vote_average":4.3,"runtime":83,"cert":"N\/A","id":68598,"title":"Heart - Dreamboat Annie Live","adult":false,"genre_ids":[10402]},{"cast":["Etsushi Toyokawa","Honami Suzuki","Koichi Sato","Hirotaro Honda","Kazuyuki Aijima"],"overview":"Hatano is living as an insomniac freelance typesetter alone in his bayside apartment. One day, Aikawa, a high school classmate he hasn’t seen in over ten years, shows up on his doorstep bearing a bag of clams. Though he claims to be the director of a fast-growing trading company, Aikawa crashes on Hatano’s couch for days on end. When the sleeping pills he was offered produce a strange side effect, Hatano is slowly dragged into Aikawa’s con-artist lifestyle. Soon afterward, they cross paths with the representative of a big-name publishing company and Aikawa’s ultimate scam begins to unfold.","release_date":"1997-10-04","vote_average":0.0,"runtime":123,"cert":"N\/A","id":68599,"title":"Lie Lie Lie","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2007-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68600,"title":"Benek","adult":false,"genre_ids":[]},{"cast":["Ewa Hornich","Alessandro Bertolucci","Rafał Cieszyński","Łukasz Nowicki","Michał Ratyński"],"overview":"","release_date":"2010-05-05","vote_average":2.0,"runtime":null,"cert":"N\/A","id":68601,"title":"Fenomen","adult":false,"genre_ids":[35,10749]},{"cast":["Paweł Małaszyński","Jan Peszek","Elżbieta Jarosik","Szymon Majewski","Jarosław Jabłoński"],"overview":"","release_date":"2008-07-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68602,"title":"Figo Fago","adult":false,"genre_ids":[35]},{"cast":["Teresa Budzisz-Krzyżanowska","Leszek Piskorz","Agnieszka Wosinska","Witold Dębicki","Grzegorz Damięcki"],"overview":"","release_date":"2007-09-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":68603,"title":"Futro","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A stripper takes vengeance on her audience.","release_date":"1994-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":68604,"title":"Looks Can Kill","adult":false,"genre_ids":[16]},{"cast":["Brad Johnson","Sigal Erez","Adrienne Barbeau","Bea Silvern","Dave Silva"],"overview":"Across the Line (2000) is a truthful representation of both hope and corruption, focusing on critical events transpiring at America's border with Mexico and known both to those who live on the \"line\" (physical and metaphorical) and to those with the courage to cross it. Further it is a fine example of the filmmaker's art, featuring convincing portrayals underpinned by a convincing script and the directorial talent of Martin Spottl.","release_date":"2000-02-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":68605,"title":"Across the Line","adult":false,"genre_ids":[10770,18]},{"cast":["Koji Yakusho","Hitomi Kuroki","Akira Terao","Toshio Shiba","Tomoko Hoshino"],"overview":"The tragic tale of two lovers whose passion burns so intensely it destroys them.","release_date":"1997-05-10","vote_average":5.2,"runtime":119,"cert":"N\/A","id":68606,"title":"Lost Paradise","adult":false,"genre_ids":[18,10749]},{"cast":["Joe Bussard","Susannah Anderson","Barbara Brown","John Cooper"],"overview":"A documentary of the life of record collector Joe Bussard.","release_date":"2003-08-07","vote_average":6.0,"runtime":52,"cert":"N\/A","id":68609,"title":"Desperate Man Blues","adult":false,"genre_ids":[99,10402]},{"cast":["Ameara Lavey"],"overview":"Guided by identical twin demon spirits, The Black Angels of Hell, we see the diabolical depiction of the alternate-parallel dimension of the simultaneous suicide deaths of Kurt Cobain and bulimic porn star Angela Aberdeen, as seen through the mental activity of Angela's journey toward brain death as a result of her self-inflicted death by drowning.","release_date":"2010-03-02","vote_average":4.0,"runtime":66,"cert":"N\/A","id":68610,"title":"ReGOREgitated Sacrifice","adult":false,"genre_ids":[27]},{"cast":["Joanna Orleańska","Karolina Gorczyca","Maria Gładkowska","Leon Charewicz","Dobromir Dymecki"],"overview":"35-year-old Michal has a beautiful wife Anna and daughter Justine. It does not bother him, however, fall in love with a sensual and rebellious Carolina. The man did not want a divorce, but it also wants to opt out of a new passion. The situation is complicated, however, when a lover makes him an ultimatum.","release_date":"2010-09-17","vote_average":5.7,"runtime":94,"cert":"N\/A","id":68611,"title":"The Swing","adult":false,"genre_ids":[18]},{"cast":["Chris Pine","Cameron Daddo","Bruce Davison","Tom Bosley","Peter Greene"],"overview":"In a small Catholic boarding school an unspeakable act has been committed. When High School student, Luther Scott, confesses to Father Michael Kelly, Kelly is bound silent to the particulars of a grisly murder. Now, framed guilty by the desperate teen, Kelly must decide to keep his silence or throw away everything the priesthood holds sacred.","release_date":"2005-11-29","vote_average":5.2,"runtime":90,"cert":"N\/A","id":68612,"title":"Confession","adult":false,"genre_ids":[18,53]},{"cast":["Ann Wilson","Nancy Wilson","Craig Bartock","Debbie Shair","Kristian Attard"],"overview":"Ann and Nancy Wilson first showed the world that women can rock when their band Heart stormed the charts in the 1970s. They continued their string of huge hits in the decades that followed. This disc, filmed live on March 5, 2010, takes Heart fans on what truly feels like the musical ride of a lifetime. It showcases the band's biggest hits, introduces some of their newest songs, and features a guest appearance by Alison Krauss.  This musical release from iconic hard rock band Heart captures a live performance by the band, recorded in high definition at the Sky Church in Seattle, WA in 2010. Some of the songs featured in the performance include classics like \"Crazy on You\" and \"Alone\". The concert also features guest appearances by singer Alison Krauss and fiddler Ben Mink.","release_date":"2011-03-08","vote_average":10.0,"runtime":81,"cert":"N\/A","id":68613,"title":"Heart: Night at Sky Church","adult":false,"genre_ids":[10402]},{"cast":["Marcin Chochlew","Andrzej Chyra","Waldemar Czyszak","Agnieszka Grochowska"],"overview":"Three children stumble upon a red chair, carved from a Magic Tree. This chair will grant your every wish if you sit upon it and wish. Their first wish is of course, pizza! But then their unpleasant aunt makes an unfortunate wish about the children's parents ...","release_date":"2009-07-18","vote_average":5.0,"runtime":83,"cert":"N\/A","id":68614,"title":"The Magic Tree","adult":false,"genre_ids":[10751,14]},{"cast":["Itsumi Ohsawa","Kazuhisa Kawahara","Chihiro Yoshioka","Shôko Kudô","Susumu Terajima"],"overview":"After reading about beautiful women killed in a gruesome manner during the recent months, Akiko tries to nail down the sick serial killer herself. What she does not know is that the killer has already targetted her as his next victim.","release_date":"1996-06-07","vote_average":0.0,"runtime":81,"cert":"N\/A","id":68615,"title":"Lustful Revenge","adult":false,"genre_ids":[80,53]},{"cast":["Ann Wilson","Nancy Wilson","Fernando Saunders","Denny Fongheiser","Howard Leese"],"overview":"The Road Home was recorded live at the Moore Theater in Seattle, Washington on May 12, 1995. The concert emphasized acoustic performances of many of their songs including, surprisingly, Barracuda.This concert video is the companion to the 1995 CD of the same name, produced by Led Zeppelin’s John Paul Jones.","release_date":"1995-04-29","vote_average":10.0,"runtime":95,"cert":"N\/A","id":68616,"title":"Heart: The Road Home","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68619,"title":"Mistyfikacja","adult":false,"genre_ids":[]},{"cast":[],"overview":"A baby elephant rolls off the circus train and right into Tom's bed. He quickly allies himself with Jerry, and with a rolled-up trunk and some paint, passes himself off as a giant mouse. The two then keep trading places to the bafflement of Tom.","release_date":"1953-02-21","vote_average":6.4,"runtime":7,"cert":"N\/A","id":68620,"title":"Jerry and Jumbo","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Let clubland legends Anne Savage and JFK teach you how to become a DJ, taking you from the most basic level, through to more advanced techniques of how to mix. It features advice from other Serious artists such as Judge Jules, Norman Jay, Scott Bond, Matt Hardwick and John Kelly, along with stunning footage from various nights across the country, including Sundissential, Passion, Slinky and Serious. In the studio, the action is covered from four camera angles, giving the best view, as you're taught the principles of beatmatching.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":68621,"title":"Serious Mixing (Part 1)","adult":false,"genre_ids":[]},{"cast":["Daws Butler"],"overview":"Tom, whose appetite was whetted by a radio cooking program, wants to make a meal out of the pet goldfish. Jerry, who is friends with the fish, does what he can to thwart their feline foe.","release_date":"1951-03-03","vote_average":6.5,"runtime":7,"cert":"N\/A","id":68622,"title":"Jerry and the Goldfish","adult":false,"genre_ids":[16]},{"cast":["Louis Koo","Francis Ng","Yiu-Cheung Lai","Stephanie Lam Mei-Jing","Michelle Saram"],"overview":"Plainclothes policemen Brian and Mike use an elderly woman's apartment for surveillance, hoping to catch a fugitive gangster. They develop a warm relationship with their hostess, whom they call \"granny.\" Meanwhile, each man develops a romantic relationship: Brian with a strange wandering teenage girl, and Mike with a pregnant woman at the dry cleaning shop. When the gangster returns to his flat, Brian and Mike are forced into an explosive confrontation.","release_date":"1999-08-05","vote_average":6.7,"runtime":92,"cert":"N\/A","id":68623,"title":"Bullets Over Summer","adult":false,"genre_ids":[80,28,53]},{"cast":["Kathy Baker","Ron Eldard","Gale Harold","John Mahoney","Samantha Mathis"],"overview":"Intertwined tales of three families who grow up on the same street, focusing on the relationship of fathers and sons. The first section features Anthony and Jenny and traces the father-son bond that develops between Anthony and his newborn son over 30 years. The second story centers on the affairs of an airline pilot who shares a house but not a life with his wife. He crosses paths with an unusual woman and spends an extraordinary night with his son. The final chapter follows the homecoming of Elliot to his estranged family. As his father dies, Elliot meets and falls in love with a woman who sees past his tough-guy exterior.","release_date":"2005-06-02","vote_average":5.0,"runtime":101,"cert":"N\/A","id":68624,"title":"Fathers and Sons","adult":false,"genre_ids":[18,10770]},{"cast":["Frank Graham","Paul Frees"],"overview":"Jerry agrees to help an escaped circus lion, whose first need is food. But first they'll have to evade Tom, who heard the news bulletin and is armed with a shotgun.","release_date":"1950-04-08","vote_average":6.5,"runtime":7,"cert":"N\/A","id":68625,"title":"Jerry and the Lion","adult":false,"genre_ids":[16]},{"cast":["Jesús Franco","Lina Romay","Paul Müller","Martine Stedil","Beni Cardoso"],"overview":"A private eye who's over his head in debt takes on a job snapping photos of his client's rich husband in bed with another woman. But when the husband winds up with three bullet holes that seem to have come from the private eye's own gun, he's got to prove he's not the murderer meanwhile getting tangled deeper in a web of deceit, lies, and steamy night club dancers!","release_date":"1975-08-28","vote_average":5.9,"runtime":87,"cert":"N\/A","id":68626,"title":"Downtown - Die nackten Puppen der Unterwelt","adult":false,"genre_ids":[35,80]},{"cast":["Marga López","Maricruz Olivier","Alicia Bonet","Norma Lazareno","Renata Seydel"],"overview":"This Mexican horror film concerns about a group of college students, led by Claudia (Alicia Bonet) who decide to investigate a local tower that has figured prominently in disturbing reoccurring dreams Claudia has been having. The dream also consists of a hanged woman's body. They are suspended from school for their antics, but Claudia learns from one of the female staff members that the person in the dream is a student who killed herself years before, and that the teacher has seen her ghost.","release_date":"1968-05-30","vote_average":6.9,"runtime":88,"cert":"N\/A","id":68627,"title":"Even the Wind Is Afraid","adult":false,"genre_ids":[14,18,27,53]},{"cast":[],"overview":"Become a ballerina! Prima Princessa brings you England's world famous Birmingham Royal Ballet performing excerpts from The Nutcracker that will inspire the ballerina in you! Come join in the holiday fun with Prima Princessa as she takes you to a magical show filled with snow fairies, toy soldiers, tutus, pirouettes and plies.(Amazon editorial)","release_date":"2010-09-07","vote_average":0.0,"runtime":41,"cert":"N\/A","id":68628,"title":"Prima Princessa presents The Nutcracker","adult":false,"genre_ids":[]},{"cast":["Karl Geary","Shalom Harlow","Clarence Williams III","Ally Sheedy","Liane Balaban"],"overview":"When her sister suddenly vanishes, a young girl sets out to find her, desperately searching the internet for clues. Joining her is an ex-CIA agent, who uncovers fragments of online chats the missing girl had with a softcore pornographer.","release_date":"2002-06-08","vote_average":4.0,"runtime":89,"cert":"N\/A","id":68629,"title":"Happy Here and Now","adult":false,"genre_ids":[18,9648,878,53]},{"cast":["Paul Frees"],"overview":"When Tom's harassment gets out of hand, Jerry writes to his Cousin Muscles, a tough inner city mouse, and asks for his help.","release_date":"1951-04-07","vote_average":7.1,"runtime":6,"cert":"N\/A","id":68630,"title":"Jerry's Cousin","adult":false,"genre_ids":[16]},{"cast":["Joseph Forte"],"overview":"The kiddie radio host, Uncle Dudley, reminds his listeners that it is \"Be Kind to Animals\" week. Tom resolves to be kind to his mouse-nemesis, Jerry, but the cat changes his mind after sneaking a look at Jerry's diary.","release_date":"1949-10-22","vote_average":6.0,"runtime":6,"cert":"N\/A","id":68633,"title":"Jerry's Diary","adult":false,"genre_ids":[35,16]},{"cast":["Eryk Lubos","De Ly Luu","Wojciech Zieliński","Marek Piotrowski"],"overview":"Igor is a professional boxer whose world comes to a halt when he learns that his brain has been severely damaged from his many years of fighting. Refusing to undergo surgery, he knows that his days are numbered. Not having much left, his last desire is to leave a child behind as his legacy. A young Vietnamese immigrant, Yen Ha, agrees to have his baby in return for Polish citizenship. Despite the nature of their agreement, they slowly fall in love, but then Igor's health deteriorates...","release_date":"2009-06-19","vote_average":6.4,"runtime":90,"cert":"N\/A","id":68634,"title":"My Flesh My Blood","adult":false,"genre_ids":[18,10749]},{"cast":["Karine Gambier","Howard Vernon","Susan Hemingway","Aida Gouveia","Esther Studer"],"overview":"A group of female freedom-fighters led by Karine Levere is caught by the warden of a women's prison, located somwhere in the South American jungle. None of them will reveal the secrets of their organisation or the names of their collaborators in the cities, so they are handed over to Dr. Costa who, after four years inactivity in Europe, is delighted to be able to practice his torture techniques once more.  Laverne fails to resist the inhuman treatments and reveals all. The only hope of saving the organization is for the girls to warn the city cell before it's too late. They trick the prison guard into having sex with them, knock him out and break out of prison. The warden and Dr. Costa must prevent them from revealing the practices inside the prison. The hunt is on and it's shoot to kill...","release_date":"1978-03-17","vote_average":4.2,"runtime":75,"cert":"N\/A","id":68635,"title":"Women in Cellblock 9","adult":false,"genre_ids":[18,28,80]},{"cast":["Claudia Islas","Susana Dosamantes","Helena Rojo","Lucía Méndez","Alicia Palacios"],"overview":"When four women move into an old house left by one woman's aunt, strange things begin to happen. Bizarre voices, visions of ghosts, and mysterious noises lead them to discover the darkest powers of evil and a horror and agony beyond terror.","release_date":"1975-12-25","vote_average":5.9,"runtime":90,"cert":"N\/A","id":68636,"title":"Blacker than the Night","adult":false,"genre_ids":[18,53,27,14]},{"cast":["Elie Semoun","Joséphine de Meaux","Vincent Claude","Bruno Podalydès","Helena Noguerra"],"overview":"Ducoboo is a very inventive dunce and joker, he is very resourceful at finding new ways to copy from his neighbor, to cheat or to defy the teacher's authority.","release_date":"2011-06-22","vote_average":4.8,"runtime":96,"cert":"N\/A","id":68637,"title":"Ducoboo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A jet-propelled white rabbit flies through the vulva of a supine woman into a wonderland where people and objects turn inside out, changing shapes and identities at warp speed. Events roughly follow Lewis Carroll's \"Alice in Wonderland.\" The caterpillar and the queen make appearances, as does Alice. Images and symbols are often sexual. At the end, Alice asks, \"Who has had such a curious dream?\"","release_date":"1982-08-11","vote_average":5.5,"runtime":4,"cert":"N\/A","id":68638,"title":"Malice in Wonderland","adult":false,"genre_ids":[16]},{"cast":["Clovis Cornillac","Olivia Bonamy","Marianne Denicourt","François Vincentelli","Pierre-François Martin-Laval"],"overview":"Yann and Rose are young, they love and want to have a child. Nine months later ... still no baby in sight. They then show great imagination and try everything ... no matter what it is.  But  they wish so hardly to be three that, is not likely they finish all alone?","release_date":"2011-05-18","vote_average":4.6,"runtime":81,"cert":"N\/A","id":68639,"title":"A Burning Desire","adult":false,"genre_ids":[35,10749]},{"cast":["Jenny Hendrix","Emma Cummings","Anita Blue","Trisha Rey"],"overview":"Jenny Hendrix's House of Sex &amp; Fetish runs the gamut from leather to lace, from stocking and foot fetish to full Fem-Dom and humiliation. Jenny stars in two scintillating encounters, first commanding her pretty slave boys to lick her boots then tongue clean all of her juicy holes before allowing them the privilege of servicing her young, tight holes to completion. With 5 brand new hardcore fetish themed scenes you'll be begging for more!","release_date":"","vote_average":3.5,"runtime":120,"cert":"N\/A","id":68640,"title":"Jenny Hendrix House of Sex and Fetish","adult":true,"genre_ids":[]},{"cast":["Julia Pietrucha","Jakub Strzelecki","Małgorzata Foremniak","Olgierd Łukaszewicz","Marian Dziędziel"],"overview":"","release_date":"2009-10-09","vote_average":6.0,"runtime":114,"cert":"N\/A","id":68641,"title":"Miasto z morza","adult":false,"genre_ids":[36,18]},{"cast":["Lina Romay","Muriel Montossé","Michael Maien","Esther Studer","Monica Swinn"],"overview":"Margarita is found, naked and bloody in a luxurious house and is promptly taken to a mental institute. The doctors and nurses meant to take care of her aren't exactly who they seem and a mysterious figure, clad in black, circles the premise at night, offing nubile young women.","release_date":"1978-02-09","vote_average":4.4,"runtime":76,"cert":"N\/A","id":68642,"title":"Women Without Innocence","adult":false,"genre_ids":[9648,53]},{"cast":["Anna Cieślak"],"overview":"","release_date":"2009-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68643,"title":"Piksele","adult":false,"genre_ids":[]},{"cast":["Rafał Królikowski","Anna Przybylska","Piotr Fronczewski","Janusz Rewiński","Krystyna Janda"],"overview":"","release_date":"2002-02-28","vote_average":4.5,"runtime":92,"cert":"N\/A","id":68646,"title":"Superprodukcja","adult":false,"genre_ids":[35]},{"cast":["Adam Ant","Nick Ashford","Renaldo Benson","Cindy Birdsong","Dick Clark"],"overview":"Motown 25: Yesterday, Today, Forever is a 1983 television special produced by Suzanne de Passe for Motown Records, The show was also co-written by de Passe along with Ruth Adkins Robinson who would go on to write shows with de Passe for the next 25 years, including the follow up label tributes—through \"Motown 40,\" Buz Kohan was the head writer of the threesome. The program was taped before a live studio audience at the Pasadena Civic Auditorium in Pasadena, California on March 25, 1983,[1] and broadcast on NBC on May 16. Among its highlights were Michael Jackson's performance of \"Billie Jean\", a Temptations\/Four Tops \"battle of the bands\", Marvin Gaye's inspired speech about black music history and his memorable performance of \"What's Going On\", a Jackson 5 reunion.","release_date":"1983-05-16","vote_average":9.0,"runtime":null,"cert":"N\/A","id":68647,"title":"Motown 25: Yesterday, Today, Forever","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Getting into North Korea was one of the hardest and weirdest processes VBS has ever dealt with. They finally said, “OK, OK, you can come. But only as tourists.” At the airport, the North Korean consulate brought us to a restaurant and these women came out and started singing North Korean nationalist songs. We were thinking, “Look, we were just on a plane for 20 hours. Can we just go to bed?” but this guy with our group who was from the LA Times told us, “Everyone in here besides us is secret police. If you don’t act excited then you’re not going to get your visa. So we got drunk and jumped up onstage and sang songs with the girls. The next day we got our visas. A lot of people we had gone with didn’t get theirs. That was our first hint at just what a freaky, freaky trip we were embarking on…","release_date":"2008-07-03","vote_average":0.0,"runtime":58,"cert":"N\/A","id":68648,"title":"The VICE Guide to North Korea","adult":false,"genre_ids":[99]},{"cast":["Rina Takeda","Hina Tobimatsu","Kazutoshi Yokoyama","Richard Heselton","Keisuke Horibe"],"overview":"In Okinawa, Ayaka Kurenai was born in the world’s greatest legendary Karate family. When she was a child, her family was attacked by a mysterious gang that seeks legendary black belt. Her father Soujiro Kurenai was killed and her younger sister was taken in front of her. Time has passed. In Yokohama, she was spending her life as a normal high school girl, hiding her real name and her status as a heir of the legendary Karate family. However, one incident brought her a fateful encounter with her sister who was separated in their childhood. But, her sister was raised as a heartless killing machine by the mysterious gang who took her. .","release_date":"2011-02-05","vote_average":4.7,"runtime":92,"cert":"N\/A","id":68649,"title":"Karate Girl","adult":false,"genre_ids":[28]},{"cast":["Michael Jackson"],"overview":"Thriller 25 is a 25th anniversary special edition reissue of the Michael Jackson album Thriller, the world's best selling album. The prospect of a \"second chapter\" to Thriller was first publicly discussed on Access Hollywood in late 2006. Jackson said he would discuss the idea with collaborator will.i.am. It was released in Australia on February 8, 2008, then internationally on February 11, 2008 and the following day in the United States","release_date":"2008-02-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":68650,"title":"Michael Jackson 25th Anniversary of Thriller","adult":false,"genre_ids":[]},{"cast":[],"overview":"A circus juggler falls for a trapeze artist in this short animation.","release_date":"1997-01-01","vote_average":0.0,"runtime":1,"cert":"","id":68653,"title":"Misfit","adult":false,"genre_ids":[16]},{"cast":["Helga Göring","Sophie Hechler","Joachim Nimtz","Verena Rendtorff"],"overview":"FRAGILE is the story of a woman who is killed in a car crash and is given one day more to spend with the people she loves. FRAGILE is a short parable about the things we often take for granted until they are gone, like friendship and love from those that are close to us. It is a film about the precious gift of life, and the fragility of our existence. Death, its imminence and certainty despite our efforts to deny it, is examined in a meditative manner. FRAGILE entertains by means of serious reflection and lyrical contemplation.","release_date":"2003-10-24","vote_average":0.0,"runtime":20,"cert":"N\/A","id":68654,"title":"Fragile","adult":false,"genre_ids":[18,9648,53]},{"cast":["Faune A. Chambers","Angell Conwell","Robin Bobeau"],"overview":"\"Show Stoppers\" is a comedy-drama set in the world of Greek stepping on a historically black university in Virginia \"where Greek steppers get as much attention as star athletes.\"","release_date":"2008-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68655,"title":"Show Stoppers","adult":false,"genre_ids":[18,35,10749]},{"cast":["Bobby Ball","Suzanne Danielle","Roy Kinnear","Eric Sykes","Jack Douglas"],"overview":"Sgt. Cannon (Tommy Cannon) and PC Ball (Bobby Ball) run the police station in the quiet town of Little Botham. When the station is threatened with closure due to a lack of crime, they decide to invent some crimes to justify their existence. When they try to steal a painting from a local rich businessman (Roy Kinnear), they accidently stumble across a gang of real art thieves who have just stolen £1 million worth of paintings. It is up to the two bungling cops to stop them escaping with their haul.","release_date":"1982-09-20","vote_average":5.2,"runtime":91,"cert":"PG","id":68656,"title":"The Boys in Blue","adult":false,"genre_ids":[35,10751]},{"cast":["Josh Callaghan","Jason Ramirez","Timothy Stoner"],"overview":"A film about revenge and redemption.","release_date":"2010-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68657,"title":"Sixgun","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1990-01-01","vote_average":6.8,"runtime":5,"cert":"N\/A","id":68658,"title":"Spiderman","adult":false,"genre_ids":[]},{"cast":["Omar Sharif","Leigh Taylor-Young","Jack Palance","Peter Jeffrey","Srinanda De"],"overview":"In the poor, desolate northern provinces of the mountainous feudal Sunni kingdom of Afghanistan (before the Soviet-engineered republican revolutions), the status of the proud men and their clans is determined less by wealth or even military power (both rare) then by victories in the ancient, though game of buskashi, a vicious form of polo dating back to Genghis Khan, in which the chapendaz (participating horsemen) use their horse-whips on both mounts and rivals in a ruthless fight for a heavy 'ball', a dead calf, which must be carried a long way, almost impossible with all the others mercilessly assailing. Tursen, a former champion, now holds the status of village notable thanks to his position as stable-keeper of the regional lord Osman Bey, and has finally bred a horse without equal, the white stallion Jahil, in time for the royal tournament on the plain of Bagrami, just outside the capital Kabul...","release_date":"1971-08-16","vote_average":6.6,"runtime":109,"cert":"N\/A","id":68659,"title":"The Horsemen","adult":false,"genre_ids":[28,12,18]},{"cast":["Karl Böhm","Birgit Nilsson","Jon Vickers","Ruth Hesse","Walter Berry"],"overview":"Birgit Nilsson and Jon Vickers star in this filmed record of the Theatre Antique d'Orange's acclaimed 1973 production of Wagner's epic tale of doomed love in the Middle Ages. Tristan und Isolde also features the Orchestre National de R.T.F., under the direction of Karl Bohm.","release_date":"1973-07-07","vote_average":0.0,"runtime":210,"cert":"","id":68660,"title":"Tristan und Isolde","adult":false,"genre_ids":[10402]},{"cast":["David Dineen-Porter","Ryan Tonkin","Angelica Montesano","Ashley Morris","Perry Mucci"],"overview":"According to a popular magazine, the 58th spookiest place in the world is the Ashbrooke Barn in the small town known as Blood Creek. Local legend states that if you perform a specific ritual in the barn and the old house up the road, you'll see visions of Zeke Ashbrooke, a farmer who went mad and hung himself, his wife and children. Rumour has it that Zeke's wife - now known as The Dark Lady - still roams the woods of Blood Creek. This summer five young campers will venture to Blood Creek and accept a dare that could cost them their lives.","release_date":"2006-03-14","vote_average":4.5,"runtime":90,"cert":"N\/A","id":68661,"title":"Blood Creek","adult":false,"genre_ids":[27]},{"cast":["Briana Evigan","Jericho Rosales","Dean Cain","Dante Basco","Kristin Bauer van Straten"],"overview":"Subject: I Love You is an action-packed romantic drama, based on the destructive 'I Love You' computer virus, which spread around the globe at the turn of the millennium, shutting down computer systems at the Pentagon, Parliament and the CIA. Combining romance, drama, action and international intrigue, Subject: I Love You is ultimately the story of a young man, Victor, who will do anything to reconnect with the only woman he's ever loved - even if that means entangling himself in an international criminal investigation.","release_date":"2011-01-01","vote_average":8.0,"runtime":97,"cert":"N\/A","id":68662,"title":"Subject: I Love You","adult":false,"genre_ids":[18,10749,53]},{"cast":["Kathy Bates","Julie Delpy","Andrea Di Stefano","Anna Faris","Frank Gallegos"],"overview":"Over the course of this drama's six separate stories, a variety of couples struggle with the infidelity, dishonesty and heartbreak that plagues their varied pasts. In overcoming their challenges, these diverse individuals embrace a brighter future.","release_date":"2006-01-01","vote_average":5.0,"runtime":180,"cert":"N\/A","id":68663,"title":"Guilty Hearts","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A Melbourne girl wakes up to realize she has 15 minutes until her train leaves. Panic!","release_date":"2009-01-01","vote_average":5.0,"runtime":4,"cert":"N\/A","id":68664,"title":"15 Minutes","adult":false,"genre_ids":[]},{"cast":["William Katt","Michele Greene","Gabrielle Boni","Roxana Zal","Mimi Craven"],"overview":"A girl's bright smile masks a psychopathic soul that will eliminate anyone who comes between her and her doting father.","release_date":"1996-12-23","vote_average":3.7,"runtime":95,"cert":"N\/A","id":68665,"title":"Daddy's Girl","adult":false,"genre_ids":[27,53,18]},{"cast":["Amy Carlson","Judd Nelson","Thomas Ian Griffith","Madison Mason"],"overview":"Amy Carlson is the woman in charge of a bank's security system. Two dirty cops (played by the slightly washed-up duo of Judd Nelson and Thomas Ian Griffith) kidnap her daughter and a friend to force her to open the safety deposit box of one of her bank's clients and give to them its content.","release_date":"2007-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":68666,"title":"Black Friday","adult":false,"genre_ids":[53,10770,80,18]},{"cast":["Jürgen Vogel","Nadeshda Brennicke","Mathias Herrmann","Peter Bongartz","Dietrich Hollinderbäumer"],"overview":"After the partner of a policeman is killed he is drawn into a mysterious plot of conspiracy and terrorists.","release_date":"2000-05-04","vote_average":6.3,"runtime":95,"cert":"N\/A","id":68667,"title":"Das Phantom","adult":false,"genre_ids":[53]},{"cast":["Moody McCarthy"],"overview":"Hope you're in the mood to laugh! Because that's what you'll be doing when you watch the hilarious standup of famed \"wordsmith\" (he's not sure of the spelling) Moody McCarthy (Jimmy Kimmel Live, Last Comic Standing IV). With razor sharp wit and originality Moody looks at everything from life in New York City to the pitfalls of living in the Computer Age (It's not good when the girl you met online rolls to the bathroom on shoes that light up). Sit back, relax, and let Moody take care of the laughs.","release_date":"2006-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":68668,"title":"Moody McCarthy: I Think I'm Getting Dumber","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A busy man's encounter with a homeless person changes both their lives forever.","release_date":"2009-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":68669,"title":"2 Bucks Short","adult":false,"genre_ids":[]},{"cast":["Michael Madsen","Lisa Bonet","Gary Stretch","Tim Russ","Damian Chapa"],"overview":"After a series of murders in motel rooms are connected, a cop, Dickson, heads out on the trail to find a serial killer. He discovers that he signs the motel guest-books with the names of boxers, and hence gets a lead on him. However, when he just fails to catch up arrest him, the chase becomes personal.","release_date":"1994-01-01","vote_average":3.0,"runtime":93,"cert":"N\/A","id":68670,"title":"Dead Connection","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"2 men argue about who is going to be the first to jump off a roof top.","release_date":"2009-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":68671,"title":"2 Guys on a Roof","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":4.0,"runtime":80,"cert":"N\/A","id":68672,"title":"Pronksöö: Vene mäss Tallinnas","adult":false,"genre_ids":[]},{"cast":["Hannes Võrno","Jan Uuspõld"],"overview":"The well-known but out-of-luck actor Jan Uuspõld sets out to hitchhike from Tallinn through Estonia to Tartu.","release_date":"2007-01-01","vote_average":3.8,"runtime":106,"cert":"N\/A","id":68673,"title":"186 Kilometers","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A darkly comedic send-up of the world of film critics and academia. Film critic Josh LeBresh and feminist scholar Denise Harris-Montgomery try to make nice on their film review show '2 Tickets To The Movies.' But when they review the romantic comedy 'She's The Best Man,' their hostility towards each other shines through.","release_date":"2010-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":68674,"title":"2 Tickets to the Movies","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Follow the Money\" the saying goes. This movie takes that saying to heart. Rather than following a story or a character, 20 Spot follows the path of a twenty dollar bill.","release_date":"2006-01-01","vote_average":6.0,"runtime":5,"cert":"N\/A","id":68677,"title":"20 Spot","adult":false,"genre_ids":[]},{"cast":["Lea Thompson","Joe Penny","William R. Moses","Jessy Schram","Zack Shada"],"overview":"When it comes to crime solving, nobody does it better than Jane Doe.","release_date":"2005-06-19","vote_average":5.0,"runtime":82,"cert":"N\/A","id":68678,"title":"Jane Doe: The Wrong Face","adult":false,"genre_ids":[80,18,9648]},{"cast":["Izak Davel","Altus Theart","San-Mari Nel","Heinz Winckler","Leandie du Randt"],"overview":"The tale of two broken people, rugby players whose paths cross in order to find themselves.  Reghart Venter is a mechanic from the wrong side of the tracks. He was a promising rugby player, but lost his way. After several charges of fighting and assault he gets a final ultimatum – pull himself together or go to jail.  Reghart's sentence is community service – practicing rugby with a fallen hero of the Stryders Rugby team, Fafa Beltrame. “Fast Fafa” was once the fastest wing in the country, and a hit with the ladies. Fafa lost his way after he and his wife, Kiki, separated after losing their daughter. Fafa seeks refuge in a bottle, and, in the process, alienates everyone who cares for him.  When Reghart is unwillingly dragged by his friends to Pottie's Place (the local bar), he meets Lize. For the first time in his life, there's something against which he can't fight: His heart.","release_date":"2011-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68679,"title":"Married to Rugby -The Untold Story","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Carol (Fisher) has had a rough time - a recent divorce, 2 young boys to raise, and close call with cancer. All of this emotional strain has brought about a strong desire in her to find the child she gave up for adoption 18 years prior. This is the story of her journey.","release_date":"1995-04-17","vote_average":4.0,"runtime":120,"cert":"N\/A","id":68680,"title":"The Other Mother: A Moment of Truth Movie","adult":false,"genre_ids":[]},{"cast":["Christiane Paul","Tim Bergmann","Christian Oliver","Rüdiger Vogler","Sven Martinek"],"overview":"When a World War II bomb with two days to detonation is found in Berlin, Alex and his wife must work quickly to solve a 40-year-old puzzle.","release_date":"1999-01-15","vote_average":5.3,"runtime":92,"cert":"N\/A","id":68681,"title":"Bombs Under Berlin","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Award winning comedy short that follows the intense world of competitive spitting.","release_date":"1993-01-01","vote_average":4.5,"runtime":20,"cert":"N\/A","id":68682,"title":"The Great O'Grady","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jacob Ericksson"],"overview":"In 1939 ten people on an outing are caught in a mountain cabin during a snow storm together with the cabin's hostess. The first night one of them is killed, and it can not have been someone from the outside so the killer must be someone in the cabin...","release_date":"2005-01-01","vote_average":4.0,"runtime":180,"cert":"N\/A","id":68683,"title":"27 sekundmeter snö","adult":false,"genre_ids":[]},{"cast":["Shanley Caswell","Josh Hutcherson","Spencer Locke","Dane Cook","A.D. Johnson"],"overview":"As a killer named Cinderhella stalks the student body at the high school in Grizzly Lake, a group of co-eds band together to survive while they're all serving detention.","release_date":"2011-03-16","vote_average":5.6,"runtime":93,"cert":"N\/A","id":68684,"title":"Detention","adult":false,"genre_ids":[27,35,878]},{"cast":["Rashad Evans","Tito Ortiz","Vitor Belfort","Yoshihiro Akiyama","Rory MacDonald"],"overview":"UFC 133: Evans vs. Ortiz was a mixed martial arts event held by the Ultimate Fighting Championship on August 6, 2011 at the Wells Fargo Center in Philadelphia, Pennsylvania.","release_date":"2011-08-06","vote_average":5.3,"runtime":175,"cert":"N\/A","id":68685,"title":"UFC 133: Evans vs. Ortiz","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A man stranded in the middle of nowhere is drawn to a strange object...","release_date":"2002-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":68686,"title":"Destination\/Lost","adult":false,"genre_ids":[]},{"cast":["Josefin Nilsson","Marie Richardson","Cecilia Frode","Bibi Andersson","Gösta Ekman"],"overview":"\"Shit Happens\" - A young couple, Sophia (Josefin Nilsson) and Freddie (Jacob Ericsson) has just got their first baby, but this little thing makes their lives way to complicated and difficult for them to handle. They both have jobs, Sophia is an actress and Freddie a balloon-flier, which makes it tough to be home with the baby and such. They also have to deal with Sophia´s family, which includes a depressed dad, a close to senile mother, and two eccentric sisters. The family life is nothing what Sophia and Freddie expected.","release_date":"2000-02-18","vote_average":3.3,"runtime":114,"cert":"N\/A","id":68689,"title":"Det blir aldrig som man tänkt sig","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"A short spoof of the movie 300","release_date":"2007-01-01","vote_average":4.0,"runtime":5,"cert":"N\/A","id":68690,"title":"300 Pounds","adult":false,"genre_ids":[]},{"cast":["Paddy McGuinness"],"overview":"For the first time ever, 'Paddy McGuinness', star of Max and Paddy and Phoenix Nights, brings his unique brand of stand up comedy to DVD. Filmed in front of an audience of 3,500 at the legendary Blackpool Opera House, during his massive sell out Dark Side Tour, this is the UK's brightest new comedy star at his best.","release_date":"2006-11-06","vote_average":5.0,"runtime":67,"cert":"15","id":68693,"title":"Paddy McGuinness - Live","adult":false,"genre_ids":[35]},{"cast":["Rachwin Wongviriya","Atthama Chiwanitchapan","Thongpoom Siripipat","Marion Affolter","Pete Thongjua"],"overview":"A Thai girl called Cee follows her sister into the movie business. Although her career as an actress is taking off, her love life takes a nose dive after she finds out that her boyfriend, Aof, has a new girlfriend. She breaks up with him only to find out later that the new girl friend is dead. Shortly after, Cee then feels like she is being haunted by a ghost.","release_date":"2010-02-03","vote_average":4.4,"runtime":83,"cert":"N\/A","id":68694,"title":"My Ex 2, Haunted Lover","adult":false,"genre_ids":[27]},{"cast":["Karine Vanasse","Sébastien Huberdeau","Peter Miller","Edwin Jose Fernandez Collado","Amarilys Nunez Barrioso"],"overview":"The relationship between Eric and Stephanie is floundering. They decide to leave for the Republic of Santiago to visit the famous ruins. Once there, they learn that a serial killer rages on steep roads of the region, eliminating drunk drivers.","release_date":"2011-02-25","vote_average":4.7,"runtime":null,"cert":"N\/A","id":68697,"title":"Angle Mort","adult":false,"genre_ids":[9648,53]},{"cast":["Ricky Chilnady Pratama Harun","Ria Irawan","Mike Muliadro","Oxcerila Paryana","Didi Petet"],"overview":"One morning, Emak’s kiosk was blown with fireworks by Beno. Topan was very angry and wanted to revenge to Beno and his friend, Satyo. When Topan entered Satyo’s house, he instead hit Indah, Satyo’s daughter who was going to run away from home. Indah wanted Topan to use her as hostage and they both ran away from Beno and Satyo. A series of hilarious incidents folllows….","release_date":"2009-12-10","vote_average":0.0,"runtime":82,"cert":"N\/A","id":68698,"title":"Ai Lop Yu Pul","adult":false,"genre_ids":[]},{"cast":[],"overview":"Untangling the web of cultural and historical ties underlying Japan's deep fascination with insects.","release_date":"2009-03-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":68701,"title":"Beetle Queen Conquers Tokyo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Doctor X initiates a plan to transform innocent victims into an army of Toxic Troopers intent on destroying everything in their path. Can Action Man save the world once again?","release_date":"2004-01-06","vote_average":4.0,"runtime":100,"cert":"N\/A","id":68702,"title":"Action Man: X-Missions The Movie","adult":false,"genre_ids":[16]},{"cast":["Mathew Scollon","Edward DeRuiter","Alice Frank","Johnny Venocur"],"overview":"Quatre adolescents développent d'étranges pouvoirs après avoir déterré une pierre magique dans la forêt. Très vite, ils vont s'apercevoir que le pouvoir absolu corrompt et peut avoir des conséquences mortelles...","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68703,"title":"La source de l'enfer","adult":false,"genre_ids":[53,878]},{"cast":[],"overview":"A trio of scholars provides commentary to illuminate staged excerpts from William Shakespeare's tale of star-crossed lovers, filmed in Verona, Italy -- the romantic tragedy's original setting. Host James Bride uses a digitally enhanced version of the play's prologue to provide factual grounding for the work, while experts Gary Taylor and Judith Annozine provide historical and religious context and examine the play's comedic elements.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":68704,"title":"Romeo & Juliet: The Tragic Lovers","adult":false,"genre_ids":[99]},{"cast":["Lorànt Deutsch","Niels Arestrup","Patrick Chesnais","Anne Marivin","Nicolas Bridet"],"overview":"Paul de Marseul, a prestigious wine-maker and owner of a renowned chateau and vineyard in Saint-Emilion, is disheartened by the notion of his son Martin taking over the family business. Martin does not seem to have inherited the qualities that Paul esteems in a wine-maker: persistence, creative insight and technical prowess matched with passion for the job and the product, and Paul frequently reminds him of this, whether explicitly or in subtle gestures. When Philippe, the son of his manager, appears at the vineyard, Paul leaps at the chance to name him as his successor, neglecting the wishes of his own son...","release_date":"2011-08-23","vote_average":6.7,"runtime":102,"cert":"15","id":68713,"title":"You Will Be My Son","adult":false,"genre_ids":[18]},{"cast":["Victor French","Janee Michelle","Mike Evans (actor)","Jean Durand","Xernona Clayton"],"overview":"Four cousins who have never met are invited by their Great-Grandmother Christophe to visit her mansion outside of Atlanta. When they arrive, they learn she has just died. They stay to hear the reading of her will and soon are being killed off one-by-one with voodoo magic. The survivors try to find the killer before he finishes them all off.","release_date":"1974-10-04","vote_average":5.5,"runtime":89,"cert":"N\/A","id":68714,"title":"The House on Skull Mountain","adult":false,"genre_ids":[27,53]},{"cast":["Tatsuya Nakadai","Mariko Okada","Junko Ikeuchi","Mayumi Ôzora","Keiko Awaji"],"overview":"The ghost of a samurai's wife takes revenge on her husband.","release_date":"1965-07-25","vote_average":6.6,"runtime":105,"cert":"N\/A","id":68715,"title":"Illusion of Blood","adult":false,"genre_ids":[27]},{"cast":["Eddie Kaye Thomas","Donald Faison","Eddie Guerra","Jaime Pressly","Abraham Benrubi"],"overview":"When three Vegas buddies attempt the score of a lifetime, they have to walk a fine line between their girlfriends who want their heads, and the mobsters who want them dead.","release_date":"2010-11-01","vote_average":3.7,"runtime":95,"cert":"N\/A","id":68716,"title":"Venus & Vegas","adult":false,"genre_ids":[28,35]},{"cast":["Tori Black","Kristina Rose","Jenna Haze","Julia Ann","Kagney Linn Karter"],"overview":"Adult entertainment studio Elegant Angel is releasing the latest volume of its annual series 'Performers Of The Year 2010'. The movie is a 2-Disc Set, featuring 7 scenes, and starring the biggest names of the year: Tori Black, Kristina Rose, Jenna Haze, Julia Ann, Kagney Linn Karter, Bobbi Starr, and \"Buttwoman\" Alexis Texas.","release_date":"2010-01-26","vote_average":8.3,"runtime":216,"cert":"N\/A","id":68717,"title":"Performers of the Year 2010","adult":true,"genre_ids":[]},{"cast":["Jamie Foxx","Christoph Waltz","Leonardo DiCaprio","Kerry Washington","Samuel L. Jackson"],"overview":"With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.","release_date":"2012-12-25","vote_average":8.0,"runtime":165,"cert":"18","id":68718,"title":"Django Unchained","adult":false,"genre_ids":[18,37]},{"cast":["Vincent Riverside","Anna Zielinski","Landon Dunning","Denton Blane Everett","Maurice Ripke"],"overview":"Following a ten-year prison sentence for murdering his father, an ex-con named Justin falls back into crime to fund the singing career of his estranged sister. But things go horribly wrong when he steals the wrong car and a violent drug dealer begins tracking down everyone involved, including Justin’s sister.","release_date":"2007-01-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":68719,"title":"Mad Bad","adult":false,"genre_ids":[28,53]},{"cast":["Sandra Dee","Peter Fonda","Macdonald Carey","Margaret Lindsay","Beulah Bondi"],"overview":"Tammy becomes a nurse's aide, works in a hospital, cares for an old rich woman, and causes romantic commotion in the life of Dr. Mark Cheswick.","release_date":"1963-05-29","vote_average":6.4,"runtime":88,"cert":"N\/A","id":68720,"title":"Tammy and the Doctor","adult":false,"genre_ids":[35,10749]},{"cast":["Robert Downey Jr.","Gwyneth Paltrow","Don Cheadle","Guy Pearce","Rebecca Hall"],"overview":"When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.","release_date":"2013-04-18","vote_average":6.9,"runtime":131,"cert":"12A","id":68721,"title":"Iron Man 3","adult":false,"genre_ids":[28,12,878]},{"cast":["Joaquin Phoenix","Philip Seymour Hoffman","Amy Adams","Laura Dern","Jesse Plemons"],"overview":"Freddie, a volatile, heavy-drinking veteran who suffers from post-traumatic stress disorder, finds some semblance of a family when he stumbles onto the ship of Lancaster Dodd, the charismatic leader of a new \"religion\" he forms after World War II.","release_date":"2012-09-07","vote_average":7.2,"runtime":137,"cert":"15","id":68722,"title":"The Master","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Inspired by Bill Bryson's A Walk in the Woods, director Douglas Morse and producer Heide Estes traveled to the southern terminus of the Appalachian Trail in Georgia. They wanted to capture the stories of those who had planned for months, left families, left jobs and set aside half a year for the trek to Maine and then quit the trail after their first week. Hundreds of them. Some after one day. Morse and Estes found some hikers leaving the trail, but became fascinated with all of the hikers they met. From Jack, who got stuck with an angry dog, to Malice and Kentucky, the Cheech and Chong of the A.T., to Matt and Angie, who planned to get married on the trail when they reached Pennsylvania. On the first day out, Estes and Morse met Chad, an easy going guy in excellent shape who found himself tempted to walk off the trail after just a few days. Hikers like Chad become our eyes and ears on the journey to Maine's Mount Katahdin, more than 2000 miles from Springer Mountain in Georgia.","release_date":"2004-01-01","vote_average":4.5,"runtime":148,"cert":"N\/A","id":68723,"title":"2000 Miles to Maine: Adventures on the Appalachian Trail","adult":false,"genre_ids":[99]},{"cast":["Matt Damon","Jodie Foster","Sharlto Copley","Alice Braga","Diego Luna"],"overview":"In the year 2159, two classes of people exist: the very wealthy who live on a pristine man-made space station called Elysium, and the rest, who live on an overpopulated, ruined Earth. Secretary Rhodes (Jodie Foster), a hard line government ofﬁcial, will stop at nothing to enforce anti-immigration laws and preserve the luxurious lifestyle of the citizens of Elysium. That doesn’t stop the people of Earth from trying to get in, by any means they can. When unlucky Max (Matt Damon) is backed into a corner, he agrees to take on a daunting mission that, if successful, will not only save his life, but could bring equality to these polarized worlds.","release_date":"2013-08-07","vote_average":6.4,"runtime":109,"cert":"15","id":68724,"title":"Elysium","adult":false,"genre_ids":[878,28,18,53]},{"cast":[],"overview":"When Mark, Parker, Melissa, and Karen decide to go camping in the small town of Pleasant Point, they find the town has much to offer... including a string of brutal murders. When Melissa is kidnapped by a psychotic doctor who thinks she is his late wife who has come back to him, the three friends must rescue her, team up with the local police to bring down the killer, and escape with their own lives before they are pushed past the point of fear.","release_date":"","vote_average":0.0,"runtime":96,"cert":"N\/A","id":68725,"title":"Point of Fear","adult":false,"genre_ids":[27,53]},{"cast":["Idris Elba","Charlie Hunnam","Rinko Kikuchi","Clifton Collins Jr.","Max Martini"],"overview":"When legions of monstrous creatures, known as Kaiju, started rising from the sea, a war began that would take millions of lives and consume humanity's resources for years on end. To combat the giant Kaiju, a special type of weapon was devised: massive robots, called Jaegers, which are controlled simultaneously by two pilots whose minds are locked in a neural bridge. But even the Jaegers are proving nearly defenseless in the face of the relentless Kaiju. On the verge of defeat, the forces defending mankind have no choice but to turn to two unlikely heroes—a washed-up former pilot (Charlie Hunnam) and an untested trainee (Rinko Kikuchi)—who are teamed to drive a legendary but seemingly obsolete Jaeger from the past. Together, they stand as mankind's last hope against the mounting apocalypse.","release_date":"2013-07-11","vote_average":6.8,"runtime":131,"cert":"12A","id":68726,"title":"Pacific Rim","adult":false,"genre_ids":[28,878,12]},{"cast":["James McAvoy","Vincent Cassel","Rosario Dawson","Matt Cross","Danny Sapani"],"overview":"A violent gang enlists the help of a hypnotherapist in an attempt to locate a painting which somehow vanished in the middle of a heist.","release_date":"2013-03-27","vote_average":6.6,"runtime":101,"cert":"15","id":68727,"title":"Trance","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["James Franco","Mila Kunis","Rachel Weisz","Michelle Williams","Zach Braff"],"overview":"Oscar Diggs, a small-time circus illusionist and con-artist, is whisked from Kansas to the Land of Oz where the inhabitants assume he's the great wizard of prophecy, there to save Oz from the clutches of evil.","release_date":"2013-03-07","vote_average":5.9,"runtime":130,"cert":"PG","id":68728,"title":"Oz the Great and Powerful","adult":false,"genre_ids":[14,12,10751]},{"cast":["Paula Patton","Travis Fimmel","Ben Foster","Robert Kazinsky","Dominic Cooper"],"overview":"The peaceful realm of Azeroth stands on the brink of war as its civilization faces a fearsome race of invaders: orc warriors fleeing their dying home to colonize another. As a portal opens to connect the two worlds, one army faces destruction and the other faces extinction. From opposing sides, two heroes are set on a collision course that will decide the fate of their family, their people, and their home.","release_date":"2016-05-25","vote_average":6.3,"runtime":123,"cert":"12A","id":68735,"title":"Warcraft","adult":false,"genre_ids":[28,12,14]},{"cast":["Joe Cocker","Leon Russell","Chris Stainton","Jim Price","Jim Gordon"],"overview":"\"Joe Cocker - the Rotating Rocker - and his 42 member communal touring company Mad Dogs & Englishmen with the Master of Space and Time Leon Russell - see them perform in the pleasure palaces of America - it's a moving picture\" says the classic film poster.  See this spectacular rock 'n' roll tour documentary and get a dramatic visual record that captures the spirit of the hippie era with mind-blowing performances, crazy backstage footage, and spaced-out interviews. Supporting cast includes Claudia Lennear, Rita Coolidge, Sherman Jones reciting \"Face on the Barroom Floor,\" and Canina the dog.","release_date":"1971-08-27","vote_average":10.0,"runtime":117,"cert":"N\/A","id":68736,"title":"Joe Cocker - Mad Dogs & Englishmen","adult":false,"genre_ids":[10402,99]},{"cast":["Jeff Bridges","Julianne Moore","Ben Barnes","Alicia Vikander","Kit Harington"],"overview":"John Gregory, who is a seventh son of a seventh son and also the local spook, has protected the country from witches, boggarts, ghouls and all manner of things that go bump in the night. However John is not young anymore, and has been seeking an apprentice to carry on his trade. Most have failed to survive. The last hope is a young farmer's son named Thomas Ward. Will he survive the training to become the spook that so many others couldn't?","release_date":"2014-12-12","vote_average":5.3,"runtime":102,"cert":"12","id":68737,"title":"Seventh Son","adult":false,"genre_ids":[12,14]},{"cast":["Mahmoud Abdel Aziz","Amina Rizk","Ali Hassanein","Galeela Mahmood","Gehan Nasr"],"overview":"In the Egyptian Kit Kat suburb, Sheikh Hosni's character as an observer of the daily lives of El Kit Kat's residents seems to transcend above it. Even with the loss of his eyesight, his wife, his job, and the fact that he lives with his mother and his frustrated young son, did make him give up on hope, smile and laughter.","release_date":"1991-01-01","vote_average":7.4,"runtime":127,"cert":"N\/A","id":68738,"title":"Kit Kat","adult":false,"genre_ids":[35,18]},{"cast":["Odette Annable","Antonio Sabàto, Jr.","John Barker","Hannah Banks","Hannah Marshall"],"overview":"Emma Norman spends a wild Spring break holiday on Mintners Cove beach, California, with her female friends, Lori, who seeks a new fling and academic Stefanie. There, slick stud Greg Vlasi gives them a good time and shoots video of them on beach and yacht (possibly drugged and\/or drunk). The video is doctored and released onto the internet as porn distributed by Nick Bronson in LA. Soon Emma's promising career as Minneapolis school teacher is over. Her fireman fiancé David in home small-town Prairie dumps her, even her dad's firm gets boycotted.","release_date":"2007-06-17","vote_average":4.0,"runtime":90,"cert":"N\/A","id":68739,"title":"Reckless Behavior: Caught on Tape","adult":false,"genre_ids":[10770,80,18,9648]},{"cast":[],"overview":"Jean est marié à Chase depuis des années mais elle s'ennuie avec lui. Elle entame une relation par internet avec Travis, qu'elle n'a jamais rencontré. Un jour, elle accepte un lunch mais arrivée chez lui, elle découvre qu'il est mort, la gorge tranchée...","release_date":"2007-06-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":68740,"title":"Premiers Doutes","adult":false,"genre_ids":[53,9648,80]},{"cast":["Tom Skerritt","Dylan Walsh","Andrea Roth","Kyle Hansen","Heather Hansen"],"overview":"When Carol Gibbs becomes involved with religious- and political-cult leader Steve Riordan's anti-government movement, she takes her children and leaves her husband Louis. Louis, a young farmer, tries every legal and governmental means to get his children back, without success. At his wit's end, he hires private investigator Danny Leland to snatch his children from the cult.","release_date":"1997-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":68741,"title":"Divided by Hate","adult":false,"genre_ids":[]},{"cast":["Ho Tsung-Tao","Lo Lieh","Ti Fung","Kun Li","Yasuyoshi Shikamura"],"overview":"After Chen Zhen's execution in Shanghai, the Japanese feared that his death would unite all Chinese kung fu schools against them. Fearing this, the Japanese gave orders to the head of the Hong Ku School, Miyamoto (Lo Lieh) to surpass all Chinese schools including the Ching Wu School. When they refuse, the Japanese beat up the students and destroys the school. Meanwhile, one Chinese learns about the destruction of the Ching Wu School when he goes to Shanghai to visit Chen Zhen's grave. This Chinese is the only one who has the guts to fight the Japanese, this Chinese is known as Chen Shen (Bruce Li) who is the brother of Chen Zhen and he vows to avenge his brother's death and end the terror of the Japanese once and for all.","release_date":"1977-01-01","vote_average":6.6,"runtime":104,"cert":"N\/A","id":68742,"title":"Fist of Fury 2","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":68743,"title":"The Pervert","adult":false,"genre_ids":[]},{"cast":["Peter Gallagher","Frances McDormand","John Lithgow","John Kapelos","Jack Black"],"overview":"Johnny Scardino is working for blackmailers, photographing wealthy guys in seedy motels. One such assignment turns the wrong way and blackmailers die one by one. Is Johnny the next on the list?","release_date":"1998-01-18","vote_average":6.3,"runtime":96,"cert":"N\/A","id":68744,"title":"Johnny Skidmarks","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["Emilio Estevez","William Forsythe","Jordi Mollà","Joaquim de Almeida","Jonathan Banks"],"overview":"In this tribute to the old time spaghetti westerns with a liberal dose of modern Hong Kong film-making thrown in, Emilio Estevez assumes Clint Eastwood's \"man with no name\" role. Estevez plays a super-quick gunman on the run from a rancher (Long) and his men out to kill him for killing his son. The gunman gets mixed up with a former Confederate soldier (William Forsythe) who has knowledge of hidden gold. The only trouble is he is also pursued by Union soldiers. When they free a man (Ed Lauter) with part of the map to the gold, they then are also pursued by Spanish soldiers. It all leads to a small Mexican town terrorized by soldiers and led a by a good priest (Joaquim De Almeida) who also has knowledge of the gold.","release_date":"1998-01-01","vote_average":5.5,"runtime":94,"cert":"N\/A","id":68745,"title":"Dollar for the Dead","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Super-agent, Vic, pushes for his top client, Sal Macino, to accept a fifty million dollar offer to star in the movie, \"AK-47th St.\"","release_date":"2008-01-01","vote_average":1.0,"runtime":8,"cert":"N\/A","id":68748,"title":"50,000,000","adult":false,"genre_ids":[]},{"cast":["Lembit Anton","Merle Aru","Ants Eskola","Vello Janson"],"overview":"Don Juan of Tallinn is a light-hearted romantic musical by established Estonian director Arvo Kruusement (b. 1928) whose other best-known films include the trilogy Kevade\/Spring (1969), Suvi\/ Summer (1976) and Sügis (1990).","release_date":"1972-01-01","vote_average":3.5,"runtime":70,"cert":"N\/A","id":68749,"title":"Don Juan Tallinnas","adult":false,"genre_ids":[]},{"cast":["David Cubitt","Kristin Lehman","Jason Gedrick","Brendan Fletcher","Jessica Steen"],"overview":"A desperate band of Militia men attempts a daylight bank robbery in the sleepy semi-rural City of Norco, California, and leads the local Police on the longest, most violent running gun battle in Law Enforcement history. Based on the true events.","release_date":"2006-01-01","vote_average":4.8,"runtime":90,"cert":"N\/A","id":68750,"title":"Rapid Fire","adult":false,"genre_ids":[28,80,53]},{"cast":["Misa Aika","Atsuki Katô","Ryo Kurihara","Takashi Sumida","Saori Taira"],"overview":"Keiko is the new owner of a local television station, and she's determined to succeed, no matter what! But the rival TV station will stop at nothing to crush her, and one by one, Keiko's new programs are humiliatingly sabotaged. When the weather woman falls victim to an underhanded trick, Keiko decides that she's through being nice. While filling in for the stricken reporter, she flashes her underwear, making her weather forecast an instant hit! What follows is an outrageously sexy contest - which judges skimpy costumes and arm wrestling instead of beauty and talent - to determine who will be the reigning weather woman!","release_date":"1996-01-25","vote_average":4.3,"runtime":85,"cert":"N\/A","id":68753,"title":"Weather Woman Returns","adult":false,"genre_ids":[35]},{"cast":["Brigitte Auber","Jean Brochard","René Blancard","Paul Frankeur","Sylvie"],"overview":"Fates of multiple otherwise disconnected characters intertwine miraculously under the sky of Paris. And it all happens in one day.","release_date":"1951-03-28","vote_average":7.5,"runtime":114,"cert":"N\/A","id":68754,"title":"Under the Paris Sky","adult":false,"genre_ids":[18]},{"cast":["Eddie Constantine","Zizi Jeanmaire","Nadia Gray","Yves Robert","Danielle Lamar"],"overview":"","release_date":"1957-01-09","vote_average":8.0,"runtime":null,"cert":"N\/A","id":68755,"title":"Folies-Bergère","adult":false,"genre_ids":[]},{"cast":["Jean-Paul Giquel","Juliet Berto","Dominique Labourier","Jean-Pierre Melec","André Julien"],"overview":"22 year-old- Yan is trying hard to find his way in life: a job he likes, an ideal. In Saint-Nazaire, his home town, he vegetates, just like his father, an unambitious worker. His fiancée, Juliette, has middle class values and dreams of nothing but a comfortable married life. Dissatisfied, he moves to Paris where he becomes an assembly line worker at the Billancourt Renault car factory. Sick of the working conditions he and his fellow workers have to endure there, he soon turns into a leftist activist...","release_date":"1970-11-05","vote_average":5.0,"runtime":85,"cert":"N\/A","id":68756,"title":"Comrades","adult":false,"genre_ids":[18]},{"cast":["Hugues Quester","Anne Alvaro","Melvil Poupaud","André Engel","João Bénard da Costa"],"overview":"A surreal odyssey in which a melancholic maidservant crosses paths with a homicidal little boy, travels to a tiny island of pirates and encounters a man with multiple personalities.","release_date":"1984-02-22","vote_average":7.6,"runtime":108,"cert":"N\/A","id":68757,"title":"City of Pirates","adult":false,"genre_ids":[18,14,27]},{"cast":["Mimoh Chakraborty","Tia Bajpai","Achint Kaur","Mohan Kapoor","Prachi Shah"],"overview":"A Realtor encounters two ghostly entities while attempting to sell a mansion.","release_date":"2011-05-05","vote_average":5.5,"runtime":143,"cert":"N\/A","id":68758,"title":"Haunted","adult":false,"genre_ids":[27,9648,53]},{"cast":["Armand Bernard","Alice Tissot","Louis Baron fils","Janine Merrey"],"overview":"","release_date":"1935-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68759,"title":"Compartiment de dames seules","adult":false,"genre_ids":[35]},{"cast":["Roger Moore","Fidel Castro","Carl Day","Vincent DiMaio","Robert J. Groden"],"overview":"On Nov. 22, 1963 the world was shocked by the assassination of John F. Kennedy. The mystery surrounding this history-changing event has led to many unanswered questions.","release_date":"1999-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":68762,"title":"The Secret KGB JFK Assassination Files","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":68765,"title":"The Secret KGB Paranormal Files","adult":false,"genre_ids":[]},{"cast":["Annie Leonard"],"overview":"How 'Manufactured Demand' pushes what we don't need and destroys what we need most.","release_date":"2010-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":68766,"title":"The Story of Bottled Water","adult":false,"genre_ids":[99]},{"cast":["Peter Coyote"],"overview":"One man, One cow, One planet exposes globalization and the mantra of infinite growth in a finite world for what it really is: an environmental and human disaster. But across India marginal farmers are fighting back. By reviving biodynamics an arcane form of agriculture, they are saving their poisoned lands and exposing the bio-colonialism of multinational corporations. One man, One cow, One planet tells their story through the teachings of an elderly New Zealander many are calling the new Gandhi.","release_date":"2007-11-01","vote_average":6.0,"runtime":56,"cert":"N\/A","id":68767,"title":"One Man, One Cow, One Planet","adult":false,"genre_ids":[99]},{"cast":["Daniel Barenboim","John Tomlinson","Bodo Brinkmann","Kurt Schreibmayer","Graham Clark"],"overview":"PRELIMINARY EVENINING OF THE RING CYCLE. Upon the banks of the ageless river Rhine, the Rhinemaidens play. Alberich, a Nibelung dwarf, tries vainly to seduce one of them. To taunt him, they reveal their secret: out of the gold they guard one can forge a Ring to rule the world, but at the cost of giving up Love forever. Alberich steals the gold, makes the ring and plans his world take-over. Meanwhile, Wotan, King of the Gods, must figure out how to finance the construction of Valhalla. He has promised his sister-in-law as payment to the giant construction workers led by Fafner, but his wife Fricka disapproves. Loge (God of Fire) tricks Alberich and brings him to Wotan, who takes the Ring. In revenge Alberich curses it: lack of the Ring will fuel desire for it and possession will only lead to misery. Wotan gives the Ring to Fafner as ransom for Fricka's sister.  Filmed at the Bayreuth Festspielhaus in June &amp; July 1991.","release_date":"1991-07-15","vote_average":10.0,"runtime":154,"cert":"","id":68768,"title":"The Ring Cycle: Das Rheingold","adult":false,"genre_ids":[10402]},{"cast":["Valentina Bassi","Claudio Gallardou","Fernán Mirás","Lola Berthet","Darío Vittori"],"overview":"Buenos Aires in the year 2002; the economical depression has caught the country. Elsa keeps her head above water through several badly paid jobs and occasional criminal offenses with her friends Walter, Laura and Toni. She's saving money for a ticket to Rome to get out of her life and visit an Italian with whom she had a one night stand several months ago.","release_date":"2002-01-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":68769,"title":"A Lucky Day","adult":false,"genre_ids":[18]},{"cast":["Daniel Barenboim","Poul Elming","Nadine Secunde","Matthias Hölle","John Tomlinson"],"overview":"FIRST DAY OF THE RING CYCLE. Fleeing for his life, Siegmund seeks shelter at Sieglinde's house. Her husband Hunding happens to be one of Siegmund's pursuers, and the two of them must cross swords the next day. As Siegmund laments his lack of a weapon, Sieglinde directs him to the sword Nothung stuck in an ash tree. Despite discovering they are twin siblings, the two fall in love. The King of Gods Wotan, their father, sends his Valkyrie daughter Brünnhilde to aid Siegmund. Fricka protests, and Wotan uses his spear to break Siegmund's sword during the battle. Siegmund is slain, but Brünnhilde rescues both the sword fragments and Sieglinde who is pregnant with Siegmund's child Siegfried. Wotan is angry that she intervened, but since Brünnhilde is his favorite child, he merely strips her of immortality and sends her into an enchanted sleep, surrounded by fire.  Filmed at the Bayreuth Festspielhaus in June &amp; July 1992.","release_date":"1992-06-15","vote_average":10.0,"runtime":237,"cert":"","id":68770,"title":"The Ring Cycle: Die Walkure","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":68771,"title":"Oak #419","adult":false,"genre_ids":[]},{"cast":["Šarūnas Bartas","Klavdiya Korshunova","Erwan Ribard","Elisa Sednaoui","Aurélien Vernhes-Lermusiaux"],"overview":"A drug smuggler is betrayed by his partner and is then forced to seek help from Russian mobsters.","release_date":"2010-12-01","vote_average":6.8,"runtime":111,"cert":"N\/A","id":68774,"title":"Eastern Drift","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sex Crimes Unit is an unprecedented look inside the New York District Attorney's unit dedicated to the prosecution of rape and sexual assault. The film examines the history of injustice toward rape survivors; trails the unit through its investigations; tracks the case of a prostitute who dared cry rape; and follows one survivor's 16-year journey to justice.","release_date":"2011-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68775,"title":"Sex Crimes Unit","adult":false,"genre_ids":[99]},{"cast":["Betty Mars","Nathalie Guérin","Pierre Oudrey","Lucienne Legrand"],"overview":"Emilienne is an elegant and seductive study of a ménage-a-trois based on the novel by Claude Des Olbes. Nouky, a young artist, shows up at Emilienne's art gallery with her portfolio of erotic sketches. Emilienne is greatly impressed, unaware that this fledging talent is the mistress of her husband Claude. When Emilienne is invited to pose nude for Nouky, she too falls for the young artist's seductive charms. Thus Nouky makes herself the center of a sexual triangle that will change the lives of Claude and Emilienne forever...","release_date":"1975-01-26","vote_average":0.0,"runtime":95,"cert":"N\/A","id":68776,"title":"Emilienne","adult":false,"genre_ids":[18]},{"cast":["John Tomlinson","Siegfried Jerusalem","Anne Evans","Graham Clark","Birgitta Svendén"],"overview":"SECOND DAY OF THE RING CYCLE. Alberich's brother Mime raises the orphan Siegfried, hoping that Siegfried will kill Fafner and enable Mime to gain the ring. Mime attempts unsuccessfully to reforge the Nothung. Fulfilling prophecy, Siegfried reforges the sword himself and kills Fafner, who has the form of a dragon. When he accidentally tastes the dragon's blood spilt on his hands, Siegfried understands the song of a woodbird, who instructs him to take the Ring from Fafner. Reading Mime's thoughts of betrayal, Siegfried kills the dwarf as well. The woodbird also informs Siegfried of a mysterious woman asleep in the midst of fire, and Siegfried sets off to find her. After defeating a disguised Wotan and breaking his spear, Siegfried successfully awakes Brünnhilde, and the two fall in love.  Filmed at the Bayreuth Festspielhaus in June &amp; July 1992.","release_date":"1992-07-03","vote_average":10.0,"runtime":244,"cert":"","id":68777,"title":"The Ring Cycle: Siegfried","adult":false,"genre_ids":[10402]},{"cast":["Leszek Lichota","Agnieszka Podsiadlik","Wiesław Komasa","Maciej Mikolajczyk","Izabela Kuna"],"overview":"The story unfolds about the murder of an old man living in a remote village and six locals who may have been connected with the murder. Things get messy when the dead man turns out to be an ex convict. The accused ones find it very hard to deal with the preconceived attitude. The villagers, led by the families of the accused, have to fight for their innocence.","release_date":"2010-09-17","vote_average":6.4,"runtime":null,"cert":"N\/A","id":68780,"title":"Lincz","adult":false,"genre_ids":[53,18]},{"cast":["Daniel Barenboim","Siegfried Jerusalem","Norbert Balatsch","Bodo Brinkmann","Philip Kang"],"overview":"THIRD DAY OF THE RING CYCLE. Günter, the lord of the Rhine people, gives Siegfried a love potion that causes Siegfried to forget Brünnhilde and fall in love with Günter's sister Gutrane. Siegfried has given Brünnhilde the Ring as a token of their love, but her Valkyrie sister urges her to destroy it, because their father Wotan has lost his spear and power and is hiding out in Valhalla. Instead, Brünnhilde keeps it, and under the influence of the potion, Siegfried steals it from her. Enraged, Brünnhilde helps Alberich's son murder Siegfried, but Siegfried's memory returns, and he dies thinking of Brünnhilde. Brünnhilde repents and orders a funeral pyre to be built. She rides into the fire herself, and the Rhinemaidens get the ring back. The story closes with flames flickering about Valhalla in the background.  Filmed at the Bayreuth Festspielhaus in June &amp; July 1991.","release_date":"1991-07-04","vote_average":10.0,"runtime":270,"cert":"","id":68781,"title":"The Ring Cycle: Gotterdammerung","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68782,"title":"milion dolarow","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68785,"title":"Droga do raju","adult":false,"genre_ids":[]},{"cast":["Jan Frycz","Robert Olech","Jan Englert","Artur Barciś","Bozena Stachura"],"overview":"","release_date":"2006-03-08","vote_average":6.5,"runtime":null,"cert":"N\/A","id":68786,"title":"Bezmiar sprawiedliwości","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":[],"overview":"When a group of bandits accidentally kill a boy in a club, his father and sister try to find the guilty and bring them justice.","release_date":"2008-04-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":68789,"title":"The Corrupt","adult":false,"genre_ids":[]},{"cast":["Anna Cieślak","Marta Zmuda","Maciej Stuhr","Borys Szyc","Robert Więckiewicz"],"overview":"Klara and Aniela are two young girls who decide not to get married. This decision makes bachelors even more eager to conquer them. Adaptation of the classic comedy by Aleksander Fredro.","release_date":"2010-10-08","vote_average":5.8,"runtime":96,"cert":"N\/A","id":68790,"title":"War of Love","adult":false,"genre_ids":[35,10749]},{"cast":["Adam Woronowicz","Piotr Adamczyk","Dorota Landowska","Patricia Kazadi","Mariusz Bonaszewski"],"overview":"A movie about a couple of semi-estranged brothers who at first feel they've been screwed by their father having the gall to die, leaving the bulk of his estate to the church.  Only to then learn that they've been willed a car that may have been owned by the pope.","release_date":"2010-08-27","vote_average":3.3,"runtime":null,"cert":"N\/A","id":68791,"title":"Holy Business","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2008-10-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":68792,"title":"Świadectwo","adult":false,"genre_ids":[]},{"cast":["Jan Frycz","Tomasz Kot","Jacek Borusinski","Katarzyna Figura","Malgorzata Buczkowska"],"overview":"Handsome, wealthy neurosurgeon Philip Morawski decides to spend the weekend with a sinful young nurse, Dominica. Unfortunately, these romantic plans could upset his doctor wife, who is also staying at the same hotel on business. But for a man who works daily with a scalpel in his hand, there are no insurmountable obstacles.","release_date":"2008-11-14","vote_average":4.2,"runtime":101,"cert":"N\/A","id":68793,"title":"Grand Hotel","adult":false,"genre_ids":[35,10749]},{"cast":["Jan Peszek","Marian Kociniak","Leonard Pietraszak","Grażyna Trela","Jan Jankowski"],"overview":"Three old friends living in distant cities decide to help each other get rid of people who stand in their way to achieve happiness.","release_date":"1988-10-16","vote_average":7.0,"runtime":90,"cert":"N\/A","id":68794,"title":"Bermuda Triangle","adult":false,"genre_ids":[18,80]},{"cast":["Kazimierz Junosza-Stepowski","Jacek Woszczerowicz","Jacek Woszczerowicz","Witold Zacharewicz","Dobieslaw Damiecki"],"overview":"Profesor Wilczur is a 1938 Polish romantic drama film directed by Michał Waszyński. It is based on the novel by Tadeusz Dolega-Mostowicz.","release_date":"1938-10-17","vote_average":0.0,"runtime":88,"cert":"N\/A","id":68795,"title":"Znachor - Profesor Wilczur","adult":false,"genre_ids":[10749,18]},{"cast":["Sebastian Bach","Ken Harck","Stephen R. Hart","John Hartley","Lucy O'Neil-Taylor"],"overview":"This fun and exhilarating look at the new faces of the carnival sideshow reveals today's most unusual performers who have taken their acts from the circus grounds to nightclubs, rock concerts, college campuses and even Broadway. Get a backstage pass to witness their outrageous acts before live audiences, who are still shocked, surprised and entertained!","release_date":"2002-06-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":68796,"title":"The New Sideshow","adult":false,"genre_ids":[99]},{"cast":["Jerzy Bińczycki","Anna Dymna","Tomasz Stockinger","Bernard Ładysz","Artur Barciś"],"overview":"A famous surgeon is beaten by drunken bullies, loses his memory and cannot recollect who he was before. He gets to a village, lives in a not so well to do family and becomes the Quack - he slowly regains his talent for medicine and saves the lives of several village patients.","release_date":"1982-04-12","vote_average":7.1,"runtime":128,"cert":"N\/A","id":68797,"title":"The Quack","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Więckiewicz","Joanna Orleańska","Krzysztof Stroiński","Sonia Bohosiewicz","Maria Seweryn"],"overview":"A prostitute is enlisted into the Security Services in order to steal some highly classified records just as the communist regime is about to topple. What begins as political intrigue deftly turns into a complicated love affair.","release_date":"2010-12-25","vote_average":7.0,"runtime":118,"cert":"N\/A","id":68798,"title":"Zwerbowana miłość","adult":false,"genre_ids":[28,18]},{"cast":["Shu Qi","Jackson Liu","Ada Yang","Allen Lan Hai Han","Chien-yung Hung"],"overview":"Manchuria 1941: Caught sleeping with his Japanese major's mistress, Manchurian collaborator Tung Fei (Jackson Liu Hsiu-hsien) fatally shoots the man and flees for his life. Overcome by fatigue after hours of travel on horseback, Tung eventually awakens to find himself under the care of hunter Suen (Dick Wei) and his daughter, Ironic (Hsu).","release_date":"1999-01-06","vote_average":7.0,"runtime":92,"cert":"N\/A","id":68799,"title":"Iron Sister","adult":false,"genre_ids":[10752,18]},{"cast":["Jūrōta Kosugi","Megumi Hayashibara","Atsushi Ishida","Katsumi Suzuki","Katsuyoshi Suzuki"],"overview":"The travels of the last four surviving members of the Ninku Ninja bring them to a town in need of protection, where they find that they arent the only ones calling themselves \"Ninku\"","release_date":"1996-01-01","vote_average":8.0,"runtime":26,"cert":"N\/A","id":68800,"title":"Ninku: The Movie","adult":false,"genre_ids":[16,28,35]},{"cast":["Karolina Gorczyca","Marcin Dorociński","Izabela Kuna","Urszula Grabowska","Tomasz Karolak"],"overview":"A story of nineteen years old girl who is trying to become a model.","release_date":"2009-07-21","vote_average":4.3,"runtime":94,"cert":"N\/A","id":68801,"title":"Love on the Podium","adult":false,"genre_ids":[10749,35]},{"cast":["Waldemar Kalisz","Piotr Dziamarski","Franciszek Pieczka","Krystyna Lech-Maczka","Zbigniew Grabski"],"overview":"A woodsman find and abandoned child in the forest and raises him as his son. When the child reaches 10, the woodsman suddenly goes blind. The kid is determined to help his \"father\" and answers a mysterious call. He must seek the Spirit of Darkness and defeat him if the woodsman is to see again. During his search for the Spirit he encounters a friendly monster who helps the boy in his quest. They are able to survive every dangerous test on their way and the final confrontation.","release_date":"1987-02-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":68802,"title":"Friend of the Jolly Devil","adult":false,"genre_ids":[12,10751,14]},{"cast":["Kim Raver","Greg Grunberg","Charlie McDermott","Haley Ramm","Magda Apanowicz"],"overview":"A widow's forgiveness. A killer's remorse. Bond of Silence is the true life story of a shocking murder and the amazing bond that came from it. Katy and Bob live a perfect life in a small close knit town. He's a respected lawyer, a renowned tri-athlete. She just had twins. It is New Year's Eve. Teens converge on the house next door. Always the good neighbor, Bob goes to shut it down. A confrontation occurs. Then he's dead. No teen comes forward. The media pours in. Headlines scream. Katy hunts for answers. But no one talks. A bond of silence covers the town. The police do an undercover sting and someone's caught. Ryan, a popular kid, tries to be cool, but the burden of what he did that night is unbelievable. Ryan and his attorney want to plead not guilty, but then Katy and Ryan meet. Where Katy should be a grieving wife, she becomes a supportive mother. Rather than berating, she listens. Rather than accusing..","release_date":"2010-08-23","vote_average":6.4,"runtime":98,"cert":"N\/A","id":68803,"title":"Bond of Silence","adult":false,"genre_ids":[10770,18]},{"cast":["Bogdan Stupka","Szymon Bobrowski","Marek Kudelko","Krzysztof Kowalewski","Marta Zmuda Trzebiatowska"],"overview":"","release_date":"2008-09-26","vote_average":7.0,"runtime":96,"cert":"N\/A","id":68804,"title":"And a Warm Heart","adult":false,"genre_ids":[]},{"cast":["Alberto Sordi","Sylva Koscina","Mario Carotenuto","Mario Riva","Carlo Delle Piane"],"overview":"Cencio, a roman pilferer, periodically is in prison. He meets Cesira that soon become his partner in crime. With Cesira's help Cencio try the big hit to a jewelery. But the lucky break is over.","release_date":"1958-03-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":68805,"title":"Ladro lui, ladra lei","adult":false,"genre_ids":[35]},{"cast":["Claudio Amendola","Enrico Lo Verso","Carlo Cecchi","Ricky Memphis","Leo Gullotta"],"overview":"The film shows the difficulties of an honest, imperiled judge and his bodyguard of four men, trying to clean up a Sicilian town. Corrupt local politicians, working hand-in-hand with the Mafia, will stop at nothing to prevent exposure of their rackets.","release_date":"1993-01-01","vote_average":6.4,"runtime":92,"cert":"N\/A","id":68806,"title":"The Escort","adult":false,"genre_ids":[53,80,18]},{"cast":["Mark Vegh"],"overview":"Julie brings a man back to her place with the intention of having sex with him. Unfortunately both partners body issues causes problems.","release_date":"1994-01-01","vote_average":0.0,"runtime":8,"cert":"","id":68811,"title":"Oh Julie!","adult":false,"genre_ids":[16]},{"cast":["Michael Shannon","Winona Ryder","Ray Liotta","Chris Evans","David Schwimmer"],"overview":"The true story of Richard Kuklinski, the notorious contract killer and family man.","release_date":"2012-09-01","vote_average":6.5,"runtime":105,"cert":"15","id":68812,"title":"The Iceman","adult":false,"genre_ids":[53,80,18]},{"cast":["Nino Manfredi","Sylva Koscina","Enrico Maria Salerno","Nerina Montagnani","Véronique Vendell"],"overview":"Seven episodes about sex.","release_date":"1969-04-17","vote_average":7.0,"runtime":114,"cert":"N\/A","id":68813,"title":"Vedo nudo","adult":false,"genre_ids":[35]},{"cast":["Jon Anderson","Steve Howe","Chris Squire","Alan White","Billy Sherwood"],"overview":"After a thirty year carreer, Yes toured in support of their then new album, The Ladder. Their performance of at the House of Blues, Las Vegas was released on video in 2000. Tracklisting: Yours Is No Disgrace Time and a Word Homeworld (The Ladder) Perpetual Change Lightning Strikes The Messenger Ritual-Nous Sommes Du Soleil And You and I It Will Be a Good Day (The River) Face to Face Awaken Your Move\/I've Seen All Good People Cinema Owner of a Lonely Heart Roundabout","release_date":"2000-06-20","vote_average":7.0,"runtime":112,"cert":"N\/A","id":68814,"title":"Yes - House Of Yes - Live At The House Of Blues","adult":false,"genre_ids":[10402]},{"cast":["Kei Fujiwara","Kimihiko Hasegawa","Natsuyo Kanahama","Kenji Nasa","Ryu Okubo"],"overview":"Two police detectives Numata and Tosaka infiltrate a group of underground black market human organ dealers. Things go haywire during a raid on the group's surgical headquarters. Numata barely escapes, while a wounded Tosaka gets left behind. Through a series of surreal and gory events, the identities of the organ dealers are revealed as Numata plans his revenge.","release_date":"1996-01-01","vote_average":7.0,"runtime":110,"cert":"N\/A","id":68815,"title":"Organ","adult":false,"genre_ids":[27,53]},{"cast":["Alberto Sordi","Bernard Blier","Nino Manfredi","Giuliana Lojodice","Franca Bettoia"],"overview":"A rich businessman is fed up with work, family, society, and goes with a friend to Africa, in search of another friend who had vanished there in mysterious circumstances. They will find him alright - as a tribal chief, surrounded with lots of topless, shapely wives. They are going to return to civilisation, but will their friend come with them?","release_date":"1968-12-19","vote_average":7.2,"runtime":130,"cert":"N\/A","id":68816,"title":"Will Our Heroes Be Able to Find Their Friend Who Has Mysteriously Disappeared in Africa?","adult":false,"genre_ids":[35,12,14]},{"cast":["Dennis Quaid","Kenny Wormald","Julianne Hough","Andie MacDowell","Miles Teller"],"overview":"Ren MacCormack is transplanted from Boston to the small southern town of Bomont where loud music and dancing are prohibited. Not one to bow to the status quo, Ren challenges the ban, revitalizing the town and falling in love with the minister’s troubled daughter Ariel in the process.","release_date":"2011-10-06","vote_average":6.6,"runtime":113,"cert":"12A","id":68817,"title":"Footloose","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Sam Shepard","Magaly Solier","Eduardo Noriega","Stephen Rea","Daniel Aguirre"],"overview":"In Bolivia, Butch Cassidy (now calling himself James Blackthorne) pines for one last sight of home, an adventure that aligns him with a young robber and makes the duo a target for gangs and lawmen alike.","release_date":"2011-08-31","vote_average":6.6,"runtime":98,"cert":"","id":68818,"title":"Blackthorn","adult":false,"genre_ids":[12,28,37]},{"cast":["Rosanna Schiaffino","Elsa Martinelli","Laurent Terzieff","Jean-Claude Brialy","Franco Interlenghi"],"overview":"The exploits of three young Roman criminals are chronicled in this socially conscious drama. The young men commit petty crimes all day begin with arms theft, and culminating with a night with three streetwalkers. After their pleasure, the boys try to cheat the hookers, but they ladies are smarter than that and have stolen their cash ahead of time. The punks then return to the city for more crimes. Exploits include the harassment of three homosexuals, and attempts to seduce some women.","release_date":"1959-11-12","vote_average":5.0,"runtime":95,"cert":"N\/A","id":68821,"title":"The Big Night","adult":false,"genre_ids":[18]},{"cast":["Simone Signoret","Serge Reggiani","Claude Dauphin","Raymond Bussières","Émile Genevois"],"overview":"Ex-convict Georges Manda returns to the free world determined to go straight and takes a steady job as a carpenter. Unable to completely shake his connections with the underground, he meets with a former prison mate, older gangster Félix Leca, who introduces him to his mistress, the sweet but guarded Marie \"Casque d'Or\". Marie and Georges fall into a passionate relationship, driving Félix to do everything in his power to ruin the couple.","release_date":"1952-04-16","vote_average":7.3,"runtime":96,"cert":"PG","id":68822,"title":"Casque d'Or","adult":false,"genre_ids":[80,18,10749]},{"cast":["Lisa Gastoni","Lou Castel","Gabriele Ferzetti","Luisa De Santis","Massimo Sarchielli"],"overview":"Young Alvise's body is paralyzed, or at least he thinks so. He is infatuated by his beautiful aunt Lea. What starts as innocent therapy and care soon develops into strange erotic and psychological battle between them.","release_date":"1968-04-30","vote_average":5.8,"runtime":94,"cert":"N\/A","id":68823,"title":"Come Play with Me","adult":false,"genre_ids":[18]},{"cast":["Vivian Giaretti","Tom Trambow","Karsten Holthusen","Gernot Rupnow","Christian Candini"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68824,"title":"Goblet of Gore","adult":false,"genre_ids":[]},{"cast":["Alberto Sordi","Edwige Fenech","Valeria Valeri","Catherine Spaak","Rossano Brazzi"],"overview":"Enrico has a troubled relationship with his wife, daughter and lover. For this reason he decide to download all of them and to dedicate himself to peace. In fact he has been attracted by the waiter-robot of a friend, and so Enrico asks him to sell it. The robot is called Catherine (Caterina) and serves Enrico to perfection, but he ends up falling in love with him, and so it equally happens to Catherine, who becomes infatuated with his master. Howeve, the different nature of the two prevents the relationship","release_date":"1980-12-19","vote_average":5.9,"runtime":117,"cert":"N\/A","id":68825,"title":"Catherine and I","adult":false,"genre_ids":[35]},{"cast":["kina beauchemin","erwin weche","Diana Lewis","Eric Violette"],"overview":"","release_date":"2006-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68826,"title":"Échangistes","adult":false,"genre_ids":[]},{"cast":["Annie Girardot","Bernard Blier","Mireille Darc","Jean Le Poulain","Simon Jacques Eugène Berryer"],"overview":"Housemaid Georgette (Girardot) loves to gossip and this causes major trouble to people around her.","release_date":"1970-04-17","vote_average":6.1,"runtime":80,"cert":"N\/A","id":68827,"title":"She Does Not Drink Smoke or Flirts but She Talks","adult":false,"genre_ids":[35,80]},{"cast":["Fumi Hirano","Mitsuo Iwata","Akira Kamiya","Kenji Utsumi","Emi Shinohara"],"overview":"In the midst of a violent invasion of Earth by unknown alien forces, photo-journalist Wakatsuki Tetsuya comes across a scantily-clad alien woman, cutting a swath of death through the Terran ranks with her sword. After a chaotic struggle, Tetsuya is knocked unconscious, only to awaken aboard her starship. To his surprise, she turns out to be Kahm, the invaders' princess - and she has picked Tetsuya for a starring role in her upcoming wedding. As the groom....","release_date":"1986-12-16","vote_average":3.5,"runtime":51,"cert":"N\/A","id":68828,"title":"Outlanders","adult":false,"genre_ids":[16,878,35]},{"cast":[],"overview":"A compilation of Mickey's funniest moments in 'Organ Donor's', 'Mickey's Airplane Kit', 'Street Cleaner', 'Mickey's New Car', 'Bubble Gum', 'Mickey's Big Break' and 'Mickey's Mix-Up'. Other characters include Goofy, and Minnie.","release_date":"2005-03-14","vote_average":0.0,"runtime":57,"cert":"N\/A","id":68829,"title":"Mickey's Laugh Factory","adult":false,"genre_ids":[16]},{"cast":["Justin Foran"],"overview":"A claymation short that parodies 80s action flicks.","release_date":"1995-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":68830,"title":"No More Mr. Nice Guy","adult":false,"genre_ids":[16]},{"cast":["Naoto Takenaka","Hijiri Kojima","Kazuki Kitamura","Asami Sawaki","Shinya Tsukamoto"],"overview":"Schoolgirl Kuniko is kidnapped by a middle-aged man Iwazono when she is jogging. He tells her that he had a failed marriage which leaves him a deep and everlasting scar in his mind. He kidnaps her in search of a perfect marriage and intends to lock her in the room and 'educate' her to perform perfect sex where body and soul are united.","release_date":"1999-01-30","vote_average":5.3,"runtime":96,"cert":"N\/A","id":68833,"title":"The Perfect Education","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A mustachioed dandy gallops up and scales a high tower to \"rescue\" a sweet, innocent-looking damsel. She captures him and ties him down, for what he thinks will be a kinky little tryst...","release_date":"1997-01-01","vote_average":1.0,"runtime":1,"cert":"","id":68834,"title":"The Perfect Man","adult":false,"genre_ids":[16]},{"cast":["Noriko Aota","Tetsuo Kurata","Kôji Shimizu","Minako Ogawa","Shiro Shimogen"],"overview":"Convicted of killing the drug dealer who murdered her husband, Maria is blackmailed into serving as a covert assassin. She must do the government's bidding if she is ever to regain her freedom, or her son. With each completed mission, her sentenced is further re- duced. Yet, with every job she feels further away from her goal of a peaceful life.","release_date":"1995-01-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":68835,"title":"Prisoner Maria: The Movie","adult":false,"genre_ids":[28,80,18,10749,53]},{"cast":["Rod Filbrandt"],"overview":"A violent man wants some quiet time and he makes sure he gets it no matter what.","release_date":"1989-01-01","vote_average":4.0,"runtime":2,"cert":"N\/A","id":68836,"title":"Quiet Please","adult":false,"genre_ids":[16]},{"cast":["Ken Takakura","Ryoko Hirosue","Hidetaka Yoshioka","Masanobu Ando","Ken Shimura"],"overview":"A railway stationmaster at a dying end-of-the-line village in Hokkaido is haunted by memories of his dead wife and daughter. When the railroad line is scheduled to be closed, he is offered a job at a hotel, but he is emotionally unable to part with his career as a railroader. His life takes a turn when he meets a young woman with an interest in trains who resembles his daughter","release_date":"1999-06-05","vote_average":7.2,"runtime":112,"cert":"N\/A","id":68837,"title":"Railroad Man","adult":false,"genre_ids":[18]},{"cast":["Hiroyuki Watanabe","Yûko Moriyama","Hitomi Shimizu","Shunya Wazaki","Taibun Tozawa"],"overview":"An evil sorcerer summons seven legendary Samurai warriors to aid him in his conquest of the world. One valiant warrior stands against them.","release_date":"1996-04-25","vote_average":2.0,"runtime":85,"cert":"N\/A","id":68838,"title":"Reborn from Hell: Samurai Armageddon","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"1964-01-01","vote_average":7.0,"runtime":20,"cert":"N\/A","id":68839,"title":"Operaator Kõps seeneriigis","adult":false,"genre_ids":[16,12]},{"cast":[],"overview":"Set in Paisley, the 'NED' capital of Scotland, this film provides a comprehensive and candid look at the daily lives and habits of these \"Non Educated Delinquents\", from their pulling tactics to lessons on how to talk like a Ned. We not only get to see life from their point of view, but also from that of the long suffering residents of the city, who don't hesitate to provide us with their unanimous opinion on today's Ned culture: they've got to go!","release_date":"2007-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":68840,"title":"Neds","adult":false,"genre_ids":[]},{"cast":["Ke-Yu Guo","Vladmill Nizmiroff","Xiaoling Xu","Igor Ledogorov","Natalya Krachkovskaya"],"overview":"Based on a true story, this horrifying tale follows two orphaned friends as they struggle to survive during World War II.","release_date":"1995-12-01","vote_average":5.5,"runtime":120,"cert":"N\/A","id":68841,"title":"Red Cherry","adult":false,"genre_ids":[18,10752]},{"cast":["Donald Sutherland","John Heard","Jamie Harris","Janet Kidder","Nick Sandow"],"overview":"Based on the 1986 book \"The Heist: How a Gang Stole $8,000,000 at Kennedy Airport and Lived to Regret It\", by Ernest Volkman and John Cummings,  this TV movie tells the story about the 1978 Lufthansa Heist at JFK Airport in New York - the largest cash robbery ever committed on American soil. The heist was also the subject of the much better-known 1990 film \"Goodfella\"s, directed by Martin Scorsese. It was also the subject of another made-for-television film: \"The 10 Million Dollar Getaway\" from 1991.","release_date":"2001-06-10","vote_average":4.8,"runtime":92,"cert":"N\/A","id":68842,"title":"The Big Heist","adult":false,"genre_ids":[18]},{"cast":["Ervin Abel","Lia Laats","Leida Rammo","Helmut Vaag","Marika Samussenko"],"overview":"One lovely day a young man, a former ballet dancer suddenly finds himself on a pension and begins searching for a new place in life. Fate brings him together with a rather mischievous young day for whom her mother has been trying to find a tutor. Many exciting events begin to take place.","release_date":"1972-05-06","vote_average":7.0,"runtime":80,"cert":"N\/A","id":68845,"title":"Young Pensioner","adult":false,"genre_ids":[]},{"cast":["Roger Moore","Osama Bin Laden","Genadi I. Gerasimov","Joseph Helmich","Oleg Kalugin"],"overview":"The KGB was, for 50 years, an intelligence agency, using money, sex and blackmail as tools to entice foreigners to betray their countries and hand over secret information. We enter the vaults of the KGB to see the use of the \"Honey Trap\" -- the use of women in sexual situations to snare victims and obtain secret information. How did the KGB identify U.S. Marines who worked at the U.S. Embassy and target them, leading to compromise and in the case of marine Lonetree, to a 30 year prison sentence. We see a bumbling FBI agent selling out his country for sex in a car, and the CIA officer who lived a lavish lifestyle at the cost of agents' lives. Hidden cameras reveal seduction, passion and sexual conduct all used to destabilize enemy governments.","release_date":"2001-01-01","vote_average":8.0,"runtime":88,"cert":"N\/A","id":68846,"title":"The Secret KGB Sex Files","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Architects made it nearly circular in design but Busch Memorial Stadium was in the end shaped by a 40-season adventure of championship teams record setting moments and the collective energy of millions of Cardinals fans. Busch was affectionately embraced as the heart of Cardinal Nation and it was where St. Louis and much of the Midwest spent their summers. After hosting its first game on May 12, 1966 Busch Stadium welcomed six World Series and eight National League Championship Series. It was the setting when some of baseball's most celebrated records fell and the stage for many of the Game's greatest players and personalities. We'll never pass through its turnstiles again but the magic and the memories preserved on this commemorative DVD will remain with us forever.","release_date":"2005-10-30","vote_average":6.2,"runtime":90,"cert":"N\/A","id":68847,"title":"Millions of Cardinals Memories: Busch Stadium","adult":false,"genre_ids":[]},{"cast":["John Tae-seok Lee"],"overview":"\"Don't Cry For Me Sudan\" covers the life of Catholic Father John Lee who worked as a father, doctor, teacher, conductor, and architect in the small Sudan village of Tonj. Father John Lee died of colorectal cancer in 2010. A funeral was held for him by the local dinka tribe in Tonj, with many of the tribal warriors in tears ...","release_date":"2010-09-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":68848,"title":"Dont Cry For Me Sudan","adult":false,"genre_ids":[18,99]},{"cast":["Roland Young","Ralph Richardson","Edward Chapman","Ernest Thesiger","Joan Gardner"],"overview":"George McWhirter Fotheringay, while vigorously asserting the impossibility of miracles, suddenly discovers that he can perform them. After being thrown out of a bar for what is thought to be a trick, he tests his powers and eventually sends a policeman to Hades by accident. Worried, he sends the police officer to San Francisco, and seeks advice from the local clergyman, Mr Maydig. Maydig, after having Fotheringay's powers demonstrated to him, quickly planning for reform of the world by means of miracle, but eventually Fotheringay orders a miracle which, due to clumsy wording, backfires. He relinquishes his power and returns to the time before he had it.","release_date":"1936-02-19","vote_average":5.6,"runtime":82,"cert":"","id":68849,"title":"The Man Who Could Work Miracles","adult":false,"genre_ids":[14,35]},{"cast":["Richard Burton","Curd Jürgens","Ruth Roman","Christopher Lee","Raymond Pellegrin"],"overview":"A commander receives a citation for an attack on Rommel's headquarters, which is actually undeserved as the commander is unfit for his job. On top of that, unbeknownst to him, his wife is having an affair with one of his officers.","release_date":"1957-08-28","vote_average":6.4,"runtime":102,"cert":"","id":68850,"title":"Bitter Victory","adult":false,"genre_ids":[18,10752]},{"cast":["Fred Durst","Wes Borland"],"overview":"LIMP BIZKIT's June 7, 2009 performance at the Rock Am Ring festival in Nürburgring, Germany.","release_date":"2009-06-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":68851,"title":"Limp Bizkit - Live at Rock AM Ring","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Enjoyment is the follow-up DVD release to indie band Kaiser Chiefs' highly successful debut album Employment, released on November 28, 2005.  The main focus of the DVD is an approximately 90 minute documentary directed by Walpole-based artist Cally Callomon (who is responsible for much of the band's artwork), with an unusual narration by Bill Nighy and over an hour of live footage shot from various points in the band's career, ranging from their time as indie band Parva to the 2005 tour of Employment.","release_date":"2005-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":68852,"title":"Kaiser Chiefs: Enjoyment","adult":false,"genre_ids":[]},{"cast":["Roger Moore"],"overview":"For five decades, American agencies have stockpiled information on UFOs. So did their counterparts behind the iron curtain. Soldiers, scientists and spies all paint a disturbing picture of the KGB's secret campaign. The UFO encounter that almost sparked a nuclear war. The pair of MiG fighters that tried to shoot down a UFO - both jets blown out of the sky! Stunning proof that the Soviets recovered something not from this earth! Amazing film footage smuggled out of Russia. This exclusive investigation into one of the most compelling events of our time is hosted by Roger Moore.","release_date":"1998-01-01","vote_average":7.4,"runtime":105,"cert":"N\/A","id":68855,"title":"The Secret KGB UFO Files","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Doctor Who spoof by Mark Gatiss and David Walliams.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68858,"title":"The Web of Caves","adult":false,"genre_ids":[]},{"cast":[],"overview":"Doctor Who spoof by Mark Gatiss and David Walliams.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68859,"title":"The Kidnappers","adult":false,"genre_ids":[]},{"cast":[],"overview":"I, Claudia is an adaptation of the hit one-woman play starring Kristen Thomson. Claudia is an \"official\" pre-teen, still reeling from her parents' divorce. Her father is getting re-married, she has a science fair project coming due, and she is in the physical and emotional throes of puberty. Claudia speaks to us from inside the boiler room of her school where she stores all the things that are secret and dear to her. Incensed and incredulous at the adult world around her, she is irrepressibly funny about it at the same time. Some important adults in Claudia's life - her grandfather Douglas, her father's new girlfriend Leslie and the school custodian Drachman - shed light on her situation.","release_date":"2004-10-02","vote_average":0.0,"runtime":75,"cert":"N\/A","id":68860,"title":"I, Claudia","adult":false,"genre_ids":[]},{"cast":["Mikko Leppilampi","Antti Luusuaniemi","Pihla Viitala"],"overview":"The director Lauri Nurkse tells that Veijarit is a film about \"arjensietokyvyttömyys\" (= inability to tolerate everyday life) and about the Peter Pan complex. The main actor Mikko Leppilampi says it's about \"kolkyttoistavuotiaat\" (= thirtyeenagers = people of thirty behaving like teenagers). An immediate reference point is the commedia all'italiana of the 1950s and the 1960s, the black comedy often exposing the infantile stage of development of the Italian male. Saku and Ässä are anti-heroes, but we never fail to sense the humanity behind their shallow and crazy ways. Veijarit is a satire and a parody of a superficial way of life, but there is a vitality in the protagonists that we feel can lead them to a more meaningful stage of existence after the prolonged youth full of sound and fury. There is a motif of transcendence in the imagery of flying: will the balloons carry me or will they burst.","release_date":"2010-12-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":68861,"title":"Veijarit","adult":false,"genre_ids":[35,18]},{"cast":["Catherine Deneuve","Jean-Louis Trintignant","Claude Brasseur","Philippe Brigaud","Franco Fabrizi"],"overview":"After his wife and daughter are raped and killed by a motorbike gang a man sets out to take revenge.","release_date":"1975-04-16","vote_average":5.3,"runtime":101,"cert":"N\/A","id":68864,"title":"Act of Aggression","adult":false,"genre_ids":[18,80]},{"cast":["Alena Johnston","Sabine Sun","Rosanna Yanni","Helga Liné","Malisa Longo"],"overview":"lena Johnston is Antione, the War Goddess of the Amazons, who must mate with the Greek king Theseus to propogate her race. Traditionally this is done only out of duty, but this time she falls in love with her \"boy toy\"... a definite no-no for an Amazon queen. Helmed by James Bond director Terence Young and based on a story co-authored by Robert Graves, this sexy and spectacular entry in the sword-and-sandal genre features an incredible bevy of Euro-cult starlets including Rosanna Yanni, Helga Line and Luciana Paluzzi, plus a lyrical score by Academy Award-winner Riz Ortolani.","release_date":"1973-12-15","vote_average":5.6,"runtime":100,"cert":"N\/A","id":68865,"title":"The Amazons","adult":false,"genre_ids":[28,12]},{"cast":["Klaus Meine","Matthias Jabs","Rudolf Schenker","Francis Buchholz","Herman Rarebell"],"overview":"Since the Scorpions' career was at its peak, World Wide Live could not have been recorded at a better time. This 19-track album contains all of their early-'80s hits, and while they aren't as energetic on-stage as they are in the studio, the band still perform with a great amount of flamboyance. The record is the Scorpions' only worthwhile live album and is a must for their fans.","release_date":"1985-05-20","vote_average":4.3,"runtime":77,"cert":"N\/A","id":68866,"title":"Scorpions: World Wide Live","adult":false,"genre_ids":[10402]},{"cast":["Aaron Kwok","Chingmy Yau","Sharla Cheung Man","Deric Wan","Gloria Yip"],"overview":"The young Chor Lau-heung learns martial arts from Tuk-ku Kau-pai and has attained a high level of skill. His teacher sends him to Shaolin Monastery to attend a contest that is held once every ten years. On the journey, Chor meets Wu Tit-fa and Chung-yuen Yat-dim-hung. When Chor arrives at Shaolin, he fights with a Shaolin student called Mo-fa but neither of them is able to defeat each other. They decide to have a match again on another day. One night, Chor meets Mo-fa and strike up a conversation with her. Both of them decide to enter the palace in search of adventure. They disturb the prince on his wedding night but are accidentally caught in a trap and only manage to escape with the help of Chor's friends.","release_date":"1993-01-01","vote_average":5.0,"runtime":82,"cert":"N\/A","id":68867,"title":"Legend Of The Liquid Sword","adult":false,"genre_ids":[14,28,878]},{"cast":["Sibelle Hu","Cynthia Rothrock","Kara Hui","Sandra Ng Kwun-Yu","Ann Bridgewater"],"overview":"The film revolves around a crack squad of female police officers who have to deal with harassment and a lack of respect from their male colleagues, personal issues as well as some serious criminals.","release_date":"1988-06-03","vote_average":6.2,"runtime":91,"cert":"N\/A","id":68868,"title":"The Inspector Wears Skirts","adult":false,"genre_ids":[28]},{"cast":["Haydn Evans","Christina Hallett","Poppy Cherry","Virginia Bowers","Dennis Kreusler"],"overview":"Frank Bannister is about to have a very long night. A writer of violent horror stories, Frank is alone, depressed and one step from full blown alcoholism. Late one dark and stormy night his quiet hermit existence is disturbed when two eccentric exotic dancers arrive on his doorstep. Alternatively seductive and sinister the beautiful women promise to make all Frank's dreams come true. They prove to be as good as their word. Only problem is, Frank is a man with very dark dreams indeed.","release_date":"2009-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68871,"title":"Burlesque","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Three severely misguided Irish girls fancy themselves as the Next Big Thing when an ambitious manager lends a helpful, if wandering, hand in turning them into the all-singing, all dancing girl band, THE ATHENRIDES. With more delusions of grandeur than actual talent, they've got their eyes on Eurovision.","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":68872,"title":"The Athenrides","adult":false,"genre_ids":[]},{"cast":["Vanessa Paradis","Vincent Rottiers","Eduardo Noriega","Eric Ruf","Claude Perron"],"overview":"Colette, lovely and vulnerable prostitute, accepts to take care of her unknown colleague's boy. She, herself, needs a child to make her loved ex return to her. So she's having two problems to solve at one time - to find a suitable \"father\" of her kid and to get off hand of Billy. Meanwhile, the relationship between Colette and Billy is developing, you just don't know in which way. Then, when she cannot get rid of Billy and realizes her ex has another women, the things between \"Billy et Colette\" are now quite transparent.","release_date":"2004-12-09","vote_average":7.1,"runtime":94,"cert":"N\/A","id":68873,"title":"My Angel","adult":false,"genre_ids":[18]},{"cast":["Diane Ladd","Olympia Dukakis","Morgan Weisser","Ele Keats"],"overview":"Weisser is a young college bound man whose future is threatened when his mother interferes with his love life and a pending scholarship. He also discovers that his mother's best friend wishes to get closer to him, even if it means murder.","release_date":"1995-01-01","vote_average":5.9,"runtime":96,"cert":"N\/A","id":68874,"title":"Mother","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"Spring Break 24\/7 -- Line up for a body shot! This is the ultimate Spring Break experience from National Lampoon! Starring hot pin up Nikki Ziering and using footage from all three National Lampoon Spring Break Vacation spots: Las Vegas Cabo San Lucas and San Pedro.","release_date":"2007-03-13","vote_average":1.0,"runtime":70,"cert":"N\/A","id":68877,"title":"Spring Break 24\/7","adult":false,"genre_ids":[35]},{"cast":["Philip Brodie","Alix Wilton Regan","Rob Oldfield","Vicky Araico"],"overview":"Three months have passed since a viral outbreak wiped out 99.9% of the world's population, turning its victims into flesh-eating living dead. In the UK, a surviving band of soldiers and civilians have taken refuge at a rural military barracks. Life in this new world is tough and brutal, but hope appears when a high level communication is received from a military base on the coast, telling of sanctuary elsewhere in Europe... But just as salvation appears to be in reach, the base suffers an overwhelming defeat at the hands of the living dead! The surviving handful of troops and civilians must now make their way to the coast to uncover the truth behind the message. Their perilous journey takes them across a now treacherous, death-ravaged landscape, where the living dead are vast in number and wandering bandits impose their own malicious sense of law and order. What follows is a journey into hell and a desperate battle against all odds for the very survival of the human race","release_date":"2011-06-24","vote_average":4.1,"runtime":88,"cert":"","id":68878,"title":"The Zombie Diaries 2","adult":false,"genre_ids":[28,27]},{"cast":["Totò","Pietro De Vico","Mischa Auer","Piero Morgia","Ivy Holzer"],"overview":"A pair of brothers, Baby Toto and Pietro, sons of different mothers, live stealing suitcases at the Termini Station in Rome. After a theft they discover that the stolen suitcase they got from an apparent sweet old lady actually contains a corpse. In an attempt to discard the suitcase they mistakenly exchange it with the one of two German hitchhikers, Helga and Inga.  Forced to retrieve the \"corpus delicti\" they are discovered by Count Mischa who blackmail them: in exchange for his silence with the police, they will help him to kill his rich wife. After killing the woman, and following a binge of marjuana mistaken for lettuce by the brothers, Baby Toto will turn into a sadist serial killer. After killing the Count and a half-dozen people, he will soon start torturing his brother.","release_date":"1964-03-11","vote_average":6.8,"runtime":110,"cert":"N\/A","id":68881,"title":"What Ever Happened to Baby Toto?","adult":false,"genre_ids":[27,35]},{"cast":["Nino Manfredi","Stefania Sandrelli","Alberto Sordi","Paolo Villaggio","Lars Bloch"],"overview":"Three sexy and comic episodes.","release_date":"1976-12-23","vote_average":5.9,"runtime":95,"cert":"N\/A","id":68882,"title":"Strange Occasion","adult":false,"genre_ids":[10749,35]},{"cast":["Anita Mui","Leslie Cheung","Alex Man Chi-Leung","Emily Chu","Kara Hui"],"overview":"The ghost of a courtesan who died in 1934 returns to Hong Kong fifty-three years later, seeking to reunite with the man she loved.","release_date":"1987-12-05","vote_average":7.1,"runtime":96,"cert":"N\/A","id":68883,"title":"Rouge","adult":false,"genre_ids":[18,14,10749,878]},{"cast":["Pamela Ludwig","Dean Hamilton","Roy Thinnes","Donald Grant","Courtney Gebhart"],"overview":"When Toni Daniels, an ambitious student reporter, goes in search of an exciting story, she discovers the dark secrets of Tambers College. Three beautiful coeds have disappeared, leaving behind some bizarre clues. Are the disappearances somehow related to the fraternity rituals of Rush Week? Are they lined to the tragic death of the dean's daughter? Skeletons pop up from every closet and veiled threats fly as Toni follows the twisting trail of clues that leads to an intense and shocking surprise ending.","release_date":"1989-01-01","vote_average":5.1,"runtime":96,"cert":"N\/A","id":68884,"title":"Rush Week","adult":false,"genre_ids":[27]},{"cast":["Harvey Bainbridge","Dave Brock","Robert Calvert","Tim Cumming","Del Dettmar"],"overview":"The inside story of Hawkwind, one of Britain's wildest acid rock bands. Emerging from the Ladbroke Grove underground at the end of the 60s, the band trailed radicalism and counter-culture in their wake, and have been a direct influence on punk, metal, dance and rave.","release_date":"2007-03-30","vote_average":4.0,"runtime":60,"cert":"","id":68885,"title":"Hawkwind: Do Not Panic","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"A buddha-like figure meditating on a high platform is fussily scrutinized by a whirring, clicking, mechanical bureaucrat.","release_date":"1996-01-01","vote_average":5.5,"runtime":5,"cert":"","id":68886,"title":"The Saint Inspector","adult":false,"genre_ids":[16]},{"cast":["Etsushi Toyokawa","Misako Watanabe","Takao Osawa"],"overview":"Knowing that he has only a month to live, a pianist goes back to his beloved ocean. He meets a girl with a broken leg. She is the daughter of his dearest woman who died many years ago. The relationship between them becomes closer. They rescue a man who tries to commit suicide. When the pianist is nearing his end, that man finds love in the girl's heart...","release_date":"1999-11-01","vote_average":0.0,"runtime":114,"cert":"N\/A","id":68891,"title":"Sennen-Tabito","adult":false,"genre_ids":[18,53,10749]},{"cast":[],"overview":"In eight minutes, animator Bill Plympton gives us 24 vignettes: seven are clearly about sex, 10 about violence, and seven others deal with human frailties, particularly the body as it ages. There are three stories of persons with confused priorities (including a guy tying his shoe while parachuting); the world's first phone sex; and a clever, if dangerous, way to find a lost key. Except for the titles of each sketch and a couple of jokes that turn on noise, these are visual trips into the psyche of men, women, God, animals, and Time (the enemy of us all).","release_date":"1997-01-01","vote_average":6.2,"runtime":8,"cert":"N\/A","id":68892,"title":"Sex & Violence","adult":false,"genre_ids":[16]},{"cast":["Daniel Duval","François Périer","Georges Wilson","Raymond Pellegrin","Julien Guiomar"],"overview":"A gangster (Daniel Duval) incurs the wrath of the patriarch of a well-established crime family.","release_date":"1980-08-27","vote_average":0.0,"runtime":93,"cert":"N\/A","id":68893,"title":"The Telephone Bar","adult":false,"genre_ids":[28,80,53]},{"cast":["Jared Harris","Xia Yu","Yufei Xing","Liu Peiqi","Lü Liping"],"overview":"Beijing, 1902: an enterprising young portrait photographer named Liu Jinglun, keen on new technology, befriends a newly-arrived Englishman who's brought projector, camera, and Lumière-brothers' shorts to open the Shadow Magic theater. Liu's work with Wallace brings him conflict with tradition and his father's authority, complicated by his falling in love with Ling, daughter of Lord Tan, star of Beijing's traditional opera. Liu sees movies as his chance to become wealthy and worthy of Ling. When the Shadow Magic pair are invited to show the films to the Empress Dowager, things look good. But, is disaster in the script? And, can movies preserve tradition even as they bring change?","release_date":"2000-09-08","vote_average":6.0,"runtime":116,"cert":"N\/A","id":68894,"title":"Shadow Magic","adult":false,"genre_ids":[18,36]},{"cast":["Loren Avedon","Richard Jaeckel","Don Stroud","Billy Blanks","Sherrie Rose"],"overview":"Kahn is a heavy weight kick-box champion, who often kills his opponents in front of the running camera, to sell it on video tape. Jake had to witness once how his brother was killed by him, and now has come for revenge. But first he has to improve his fighting skills; he asks Phang, the only person in the whole world who ever had Khan down on his back, to train him until he is a match for him.","release_date":"1990-11-01","vote_average":5.5,"runtime":99,"cert":"N\/A","id":68895,"title":"The King of the Kickboxers","adult":false,"genre_ids":[28]},{"cast":["John Hurt","Tom Yang","Cecil Cheng","Jason Ninh Cao","Zhigang Wang"],"overview":"Have you ever done a handstand... on the tips of your index fingers? How about snapping iron bars over your head as if they were bread-sticks? You'll witness these amazing feats and much more in this astonishing London performance of China's legendary Shaolin monks. In perfecting their martial arts prowess, these devoted Buddhists have honed their physical and mental disciplines to such an uncommon degree that their movements seem almost supernaturally powerful. From the athletic contortions of a young acolyte to an older monk being hoisted aloft on the points of sharpened spears, these men and boys have conquered and crossed boundaries of control that would strike most outsiders as impossible if it weren't for their living proof. In demonstrating these and other kung fu skills, the Shaolin also enact their history as an enduring order, providing a theatrical narrative that's literally breathtaking.","release_date":"2001-12-11","vote_average":7.0,"runtime":76,"cert":"N\/A","id":68902,"title":"Shaolin: Wheel of Life","adult":false,"genre_ids":[28,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68903,"title":"Betnér På China: Livets Ord","adult":false,"genre_ids":[]},{"cast":["Shintarō Katsu","Fujiko Yamamoto","Ken Utsui","Hiroshi Kawaguchi","Ayako Wakao"],"overview":"In 221 BC, Qin Shihuangdi conquered the rest of China. Qin's great accomplishments and also his serious faults are showed in this film. Qin adopted autocratic dictatorship and led a luxurious life: abolition of feudalism and the centralization of power in the form of a now-hereditary bureaucracy loyal to himself; burning books and burying scholars; the construction of a sumptuous palace for his concubines and also the Great Wall.","release_date":"1962-11-01","vote_average":6.0,"runtime":136,"cert":"N\/A","id":68906,"title":"The Great Wall","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"A hungry babysitter gets creative when faced with no decent food to eat.","release_date":"1992-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":68911,"title":"Sittin' Pretty","adult":false,"genre_ids":[16]},{"cast":[],"overview":"War correspondents recount their experiences during the 2003 Iraq war.","release_date":"2003-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68912,"title":"Deadline Iraq: Uncensored Stories of the War","adult":false,"genre_ids":[99]},{"cast":["Takeshi Kaneshiro","Mirai Yamamoto","Kippei Shiina","Sihung Lung","Eric Tsang"],"overview":"Kenichi is a half-Japanese, half-Chinese man of the underworld. You can sell him anything except children's organs. His domain is in Kabukicho, a gangland controlled by various Shanghai gangs intent on taking control. His former partner-in-crime, Fu-Chun, is rumored to have returned to Kabukicho, having fled years earlier after killing the number two of gangland boss, Yuan. Yuan wants to get even and attempts to do so by using Kenichi.","release_date":"1998-06-27","vote_average":8.0,"runtime":122,"cert":"N\/A","id":68913,"title":"Sleepless Town","adult":false,"genre_ids":[28,18]},{"cast":["Tom Binns","Neil Innes","Kevin McCarthy","Graham McTavish"],"overview":"A look back at the origins of the ground breaking BBC comedy series Monty Python's Flying Circus.","release_date":"2005-11-26","vote_average":0.0,"runtime":75,"cert":"","id":68914,"title":"The Roots of Monty Python","adult":false,"genre_ids":[99]},{"cast":["Ahn Sung-ki","Shin Hyun-joon","Hyun-chul Oh","Kim Roe-ha","Lee Beom-soo"],"overview":"When the police raid the compound of a religious cult, they discover that almost all of the members have committed suicide. The only survivor, laying on an altar in the middle of the room, is a very pregnant woman who goes into labor as the raid begins. The woman dies in the hospital, but her child survives. 20 years later, strange things are starting to happen around the child, now a grown woman. A group of religious warriors from a mix of faiths join together to try and protect her from whatever supernatural horrors are seeking her out.","release_date":"1998-08-15","vote_average":4.0,"runtime":98,"cert":"N\/A","id":68915,"title":"The Soul Guardians","adult":false,"genre_ids":[28,27,53]},{"cast":["Brad Johnson","Tim Abell","Réal Andrews","Melinda Clarke","Mark Sheppard"],"overview":"An elite team of ex-military operatives perform black ops missions for the US government.","release_date":"1999-06-22","vote_average":5.5,"runtime":null,"cert":"N\/A","id":68918,"title":"Soldier of Fortune, Inc","adult":false,"genre_ids":[28]},{"cast":["Stan Lee","Kevin Smith","Joan Lee"],"overview":"Filmmaker and comic writer Kevin Smith interviews comic book legend Stan Lee about his life and work in comics across the decades.","release_date":"2002-05-07","vote_average":7.0,"runtime":95,"cert":"N\/A","id":68919,"title":"Stan Lee's Mutants, Monsters & Marvels","adult":false,"genre_ids":[99]},{"cast":["Makiko Kuno","Kaori Sakagami"],"overview":"After her husband and child are murdered, a woman becomes an assassin for hire.","release_date":"1996-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":68920,"title":"Sugar: Howling of Angel","adult":false,"genre_ids":[18,53,10749]},{"cast":[],"overview":"A man with a truck full of meat attempts to sell his wares in a trailer park.","release_date":"1995-01-01","vote_average":7.0,"runtime":1,"cert":"","id":68921,"title":"Sunny Havens","adult":false,"genre_ids":[16]},{"cast":["Kazuhiko Inoue","Rei Sakuma","Tesshou Genda","Yuko Mizutani","Ginzo Matsuo"],"overview":"Shurannosuke Sakaki is a masterless samurai with a razor-sharp katana and a cold-hearted personality. Whenever you see the mark of two crossed scythes on his back, death is sure to follow. Because of his exceptional swordsmanship, Shurannosuke is hired by the Nakura Clan to rescue Princess Mayu from the Seki Ninja. In this mission, he must use his full potential to survive the Seki Ninja's notorious henchmen.","release_date":"1990-12-28","vote_average":4.0,"runtime":49,"cert":"N\/A","id":68922,"title":"Sword for Truth","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"Funky music, holiday magic and a supersonic sleigh are all wrapped up in this CGI-animated family adventure starring William Shatner as the voice of Santa! Trevor is a true believer in the holiday spirit, so his skeptical best friend, Veronica, challenges him to show the world actual proof that Santa is real! Trevor and his friends embark on the adventure of a lifetime to catch Santa in action and reveal the true magic of Christmas. But they've got to find Santa before LeFreeze - a dim-witted monster who's carrying a serious 100-year-old grudge - and his snowman minions put Christmas on ice forever! Join the race to save Christmas in GOTTA CATCH SANTA CLAUS, the jolly, jammin', modern-day holiday classic destined to become a family tradition!","release_date":"2009-10-13","vote_average":0.0,"runtime":66,"cert":"N\/A","id":68923,"title":"Gotta Catch Santa Clause","adult":false,"genre_ids":[]},{"cast":["Kevin Kline","Joan Allen","Sigourney Weaver","Henry Czerny","Tobey Maguire"],"overview":"In the weekend after thanksgiving 1973 the Hood family is skidding out of control. Then an ice storm hits, the worst in a century.","release_date":"1997-09-27","vote_average":7.0,"runtime":112,"cert":"N\/A","id":68924,"title":"The Ice Storm","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Time winds backward through a series of vignettes, tracing through the fate of a reckless baroness and two men who fight to possess her.","release_date":"1998-01-01","vote_average":6.0,"runtime":12,"cert":"","id":68925,"title":"T.R.A.N.S.I.T.","adult":false,"genre_ids":[16]},{"cast":["Jeremy London","Bret Roberts","Sally Kirkland","Heather Marie Marsden","Elizabeth Sung"],"overview":"Two young boys and a girl commit a diamond robbery on Halloween. During escape the girl is fatally shot. One of the boys knows a doctor (Jeremy London) who has a private clinic in his house. They decide to go to his house instead of the hospital where they will expect the police. They enter the house quietly with no drama. But when the doctor tells them she needs an ambulance to the hospital or else she will die, and his co-worker picks up the phone ready to call, the boys bring their guns out. The doctor along with his family are taken hostages, and the boys threaten him to save the girl if they all want to stay alive.","release_date":"2010-03-14","vote_average":4.0,"runtime":null,"cert":"N\/A","id":68926,"title":"Casa bajo asedio","adult":false,"genre_ids":[12,28,53]},{"cast":["Wil Horneff","Helen Shaver","John C. McGinley","Jean Marie Barnwell","Peter Boyle"],"overview":"Rick Heller is a juvenile delinquent who keeps getting himself into trouble. To keep him out of trouble his mother puts him to work cleaning the cage of a gorilla named Katie which she is teaching to communicate through the use of sign language. When the owner of the gorilla takes her back to become a flea market freak Rick takes it upon himself to break Katie out and take her on an adventurous journey to get her out of the country.","release_date":"1995-03-31","vote_average":5.2,"runtime":100,"cert":"N\/A","id":68927,"title":"Born to Be Wild","adult":false,"genre_ids":[18,10751]},{"cast":["Ho-Sung Pak","Liesl Lombardo","Richard Divizio","Taimak","Shaun Gayle"],"overview":"An Asian cop returns to Chicago to revenge his brother's death, only to come up against a psycho threesome on a killing spree.","release_date":"1996-04-06","vote_average":4.0,"runtime":84,"cert":"N\/A","id":68930,"title":"Book of Swords","adult":false,"genre_ids":[28,14]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68931,"title":"Ten Years Gone","adult":false,"genre_ids":[]},{"cast":[],"overview":"A lousy Halloween gets worse for a shell-shocked woman who accidentally kills her faithless husband and then discovers her neighborhood overrun by blood-thirsty zombies.","release_date":"2009-01-01","vote_average":3.0,"runtime":10,"cert":"N\/A","id":68932,"title":"Zombieween","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68933,"title":"Kidnapped: The Alan Johnston Story","adult":false,"genre_ids":[]},{"cast":["Linus Roache","James Cromwell","David Paymer","Martin Donovan","Ving Rhames"],"overview":"Following the death of his brother John, Robert Kennedy is forced to rise to the challenge of leading his country and carrying on his brother's vision of what America could be.","release_date":"2002-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":68936,"title":"RFK","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Hermit-like man baron, with not a practical worry in the world, lives in the big city. He revers an extravagant life-style and fine arts, but specially the opera and gala-parties. Living alone considerably distorts the baron's perception of reality - he gives himself up completely to listening to one specific aria of an opera. He listens to it relentlessly day and night, joined by his only companions - two paper-dolls and alcohol. One faithful night the baron notices a stranger, who has stopped outside his window to listen to the aria in wonder. The baron invites the stranger to step inside, and the events leading to the end of film unfold, climaxing with an unpredictable finish.","release_date":"1997-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":68937,"title":"Aaria","adult":false,"genre_ids":[]},{"cast":[],"overview":"Virus H5N1 mutation takes the world by surprise and sprays over to the four corners of the globe at a dazing speed.","release_date":"2007-09-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":68938,"title":"Killergrippe 2008","adult":false,"genre_ids":[]},{"cast":[],"overview":"1969, the first winter after the violent end of the Spring of Prague: 13-year-old Hannah and her crazy young parents land as though on a completely different planet in the German economic wonderland.","release_date":"2001-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":68939,"title":"When Grandpa Loved Rita Hayworth","adult":false,"genre_ids":[]},{"cast":["Lou Diamond Phillips","Ernest Borgnine","Lee Majors","Richard Tyson","Marina Black"],"overview":"Lou Diamond Phillips and marina Black star together with Lee majors and Ernest Borgnine in a western drama. Lou plays an ex convict who tries to make a living as a mine worker, closely watched by Marshal Luther Toll. The convict knows he is just one step away from going back to prison if he gets out of line - but when he stops a neighbor from severely beating his wife and teams up with an old rancher who stands alone against the mine owner's interests things get complicated for our hero.","release_date":"2004-01-01","vote_average":6.5,"runtime":120,"cert":"N\/A","id":68940,"title":"The Trail to Hope Rose","adult":false,"genre_ids":[28,10770,37]},{"cast":["Angélica Aragón","Magi Avila","Jaime Camil","Khristian Clausen","Gabriela Vergara"],"overview":"Sebastian is very lucky with women, going to parties and getting drunk every night. His mother asks him to change his way of life but he refuses to stop partying and meeting new women. One day, after one night of serious partying he wakes up with a beautiful woman named Alexa. He realizes he got married to her, but he can't remember anything about it. And being married is a serious problem for a man like him.","release_date":"2009-08-28","vote_average":6.3,"runtime":109,"cert":"N\/A","id":68941,"title":"Recien Cazado","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sammo Hung","Yuen Biao","Joyce Godenzi","Lam Ching-Ying","Charlie Chin"],"overview":"A motley group of Asian prisoners held in the US are given one chance for freedom. They are to go deep into Vietnam and destroy a secret depot of missles that the US left behind during the pull-out. The group, led by Lt. Lam and convict Tung, hook up with a trio of female freedom fighters and a happy go lucky martial artist named 'Rat'. The entire group is captured by the VC because one of them is a double agent, but they escape, cross an un-crossable bridge, and get to the secret base just ahead of the VC. By this point nearly all of the original group is dead, and it's up to Tung and Rat to fight the VC's leader, a bizarre giggling man who's lightning fast with martial arts.","release_date":"1987-07-09","vote_average":7.2,"runtime":97,"cert":"N\/A","id":68942,"title":"Eastern Condors","adult":false,"genre_ids":[28,10752]},{"cast":["Anny Duperey","Lionel Melet","Bérangère de Lagâtinerie","Martine Sarcey","Henri Garcin"],"overview":"Ten years old Phil who is living with his mother and likes skateboarding with his friends has fallen in love with a girl of his age.","release_date":"1978-08-30","vote_average":6.3,"runtime":90,"cert":"N\/A","id":68943,"title":"Trocadero Lemon Blue","adult":false,"genre_ids":[10749,10751]},{"cast":["Jean-Pierre Bacri","Vincent Lindon","Benoît Magimel","Benoît Poelvoorde","Arnaud Valois"],"overview":"The seemingly separate lives of a group of men intersect entwining the fates of each of them over the course of a week.","release_date":"2006-08-23","vote_average":5.2,"runtime":140,"cert":"N\/A","id":68944,"title":"Charlie Says","adult":false,"genre_ids":[18]},{"cast":["Patrick Sébastien","Jean-François Balmer","Michel Duchaussoy","Myriam Boyer","Annie Girardot"],"overview":"Zef, twenty years old, is a simple-minded man who can only say one word: \"love you\". Always happy, loving everyone, he lives with his sister Sophie on a farm in the Lot. Attracted by the sad smile of Marie, he rapes her one evening without realizing the gravity of her act. Internal in a psychiatric asylum, Zef falls into a deep silence. Hugues, a doctor with avant-garde methods, is in charge of caring for Marie. He decides to put it in front of Zef, persuades that his healing goes through a long reappropriation of life and love.","release_date":"2000-04-26","vote_average":1.3,"runtime":null,"cert":"N\/A","id":68945,"title":"T'aime","adult":false,"genre_ids":[18]},{"cast":["Josiane Balasko","Victor Lanoux","Dominique Lavanant"],"overview":"When the mother of a \"tribe\" of five children leaves for good, their inept father is not sure how to keep the family clothed and fed, and without the help of his neighbor Simone, he would be nowhere. She is attracted to him but eventually gives up on the relationship. Meanwhile, the father grabs his brood and they take off for Paris in search of the wife. But Simone accidentally ends up on the same train...","release_date":"1984-08-29","vote_average":5.6,"runtime":null,"cert":"N\/A","id":68946,"title":"La smala","adult":false,"genre_ids":[35]},{"cast":["Berit Tancred","Ittla Frodi","Gun-Britt Falck","Håkan Westergren","Ingvar Axelsson"],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68947,"title":"Petter och Lotta på äventyr","adult":false,"genre_ids":[]},{"cast":[],"overview":"Matthew 5:15-16 People light a lamp and set it, not under the measuring basket, but upon the lampstand, and it shines upon all those in the house. Likewise let YOUR light shine before men, that they may see YOUR fine works and give glory to YOUR Father who is in the heavens.","release_date":"2011-01-01","vote_average":8.6,"runtime":43,"cert":"N\/A","id":68948,"title":"Jehovah's Witnesses - Faith In Action, Part 2: Let The Light Shine","adult":false,"genre_ids":[]},{"cast":["Terence Morgan","Hazel Court","Donald Pleasence","Bill Owen","Robert Beatty"],"overview":"Augie comes out of prison and finds his old vice racket has been taken over by the sinister Harry H Corbett (Gollar). So he dreams up a new scam","release_date":"1960-01-01","vote_average":6.0,"runtime":92,"cert":"","id":68951,"title":"The Shakedown","adult":false,"genre_ids":[]},{"cast":["Benoît Poelvoorde","Jean-Paul Rouve","Michel Muller","Virginie Efira"],"overview":"","release_date":"2009-01-01","vote_average":4.9,"runtime":null,"cert":"N\/A","id":68952,"title":"En chantier, monsieur Tanner !","adult":false,"genre_ids":[]},{"cast":["William Powell","William 'Stage' Boyd","Eugene Pallette","Paul Lukas","Natalie Moorhead"],"overview":"A ruthless, crooked stockbroker is murdered at his luxurious country estate, and detective Philo Vance just happens to be there; he decides to find out who killed him.","release_date":"1930-04-13","vote_average":5.6,"runtime":65,"cert":"N\/A","id":68953,"title":"The Benson Murder Case","adult":false,"genre_ids":[80,9648,53]},{"cast":["Peter Cartwright","Jeremy Irons","Michael Gambon","Ian Hart","Jonathan Coy"],"overview":"Parallel stories: 18th century Harrison builds the marine chronometer for safe navigation at sea; 20th century Gould is obsessed with restoring it.","release_date":"2000-01-13","vote_average":7.3,"runtime":198,"cert":"N\/A","id":68954,"title":"Longitude","adult":false,"genre_ids":[10770,18,36]},{"cast":["Ingvar Axelsson","Eva Hassellöf","Håkan Jahnberg","Berit Tancred","Ittla Frodi"],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68955,"title":"Petters och Lottas jul","adult":false,"genre_ids":[]},{"cast":["Berit Tancred","Ittla Frodi","Gun-Britt Falck","Håkan Westergren","Ingvar Axelsson"],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68956,"title":"Tant Grön, Tant Brun och Tant Gredelin","adult":false,"genre_ids":[]},{"cast":["John Caparulo","Reno Collier","Jamie Kaler","Juston McKinney","Bill Engvall"],"overview":"Bill Engvall hosts an evening of \"Blue Collar\" comedy at Caesars Palace in Las Vegas.","release_date":"2007-11-17","vote_average":2.5,"runtime":52,"cert":"N\/A","id":68957,"title":"Blue Collar Comedy: The Next Generation","adult":false,"genre_ids":[35]},{"cast":["Shelley Long","Jack Scalia","Virginia Williams","Eric Johnson","Edward Finlay"],"overview":"When she's dumped at the altar, a young woman takes her mother on her intended honeymoon to a remote resort. But her mother has ulterior motives -- she needs a big interview to help her magazine, and the resort owner is the perfect catch.","release_date":"2006-01-01","vote_average":3.0,"runtime":86,"cert":"N\/A","id":68958,"title":"Honeymoon with Mom","adult":false,"genre_ids":[35]},{"cast":["Pierre Mondy","Claudia Cardinale","Clio Goldsmith","Jacques François","Rémi Laurent"],"overview":"Gregoire is retiring after many years with the same bank, and his collegues surprise him with the gift of a beautiful call girl...","release_date":"1982-03-24","vote_average":5.3,"runtime":null,"cert":"N\/A","id":68963,"title":"Bankers Also Have Souls","adult":false,"genre_ids":[35]},{"cast":["Bunky Jones","Brittain Frye","Annette Sinclair","George Thomas","Donna Baltron"],"overview":"A group of teenagers spends the night in a furniture store for a graduation party. A psycho killer starts to hunt them down and kill them off.","release_date":"1988-11-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":68964,"title":"Hide and Go Shriek","adult":false,"genre_ids":[27,53]},{"cast":["Jessica Capshaw","Art Hindle","Chad Willett","Robin Wilcock","Carlo Mestroni"],"overview":"When a woman goes on trial for killing her best friend and boyfriend in the heat of passion, the best criminal defender in town takes her case. When he loses, she goes on the lam to find out who set her up — only to discover that her lawyer is the killer! On her own and way out of her league, she works against the clock to get hard evidence against him — all the while trying to stay a step ahead in order to survive and prove her innocence!","release_date":"2007-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":68965,"title":"Blind Trust","adult":false,"genre_ids":[18,80,53,10770]},{"cast":["Serge Gainsbourg","Jane Birkin","Renaud Verley","Pascale Audret","Elsa Martinelli"],"overview":"A rebellious socially-conscious man travels to Nepal to find his dead-beat dad. There, he meets Jane, a beautiful hippie girl hooked on drugs. He's forced to steal artefacts for his father's slimy employer to earn money to help Jane.","release_date":"1969-09-26","vote_average":4.8,"runtime":100,"cert":"N\/A","id":68968,"title":"Katmandu","adult":false,"genre_ids":[10749,80,18]},{"cast":["Sagamore Stévenin","Richard Bohringer","Marie Guillard","Jean-Yves Lafesse"],"overview":"25 years ago, Leo was born in a monkey orphanage his father was running. When he passed away and the orphanage went to the indonesian locals, Leo felt left out and decided to travel to France, to civilization. His father only tought him poetry and music: he's not a savage but he only sees our world with a kind and naive eye. In France, he'll meet real people, with all their flaws.","release_date":"1998-12-16","vote_average":5.0,"runtime":124,"cert":"N\/A","id":68969,"title":"Comme une bête","adult":false,"genre_ids":[35]},{"cast":["Philippe Noiret","Michel Bouquet","Farida Rahouadj","Catherine Hiegel","Hammou Graïa"],"overview":"Les Côtelettes profiles the antics of two aging friends\/antagonists who battle for the affections of one's maid.","release_date":"2003-05-28","vote_average":6.1,"runtime":86,"cert":"N\/A","id":68970,"title":"Les côtelettes","adult":false,"genre_ids":[35,18]},{"cast":["Annie Girardot","Jean-Pierre Cassel","Suzanne Flon","Isabelle Huppert","François Périer"],"overview":"Dr. Françoise Gailland has a hectic schedule, which causes her to have little time to spend with her family, which consists of her husband Gérard, her pregnant teenager daughter Élisabeth, and her sullen son Julien. However, she does manage to find the time to spend with her lover, Daniel Letessier. While her life in such disarray, she learns that she has cancer. Françoise tries to put a brave face on it, and is determined to face the life-threatening disease with courage.","release_date":"1976-01-14","vote_average":4.2,"runtime":100,"cert":"N\/A","id":68971,"title":"Doctor Francoise Gailland","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Paul Belmondo","Mia Farrow","Laura Antonelli","Marlène Appelt","Dominique Zardi"],"overview":"Jean-Paul Belmondo plays Paul, a former womanizer who marries the head of the medical department's \"unattractive\" daughter Christine because he thinks attractive women can't be trusted and make poor wives. A car accident leaves him bedridden and he begins to miss his playboy days, when Christine's bombshell sister Martine arrives and Paul decides he must have her. He begins drugging Christine at night so he can sneak out to kill of Martine's many suitors one by one.","release_date":"1972-09-29","vote_average":5.7,"runtime":95,"cert":"N\/A","id":68972,"title":"Scoundrel in White","adult":false,"genre_ids":[35]},{"cast":["Håkan Westergren","Ingvar Axelsson","Eva Hassellöf","Berit Tancred","Ittla Frodi"],"overview":"","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68973,"title":"Farbror Blås nya båt","adult":false,"genre_ids":[]},{"cast":["Omar Benson Miller","Tamara Taylor","Jason Earles"],"overview":"Gordon Glass is a comedic film about an aspiring actor Gordon who pursues his dream and moves to Los Angeles.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":68974,"title":"Gordon Glass","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Miou-Miou","Jean-Luc Bideau","Damien Jouillerot","Arno","laurent deshusses"],"overview":"","release_date":"2009-07-06","vote_average":3.0,"runtime":null,"cert":"N\/A","id":68975,"title":"Petites vacances à Knokke-le-Zoute","adult":false,"genre_ids":[35,18]},{"cast":["Walter Pidgeon","Ann Harding","Barry Sullivan","Keefe Brasselle","Lewis Stone"],"overview":"A scrupulously honest lawyer discovers that the client he\"s gotten off was really guilty.","release_date":"1951-11-16","vote_average":5.1,"runtime":86,"cert":"N\/A","id":68976,"title":"The Unknown Man","adult":false,"genre_ids":[80,18]},{"cast":["Jane Wyman","Sterling Hayden","Steve Forrest","Nancy Olson","Elisabeth Fraser"],"overview":"After the death of her father and the loss of his fortune, Selina takes a job teaching school in the Dutch community of New Holland. She stays with the Pools and teaches young Roelf piano. He has a crush on her, but it is Pervus she marries. Dirk is their only child. After a few years Pervus dies. With a young child and only the farm, Selina begins her quest to grow high quality vegetables. She wants more for Dirk and guides his life until he graduates from college as an architect. As her vegetable label prospers, she sees Paula control Dirk's life as he moves away from creating and into sales, which is not where he wants to go.","release_date":"1953-10-21","vote_average":6.3,"runtime":101,"cert":"N\/A","id":68977,"title":"So Big","adult":false,"genre_ids":[10749,18]},{"cast":["Anthony Levi Kho","Jack Lim","Fish Chaar","Michael Kwah","Regene Lim"],"overview":"When taxi driver Ah Huat's son is kidnapped, he resorts to extreme measures to raise the $1,000,000 ransom. But when the kidnapper reneges on the exchange, Ah Huat takes the most extreme measure of all: he kidnaps the kidnapper's child.","release_date":"2010-03-10","vote_average":6.0,"runtime":98,"cert":"N\/A","id":68978,"title":"Kidnapper","adult":false,"genre_ids":[28,53]},{"cast":["James Coburn","Camilla Sparv","Aldo Ray","Nina Wayne","Robert Webber"],"overview":"A sophisticated con man mounts an intricate plan to rob an airport bank while the Soviet premier is due to arrive.","release_date":"1966-10-12","vote_average":5.6,"runtime":104,"cert":"N\/A","id":68979,"title":"Dead Heat on a Merry-Go-Round","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Luc Picard","Laurent Paquin","Marcel Leboeuf","André Robitaille","Luc Guérin"],"overview":"","release_date":"2010-12-06","vote_average":7.5,"runtime":null,"cert":"N\/A","id":68980,"title":"Les Parlementeries 2010","adult":false,"genre_ids":[]},{"cast":["Joan Chen","Hsing-kuo Wu","Zhang Fengyi","Michael Lee","Lisa Lu"],"overview":"Near the beginning of the Tang dynasty, in 7th century China, General Shi Yan-sheng is tricked into leaving the crown prince unguarded. The crown prince is murdered by one of his brothers who then becomes emperor. Shi retreats to a monastery, perhaps to hide, perhaps to plan a coup. When his loyal troops as well as the princess he desires are slain, he seeks refuge in a remote, abandoned monastery where an aged abbot schools him with practical, earthy teachings. The emperor's forces pursue Shi: first a woman, then a general seek to overpower him with lust and might. Over the course of the film, the reds of battle give way to blues of meditation.","release_date":"1993-09-15","vote_average":7.3,"runtime":118,"cert":"N\/A","id":68981,"title":"Temptation of a Monk","adult":false,"genre_ids":[18,10749]},{"cast":["Jim Hutton","Julie Adams","Nehemiah Persoff","Neville Brand","Della Reese"],"overview":"Mental patient Arnold Masters, hospitalized for a murder he didn't commit, learns astral projection--the art of leaving one's physical body and transporting the soul someplace else--from a fellow inmate. Upon his release, Arnold uses his new powers to bump off the people he holds responsible for his arrest, his mother's death while he was imprisoned and the price of meat! Lt. Morgan and Lt. Anderson are the cops on his trail, while his caring shrink, Dr. Scott, tries to prevent any more deaths.","release_date":"1975-12-01","vote_average":5.5,"runtime":89,"cert":"N\/A","id":68982,"title":"Psychic Killer","adult":false,"genre_ids":[27,53]},{"cast":["Barbara Bouchet","Cristiano Callegaro","Giorgio Colangeli","Armando De Razza","Cosimo Fusco"],"overview":"","release_date":"2010-07-02","vote_average":3.5,"runtime":null,"cert":"N\/A","id":68985,"title":"Butterfly Zone: il senso della farfalla","adult":false,"genre_ids":[14,53]},{"cast":["Hans Conried"],"overview":"At the home of Viennese composer Johann Strauss, lived Johann Mouse. Whenever the composer played his waltzes, the mouse would dance to the music, unable to control himself. One day, when Strauss was away, the housecat played his master's music. This forced the mouse to dance, providing the cat with a chance to pounce on him. When word got out about a piano-playing cat and a dancing mouse, they were commanded to perform for the emperor.","release_date":"1953-03-21","vote_average":6.4,"runtime":8,"cert":"N\/A","id":68986,"title":"Johann Mouse","adult":false,"genre_ids":[16]},{"cast":["Don McKellar","Seema Biswas","Lisa Ray","Shriya Saran"],"overview":"A woman cooks for clients and tries to keep her thefts of food and money from being discovered.","release_date":"2010-03-19","vote_average":4.3,"runtime":null,"cert":"N\/A","id":68987,"title":"Cooking With Stella","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kim Min-jong","Shin Eun-kyung","Joo Hyun","Jang Hang-seon","Kwon Hae-hyo"],"overview":"A vigilante who calls himself “Dr. Q” is gruesomely disposing of vicious criminals who have managed to evade prosecution, due to some technicality. Each killing was captured on video and Dr. Q uploads them on to the internet shortly after each body is discovered. In between busting the usual roster of thugs and lowlifes, reckless young cop Bong and his more collected, middle-aged partner, Na, work on the case but clash with their S.T.F. counterparts, Lt. Pyo and computer whiz Kang. Pyo discovers a bug in the S.T.F. headquarters but asks Kang to keep this a secret for the time being. Further suspicious acts on Pyo’s part leave Kang uncertain of his loyalty. Bong and Na, meanwhile, are assigned to work directly with S.T.F, leading to several clashes between Bong and Pyo, whose styles could not be more different. All leads point to The Ilsim Ring, a clandestine assassination squad apparently made of up of high ranking law enforcement officials.","release_date":"2001-12-21","vote_average":5.5,"runtime":115,"cert":"N\/A","id":68990,"title":"This Is Law: Out of Justice","adult":false,"genre_ids":[28,80]},{"cast":["Claudio Sanchez","Travis Stever","Mic Todd","Chris Pennie"],"overview":"Dynamic metal band Coheed and Cambria rock the house in this sold-out 2006 performance at New York City's Hammerstein Ballroom, which features state-of-the-art lighting and stage effects. Highlights include \"Blood Red Summer,\" \"The Crowing,\" \"Delirium Trigger,\" \"A Favor House Atlantic,\" \"The Suffering,\" \"Welcome Home\" and \"Everything Evil,\" plus exclusive backstage footage of the group getting primed for the show.","release_date":"2006-10-31","vote_average":7.0,"runtime":null,"cert":"N\/A","id":68991,"title":"Coheed and Cambria - The Last Supper: Live at Hammerstein Ballroom","adult":false,"genre_ids":[10402]},{"cast":["Gaston Berghmans","Leo Martin"],"overview":"","release_date":"1986-12-31","vote_average":4.5,"runtime":null,"cert":"N\/A","id":68992,"title":"Paniekzaaiers","adult":false,"genre_ids":[]},{"cast":["Edward Tudor-Pole","Tamara Beckwith","Simon Smith","Henry Tudor-Pole","Mike London"],"overview":"To his surprise, a street-wise biker is seduced by a beautiful woman in a sports-car.","release_date":"1997-01-01","vote_average":3.0,"runtime":12,"cert":"","id":68993,"title":"Tunnel of Love","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"2009-06-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":68994,"title":"Amazing Planet HD","adult":false,"genre_ids":[99]},{"cast":["Casper Van Dien","Patrick Muldoon","William Forsythe","Theresa Russell","Jack Maxwell"],"overview":"The stars of Starship Troopers are back in action! Mike (Casper Van Dien) decides to hit the road on his refurbished classic motorcycle along with best buddy Alex (Patrick Muldoon), but their trek takes a surprising turn when they become involved in a plan involving political blackmail, corruption, and dirty money. Carrying evidence that could get them killed at any minute, the boys are chased on the open road but turn their skills to their own advantage. William Forsythe (Raising Arizona) and Theresa Russell (Wild Things) also star in this gun-blazing, rip-roaring adventure from the director of Every Which Way But Loose you\u0092ll never forget!","release_date":"2011-06-26","vote_average":4.4,"runtime":90,"cert":"N\/A","id":68995,"title":"Born to Ride","adult":false,"genre_ids":[28,53]},{"cast":["Jet Li","Jackie Chan","Jean-Claude Van Damme","Michelle Yeoh","Joaquin Phoenix"],"overview":"In their second film compilation following their 'Boogeymen:The Killer Compilation' series, FlixMix takes you into the history of action movies from Hollywood to Hong Kong cinema that spans a 20-year period. This one features action scenes from 16 action-packed movies featuring action gurus, Jet Li, Michelle Yeoh, Chow Yun-Fat, Jackie Chan, Jean-Claude Van Damme and many more.","release_date":"2002-04-16","vote_average":4.9,"runtime":53,"cert":"N\/A","id":68996,"title":"Ultimate Fights from the Movies","adult":false,"genre_ids":[99,28]},{"cast":["Ryan Pemberton","John Bickford","Rick Hendrick"],"overview":"Narrated by Kevin Costner, this high-octane documentary goes under the hood of history for a look at the men who drove NASCAR from humble Southern origins to national phenomenon. In extensive interviews, subjects recall the days of moonshine running in the 1950s, highlights from 50 years of Daytona 500 races and the myriad changes the sport has experienced since its inception. Guests include Richard Petty, Dale Earnhardt Jr. and Jeff Gordon.","release_date":"2008-12-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":68997,"title":"NASCAR: The Ride of Their Lives","adult":false,"genre_ids":[99]},{"cast":["Kazuhiko Yamauchi","Junichiro Koizumi"],"overview":"Can a candidate with no political experience and no charisma win an election if he is backed by the political giant Prime Minister Koizumi and his Liberal Democratic Party? This cinema-verite documentary closely follows a heated election campaign in Kawasaki, Japan, revealing the true nature of \"democracy.\"","release_date":"2007-10-06","vote_average":6.0,"runtime":120,"cert":"N\/A","id":68998,"title":"Campaign","adult":false,"genre_ids":[99]},{"cast":["Claudio Sanchez","Travis Stever","Mic Todd","Chris Pennie"],"overview":"Coheed and Cambria perform all four of their 'Amory Wars' concept albums over four nights live in New York, October 2008.","release_date":"2009-03-24","vote_average":0.0,"runtime":93,"cert":"N\/A","id":68999,"title":"Coheed and Cambria: Neverender","adult":false,"genre_ids":[10402]}]