[{"cast":["David Chiang","Norman Chu","Damian Lau","Hsing-kuo Wu","Charlie Yeung"],"overview":"A duel between two master swordsmen for the hand of a beautiful young maiden leads to a 20-year-old grudge that proves deadly. One of the swordsmen’s, Pai Fukuo’s, son is kidnapped and raised by the rival swordsman, who tell him his real parents were murdered by Pai Fukuo. The child grows up and seeks revenge on Pai Fukuo, whom he believes has murdered his “real” parents, not knowing that Pai Fukuo is his true father. A modern swordplay reinterpretation of the Wang Yu classic One-Armed Swordsman.","release_date":"1994-07-14","vote_average":6.7,"runtime":96,"cert":"N\/A","id":69004,"title":"What Price Survival","adult":false,"genre_ids":[28]},{"cast":["Michael Scovotti","Ross Marquand","Michael Wincott","James Cromwell","Luis Robledo"],"overview":"In 1972, the conflict in Vietnam continues. The creeping threat of communism grips the nation in fear. In an abandoned prison on the US\/Mexican border, KGB mole Nikolai Dzerzhinsky waits for his contact from the Washington Post. He holds explosive evidence against the CIA, information he will trade for asylum in the United States. Special Agent Robert Harper's orders are clear: take the documents from Dzerzhinsky and kill him.","release_date":"2009-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":69005,"title":"A Lonely Place for Dying","adult":false,"genre_ids":[28,53,10752]},{"cast":["Piotr Adamczyk","Danuta Stenka","Sara Muldner"],"overview":"The biography of world famous Polish composer Fryderyk Chopin.","release_date":"2002-03-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":69006,"title":"Chopin: Desire for Love","adult":false,"genre_ids":[18,10749]},{"cast":["Richard Gere","Bob Hoskins","Elpidia Carrillo","Joaquim de Almeida","A Martinez"],"overview":"Set in a small politically unstable Latin American country, the story follows the half English and half Latino Dr. Eduardo Plarr, who left his home to find a better life. Along the way he meets an array of people, including British Consul Charley Fortnum, a representative in Latin America who is trying to keep Revolution from occurring. He is also a remorseful alcoholic. Another person the doctor meets is Clara, whom he immediately falls in love with, but there is a problem: Clara is Charley's wife.","release_date":"1983-09-30","vote_average":5.7,"runtime":104,"cert":"","id":69007,"title":"The Honorary Consul","adult":false,"genre_ids":[28,18,10749]},{"cast":["Trevor McNevan","Joel Bruyere","Steve Augustine","Ty Dietzler"],"overview":"In the past 10 years, Thousand Foot Krutch has made a name for themselves with rock anthems like \"Rawkfist\", \"Move\", \"Falls Apart\", and many many others while selling well over 650,000 albums in their career thus far. This LIVE album will feature some bonus material as well as a LIVE concert of Thousand Foot Krutch.","release_date":"2011-06-07","vote_average":4.8,"runtime":49,"cert":"N\/A","id":69008,"title":"Live at the Masquerade","adult":false,"genre_ids":[10402]},{"cast":["Yuji Oda","Nanako Matsushima","Koichi Sato","Ken Ishiguro","Mitsuru Fukikoshi"],"overview":"A group of terrorists has taken hold of the largest dam in Japan. They also capture the workers as hostages, and demanded $5 billion yen from the government with a 24 hour deadline in exchange for the lives of the hostages. To make things more complicated, there was a snowstorm and no one can get in or out near the area. Fortunately, the terrorists did not capture Togashi, the dam controller, and he is the only person who can rescue those hostages from the terrorists...","release_date":"2000-08-19","vote_average":5.4,"runtime":129,"cert":"N\/A","id":69009,"title":"Whiteout","adult":false,"genre_ids":[28,53]},{"cast":["Marianne Bennett","David Boller","Erin Byron","Kelly Carmichael","Chase Carpenter"],"overview":"A school full of seeming good Samaritans turns out to be a front for evil in this exercise in horror. Five teenagers are enjoying a late-night ride when their car loses control, and they find themselves stranded in the middle of nowhere. The kids are taken in by the staff of the Marquez Academy, a private school not far away, but they soon discover their benefactors have a sinister side, and as they try to find out the truth about the Academy and its staff, they learn that many of the local townspeople hate and fear the academy and its students -- and with good reason.","release_date":"2003-12-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":69010,"title":"One of Them","adult":false,"genre_ids":[27,53]},{"cast":["Jacky Cheung","Leon Lai","Michelle Reis","Roy Cheung","Tatsuya Nakadai"],"overview":"Based on the popular Japanese sci-fi comic strip, \"Wicked City\" is about a futuristic Hong Kong on the verge of a take over by the Reptoids--ruthless monsters disguised as humans. They work amongst us, they live within us and their destiny is our demise. Packed with non-stop action and special effects, \"Wicked City\" will glue you to the screen until the astonishing end.","release_date":"1992-01-01","vote_average":6.4,"runtime":87,"cert":"N\/A","id":69011,"title":"The Wicked City","adult":false,"genre_ids":[28,27,878]},{"cast":["John Lynch","David Schofield","Martin Compston","Craig Parkinson","Art Malik"],"overview":"‘GHOSTED’ tells a story of survival inside a British Prison. Jack a model prisoner, has kept his head down and done his time. After his wife confirms that she is leaving him, on the anniversary of their son’s death, the only thing that keeps him from going under is the new prisoner, Paul. Jack’s cell mate Ahmed, attempts to guide him on a path of salvation, a path that involves saving Paul from the clutches of the wing beast, Clay.","release_date":"2011-06-27","vote_average":5.6,"runtime":102,"cert":"R18","id":69012,"title":"Ghosted","adult":false,"genre_ids":[18,53]},{"cast":["Junko Miyashita","Eimei Esumi","Genshû Hanayagi","Yoshie Kitsuda","Ikunosuke Koizumi"],"overview":"The young and beautiful Sada Abe, the daughter of a rich merchant, is banished for losing her virginity after being raped by a college student. Sada wanders the city, becoming a geisha and eventually meeting Kichizo, a posh restaurateur who falls under her spell. Together, they embark on a week-long sexual escapade filled with dangerous obsessions. Their complete descent into each others desires culminates in a shocking crime of passion which captures the city's headlines. Based on a real event from 1936.","release_date":"1975-02-08","vote_average":5.8,"runtime":76,"cert":"N\/A","id":69013,"title":"A Woman Called Sada Abe","adult":false,"genre_ids":[80,18,10749]},{"cast":["Ben Gazzara","Ornella Muti","Susan Tyrrell","Tanya Lopert","Tobin Bell"],"overview":"Poet\/lecturer Charles Serking awakens from his alcoholic haze long enough to take a bus back to L.A. and plunge into an orgy of drink and sexual depravity.","release_date":"1981-09-11","vote_average":6.5,"runtime":101,"cert":"N\/A","id":69014,"title":"Tales of Ordinary Madness","adult":false,"genre_ids":[18]},{"cast":["Siri Baruc","Darren Dalton","C. Thomas Howell","Lindsey McKeon","Keith Minor"],"overview":"Small town, the American dream. A blue-collar family living the idyllic rural lifestyle. Nothing is out of place save for the lacking white picket fence - and the old JAIL that occupies the 2nd floor of their century-old home. Seth Delray knew the possibilities before he moved his wife and two kids into the old jailhouse, but the Sheriff assured him that it would take an act of God to put that place back into service. Times were tight, and it was just too good of a deal to refuse. That is, until the county jail caught fire. The Sheriff's hands were tied and he had to put displaced inmates anywhere he could find iron bars with a locking door. The Delray house was his only option. For Seth the worst wasn't the criminals locked like animals in the soiled cages above his living room. It was the mortal fear in his children's eyes, it was the piercing cold looks from his wife. It was that deep..","release_date":"2009-05-01","vote_average":3.5,"runtime":86,"cert":"N\/A","id":69015,"title":"The Jailhouse","adult":false,"genre_ids":[53,27]},{"cast":["Elisa Donovan","Sebastien Spence","Cheryl Ladd","Erin Karpluk"],"overview":"A wealthy and successful career woman gets a second chance in life when a magical wish transports her back in time eight years to when she walked away from her fiance to lead a business life in New York.","release_date":"2004-12-06","vote_average":5.6,"runtime":96,"cert":"N\/A","id":69016,"title":"Eve's Christmas","adult":false,"genre_ids":[18]},{"cast":["Stan Laurel","Oliver Hardy","Trudy Marshall","Robert Bailey","Matt Briggs"],"overview":"The Dancing Masters is a 1943 Laurel and Hardy feature film. The plot involves the team running a ballet school, and getting involved with an inventor. A young Robert Mitchum has an uncredited cameo role as a fraudulent insurance salesman.","release_date":"1943-11-19","vote_average":5.5,"runtime":63,"cert":"N\/A","id":69017,"title":"The Dancing Masters","adult":false,"genre_ids":[35]},{"cast":["Birgit Sadolin","Karl Stegger","Morten Grunwald","Axel Strøbye","Ove Sprogøe"],"overview":"","release_date":"1965-11-12","vote_average":7.3,"runtime":115,"cert":"N\/A","id":69018,"title":"Een pige og 39 sømænd","adult":false,"genre_ids":[10749,35]},{"cast":["Bruce Bickford","Frank Zappa"],"overview":"Several pieces of Frank Zappa's music are set against clay animation by Bruce Bickford.","release_date":"1987-01-01","vote_average":5.3,"runtime":52,"cert":"N\/A","id":69019,"title":"The Amazing Mr. Bickford","adult":false,"genre_ids":[16,10402]},{"cast":["Aleksandr Anikeyenko","Sergei Chernov","Stanislav Ilyukhin","Valeri Krishtapenko","Nikolay Marton"],"overview":"The main character is crazy about about depicting various anomalies in art. Accidentally he finds a cinematography archive which makes him advance a completely new theory on the reasons why humans became bipedal. Yufit proceeds with the plot by describing a scientist struggling against the epidemic wave of anomalies in the physical and mental world thematically started in his other films. This time the struggle takes place on the background of paleoanthropology, psychoanalysis and modern art. As materials of the Museum of Anthropology and other archives are included in the film, it oversteps the boundary between a feature film and documentary.","release_date":"2005-05-02","vote_average":2.9,"runtime":90,"cert":"N\/A","id":69022,"title":"Bipedalism","adult":false,"genre_ids":[18,878]},{"cast":["Aaron Aziz","Syamsul Yusof","Adi Putra","Zizan Razak","Ridzuan Hashim"],"overview":"\"KL Gangster\" tells the tale of two brothers who get involved in the world of gangsterism. The older brother Malek (Aaron Aziz) was imprisoned for five years after being betrayed by his own gang which was started by Shark (Syamsul), the step brother of the most influential gangster in Kuala Lumpur, King (Ridzuan Hashim). Malek who leads a normal life after being released, is pulled back into the world he left behind after all those years. Especially since his younger brother Jai (Adyputra) is influenced by the gangsters and decides to work for Shark bringing everything down in chaos.","release_date":"2011-06-09","vote_average":6.6,"runtime":81,"cert":"N\/A","id":69023,"title":"KL Gangster","adult":false,"genre_ids":[28]},{"cast":["Bruce Bickford","George Bickford"],"overview":"Monster Road explores the wildly fantastic worlds of legendary underground clay animator Bruce Bickford. Tracing the origins of his remarkably unique sensibility, the film journeys back to Bickford's childhood in a competitive household during the paranoia of the Cold War and examines his relationship with his father, George, who is facing the onset of Alzheimer's Disease. Bickford's films, especially the dark and magical clay animations he created for Frank Zappa in the 1970s, have achieved cult status worldwide. Entirely self-taught, the 56-year-old Bickford works alone in a makeshift basement studio in his house near Seattle. Bickford's father George, a retired Boeing engineer of the Cold War era, is the other main character. George's talent for maximizing the space inside airplanes and missiles parallels his son's animations, which often contain dozens of inch-tall figures fighting battles on a tiny set.","release_date":"2004-01-01","vote_average":6.2,"runtime":80,"cert":"N\/A","id":69024,"title":"Monster Road","adult":false,"genre_ids":[16,99]},{"cast":["Emily Bishton","John Hanford","Bill Jedrzejewski","Gerard Jones","Gary Minkler"],"overview":"A new DVD was released by Bright Eye Pictures in early 2008, titled Prometheus' Garden. It includes the first film that Bickford had complete control over, the 28-minute Prometheus' Garden, originally completed on 16mm film in 1988.","release_date":"1988-01-01","vote_average":5.6,"runtime":28,"cert":"N\/A","id":69025,"title":"Prometheus' Garden","adult":false,"genre_ids":[16]},{"cast":["José Luis López Vázquez","Esperanza Roy","Pepe Rubio","Josele Román","Rafael Alonso"],"overview":"Blanca and Ramiro are a married couple who are always discussing just for the pleasure of reconciliation. One day Blanca has a traffic accident and everything changes...","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69026,"title":"Blanca por fuera y Rosa por dentro","adult":false,"genre_ids":[35]},{"cast":["Cassen","Isabel Garcés","Santi Sans","Mirta Miller","Fanny Grey"],"overview":"","release_date":"1973-05-07","vote_average":3.0,"runtime":null,"cert":"N\/A","id":69027,"title":"Busco tonta para fin de semana","adult":false,"genre_ids":[35]},{"cast":["Lina Morgan","Marisol Ayuso","Antonio Caro","Pepe Cela","Luis Pérezagua"],"overview":"","release_date":"1993-12-25","vote_average":8.6,"runtime":125,"cert":"N\/A","id":69028,"title":"Celeste... no es un color","adult":false,"genre_ids":[35]},{"cast":["Jim Morrison"],"overview":"HWY: An American Pastoral is a film by Jim Morrison, Frank Lisciandro, Paul Ferrara, and Babe Hill and stars Morrison as a hitchhiker. It is a 50-minute experimental film in Direct Cinema style. It was shot during the spring and summer of 1969 in the Mojave Desert and in Los Angeles.","release_date":"1969-11-01","vote_average":5.6,"runtime":52,"cert":"N\/A","id":69029,"title":"HWY: An American Pastoral","adult":false,"genre_ids":[18]},{"cast":["Tota Alba","Manuel Ayuso","Manolo Codeso","José Luis Coll","Antonio Garisa"],"overview":"","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69030,"title":"El chiste","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Dutch idea of a free society includes a legalized sex industry, the open sale of marijuana and hashish, total equality for gays, distribution of clean syringes and methadone to addicts, and government financed abortion, euthanasia and sex education for schoolchildren. Has this unconventional approach changed Holland from a land of tulips, windmills and wooden shoes into a modern day Sodom and Gomorrah? Apparently not. In Holland rates of drug use, addiction and AIDS transmission are extremely low, and the Dutch have the lowest rates of abortion, teenage pregnancy and imprisonment in the world. Filmed over the course of many months spent in Holland by writer\/director Jonathan Blank, the provocative documentary has revealing interviews with everyone from government officials, police, clergy and scientists to club owners, drug dealers and prostitutes and outrageous scenes from hash bars, brothels, nightclubs, prisons and rallies.","release_date":"1994-07-08","vote_average":0.0,"runtime":87,"cert":"N\/A","id":69033,"title":"Sex, Drugs and Democracy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Paul Carrack Concert","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69036,"title":"Paul Carrack Live In 3D","adult":false,"genre_ids":[]},{"cast":["Seth Morrison","Andy Mahre","Anthony Boronowski","Candide Thovex","Chris Benchetler"],"overview":"Award-winning ski film producer Johnny Decesare is proud to present his latest explosive, erotic alpine thriller “Ski Porn”. Johnny, his crew of top-shelf cinematographers, and the best freeskiers on the planet tackle the latest challenges that backcountry and urban skiing has to offer. This year “Ski Porn” looks forward to continuing Poor Boyz goal in blowing our minds. Ski Porn features skiers Pep Fulas, Simon Dumont, TJ Schiller, JP Auclair, Sammy Carlson, Chris Benchetler, Anthony Borownowski, Henrik Winstetd, Pete Olenick, Andy Mahre, Grete Eliassen, Seth Morrison, Kristi Leskinen, Candide Thovex, Julien Regnier, and more…","release_date":"2006-10-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":69041,"title":"Ski Porn","adult":false,"genre_ids":[]},{"cast":["Michel Blanc","Bernard Giraudeau","Anémone","Marie-Anne Chazel","Thérèse Liotard"],"overview":"","release_date":"1981-01-25","vote_average":6.3,"runtime":85,"cert":"N\/A","id":69044,"title":"Viens chez moi, j'habite chez une copine","adult":false,"genre_ids":[35]},{"cast":["Cantinflas","Claudia Islas","Raquel Olmedo","Chucho Salinas","Carlos Riquelme"],"overview":"After reading in the newspaper, Úrsulo runs to seek employment. It is the position of caretaker of a luxury apartment building habited by people more heterogeneous: the professional model, the spiritualist, hippies and all turn to him to solve their problems. But someone in the building, kidnapped an important person and Úrsulo becomes a private investigator.","release_date":"1974-04-11","vote_average":4.7,"runtime":118,"cert":"N\/A","id":69045,"title":"Conserje en condominio","adult":false,"genre_ids":[35]},{"cast":["Gong Li","Rosamund Kwan","Lau Shun","Ray Lui","Elvis Tsui"],"overview":"Insurrection deposes the tyrannical first emperor of China during the evil Qin Dynasty. Warrior\/general Xiang Yu and the cunning peasant Liu Pang join forces to win through civil war. Xiang Yu's weakness for Lady Yu combine with Liu Pang's treachery result in Liu founding the legendary Han dynasty","release_date":"1994-06-04","vote_average":8.0,"runtime":181,"cert":"N\/A","id":69046,"title":"The Great Conqueror's Concubine","adult":false,"genre_ids":[18,36]},{"cast":["Michael Jordan"],"overview":"\"Michael Jordan: Air Time\" documents Jordan and the Chicago Bulls' 1991-92 season, including Jordan dealing with his friend and rival Magic Johnson's retirement announcement, gambling allegations, talk of the team possibly breaking the long-in-place season win record with 70 victories, filming a music video with Michael Jackson, and other obstacles throughout the course of the year. The video follows this with the \"Dream Team\" (Jordan and his fellow NBA stars) gaining worldwide attention as they partake and dominate in the 1992 Summer Olympics in Barcelona, and concludes with the Bulls' championship ring ceremony in the fall of '92","release_date":"1993-02-24","vote_average":6.4,"runtime":50,"cert":"N\/A","id":69049,"title":"Michael Jordan: Air Time","adult":false,"genre_ids":[99]},{"cast":["Michael Jordan"],"overview":"This made-for-video production mixes highlights of Michael Jordan from the '80s with a fantasy storyline of a high school teen named Walt, who has been cut from his basketball team. Doubting his abilities, Walt gets some lessons from Michael Jordan himself, on the magical Playground known as Michael Jordan's Playground.","release_date":"1990-01-01","vote_average":6.7,"runtime":42,"cert":"N\/A","id":69050,"title":"Michael Jordan's Playground","adult":false,"genre_ids":[99]},{"cast":["Imogen Heap"],"overview":"Imogen Heap decamps to Maui, Hawaii in spring 2007 to start writing her third solo album. With only a video camera for company, she begins documenting its progress and doesn't stop until she's collected a Grammy Award for it. Aided by friend and film maker Justine Pearsall, every moment in the life cycle of the album is captured. From the writing trip; to her return to her family home to build a state of the art studio in her childhood playroom; to the songs themselves, their origins and journey to completion, This is an intimate and comprehensive portrait of the album and the artist. Including interviews with the people who know her best and appearances by Jeff Beck, Nitin Sawhney and Mika, Everything In-Between is part making of, part intimate diary confessional. A rare and inspiring insight into the life and work of a unique and exceptional artist and the creation of an acclaimed album. Filmed over three years and compiled from 374 hours of footage.","release_date":"2010-11-02","vote_average":10.0,"runtime":90,"cert":"N\/A","id":69055,"title":"Everything In-Between: The Story of Ellipse","adult":false,"genre_ids":[99]},{"cast":["Jonathan Ke Quan","Eddie Saavedra","Ed Neil","Jerry Trimble","Bolo Yeung"],"overview":"Michael, a Vietnam vet with two kids, pulls off a bank heist with his gang, which includes the bank's manager. To ensure the loyalty of everyone involved, Mike makes a special set of keys, so that the hiding place for the loot can only be opened if all the members are present. The bank manager, however, gets cold feet and tries to back out, so Mike and his buddies kill him and his wife. His daughter, however, gets hold of the key and runs for help to David, one of her father's old friends who also happens to be a Vietnam vet and a former comrade of Michael's. Will David be able to protect his friend's daughter?","release_date":"1991-09-25","vote_average":6.3,"runtime":74,"cert":"N\/A","id":69056,"title":"Breathing Fire","adult":false,"genre_ids":[28]},{"cast":["Cantinflas","María Elena Marqués","Ángel Garasa","Andrés Soler","Emma Roldán"],"overview":"Verona's peace is disturbed by the rivalry between noble families: the Montesco and the Capuleto, irreconcilable enemies. The two families have continued fighting to make life unbearable in the Italian town. The Prince of Verona informs the chiefs that the two families respond with their lives if there are new struggles. At a ball in honor of Juliet, the daughter of Capuleto, incidentally meets Romeo, son of Montesco. Both fall in love immediately, not knowing that their love is impossible.","release_date":"1943-09-02","vote_average":5.8,"runtime":100,"cert":"N\/A","id":69057,"title":"Romeo y Julieta","adult":false,"genre_ids":[35]},{"cast":["Stefanie Powers","James Olson","Joss Ackland","Margaretta Scott","Jane Lapotaire"],"overview":"An innocent project transforms into a perilous nightmare when researcher Susan Roberts arrives in France in search of information on a deceased composer. She contacts his widow whose mental deterioration, precipitated by the death of her husband, manifests itself in psychotic dementia. The young woman's arrival triggers an obsessive desire to marry her crippled son to Susan, ensuring by this union that the genius of the father will be passed on to future generations.","release_date":"1970-06-07","vote_average":5.0,"runtime":96,"cert":"","id":69058,"title":"Crescendo","adult":false,"genre_ids":[27,53]},{"cast":["Dean Cochran","Alan Austin","Brandi Sherwood","Velizar Binev"],"overview":"A man must hunt down ferocious sharks that are threatening a small beach community.","release_date":"2003-10-14","vote_average":4.6,"runtime":87,"cert":"N\/A","id":69059,"title":"Shark Zone","adult":false,"genre_ids":[28,12,18,27,53]},{"cast":["Cantinflas","Joaquín Pardavé","Sara García","Sofía Álvarez","Dolores Camarillo"],"overview":"Cantinflas, the boyfriend of the servant of a rich industrial man, gets into the house in order to kill a mad dog. Suddenly this man appears so the servant tells him that Cantinflas is his wife's brother (Leonardo), who had been lost for years. The rich man then remembers that his father in law's testament could only be paid when all brothers get together, so treats Cantinflas, a real bum, as a king.","release_date":"1940-09-11","vote_average":7.6,"runtime":112,"cert":"N\/A","id":69060,"title":"Ahí está el detalle","adult":false,"genre_ids":[35]},{"cast":["Jim Varney","Glenn Petach","Myke R. Mueller","Jackie Welch","Daniel Butler"],"overview":"Evil baddie Dr. Otto Von-Schnick-ick-ick tries to take over the planet by first destroying all of our financial systems, collapsing the world's economy and sending populations across the globe into mass panic! Only one goody-goody can stop him.. or can he? The oblivious Lance Sterling is on the case! With the aid of his underappreciated assistant Doris, will Lance manage to save the day and defeat Doctor Otto before the mad scientist's megalomaniacal plan is fulfilled? Or will the villain succeed in distracting them to their doom with his many convincing costumes, courtesy of his own convenient Changing Coffin? Tune in to find out!","release_date":"1986-04-09","vote_average":6.4,"runtime":91,"cert":"N\/A","id":69061,"title":"Dr. Otto and the Riddle of the Gloom Beam","adult":false,"genre_ids":[35,878,12]},{"cast":["Armand Assante","Jerry Springer","Roy Scheider","Raffaello Degruttola","Justine Mitchell"],"overview":"","release_date":"2003-06-18","vote_average":4.0,"runtime":97,"cert":"N\/A","id":69064,"title":"Citizen Verdict","adult":false,"genre_ids":[18]},{"cast":["Michael Caine","Giovanna Ralli","Eric Portman","David Buck","Leonard Rossiter"],"overview":"Cat burglar Henry Clarke and his accomplices the Moreaus attempt to steal diamonds from the chateau of millionaire Salinas.","release_date":"1968-09-11","vote_average":5.3,"runtime":120,"cert":"N\/A","id":69065,"title":"Deadfall","adult":false,"genre_ids":[18,28,80]},{"cast":["Sam Kinison"],"overview":"When comedian Sam Kinison was on fire, anyone in his path was wise to watch out. His genius seared foes and fans alike, transforming the serious into the seriously funny, the bizarre into the brilliantly hilarious. In this performance, one of the last before his death, Kinison skewers everything from caffeine to contraception and marriage to money, sparing no comic expense and even poking fun at himself in his pursuit of endless laughs.","release_date":"1990-01-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":69066,"title":"Sam Kinison: Outlaws of Comedy","adult":false,"genre_ids":[35]},{"cast":["Tom E. Lewis","Freddy Reynolds","Ray Barrett","Jack Thompson","Don Crosby"],"overview":"The true story of a part aboriginal man who finds the pressure of adapting to white culture intolerable, and as a result snaps in a violent and horrific manner.","release_date":"1978-06-21","vote_average":7.2,"runtime":113,"cert":"N\/A","id":69069,"title":"The Chant of Jimmie Blacksmith","adult":false,"genre_ids":[80,18,36]},{"cast":["Sam Kinison","Rodney Dangerfield","Ron Snow","Bill Kinison"],"overview":"In this tribute to the late comedian Sam Kinison, comedy legend Rodney Dangerfield is joined by Kinison's brother Bill as the pair introduce some of Sam's most memorable routines.","release_date":"1993-01-01","vote_average":8.0,"runtime":81,"cert":"N\/A","id":69070,"title":"Brother Sam: A Tribute to Sam Kinison","adult":false,"genre_ids":[99,35]},{"cast":["Mark Ruffalo","Beth Ulrich","Alan Gelfant","Manuel Cabral","Mary Coleston"],"overview":"In this goofy comedy, Mark Ruffalo (ETERNAL SUNSHINE OF THE SPOTLESS MIND) stars as Alex, a struggling painter going through a particularly bad patch. Dumped by his girlfriend and unable to get work, Alex finds his life taking a rare upswing when he moves into a new apartment and falls for his neighbor, Lori (Beth Ulrich). But when things start to go wrong between Alex and Lori, their close proximity to each another proves to have an enormous downside, leading to further amusing antics as Ruffalo proves his comedic chops.","release_date":"2001-09-29","vote_average":1.0,"runtime":null,"cert":"N\/A","id":69071,"title":"Apartment 12","adult":false,"genre_ids":[35,10749]},{"cast":["Sam Kinison","Arthur Eckdahl","Randy Hansen","Paul Henderson","Ice-T"],"overview":"Get ready to scream with laughter! Sam Kinison's primal scream will echo down through the comedy hall of fame summing up so much of modernity's horror and stupidity. This concert was taped at the Wiltern Theatre where Sam was joined with the Randy Hansen Band and a salacious slew of sinuous sirens, including his wife Malika. Join Sam Kinison and guests for a concert guaranteed to make you laugh 'til you cry for more - there's something for every member of the family - Sam Kinison style!","release_date":"1991-01-01","vote_average":6.0,"runtime":49,"cert":"N\/A","id":69072,"title":"Sam Kinison: Family Entertainment Hour","adult":false,"genre_ids":[35]},{"cast":["Stephen Baldwin","Jayne Heitmeyer","Larry Day","Gary Hudson","Ross McCall"],"overview":"An object is found that points to the secret of eternal youth so a research team is sent to find the fountain only to find it is protected by a giant snake","release_date":"2005-04-09","vote_average":2.9,"runtime":96,"cert":"N\/A","id":69075,"title":"Snakeman","adult":false,"genre_ids":[27,878,12,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69078,"title":"Cantus Buranus - Live in Berlin","adult":false,"genre_ids":[]},{"cast":["Simone Simons"],"overview":"Gothic-Symphonic band Epica performing at Cologne (Germany), 2007","release_date":"2007-06-21","vote_average":7.0,"runtime":null,"cert":"N\/A","id":69081,"title":"Epica - Live At Underground Köln","adult":false,"genre_ids":[]},{"cast":["Lexi Love","Krissy Lynn","Missy Stone","Eden Adams","Cassie Cone"],"overview":"Hustler brings you their tales from the world of celebutante pussy! Watch how Paris tells her side of the story in an in-depth interview. Filled with sex-hungry sluts, pussy chasing paparazzi and all the fucking you can handle! This is the only Cassie Cone video. Adult stars also making their debut in this video: Angelita Purrvertina, James Rolls, Allen Sheild.","release_date":"2009-09-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":69086,"title":"Hustlers Untrue Hollywood Stories - Paris","adult":true,"genre_ids":[]},{"cast":["Ashlynn Brooke","Cassandra Cruz","Marie McCray","Sadie West","Celeste Star"],"overview":"During the war, a U.S. Marine squad is dispatched into hostile territory to rescue the survivors of a helicopter crash. This is the story of the men and women who bravely fight for our freedom and the loved ones they leave behind. No greater sacrifice can be given than to lay down your life for another. Writer\/Producer Nic Andrews and Director Andre Madness bring you an exhilarating action movie jam packed with pulse-pounding action, intense sex scenes and heartfelt drama. To all our Military, Thank you for your courage and your sacrifice. Come home safe. Someone who loves you is waiting.","release_date":"2008-09-29","vote_average":9.0,"runtime":126,"cert":"N\/A","id":69087,"title":"Hearts & Minds 2: Modern Warfare","adult":true,"genre_ids":[]},{"cast":["Romina Carancini","Antonio Covatta","Andrea Dianetti","Fulvio Falzarano","Cinzia Mascoli"],"overview":"A family confined to a villa in which they live. Outside an unnatural fog that burns people that enter in contact with it. No possibility for communication with the outside, only a hypothesis about a possible cause of the phenomenon. In complete isolation, in lack of supplies, a sound of a glass breaking. Despite the thick fog outside, someone entered the villa. Maybe not everybody die in the fog...","release_date":"2011-03-16","vote_average":3.0,"runtime":96,"cert":"N\/A","id":69088,"title":"Reaction Time","adult":false,"genre_ids":[18,27,53]},{"cast":["Amy Reid","Harmony Rose","Maya Hills","Aubrey Addams","McKenzee Miles"],"overview":"All internal cream pies. Double stuffed! Fill her up and let her blow! Interracial anal! Hot jizz! Cock hungry sluts! Hot young chicks! Ass jammed!","release_date":"2007-05-04","vote_average":7.0,"runtime":165,"cert":"N\/A","id":69089,"title":"Internal Injections","adult":true,"genre_ids":[]},{"cast":["Julia Taylor","Claudia Antonellu","Sandra Parker","Gilda Roberts","Tarra White"],"overview":"Claudia is finally 18th and therefore free and longing for enjoying herself without barriers. but the devil has a hand in this and. although she\"s spending her holiday in Ibiza, she is controlled by her brother and his fiance\" Giulia. Thanks to an unexpected chance, beautiful Claudia succeeds in doing what she has been waiting for, exquisite anal, lesbian and blow jobs with a nice pleasant Ibiza in the background","release_date":"2006-09-02","vote_average":9.5,"runtime":109,"cert":"N\/A","id":69090,"title":"Claudia's Holiday","adult":true,"genre_ids":[]},{"cast":["Brooke Banner","Nyomi Marcela","Mikayla Mendez","Kimberly Kane","Marlie Moore"],"overview":"These pictures do more than just speak a thousand words... they want to fuck you.","release_date":"2008-01-14","vote_average":7.5,"runtime":83,"cert":"N\/A","id":69091,"title":"Picturesque","adult":true,"genre_ids":[]},{"cast":["Kylee Reese","Lana Violet","Alexa Benson","Nikki Sexton","Leslie Foxx"],"overview":"Non-stop, mind-blowing, girl-on-girl hardcore sex! These are some red-hot, raunchy pussy lickers!","release_date":"2010-10-15","vote_average":7.8,"runtime":88,"cert":"N\/A","id":69092,"title":"Pink Pleasures","adult":true,"genre_ids":[]},{"cast":[],"overview":"In 2007, the Punishment of Sexual Perversions Law came into effect. The city is surrounded by a squadron wearing protective suits and they begin to arrest any who look like perversions. No wonder that Inukami Master Keita and Inukami Yoko are wanted for Class A perversions. What will happen to Keita, Yoko, Kaoru's Inukami, and the other lovely perversions? What about Karina? Source: AnimeNfo","release_date":"2007-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69093,"title":"Inukami! The Movie: Tokumei Reiteki Sousakan Karina Shirou!","adult":false,"genre_ids":[]},{"cast":["Gracie Glam","Mason Moore","Claudia Valentine","Pepper Foxxx","Aliysa Moore"],"overview":"Feast your eyes on 5 pairs of jiggly juggs from the horniest XXX hardcore brunettes around. Who says blondes have more fun? These brunettes are bangin'!","release_date":"2010-12-10","vote_average":2.5,"runtime":109,"cert":"N\/A","id":69094,"title":"Busty Brunettes","adult":true,"genre_ids":[]},{"cast":["Kristina Rose","Phoenix Marie","Angie Savage","Eden Adams","Ruby Knox"],"overview":"A Journey Into Voyeur Heaven! Open the shades and let the neighbors peek inside!","release_date":"2009-01-27","vote_average":6.0,"runtime":90,"cert":"N\/A","id":69095,"title":"Watch Me","adult":true,"genre_ids":[]},{"cast":["Red Coffee"],"overview":"Jerry Mouse befriends a newly hatched duck who can't swim and ends up protecting him against his feline nemesis, Tom.","release_date":"1953-09-05","vote_average":6.5,"runtime":8,"cert":"N\/A","id":69096,"title":"Just Ducky","adult":false,"genre_ids":[35,16]},{"cast":["Marina Aleksandrova","Anna Ardova","Mikhail Bespalov","Anfisa Chekhova","Viktoriya Dayneko"],"overview":"Andrey is a handsome veterinarian with a successful Moscow pet clinic. Popular with ladies among his upscale clientele, he is forced to leave town when the jealous husband of one of them hires a hitman.","release_date":"2011-06-09","vote_average":5.2,"runtime":93,"cert":"N\/A","id":69097,"title":"All Inclusive ili Vsyo Vklyucheno","adult":false,"genre_ids":[35,10749]},{"cast":["Barbora Kovarikova","Silvie Deluxe","Simony Diamond","Bianca Bruni","Misa F."],"overview":"Tempting, tight teens are ready to go at it again, with nastier skills than ever before.They know how to make you come back for more, having learned their naughty lessons the hard way. Join the pussy playdate with these sinful young hotties.","release_date":"2011-02-22","vote_average":8.5,"runtime":147,"cert":"N\/A","id":69098,"title":"All Star Teens 3","adult":true,"genre_ids":[]},{"cast":["Clarence Nash"],"overview":"Donald is leading a scout troop consisting of his nephews on a hike in the woods. Donald isn't nearly the expert on the woods that he thinks he is, much to the amusement of the boys. In a bid for sympathy, he douses himself in catsup and fakes injury; the boys bandage him so thoroughly he can't see, and he stumbles into a pot of honey, and is soon getting all too much attention from a bear.","release_date":"1938-07-08","vote_average":5.5,"runtime":8,"cert":"N\/A","id":69099,"title":"Donald Duck: Good Scouts","adult":false,"genre_ids":[16]},{"cast":["Lauren Phoenix","Sativa Rose","Rachel Rotten","Harmony Rose","Megan Martinez"],"overview":"Jack's at it again! But this time, it's professional... and even kinkier than before. Jack turns what he knows best into a career. Welcome to Jack's answer to getting a fuckin' job!","release_date":"2005-02-02","vote_average":7.5,"runtime":120,"cert":"N\/A","id":69100,"title":"Jack's Teen America: Mission 3","adult":true,"genre_ids":[35]},{"cast":["Pinto Colvig","Walt Disney","Florence Gill","Clarence Nash"],"overview":"Donald controls the hounds (or maybe they control him), and Goofy is riding on Horace Horsecollar, as the fox outwits both of them. Some other Disney characters are seen briefly in the hunting party at the end.","release_date":"1938-07-29","vote_average":5.6,"runtime":8,"cert":"N\/A","id":69101,"title":"Donald Duck: The Fox Hunt","adult":false,"genre_ids":[16,10751]},{"cast":["Katja Kassin","Julie Night","Kaiya Lynn","Shy Love","Vanessa Lane"],"overview":"Best of the best Anal action avalible on Blu-Ray. Almost 3 hours of high quality High Definition ass pounding. This is the best Blu-Ray Anal movie you will see all year.","release_date":"2008-07-22","vote_average":5.0,"runtime":145,"cert":"N\/A","id":69102,"title":"Anal Maniacs","adult":true,"genre_ids":[]},{"cast":["Clarence Nash"],"overview":"Donald's sister Dumbella sends her three sons Huey, Dewey, and Louie to visit their uncle Donald. They prove to be quite a handful for Donald, even with help from his book on child rearing.","release_date":"1938-04-15","vote_average":5.7,"runtime":8,"cert":"N\/A","id":69103,"title":"Donald Duck: Donald's Nephews","adult":false,"genre_ids":[16]},{"cast":["Nikki Benz","Phoenix Marie","Alexia Rae","Julia Ann","Diana Doll"],"overview":"We know you love everything your way, and these girls are ready to go give it to you. Phoenix lets a stiff dick slip between her cheeks, Nikki goes after the big man mea and more dirty sluts will do all they can to make you cum.","release_date":"2010-12-27","vote_average":7.8,"runtime":118,"cert":"N\/A","id":69104,"title":"Any Way You Want It","adult":true,"genre_ids":[]},{"cast":["Clarence Nash","Florence Gill"],"overview":"Donald hears a radio philosopher advise to laugh and count ten when he gets angry. He tries it successfully, then settles into his hammock for a nap. Between a caterpillar and the hen chasing it, he's soon tangled up and counting ten again. He also shrugs off a bird using his lemonade as a birdbath, but when a woodpecker attacks his apple tree, burying Donald in apples, he snaps.","release_date":"1938-02-11","vote_average":5.1,"runtime":9,"cert":"N\/A","id":69105,"title":"Donald Duck: Self Control","adult":false,"genre_ids":[16]},{"cast":["Jean-Pierre Bacri","Vincent Rottiers","Ludmila Mikaël","Sylvie Testud","Céline Sallette"],"overview":"Frédéric, a young man with a troubled past, has the good fortune to be given a job in a luxurious mountain hotel.  When one of the hotel guests disappears one evening and is later found dead, Frédéric suspects he may have been killed by the family who employ him.  But rather than betray his boss, Jacques Couvreur, he makes up his mind to protect him.  Unwittingly, Frédéric puts himself in grave danger...","release_date":"2011-03-01","vote_average":5.1,"runtime":104,"cert":"N\/A","id":69106,"title":"The Night Clerk","adult":false,"genre_ids":[53,18,10749]},{"cast":["Mick Hucknall","Ian Kirkham","Kenji Suzuki","Dave Clayton","Pete Lew­in­son"],"overview":"Recorded at Sydney's Opera House in October 2010 during Simply Red's farewell tour of 2009-2010, the aptly named Farewell captures Mick Hucknall in fine nostalgic form. There are no surprises, either in song selection or in his band's impeccably smooth approach, but comfort is the point of the whole affair: it's one last chance for fans to hear those songs again. For anybody who isn’t a fan -- or got off board somewhere around the time when Stars turned Simply Red into sensations everywhere but the U.S. -- this will hardly be cause for re-evaluation, but Farewell does celebrate everything that made Mick Hucknall into an international superstar.","release_date":"2011-05-24","vote_average":6.1,"runtime":null,"cert":"N\/A","id":69107,"title":"Simply Red: Farewell","adult":false,"genre_ids":[10402]},{"cast":["Clarence Nash","Pinto Colvig"],"overview":"Donald and Goofy are trappers in the frozen south (Antarctica) with different approaches. Donald sees a penguin and dresses as one to lure her to the chopping block; Goofy baits a trap with fish (then acts like a walrus to capture one that steals his bait bucket).","release_date":"1938-06-17","vote_average":5.6,"runtime":8,"cert":"N\/A","id":69108,"title":"Donald Duck: Polar Trappers","adult":false,"genre_ids":[16]},{"cast":[],"overview":"These girls may be smiling now, but wait till they get a load of me! - Mandingo Check out how I dominate these barely legal teens - unbelievable! Enjoy - Mandingo","release_date":"","vote_average":6.5,"runtime":137,"cert":"N\/A","id":69109,"title":"Mandingo Teen Domination 2","adult":true,"genre_ids":[]},{"cast":["Meredith Bishop","Jsu Garcia","Leigh Taylor-Young","Henry Czerny","Tori Meyer"],"overview":"In Los Angeles, Emily Brown is a kleptomaniac and addicted in pills that misses her father and is having therapy sessions trying to resolve her compulsion. She has a record in the police for shoplifting, and her mother Teresa is a compulsive shopper. The security guard Nick of the Bernstein's department store sees Emily through a camera and becomes fascinated for her. When Nick gets in trouble dealing ecstasy, he presses Emily to help him in a robber of Bernstein.","release_date":"2003-03-05","vote_average":5.2,"runtime":81,"cert":"N\/A","id":69110,"title":"Klepto","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Clarence Nash","Thelma Boardman","Don Brodie"],"overview":"Schoolboy Donald is torn between his angel and devil sides, though in Donald's case, the devil side isn't hard to resist. But the smoking he's encouraged to do turns him green and gives him regrets, and when the good side shows up and kicks evil's butt, Donald cheers.","release_date":"1938-03-11","vote_average":5.3,"runtime":8,"cert":"N\/A","id":69111,"title":"Donald Duck: Donald's Better Self","adult":false,"genre_ids":[16]},{"cast":["Céline Bonnier","Claude Legault","Didier Lucien","Suzanne Champagne","Isabelle Guérard"],"overview":"When Fred meets Juliette, he pretends to be someone else to spend time with her. But how long can romance last when it is based on a lie? The deeper Fred falls in love with Juliette, the greater he fears telling her the truth…","release_date":"2011-03-11","vote_average":4.8,"runtime":84,"cert":"N\/A","id":69112,"title":"French Kiss","adult":false,"genre_ids":[10749,35]},{"cast":["John Savage","Sean Young","Michael Bondies"],"overview":"Naive but determined young hero unexpectedly fights a mysterious power in a supernatural tale of good versus evil.","release_date":"2006-06-06","vote_average":5.5,"runtime":88,"cert":"N\/A","id":69113,"title":"The Drop","adult":false,"genre_ids":[28,12,9648,53]},{"cast":[],"overview":"","release_date":"1995-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69114,"title":"Les 3 Petits Cochons","adult":false,"genre_ids":[16]},{"cast":["Spike Brandt","Keone Young","Tony Cervone"],"overview":"The cartoon starting scene starts outside of the house and then goes to Tom, who was taking a nap but was woken up by Jerry. Tom peeks through the mouse hole to see what the noise was and sees Jerry smacking a punching bag that looks like a cat. After Jerry finishes with the punching bag, his spiritual mentor appears and asks him if he's ready to take on the cat, which is Tom. Jerry nods yes. After Jerry walks out of his mouse hole he sees Tom at the end of a hallway and becomes afraid of him, until Tom starts to mock Jerry. He then laughs at the thought of Jerry defeating him. Jerry then decides to go and fight Tom until Tom pulls out a flyswatter and hits Jerry with it a couple of times. After the beating, Tom then slingshots Jerry with the flyswatter back into his mouse hole where he runs into one of his walls. Jerry's spiritual mentor appears again and gives Jerry a gong to ring that summons a \"Karate Guard\" named Momo-sumo (played by Spike) to aid him whenever he needs help.","release_date":"2005-09-27","vote_average":6.7,"runtime":8,"cert":"N\/A","id":69115,"title":"The Karate Guard","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Tom sets out to capture and eat a sleeping canary. Jerry is walking out, preparing for a new day, when he spots the vulpine manner in which Tom is acting. As Tom steals the canary in its cage, Jerry trips the cat and Tom loses the canary. The cage rolls into the tree, jolting the canary and waking it up. The first thing he sees is the ongoing chase and he helps Jerry out by tangling Tom in the drying lines and sectioning him. Tom instead chases the canary with an axe, but misses and chops down a pole, which hits Tom on the head and comically nails Tom into the ground. As Jerry is being pursued, the canary motions for him to join him up in the birdhouse. Tom follows him up, but the canary gives him a 2,000-lb weight and Tom plummets. The two shake hands but the peace doesn't last long as Tom erects a ladder and starts to climb it. But before Tom can reach the top, the canary lights a match to it. Tom and the ladder are left burned and completely black.","release_date":"1952-01-12","vote_average":6.3,"runtime":7,"cert":"N\/A","id":69116,"title":"The Flying Cat","adult":false,"genre_ids":[16,35,10751]},{"cast":["Lorenzo Lamas","Priscilla Barnes","Corbin Timbrook","Scott Schwartz","Megan Molloy"],"overview":"After a series of brutal, unexplained murders in a remote forest, a rogue military unit is recruited to hunt for whoever - or whatever - has rendered the attacks. In order to carry out the investigation, they need the help of the only survivor, Kate. But first they have to get her released from the mental institution she's been confined to since the horrific attack. Written","release_date":"2004-11-23","vote_average":2.8,"runtime":81,"cert":"N\/A","id":69117,"title":"Unseen Evil 2","adult":false,"genre_ids":[27,878]},{"cast":["Wong Zi Jiang","Lim Ming Wei","James Lee","Amira Nasuha","Mislina Mustaffa"],"overview":"Two boys, Li Ahh and Li Ohm, grow up motherless. Their father, Sui, is a workaholic who shuts himself out of the world. The boys' quest to reach out to their father leads them to adopt a puppy. But when the animal is sent away for being a nuisance, the boys are devastated. For the first time, Sui realizes that all his children ask is simply to love and be loved.","release_date":"2007-10-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69120,"title":"Flower in the Pocket","adult":false,"genre_ids":[35,18]},{"cast":["David Anselmo","Sanjiban Sellew","Amy Shelton-White","Robert Weingartner","Konrad Rogowski"],"overview":"Magdalena Welling (Amy Shelton-White) wasn't always a recluse, living in an abandoned warehouse, surrounded by outdated computers, archaic medical equipment, and responsibilities almost too great to bear. She was once a successful surgeon; her husband Arthur (Sanjiban), a brilliant scientist. But now, they exist in a world of emptiness and solitude, continuing the radical artificial intelligence research that Arthur had started a lifetime before. Before the accident. Now, after four years of ceaseless work, they've made a breakthrough, a discovery so great that it could change the face of science. But it will also require a sacrifice so great, that Magdalena's world will never be the same.","release_date":"2006-07-25","vote_average":4.4,"runtime":75,"cert":"N\/A","id":69121,"title":"Magdalena's Brain","adult":false,"genre_ids":[27,878]},{"cast":["Per Graffman","Sasha Becker","Emil Odepark","Martin Wallström"],"overview":"Leo, a guy in the seventh grade gets harassed by a two years older boy in school and seeks revenge. At the same time, Ali, the father of a girl in Leo's class (who Leo has a crush on) is contacted by a opposition group from his home country that wants Ali to assassinate an important man for them. Otherwise, they'll kill the family that Ali left when moving to Sweden.","release_date":"2000-09-22","vote_average":7.7,"runtime":106,"cert":"N\/A","id":69122,"title":"Before the Storm","adult":false,"genre_ids":[18]},{"cast":["Anne Archer","Kip Pardue","Agnes Bruckner","Mia Kirshner","Gregory Hlady"],"overview":"In Los Angeles, Dr. Sarah Hathaway hired private eyes trying to find her missing son, the painter Thomas, who ran away from their home ten years ago after a quarrel with her. She finds a clue in a catalog of a panting exhibition in San Petersburg and she decides to travel alone to Russia to search for Thomas. Once there, she is not able to locate him and she has a nervous breakdown, but with the support of Dr. Ivan and helped by a street boy, she discloses what happened with her son.","release_date":"2006-07-25","vote_average":3.5,"runtime":90,"cert":"N\/A","id":69123,"title":"The Iris Effect","adult":false,"genre_ids":[9648,53,18]},{"cast":["Chantal Lauby","Pascal Légitimus","Med Hondo","Pierre-Olivier Mornas","Serge Riaboukine"],"overview":"Corruption threatens to move into a heretofore idyllic village in this comedy-drama. Hector St. Rose is the mayor of a seaside community in the Antilles Islands, a French-controlled territory in the West Indies. Hector has long been determined not to sacrifice the well-being of his constituents in order to make the village more attractive to tourists, which has made him popular with his citizens, but not so much so with outside developers.","release_date":"2000-12-13","vote_average":4.3,"runtime":null,"cert":"N\/A","id":69124,"title":"Antilles sur Seine","adult":false,"genre_ids":[35,80]},{"cast":["Thierry Frémont","Pierre Arditi","Helmut Berger","Bernard-Pierre Donnadieu","Laura Morante"],"overview":"","release_date":"1995-05-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":69125,"title":"L'Affaire Dreyfus","adult":false,"genre_ids":[36,10770]},{"cast":["Isabelle Carré","Catherine Frot","Melvil Poupaud","François Berléand"],"overview":"A husband wants to win back his wife, even though she has been living with her lesbian lover for six months.","release_date":"2004-08-25","vote_average":4.4,"runtime":106,"cert":"N\/A","id":69126,"title":"Eros Therapy","adult":false,"genre_ids":[35]},{"cast":["Sam Kinison"],"overview":"This is a rare early performance of Sam Kinison that was included as an extra on the \"Family Entertainment Hour\" video release.","release_date":"1991-01-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":69127,"title":"Sam Kinison: Live, Loud & Rare","adult":false,"genre_ids":[35]},{"cast":["Victoria Abril","Joan Carreras","Pep Ferrer","Anna Galiena","Macarena Gómez"],"overview":"","release_date":"2009-01-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69128,"title":"Mejor que Nunca","adult":false,"genre_ids":[18]},{"cast":["Sam Trammell","Stephanie Lemelin","Tamara Gorski","Alan van Sprang","Daniel Baldwin"],"overview":"The dinosaurs didn't go completely extinct when the asteroids hit 65 million years ago. Today, every ten thousandth person in the country is a dinosaur, evolved to be human-sized, wearing sophisticated solid-light holographic disguises to maintain the facade, getting stoned off regular cooking herbs like basil, rosemary and tarragon, and living by their own shadow government's laws; any human who stumbles upon them is to be immediately executed. Two dino private investigators, velociraptor Vincent Rubio and triceratops Ernie Watson, are hired by one of Ernie's old girlfriends to find out why her younger brother committed suicide, and discover a dino cult called Voice Of Progress that wants dinokind to come out of the closet and reclaim the planet.","release_date":"2004-11-19","vote_average":5.0,"runtime":120,"cert":"N\/A","id":69129,"title":"Anonymous Rex","adult":false,"genre_ids":[28,14,878,10770]},{"cast":["Zabou Breitman","Yves Afonso","Bernard Farcy"],"overview":"Nicole is a female attorney who is frustrated with the male-dominated world of provincial law. She embezzles money from a law firm and travels to Paris where she disguises herself as a man in hopes it will make a difference in her life and career. Nicole has two lesbian affairs and becomes a pimp for one of the women. She also has an affair with a man who indicates that he doesn't want a serious relationship. Nicole's loneliness leads her to the affairs as she continues the downward spiral into schizophrenia in this depressing psychological drama.","release_date":"1988-08-03","vote_average":0.0,"runtime":107,"cert":"N\/A","id":69132,"title":"La travestie","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"An animator's lovable depiction of one of the beauties of early childhood","release_date":"1995-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69133,"title":"Take a Load Off Baby","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Go inside the world's most elite, top secret strike force. Their mission is unique, targeted, dangerous...and only National Geographic will go deep into the secret world of US Special Operations. Follow Special Forces into battle and on secret missions in Afghanistan and Iraq as they face situations where honed skill, finely tuned instincts and split-second decision making are the difference between success and failure...between life and death. Originally aired on 2003-11-05.","release_date":"2004-01-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":69134,"title":"National Geographic: Inside Special Forces","adult":false,"genre_ids":[99,36]},{"cast":["Zeus Cervas","John Kricfalusi","Aaron Springer"],"overview":"A cat left alone with a very hungry baby discovers a rather satisfying solution to his problem...","release_date":"1995-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":69135,"title":"Baby's New Formula","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"While Jean Jean takes his pet fish for a walk, the evil cat sneaks into his house to to kill his mother; but his plans go awry when the orange juice cow shows up...","release_date":"1992-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69138,"title":"The Cat, the Cow, and the Beautiful Fish","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Things go awry when two teenagers attempt to have sex while the parents are out...","release_date":"1992-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":69139,"title":"Wrong Hole","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"A constipated couch potato finds relief with laxatives.","release_date":"1995-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69140,"title":"Wastes Away","adult":false,"genre_ids":[16,35]},{"cast":["Rebecca Smart","Nicholas Eadie","Mary-Anne Fahey","Victoria Longley","Margaret Ricketts"],"overview":"Set in mid 1950s Australia, with the fear of communism in the air and the country's farmlands overrun by a plague of rabbits, the film depicts a long hot summer seen through the eyes and over-active imagination of nine year old Celia. Shaken by the death of her beloved Grandmother, Celia finds herself adrift between the cruel games and rituals of childhood and the incomprehensible world of grown-ups. With monstrous creatures stalking her dreams by night, those imagined terrors blur by day with the banal brutality of the adult world and lead to tragic and shocking consequences. Ann Turner's refreshingly unsentimental debut feature is a dark fable of childhood's end. An enthralling film to rank alongside Lord of the Flies, The 400 Blows and Stand By Me.","release_date":"1989-05-18","vote_average":6.7,"runtime":102,"cert":"N\/A","id":69141,"title":"Celia","adult":false,"genre_ids":[14,18,27]},{"cast":["Kristina Morales","Daniel Bonjour","Bertie Higgins","Roy Vongtama","Joel Bryant"],"overview":"In the mid 1800's a family fortune is hidden deep in a cave in what is now Griffith Park, CA and a terrifying netherworld beast is tasked to guard it. Forward to present day and the lone surviving heir goes in search encountering perils and dangers that lie in wait for her along the way.","release_date":"2008-05-10","vote_average":0.0,"runtime":97,"cert":"N\/A","id":69142,"title":"The Wrath","adult":false,"genre_ids":[27]},{"cast":["Becky Sirias","Robin Karnatz","Tim Kenshol","Gordon Cameron","Mike Wellins"],"overview":"This Jurassic Park short parody has a scientist opening a dinosaur themed park \"for the children\" and things go predictably wrong when he uses dinosaurs as parking lot attendants.","release_date":"1995-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69143,"title":"Triassick Parking","adult":false,"genre_ids":[16,35]},{"cast":["Chuck DiRocco","Colin West","François Sagat","Joey Russo","Michael Brandon"],"overview":"Sex in the great outdoors! Sun, fresh air, trees, and humpy country men with bulging jeans and muscular chests...this is what the good life is made of. Country life is hard work, but sweat and strain build perfect bodies. And who could be better than a bunch of corn-fed American studs who aim to deliver every possible sexual pleasure?","release_date":"2005-11-02","vote_average":7.5,"runtime":156,"cert":"N\/A","id":69144,"title":"Hard as Wood","adult":true,"genre_ids":[]},{"cast":[],"overview":"A dating show parody.","release_date":"1992-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69145,"title":"Stubs","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"A man on a date picks his nose behind a menu with unintended consequences...","release_date":"1992-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69146,"title":"Spaghetti Snot","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"When a farmer begins to slaughter his pigs, the remaining swine build a pig that is more than he bargained for...","release_date":"1993-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69147,"title":"Slaughter Day","adult":false,"genre_ids":[16,35]},{"cast":["Don Stroud","Luke Askew","Larry Bishop","Tyne Daly","T. Max Graham"],"overview":"Angel is the biker who joins a commune of hippies near a small town. When the town rednecks attack them, Angel calls up some of his bad biker buddies to exact revenge.","release_date":"1970-12-09","vote_average":4.6,"runtime":86,"cert":"N\/A","id":69148,"title":"Angel Unchained","adult":false,"genre_ids":[18,28,53]},{"cast":["Bruce Dern","Melody Patterson","Chris Robinson","Maray Ayres","Karen Ciral"],"overview":"The leader of a biker gang takes exception to an artist sketching them, so he makes plans to crush the artist's hands.","release_date":"1969-08-22","vote_average":5.4,"runtime":82,"cert":"N\/A","id":69151,"title":"The Cycle Savages","adult":false,"genre_ids":[18,28]},{"cast":["Mark Gregory","Henry Silva","Valeria D'Obici","Giancarlo Prete","Paolo Malco"],"overview":"A ragtag group of people have to fight extermination squads amid their ruined city.","release_date":"1983-09-02","vote_average":4.6,"runtime":89,"cert":"N\/A","id":69152,"title":"Escape from the Bronx","adult":false,"genre_ids":[878,28]},{"cast":["Brenden Cage","Dominic Valentine","Ethan Hudson","John Sebastian","Marc Vallint"],"overview":"Award-winning director John Rutherford guides you deep into the back woods, to a hidden cabin get-away where manly lust awaits. It's a place where a man can strip away his clothes and be at one with nature, a place to get in-touch with his deepest primal urges. In this wild and remote setting the men of Hard Wood roam naked and free. Rugged, wild and always on the prowl, they have a sexual hunger than can only be satisfied in the wild. Hear nature's call. Lose yourself in the wilderness of Hard Wood.","release_date":"2010-09-30","vote_average":6.5,"runtime":86,"cert":"N\/A","id":69153,"title":"Hard Wood","adult":true,"genre_ids":[]},{"cast":["Chris Mock","Cindy Banks","Dave Smith"],"overview":"Rick has a bad trip after he accidently takes LSD.","release_date":"1993-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":69156,"title":"Rick the Dick in Tye-Died Dick","adult":false,"genre_ids":[16,35]},{"cast":["Marina Hands","Edouard Baer","Denis Podalydès","André Dussollier"],"overview":"During the last days of Stalin's reign, a doctor (Marina Hands) tries to go unnoticed in a society of mutual dread where a neighbour or colleague might \"denounce\" you to the authorities at any moment.But tales of her healing touch have spread and one night she is taken away, not to the infamous Lubyanka prison, but to the Kremlin to attend the ailing Comrade Stalin himself. Uncle Joe (André Dussollier), an old man racked with pain but still as watchful and deadly as a snake.","release_date":"2010-02-03","vote_average":7.0,"runtime":105,"cert":"N\/A","id":69157,"title":"An Ordinary Execution","adult":false,"genre_ids":[18]},{"cast":["Eric Foster","Kim Valentine","Len Lesser","Ida Lee","Brinke Stevens"],"overview":"David and Lynn have just lost their father. Now orphaned, the youngsters are sent to live with their grandparents in a beautiful victorian mansion. But no sooner than boarding the coach bus scheduled to take them to their new home do strange things start to occur, initially in the form of a mysterious woman who seems to appear and disappear in the blink of an eye. It’s not long, however, before murdered bodies are found in the area and, to make matters worse, David becomes increasingly fearful that his doting grandparents might be involved in the killings.","release_date":"1989-05-25","vote_average":5.2,"runtime":90,"cert":"N\/A","id":69158,"title":"Grandmother's House","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Offers a critical appreciation of Italian horror cinema, pioneered by directors such as Dario Argento and Mario Bava, a genre that influenced filmmakers from Quentin Tarantino to Takashi Miike.","release_date":"2007-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69159,"title":"Hanging Shadows","adult":false,"genre_ids":[]},{"cast":["Sandy Alexander","Ray Archuleta","Sonny Barger","Scott Barnes","Jerry Garcia"],"overview":"What starts off as a squadron of American daredevil bombers in World War II, branded by society as renegades, turns into a revealing ride into the world of honor, violence, and undying passion for motorcycles on the road.","release_date":"1983-10-09","vote_average":8.3,"runtime":null,"cert":"N\/A","id":69160,"title":"Hells Angels Forever","adult":false,"genre_ids":[99]},{"cast":["Eddy Ko","Lam Ching-Ying","Ma Ying-Chun","Philllip Loffredo","Cécile Le Bailly"],"overview":"The Thai government hires a group of Chinese mercenaries to capture a powerful drug lord from the Golden Triangle. The mercenaries manage to capture the drug lord, but soon find themselves pursued by his forces, and the forces of a bitter Thai officer. The Chinese mercenaries are vastly outnumbered, and as their numbers begin to dwindle, their desperation pulls them into a corner as their enemies close in on them.","release_date":"1986-09-05","vote_average":6.9,"runtime":93,"cert":"N\/A","id":69161,"title":"Heroes Shed No Tears","adult":false,"genre_ids":[28,10752,18]},{"cast":[],"overview":"Director James Fox assembled the most credible UFO witnesses from around the world to testify at The National Press Club in Washington D.C.: Air Force Generals, astronauts, military and commercial pilots, government and FAA officials from seven countries tell stories that, as Governor Fife Symington from Arizona stated, \"will challenge your reality\".","release_date":"2009-11-01","vote_average":8.8,"runtime":null,"cert":"N\/A","id":69162,"title":"I Know What I Saw","adult":false,"genre_ids":[99,878]},{"cast":["Perry King","Norman Parker","Elizabeth Kemp","Kenneth McMillan","Jon Polito"],"overview":"Two uneasy friends, a police officer and a TV talk show host, each pursue the mysterious \"handcuff killer\" with the aid of an artist who sees - and draws - the killer's crimes before they're committed.","release_date":"1982-10-24","vote_average":4.0,"runtime":97,"cert":"N\/A","id":69163,"title":"The Killing Hour","adult":false,"genre_ids":[53,18,27,9648,14,80]},{"cast":[],"overview":"Rick gets taught a lesson after messing with the hospital staff.","release_date":"1993-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":69164,"title":"Rick the Dick in Hospital Hell","adult":false,"genre_ids":[16,35]},{"cast":["Roz Kelly","Kip Niven","Chris Wallace","Grant Cramer","Louisa Moritz"],"overview":"During a New Year's Eve celebration, a punk-rock singer gets a phone call saying that when New Year's strikes in each time zone, someone will be murdered--and she will be the last one.","release_date":"1980-12-26","vote_average":5.1,"runtime":86,"cert":"N\/A","id":69165,"title":"New Year's Evil","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Myths and stories abound that speak to man's desire to bring life to inanimate matter. A Perfect Fake looks at the persistence of these myths in modern times and takes us into the world of men who have chosen to reject the reality of human sexual companionship in order to pursue emotional and physical bonds with a variety of erotic surrogates. This film examines the emerging market for hyper-realistic simulations of real women through computer-generated virtual pornography and erotica. A Perfect Fake also delves into the disturbing world of men who share their lives with life-sized female love dolls.  A Perfect Fake is a compelling study of how new technologies extend age-old human desires for gratification and control.","release_date":"2005-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69166,"title":"A Perfect Fake","adult":false,"genre_ids":[99]},{"cast":["Mike Wellins","Robin Karnatz","Dean Wellins","Adam Bodine","Matt Martin"],"overview":"Alien phalangies visit the planet to make off with the furniture in this finger puppet short film.","release_date":"1992-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":69167,"title":"Phurniture Phalangies from the 45th Dimension","adult":false,"genre_ids":[878,35]},{"cast":["Michael Ian Black","Michael Showalter","David Wain","Erin Quinn Purcell"],"overview":"The comedy trio performs live in Boston.","release_date":"2009-08-13","vote_average":5.0,"runtime":63,"cert":"N\/A","id":69168,"title":"Stella: Live in Boston","adult":false,"genre_ids":[35]},{"cast":["Bruce Dern","Maud Adams","Leonard Frey","Frederikke Borge","John Getz"],"overview":"Karl Kinsky, an unbalanced tattoo artist, becomes obsessed with Maddy, a model he meets when he is hired to body-paint several women for a photo shoot, making the women look like they have large tattoos. As Kinsky grows more obsessed with Maddy, he becomes increasingly determined that Maddy should bear his \"mark\" -- forever.","release_date":"1981-10-09","vote_average":5.7,"runtime":103,"cert":"N\/A","id":69169,"title":"Tattoo","adult":false,"genre_ids":[53,18,27]},{"cast":["George Bawart","Pierre Bidou","Russell T. Butterbach"],"overview":"A documentary featuring interviews with the people involved with the Zodiac killings, covering every aspect of the investigation, including the original investigators and surviving victims.","release_date":"2007-03-02","vote_average":7.0,"runtime":102,"cert":"N\/A","id":69170,"title":"This Is the Zodiac Speaking","adult":false,"genre_ids":[99]},{"cast":["Alex Rocco","Elizabeth Knowles","Sherry Bain","Arell Blanton","Jax Jason Carroll"],"overview":"Two juvenile delinquents break into a luxury house where they rape two women. They settle in the house, sell the valuables and kill a curious neighbour.","release_date":"1971-09-08","vote_average":4.0,"runtime":91,"cert":"N\/A","id":69171,"title":"Wild Riders","adult":false,"genre_ids":[80,18,53]},{"cast":["Johnny Hazzard","Joshua Adams","Chad Thomas","Daniel Duarte","Jordan Vaughn"],"overview":"These guys are hard wired to be horny and a virtual sex club makes all of their wildest fantasies come true.","release_date":"2005-01-04","vote_average":6.0,"runtime":122,"cert":"N\/A","id":69172,"title":"Hardware","adult":true,"genre_ids":[]},{"cast":["John Holmes"],"overview":"A documentary about the troubled life of legendary porn icon John Holmes.","release_date":"2000-08-15","vote_average":4.3,"runtime":null,"cert":"N\/A","id":69173,"title":"XXXL: The John Holmes Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story of a boy who refuses to let go of the greatest parents in the whole world...","release_date":"1993-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69174,"title":"Petey's Wake","adult":false,"genre_ids":[16,35]},{"cast":["Sophie Lorain"],"overview":"","release_date":"1982-07-20","vote_average":0.0,"runtime":81,"cert":"N\/A","id":69177,"title":"Scandale","adult":false,"genre_ids":[35]},{"cast":["John Hassell","Lauren Faust","Donovan Crosby","Doug Hoefs"],"overview":"Pot really hits the spot in this family.","release_date":"1994-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69178,"title":"Home, Honey, I'm High!","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"What's a man to do when there's no toilet paper? Improvise!","release_date":"1992-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69179,"title":"Empty Roll","adult":false,"genre_ids":[16,35]},{"cast":["Adam Champ","Carlo Masi","Darin Hawk","Eric Valentin","Gage Weston"],"overview":"It is believed by ancient Hawaiians that being on the Island brings out a similar \"volcanic\" reaction in one's body. The crew at Colt witnessed it themselves while shooting in this wonderful location. These four scenes with men like Luke Garrett, Gage Weston, Carlo Masi, Adam Champ, Darin Hawk, Eric Valentin and cover man Mitch Branson are proof that Hawai'i is in fact the most sexually eruptive locale in the world! Colt Studio Group and multi-award winning director John Rutherford are proud to present Hawai'i. Destined to raise the bar and cement Rutherford’s and Colt Studio's reputation as the industry leader in the highest quality all male erotica, Hawai'i captures the explosive combination of the world's most physically perfect men and most beautiful locale under the lens of award winning videographer Max Phillips.","release_date":"2007-07-12","vote_average":8.0,"runtime":114,"cert":"N\/A","id":69180,"title":"Hawai'i","adult":true,"genre_ids":[]},{"cast":[],"overview":"A different theory on Dinosaur extinction.","release_date":"1996-01-01","vote_average":10.0,"runtime":3,"cert":"N\/A","id":69181,"title":"Jurassic Fart","adult":false,"genre_ids":[16,35]},{"cast":["Mirko Filipović","Wanderlei Silva","Kazushi Sakuraba","Alistair Overeem"],"overview":"Pride Critical Countdown 2005 was a mixed martial arts event held by the Pride Fighting Championships. This event held the second round of the Pride Middleweight tournament. It took place at the Saitama Super Arena in Saitama, Japan, on June 26th, 2005.","release_date":"2005-06-26","vote_average":9.0,"runtime":180,"cert":"","id":69182,"title":"Pride FC Critical Countdown 2005","adult":false,"genre_ids":[]},{"cast":["Georges St-Pierre","David Loiseau"],"overview":"The film itself is an interesting look behind the scenes of GSP’s rise to the top and David Loiseau’s struggle to remain amongst the world’s best fighters. Both are inspiring stories and that’s what it’s all about. I liked the film a lot. Both fighters pour their hearts out and we get a fantastic look at their strengths but also their vulnerabilities and fears.","release_date":"2010-12-02","vote_average":5.3,"runtime":82,"cert":"N\/A","id":69183,"title":"The Striking Truth","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"A young man does what it takes to finally get his mother's approval...","release_date":"1995-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69184,"title":"The Illusion of Life","adult":false,"genre_ids":[16,35]},{"cast":["Sandra Hermes","Joanne Ragone","Miles Thompson"],"overview":"A short animation about two unattractive girls' pathetic attempt at popularity.","release_date":"1993-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69185,"title":"Hut Sluts","adult":false,"genre_ids":[16,35]},{"cast":["Dyna Taylor","Whitney Stone","Sean Mullen","Mark Oftedal"],"overview":"A sexually frustrated dog humps everything in sight and gives a special surprise to the dinner guests.","release_date":"1992-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69186,"title":"Horndog","adult":false,"genre_ids":[16,35]},{"cast":["Harry Cason"],"overview":"Piper Penguin yearns to one day fly like other birds. Unfortunately, he's earth-bound, and his penguin friends do little more than ridicule his dreams. But Piper has a plan to get airborne that involves lots of duct tape, trash and ingenuity.","release_date":"2008-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":69187,"title":"Piper Penguin and His Fantastic Flying Machines","adult":false,"genre_ids":[16,10751]},{"cast":["Dave Smith","Joe Moshier","Ethan Spaulding"],"overview":"When a frustrated fast food employee daydreams while working the fryer, he makes some tasty treats for the patrons.","release_date":"1993-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69188,"title":"Finger Food","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Chainsaw Bob is given permission to create his latest masterpiece at the Waco compound in Texas. Mass carnage ensues...","release_date":"1993-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":69189,"title":"Cult Classic","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"A dog attempts to crap on a man's well manicured lawn.","release_date":"1991-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69190,"title":"Dogpile","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"The dog returns in this short sequel to exact his vengeance.","release_date":"1992-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69191,"title":"Dogpile II","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Joe dreams of having a neck in this short animation","release_date":"1996-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69192,"title":"No Neck Joe","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"In this next No Neck Joe installment, Joe tries to see what his \"friends\" are looking at.","release_date":"1996-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69193,"title":"No Neck Joe II","adult":false,"genre_ids":[16,35]},{"cast":["Jennifer Wilson","Lee Tockar","Julie Faye Parker","Drew Reichelt","Doug Parker"],"overview":"This short animation details Brian's birth and the travails of his early life without the top of his head.","release_date":"1993-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":69196,"title":"Brian's Brain: The Birth of Brian","adult":false,"genre_ids":[16,35]},{"cast":["Nikki Benz","Sunny Leone","Marco Banderas","Ramon Nomar","James Deen"],"overview":"Lips, tits, and ass superstar Nikki Benz gets rowdy with super hot Sunny Leone, a hot threesome with 2 cocks at a time, and the best is saved for last, Nikki's first 4-way blow bang. Nikki opens wide and doesn't fail to impress!","release_date":"2010-12-20","vote_average":4.0,"runtime":82,"cert":"N\/A","id":69197,"title":"Nikki Benz Superstar","adult":true,"genre_ids":[]},{"cast":[],"overview":"Seven days in the life of Lloyd and his self-mutilating misadventures.","release_date":"1997-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69198,"title":"Lloyd's Lunchbox","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In this equally sick and twisted animation sequel to Lloyd's lunchbox, Lloyd bites off his finger eating his snot, flays his fingertips attempting to clean his nails, farts out his intestines and more.","release_date":"1997-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":69199,"title":"Lloyd's Lunchbox 2","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Lloyd returns once again in this third animation to wreak even more havoc on himself. Includes teeth pulling, shooting himself in a cannon, stepping on nails and more.","release_date":"1997-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69200,"title":"Lloyd's Lunchbox 3","adult":false,"genre_ids":[16]},{"cast":["Jenna Elfman","Randall Batinkoff","Samantha Mathis","Bruce Davison","Diane Venora"],"overview":"A romantic drama about a man who awakes from a coma without his sense of touch and the nurse who comes to his aid.","release_date":"2006-06-13","vote_average":6.8,"runtime":90,"cert":"N\/A","id":69201,"title":"Touched","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Children shouldn't play with guns. Or should they?","release_date":"1997-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69202,"title":"Look at Dis: Gun","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Every man's worst nightmare; getting his manhood caught in his zipper.","release_date":"1997-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69203,"title":"Look at Dis: Zipper","adult":false,"genre_ids":[16]},{"cast":["Betty Grable","George Montgomery","Cesar Romero","Phil Silvers","Charles Winninger"],"overview":"Set at the turn of the century, smooth talking con man Eddie Johnson weasels his way into a job at friend and rival Joe Rocco's Coney Island night spot. Eddie meets the club's star attraction (and Joe's love interest), Kate Farley, a brash singer with a penchant for flashy clothes. Eddie and Kate argue as he tries to soften her image. Eventually, Kate becomes the toast of Coney Island and the two fall in love. Joe then tries to sabotage their marriage plans.","release_date":"1943-06-18","vote_average":6.0,"runtime":96,"cert":"N\/A","id":69204,"title":"Coney Island","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"A man picks his nose and eats his snot.","release_date":"1997-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":69205,"title":"Look at Dis: Snot","adult":false,"genre_ids":[16]},{"cast":["Lindsay Wagner","Lee Majors","Richard Anderson"],"overview":"Days away from her wedding to Steve Austin, Jaime Sommers experiences a mysterious breakdown of her Bionic limbs. With her physical fate unknown, Jaime calls off the wedding. Her condition quickly deteriorates, and Dr. Rudy Wells races to find the cause behind the breakdown. Meanwhile, in the Bahamas, terrorist Miles Kendrick takes control of the American Embassy and threatens the launch of a nuclear missile. Steve and OSI operative Kimberly Harmon head to the Bahamas to stop Kendrick, but in the midst of the mission Steve is suddenly stricken with the same computer virus that is destroying Jaime. (credit: http:\/\/bionic.wikia.com)","release_date":"1994-11-29","vote_average":7.0,"runtime":96,"cert":"N\/A","id":69206,"title":"Bionic Ever After?","adult":false,"genre_ids":[878,10770]},{"cast":["Ann Sothern","John Carroll","Rita Johnson","Shepperd Strudwick","J. M. Kerrigan"],"overview":"Maisie gets lost in a jungle in Africa and the jungle of romance. The African jungle has snakes, crocodiles and witch doctors. The romantic jungle has a dedicated doctor with an un-dedicated wife and an embittered doctor who is dedicated to no one.","release_date":"1940-01-19","vote_average":4.5,"runtime":71,"cert":"N\/A","id":69207,"title":"Congo Maisie","adult":false,"genre_ids":[35,18,10749]},{"cast":["Brigitte Lahaie","Richard Allan","Mika Barthel","Alban Ceray","Barbara Moose"],"overview":"One drunk explains to another how he had to give up his work as a gynecologist because women kept throwing themselves at him.","release_date":"1978-09-16","vote_average":6.5,"runtime":74,"cert":"N\/A","id":69210,"title":"Rx for Sex","adult":true,"genre_ids":[35]},{"cast":["Carmen Kass","Priit Võigemast","Maria Avdjushko","Peter Franzén"],"overview":"On one summer evening, four strangers are brought together by a mysterious murder. A case which at first seems like a regular crime ivestigation turns out to be something more: a tale of love, alienation and new hope.","release_date":"2004-01-01","vote_average":1.0,"runtime":90,"cert":"N\/A","id":69211,"title":"Set Point","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Today, more than 200.000 men, women and children are locked up in North Korea's concentration camps. Systematic torture, starvation and murder is what faces the inmates. Few survive many years in the camps, but the population is kept stable by a steady influx of new persons considered to be 'class enemies'. A small group of people have managed to flee from the camps to a new life in the prosperous South Korea. Some of them gather and decide to make an extraordinary and controversial musical about their experiences in the Yodok concentration camp. Despite death treats and many obstacles the musical becomes a tour de force for this ensemble of refugees and for them a possibility opens to talk about their experiences and inspire others to protest the existence of the camps.","release_date":"2008-01-01","vote_average":5.0,"runtime":83,"cert":"N\/A","id":69212,"title":"Yodok Stories","adult":false,"genre_ids":[99]},{"cast":["Susanna Simon","Markus Knüfken","Pasquale Aleardi","Stefan Miess","Emilia Schüle"],"overview":"","release_date":"2007-01-01","vote_average":4.6,"runtime":null,"cert":"N\/A","id":69215,"title":"Manatu - Nur die Wahrheit rettet Dich","adult":false,"genre_ids":[10770,12]},{"cast":["Richard Berry","Brigitte Fossey","Zoé Chauveau","Richard Anconina","Daniel Russo"],"overview":"","release_date":"1983-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69216,"title":"Le Jeune Marié","adult":false,"genre_ids":[]},{"cast":["Randy Quaid","Shane Johnson","Josh Hammond","Jason Dohring","Kiersten Warren"],"overview":"Three young men become terrorized in a high-speed car chase with a mysterious pursuant.","release_date":"2003-01-01","vote_average":6.1,"runtime":93,"cert":"N\/A","id":69217,"title":"Black Cadillac","adult":false,"genre_ids":[18,53]},{"cast":["Rod Steiger","Susannah York","William Hickey","Pamelyn Ferdin","George Grizzard"],"overview":"In this film we see how the members of a family react when the husband returns home, after he abandoned it seven years ago.","release_date":"1971-12-09","vote_average":0.0,"runtime":105,"cert":"N\/A","id":69218,"title":"Happy Birthday, Wanda June","adult":false,"genre_ids":[]},{"cast":["Ott Sepp","Mirtel Pohla","Uku Uusberg","Argo Aadli","Üllar Saaremäe"],"overview":"A fake historic epic on the Middle Ages and Estonia's not-so-glorious past.","release_date":"2005-08-05","vote_average":5.3,"runtime":109,"cert":"N\/A","id":69219,"title":"Men at Arms","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"A documentary about Botham, Brearley and two stunning Ashes wins of 1981.","release_date":"2011-05-10","vote_average":4.8,"runtime":null,"cert":"","id":69224,"title":"From the Ashes","adult":false,"genre_ids":[99]},{"cast":["Eric Cantona","Karine Vanasse","Mehdi Nebbou","Aurélien Recoing","Karina Testa"],"overview":"In Montreal, the unemployed fashion designer Sophie Malaterre is shown a website, switch.com, where it is possible to switch houses with a stranger for vacation. Sophie seeks an apartment in Paris nearby the Eiffel Tower that belongs to Bénédicte Serteaux and they change apartments. Sophie arrives in Paris on Saturday morning. The next morning, policemen break in the apartment and arrest Sophie while she is having a bath. Detective Damien Forgeat interrogates Sophie believing that she is Bénédicte and she learns that a beheaded body was found in her room and all evidence of her life has been deleted.","release_date":"2011-06-04","vote_average":6.0,"runtime":104,"cert":"15","id":69225,"title":"Switch","adult":false,"genre_ids":[80,28,53]},{"cast":["Matthew Rush","Tristan Paris","Blake Harper","Jackson Price","Matt Majors"],"overview":"Seven sexed up frat boys and three eager initiates participate in a hazing ceremony they'll never forget. Blindfolded and on their knees, three new pledges get ready for a series of sexual challenges that will leave them soaked, satisfied and eager to keep their frat brothers satisfied and served. Humiliation, bondage, sucking, rimming, fucking and gang-banging are all part of this amazing hazing ceremony.","release_date":"2001-06-27","vote_average":8.0,"runtime":73,"cert":"N\/A","id":69226,"title":"Hazed","adult":true,"genre_ids":[]},{"cast":["Frank Zagarino","Joe Lara","Elizabeth Giordano","Brian O'Shaughnessy","Todd Jensen"],"overview":"Terrorists seize an American nuclear missile site and threaten to launch the missiles at Washington unless the President resigns immediately and $1 billion is placed in a Swiss account in 8 hours.","release_date":"1996-05-22","vote_average":5.0,"runtime":92,"cert":"N\/A","id":69227,"title":"Warhead","adult":false,"genre_ids":[28,53]},{"cast":["Johnny Hazzard","Vinnie D'Angelo","Aron Ridge","Brodie Newport","Geoffrey Paine"],"overview":"Rascal Video's resident bad-boy Johnny Hazzard sheds his business man attire and enters an underground sex club for the night and goes fully to the Hazzard Zone. Johnny hooks up with a couple of hunky skinheads, Josh West and Vin Costes, who force-feed him their fat slabs of meat before driving it hard up his ass and covering the superstar with loads of cum. Other standout scenes include horsedicked Jason Longh and Geoffrey Paine, who can't get enough jizz on their faces, and black and white couple Aron Ridge and Brodie Newport. Just as he's exiting for the evening, Johnny is confronted by hunky and fat-dicked Vinnie D'Angelo, who is not about to let a hot piece of ass go un-fucked. Award-winning director Chi Chi LaRue is at the top of his game in this realistic feature that makes the viewer feel like he is in the club - watching all of the action going down.","release_date":"2008-04-02","vote_average":6.0,"runtime":130,"cert":"N\/A","id":69228,"title":"Hazzard Zone","adult":true,"genre_ids":[]},{"cast":["Jessica Fiorentino","Jane Darling","Julia Power","Maria Mia","Nina Lee"],"overview":"Women can be quite mean - especially in the world of business. A savvy business woman seizes an opportunity to get rich in the condom industry. But as soon as the money begins to flow, grudgers appear on the scene. Although mistrust and power struggles take their toll on our protagonist, there are still plenty of opportunities for her to test the condoms for their tear strength...","release_date":"2007-02-20","vote_average":9.0,"runtime":128,"cert":"N\/A","id":69229,"title":"Schmutzige Staatsaffären","adult":true,"genre_ids":[]},{"cast":[],"overview":"The Life Burns Tour DVD is release by Apocalyptica. It was released in July, 2006. and contains live concert and music videos by the band.","release_date":"2006-05-26","vote_average":5.7,"runtime":87,"cert":"N\/A","id":69230,"title":"Apocalyptica: The Life Burns Tour","adult":false,"genre_ids":[10402]},{"cast":["Ty LeBeouf","Vinnie D'Angelo","Tony Mecelli","Park Wiley","Dillon Crow"],"overview":"AVN Hall Of Fame Director Steven Scarborough takes you to corporate America where well-dressed executives work overtime at Head Hunters, Inc. This top placement firm features business suits with bulging crotches, horny delivery boys, and cock-hungry businessmen looking for the kind of relief their wives can't provide. Climb the corporate ladder with Hot House Exclusives Ty LeBeouf, Dillon Crow, Vinnie D'Angelo, Tony Mecelli and new U.S. Exclusive Ross Hurston - all of whom will do whatever it takes to get to the top. Get undressed for success today when you visit Head Hunters, Inc.!","release_date":"2007-11-11","vote_average":8.5,"runtime":120,"cert":"N\/A","id":69231,"title":"Head Hunters, Inc.","adult":true,"genre_ids":[]},{"cast":["Jeff Palmer","Tom Chase","Derek Cameron","James West","Steve O'Donnell"],"overview":"Falcon Exclusive Jeff Palmer, Tom Chase and newcomer Derek Cameron keep the temperatures rising in this action-packed adventure where waves of heat and passion collide. Outdoors, in the hot-tub, by the pool... orgies, fisting, enemas, the action soars!","release_date":"1997-06-18","vote_average":8.5,"runtime":77,"cert":"N\/A","id":69232,"title":"Heatwave","adult":true,"genre_ids":[]},{"cast":["Teo Gebert","Dichen Lachman","Alan Lock","Christian Marcel","Gabriella Maselli"],"overview":"Several survival contestants return to the island for a weekend TV reunion show get more than they bargain for when they disappear one by one.","release_date":"2006-09-12","vote_average":0.0,"runtime":90,"cert":"N\/A","id":69235,"title":"Safety in Numbers","adult":false,"genre_ids":[27]},{"cast":["Mark Aizikovitsch","Reinhard Vom Bauer","Gode Benedix","Hark Bohm","Michael Brandner"],"overview":"","release_date":"1999-11-18","vote_average":5.0,"runtime":102,"cert":"N\/A","id":69236,"title":"Ne günstige Gelegenheit","adult":false,"genre_ids":[]},{"cast":["Joshua Tan","Bobbi Chen","Elena Chia","Bee Thiam Tan","Tan Pin Pin"],"overview":"En is an 18-year-old who has lost his father to cancer. As his family is drawn together in a sudden tragedy, he has to decide what he believes in. But in a country where ideologies are forged on constantly shifting sands, he struggles to stay true to what he knows to be right. And in a family that prefers to forget, the sandcastles of all he holds dear seem doomed to be washed away by the tides of time.","release_date":"2010-08-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69237,"title":"Sandcastle","adult":false,"genre_ids":[18]},{"cast":["Jeff Foxworthy","Blake Clark","Bob Duback","Vic Henley","Jerry Springer"],"overview":"Jeff Foxworthy, Blake Clark, Bob Duback, Vic Henley, Jerry Springer, Gary Mule Dear, Steve Verrett, Bill Engvall, Greg Travis, Bobcat Goldwait, Ron Shock","release_date":"2006-04-25","vote_average":2.5,"runtime":73,"cert":"N\/A","id":69238,"title":"Redneck Comedy Roundup, Volume 2","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2010-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69239,"title":"Prosta historia o miłości","adult":false,"genre_ids":[]},{"cast":["Aneta Todorczuk-Perchuć","Jan Wieczorkowski","Edyta Olszówka","Krzysztof Globisz","Jan Frycz"],"overview":"","release_date":"2010-09-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":69240,"title":"Milczenie jest złotem","adult":false,"genre_ids":[35,10749]},{"cast":["Brad Patton","Dean Monroe","Matthew Rush","Josh Weston","Erik Rhodes"],"overview":"Heaven to Hell is the epic story of good versus evil; of paradise lost and pleasure found. Dean Monroe stars at The Devil, who, along with help from his Instigator and minions of Soldiers and Dog Boys, tempts The Angel, played by Brad Patton. It's the first-ever movie in Falcon history featuring a cast comprised completely of Falcon Exclusives. Heaven to Hell also features Brad Patton's first-ever on-screen experience as a bottom.","release_date":"2005-06-01","vote_average":7.5,"runtime":166,"cert":"N\/A","id":69241,"title":"Heaven to Hell","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-06-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69242,"title":"Kibol","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69243,"title":"Death of Bin Laden","adult":false,"genre_ids":[]},{"cast":["Sebastian Pawlak","Bartosz Żukowski","Cezary Żak"],"overview":"","release_date":"2006-04-07","vote_average":5.0,"runtime":95,"cert":"N\/A","id":69244,"title":"The world is waiting for us","adult":false,"genre_ids":[35]},{"cast":["Wanderlei Silva","Kazushi Sakuraba","Royce Gracie","Don Frye","Ernesto Hoost"],"overview":"The inaugural show was a co-production between PRIDE Fighting Championships and K-1 held on August 28, 2002. The event was called K-1 Dynamite! by K-1 and PRIDE Shockwave by PRIDE Fighting Championships', though in Japan it was simply called Dynamite!. The live audience totaled 91,108 people, and is the largest on record for either organization or any professional fighting event.","release_date":"2002-12-31","vote_average":5.3,"runtime":132,"cert":"N\/A","id":69249,"title":"K1 Dynamite!!","adult":false,"genre_ids":[]},{"cast":["Ashlynn Brooke","Estrella Flores","Ellie Idol","Halia Hill","Nikki Kane"],"overview":"Want to see what Ashlynn does for a good time? Then you've got to check this out because Ashlynn and her friends are about to get it on for 2 hours and 20 minutes of relentless fucking. Watch Ellie Idol, Estrella Flores, Halia Hill, and Nikki Kane get their fill of cock as they take it in and out of their tight little cunts. And don't forget about Ashlynn, because she's about to get on the block with her favorite cock, Ramon Nomar. Things are about to get real interesting, because when Ashlynn and her friends are on the loose, anything is bound to happen!","release_date":"2008-07-15","vote_average":6.0,"runtime":143,"cert":"N\/A","id":69260,"title":"Ashlynn & Friends 5","adult":true,"genre_ids":[]},{"cast":["Jessica Fiorentino","Kathy Anderson","Ellen Saint","Laura Lion","Sharka Blue"],"overview":"","release_date":"2008-10-06","vote_average":9.0,"runtime":105,"cert":"N\/A","id":69261,"title":"Porn Hard Art 2: Colour Nights","adult":true,"genre_ids":[]},{"cast":["Ross Valory","Steve Perry","Steve Smith","Jonathan Cain","Neal Schon"],"overview":"Recorded and filmed on Journey's \"Escape\" tour in November of 1981 at the Houston Summit in Houston, Texas, \"Live In Houston 1981\" captures the band at the height of their commercial success. The concert was first filmed and recorded as a concert for the then-fledgling MTV network Hits such as \"Lights\", \"Lovin', Touchin', Squeezin'\", \"Wheel in the Sky\", and \"Any Way You Want It\" are in evidence plus tracks from the band's then-current album \"Escape\" like its title cut, \"Open Arms\", \"Who's Cryin' Now\" and \"Don't Stop Believin'\" .","release_date":"2005-11-15","vote_average":6.5,"runtime":76,"cert":"N\/A","id":69262,"title":"Journey: Live in Houston 1981 - The Escape Tour","adult":false,"genre_ids":[10402]},{"cast":["Anthony Shaw","Billy Kincaid","Colby Taylor","Eric Hart","Jason Hawke"],"overview":"Falcon Exclusive Colby Taylor and Lifetime Exclusive Matthew Rush have always been hooked on each other, but they've never had the chance to admit it. An innocent game of wrestling encourages them to finally take the plunge.Eric Hart is busy working in the garden when he needs to go inside and fill up his water can. He sneaks in and catches Billy Kincaid soaping up in the shower and in no time at all, he fills up more than his can with his equally horny partner. Jason Hawke has been pining away over Jeremy Jordan for a long time and he finally gets his wish when the two get away for a sex-charged and magical love fest on the Northern California coast.Newly hired employee Anthony Shaw finds himselfcaught hook, line and sinker by bar manager Travis Wade. He imagines what it would be like to have this hunk of burning love dangling at the end of his line and luckily, at the close of the shift, he gets the chance to find out!","release_date":"2001-03-22","vote_average":6.5,"runtime":90,"cert":"N\/A","id":69263,"title":"Hooked","adult":true,"genre_ids":[]},{"cast":["Ed Flanders","Kathryn Walker","Roxanne Hart","Christopher Allport","David Clennon"],"overview":"A TV reporter and cameraman are taken hostage on a tugboat while covering a workers strike. The demands of the hostage-takers are to collect all the nuclear detonators in the Charleston, SC area so they may be detonated at sea. They threaten to detonate a nuclear device of their own of their demand isnt met.","release_date":"1983-03-20","vote_average":7.3,"runtime":103,"cert":"N\/A","id":69266,"title":"Special Bulletin","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Songs are for sharing, and learning the words to your favorite Disney songs has never been so much fun! Just sing along to the on-screen lyrics as you enjoy classic Disney characters in their most memorable musical scenes! Get ready to laugh and sing with wonderful tunes from one of the most popular musicals of all time -- MARY POPPINS! This volume introduces you to the \"Supercalifragilistic\" hits sung by everyone's favorite nanny, Mary Poppins. Sing along with this happy-go-lucky cast of live and animated characters in a giggling, gleeful musical celebration.","release_date":"2006-01-03","vote_average":10.0,"runtime":31,"cert":"N\/A","id":69269,"title":"Disney Sing-Along-Songs: I Love to Laugh - Supercalifragilisticexpialidocious","adult":false,"genre_ids":[10402,10751]},{"cast":["Shannon Beckner","Oded Fehr","Ryan Kennedy","Adrien Dorval","Duncan Fisher"],"overview":"Late one night, a mysterious car is brought into the Chicago police impound garage after a deadly traffic accident. The on-call mechanics soon discover the car has a mind of its own. With hundreds of horsepower and two tons of reinforced steel at its command, it's a seemingly unstoppable killing machine capable of outrunning -- and outwitting -- humans.","release_date":"2010-01-01","vote_average":5.1,"runtime":95,"cert":"N\/A","id":69270,"title":"Super Hybrid","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Although this video is tailored specifically for toddlers, kids of all ages will enjoy singing along to live-action videos of family favorites. Classic tunes include \"The Wheels on the Bus,\" \"Polly, Put the Kettle On,\" \"Eensy, Weensy Spider,\" \"The More We Get Together,\" \"Mulberry Bush,\" \"Baa, Baa, Black Sheep,\" \"Old MacDonald,\" \"Oh, Where, Oh, Where Has My Little Dog Gone?\" \"Pop! Goes the Weasel!\" and many more.","release_date":"2004-12-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69273,"title":"Toddler Tunes","adult":false,"genre_ids":[10402,10751]},{"cast":["Tod Fennell","Henry Czerny","Bronwen Booth","Meredith Henderson"],"overview":"Set in the 1920s, this film tells the poignant and inspiring story of Sam MacKenzie (Tod Fennell), a boy whose explorer dad disappeared on an expedition to the Arctic tundra. Unable to make friends, adjust to his new Canadian home or get along with his stepfather (Henry Czerny), Sam finds solace in Kayla, a wild dog he hopes to enter in a dogsled race. But when the community turns against Kayla, Sam must come to her rescue.","release_date":"1997-10-29","vote_average":0.0,"runtime":96,"cert":"N\/A","id":69274,"title":"Kayla: A Cry in the Wilderness","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Beneath the library of Pacific Northwest University lies an ancient evil—the earthwalking demon Duamerthrax the Indestructible. Freed after a thousand-year imprisonment, the demon unleashes his murderous fury upon legions of self-righteous, foolish, and incompetent college students. One such incompetent is Chris, an unfortunate accounting major who just happened to be in the way. Chris has only one hope: the Demon Hunters and their cold, fearless leader, Gabriel. Together, they find themselves caught in a deadly game of cat and mouse with Duamerthrax as the demon whittles down the team one by one. Will Chris and Gabriel discover the demon’s weakness and destroy him before he kills them all? And what mystical force is preventing Duamerthrax from leaving the campus? A tongue-in-cheek commentary both on monster movies and college student attitudes, Demon Hunters is a delightfully entertaining piece of independent filmmaking.","release_date":"1999-06-06","vote_average":4.0,"runtime":81,"cert":"N\/A","id":69275,"title":"Demon Hunters","adult":false,"genre_ids":[]},{"cast":["Brian Thompson","Alisha Das","Jack Starrett","Elizabeth Kaitan","Clayton Rohner"],"overview":"A professor and four graduate students journey to a crumbling mansion to investigate paranormal activity and must battle ghosts, aliens and satanic entities.","release_date":"1989-12-05","vote_average":4.6,"runtime":96,"cert":"N\/A","id":69276,"title":"Nightwish","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"All Chris wants is to be an accountant. This changes forever when a demon murders his girlfriend and destroys half of his sleepy college campus. Fleeing with Gabriel, the sole surviving member of a celestial team of demon hunters, Chris finds himself immersed in a world of supernatural terrors—a world populated by time-traveling gunslingers, coniferous bounty hunters, and the very demon who killed his friends. Can Chris learn to fight back and survive the horrors of Dead Camper Lake, or will he literally find himself in Hell?","release_date":"2004-03-04","vote_average":7.0,"runtime":100,"cert":"N\/A","id":69277,"title":"Demon Hunters: Dead Camper Lake","adult":false,"genre_ids":[]},{"cast":["Daniel Hendler","Jazmín Stuart","Yayo Guridi","Federico Luppi","Abian Vainstein"],"overview":"Inside a quarantined apartment building a man must protect his pregnant wife from his new neighbors.","release_date":"2011-07-13","vote_average":5.5,"runtime":95,"cert":"N\/A","id":69278,"title":"Phase 7","adult":false,"genre_ids":[53,878]},{"cast":[],"overview":"Although this video is tailored specifically for toddlers on the go, kids of all ages will enjoy singing along to live-action videos of family favorites. Classic tunes include \"Baby Bumblebee,\" \"When the Saints Go Marching In,\" \"I've Been Working on the Railroad,\" \"Boom, Boom, Ain't It Great to Be Crazy?\" \"The Ants Go Marching,\" \"I'm Gonna Work,\" \"Somebody's Knockin' at Your Door,\" \"John Brown's Baby\" and many more.","release_date":"2002-03-05","vote_average":0.0,"runtime":30,"cert":"N\/A","id":69279,"title":"Cedarmont Kids: Toddler Action Songs","adult":false,"genre_ids":[10751,10402]},{"cast":["Nicholas Bishop","Scott McRae","Bryan Probets","Tony Bonner","Roxane Wilson"],"overview":"Jonah Walton, a skilled hit man, is being pursued from a crime scene at high speed by police when he collides with a utility on a country road. The utility is being driven by Benjamin Rogen who has his young daughter Claire beside him. Jonah frees himself from his shattered car and a gun battle between Jonah and the police ensues. This results in the deaths of the two officers and the unintended deaths of Benjamin and Claire.Jonah, bloodied and injured, struggles from the scene and manages to call for help. Jonah finds his way to a road and attempts to commandeer the van of David Carpenter the local fencing contractor. But David manages to over-power the weakened Jonah and delivers him to the grieving wife and mother of Benjamin and Claire, Marie Rogen. Marie is swayed by David to imprison Jonah in her art workshop. Marie now has the power over Jonah to exact the ultimate revenge. She is a woman devastated by loss, ridden with her own guilt and barely hanging on to her own sanity.","release_date":"2008-09-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":69282,"title":"Punishment","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary providing a rare insight into the world of high-class call girls. The UK's sex industry is booming, and more women are turning to prostitution than ever before. Many ply their trade via personal websites in hope of attracting a certain type of client. The programme features interviews with prostitutes from all walks of life including a glamorous twenty-something, an ex-city banker, a married mother of four and a university student.","release_date":"2007-09-21","vote_average":0.0,"runtime":null,"cert":"","id":69283,"title":"Call Girls: The Truth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Janvier 1910. Paris est inondé. Bilan : 200 000 sinistrés, un milliard de francs de dégâts. Cette crue est centennale. Elle va se reproduire, les experts sont formels. Février 2011. Un technicien du métro parisien cherche désespérément sa femme qui doit accoucher dans un hôpital menacé par la crue ; un couple de touristes se réfugie dans un centre d'hébergement tandis que le fils de la préfète en charge des opérations se retrouve bloqué dans un distributeur bancaire... Les deux tiers de la capitale sont inondés : plus d'électricité, de téléphone, de chauffage, ni de gaz. Les transports à l'arrêt, l'économie paralysée, le quotidien des Parisiens bouleversé, des milliers de personnes fragilisées et des milliards d'euros de dégâts...","release_date":"2006-01-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":69286,"title":"Paris 2011 - La grande inondation","adult":false,"genre_ids":[]},{"cast":["Narda Blanchet","Pierette Pompom Bailhache","Aleksandr Cherkasov","Thamara Tarassachvili","Alexandra Liebermann"],"overview":"A noble family of France maintains dignity despite the onslaught of modernism and non-white immigrants.","release_date":"1992-11-04","vote_average":5.0,"runtime":117,"cert":"N\/A","id":69287,"title":"Chasing Butterflies","adult":false,"genre_ids":[18]},{"cast":["Don Megowan","Erica Elliott","Frances McCann","Don Doolittle","David Cross"],"overview":"Many years after a nuclear war destroyed much of human kind, the survivors have created a new society where much of the work done by artificial beings referred to derisively by humans as \"clickers\". Humans are producing fewer and fewer children and are less than a year away from having more artificial beings than humans. Most vociferous about the evolving situation is the Order of Flesh and Blood, an organization that is out to ensure that humans remain dominant. Among them is Capt. Kenneth Cragis who becomes very concerned that his sister Esme has formed a relationship with one of the artificial beings. He quickly forms a close relationship with Esme's friend Maxine Megan. Soon, they learn a great secret that affects them both directly.","release_date":"1962-07-03","vote_average":5.9,"runtime":75,"cert":"N\/A","id":69292,"title":"The Creation of the Humanoids","adult":false,"genre_ids":[878]},{"cast":["Bill Paxton","Julia Ormond","Sandrine Bonnaire","Jean-Michel Vovk","Elie Lison"],"overview":"The epic tale of an American reconnaissance pilot downed in occupied Belgium at the height of World War II. Hidden by resistance fighters, the pilot falls in love with the wife of the man who will save him. When their affair is exposed, an act of betrayal threatens their lives and the entire resistance movement, forcing the pilot to make a powerful choice that could change the course of the war.","release_date":"2003-07-16","vote_average":5.0,"runtime":92,"cert":"N\/A","id":69299,"title":"Resistance","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Miracles of Jesus is an exciting panorama of Jesus’ most touching miracles. Healing the sick and afflicted, raising Jairus’ dead daughter, casting out demons and calming the storm are attributed to the principle of faith. “All things are possible to those who believe,” Jesus tells us. The stories of Christ’s miracles increase our faith and teach character building virtues such as love, mercy and service.","release_date":"1989-06-01","vote_average":6.0,"runtime":30,"cert":"N\/A","id":69304,"title":"The Miracles of Jesus","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"The Prodigal Son is a parable of a wayward son reunited with his father and family after having squandered all his inheritance through wasteful and idolatrous living. Learn of God’s encompassing love for those who humbly repent. The example of the father’s joy for the return of his repentant young son is contrasted against the trust and rewards kept for those who do not waste that which God entrusts to them.","release_date":"1988-06-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69305,"title":"The Prodigal Son","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"John the Baptist is a story of courage and conviction seen through the life of one of God’s greatest prophets who gave everything to prepare the way for the Lord. It begins with the blessing John’s birth was to his aged parents. John grows in strength and integrity as he stands against political and spiritual adversity to preach the coming of the Lord. Finally, John beholds and baptizes Jesus, the Lamb of God.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69306,"title":"John the Baptist","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"God chooses a young woman, the kind and beautiful Esther, to save His people from destruction.  Queen Esther, however, has to risk her life to do God’s will.  Esther’s courage and wisdom are rewarded by God as tragedy turns to triumph and celebration for God’s people.","release_date":"1993-06-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":69307,"title":"Esther","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Saul of Tarsus is one of the most dramatic stories of repentance found in the Bible. Rabbi Gamaliel is unable to convince his friend Saul, the arch-enemy and persecutor of Christians, to mend his ways. Saul is changed forever when the resurrected Lord miraculously appears to him on the Road to Damascus. Saul becomes reborn as Paul, one of the greatest missionaries and apostles ever for Jesus Christ’s gospel.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69308,"title":"Saul of Tarsus","adult":false,"genre_ids":[16,10751]},{"cast":["Erik Rutström","Ola Sandstig","Britt-Marie Andersson","Julia Persdotter","P-A Emanielsson"],"overview":"The Guitar Mongoloid is a 2004 Swedish film directed by Ruben Östlund, about different people living outside the norms in the fictional city Jöteborg, strikingly similar to real-life Göteborg. Although not a documentary, most of the people seen in the film are non-actors more or less playing themselves.","release_date":"2004-10-01","vote_average":5.1,"runtime":89,"cert":"N\/A","id":69313,"title":"Gitarrmongot","adult":false,"genre_ids":[18]},{"cast":["Gary Sinise","Joe Mantegna","Bonnie Hunt","Bob Costas","Michael Wilbon"],"overview":"Few cities love their baseball team as much as Chicago loves the Cubs, and this documentary attempts to explain the close bond between the Windy City and their National League squad by interviewing some of the team's most-beloved players as well as celebrities who have been die heard fans of the Cubbies their entire lives. In addition to offering archival footage of many of the team's biggest stars, this program contains interviews with Bob Costas, Dennis Franz, Scott Turow, and Budd Selig.","release_date":"2011-05-17","vote_average":10.0,"runtime":90,"cert":"N\/A","id":69314,"title":"Chicago Cubs: The Heart and Soul of Chicago","adult":false,"genre_ids":[99]},{"cast":["Michelle Forbes","Stephanie Jacobsen","Graham Beckel","Jamie Bamber","Edward James Olmos"],"overview":"A two-hour Battlestar Galactica special that tells the story of the Battlestar Pegasus several months prior to it finding the Galactica.","release_date":"2007-12-18","vote_average":7.2,"runtime":88,"cert":"15","id":69315,"title":"Battlestar Galactica: Razor","adult":false,"genre_ids":[878,28,18,53,10770]},{"cast":["Nia Vardalos","Christos Sourmelis","Marissa Becker","Dain Blanton","Christos Doumas"],"overview":"GREECE: SECRETS OF THE PAST, directed by two-time Academy Award®-nominated filmmaker Greg MacGillivray, is the stirring story of how a Greek archeologist of the 21st century is uncovering the secret history of his ancient ancestors who forged a society that continues to astound the world today with its ideas, inventions and achievements. Set against the breathtaking, azure vistas of the Greek Isles, the film merges a contemporary archeological “detective story” with some of the most advanced and painstaking digital re-creations ever undertaken for an IMAX® theatre film, with scenes that restore such centuries-old spectacles as the original Parthenon and the volcanic eruption that buried Santorini in 1646 BC.","release_date":"2006-02-16","vote_average":7.0,"runtime":40,"cert":"N\/A","id":69316,"title":"Greece: Secrets of the Past","adult":false,"genre_ids":[99]},{"cast":["Emel Sayın","Kemal Sunal","Metin Akpinar","Halit Akçatepe","Tarık Akan"],"overview":"","release_date":"1974-01-01","vote_average":7.8,"runtime":null,"cert":"N\/A","id":69319,"title":"Mavi Boncuk","adult":false,"genre_ids":[]},{"cast":["Brad Rowe","Susan Ward","Samaire Armstrong","Stephanie Beacham","Jennifer Griffin"],"overview":"Screwball romantic comedy based on The Importance of Being Earnest.","release_date":"2005-01-25","vote_average":0.0,"runtime":96,"cert":"N\/A","id":69320,"title":"Would I Lie to You?","adult":false,"genre_ids":[35,10749]},{"cast":["Rock Hudson","Angie Dickinson","Telly Savalas","John David Carson","Roddy McDowall"],"overview":"In a California high school, a married teacher is the athletic coach and faculty advisor. He starts to have sex flings with his female students and eventually has to kill several of the girls to keep them quiet.","release_date":"1971-04-28","vote_average":6.7,"runtime":91,"cert":"N\/A","id":69321,"title":"Pretty Maids All in a Row","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"Gugara in Evenky language stands for the sound of the bell hanging from a reindeer neck. It's one of the few sounds you could hear in taiga, but recently there's almost nothing but silence. Within the last few weeks, Dimitri and Tatiana, elderly herdsmen, have lost their entire herd. What to do in taiga without it? Especially if you are very last herdsmen in the area. Everybody else already has left life in the forest for the nearby Russian village. This is the story of the decline of a small Siberian community. This observational documentary describes the paradoxical world of former nomads and reindeer herdsman that were forced to abandon their ancient life-ways. Characters of the film are on the different stages of forsaking world which was known us traditional way of life.","release_date":"2008-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":69322,"title":"Gugara","adult":false,"genre_ids":[99]},{"cast":["Corey Shields","Timothy Eric","Stacie Harrison","Troy Hogan","Loco"],"overview":"A homeless man who witnesses a murder is forced to entertain his tormentors with three tales of murder, revenge, and terror.","release_date":"2004-01-01","vote_average":4.0,"runtime":88,"cert":"N\/A","id":69323,"title":"Street Tales of Terror","adult":false,"genre_ids":[27]},{"cast":["Alicia Fulford-Wierzbicki","Sarah Peirse","Alistair Browning","Marton Csokas","Alastair Browning"],"overview":"Janey is on vacation with her brother, Jim, mother, Kate, and father Ed, at their beach house on the Mahurangi Peninsual in New Zealand. Ed and Kate, who are on the verge of divorce, sit around in the back yard all day drinking whiskey and Janey and Jim are left to their own devices. Cady, a local boaty who is having an affair with Kate, catches Janey's pubescent eye. In response to his wife's drinking problem and recurring infidelity, Ed turns to alcohol, ignoring his children almost as much as his wife, which eventually leads to a character's fate.","release_date":"2001-05-14","vote_average":5.4,"runtime":92,"cert":"N\/A","id":69324,"title":"Rain","adult":false,"genre_ids":[18,10749]},{"cast":["Samaire Armstrong","Brad William Henke","Jon Gries","Oscar Guerrero","Michael A. Goorjian"],"overview":"A love story set in the shadow of the shipyards of San Francisco. A young woman living with her much adored uncle Henry and domineering, abusive father, meets a penniless illegal immigrant, whose love gives her the insight and courage to finally break free and live her own life.","release_date":"2011-09-30","vote_average":4.0,"runtime":93,"cert":"N\/A","id":69325,"title":"Around June","adult":false,"genre_ids":[16,18,14,10749]},{"cast":["Rina Akiyama","Ruito Aoyagi","Asami","Yukihide Benny","Satoshi Hakuzen"],"overview":"Yuki lives at home in peace until one day a unit of assassins breaks in and kill her mother. In order to revenge herself Yuki becomes a demon of vengeance by donning gothic lolita clothing, using a parasol as a deadly weapon, and executing the guilty in God's name.","release_date":"2010-09-04","vote_average":4.8,"runtime":88,"cert":"N\/A","id":69326,"title":"Gothic & Lolita Psycho","adult":false,"genre_ids":[27,28]},{"cast":["Thomas Dekker","Rumer Willis","Ron Jeremy","Johanna Braddy","Anthony Fitzgerald"],"overview":"A group of young hopeful teenagers who have come to Hollywood in the hopes of an acting career find that the business is harder than they had ever imagined.","release_date":"2008-10-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69327,"title":"Whore","adult":false,"genre_ids":[18]},{"cast":["Olivier Cruveiller","Jean-Claude Dreyfus"],"overview":"Wang Fo, the greatest master of medieval China, aided by his assistant who has given up everything to follow him, desperately seeks aesthetic perfection. A day comes when he thinks he has achieved it. But his genius arouses both the curiosity and the jealousy of the Emperor. Wang Fo will be able to escape the Emperor's vindictiveness only by going to the limit of his talents.","release_date":"1987-01-01","vote_average":7.4,"runtime":15,"cert":"N\/A","id":69328,"title":"How Wang-Fo Was Saved","adult":false,"genre_ids":[18,16,14]},{"cast":["Samson Odhiambo","Leila Dayan Opou","Krysteen Savane","Frank Kimani","Joab Ogolla"],"overview":"Abila (14) lives in one of the most miserable slums in Africa. His girlfriend Shiku belongs to a different tribe, as the result of which he is not really allowed to fraternize with her. And then one drunken night his father gambles away his own soul.","release_date":"2010-01-01","vote_average":7.2,"runtime":61,"cert":"N\/A","id":69333,"title":"Soul boy","adult":false,"genre_ids":[18]},{"cast":["David Ogden Stiers","Matthew Settle","Kenny Johnston","John Kassir","Michelle Hurd"],"overview":"An evil Weather Man intent on destroying New Metro City with a series of malevolent meteorological mishaps? Can the super-powered (and semi-employed) Justice League of America save the day? Or will New Metro be drowned in a humongous tidal wave?","release_date":"1997-10-05","vote_average":1.9,"runtime":86,"cert":"N\/A","id":69336,"title":"Justice League of America","adult":false,"genre_ids":[14,28,12,878,10770]},{"cast":["Rebecca Hall","Stephen Campbell Moore","Freddie Stevenson","Josh Cooke","Jake Sandvig"],"overview":"A journey through Emily Dickinson's tortured life of psycho sexual frenzy or a satire of short films","release_date":"2008-08-21","vote_average":6.0,"runtime":10,"cert":"N\/A","id":69339,"title":"Official Selection","adult":false,"genre_ids":[35]},{"cast":["Vanessa Redgrave"],"overview":"The eagerly awaited sequel to Patrick Keiller's London and Robinson in Space is a beautifully photographed cinematic essay on our current environmental and economic predicament, narrated by Vanessa Redgrave. Timely, provocative and studded with surreal humour, Robinson in Ruins reveals hidden histories and surprising visions (from the opium poppy fields of Oxfordshire to what seems to be a talking post box), making us consider the world around us afresh.","release_date":"2010-11-19","vote_average":8.0,"runtime":101,"cert":"","id":69340,"title":"Robinson in Ruins","adult":false,"genre_ids":[99]},{"cast":["Kim Jiang","Jane Kim","Patrick Heusinger","Ian Wen","Theresa Ngo"],"overview":"A rare view into the emotionally complex interior of young Asian American women, featuring a Korean adoptee who needs to come to terms with her damaged past.","release_date":"2007-03-18","vote_average":0.0,"runtime":86,"cert":"N\/A","id":69341,"title":"Tie a Yellow Ribbon","adult":false,"genre_ids":[18]},{"cast":["Judd Nelson","Bill Paxton","Rob Lowe","Wayne Newton","Claudia Christian"],"overview":"A man pursues stand-up comedy encouraged by his fellow garbage man. Though his friend, who accompanies him on accordion, continues to tell him how great he is, he actually stinks. When the \"comedian\" grows a third arm out of his back, the friend uses this twist to get him signed up with a sleazy talent agent, and it begins to look like his career is on the move, even though his girlfriend has left him.","release_date":"1991-07-26","vote_average":5.2,"runtime":101,"cert":"N\/A","id":69342,"title":"The Dark Backward","adult":false,"genre_ids":[35]},{"cast":["Robert Ginty","John Turturro","Mario Van Peebles","Deborah Geffner","Frankie Faison"],"overview":"The flamethrower-wielding vigilante John Eastland returns to rid New York of a drug lord and his gang.","release_date":"1984-09-14","vote_average":3.7,"runtime":89,"cert":"N\/A","id":69343,"title":"Exterminator 2","adult":false,"genre_ids":[28,80,53]},{"cast":["Emraan Hashmi","Ninad Kamat","Shamita Shetty","Udita Goswami","Sameer Kochhar"],"overview":"Siddharth and Sonia are happily married until Anna walks into Siddharth's life. Things go from bad to worse, when Anna gets killed and Siddharth finds himself sinking in troubled waters.","release_date":"2005-03-25","vote_average":5.6,"runtime":132,"cert":"N\/A","id":69346,"title":"Zeher","adult":false,"genre_ids":[53]},{"cast":["Lefteris Vogiatzis","Nikos Kouris","Alexia Kaltsiki"],"overview":"A writer, locked in his house, writes about a young man who wanders in Athens and tries its fruits.","release_date":"2010-10-07","vote_average":7.5,"runtime":null,"cert":"N\/A","id":69347,"title":"Τα οπωροφόρα της Αθήνας","adult":false,"genre_ids":[18]},{"cast":["İlker Aksum","Mehmet Ali Nuroğlu","Taner Birsel","Baki Davrak","Güneş Sayın"],"overview":"The peaceful cohabitation of two 30-something bachelors is disrupted when they both fall in love with the charming young woman who moves in with them.","release_date":"2011-01-01","vote_average":6.4,"runtime":102,"cert":"N\/A","id":69352,"title":"Our Grand Despair","adult":false,"genre_ids":[18]},{"cast":["Sotiris Pastras","Youlika Skafida","Yorgos Karamihos","Andriana Babali","Akilas Karazisis"],"overview":"Dimitris, a 23 yr. old swimming champion, meets Elsa, a yound environmental activist. Their relation, and her sudden dissaperance, make him re-evaluate his settled life.","release_date":"2010-11-06","vote_average":4.3,"runtime":87,"cert":"N\/A","id":69353,"title":"Apnea","adult":false,"genre_ids":[53,18]},{"cast":["Velimir Gjurin","Ruša Bojc","Blanka Florjanc","Marija Goršič","Martin Mele"],"overview":"Two boys, Kekec and Rozle, come to serve a farmer, with a blind daughter Mojca, as shepherds. As the night falls, the two boys start talking about a woman who lives in the mountains and is supposed to steal children. Her name is Pehta. In the morning, Kekec, Rozle and Mojca go to an Alpine cottage and Kekec promises Mojca that he will find her a remedy for her eyes. As the girl is picking flowers, Pehta arrives and takes Mojca into her cottage. She wants to keep Mojca because of her singing.","release_date":"1963-11-20","vote_average":5.5,"runtime":76,"cert":"N\/A","id":69354,"title":"Good Luck, Kekec","adult":false,"genre_ids":[18,10751]},{"cast":["Zlatko Krasnić","Polde Bibič","Boris Ivanovski","Jasna Krofak","Jože Zupan"],"overview":"A story of the witty boy Kekec, his friends and their adventures in the mountains of Slovenia during the summer.","release_date":"1968-12-23","vote_average":8.8,"runtime":75,"cert":"N\/A","id":69355,"title":"Kekec's Tricks","adult":false,"genre_ids":[10751,12]},{"cast":["Matteo Branciamore","Stefano Sammarco","Cristian Marazziti","Alessandro Tersigni","Alessandro Borghi"],"overview":"","release_date":"2011-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69356,"title":"5 (Cinque)","adult":false,"genre_ids":[18]},{"cast":["Adriana Barraza","Mónica Bejarano","Ari Brickman","Yolanda Abbud L.","Carmen Corral"],"overview":"Made up of 10 short films, 'Revolucion' analyzes through the eyes of the directors what is the revolution today and what it means to the young minds of Mexico.","release_date":"2010-07-16","vote_average":4.8,"runtime":105,"cert":"N\/A","id":69357,"title":"Revolución","adult":false,"genre_ids":[]},{"cast":["Carlos Morales","Ivan Andros","Matt Sizemore","Michael Brandon","Miguel Leonn"],"overview":"Classic Raging Stallion Scenes from Downright Dangerous, Sexpack Six, Sexpack Nine, Sexpack Ten, Passport to Paradise, and Arabesque.","release_date":"2009-05-13","vote_average":6.0,"runtime":120,"cert":"N\/A","id":69358,"title":"Humongous Cocks 2","adult":true,"genre_ids":[]},{"cast":["Alex Baresi","Trey Casteel","Dirk Jager","Arpad Miklos","Collin O'Neal"],"overview":"RAGING STALLION STUDIOS proudly presents the latest and greatest offering from MICHAEL BRANDON'S MONSTER BANG VIDEO, the ultimate gym movie, \"HUMPING IRON”. Legendary porn star-turned-director\/producer BRANDON has given us a fucking epic about freshly pumped beef and brawn in the pec palace of your dreams. Watch in awe as MICHAEL's handpicked troupe of hung and buffed bad boys demonstrate how theywork up a sweat working their favorite muscles. Massive meat is the order of the day and these studs show they've got the power, passion, and primo peckers you expect from MONSTER BANG. And with BRANDON directing you know it’s going to be done right. Forget Gold's, 24 Hour Fitness, and Crunch. This is the establishment you want to be at. The workout stations are nice (very versatile) but it’s the equipment on the members that make this place unforgettable as they make you feel more than the burn in this butt-busting masterpiece.","release_date":"2006-09-28","vote_average":7.0,"runtime":120,"cert":"N\/A","id":69359,"title":"Humping Iron","adult":true,"genre_ids":[]},{"cast":["Eric Valentin","Tom Chase","Darin Hawk","Luke Garrett","Mitch Branson"],"overview":"Like getting lost in a pleasant dream, the lustful passions of men can seduce your mind and draw you inside yourself, into a realm of sensual pleasure. You lose yourself in the moment. Your deepest desires have been aroused. But they need to come out. The intoxicating sights and sounds of men satisfying each other as only men can have the power to transport you and to transform your surroundings. The hungry cravings that lay deep inside. In a peaceful garden... an open field... deep in the woods. These serene outdoor settings serve as the majestic backdrop for these four sizzling Colt Man encounters. A surreal atmosphere is created as the man-on-man passions from inside the bedroom are brought out into the world of nature and the great outdoors. In the full light of day Colt Men indulge their passions and satisfy their lust for each other. What could be more natural?","release_date":"2009-10-12","vote_average":6.5,"runtime":90,"cert":"N\/A","id":69360,"title":"Inside Out","adult":true,"genre_ids":[]},{"cast":["James Marshall","Michelle Goh"],"overview":"Dans un laboratoire secret du gouvernement, le Docteur Woodman conduit une expérience destinée à transformer un alien agressif en redoutable machine de guerre. Mais la créature s'échappe, semant la terreur autour d'elle. Un commando spécial de l'armée, mené par la splendide Rita Talon, reste alors le dernier recours pour traquer la bête.","release_date":"2004-08-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":69361,"title":"Predatorman","adult":false,"genre_ids":[27]},{"cast":["Apichej Kittikornjaroen","Worrawech Danuwong","Kavee Tanjararak","Supatchaya Reunreung","Pissamai Wilaisuk"],"overview":"A seemingly ordinary day ends up changing the lives of three youngsters: Beem, Dan, and Big, who work in a magazine art department. Ending this particular day with a quarrel, each storms home in anger and encounters an unexplainable event. Dan becomes haunted with the image of an old woman standing in front of him. Big feels the wind stronger than ever before while he driving, and a boy selling garlands suddenly pops up in the side mirror, an omen of something...but what? Beem meets a girl- Oam- who appears normal but becomes overly familiar with him so quickly that it seems strange. It soon becomes apparent that one of the trio is destined to die- but who? Can the other two help prevent their friend's death? And what is the connection between the old woman, the garland seller and Oam?","release_date":"2003-04-04","vote_average":6.0,"runtime":80,"cert":"N\/A","id":69362,"title":"Omen","adult":false,"genre_ids":[27,53]},{"cast":["Ashley Jones","Jennifer Lyons","Patrick Bergin","Charlie O'Connell","Elena Lyons"],"overview":"A group of young adults attend an all-night rave, only to discover that it's a trap for a satanic cult that requires flesh for bloody sacrifices.","release_date":"2001-07-31","vote_average":5.3,"runtime":88,"cert":"N\/A","id":69363,"title":"Devil's Prey","adult":false,"genre_ids":[27]},{"cast":["Virginie Verrière","Georges Brassens","Robert Charlebois","Philippe Chatel","Louis Chedid"],"overview":"","release_date":"1980-12-24","vote_average":5.7,"runtime":null,"cert":"N\/A","id":69366,"title":"Émilie Jolie","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69367,"title":"Eros Ramazzotti - Stile Libero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Henry Sun finds his carefully protected world ripped away from him after a deadly outbreak of a mysterious flu. Trapped in his building with two of his neighbors, he waits for an improbably rescue party. As the days pass, Henry discovers the terrifying lengths he will go to conquer his compulsive neuroses and survive.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69368,"title":"Static","adult":false,"genre_ids":[27]},{"cast":["Ally Sheedy","Sean Patrick Flanery","Meat Loaf","Patty McCormack","Nia Peeples"],"overview":"Jane Alexander's idyllic life in San Francisco is shattered when her beloved, elderly aunt is brutally murdered. But when her fiancé, Tom O'Donnell, becomes the main suspect, Jane must put aside her grief to aid the police before the chance at justice is lost forever.","release_date":"2009-01-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":69371,"title":"Citizen Jane","adult":false,"genre_ids":[80,9648]},{"cast":["Damián Alcázar","Cecilia Suárez","Pedro Armendáriz Jr.","Jesús Ochoa","Antonio Serrano"],"overview":"A fairy tale about the political and socioeconomic realities of Mexico.","release_date":"2006-03-17","vote_average":6.5,"runtime":118,"cert":"N\/A","id":69380,"title":"A Wonderful World","adult":false,"genre_ids":[35,18]},{"cast":["Maria Lundqvist"],"overview":"Pappa spöke gör sig redo för en natts spökarbete. Han visar Laban sina hemskaste spöktongångar. Det lilla spöket vill låta skrämmande, men oavsett hur han försöker, låter han söt. Problemet är att Laban är rädd själv när han går i de mörka korridorerna.","release_date":"2006-11-17","vote_average":6.5,"runtime":44,"cert":"N\/A","id":69381,"title":"Laban the Little Ghost","adult":false,"genre_ids":[16,10751]},{"cast":["Robert Bones","Kirpatrick Thomas","Dave Koenig","Julie Patterson"],"overview":"A gun-slinging preacher returns to the debaucherous town of Playa Diablo seeking revenge from the notorious scorpion-venom drinking bandito El Sobero - lead outlaw and number one bad guy. El Sobero and his band of bad banditos are also returning to Playa Diablo seeking their own revenge against the town sheriff. With the Bounty Hunter dragging up slowly behind there is sure to be a confrontation of Biblical proportions as they all meet in the circle of death.","release_date":"2007-07-08","vote_average":2.0,"runtime":78,"cert":"N\/A","id":69382,"title":"The Legend of God's Gun","adult":false,"genre_ids":[28,37]},{"cast":["Yoon Kye-sang","Ha Jung-woo","Yoon Jin-seo","Kim Min-joo","Ma Dong-seok"],"overview":"Seung-woo through his friend Jae-hyun becomes a \"host,\" or a male gigolo who serves women customers, to make ends meet. Seung-woo's family had been financially successful but suffered bankruptcy and plunged into poverty. Most of his clients are themselves workers in the hostess or prostitution trade. Jae-hyun is a manager at the host bar Seung-woo works at. Jae-hyun is a chronic con artist who lies and cheats women, including his live-in girlfriend who is Seung-woo's sister, to get money. Trouble brews when Seung-woo starts dating one of his customers, a massage parlor girl named Ji-won, and Jae-hyun's scams finally start to catch up with him.","release_date":"2008-04-30","vote_average":6.0,"runtime":123,"cert":"N\/A","id":69383,"title":"Beastie Boys","adult":false,"genre_ids":[35,18]},{"cast":["Maria Lundqvist"],"overview":"Sex episoder om det lilla spöket laban som är mörkrädd.","release_date":"2007-08-07","vote_average":4.0,"runtime":43,"cert":"N\/A","id":69384,"title":"Lilla Spöket Laban: Spökdags","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"An economically repressed young man (Bondo) loses his father in his attempt to cross the border (to send money home) at Tijuana, Mexico. As Bondo sets out on his own, he encounters an array of people holding him back, including the Chief of TJ policia that killed his father, that now wants him dead too. After a deadly attempt at crossing the boarder himself, he resourcefully constructs a flying machine out of a wheel barrow and navigates himself to the Santa Monica pier. There he will begin to complete his fathers dream. Written by Mark Christensen","release_date":"2010-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":69385,"title":"American Flyer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Reds won their first Super Rugby title in the professional era when they beat the Crusaders 18-13 in the 2011 Super Rugby final held in Brisbane.","release_date":"","vote_average":5.0,"runtime":93,"cert":"N\/A","id":69386,"title":"Super Rugby 2011 Week 21","adult":false,"genre_ids":[]},{"cast":["Ajith Kumar","Nayanthara","Navdeep","Piaa Bajpai","Jayaram"],"overview":"Ajith plays a special task force commander, the kind of squad only used for special tactic operations. A situation arises where he has to get back to his family members. Enthralled with rising emotions and love for his blood brother he decides to stay with that family not revealing his real identity. There he falls in love with a woman of his dreams. He is also a patriotic defender of his motherland. Caught up in a dilemma of romance and emotions he also has to protect his country from the intruders. He is the one and he will succeed but how?","release_date":"2008-01-01","vote_average":4.6,"runtime":135,"cert":"N\/A","id":69389,"title":"Aegan","adult":false,"genre_ids":[28,10749]},{"cast":["Teddy Rhodin","Marrit Ohlsson","Stefan Wånggren","Birger Åsander","Sif Ruud"],"overview":"Three city kids are taken somewhat reluctantly to a farm out in the forests of Sweden. There they meet the resident country kids who's rosy cheeks and youthful antics mirror the apathy and cynicism of the children grown up in the callous and barren streets of the city. In the country, strange and mysterious things are afoot. Sudden fires, cars braking down and enigmatic sightings point to there being more than the modern man fathoms in the woods. People talk of trolls and beings in the woods, guardians of the land, but the grown ups do not believe and the cynical city children say such talk is nonsense.","release_date":"1980-02-27","vote_average":0.0,"runtime":85,"cert":"N\/A","id":69390,"title":"Trollsommar","adult":false,"genre_ids":[14,10751]},{"cast":["Kim Su-ro","Cho Yeo-jeong","Cheon Ho-jin","Son Byung-ho","Oh Gwang-rok"],"overview":"A mosquito from Transylvania finds its way to Seoul where it bites Na Do-yol, a corrupt police officer. Soon after he begins to develop a thirst for blood, and finds out that he has vampire super powers whenever he becomes sexually aroused. When Do-yol's past misdeeds come back to threaten his partner and girlfriend, he decides to clean up his act and sets out for revenge.","release_date":"2006-02-09","vote_average":5.3,"runtime":110,"cert":"N\/A","id":69391,"title":"Vampire Cop Ricky","adult":false,"genre_ids":[28,35,80,14,10749]},{"cast":["Amber Rayne"],"overview":"How did this all happen? How did a once cute little innocent girl turn into a super-mega cum hungry whore? Well.. we don't really know. What we do know is she is willing to do anything to get as much man jizz in her as humanly possible. Without using any condoms or cleaning up. She takes load after load of hot sticky cum in her ass and creates one of the most unbelievable cream pies ever!! Don't miss this one, you won't see anything like it!","release_date":"2010-06-01","vote_average":9.5,"runtime":107,"cert":"N\/A","id":69392,"title":"50 Guy Cream Pie 8","adult":true,"genre_ids":[]},{"cast":["Sharon Lawrence","Mika Boorem","Tamara Hope","Currie Graham","Tim Matheson"],"overview":"Martha is a businesswoman and divorced mother of two children - Augusta and Jack. However, when docile Augusta becomes a teenager, feelings of anger and self-hate cause her personality to undergo a scary transformation, and Martha realizes that this is not just typical teen angst. Augusta begins doing drugs, drinking, and ends up on the streets. Her concerned mother and father reach out to an educational consultant, who advises them to send Augusta to a strict wilderness camp for troubled teens. However, even the institution's experienced and tough administrators find Augusta a difficulty to keep under control. Martha comes to realize that there is no answer to her daughter's behavior.","release_date":"2006-03-01","vote_average":6.2,"runtime":100,"cert":"N\/A","id":69393,"title":"Augusta, Gone","adult":false,"genre_ids":[18]},{"cast":["Ajith Kumar","Pooja Umashankar","Sujatha","Nizhalgal Ravi","Ilavarasu"],"overview":"The movie begins with Ajith, a driving instructor leading a happy life with his mother Sujatha. She hides from him the truth that his father, Nizhalgal Ravi, was murdered by a dadha, Babu Anthony. The mother much against the boy’s wish packs off Ajith’s twin brother with a family who offer to adopt him, who had been witness to the murderer from a close quarter, to a distant town. He escapes from the family and goes to Tuticorin and grows to become a gangster there. When the younger Ajith visits Tuticorin, he comes across his elder brother. Seizing the opportunity, the elder brother kidnaps the younger one and decides to go as the driving instructor to Chennai. Initially, he plans to take revenge on his mother for packing him off from their house at a very young age. He hurts her at every step and even plans to sell off all their property.","release_date":"2004-11-12","vote_average":5.6,"runtime":157,"cert":"N\/A","id":69394,"title":"Attagasam","adult":false,"genre_ids":[28,53]},{"cast":["Dan Broad","Vicky Haughton","Elizabeth Hawthorne","Antony Starr"],"overview":"A forest ranger is haunted by the disappearance of his four-year-old daughter, and the subsequent breakup of his marriage. He discovers his ex-wife Ana is pregnant to the policeman in charge of his missing daughter's case.","release_date":"2010-11-04","vote_average":6.3,"runtime":91,"cert":"N\/A","id":69397,"title":"After the Waterfall","adult":false,"genre_ids":[18]},{"cast":["Brigitte Lahaie","Asia-Kiss","Georges Brasero","Estelle Desanges","Carla Paris"],"overview":"Several couples demonstrate 50 positions of lovemaking from the Kama Sutra while an off-screen narrator, a woman with a soft voice, describes each position, provides its name, and notes its pleasures, sensations, intensities, originality, and caveats. The primary set is a large bedroom, with the bed in the center; the walls are yellow, the lighting soft; mirrors sometimes provide additional angles. Music plays. The silent couples move rhythmically and keep their cool.","release_date":"2005-11-05","vote_average":6.5,"runtime":null,"cert":"N\/A","id":69398,"title":"Kama Sutra - Secrets to the Art of Love","adult":false,"genre_ids":[99]},{"cast":["Ajith Kumar","Vasundhara Das","Meena","Nagma","Kanal Kannan"],"overview":"Three prominent members of society, a judge, a police official and a district collector are kidnapped in broad daylight by a man who calls himself 'Citizen'. As CBI Officer Sarojini (Nagma) follows his trail she finds clues to a shocking mystery, of a village called Attipatthi which simply disappeared off the map of India, and to which each of these men is connected","release_date":"2001-06-08","vote_average":5.9,"runtime":157,"cert":"N\/A","id":69399,"title":"Citizen","adult":false,"genre_ids":[18,28,80]},{"cast":["Masahiro Hisano","Yukika Sakuratani","Shoichi Sato","Takuya Kurihara","Jun Kunimura"],"overview":"Twelve year old Sei has hit puberty and is quickly becoming sexually aware, sometimes not as privately as he'd like; erections in school and other inopportune times plague him. He talks about it with his school friends, Kinta and Nyanko, in between their feuding over the affections of classmate Yumi, but can't figure out what to do about it.","release_date":"2002-10-22","vote_average":7.5,"runtime":103,"cert":"N\/A","id":69400,"title":"Sorry","adult":false,"genre_ids":[]},{"cast":["Ajith Kumar","Suresh Gopi","Laila","Shyam Ganesh","Sriman"],"overview":"A local gangster and his adopted brother rule over a town together. However, their relationship turns sour after the man's sister dies due to the gangster's mistake.","release_date":"2001-01-14","vote_average":5.4,"runtime":157,"cert":"N\/A","id":69401,"title":"Dheena","adult":false,"genre_ids":[28,18,10749]},{"cast":["Ajith Kumar","Trisha Krishnan","Ajay","Rajkiran","Vivek"],"overview":"A sincere man wishes to fulfill his father's dream that he follows in his footsteps and becomes a police officer. However, when his father is punished for his honesty and transferred to an area that is ruled with an iron fist by a heartless gangster, the young man must take the law into his own hands to protect his father.","release_date":"2007-07-20","vote_average":6.3,"runtime":157,"cert":"N\/A","id":69402,"title":"Kireedam","adult":false,"genre_ids":[18]},{"cast":["Nadia Cassini","Lino Banfi","Paolo Giusti","Karin Schubert","Carlo Sposito"],"overview":"A story about a singer\/showgirl who poses as a nurse to recover some stolen paintings, which for some reason are hidden in a military insane asylum.","release_date":"1979-11-27","vote_average":5.3,"runtime":89,"cert":"N\/A","id":69403,"title":"The Nurse in the Military Madhouse","adult":false,"genre_ids":[35]},{"cast":["Ajith Kumar","Jyothika","Raghuvaran","Vivek","Jai Ganesh"],"overview":"Sridhar has been trying to become a music director for eight years. In spite of having earned an M.A., his only dream is to become a music director (he even calls the eight-year wait a \"penance\"). His family (father, his brother Shiva, his sister-in-law Shantha and his sister) are fully supportive of him. He runs into Viji and their friendship soon blossoms into love. She helps him get a foot in the door in the industry but bad luck spoils his chances. When Viji's sister's marriage is finalized suddenly, Viji's father asks her to get married too. But he is understandably worried when he learns that Sridhar is unemployed and following a dream that has not been realized for 8 years. Her father even offers a job to him also. But he refuses to do that since his primary goal is to become music director. But he also realizes that he has to support his family. Will he be able to do both?","release_date":"2000-02-02","vote_average":7.0,"runtime":157,"cert":"N\/A","id":69404,"title":"Mugavari","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Wings of Defeat is a feature-length documentary exploring the human experience of surviving kamikaze pilots. When director, Risa Morimoto, learned that her beloved uncle had trained as a kamikaze pilot in his youth but carried that secret to his grave, she decided to retrace his footsteps and ask surviving pilots about their provocative experiences. Sixty years later, survivors in their eighties tell us about their training, their mindsets, their experiences in a kamikaze cockpit and what it meant to survive when thousands of their fellow pilots crashed to their deaths. Their stories insist we set aside our preconceptions to relive their all too human experiences with them. Ultimately, they help us question what responsibilities a government at war has to its soldiers and to its people.","release_date":"2007-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69405,"title":"Wings of Defeat","adult":false,"genre_ids":[99]},{"cast":["Bill Pullman","Charlotte Rampling","Irène Jacob","Fisher Stevens","Jérôme Kircher"],"overview":"Is this possible to reconcile individual happiness and social justice? It is the paradoxical search several foreigners installed in Brazil. Charlotte Rampling incarnates a British esthetic surgeon given to dissuade whoever would like to pass under the lancet. Irène Jacob is an anthropologist Frenchwoman whose of libido concerns override its political conscience. Bill Pullman camps a disturbed American ambassador who flees his most dangerous responsibilities while hiding in one for the favelas for Rio. There, it becomes accessory to the schemes of Fisher Stevens, a tourist guide, doubled of a romantic swindler. All these stories meet in a whimsical comedy nevertheless anchored in the reality of Rio de Janeiro, known rightly like “the town of wonders.”","release_date":"2010-09-16","vote_average":5.1,"runtime":124,"cert":"N\/A","id":69406,"title":"Rio Sex Comedy","adult":false,"genre_ids":[35,18]},{"cast":["Ajith Kumar","Asin Thottumkal","Kaniha","Rajesh","Vijayan"],"overview":"Shiva, the ageing business tycoon, bound to his wheelchair, sharing a strong bonding with his son Vishnu. Indulgent, while Vishnu whiles away his time with his cronies taking life easy. But then suddenly Vishnu starts behaving out of character, his drunken bouts and acts causing the father much shame and embarrassment. And when Vishnu professes to remember nothing of what he had done, the father takes him to a psychiatrist.","release_date":"2006-10-20","vote_average":5.8,"runtime":157,"cert":"N\/A","id":69407,"title":"Varalaru","adult":false,"genre_ids":[18]},{"cast":[],"overview":"According to an urban legend, a girl named Hikiko Mori was taunted and bullied relentlessly by her classmates, eventually resulting in her accidental death. Holding a grudge against all bullies, her spirit now haunts her former school, slowly gathering the strength to exact vengeance on the living. A group of frightened school girls decide to investigate the rumors further and what they find convinces them that they have to stop the spirit of Hikiko-san before it’s too late","release_date":"2008-01-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":69408,"title":"Scream Girls","adult":false,"genre_ids":[]},{"cast":["Ajith Kumar","Asin Thottumkal","Vivek","Manorama","Geetha"],"overview":"Aalwar is a traditional priest. He is devoted to his mother and sister. But the villainous elements Lal, Vincent Asokan, kill the sister and mother. Aalwar, with revenge ringing in his mind, ends up as Shiva the killer, even while working as a ward boy in a hospital. Shiva is out to make a statement against the venal forces. He sees himself as some kind of avatar — in fact, he bumps off the baddies under the get-up's of Lord Rama and Lord Krishna. In climax, Shiva turns up as Lord Narasimha and bumps off the last villain by placing him on his thighs and ripping apart his bowels and chest with his sharp claws.","release_date":"2007-01-12","vote_average":4.3,"runtime":157,"cert":"N\/A","id":69409,"title":"Aalwar","adult":false,"genre_ids":[28,53]},{"cast":["Ajith Kumar","Sadha","Riyaz Khan","C. Arun Pandian","Livingston"],"overview":"Ajith is a straight forward young man who leads a happy life with his parents and younger sister. He happens to meet the heroine Sada and both fall for one another. Ajith’s sister is pregnant and at the time of delivery, he takes her to a hospital. The doc there expects bribe but when it is not forthcoming, neglects his duty because of which Ajith’s sister dies. Ajith comes to know that this is not the first instance in the hospital and the doctor is none other than Riyaz Khan’s brother. When he goes out to get him, Riyaz Khan and his father do all that they can to protect this guy from Ajith. That is where the action part of the movie takes off. How Ajith gets his revenge on the people responsible for his sisters death is the movies climax.","release_date":"2006-04-14","vote_average":4.3,"runtime":157,"cert":"N\/A","id":69410,"title":"Thirupathi","adult":false,"genre_ids":[28,18]},{"cast":["Ajith Kumar","Trisha Krishnan","Charan Raj","Vijayakumar","Manivannan"],"overview":"Vasu (Ajith), a final year college student is happy go lucky. But he is forced to contest elections in the college after being persuaded by his friends (Venkat Prabhu and Arun). He, however, incurs the wrath of the local MLA Varadharajan (Charanraj), whose son is studying in the college, contests the elections too. In the course of events, the MLA's gang attacks Vasu and his friends. It's here that Vasu's father (Vijayakumar) advises the students to take a plunge in politics and teach the bad apples like Varadharajan a lesson","release_date":"2005-02-21","vote_average":6.3,"runtime":157,"cert":"N\/A","id":69413,"title":"Ji","adult":false,"genre_ids":[28,18]},{"cast":["Ajith Kumar","Sneha","Srividhya","Manoj K Jayan","Radha Ravi"],"overview":"Jana lives in a village in Tamil Nadu, leading life incognito, taking up the cause of the villagers, making enemies around. And then comes the twist in the tale, the caption in the interval reading...'Interval...Wait just see other face'. And when the film re-opens we do get to see the other face of Jana. Jana, a terror to the Mumbai underworld, corrupt politicians and their ilk, killing, maiming and teaching a lesson to them. Both the faces of Jana merge finally, when his bete noire Bhandari, out of jail, comes to the village to have his final round with Jana.","release_date":"2004-01-05","vote_average":5.3,"runtime":157,"cert":"N\/A","id":69414,"title":"Jana","adult":false,"genre_ids":[18]},{"cast":["Ajith Kumar","Meera Jasmine","Raghuvaran","Jayaprakash Reddy","Adithya Menon"],"overview":"DCP Paramaguru (Ajith) an efficient police officer who fights with the scum of the society. He later masquerades as a thief to infiltrate into the underworld. The bad guys are surprised to find that Paramguru is the DCP, out to get them. So they all gang up against him. In this process a thrilling encounter takes place between the good and the evil. Paramaguru is helped in his fight against injustice by Divya (Meera Jasmine) who falls in love with him.","release_date":"2003-05-05","vote_average":3.5,"runtime":157,"cert":"N\/A","id":69415,"title":"Anjaneya","adult":false,"genre_ids":[28,53]},{"cast":["Ajith Kumar","Reshma","Vignesh","Jai Ganesh","Amar Siddique"],"overview":"It centres around Vennila's connections with the three men in her life. Sathees (Ajith) who wins a college competition and becomes the object of the arrogant Vennila's ire. In a fit of pique, Vennila feigns love to him, gets him to marry her, and then ditches him on the wedding night. The whole affair leaving the innocent soft-hearted youth in a state of shock, and later hospitalised and in deep coma. Santosh, the new entrant to college, who chooses Vennila for his games of one-upmanship, leaving her puzzled as to his motive. And Amar, her fiance from abroad, who she later realises is a psychopath","release_date":"2003-03-03","vote_average":0.0,"runtime":157,"cert":"N\/A","id":69416,"title":"Ennai Thalatta Varuvala","adult":false,"genre_ids":[18,10749]},{"cast":["Ajith Kumar","Meena","Kiran Rathod","Sujatha","Fefsi Vijayan"],"overview":"One of the twins is a bus conductor and the other is handicapped. The elder one, Shiva, overhears his parents' plot to kill his mildly retarded brother, Vishnu. He runs away to another city, with his adorable brother, and strives hard to look after Vishnu. As a result of an incident when 'dada' Sundara Moorthy, who runs a beggar trade beats Vishnu brutally, Vishnu becomes handicapped for life. Matters worsen when Sundara Moorthy becomes the chairman of the institute for the physically handicapped. How Shiva deals with the situation forms the rest of the story. Meanwhile Thangam is in love with Shiva, though he does not know this. Later she gives up her love and lets Lavanya marry Shiva.","release_date":"2002-12-05","vote_average":6.6,"runtime":157,"cert":"N\/A","id":69417,"title":"Villan","adult":false,"genre_ids":[28,80]},{"cast":["Ajith Kumar","Jyothika","Priyanka Upendra","Raasi","Vadivelu"],"overview":"Ajith is paranoid about getting married. Jyothika arrives at his place and begins to compel him to get married to her. The reason: Ajith was pouring his love out to someone else thinking that she was Jyothika! Under the cover of darkness Jyothika confesses her love for Ajith. Thinking that it was Priyanka Trivedi who was speaking to him, Ajith begins to love her. Suddenly, a villain pops out of nowhere and causes the death of Priyanka. Then, finally, after dilly dallying for a very long time, the story ends with the coming together of the lead pair of Ajith and Jyothika.","release_date":"2002-07-05","vote_average":3.0,"runtime":157,"cert":"N\/A","id":69418,"title":"Raja","adult":false,"genre_ids":[18]},{"cast":["Ajith Kumar","Priya Gill","Manivannan","Raghuvaran","Revathi"],"overview":"Ajith is Red (it stands for Revolution, Education, Development), an orphan who has since grown up to be the local don in Madurai. Naturally he possesses a heart of gold and when not bashing up bad guys, he spends his time forcing schools to accept students without donations and taking care of orphans. Cheeni(Salim Ghouse) is his biggest enemy. Red falls for Gayatri(Priya Gill), the daughter of his friend and confidante Narayanan(Manivannan) and helps her without her knowledge. She too likes him but wants him to give up his life of violence. Meanwhile a reporter(Rajesh) for Ananda Vikatan begins to serialise Red's story under the name Aadi and it becomes quite the rage among readers","release_date":"2002-05-05","vote_average":4.9,"runtime":157,"cert":"N\/A","id":69419,"title":"Red","adult":false,"genre_ids":[28,80,18,10749,53]},{"cast":["Ajith Kumar","Maanu","Vivek","M. S. Viswanathan","Karan"],"overview":"A young girl's wedding is arranged by her father, yet she falls in love with the local mechanic. Her father is a strict person who despises love; the hatred has increased since the eldest daughter eloped with her lover.","release_date":"1998-04-04","vote_average":7.3,"runtime":157,"cert":"N\/A","id":69420,"title":"Kadhal Mannan","adult":false,"genre_ids":[10749]},{"cast":["Ajith Kumar","Devayani","Heera Rajgopal","Raja","Karan"],"overview":"Kamali (Devayani) lives with her sister and brother-in-law in Ooty and is searching for a job. While in Madras, her purse is stolen and she fears she has lost her university certificates. Surya (Ajith Kumar) who works in Jaipur finds the purse and sends it back to her, and a love develops through letters and phone calls. They agree to love each other without meeting, and Surya eventually moves to Madras for work. However Kamali's brother-in-law is pressuring her to marry a suitable man and Surya's boss keeps trying to seduce him. Eventually, Kamali and Surya unite through a run of coincidences.","release_date":"1996-07-12","vote_average":7.0,"runtime":157,"cert":"N\/A","id":69423,"title":"Kadhal Kottai","adult":false,"genre_ids":[10749]},{"cast":["Ajith Kumar","Simran","Nassar","Manivannan","Charle"],"overview":"Surya (Ajith) has been brought up in the army barracks in Ooty, ever since his mother(Sukanya) handed him over as a baby to a brigadier (Nasser). She tells the officer the reason for her action but the audience is not allowed to hear it at this point. Surya grows up to be a patriotic youth and the best soldier in his class. He falls in love with Indu (Simran), the daughter of an army officer. Indu's parents accept her choice of husband but soon after, her father dies in a bomb blast while her mother loses her life on seeing her husband's body. Not wishing to lose her husband too in war, Indu asks Surya to choose between her and the army.","release_date":"2000-05-25","vote_average":0.0,"runtime":157,"cert":"N\/A","id":69424,"title":"Unnai Kodu Ennai Tharuven","adult":false,"genre_ids":[80,10749]},{"cast":["Wendy Crewson","Peter Coyote","Emmanuelle Vaugier","Joe Cobden","Emy Aneke"],"overview":"A famous 'Jackie Collins' type novelist falls for a quirky twenty year old kid.","release_date":"2001-09-08","vote_average":7.0,"runtime":105,"cert":"N\/A","id":69425,"title":"Suddenly Naked","adult":false,"genre_ids":[35,10749,18]},{"cast":["Ajith Kumar","Mammootty","Tabu","Aishwarya Rai Bachchan","Abbas"],"overview":"Two young women with differing views on love find themselves with three suitors. Sowmya (Tabu) attracts the attention of aspiring film director Manohar (Ajith), while wounded Captain Bala (Mammootty) falls for her younger, hopelessly romantic sister, Meenu (Aishwarya Rai) but hesitates because he is much older than she. Meanwhile, Meenu meets and falls for a businessman with a passion for poetry, Srikanth (Abbas). Manohar goes to Madras to make a film and prove himself worthy of Sowmya, and Srikanth's business collapses, and he also departs to find someone who will lend him the money to pay off his investors.","release_date":"2000-05-05","vote_average":7.0,"runtime":157,"cert":"","id":69426,"title":"Kandukondain Kandukondain","adult":false,"genre_ids":[18,10749]},{"cast":["Ajith Kumar","Shalini","Raghuvaran","Radhika Sarathkumar","Nassar"],"overview":"Vasu is a tough street crook who lives at a movie theater. One day while transporting the reels of a new film, he clashes with a music student Mohana. Mohana is the daughter of the Police Commissioner, who Tulsidas an ex-gang leader released from jail has an old grudge against. He tells Vasu to kidnap Mohana for two days in order to ruin the family's honor. While being held captive by Vasu, Mohana falls in love with him after hearing him sing. Vasu rejects her love, but on learning of it, Tulsidas pays him to pretend to be in love with her. By the time Tulsidas learns that his enmity with the police commissioner is false and tells Vasu to stay away from Mohana it is too late, Vasu's love has become real.","release_date":"1999-08-25","vote_average":6.6,"runtime":157,"cert":"N\/A","id":69427,"title":"Amarkalam","adult":false,"genre_ids":[]},{"cast":["Ajith Kumar","Simran","Jyothika","Vivek","Pandu"],"overview":"A man struggles to deny his attraction to his twin brother's new bride.","release_date":"1999-05-01","vote_average":5.8,"runtime":158,"cert":"N\/A","id":69428,"title":"Vaali","adult":false,"genre_ids":[10749,53]},{"cast":["Arjun Sarja","Jyothika","Uma","Pasupathy Masilamani","Vadivelu"],"overview":"Based in Mumbai, Raja (Arjun) lives a violent yet poor lifestyle along with his father, Banwarilal. He meets with and comes to the rescue of Madurai\/Mahendrapur-based belle, Mahalakshmi\/Madhumita (Jyotika), and both fall in love with each other. When she returns home, her dad (Ashish Vidyarthi) finds that she is in love with Raja, instantly approves of him, and asks her to invite him, which she does. Raja accordingly arrives to meet her family - and it is this arrival that will pit him against goons dispatched by none other than Mahalakshmi's dad, who wants him dead - at any and all costs.","release_date":"2007-05-05","vote_average":5.5,"runtime":159,"cert":"N\/A","id":69433,"title":"Manikanda","adult":false,"genre_ids":[18,28]},{"cast":["Arjun Sarja","Prakash Raj","Mallika Kapoor","Vadivelu","Vadivelu"],"overview":"Dorai (Arjun) is a do-gooder don. But a police force led by ACP Easwara Pandian (Prakash Raj) and his sidekick (Sathyan) are after him. However, the poor need him as he is a Good Samaritan running an orphanage. He has help from his friends (Manivannan and Vadivelu). But Dorai has a problem. His mother (Sujatha) doesn’t approve of his ways. She feels that he is just a loutish goon. There is also Anjali (Mallika Kapoor), a TV journo, who is in love with Dorai because of his dare devil ways. Dorai has a past too. He was just an honest-to-goodness school teacher, who ends up as the deathly Dorai after a fire ravages a school and kills several children. The incident forces him to take on the system of venal officials and politics. Now, Dorai’s biggest task is to nip a dark and dire politician who wants to bomb the city. The rest, as they, is all cinematic clichés.","release_date":"2006-10-15","vote_average":4.8,"runtime":159,"cert":"N\/A","id":69434,"title":"Vathiyar","adult":false,"genre_ids":[18,28]},{"cast":["Arjun Sarja","Namitha","Keerthi Chawla","Sanghavi","Vadivelu"],"overview":"Aanai is a 2005 Tamil language film released in India. It stars actors Arjun Sarja, Namitha Kapoor, Vadivelu, Sanghavi and Manoj K. Jayan. It is a loose remake of the 2004 Hollywood film Man on Fire starring Denzel Washington. It Consider a hit and the soundtrack score well","release_date":"2005-05-05","vote_average":7.0,"runtime":157,"cert":"N\/A","id":69435,"title":"Aanai","adult":false,"genre_ids":[28,18,53]},{"cast":["Arjun Sarja","Sneha","Vikramaditya","Vijayakumar","Mansoor Ali Khan"],"overview":"Chinna (2005) is a love-drama thriller Tamil language movie directed by the Tamil Director Sundar C. It stars Arjun Sarja and Sneha in the lead roles. It did reasonable business at the box-office.","release_date":"2005-05-05","vote_average":3.0,"runtime":159,"cert":"N\/A","id":69436,"title":"Chinna","adult":false,"genre_ids":[28,18]},{"cast":["Zach Galligan","Amy Jo Johnson","Lisa Ann Hadley","Nahanni Johnstone","Robert Duncan McNeill"],"overview":"Horror tale of insects which eat their victims from the inside out.","release_date":"2002-10-18","vote_average":4.5,"runtime":80,"cert":"N\/A","id":69437,"title":"Infested","adult":false,"genre_ids":[878,27]},{"cast":["Arjun Sarja","Reema Sen","Vadivelu","Prakash Raj","Ramya"],"overview":"A man protects his best friend's widow and her children from a lot of criminal outlays who have murdered their father","release_date":"2004-01-10","vote_average":5.3,"runtime":159,"cert":"N\/A","id":69438,"title":"Giri","adult":false,"genre_ids":[28,18]},{"cast":["Arjun Sarja","Lara Dutta","Raghuvaran","Vivek","Riya Sen"],"overview":"Siddharth lives a middle-classed lifestyle in India along with his dad, retired Justice Shravan Mathur, mom, Laxmi, and sister, Shweta. His dad has been assigned the task to investigate the collapse of a school-building which killed 20 children. The building contractor attempts to bribe Shravan to no avail. When he molests Shweta, Siddharth beats him up, gets arrested, is tried in Court, and sentenced to jail. In jail he is told that his father and mother have been killed by thieves abroad a train headed to Mumbai, and Shweta is missing. After his discharge he attempts in vain to locate Shweta. He takes up employment with a five star hotel, romances the owner's daughter, and decides to kill defense lawyers. He successfully kills advocates Brahmanandan, Jankiram, and scares off Karuna Sagar who was ready to represent a male who had sexually molested a woman named Gayetri. While the accused has no one to represent him in Court","release_date":"2004-09-22","vote_average":6.0,"runtime":159,"cert":"N\/A","id":69439,"title":"Arasatchi","adult":false,"genre_ids":[28,80,18]},{"cast":["Arjun Sarja","Laila","Chaya Singh","Vadivelu","Kota Srinivasa Rao"],"overview":"Based in Kancheepuram, Surya\/Arjun makes a living as a con-man on the North Zone, and is assisted by his girlfriend, Baby; while the South side is presided over by Pashupati. When a Kolkata-based contractor hires the latter to kill District Collector Jaianand\/Kishan, Surya decides to defend him - this results in his finding out that Jaianand is his look-alike. Jaianand's terrified fiancée, Shanupriya, then hires Surya to not only protect but also impersonate Jaianand - a move that will drastically change everyone's lives - especially when Kishan refuses to let anyone take his place","release_date":"2004-12-17","vote_average":6.0,"runtime":159,"cert":"N\/A","id":69440,"title":"Jai Surya","adult":false,"genre_ids":[28,18]},{"cast":["Arjun Sarja","Simran","Manorama","Vadivelu","Tejashree"],"overview":"Ottran (Tamil: ஒற்றன், English: A Spy) is a 2003 Tamil film starring Arjun Sarja, Simran, Manorama, Vadivelu, Tejashree, Sarath Babu and directed by Ilankannan. The score and soundtrack was composed by Pravin Mani.","release_date":"2003-10-24","vote_average":6.0,"runtime":159,"cert":"N\/A","id":69441,"title":"Ottran","adult":false,"genre_ids":[]},{"cast":["Arjun Sarja","Abbas","Kiran Rathod","Goundamani","Rahul Dev"],"overview":"An underground terror group led by a mysterious proxy Akash recruits unemployed youth and turns them into suicide bombers. Asst. Commisioner of Police Parashuram decides to take the case (and the film) into his own hands in a fit of patriotic fervour. In a subsequent fit of wisdom, he hides a key witness at the home of his flaky fiancee, thereby endangering both and his anti-terror mission in general","release_date":"2003-05-05","vote_average":6.0,"runtime":159,"cert":"N\/A","id":69442,"title":"Parasuram","adult":false,"genre_ids":[28,18]},{"cast":["Arjun Sarja","Simran","Mumtaj","Gajala","Vijayakumar"],"overview":"There are two neighboring villages in Rayalaseema. Goons head one village and Raghupati Naidu (K Vishwanath) is heading another village. As Raghupati Naidu is peace loving, his village is dogged by the misdeeds of goons from the neighboring village. In order to save the future of his village, Raghupati Naidu asks one male kid from each family to be given for the purpose of saving the village. Raghupati Naidu selected his fourth son Jai Singh (Arjun Sarja) as his family's contribution towards the security of the village. All these kids will be trained and prepared to protect the village.","release_date":"2002-06-21","vote_average":7.0,"runtime":159,"cert":"N\/A","id":69443,"title":"Ezhumalai","adult":false,"genre_ids":[28,18]},{"cast":["Marcus Iron","Jake Andrews","Jason Branch","Billy Kincaid","Marc Nemeth"],"overview":"Billy Kincaid sits and waits each afternoon for Marcus Iron to stroll past his door. Marcus ambles by, but backtracks and shoves the young man inside for an afternoon of unbridled mansex.","release_date":"1999-07-01","vote_average":9.0,"runtime":87,"cert":"N\/A","id":69444,"title":"Iron Will","adult":true,"genre_ids":[]},{"cast":["Sathyaraj","Prabhu Ganesan","Karthik Muthuraman","Prabhu Deva","Parthiban"],"overview":"Suyamvaram is directed by a host of directors.Kuselan (Vijayakumar) and Suseela (Manjula) have 9 children: 3 boys (Satyaraj, Prabhu and Abbas) and 6 girls (Rambha, Roja, Kasturi, Maheswari, Preitha and Suvalakshmi). Parthiban is the family's loyal servant but he is treated as one of their own and Napolean is the family doctor.The movie opens with Kuselan's 60th birthday celebrations and Kuselan gets a heart attack. At the hospital, the family is informed that Kuselan will not live long and to keep him comfortable in his last days. From the devastated family, Kuselan asks for one...","release_date":"1999-05-05","vote_average":0.0,"runtime":157,"cert":"N\/A","id":69445,"title":"Suyamvaram","adult":false,"genre_ids":[18]},{"cast":["Arjun Sarja","Jyothika","Meena","Lakshmi","Nagesh"],"overview":"Rhythm is a 2000 Tamil film directed by Vasanth. The film stars Arjun, Meena and Manivannan in lead roles and Ramesh Aravind and Jyothika in cameo appearances. The music is by A. R. Rahman, while cinematography was handled by P.S. Vinod and Arthur A. Wilson. The film was released in August 2000 in India and worldwide. Based on the real events which widowed people face while setting a steady course for their lives, the movie contains elements of both arthouse and commercial cinema. The film won critical acclaim upon its release","release_date":"2000-09-15","vote_average":7.6,"runtime":159,"cert":"N\/A","id":69446,"title":"Rhythm","adult":false,"genre_ids":[10749,18,28]},{"cast":["Michel Aumont","Astrid Bergès-Frisbey"],"overview":"","release_date":"2009-05-19","vote_average":0.0,"runtime":106,"cert":"N\/A","id":69447,"title":"The Dead Queen","adult":false,"genre_ids":[10749,36]},{"cast":["Anushka Shetty","Bhumika Chawla","Arjun Sarja","Jagapati Babu"],"overview":"Shailu (Anushka Shettyl) is a harried, ill-tempered businesswoman living in the United States, trying to care for her mother and young nephew and manage her bills. KK (Jagapati Babu), who with his young daughter opens a shop across the street from hers, helps her find a new perspective on her life. Shailu falls in love with KK, but when she declares her feelings for him learns that he already has a wife, Vidya (Bhumika Chawla). In flashback, the film relates the romance of KK and Vidya. In the past, KK was himself an abrasive businessman when he sought a mate at Jalaja Rao Marriage Bureau. Instead, he winds up courting and marrying Vidya, an employee. KK's dilemma is simplified by the fact that one of the women in his life is dying from chronic leukemia.","release_date":"2008-01-25","vote_average":4.0,"runtime":159,"cert":"N\/A","id":69448,"title":"Swagatam","adult":false,"genre_ids":[28,18]},{"cast":["Emmanuelle Escourrou","Philippe Nahon","Serge Riaboukine","Shirley Bousquet","Bruno Solo"],"overview":"15 years after giving birth to a bloodthirsty monster, Yanka is attempting to move on with her new life. But a series of inexplicable murders will lead a criminal investigation into her bloody past.","release_date":"2008-07-18","vote_average":0.0,"runtime":87,"cert":"N\/A","id":69449,"title":"Lady Blood","adult":false,"genre_ids":[27]},{"cast":["Estella Warren","Tamara Hope","Joe MacLeod","J.D. Nicholsen","Art Hindle"],"overview":"A woman moves to a new home after her police officer husband is killed. She soon discovers a place where growing prescription drug abuse is creating a nightmare of lies, crime, and murder.","release_date":"2007-03-05","vote_average":4.8,"runtime":86,"cert":"N\/A","id":69450,"title":"Lies and Crimes","adult":false,"genre_ids":[9648,80,18]},{"cast":["Türkan Şoray","Murat Soydan","Zuhal Aktan","Muzaffer Tema"],"overview":"","release_date":"1971-07-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":69451,"title":"Sevmek ve Ölmek Zamanı","adult":false,"genre_ids":[10749]},{"cast":["Raymond Souplex"],"overview":"","release_date":"1954-12-06","vote_average":6.5,"runtime":null,"cert":"N\/A","id":69452,"title":"Sur le banc","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Parler avec quelqu'un d'aussi grand que Guy Lafleur est toujours une expérience extraordinaire. Mais lorsqu'on permet à Réjean Tremblay de mener la conversation, on entreprend un fantastique voyage d'une ampleur insoupçonnée.","release_date":"2009-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":69453,"title":"Il était une fois... Guy Lafleur","adult":false,"genre_ids":[99]},{"cast":["Yū Aoi","Mirai Moriyama","Terunosuke Takezai","Ryusei Saito","Sumie Sasaki"],"overview":"A 21-year-old girl is released from prison, only to deal with the neighborhood gossip about her and family conflicts. She decides to save one million yen, move to where no one knows her and keep repeating the process.","release_date":"2008-07-19","vote_average":7.8,"runtime":121,"cert":"N\/A","id":69454,"title":"One Million Yen Girl","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Un couple qui tente de se réconcilier est pris dans une tempête de neige dans la montagne. Les secours s'organisent, tandis que les égarés tentent de survivre.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":69455,"title":"Perdus dans la tempête","adult":false,"genre_ids":[18]},{"cast":["Gus Mattox","Josh Weston","Dean Monroe","Chad Hunt","Leo Bramm"],"overview":"The road to true love has many distractions. Join Falcon Exclusive Josh Weston as he finds out the value of true love over just being ?t?osh leaves the love of his life, Falcon Exclusive Gus Mattox, for financial security with his sugar daddy Falcon Newcomer Kent Larson. But is that enough? Is it too late to go back? Is there a happy ending to this tale?Joining them in this tale of ex-lovers, sugar daddies, and other sexy strangers are Falcon Exclusives Bobby Williams and Dean Monroe, Falcon favorites Jeremy Jordan, Leo Bramm, Chad Hunt, and Falcon Newcomer Ben Damon. Kept lets you experience the passion of sex between lovers, as well as the raw sexual energy of sex between hot guys just out for some fun. Sometimes hard bodies and hard sex are all that we want; other times we really want someone to have the key to our hearts. Find out which will win...","release_date":"2004-05-03","vote_average":6.0,"runtime":98,"cert":"N\/A","id":69456,"title":"Kept","adult":true,"genre_ids":[]},{"cast":["Stuart Sinclair Blyth","Gavin Kelty","Aisling O'Neill","Sorcha Gleadhill","Gerard Jordan"],"overview":"In this action picture from Ireland, Johnny T (Stuart Sinclair Blyth) from Belfast makes his living stealing cars but wants to get out of the business while luck is still on his side. However, he's been having troubles with Whacker (Gavin Kelty), a thief from Dublin who wants to take his piece of the business -- and his girlfriend. To settle their differences, the two agree to take part in a Dublin to Belfast road race, with Johnny, Whacker, and several others stealing a fleet of cars for an off-the-books rally.","release_date":"2000-11-16","vote_average":4.3,"runtime":85,"cert":"N\/A","id":69459,"title":"Accelerator","adult":false,"genre_ids":[28]},{"cast":["Erica Durance"],"overview":"Julie Wilde, ancienne journaliste d'investigation, sur le point d'accoucher, surprend au moyen de son babyphone les conversations téléphoniques de ses voisins. Un certain Max y parle de meurtre en termes virulents. Un peu plus tard, une jeune femme disparaît puis, Irina, la femme du concierge de l'immeuble, tombe du toit. A l'aide de son amie Lily, elle échafaude une véritable théorie du complot et fait appel à son ex-petit ami, l'inspecteur Ari Grossman, qui porte rapidement ses soupçons sur elle, avant d'accuser le frère de Max, Vincent, un jeune déficient mental au casier judiciaire chargé. Un autre voisin, Rick, se montre odieux envers sa femme, Christina, qui meurt à son tour. Celle-ci entretenait une liaison avec Lars, un escort-boy, qui lui promettait de la débarrasser de son mari.","release_date":"2009-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":69462,"title":"Petits meurtres entre voisins","adult":false,"genre_ids":[18]},{"cast":["Dominic Paquet"],"overview":"Dominic Paquet fait rire, et ce, depuis un bon nombre d'années déjà. Il est l'un des humoristes favoris du milieu et surprend par ses numéros toujours hilarants, véridiques et surprenants! Ses performances des deux dernières années aux célèbres Gala Juste pour rire, ainsi qu'au Grand Rire de Québec, l'ont réellement élevé au titre d'humoriste de premier plan! Avec Paquet voit le jour! , il présente un condensé d'humour de qualité exceptionnelle dans un spectacle haut en couleur! La mise en scène a d'ailleurs été confiée à nul autre que le phénoménal Michel Courtemanche. Une soirée qui promet rires et délires!","release_date":"2010-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69463,"title":"Dominic Paquet Son Premier One Men Show!","adult":false,"genre_ids":[35]},{"cast":["Ray Lui","Kent Cheng","Cecilia Yip"],"overview":"The story of the rise to prominence of Luk, a Shanghai fruitseller who became one of the most powerful men in China in the first half of the 20th Century.","release_date":"1993-10-01","vote_average":0.0,"runtime":141,"cert":"N\/A","id":69464,"title":"Lord Of East China Sea","adult":false,"genre_ids":[28,12]},{"cast":["Keo Curry","George Gregor","Hernan Montenegro","Mr. Quick","Kyle Kelley"],"overview":"For fixed-gear cyclists, Los Angeles is a city that has it all. From the neon glow of Hollywood to the sun-drenched boardwalk of Venice Beach, fixed-gear has evolved into a vibrant street culture that is uniquely L.A. From director David Rowe (Fast Friday) comes a new documentary feature that explores a side of L.A. few outsiders have seen. From races through rush-hour traffic to midnight loft parties, To Live &amp; Ride in L.A. is a fast paced-trip through the busy streets and back-alleys of one of the world's largest cities. To Live &amp; Ride in L.A. features talented local riders tearing up the streets with first-time visitor Keo Curry (Fast Friday, Macaframa) - one of the living legends of the sport. Bike to hidden spots off the map, race a midnight alley-cat, keep pace with the riders from Wolfpack, and hang with the local crews, graffiti artists and other L.A. personalities burning up the fixed-gear scene.","release_date":"2010-09-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":69465,"title":"To Live & Ride in L.A.","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Pan Dongzi est un petit garçon vivant une enfance heureuse dans son petit village de Liuxi. La révolution éclate, et son père est arrêté par les soldats du tyran Hu Hansan. Lorsque Hu envahira son village, Pan n'aura d'autre choix que de s'enfuir avec sa mère. Au cours de ce voyage, Pan fera l'expérience de la tristesse, de la peur, de la violence et de la mort, mais également de la joie et du courage...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69466,"title":"L'étoile rouge","adult":false,"genre_ids":[16]},{"cast":["Giulio Scarpati","Sabrina Ferilli","Leopoldo Trieste","Regina Bianchi","Paolo De Vita"],"overview":"The true story of Rosario Livatino, a young judge in Sicily in the early 1980s, who have been nicknamed 'The Boy Judge' from the President of the Republic. He's strictly incorruptible, working hard and refusing even to shake hands with suspects. He then starts a number of investigations that lead him to touch the mafia power in the area, and then to personal war with the hidden organization.","release_date":"1994-01-01","vote_average":7.3,"runtime":92,"cert":"N\/A","id":69467,"title":"Law of Courage","adult":false,"genre_ids":[]},{"cast":["Samir El Alaoui","Nathalie Söderqvist","Hanna Ekman","Christian Magdu","Fredrik Engström"],"overview":"A young couple out on a romantic vacation accidentally get involved in a showdown between criminals. They become two witnesses who has to be silenced.","release_date":"2008-05-31","vote_average":2.0,"runtime":104,"cert":"N\/A","id":69468,"title":"Dead On Arrival","adult":false,"genre_ids":[]},{"cast":["Kei Fujiwara","Nobu Kanaoka","Tomoro Taguchi","Shinya Tsukamoto"],"overview":"Hikari is a boy who is bullied and teased by the other boys at school because he has the odd distinction of having an electricity pole growing out of his back. However, one of his classmates, a girl named Momo, comes to his rescue. Hikari thanks her by sharing his secret possession with her: a time machine. He then activates the time machine which transports him 25 years into a dark, dystopian, world of the future. There he encounters members of the Shinsengumi Vampire Gang in the process of hunting a woman named Dr. Sariba who is revealed to be Momo's future self. She explains to Hikari that she had been long expecting his arrival from the past and that he has a crucial role to play here -- he and he alone must save the world.","release_date":"1987-01-01","vote_average":6.5,"runtime":47,"cert":"N\/A","id":69469,"title":"Adventures of Electric Rod Boy","adult":false,"genre_ids":[27,878,35]},{"cast":["Lando Buzzanca","Laura Antonelli","Lino Toffolo","Ferruccio De Ceresa","Gianrico Tedeschi"],"overview":"Niccolò Vivaldi is a cello player and he plays in Arena di Verona Orchestra. But he is not the first and neither the second cello. He is frustrated. Nobody can remember his face, nor his name. Niccolò is married to Costanza, who is really beautiful and he takes some pictures of her naked. Later he shows the pictures to a friend and so he feels better. He starts to write a comic opera called \"Il merlo maschio\" only to discover later he had written Rossini's \"La gazza ladra\". To maintain his self-esteem he can only show his wife...","release_date":"1971-09-22","vote_average":7.3,"runtime":110,"cert":"N\/A","id":69470,"title":"Secret Fantasy","adult":false,"genre_ids":[35]},{"cast":["John Hurt","Noah Taylor","Leonor Watling","Clive Russell"],"overview":"A student takes a bizarre trip through the Italian Alps after being inspired by a professor's lecture on Beethoven's \"Ode to Joy\" from his Ninth Symphony.","release_date":"2008-01-01","vote_average":6.4,"runtime":92,"cert":"N\/A","id":69471,"title":"Lecture 21","adult":false,"genre_ids":[14,36]},{"cast":["Troy Donahue","Suzanne Pleshette","Diane McBain","James Gregory","William Reynolds"],"overview":"In 1883, US Cavalry lieutenant Matthew Hazard, newly graduated from West Point, is assigned to isolated Fort Delivery on the Mexican border of Arizona, where he meets commanding officer Teddy Mainwarring's wife Kitty, whom he later rescues from an Indian attack.","release_date":"1964-05-27","vote_average":4.8,"runtime":117,"cert":"N\/A","id":69472,"title":"A Distant Trumpet","adult":false,"genre_ids":[37]},{"cast":[],"overview":"White Out is the story of Nick Watson, host of Reality, a talk show on Norwalk University's WSKO radio station in northern New Hampshire. Just as he's closing down the show on the very last episode of his college radio career, he receives a disturbing on air phone call. It seems that Michelle Fullmer, his fiancé, his wife in nineteen days in fact, is cheating on him with none other than Richie Fontaine, Norwalk's Dust Devils' star quarterback. Too much for most people to handle. Compound this all with the freak blizzard that rages outside, dumping a very healthy amount of snow on the greater Norwalk area, keeping other hosts out of the studio, and stranding Nick inside with co-host Andy Wolcienski, producer Hannah Lorenz, and a great deal of anguish and fury. It would be up to Nick to be the better person, but it seems Nick doesn't have anything nice to say about his darling ex-fiancée. That won't stop him. The next twelve hours on the radio are going to be VERY interesting.","release_date":"2008-01-01","vote_average":0.0,"runtime":90,"cert":"","id":69479,"title":"White Out","adult":false,"genre_ids":[35,18]},{"cast":["Joyce McKinney","Peter Tory","Troy Williams","Jackson Shaw","Kent Gavin"],"overview":"A documentary on a former Miss Wyoming who is charged with abducting and imprisoning a young Mormon Missionary.","release_date":"2010-09-01","vote_average":6.7,"runtime":87,"cert":"N\/A","id":69480,"title":"Tabloid","adult":false,"genre_ids":[99]},{"cast":["Justin Long","Ed Begley Jr.","Stephen Root","Danica McKellar","Wendie Malick"],"overview":"The film is about a boy who locks himself in the bathroom to work out math equations on the shower wall. The boy has obsessive compulsive parents. The boy is obsessed with a cheerleader named Lacy, who lives across the street from.","release_date":"2004-03-10","vote_average":3.2,"runtime":null,"cert":"N\/A","id":69481,"title":"Raising Genius","adult":false,"genre_ids":[35,18]},{"cast":["Jackie Chan","Sammo Hung","Hsi Chang","Mi Lan","Hao Li-Jen"],"overview":"A family gathers to be with its dying father. The reunion brings to the surface old rivalries.","release_date":"1975-02-08","vote_average":6.3,"runtime":97,"cert":"N\/A","id":69482,"title":"All in the Family","adult":false,"genre_ids":[35]},{"cast":["Greer Garson","Walter Pidgeon","Peter Lawford","Elizabeth Taylor","Cesar Romero"],"overview":"Julia and William were married and soon separated by his snobbish family. They meet again many years later, when their daughter he has raised invites her mother to her wedding, with the disapproval of William's mother.","release_date":"1948-08-08","vote_average":7.1,"runtime":99,"cert":"N\/A","id":69483,"title":"Julia Misbehaves","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Winter Days is a 2003 animated film, directed by Kihachirō Kawamoto. It is based on one of the renku (collaborative linked poems) in the 1684 collection of the same name by the 17th-century Japanese poet Bashō. The creation of the film followed the traditional collaborative nature of the source material – the visuals for each of the 36 stanzas were independently created by 35 different animators. As well as many Japanese animators, Kawamoto assembled leading names of animation from across the world. Each animator was asked to contribute at least 30 seconds to illustrate their stanza, and most of the sequences are under a minute (Yuriy Norshteyn's, though, is nearly two minutes long).","release_date":"2003-11-27","vote_average":3.5,"runtime":39,"cert":"N\/A","id":69484,"title":"Winter Days","adult":false,"genre_ids":[16]},{"cast":["Damian de Montemas","Sophie Lowe","Kestie Morassi","Simon Stone","Mark Leonard Winter"],"overview":"A group of young vigilantes seeking revenge for a sexual betrayal fall far from grace. When the truth is out they find themselves on the dark side of justice.","release_date":"2010-09-12","vote_average":5.4,"runtime":89,"cert":"N\/A","id":69485,"title":"Blame","adult":false,"genre_ids":[53]},{"cast":["Gina Gershon","Michael Biehn","Sean Patrick Flanery","Louise Barnes"],"overview":"Psychiatrist Dr. Lila Colleti is divorcing her husband and is devastated when he wins custody of their two little girls, whom he gets largely because Lila's job, being a psychiatrist for the criminally insane at the local prison, is a potentially dangerous one that forces her to keep long, erratic hours. When one of Lila's patients, Ed Baikman, is released into a half-way house, he decides under the delusional influence of his psychosis to help her out by murdering her ex-husband and his girlfriend, and then threatening to tell the cops they'd planned it together when she refuses to become romantically involved with him. Though Lila's lover, police detective Macy Kobacek, stands by her loyally, Baikman does such an ingenious job of implicating Lila in the crime that even Macy begins to have his doubts about Lila's innocence","release_date":"2002-11-15","vote_average":5.1,"runtime":94,"cert":"N\/A","id":69492,"title":"Borderline","adult":false,"genre_ids":[18,80,53]},{"cast":["Jung Joon-ho","Yoon Soy","Kim Hye-na","Park Jung-soo","Park Sang-wook"],"overview":"Myung-us was born 2 minutes and 17 seconds earlier than his identical twin brother, Hyun-su. Being a middle school drop-out, a bum who rules the depot area, Myung-su is forced by his mother to do things for his smart, successful twin brother, Hyun-su. After fulfilling the military duty for his brother, Myung-su even goes to jail on his behalf. Fed up with living Hyun-su's life on only bad accounts, Myung-su goes through an identity crisis. As Myung-su steps out of the prison gate, he's approached by a beautiful girl named Soon-hui, who lures him into agreeing to rob a bank wit her, only two hours after he was released from prison. However, it turns out to be more than a bank robbery. He realizes that he's been pinned up against the powerful public figures that are involved in Golf Gate. Threatened and scared at first before power and money, Myung-su is ready to fight and punish these public enemies.","release_date":"2005-05-17","vote_average":4.7,"runtime":122,"cert":"N\/A","id":69493,"title":"The Twins","adult":false,"genre_ids":[35,80]},{"cast":["Lefteris Vogiatzis","Stavros Paravas"],"overview":"Akropol is a musical by Pantelis Voulgaris about the set of a theatre in Athens and the people trying to make their way in the show business. The movie claimed the Music Award in the Valencia Festival, and also the Directing Award in the Cairo Festival.","release_date":"1996-01-12","vote_average":8.0,"runtime":125,"cert":"N\/A","id":69494,"title":"Ακροπόλ","adult":false,"genre_ids":[]},{"cast":["Lou Diamond Phillips","Stacy Keach","Vincent Spano","Marta DuBois","Terry Maratos"],"overview":"Bobby Hattaway (Lou Diamond Phillips), an honored soldier, returns home after the American Civil War to find his father's (Stacy Keach) formerly prosperous ranch now dangerously in debt to the town's ruthless leader, and Bobby's childhood friend, Stu Croker (Vincent Spano). Bobby will now face off against his former friend to take control from Stu.","release_date":"2008-04-08","vote_average":5.4,"runtime":82,"cert":"N\/A","id":69495,"title":"Lone Rider","adult":false,"genre_ids":[10770,28,37]},{"cast":["Kim Hae-gon","Jo Jun-hyeong","Choi Hak-rak","Lee Seung-jin","Hong So-yeong"],"overview":"Hae-Gon, Joon-Hyung and Hak-Rak are everyday guys, working at a local taxi company. Men of marked individuality, many wonder how they keep company with each other. After a bulky day of work, one and only diversion they can share is drinking in a local bar with silly jokes. Discontented with their miserable life, they finally decide to do something big, which they believe this is very and last opportunity to take an abrupt turn of their life. However, their plan makes a wrong turn, just like their pathetic life.","release_date":"2001-11-02","vote_average":6.5,"runtime":91,"cert":"N\/A","id":69496,"title":"Raybang","adult":false,"genre_ids":[18]},{"cast":["Arya","Trisha Krishnan","Indrajith Sukumaran","Anu Hasan","Prathap K. Pothan"],"overview":"The film revolves around five individual characters and the events in their life, that, on the one hand, changes everything in their respective lives, which the film's title refers to, and, on the other hand, also brings together these people. It is an anthology film, that contains two parallel moving stories, which are connected by a freak accident in Chennai. A young architect, falls in love with a young beautiful pediatric doctor, runs after her and tries to convince her to marry her, while, simultaneously, a morose ex-football coach troubles a software engineer by vowing to kill his eight-year-old son. How these characters get connected and confronted through the accident forms the crux of the story.","release_date":"2009-05-15","vote_average":6.0,"runtime":159,"cert":"N\/A","id":69497,"title":"Sarvam","adult":false,"genre_ids":[18,10749,28]},{"cast":["Marco Antonio Campos","Gaspar Henaine","Ofelia Montesco","René Cardona","Ramón Valdés"],"overview":"","release_date":"1967-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69498,"title":"Un par de robachicos","adult":false,"genre_ids":[80,35]},{"cast":["Arya","Pooja Umashankar","Rajendran","Azhagan Thamizhmani","Singampuli"],"overview":"This surreal Tamil entry tells the story of Rudran, who is abandoned as a child in India and grows up to be a mystic who indulges in strange rituals and believes that he has power over life, death and rebirth.","release_date":"2009-02-06","vote_average":7.2,"runtime":150,"cert":"N\/A","id":69499,"title":"Naan Kadavul","adult":false,"genre_ids":[10402,18,28,9648]}]