[{"cast":["Shiva","S.P.B. Charan","Lekha Washington","John Vijay","Kalyan Kumar"],"overview":"Sundararajan (Shiva) comes to Chennai from Coimbatore on his way to Saudi Arabia. He is received by Marthandam (S. P. B. Charan), a veterinary doctor, who is going to marry his sister soon. After the travel agent informs Sura that he cannot taste liquor or women in Saudi, he, along with Marthandam, goes to a wine shop to have the last gulp. It’s a dry day thanks to elections. Though disappointed, Sura is determined to taste the ‘quarter’ and starts his journey to various places in Chennai where he is told that liquor would be available. He goes to a politico who supplies wine for votes, a star hotel, an Anglo-Indian group of youngsters, a fish market, a gambling den, a kulfi shop and a brothel house among other places, all in search of ‘quarter’.","release_date":"2010-10-05","vote_average":6.0,"runtime":159,"cert":"N\/A","id":69502,"title":"Va","adult":false,"genre_ids":[28,35,18]},{"cast":["Vijay Sathya","Ramya","John Vijay","Anuja Iyer","Nagendra Prasad"],"overview":"Kadhal 2 Kalyanam is a Tamil-language romantic comedy film directed by newcomer Milind Rau that stars debutante Sathya, brother of Tamil actor Arya, and Divya Spandana in the lead roles, whilst, Jayashree, Nagendra Prasad, Kasthuri and Anuja Iyer play pivotal roles. Noted film critic Baradwaj Rangan had written the dialogues, while Yuvan Shankar Raja composed the film's score and soundtrack.","release_date":"2013-09-06","vote_average":0.0,"runtime":159,"cert":"N\/A","id":69503,"title":"Kadhal 2 Kalyanam","adult":false,"genre_ids":[10749]},{"cast":["R. Madhavan","Arya","Sameera Reddy","Amala Paul","Ashutosh Rana"],"overview":"The film revolves around two brothers, the elder being sensitive to violence and the younger being a jobless rogue, settled in Thoothukudi. After the death of their father, a police officer, the elder brother takes on the same job by request of the younger. The older brother rises to fame in his job by having his younger brother secretly punish suspects and save victims for him. This angers two of the village's biggest mob bosses, who begin to seek revenge on the elder brother. After getting severely beaten by them, the elder brother loses his fear and becomes physically stronger through training from his younger brother. How the brothers get back at two gangs and protect their families form the rest of the story. The film was released worldwide on 13 January 2012 to mixed reviews","release_date":"2012-01-13","vote_average":6.5,"runtime":150,"cert":"N\/A","id":69504,"title":"Vettai","adult":false,"genre_ids":[28,53]},{"cast":["Arya","Pooja Umashankar","Lal","John Vijay","Jagan"],"overview":"Chandru (Arya) and Bigilu (Lal) are close friends. Chandru is an expert auto driver & racer while Bigilu is a mechanic expert at customizing autos to run at the dream speed of 130 km\/h. Son of Gun (John Vijay) is the chief of a rival group who wants to outsmart the duo. Chandru, the race champ tries to settle the dues for his auto through a race, which is almost a cakewalk for him. He and Bigilu challenge Son of Gun to a race, and a date is fixed.","release_date":"2007-11-30","vote_average":6.5,"runtime":159,"cert":"N\/A","id":69505,"title":"Oram Po","adult":false,"genre_ids":[28,18]},{"cast":["Arya","Napoleon","Kirat Bhattal","Vasundhara Kashyap","Kadhal Thandapani"],"overview":"Burma (Arya) is the son of a driver (Nassar) in a rich man Gurupadom’s (Napoleon) house. Gurupadom is Burma’s role model and his dream is to be like him. But soon his father is framed by Ayra alias Ayravadham (Kadhal Dandapani) the right-hand man of Gurupadom, and unable to bear the humiliation, he commits suicide. Burma grows up in the mean streets to be a gun dealer and waits for an opportunity to enter Gurupadom’s house and take revenge.","release_date":"2006-10-21","vote_average":4.5,"runtime":165,"cert":"N\/A","id":69506,"title":"Vattaram","adult":false,"genre_ids":[28,53]},{"cast":["Krishna Nair","Ananya","Dhanush","Suhasini Maniratnam","Sheela Kaur"],"overview":"Seedan (Tamil: சீடன்) (English: Disciple) is a 2011 Indian Tamil-language drama film directed by Subramaniya Shiva. The film stars newcomer Unni Mukundan and Ananya of Naadodigal fame in the lead and features Dhanush in an extended guest appearance, while Suhasini, Sheela and Vivek appear in supporting roles.  The film, a remake of the 2002 Malayalam hit film, Nandanam, released on 25 February 2011 to mixed reviews. The whole film is shot inside a palacial set created by art director Jacki. The whole house including the exterior and interior was built in Prasad Studios. After more than a few decades a full traditional house set is made for a Tamil film.","release_date":"2011-02-25","vote_average":0.0,"runtime":135,"cert":"N\/A","id":69507,"title":"Seedan","adult":false,"genre_ids":[10751]},{"cast":["Dhanush","Manisha Koirala","Hansika Motwani","Vivek","Dr. Sharmila"],"overview":"Saravanan is a do-gooder, who is soft-spoken and admired by one and all. He comes across Gayathri, daughter of arrogant business woman Rajeshwari and falls for her. Coming to know of their affair, Rajeshwari decides to get them both married. The reason is- she is keen on getting a son-in-law, who will always do what she wants and be under her control. But she in for a shock when she comes to know that Saravanan has a past. He is a ruffian and is feared by one and all. Now she plans to halt all plans, while Saravanan takes up the challenge and ensures that he end up marrying his lady love.","release_date":"2011-04-08","vote_average":5.3,"runtime":160,"cert":"N\/A","id":69508,"title":"Mappillai","adult":false,"genre_ids":[]},{"cast":["Dhanush","Tamanna Bhatia","Rajkiran","Prakash Raj","Srithika"],"overview":"A young man supports his father in opposing a local MLA, who often gives them trouble.","release_date":"2011-07-08","vote_average":6.8,"runtime":158,"cert":"N\/A","id":69509,"title":"Venghai","adult":false,"genre_ids":[28,18]},{"cast":["Arya","Anushka Shetty","Venkatesh Harinathan","Padma Raman","Ashok Kumar"],"overview":"Madhu (Arya) and Remya (Anushka) slowly but surely falls in love but fate has them separated. Parallelly, we have Maravan (Arya) and Varna (Anushka) a high spirited warrior living in a fantasy world and have a different love story. Varna is tough and does not want to get married and be someone's slave. Madhu goes in search of his lady love to fantasy world filled with flying creatures, beautiful green forests and his life intervenes with that of Maravan. How he helps the lovers, saves Maravan and how Varna discovers love forms the rest of the story.","release_date":"2013-11-22","vote_average":4.8,"runtime":158,"cert":"N\/A","id":69510,"title":"Irandam Ulagam","adult":false,"genre_ids":[10749,14]},{"cast":["Dhanush","Genelia D'Souza","Vivek","K. Bhagyaraj","Ashish Vidhyarthi"],"overview":"Siva (Dhanush) is a happy-go-lucky young boy in a large family. The head of this family are 3 older brothers. One of the brothers, is the father of Siva. Siva studies from a hostel away from home. He is always helpful and always comes in when others need him. In one of his obliging acts he helps his cousin Kalpana (Shriya) to elope with her lover against the family's choice. This aggravates the family and they are asked to forget all about him.","release_date":"2010-11-05","vote_average":6.1,"runtime":169,"cert":"N\/A","id":69511,"title":"Uthama Puthiran","adult":false,"genre_ids":[18,35,28]},{"cast":["Dhanush","Shriya Saran","Sammir Dattani","Mayilsamy","Radha Ravi"],"overview":"Kutty story revolving around a very energetic young man who lives life on his own terms.","release_date":"2010-01-14","vote_average":5.9,"runtime":150,"cert":"N\/A","id":69512,"title":"Kutty","adult":false,"genre_ids":[10749]},{"cast":["Dhanush","Tamanna Bhatia","Vivek","Suman Talwar","Devadarshini"],"overview":"Rocky is looked down upon by his father and spends all his time in a mechanic shop. Problems arise in his life after he falls in love with Gayathri.","release_date":"2009-01-14","vote_average":3.7,"runtime":161,"cert":"N\/A","id":69513,"title":"Padikathavan","adult":false,"genre_ids":[28,18]},{"cast":["Dhanush","Ramya","Kishore","Daniel Balaji","Sentrayan"],"overview":"Prabhu (Dhanush) is a happy-go-lucky middle class family guy who spends time playing carrom in the streets with his friends Santhanam, Karunas. His father (Murali) and he keep falling into minor misunderstandings, and he indulges in a hopeless romance with a strange girl (Divya Spandana) who he meets at a bus stop. When he is caught in the act of stealing a pittance from his father for booze with his friends, Prabhu questions his father’s responsibility towards his upbringing. His angry father gives Prabhu some of his savings and tells him to do something with his life. Prabhu purchases a Bajaj Pulsar bike instead and finds a job. The bike eventually saves his life from a freak incident and gets lost, subjecting him to interminable anguish as he searches for his bike. When his family members asks him about his bike, he tells them that he has given it for dealer service.","release_date":"2007-11-08","vote_average":7.0,"runtime":150,"cert":"N\/A","id":69516,"title":"Polladhavan","adult":false,"genre_ids":[28,18]},{"cast":["Alain Delon","Stéphane Audran","Jean Bouise","Michel Aumont","Ornella Muti"],"overview":"In the middle of the night, deputy Philippe Dubaye wakes up his old friend Xavier Maréchal with disturbing news: he has just killed Serrano, a racketeer with extant political connections. Serrano kept proofs of Dubaye's involvement in corrupt dealings and was poised to use them against the deputy. Xavier readily agrees to cover up for his old pal Philippe, but he soon runs into difficulties. Nobody believes Dubaye's alibi. And everybody -- influential personalities, powerful businessmen, dubious go-betweens and the police -- wants to get hold of the documents that served to blackmail Dubaye; by all possible means...","release_date":"1977-12-07","vote_average":6.2,"runtime":120,"cert":"N\/A","id":69517,"title":"Death of a Corrupt Man","adult":false,"genre_ids":[53,80,18]},{"cast":["Dhanush","Meera Jasmine","Archana Puran Singh","Nassar","Santhanam"],"overview":"Parattai Engira Azhagu Sundaram is a 2007 Tamil-language drama film directed by Suresh Krishna. It stars Dhanush in the lead role along with Meera Jasmine and Archana. The film is a remake of the successful 2005 Kannada film Jogi directed by Prem and features the original music scored by Gurukiran.[1] The film revolves around a woman who comes to the city from her village in search of her presumably lost son. Released on 27 April 2007, the film couldn't repeat the success of its original version.","release_date":"2007-04-27","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69518,"title":"Parattai Engira Azhagu Sundaram","adult":false,"genre_ids":[28]},{"cast":["Ray Lui","Kent Cheng","Carina Lau"],"overview":"The continuing saga of the life of one of the most powerful men in China in the first half of the 20th Century. By the late 1920's, Luk has established himself as the overlord of Shanghai; a player in politics, business, and the huge underworld. But his generosity begins to strain his finances. Pondering his future, he decides to make a strong commitment to the country, opting for high society over getting high. But the 1937 attack by the Japanese on Shanghai throws both Luk and his country into turmoil. Luk is forced to flee to Hong Kong. He returns after the war, but finds the new Nationalist government isn't very accommodating. As China begins its transition to Communist rule, Luk sadly realizes he is heading towards oblivion.","release_date":"1993-05-13","vote_average":7.0,"runtime":91,"cert":"N\/A","id":69521,"title":"Lord of East China Sea II","adult":false,"genre_ids":[28,12]},{"cast":["Tim Bergmann","Dietmar Bär","Hannelore Hoger","Dietrich Hollinderbäumer","Ralph Herforth"],"overview":"","release_date":"2002-02-23","vote_average":0.5,"runtime":null,"cert":"N\/A","id":69524,"title":"Pest - Die Rückkehr","adult":false,"genre_ids":[18]},{"cast":["Dhanush","Sindhu Tolani","Manivannan","Pasupathy Masilamani","Sanghavi"],"overview":"A man is forced to fight back when a moneylender goes after his family and friends.","release_date":"2004-07-23","vote_average":4.8,"runtime":160,"cert":"N\/A","id":69525,"title":"Sullan","adult":false,"genre_ids":[28]},{"cast":["Oliver Reed","Diana Rigg","Telly Savalas","Curd Jürgens","Philippe Noiret"],"overview":"The Assassination Bureau has existed for decades (perhaps centuries) until Diana Rigg begins to investigate it. The high moral standing of the Bureau (only killing those who deserve it) is called into question by her. She puts out a contract for the Bureau to assassinate its leader on the eve of World War I.","release_date":"1969-03-09","vote_average":6.5,"runtime":110,"cert":"","id":69526,"title":"The Assassination Bureau","adult":false,"genre_ids":[53,80,35,28,12]},{"cast":["Mattia De Gasperis","Michela Cova","Giuseppe Cederna"],"overview":"Valerio is a lonely young boy who can't get on with the others of the same age. He just observes without been seen and tries to compare himself to them, especially with two tough guys from his swimming course. One day Valerio sees something that will change him forever.","release_date":"2008-07-12","vote_average":2.0,"runtime":null,"cert":"N\/A","id":69527,"title":"The First Day of Winter","adult":false,"genre_ids":[]},{"cast":["Dhanush","Aparna Pillai","Karunas","Mayoori","Peter Hein"],"overview":"Saravanan comes to Singapore for a job but lands in trouble, loses his passport and is on the run. Desperate to get back home, he accepts the job of taking a girl to India in return for a hefty sum.","release_date":"2004-01-14","vote_average":5.0,"runtime":160,"cert":"N\/A","id":69528,"title":"Pudhukottaiyilirundhu Saravanan","adult":false,"genre_ids":[28,10749]},{"cast":["Dhanush","Chaya Singh","Karunas","Manikka Vinayagam","Ilavarasu"],"overview":"Vasu is a prankster who whiles away his time teasing girls and getting scolded by his father. But when one of his pranks results in his brother getting jailed, he decides to turn over a new leaf.","release_date":"2003-09-05","vote_average":4.3,"runtime":150,"cert":"N\/A","id":69531,"title":"Thiruda Thirudi","adult":false,"genre_ids":[18,10749,35,28]},{"cast":["Sophie Schütt","Stephan Luca","Dorkas Kiefer","Michael Brandner","Zora Holt"],"overview":"","release_date":"2008-08-26","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69532,"title":"Gefühlte XXS - Vollschlank & frisch verliebt","adult":false,"genre_ids":[10770,35,10749]},{"cast":["Dhanush","Sonia Agarwal","Nageshwara Rao Akkineni","Daniel Balaji","Sreekanth"],"overview":"A young orphan who is an introvert but a genius at the same time is raised by a church priest. He is sent to college where he turns out to be a misfit socially. Although he is shunned by the majority of students, one girl starts to warm up to him who he eventually falls in love.","release_date":"2003-07-04","vote_average":6.8,"runtime":150,"cert":"N\/A","id":69533,"title":"Kadhal Konden","adult":false,"genre_ids":[18,10749,53]},{"cast":["Dhanush","Sherin Shringar","Abhinay","Ramesh","Shilpa"],"overview":"The film depicts the story of six high-school classmates, three boys and three girls, coming from different strata of society, who have each their own problems in their respective families and escape from their homes, deciding to live together on their own with the help of an older friend of theirs.","release_date":"2002-05-10","vote_average":0.0,"runtime":144,"cert":"N\/A","id":69534,"title":"Thulluvadho Ilamai","adult":false,"genre_ids":[28,18]},{"cast":["Vijay","Jiiva","Srikanth Krishnamachari","Ileana D'Cruz","Sathyaraj"],"overview":"The plot of the film illustrates the embankment of two friends on a quest for a lost buddy, who was once an optimistic and successful student. On their journey, they recount their college life and special moments that the three shared up until their lost friend secretly parted ways after convocation. During their quest, the two encounter a rival classmate who once made a long forgotten bet with them, a funeral that goes impossibly out of control, and a wedding they must crash.","release_date":"2012-01-13","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69537,"title":"Nanban","adult":false,"genre_ids":[35,18]},{"cast":["Yuen Biao","Ji Chun-Hua","Jimmy Lin Zhi-Ying","Wu Ma","Leung Kar-Yan"],"overview":"Re-edition of the TV series \"The Legend of Shaolin Kung Fu II\"","release_date":"2010-06-08","vote_average":3.5,"runtime":95,"cert":"N\/A","id":69538,"title":"Kung-Fu Master","adult":false,"genre_ids":[28]},{"cast":["Jiiva","Shriya Saran","Prakash Raj","Ganesh Acharya","Jayaprakash"],"overview":"An angry young man who takes on the bad elements to clean the society.","release_date":"2011-08-12","vote_average":5.8,"runtime":160,"cert":"N\/A","id":69539,"title":"Rowthiram","adult":false,"genre_ids":[10749,28,18]},{"cast":["Peter Groeger","Volkmar Kleinert","Evelyn Opoczynski","Käthe Reichel","Achim Petry"],"overview":"Olli, the main character in the movie, got a very bad grade and is terribly annoyed. She runs away from home and, together with a dog and a horse, finds a (mad? nutty?) scientist in a windmill. They experience the strangest adventures in this windmill and find other interesting characters, a lot of excitement and peril.  While you may well interpret something as the \"socialist value system\" into this movie, it is more meant to be a children's movie, showing the kids that there are more exciting things out there than the ones that your parents and teachers show you, and that you will only find out most of those things on your own, if you show enough curiosity.","release_date":"1982-04-09","vote_average":5.0,"runtime":85,"cert":"N\/A","id":69540,"title":"Die fliegende Windmühle","adult":false,"genre_ids":[10751,878,16]},{"cast":["Jiiva","Nandha","Taapsee Pannu","Santhanam","Rahman"],"overview":"","release_date":"2011-12-12","vote_average":5.5,"runtime":160,"cert":"N\/A","id":69541,"title":"Vanthaan Vendraan","adult":false,"genre_ids":[28,18]},{"cast":["Vlastimil Brodský","Jana Brejchová","Agnes Kraus","Henry Hübchen","Herbert Köfer"],"overview":"","release_date":"1980-01-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":69542,"title":"Aber Doktor","adult":false,"genre_ids":[35,10749,10770]},{"cast":["Agnes Kraus","Jochen Thomas","Micaela Kreißler","Marga Legal","Fred Delmare"],"overview":"","release_date":"1975-03-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69543,"title":"Schwester Agnes","adult":false,"genre_ids":[]},{"cast":["Anita Björk","Eva Dahlbeck","Maj-Britt Nilsson","Birger Malmsten","Gunnar Björnstrand"],"overview":"Rakel, Marta, Karin and Annette are married to four brothers. While waiting in a summer cottage for their husbands to come home, they tell each other stories about their marriages. Rakel tells about the time she had an affair and confronted her husband with it. Marta's story is about how she at first refused to marry and had her child by herself. Karin tells about what happened when one time she and her husband got stuck in an elevator together. While the women tell their stories, Marta's younger sister Maj is planning to elope.","release_date":"1952-11-03","vote_average":6.8,"runtime":107,"cert":"N\/A","id":69544,"title":"Waiting Women","adult":false,"genre_ids":[18,35]},{"cast":["Agnes Kraus","Fred Mahr","Gojko Mitić","Fred Delmare","Günter Schubert"],"overview":"","release_date":"1980-05-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":69545,"title":"Alma schafft alle","adult":false,"genre_ids":[]},{"cast":["Jiiva","Poonam Bajwa","Kanja Karuppu","Saranya Ponvannan","Saikumar"],"overview":"The film starts with Kailasam (Ravi Kale), the somber bigwig is performing the last rites of some one dear to him—but the appearance of Kottai (Jeeva), first in the chaotic Koovagam festival and later atop a Veeranam pipe, swinging a scythe maniacally sets the tone for the rest of the film. Cut to the flashback a few months ago:In madurai, where Kottai's mother (Saranya Ponvannan) is cutting down logs, and boasting about her son: he's a god who deserves to see the outside world and derive its benefits.","release_date":"2008-11-21","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69546,"title":"Thenavattu","adult":false,"genre_ids":[28,18,35]},{"cast":["Agnes Kraus","Fred Mahr","Fred Delmare","Karin Boyd","Wolfgang Penz"],"overview":"Heinz is a well-stocked veterinarian in Klückow and his Jana in quite firm, although not always present hands. And now - as Aunt Alma is slowly getting rid of the concern for her beloved nephew - Dr. Kröpelin finally got his chance: he makes a marriage proposal to Alma. She would not be averse if it had not been his \"bloodthirsty\" hobby, the hunt. A get-together on the high seat is still not a desirable prospect for Alma. But the more she refuses, the tighter Kröpelin bites into his intention to marry her anyway, whatever the cost.","release_date":"1978-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":69547,"title":"Oh, diese Tante","adult":false,"genre_ids":[35]},{"cast":["Agnes Kraus","Fred Mahr","Wolfgang Penz","Marta Rašlová","Fred Delmare"],"overview":"Alma Krause is the proud owner of a thoroughbred French bully. Even otherwise, she nurses and harbors several two- and four-legged friends in her apartment - just as one would expect from a veterinarian's widow. Her nephew Heinz, on the other hand, is kind of beaten. Not as for the love of animals, that would fit badly to a nascent vet, but for a small animal practice, as the blessed uncle operated, he seems to have no ambitions. A future as a \"Bazillenscheuche\" in the cowshed would like to spare him again Aunt Alma. And she takes her appropriate action.","release_date":"1977-05-30","vote_average":10.0,"runtime":79,"cert":"N\/A","id":69548,"title":"Viechereien","adult":false,"genre_ids":[]},{"cast":["Bhavana","Jiiva","Manivannan","Karunas","Lal"],"overview":"Vasanthi (Bhavana) is the daughter of the big man (Lal), who does a lot of help for the refugees. Bhavana instantly falls for Jeevan (Jeeva), a Tamil refugee, staying in the camp in Rameswaram. Jeevan, nurturing a dream to go back to his home land, keeps on discouraging the girl, who is stubborn in her love. Jeevan’s heart, influenced by the pure love of the girl, starts melting slowly. Enters Bose Venkat, the cousin of Vasanthi with full of dreams to marry his childhood sweetheart. He joins as an Inspector in the local police station. The whole family is eagerly awaiting their marriage.","release_date":"2007-09-15","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69549,"title":"Rameswaram","adult":false,"genre_ids":[28,18]},{"cast":["Anjali","Jiiva","Karunas","Sree Raam","Venba"],"overview":"A young Tamil-postgraduate, who, frustrated with the circumstances and futility of his job, slowly loses his mental balance and becomes a psychopath.","release_date":"2007-10-06","vote_average":6.3,"runtime":147,"cert":"N\/A","id":69550,"title":"Kattradhu Thamizh","adult":false,"genre_ids":[18]},{"cast":["Jiiva","Pooja Umashankar","Nagesh","Seeman","Sampath Raj"],"overview":"Hari (Jeeva) is an unemployed youth who runs a pavement book shop in Tripiclane area. His father (Nagesh) an upright retired school teacher buys him a shop in a building with his PF money. He names it “Periyar Bookshop” and runs it with friend Karunas. Meanwhile he constantly bumps into Pooja (Pooja), a television reporter and a love-hate relationship happens! However, one day a Malaysian based businessman (Seeman) comes and evicts him from the shop claiming that the place belongs to him. Hari discovers that his father was cheated by a land mafia gang which specializes in forged documents and is hand-in-glove with revenue officials. Hari decides to take the gauntlet and unveil the evil forces behind those property grabbers.","release_date":"2007-07-07","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69551,"title":"Pori","adult":false,"genre_ids":[28,18]},{"cast":["Mohanlal","Jiiva","Gopika","Lakshmi Gopalaswamy","Biju Menon"],"overview":"Major Mahadevan (Mohanlal) is the head of the elite command force. He is in charge of fighting the country’s terrorist groups and protecting the country from their terrorist intentions. Havildar Jaikumar (Jeevaa) is Major Mahadevan’s most trusted lieutenant. He meticulously carries out his chief’s instructions, thereby gaining his trust and confidence. Mahadevan, Havildar Jaikumar and their team save the public from threats, attempted bombings, kidnappings, and extortions by militants.","release_date":"2006-06-06","vote_average":6.1,"runtime":130,"cert":"N\/A","id":69554,"title":"Keerthi Chakra","adult":false,"genre_ids":[28,18,10752]},{"cast":["Jiiva","Nassar","Sandhya","Guinness Pakru","Kaajal Pasupathi"],"overview":"Bhaskar, a stuntman, is smitten with Cinthya, a college student. However, his heart is broken when he learns that she doesn't love him back but he still to tries persuade her.","release_date":"2006-05-12","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69555,"title":"Dishyum","adult":false,"genre_ids":[18,35,28]},{"cast":["Jiiva","Saranya Ponvannan","Rahman","Gajala","Kanja Karuppu"],"overview":"Ram is falsely charged for killing his mother. His neigbours are also called for interrogation. Everyone's effort leads to tracking down the real killer.","release_date":"2005-03-04","vote_average":8.5,"runtime":160,"cert":"N\/A","id":69556,"title":"Raam","adult":false,"genre_ids":[28,18,53]},{"cast":["Anne Bancroft","Peter Finch","James Mason","Janine Gray","Cedric Hardwicke"],"overview":"The study of a marriage. Jo has five children and husband number two when she meets writer Jake Armitage. She leaves this husband to marry Jake, and his career takes off. A few years and at least one child later, Jo is deeply depressed, breaking down in the middle of Harrods. After psychiatric care and the prospect of a new house in the country, she gets better; then, she is pregnant again, and this time Jake objects. Jo consents to an abortion and sterilization in the belief it will make her marriage happy again, but afterwards she learns ugly truths about Jake.","release_date":"1964-06-01","vote_average":7.0,"runtime":118,"cert":"","id":69557,"title":"The Pumpkin Eater","adult":false,"genre_ids":[18]},{"cast":["Jiiva","Vivek","Sridevi Vijayakumar","Shrutika"],"overview":"A boy Chinnu (Venu) who lived in a small village was very friendly and affectionate to Anu (Renu) his friend. Because of Anu's father's transfer they get separated. When Anu was leaving she gave him a watch. They grew up. By the time Venu grew up his parents died and he was adopted by a good family. They grew up Venu was waiting for Anu &amp; Renu was waiting for Chinnu their friendship turned into love. They were waiting for each other from last 10 years. This movie shows how they reunite.","release_date":"2003-03-03","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69558,"title":"Thithikudhe","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"What is man? Man makes war, man kills man, man hunts, man is executed. A montage mixing original drawings by Topor, original shots and stock shots that ironically analyze what man is. Early Rene Laloux film","release_date":"1964-12-01","vote_average":7.5,"runtime":10,"cert":"N\/A","id":69559,"title":"Dead Times","adult":false,"genre_ids":[16,18]},{"cast":["Hilary Swank","Sarah Chalke","Jenna von Oy","Laurel Holloman","Jennifer Warren"],"overview":"When a girls friend is killed by a college hazing, she is the only one who can find out the truth.","release_date":"1997-02-24","vote_average":6.1,"runtime":120,"cert":"N\/A","id":69560,"title":"Dying to Belong","adult":false,"genre_ids":[10770,18]},{"cast":["Jessica Tuck","Andrew Airlie","Hrothgar Mathews","Spencer Rochfort","Jennifer Spence"],"overview":"Life is going incredibly well for Tia McLealand. Her career is flying and she's fallen in love. But a single phone call changes everything. Her new love, Nick, is killed in a climbing accident. Pregnant with his child, she makes the practical decision to marry a rich and powerful man. Years later, Tia begins to suspect foul play. Can she take on the powers that be to get her life back and protect her son?","release_date":"2007-02-26","vote_average":2.5,"runtime":90,"cert":"N\/A","id":69561,"title":"A Decent Proposal","adult":false,"genre_ids":[]},{"cast":["Jayam Ravi","Neetu Chandra","Sudha Chandran","Saiju Kurup","Manel Soler"],"overview":"Aadhi, a smart and suave smuggler in Bangkok, falls in love with a waitress. However, he finds himself in trouble when she frames him for all the crimes committed by his look-alike, Bhagavan","release_date":"2013-02-22","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69564,"title":"Aadhi Bhagavan","adult":false,"genre_ids":[28]},{"cast":["Sadha","Jayam Ravi","Gopichand","Rajeev","Pragathi"],"overview":"The story is centered in a village where the parents of first cousins Sujatha (Sadha) and Raghu (Gopichand) decide that both will be married when they become adults. As a child, Sujatha's uncle gives her anklets, which she wears as she grows up. As they grow older, Raghu is caught smuggling money from his house. At school, Raghu beats up a kid for talking to Sujatha. They quarrel, and soon Raghu's family leaves for another village. Sujatha grows to be an attractive college girl, while the villain Raghu becomes a good-for-nothing character. On her way to college, Sujatha meets Ravi (Jayam Ravi), a poor but handsome, charming enthusiastic boy when he asked her to wear her anklets to college again, and soon after their quarrels they fall in love. . On the day of her marriage, Sujatha elopes with Ravi and the action hots up as they are chased by Raghu and his thugs.","release_date":"2003-03-03","vote_average":6.8,"runtime":160,"cert":"N\/A","id":69565,"title":"Jayam","adult":false,"genre_ids":[28,35,18]},{"cast":["Jayam Ravi","Roland Kickinger","Saranya Nag ","Varsha Ashwathi","Vadivelu"],"overview":"Peranmai - Story about a forest officer (Jayam Ravi) foils the plan of a group of terrorists trying to enter the country with the help of 5 girls.","release_date":"2009-10-16","vote_average":6.9,"runtime":160,"cert":"N\/A","id":69566,"title":"Peranmai","adult":false,"genre_ids":[18]},{"cast":["Jean Franval","Stephen Hirst","Louise Cooper","Phil Askham","Pat Wallis"],"overview":"In this fascinating adventure of the England of the 1750s, the huge Frenchman Black Jack (Jean Franval) miraculously survives a hanging by the British authorities in Yorkshire and escapes from the grim jaws of \"justice.\" He takes to the countryside in the company of Tolly, a teenaged boy who is able to translate Black Jack's odd speech into something comprehensible. They join up with Belle, an aristocratic teenager who has escaped from the madhouse her family imprisoned her in when she grew troublesome. Together, the three join a carnival. However, as it becomes clear that the girl is far from crazy, love between Tolly and Belle grows. This story, set in the mid-18th century, is based on a novel by Leon Garfield.","release_date":"1979-09-09","vote_average":7.0,"runtime":105,"cert":"N\/A","id":69567,"title":"Black Jack","adult":false,"genre_ids":[12,36]},{"cast":["Jayam Ravi","Kangana Ranaut","Jayaram","Raai Laxmi","Mariya Kozhevnikova"],"overview":"A brilliant medical practitioner finds himself at the centre of a murder plot after taking the daughter of a Russian Police Commissioner back to his hotel room.","release_date":"2008-08-29","vote_average":5.0,"runtime":150,"cert":"N\/A","id":69568,"title":"Dhaam Dhoom","adult":false,"genre_ids":[9648,28,53]},{"cast":["Franco Gasparri","John Saxon","John Steiner","Marcella Michelangeli","Malisa Longo"],"overview":"A murderous drug dealer breaks his partner out of police custody. An undercover cop is assigned to track down the two killers and bring them in.","release_date":"1976-10-20","vote_average":5.5,"runtime":102,"cert":"N\/A","id":69569,"title":"Mark Strikes Again","adult":false,"genre_ids":[28]},{"cast":["Zora Kerova","Mario Cutini","Paola Corazzi","Annie Carol Edel","Franco Garofalo"],"overview":"Sister Virginia de Leyva becomes the new Mother Superior at the convent of Monza. Said convent turns out to be a veritable hotbed of sinful carnality and depravity. Debauched priest Don Arrigone and lecherous womanizer Giampaolo Osio plot to seduce sister Virginia. But will their wicked and lustful actions continue to go unnoticed?","release_date":"1980-07-03","vote_average":4.5,"runtime":79,"cert":"N\/A","id":69570,"title":"The True Story of the Nun of Monza","adult":false,"genre_ids":[18]},{"cast":["Corinne Cléry","Bruce Robinson","Katja Rupé","Werner Pochath","Peter Kern"],"overview":"Pascale, married to an architect, misses her flight to London and is forced to stay in Berlin, at the Kleinhoff Hotel where she stayed as a student. Karl, a would-be revolutionary lives in the adjoining room and Pascale spies him and his ex-girl-friend through a hole. Then she follows him to a questionable place where she is arrested by the police during a revolutionists raid. When she returns to the Kleinhoff Hotel, Pascale finds Karl crying, and enters his room to console him and they have a love affair.","release_date":"1977-10-27","vote_average":6.5,"runtime":88,"cert":"N\/A","id":69571,"title":"Kleinhoff Hotel","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Manisha Koirala","Nassar","Ramesh Aravind","Santhana Bharathi"],"overview":"A young man's journey in Mumbai as a kidnapper.","release_date":"2005-04-15","vote_average":6.6,"runtime":145,"cert":"N\/A","id":69572,"title":"Mumbai Xpress","adult":false,"genre_ids":[28,35]},{"cast":["Prabhu Ganesan","Gautami Tadimalla","Revathi","Nassar","R. Sarathkumar"],"overview":"Raja (Prabhu) is a thief who falls in love with Vijaya (Gouthami). First, she thinks that he was a police officer, she asks him to find lost stuffs and he steals to fulfill her wishes. One day, the police arrests him front of Vijaya and he's sent to jail, he's welcome like a king in jail. Vijaya leaves the town with her father. When, he's released, he decides to find Vijaya.","release_date":"1990-12-07","vote_average":0.0,"runtime":145,"cert":"N\/A","id":69573,"title":"Raja Kaiya Vacha","adult":false,"genre_ids":[18]},{"cast":["Harumi Inoue","Machiko Kochi","Hiroko Satô","Jô Shishido","Naoto Takenaka"],"overview":"A beautiful mother and her two daughters run a bar in a town. They have a dream of becoming rich, reforming the building, and living as celebrities. With no chance of their dream coming true with just their everyday earnings, they had another face - blinding the elderly with their beauty, putting on insurance coverage and seeking to get rich quick by murdering. However, their scheme begins to collapse from one little mistake.","release_date":"2010-10-02","vote_average":7.0,"runtime":145,"cert":"N\/A","id":69574,"title":"A Night in Nude: Salvation","adult":false,"genre_ids":[18,53,80]},{"cast":["Kamal Haasan","Meena","Heera Rajgopal","Gemini Ganesan","Nassar"],"overview":"A divorced husband desperately misses his daughter. In order to be with her, he takes up a job in his father-in-law's house. The only catch is that the job is that of a female governess.","release_date":"1996-07-01","vote_average":7.2,"runtime":160,"cert":"N\/A","id":69575,"title":"Avvai Shanmugi","adult":false,"genre_ids":[35]},{"cast":["George Lazenby","Anita Strindberg","Adolfo Celi","Dominique Boschero","Peter Chatel"],"overview":"A young girl is brutally murdered somewhere in France. Sometime later, the same thing happens to the daughter of a well-known sculptor. This time the parents (the sculptor and his wife) start investigating, and soon find they are in way over their head. Meanwhile, the body-count keeps rising as the killer now starts butchering all those who find out too much...","release_date":"1972-05-12","vote_average":6.3,"runtime":90,"cert":"N\/A","id":69576,"title":"Who Saw Her Die?","adult":false,"genre_ids":[27,9648,53]},{"cast":["Kamal Haasan","Jayaram","Jyothika","Devayani","Delhi Ganesh"],"overview":"Tenali is a comedy based movie in which, Panchabhootam (Delhi Ganesh) is a senior psychiatrist in Vizag. Kailash (Jayaram) is an upcoming psychiatrist. As Kailash takes over Panchabhootam over popularity.Panchabhootam wants to ruin the happiness of Kailash by sending him the coward 'Tenali' as the patient. Since Kailash wanted to go for family vacation to Kodaikanal with his wife Jalaja (Devyani) and two kids, he asks Tenali to wait for a month so that he can begin the treatment after Kailash Vacation.Panchabhootam, who wants to make the life of Kailash miserable,...","release_date":"2000-10-27","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69577,"title":"Thenali","adult":false,"genre_ids":[35]},{"cast":["Giovanna Ralli","Claudio Cassinelli","Mario Adorf","Franco Fabrizi","Farley Granger"],"overview":"Police investigate apparent suicide of teen girl and uncover details of a teenage prostitution racket. They go on the hunt for a motorcycle riding killer.","release_date":"1974-08-10","vote_average":7.3,"runtime":87,"cert":"N\/A","id":69578,"title":"What Have They Done to Your Daughters?","adult":false,"genre_ids":[9648,53]},{"cast":["George Hilton","Salvo Randone","William Berger","Manuel Zarzo","Patty Shepard"],"overview":"Following the mysterious decapitation of an insurance investigator, Police Inspector Peretti is put onto the case, but all the clues lead to an unsolved case of kidnapping and murder.","release_date":"1972-02-03","vote_average":6.3,"runtime":96,"cert":"N\/A","id":69579,"title":"My Dear Killer","adult":false,"genre_ids":[18,53]},{"cast":["R. Madhavan","Bhavana","Prakash Raj","Vadivelu","Tejashree"],"overview":"Deepika (Bhavana) is an arrogant rich girl. A medical college student, she dictates terms at the college. Sister of local don Kasi (Prakash Raj), she is feared by students, professors and even the Dean of the College. Enter Aarya (Madhavan), a final year student who comes to Chennai Medical College from Coimbatore. A soft-spoken Aarya runs into Deepika. They develop cold shoulders. In a fit of rage, she kidnaps Aarya's sister. But Aarya faces her challenges daringly. However, she soon falls in love with him. But he is not ready to marry the sister of a ruffian. The remaining story tells us how the brother and sister put pressure on Aarya to become a rowdy so that Aarya's status is equal enough as Kasi's status so that Aarya can marry Kasi's sister Deepika. Meanwhile, \"Snake\" Babu (Vadivelu) is elected the area councillor, and has a few encounters with Dr. Aarya, and one with Deepika. He is the main source of comic relief for the film.","release_date":"2007-08-10","vote_average":5.5,"runtime":160,"cert":"N\/A","id":69580,"title":"Aarya","adult":false,"genre_ids":[28]},{"cast":["Ken Takakura","Tetsurō Tamba","Naoki Sugiura","Shinjirô Ehara","Mariko Kaga"],"overview":"Assassin Nanjo goes on a solitary mission to take revenge on the man who trapped him into a complicated drug deal.","release_date":"1964-04-05","vote_average":6.0,"runtime":98,"cert":"N\/A","id":69581,"title":"An Outlaw","adult":false,"genre_ids":[28,80]},{"cast":["R. Madhavan","Sangeetha Krish","Seeman","Devadarshini","Senthil Kumar"],"overview":"A common man who represents his society, gets tired of the illegal activities happening around him and decides to take law into his own hands by punishing the wrong-doers!","release_date":"2007-12-07","vote_average":9.0,"runtime":160,"cert":"N\/A","id":69582,"title":"Evano Oruvan","adult":false,"genre_ids":[18]},{"cast":["R. Madhavan","Reema Sen","Anushka Shetty","Vadivelu","Santhanam"],"overview":"Shakti (Madhavan) is a young man from a village, with no job but tons of ambition and dreams. As he sees his life pass him by, stuck in a rut in his hometown, he decides that he will try his fortunes elsewhere. Chennai beckons him and off goes Shakti, to join his uncle Kirikalam (Vadivelu), who has a stall of magic tricks at an exhibition. No, Kirikalam is not really a magician, but is posing as one and his amateurish tricks don't exactly bring in big crowds.","release_date":"2006-12-24","vote_average":6.0,"runtime":153,"cert":"N\/A","id":69583,"title":"Rendu","adult":false,"genre_ids":[18,28,35]},{"cast":["R. Madhavan","Pooja Umashankar","Biju Menon","Vadivelu","Manivannan"],"overview":"A man cannot tolerate injustice and opposes it in any form; this earns him the wrath of a local goon, who plans to get rid of him at all costs.","release_date":"2006-02-22","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69584,"title":"Thambi","adult":false,"genre_ids":[28,18]},{"cast":["Hiroyuki Miyasako","Riisa Naka","Kumiko Aso","Mickey Curtis","Dankan"],"overview":"Sakiko is a typical teenager in many ways. She hates her divorced father, who chases after every skirt he sees. She does not know, if she will ever be loved by the other sex. When her dad suddenly inherits a lot of money and becomes really lazy, she hates him even more. He finally decides to start his own cafe, where Sakiko, of course has to help. From this moment, strange customers and good-looking waitresses form the center of tension between father and daughter.","release_date":"2008-07-05","vote_average":8.0,"runtime":113,"cert":"N\/A","id":69585,"title":"Cafe Isobe","adult":false,"genre_ids":[35]},{"cast":["Deannie Yip","Patrick Tam","Suki Kwan"],"overview":"story of a dying mother and her love for her retarded son. Mrs. Fat (Deanie Ip) is slowly succumbing to cancer, but her biggest worry is her only child, the 30-year-old Bee (Patrick Tam). Possessing the mind of a toddler but the hormonal urges of a sexually aroused rhino, Bee finds himself in trouble with the gangster boyfriend of his neighbor May (Suki Kwan). After the thug is killed for stealing some heroin, the pregnant May becomes severely disabled -- and after Bee's real mother dies, the surrogate mother for her new friend.","release_date":"2000-08-17","vote_average":4.0,"runtime":102,"cert":"N\/A","id":69586,"title":"Crying Heart","adult":false,"genre_ids":[18,10749]},{"cast":["R. Madhavan","Sadha","N. S. Ramesh Khanna","Aishwarya","Prathap K. Pothan"],"overview":"Sakhi, a car company manger, falls in love with Priya, a model. They decide to get married, but their different family backgrounds seem to ruin their relationship.","release_date":"2005-04-14","vote_average":6.0,"runtime":157,"cert":"N\/A","id":69587,"title":"Priyasakhi","adult":false,"genre_ids":[18,28]},{"cast":["R. Madhavan","Meera Jasmine","Atul Kulkarni","Raghuvaran","Anu Hasan"],"overview":"Siva comes to Madras from a small Tamil Nadu town to study. He instantly falls in love with elusive stranger Priya who resists his charms quite persistently. Madhavan later discovers that romancing Priya can be a dangerous hobby.","release_date":"2002-05-09","vote_average":7.0,"runtime":157,"cert":"N\/A","id":69590,"title":"Run","adult":false,"genre_ids":[28,18,10749]},{"cast":["R. Madhavan","Lawrence Raghavendra","Simran","Vivek","Sneha"],"overview":"A doctor becomes an instant heartthrob after making an appearance in a movie and soon marries a woman. But just after their marriage, the truth about his past is revealed, which leads to complications, taking the couple a step closer to divorce.","release_date":"2001-11-14","vote_average":0.0,"runtime":150,"cert":"N\/A","id":69591,"title":"Paarthale Paravasam","adult":false,"genre_ids":[10751,28,10749,18]},{"cast":["Jeff Chandler","Evelyn Keyes","Stephen McNally","Rock Hudson","Joyce Holden"],"overview":"In Coaltown, Pennsylvania, miner Coke Mason hopes to better himself, buy a radio store, and marry Rose Warren. His gambler brother George thinks Coke can be more successful as a boxer, knowing that when he fights he's consumed with a murderous rage that makes him an \"iron man.\" Seeing dollar signs in Rose's eyes, Coke reluctantly agrees, though he's fearful of the \"killer instinct\" that makes him a knockout success in the ring...and brings him the booing hatred of the fans. Will Coke throw off his personal demon before he kills someone?","release_date":"1951-08-18","vote_average":5.0,"runtime":81,"cert":"N\/A","id":69592,"title":"Iron Man","adult":false,"genre_ids":[18]},{"cast":["R. Madhavan","Neetu Chandra","Ravi Babu","Sachin Khedekar","Sanjaih Bokaria"],"overview":"Yavarum Nalam is a 2009 Indian horror film directed by Vikram Kumar, starring R. Madhavan and Neetu Chandra in the lead roles. Produced by Suresh Balaje and George Pius, the film was simultaneously filmed and released in Tamil and also Hindi as 13B with a slightly different cast. The film's soundtrack was composed by Shankar-Ehsaan-Loy and background score by Tubby Parik. The film was released on 6 March 2009.","release_date":"2009-06-03","vote_average":8.5,"runtime":160,"cert":"N\/A","id":69593,"title":"Yavarum Nalam","adult":false,"genre_ids":[18,27,53]},{"cast":["Raymond Wong","Maggie Cheung","Charine Chan","Danny Poon","Ho Pak-Kwong"],"overview":"A young, unsuccessful singer, after committing suicide, is to be reincarnated, this time into a musical family. Her spirit must get to the hospital where her future mother is currently ready to give birth to her, so that she can enter the womb and be born. Unfortunately, she misses her appointed birth time, twice, due to the accidental intervention of a young man, Mr. Hong. At first she is angry and makes life hard for him, but eventually they fall in love, although she can't stay around long as she has one last chance to be born.","release_date":"1986-07-03","vote_average":5.5,"runtime":89,"cert":"N\/A","id":69594,"title":"Happy Ghost III","adult":false,"genre_ids":[27,35,14]},{"cast":["R. Madhavan","Bhavana","Vijayalakshmi","Venkat Prabhu","Mallika Sukumaran"],"overview":"Vazhthugal revolves around Kathiravan, a successful entrepreneur who manages a software company. Kathiravan is an affectionate son and socially responsible too. His company is involved in various social activities. When his close friend's parents are forced by their daughter-in-law to leave home, Kathrivan decides to marry a girl who will keep his parents happy. While watching a television programme he is impressed by Kayal, a college student from Coimbatore being interviewed on a show. To a question by the interviewer, 'where do you see yourself in another five years?' Kayal deviating from the usual clichéd answers replies, \"As an ideal wife, mother and daughter-in-law.\" And during the course of her talk, she attributes her success to her large and loving family consisting of her parents, maternal grandfather, aunts, uncles and cousins. Kathiravan is impressed with her attitude and feels that she is the right life companion for him.","release_date":"2008-01-14","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69595,"title":"Vaazhthugal","adult":false,"genre_ids":[28,18]},{"cast":["Eiko Nakamura","Reiko Ike","Sanae Tsuchida","Hiroko Fuji","Reiichi Hatanaka"],"overview":"With her first love that unfolded in the battlefield in her heart, and with a short sword and a pillbox as her weapons, female gambler Okatsu the Tiger Lily travels from gambling site to gambling site. Surrounding her are Omon, an outlaw star blind lone gambler; Onaka, a thief who’s after Okatsu to avenge her father’s death; Ohide, a tattoo artist whose back is covered by a dragon tattoo; and Oryu, a young girl sold as a prostitute to a gambling family.","release_date":"1972-11-21","vote_average":7.0,"runtime":86,"cert":"N\/A","id":69596,"title":"The Red Silk Gambler","adult":false,"genre_ids":[28,80]},{"cast":["Karthi","Prathap K. Pothan","Parthiban","Andrea Jeremiah","Reema Sen"],"overview":"This mysterious tale revolves around the daughter of a missing archaeologist, who goes in search of the missing 'Chola' tribe with her helper (Karthi Sivakumar). They embark on a journey to find a missing sacred idol belonging to the Pandyan kingdom, that was captured by their arch-enemy, Chola kingdom some 900 years ago, which ultimately leads to the discovery of existing Cholas, who are eagerly awaiting their last ray of hope, a messenger who has been foretold, would take them back to their home land to reclaim their kingdom.","release_date":"2010-01-14","vote_average":6.2,"runtime":182,"cert":"N\/A","id":69597,"title":"Ayirathil Oruvan","adult":false,"genre_ids":[12,14,36,9648,53]},{"cast":["Karthi","Priyamani","Ponvannan","Kanja Karuppu","Saravanan"],"overview":"A village tough finally succumbs to the unconditional love of his angelic cousin, but his romance faces insurmountable challenges, including family opposition and his own delinquent personality.","release_date":"2007-02-23","vote_average":6.6,"runtime":160,"cert":"N\/A","id":69598,"title":"Paruthiveeran","adult":false,"genre_ids":[18,28]},{"cast":["Lam Wai","Tommy Wong","Ben Lam","Chan Ging","Shum Wai"],"overview":"An ultra-violent and ultra-gritty tale of desperate Chinese would-be jewel thieves hoping to make a quick, effortless score in Hong Kong. Naturally, things go afoul, and the gang must hide out until the heat dies down, besmirched with the blood of an undercover cop. A progenitor of sorts of both \"City on Fire\" and \"Reservoir Dogs,\" but lacking the romantic melodrama of the former and the hipster staginess of the latter. Winner of Hong Kong Film Awards for both Best Film and Best Director. Spawned a franchise with three sequels.","release_date":"1984-07-11","vote_average":6.5,"runtime":100,"cert":"N\/A","id":69599,"title":"Long Arm of the Law","adult":false,"genre_ids":[28,80]},{"cast":["Kim Gyu-ri","Hyun Sung","Bang Eun-jin","Pyeon Eun-Jeong","Dong Bang-woo"],"overview":"With one month left of military duty, a man re-evaluates his relationship with three women.","release_date":"2002-03-15","vote_average":5.0,"runtime":92,"cert":"N\/A","id":69600,"title":"My Beautiful Days","adult":false,"genre_ids":[18,10749]},{"cast":["Joel Barcellos","Antônio Abujamra","Marco Ricca","Washington Luiz Gonzales","Mary Alexandre "],"overview":"A beautiful woman is found dead, with a peach in her mouth, a bite in her butt and without blood in the body. When other women are found dead in the same modus-operandi, the police gives the nickname of \"Vampa\" to serial killer. Detective Leôncio is assigned to investigate the murder together with fetishist photographer Oscar. Without any lead, they decide to follow a sexy and popular night-club dancer on the streets of São Paulo, trying to identify possible suspects.","release_date":"1996-08-01","vote_average":3.5,"runtime":70,"cert":"N\/A","id":69601,"title":"Olhos de Vampa","adult":false,"genre_ids":[]},{"cast":["Prashanth Thyagarajan","Pooja Chopra","Divya Parameshwaran","Sneha","Prakash Raj"],"overview":"Ponner Sankar is based on historical novel written by Kalangir M. Karunanidhi. Story is about the two warriors, both are brothers named Ponner and Sankar living in Kongu Nadu (present day Coimbatore, Erode etc..). This is a historical movie and these two warriors are even worshipped today at most of the above mentioned part of Tamil Nadu.","release_date":"2011-04-09","vote_average":6.5,"runtime":160,"cert":"N\/A","id":69602,"title":"Ponnar Shankar","adult":false,"genre_ids":[36]},{"cast":["Rock Hudson","Lauren Bacall","Robert Stack","Dorothy Malone","Robert Keith"],"overview":"Mitch Wayne is a geologist working for the Hadleys, an oil-rich Texas family. While the patriarch, Jared, works hard to establish the family business, his irresponsible son, Kyle, is an alcoholic playboy, and his daughter, Marylee, is the town tramp. Mitch harbors a secret love for Kyle's unsatisfied wife, Lucy -- a fact that leaves him exposed when the jealous Marylee accuses him of murder.","release_date":"1956-12-01","vote_average":6.9,"runtime":99,"cert":"N\/A","id":69605,"title":"Written on the Wind","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Tsang","Richard Ng","Chapman To","Wong Jing","Chrissie Chau"],"overview":"Five graduates from different years come together to celebrate their secondary school teacher Master Jude's 80 year-old birthday. Master Jude is a happy-go-lucky bachelor who enlightened them on the matter of sex during their school days. Since all of the five men have marital problems, this is a good time for them to meet and share their grievances. However, during the celebration party held in a hotel, they encounter 5 pretty, sexy young models. They fall for each other and have a love-fest in the hotel.","release_date":"2011-03-10","vote_average":5.5,"runtime":89,"cert":"N\/A","id":69606,"title":"Men Suddenly in Love","adult":false,"genre_ids":[35]},{"cast":["Nicolas Tary","Nicolas Verdoux","Fabien Félicité","Kim N'Guyen-Duy","Yann Joseph"],"overview":"In this killer tale of horror, a rip-roaring teen party turns into a nightmare when a mysterious masked figure murders the guests one by one and then challenges the lone survivor to a duel ... for his soul.","release_date":"2006-10-26","vote_average":4.4,"runtime":92,"cert":"","id":69607,"title":"I Am the Ripper","adult":false,"genre_ids":[]},{"cast":["Prasanna","Vadivelu","Udhayathara","Vijayakumar","Santhanam"],"overview":"Sathyamoorthy, an orphan, vents his feelings in a poem but doesn’t submit it to a magazine. Surprisingly he reads a poem, penned by a girl, in a magazine that is quite similar to what he has written. He is amused and sets off to find the girl. He finds that she is a college student and living in Kutralam. He writes a letter and gets a reply. The friendship develops and it gradually evolves into love.","release_date":"2008-07-07","vote_average":0.0,"runtime":150,"cert":"N\/A","id":69608,"title":"Kannum Kannum","adult":false,"genre_ids":[10749,18]},{"cast":["Prasanna","Vadivelu","Delhi Ganesh","Manivannan"],"overview":"The humour here is the \"Tom &amp; Jerry\", one-man- upmanship type. Prasanna wants to become a cop, but the arrogant police officers Manivannan and Sada ensure that he does not succeed. Meanwhile he discovers a plot to assassinate the governor (visu) by the terrorist Riaz Khan and he complains it to the assistant commissioner of police (Sada),but discovers that Sada is also A member of the plot. So he finds a detective agency and starts cracking the plot and he succeeds in it.","release_date":"2007-09-07","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69609,"title":"Cheena Thaana 001","adult":false,"genre_ids":[]},{"cast":["Kemal Sunal","Sevda Ferdağ","Sevil Üstekin","Bilge Zobu"],"overview":"","release_date":"1976-01-01","vote_average":7.7,"runtime":null,"cert":"N\/A","id":69610,"title":"Kapıcılar Kralı","adult":false,"genre_ids":[]},{"cast":["Prasanna","Meera Jasmine","Raghuvaran","Karunas","Shammi Thilakan"],"overview":"A young college girl who helps her lover realize his dream of becoming an IAS officer amidst her own problems","release_date":"2005-10-28","vote_average":0.0,"runtime":140,"cert":"N\/A","id":69611,"title":"Kasthuri Maan","adult":false,"genre_ids":[18,10749]},{"cast":["Prasanna","Cheran","Nikita Thukral","Jayaprakash","Suma Bhattacharya"],"overview":"After finishing a successful meeting with his movie producers in Bangalore, Nanda, a jingles composer catches the highway to Chennai. On his way his car breaks down and he hitchhikes with Arjun, a businessman's son on his way to the same destination. During their journey together they discuss their personal lives till Arjun proposes a deal; a deal that is marked with murder but promises to better their personal lives. However this deal does not work in Nanda's favor and he soon finds himself in deeper complications.","release_date":"2011-09-15","vote_average":7.0,"runtime":134,"cert":"N\/A","id":69612,"title":"Muran","adult":false,"genre_ids":[18,53]},{"cast":["Prasanna","Sibiraj","Ramya Raj","Yasmin Khan","S. P. Balasubramaniam"],"overview":"The plot opens with the introduction of Ravi (Prasanna) an electronics engineer,who introduces himself as a youthful guy who aspires to become a businessman. He meets Viswanath (S. P. Balasubrahmanyam) when he fights to grab a bag from a stranger.Ravi chases the man but unable to catch him but gets a glimpse of the man's face. Viswanath offers Ravi a job in the Trust bank in which he is the CEO. The bank promotes its new branch as the 'World's safest bank' with the security locker design of Ravi. Ravi also applies for a loan amount of Rs.2 Crores to start his own business.","release_date":"2010-01-14","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69613,"title":"Naanayam","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A number of aspiring \"Luktung\" singers (traditional Thai country music) try to win a contest where first-prize is 1 million baht.","release_date":"2002-02-08","vote_average":3.5,"runtime":115,"cert":"N\/A","id":69614,"title":"Hoedown Showdown","adult":false,"genre_ids":[35]},{"cast":["Prasanna","Sneha","John Shea","Mark Stolzenberg","Andrea Harrison"],"overview":"Senthil Kumar (Prasanna) and Malini (Sneha) are a happily married couple in New Jersey, living life like any other born-in-India, arrived-in-the-US couple do. He submerges himself in the office and eats sambhar rice at home and she never misses a bhajan at the temple and shops at Indian stores. They have a daughter Rithika (Akshaya Dinesh), 5 years old, the apple of their lives (their car's registration number carries the name of their daughter.) They have just settled down in a new, spacious home about which Malini, understandably, has fears. The couple squabble amicably about everything from her perpetual laundry and cooking; while Senthil argues with friends about the significance of viboothi (holy ash, usually applied on forehead) and takes his family on weekend trips and birthday parties. It is a normal, happy life in the US until Robertson (John Shea) arrives, to paint the basement. Now, things are never the same at home again.","release_date":"2009-07-17","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69615,"title":"Achchamundu Achchamundu","adult":false,"genre_ids":[]},{"cast":["Rajinikanth","Khushboo","Jayasudha","Janagaraj","Manorama"],"overview":"The film is about Pandian who wants to avenge his sister's husband's death. He joins the murderer's gang, and how he takes revenge forms the crux of \"Pandian\". Then the gang came to known as Pandiyan made undercover operation, Pandiyan was a police officer, then rest of the story deals with how pandiyan caught the culprit, with style approach of Pandiyan.","release_date":"1992-10-25","vote_average":7.0,"runtime":180,"cert":"N\/A","id":69618,"title":"Pandiyan","adult":false,"genre_ids":[28,35]},{"cast":["Aaron Kwok","Beibi Gong","Patrick Tam","Jeremy Tsui","Cheung Siu-Fai"],"overview":"Mysteries keep revolving around Tam’s life.","release_date":"2011-05-12","vote_average":6.0,"runtime":101,"cert":"N\/A","id":69619,"title":"The Detective 2","adult":false,"genre_ids":[28]},{"cast":["Adrian Grenier"],"overview":"Documentary Filmmaker Adrian Grenier documents his attempt to reunite with his estranged father.","release_date":"2002-05-05","vote_average":7.0,"runtime":88,"cert":"N\/A","id":69620,"title":"Shot In The Dark","adult":false,"genre_ids":[18,35,53,99]},{"cast":["Rob Estes","Joe Lando","Rachel Blakely","Marie Matiko","Carmen Duncan"],"overview":"A Secret Service agent and his brother, a reckless ATF agent, try to stop a group of extreme right-wing U.S. military mercenaries, led by a fanatic Taiwanese vixen, who hijack the Queen Mary 2 ocean liner with the U.S. and Chinese presidents on board with the aim to steal China's nuclear codes to arm China's ICBM missiles to use as bargaining chips for their personal crusade against China.","release_date":"2002-07-02","vote_average":4.0,"runtime":96,"cert":"N\/A","id":69621,"title":"Counterstrike","adult":false,"genre_ids":[28,12,53,18]},{"cast":["Silambarasan","Nayanthara","Sandhya","Premji Amaran","Santhanam"],"overview":"A man loves a woman even though she is three years older than him. Although she reciprocates initially, the age difference and his past with a classmate lead her to break up with him.","release_date":"2006-10-21","vote_average":6.4,"runtime":183,"cert":"N\/A","id":69624,"title":"Vallavan","adult":false,"genre_ids":[28,10749]},{"cast":["Silambarasan","Jyothika","Prakash Raj","Vivek","Meghna Naidu"],"overview":"Saravana and Krishna are close buddies in college. Saravana sees a video tape of Krishna's sister Sadhana studying in London and falls in love with her. So to meet her, Saravana goes with Krishna to a village near Tirunelveli where he finds that there is a bloody war going on between two warring caste groups. Krishna's brother Soundarapandi his wife and Krishna are killed by the rival group of Dorai Singam. However Saravana saves Sadhana and takes her to Chennai. Initially Sadhana is not accepted by Saravana's large family but slowly when they come to know about her background they support and love her. The rest of the film is how Saravana tries to help Sadhana to go back to London, and in the process eliminates the entire gang of Dorai Singam single-handedly.","release_date":"2006-02-01","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69625,"title":"Saravana","adult":false,"genre_ids":[28,18,10749]},{"cast":["Silambarasan","Gopika","Pradeep Ram Singh Rawat","Cochin Haneefa"],"overview":"Thotti Jaya starring by Simbu and Gopika. Jaya (Simbu) is an orphan and a born rowdy working in a hotel as a helper. He gets his title name. How Thottijaya accomplishes his hopes of marrying Brinda is told in the remaining part of the story.","release_date":"2005-05-05","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69626,"title":"Thotti Jaya","adult":false,"genre_ids":[53]},{"cast":["Silambarasan","Jyothika","Sindhu Tolani","Goundamani","Mandira Bedi"],"overview":"Manmadhan movie revoles around Two brothers look a same (Silambarasan) who is the younger one is a play boy who enjoys his leisure time partying with girls, while the older Simbu is a calm type. But he has another face. A psychotic.Problems starts when the girls, who parties with the younger Simbu are murdered one by one.Meanwhile a lady doctor, Mandhira Bedi has been called to treat the older Simbu who has a mental disorder. She founds out that he is the killer whom the police are looking for. This brings the twist in the story. Why he is the killing...","release_date":"2004-11-11","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69627,"title":"Manmadhan","adult":false,"genre_ids":[53]},{"cast":["Silambarasan","Ramya","Livingston","Kalabhavan Mani","Karunas"],"overview":"The movie is about Silambarasan, who falls in love with Divya Spandana and incurs the wrath of her father. Whether Silambarasan succeeds in marrying Divya Spandana, with the help of his college mates, forms the rest of the story. Srikanth Deva's tunes (he is in fact music director Deva's son) are catchy though familiar. The re-recording especially in stunt sequences is jarring.","release_date":"2004-04-14","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69628,"title":"Kuthu","adult":false,"genre_ids":[18,28]},{"cast":["Silambarasan","Sonia Agarwal","Nassar","Vadivelu","Charle"],"overview":"Kovil movie is about two youths who belong to two different religions. Hindu boy Sakthivel (Silambaran) and Christian girl Agnel Devi (Sonia Agarwal) fall in love. Agnel Devi","release_date":"2004-01-14","vote_average":6.2,"runtime":160,"cert":"N\/A","id":69629,"title":"Kovil","adult":false,"genre_ids":[18,28,10749]},{"cast":["Silambarasan","Vivek","Trisha Krishnan","Nassar","Raghuvaran"],"overview":"Alai movie based on two two characters are Aathi and Meera. Aathi(Simbhu) and Meera(Trisha) fall in love after the usual playful tiffs. On a visit to a friend's village for his marriage, the two of them help the friend stand up against his father and wed his sweetheart instead of the girl his father had fixed up his marriage with.With all these things, Aathi's father arranges a marriage for him. After a big confusion, Aathi and Meera are together.","release_date":"2003-07-08","vote_average":5.0,"runtime":160,"cert":"N\/A","id":69630,"title":"Alai","adult":false,"genre_ids":[18,28,35,10749]},{"cast":["Georgi Taratorkin","Innokentiy Smoktunovskiy","Viktoriya Fyodorova","Yevgeni Lebedev","Vladimir Basov"],"overview":"Raskolnikov, an impoverished ex-law student, kills an old pawnbroker and her sister, perhaps for money, perhaps to prove a theory about being above the law. He comes to police attention through normal procedures (he was the victim's client), but his outbursts make him the prime suspect of the clever Porfiry. Meanwhile, life swirls around Raskolnikov: his mother and sister come to the city followed by two older men seeking his sister's hand; he meets a drunken clerk who is then killed in a traffic accident, and he falls in love with the man's daughter, Sonia, a young prostitute. She urges him to confess, promising to follow him to Siberia. Will he accept responsibility?","release_date":"1970-09-28","vote_average":5.7,"runtime":221,"cert":"N\/A","id":69631,"title":"Crime and Punishment","adult":false,"genre_ids":[18]},{"cast":["Vivek Oberoi","Dia Mirza","Atul Kulkarni","Govind Namdeo","Sheeba Akashdeep"],"overview":"Uday dreams of becoming a police officer and serving his country. His dream is accompanied by a fierce determination and drive to make his dream come true. Even as he courageously treads on his chosen path, he is confronted by the face of evil in the form of a crooked police officer, Shankar. But Uday soon meets with a television employee named Kaveri and once again finds his life upside down.","release_date":"2003-04-24","vote_average":5.2,"runtime":160,"cert":"N\/A","id":69632,"title":"Dum","adult":false,"genre_ids":[18,10749,28]},{"cast":["Suriya","Jyothika","Bhumika Chawla","Santhanam","Vadivelu"],"overview":"Gowtham and Kundhavi married then she finds a diary from his time at college, five years earlier. She thinks he would rather be married to Aishwarya, his college sweetheart, so she makes arrangements for them to meet again.","release_date":"2006-09-08","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69635,"title":"Sillunu Oru Kaadhal","adult":false,"genre_ids":[10751,10749]},{"cast":["Suriya","Asin Thottumkal","Nayanthara","Manobala","Pradeep Ram Singh Rawat"],"overview":"After being hit by an iron rod, Sanjay Ramaswamy, a business tycoon, suffers from anterograde amnesia. He is unable to remember anything beyond fifteen minutes. Under such circumstances, he sets out on a quest to find the people who were responsible for his lover Kalpana's murder.","release_date":"2005-10-14","vote_average":6.9,"runtime":182,"cert":"N\/A","id":69636,"title":"Ghajini","adult":false,"genre_ids":[28,18,9648,53]},{"cast":["Suriya","Jyothika","Himani Shivpuri","Sathyan Sivakumar","Aarthi"],"overview":"A famous actress, after being kidnapped by a fan of her's, starts liking him.","release_date":"2005-05-05","vote_average":7.0,"runtime":150,"cert":"N\/A","id":69637,"title":"Maayavi","adult":false,"genre_ids":[35,10749]},{"cast":["Vikram","Suriya","Sangeetha Krish","Laila","Karunas"],"overview":"A young orphan grows up in a graveyard and is devoid of any human feelings; when he leaves the cemetery and meets people, he experiences emotions for the first time.","release_date":"2003-10-24","vote_average":7.4,"runtime":139,"cert":"N\/A","id":69638,"title":"Pithamagan","adult":false,"genre_ids":[28,18]},{"cast":["Martin Dingle-Wall","Lara Cox","Jeff Gannon","Natalie Rose"],"overview":"Rodger Keaton is a socially challenged, clinically frigid, computer nerd, desperate single white male. Patricia Bartlett is a ruthless award winning journalist who has found her man. Pitted against overwhelming odds, Hollywood makeover Guru Brad Holloway is blackmailed via the threat of crippling publicity. Brad's challenge is a \"mission impossible\" makeover and he must prove with substantial results that his Ultimate Makeover Services are the 'Real Deal'. Over the next six weeks, Brad &amp; Rodger take a most unlikely journey into often uncharted terrain, with hilarious &amp; heart warming results at every turn. But can true change be given a deadline? And can anything with a deadline be thoroughly achieved? A willing dog can learn a thousand new tricks, but is self-identity a trick?","release_date":"2009-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":69639,"title":"The Makeover","adult":false,"genre_ids":[]},{"cast":["Martha Higareda","Chad Michael Murray","Yul Vazquez","Benito Martinez","Cheyenne Haynes"],"overview":"“Lies in Plain Sight” tells the story of Eva and her blind cousin Sofia (Martha Higareda), who were inseparable as children, with Eva the loyal companion who helped Sofia through her tough adolescent years. When Eva suddenly commits suicide, Sofia rushes home to her father, Hector (Benito Martinez), and Eva’s parents, Marisol (Rosie Perez) and Rafael (Yul Vásquez), to find answers. But the more she delves into Eva’s life, questioning her past boyfriends Ethan (Chad Michael Murray) and Christian (Christoph Sanders), the more Sofia realizes that their childhood was actually filled with dark, disturbing secrets.","release_date":"2010-10-03","vote_average":6.0,"runtime":88,"cert":"N\/A","id":69640,"title":"Lies in Plain Sight","adult":false,"genre_ids":[18,9648,53]},{"cast":[],"overview":"Rebecca is a disgraced scientists carrying out illegal experiments to confirm the existence and begin travel between parallel universes.She accidentally cracks the problem. Her counterparts in neighboring universes are also working on the same problem but they but they have their own agendas and things get out of hand.","release_date":"2009-04-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69641,"title":"Triple Hit","adult":false,"genre_ids":[878]},{"cast":["Lorenzo Crespi","Gastone Moschin","Lorenzo Flaherty","Gabriele Ferzetti","Giuseppe Cederna"],"overview":"","release_date":"1997-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":69642,"title":"Porzus","adult":false,"genre_ids":[10752,18]},{"cast":["Gary W. Anderson","Deanna Brochin","Ali Faulkner"],"overview":"Mia Williams, raised on the family Bed &amp; Breakfast by Sara, a loving single mom grows up believing her father was lost, M.I.A., in the Gulf War. A tragic accident results in the sudden death of Sara and Mia finds herself alone to care for the B&amp;B while attending college. Daniel Williams, a hard-edged businessman from New York, arrives at the B&amp;B and Mia suspects he may be her lost father. The townsfolk believe he may be responsible for Sara's death. As events unfold, Daniel clears his name and finds acceptance from the community and Mia finds a father at last.","release_date":"2009-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":69643,"title":"Mia's Father","adult":false,"genre_ids":[18]},{"cast":["Cantinflas","Susana Guízar","Elvia Salcedo","Pedro Armendáriz","Alfredo del Diestro"],"overview":"Cantinflas enjoys the bullfight show, and wants to crash in every of these spectacles. Also, there's a professional bullfighter, Manolete, who is identical to Cantinflas. Manolete has to give a bullfight show in a village, but Cantinflas arrives first as a stowaway in a train, and he'll be mistake by the real bullfighter. Cantinflas will give us a demonstration of courage.","release_date":"1941-05-22","vote_average":6.0,"runtime":104,"cert":"N\/A","id":69644,"title":"Ni sangre, ni arena","adult":false,"genre_ids":[35]},{"cast":["Cantinflas","Lupita Ferrer","Ángel Garasa","Susana Salvat","Eduardo Alcaraz"],"overview":"A lawyer trying to fix everyone's problems, instead causes problems, which always end up in funny situations.","release_date":"1969-09-17","vote_average":5.0,"runtime":100,"cert":"N\/A","id":69645,"title":"Un Quijote sin mancha","adult":false,"genre_ids":[35]},{"cast":["Vijay","Sneha","Gayatri Jayaraman","Manivannan","Nassar"],"overview":"Vaseegara - man who attracts. Vijay lives upto the title in this Shots","release_date":"2003-01-15","vote_average":6.1,"runtime":160,"cert":"N\/A","id":69646,"title":"Vaseegara","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"","release_date":"1992-01-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":69647,"title":"Sabato italiano","adult":false,"genre_ids":[]},{"cast":["Vijay","Vadivelu","Ponnambalam","Jai Sampath","Reema Sen"],"overview":"Bagavathi is a 2002 Tamil film directed by A. Venkatesh, which features Vijay and Reemma Sen in the leading roles. Vadivelu, K. Vishwanath, Yugendran and Ashish Vidyarthi play other supporting roles, while Deva composed the music for the film. Vijay introduced himself as an action hero through this film with firing puch dialogues and crackling style of a mass hero. However The film opened to mixed reviews and was a hit.","release_date":"2002-11-04","vote_average":5.4,"runtime":160,"cert":"N\/A","id":69648,"title":"Bagavathi","adult":false,"genre_ids":[28,10749]},{"cast":[],"overview":"* In concert: at the Jazz Cafe, + 2 extra songs from the Autumn 2003 tour. * Meet the band: individual profiles of the world's most dysfunctional drum+bass band. * Road Trips: behind-the-scenes footage from the last 12 months on the road. Including tour bus headspins, the joys of soundchecks, BBC live sessions, The Knowledge Awards and more. * Animated Videos: the amazing videos for 'Cum Dancing' and 'Billion Dollar' Gravy' by award winning animators Conkerco.","release_date":"","vote_average":0.0,"runtime":239,"cert":"N\/A","id":69649,"title":"London Elektricity: Live Gravy","adult":false,"genre_ids":[]},{"cast":["Vijay","Vivek","Simran","Yugendran","Shaheen Khan"],"overview":"On his wedding day, Shiva (Vijay) discovers that his cousin and bride, Aruna, has run away because she does not want to marry a cook. But he takes it lightly and moves to Chennai with the girl's brother (Shyam Ganesh) to look for a job. One night, he saves Sandya from some goons. In gratitude, she kisses him. Shiva starts to fall in love with Sandya. After several occasions where they bumped into each other, Shiva harbours hope that she too reciprocates his affections.","release_date":"2002-07-19","vote_average":6.0,"runtime":160,"cert":"N\/A","id":69650,"title":"Youth","adult":false,"genre_ids":[28,18]},{"cast":["Vijay","Priyanka Chopra","Vivek","Nassar","Revathi"],"overview":"Surya (Vijay) is a lawyer with right values, who tries to redress things the legal way. He falls in love with Priya (Chopra). His brother-in-law Shakthivel (Nassar), also an upright lawyer, is killed in the process of upholding justice. Surya's sister (Revathy) also meets a pitiful end at the hands of criminals. But Surya refuses to give up. His mission is to make the layman understand his legal rights and how he does so forms the crux of the story.","release_date":"2002-04-12","vote_average":5.2,"runtime":150,"cert":"N\/A","id":69651,"title":"Thamizhan","adult":false,"genre_ids":[18,28]},{"cast":["Vijay","Richa Pallod","Meena","Vivek","Devan"],"overview":"Shahjahan is about a man (Vijay) who helps out two lovers. He later realizes that he has been helping his friend Krishna to fall in love with the girl that he is in love with. But Vijay swallows his 'love' and beats up the villains in town for the sake of his friend.","release_date":"2001-11-14","vote_average":6.5,"runtime":160,"cert":"N\/A","id":69652,"title":"Shahjahan","adult":false,"genre_ids":[10749]},{"cast":["Vijay","Bhumika Chawla","Riyaz Khan","Monal","Vivek"],"overview":"Badri (Vijay) is a troublemaker and a source of heartburn for his father (Kitty). So the father pins his hopes on his elder son, Vetri (Riyaz Khan), to win the kickboxing championship. Janu (Bhumika Chawla), Badri's neighbour, is in love with him but it is just one-sided as Badri considers her a good friend and a source of money (and since her dad is a garage owner, his gateway to new cars to impress the other girls). He falls in love with Mamathi (Monal), a rich girl, and poses as a rich guy to impress her. But he soon realises his mistakes and when his brother becomes bedridden, he decides to redeem himself in his father's eyes by fighting in the championship match. He finally redeems himself by defeating his opponent and at the same time, accepts Janu's love.","release_date":"2001-04-16","vote_average":5.6,"runtime":160,"cert":"N\/A","id":69653,"title":"Badri","adult":false,"genre_ids":[18]},{"cast":["Vijay","Jyothika","Nagendra Prasad","Nizhalgal Ravi","Vijayakumar"],"overview":"College friends Jenny and Shiva part ways due to a misunderstanding. Although they are in love and realize they cannot live without each other, their egos prevent them from uniting.","release_date":"2000-05-19","vote_average":6.6,"runtime":178,"cert":"N\/A","id":69654,"title":"Kushi","adult":false,"genre_ids":[18,10749]},{"cast":["Vijay","Rambha","Khushboo","Manivannan","Karan"],"overview":"Indra Devi (Kushboo), the sister of Ishwarya (Monicka), is very rich and arrogant. Priya (Rambha) is her personal assistant. Kasi (Vijay) is the son of Mani (Mannivannan) and has fallen in love with Monicka in Germany. After hearing the story Indra Devi, Kasi come to India with all his family.Meanwhile Indra Devi is challenged by Vedhachalam (Mansur Ali Khan) who has also sent his son (Karan) to study in Germany. Karan also falls in love with Ishwarya.","release_date":"1999-09-09","vote_average":7.5,"runtime":160,"cert":"N\/A","id":69655,"title":"Minsara Kanna","adult":false,"genre_ids":[18]},{"cast":["Vijay","Shalini","Dhamu","Srividhya","Raghuvaran"],"overview":"Gautam Prabhakar (Vijay) is searching for Gayathri (Kaveri) who was an innocent girl that kept coming to him for help of many sorts. He comes across Surya and Chandra (Charlie and Dhamu) and Hema (Shalini). They try to cheat Gautam (like many others) but fail in doing so. Hema finally realizes that he may actually have a disease. She and her father, Dr. Rajsekhar (Raghuvaran) try to help him out. After examing his's subconscious mind, Raghuvaran finds out that he's suffering from split personality and has forgotten a lot of things.","release_date":"2000-01-14","vote_average":0.0,"runtime":160,"cert":"N\/A","id":69656,"title":"Kannukkul Nilavu","adult":false,"genre_ids":[10749]},{"cast":["Vijay","Jyothika","Raghuvaran","Vivek","Krishnakumar Ramakumar"],"overview":"Thirumalai (Vijay), a mechanic, falls in love with Sweta (Jyothika) and after some persistent wooing, she reciprocates his feelings. Sweta's father (Ashwin), the owner of a television channel, seeks the help of Arasu (Manoj K. Jayan), a bad guy, to break up the romance. This rest of the story is about how Thirumalai successfully join hands with Sweta. This movie was later remade in Telugu as Gowri.","release_date":"2003-10-24","vote_average":6.3,"runtime":160,"cert":"N\/A","id":69657,"title":"Thirumalai","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Vijay","Simran","Nassar","Vivek","Rajesh"],"overview":"Udhayakumar (Vijay) and Vasanthi (Simran) are collegemates and they fall in love. But soon he comes to know that she is engaged to be married. After he moves to Chennai and finds a job as a reporter at a magazine. He tries to fight for social change. In the process , he unknowingly gets to know a group of unsavoury characters who promise to help him in his goals. They frame him up. One day Udhaya is arrested for a crime involving a terrorist plot which he is not responsible. The movie is about how Vasanthi fights to prove his innocence and to get him out from behind bars.","release_date":"2004-03-28","vote_average":6.8,"runtime":160,"cert":"N\/A","id":69658,"title":"Udhaya","adult":false,"genre_ids":[18]},{"cast":["Vijay","Simran","Vivek","Delhi Ganesh","Radhika Chaudhari"],"overview":"Vijay (Vijay), having grown up in the United States, has no interest in marriage and his goal is to enjoy his youth whenever possible. His father (S. P. Balasubrahmanyam), distraught at his son's ways, seeks to marry him off to make him more responsible. His insistence makes Vijay agree to a marriage but with a unique condition - a kind of a test drive! The marriage will be for a single year initially, and at the end of the year Vijay can choose to continue or not depending on his attitude towards his wife. His father picks Priya (Simran), his PA, who agrees to the condition because of problems plaguing her family. Unmoved by her devotion to him, Vijay opts to get out of the marriage after the year is over. But soon he realizes her worth and he wants her to come back, but now it's Priya's turn to say \"no\".","release_date":"2000-10-26","vote_average":7.0,"runtime":160,"cert":"N\/A","id":69659,"title":"Priyamanavale","adult":false,"genre_ids":[18]},{"cast":["Vijay","Shalini","Sivakumar","Manivannan","Radha Ravi"],"overview":"Jeevanandhan (Vijay) meets Mini (Shalini) in a book shop and their eyes meet leading to sparks of love in their hearts. Mini has a loving mother (K.P.A.C.Lalitha) and three brothers, James (Radha Ravi), Thomas (Thalaivaasal Vijay) and Stephen (newcomer Shaji Khan) and she is the apple of their eye. Mini is hesitant to reciprocate her love for Jeeva who steadily makes an inroad into her heart, the love affair incensing her family members who give him a thrashing each time he meets her. Jeeva's parents are under the impression that their son is pursuing his MBA studies until his father receives an SOS from Jeeva, injured in one such beatings. His father Chandrasekhar (Sivakumar) is stunned by the developments and Jeeva's mother (Srividya) is also shocked. Jeeva refuses to part company with Mini when his father arrives with his henchmen to take him back.","release_date":"1997-12-18","vote_average":6.4,"runtime":160,"cert":"N\/A","id":69660,"title":"Kaadhalukku Mariyaadai","adult":false,"genre_ids":[18]},{"cast":["Vikram","Jyothika","Vivek","Sayaji Shinde","Pasupathy Masilamani"],"overview":"Arumugham (Vikram) is an uneducated, good hearted, helpful village hick. Easwari (Jyothika) is his childhood friend. A chemical factory in the village pollutes the local river and when all attempts to stop the factory waste from going to the drinking water falls flat, the villagers decide to send Arumugham to Chennai and meet the concerned minister who has won from their constituency. He sets out for the city with Easwari and her grandmother and they stay with Arumugham's friend (Vivek) and gang.","release_date":"2003-01-15","vote_average":5.6,"runtime":160,"cert":"N\/A","id":69661,"title":"Dhool","adult":false,"genre_ids":[18,28,10749]},{"cast":["Vikram","Sneha","Nassar","Janagaraj","Vadivelu"],"overview":"King story evolves around Raja, a business management student and professional magician living in Hong Kong with his single-father, Shanmugam, who he loves a lot. Then one day, they end up in a car accident, and when Shanmugam is in need of blood, he is given an unanalyzed amount of blood which was infected with multiple sclerosis.Dr. Cheenu suggests to Raja that he take his father to his old home in India, and to keep him happy for the last 2 months of his life. It is then that Raja finds out that Shanmugam was exiled from his home 25 years ago because he had...","release_date":"2002-09-06","vote_average":6.8,"runtime":160,"cert":"N\/A","id":69662,"title":"King","adult":false,"genre_ids":[18]},{"cast":["Vikram","Jaya Seal","Nassar","Anupam Shyam","Piyush Mishra"],"overview":"Samurai is directed by then debutante, Balaji Sakthivel and produced by S Dhanu under the Alayam Banner. The film starred Vikram, Anita, Jayaseel and Sriya Reddy in the lead roles.Vikram, a medico, leads a gang of four to abduct corrupt politicians and bureaucrats who use the loophole in law to enjoy their prison term in hospitals or guest houses.Anitha, a school girl and daughter of Nassar, a police officer on the trail of the mysterious gang, has a crush on Vikram. She is not aware of his real identity.","release_date":"2002-05-05","vote_average":4.9,"runtime":160,"cert":"N\/A","id":69663,"title":"Samurai","adult":false,"genre_ids":[28]},{"cast":["Vikram","Kiran Rathod","Kalabhavan Mani","Vinu Chakravarthy","Murali"],"overview":"Gemini was released in 2002, directed by successful director Saran and it was produced by the AVM company headed by M. S. Guhan and M. Saravanan. The film starred Vikram and Kiran Rathod in the lead roles with Kalabhavan Mani and Charle in supporting roles.The story of Gemini revolves around Gemini (Vikram) and Teja (Kalabhavan Mani), two contemporary rowdies in Chennai. Gemini's friend is murdered by Teja's friend. Then Gemini and his gang search for the person who murdered his friend and kills him. This incident marks the start of their rivalry.","release_date":"2002-04-12","vote_average":5.9,"runtime":160,"cert":"N\/A","id":69664,"title":"Gemini","adult":false,"genre_ids":[18,28]},{"cast":["Vikram","Kaveri","Kavya Madhavan","Manivannan","Vinu Chakravarthy"],"overview":"Kasi is a 2001 Tamil drama film directed Vinayan which is the remake of the director's 1999 Malayalam film Vasanthiyum Lakshmiyum Pinne Njaanum. The film features Vikram in the title role of a blind young villager with Malayali actresses Kavya Madhavan and Kaveri, reprising her role she played in the original, portraying supporting roles. The film featured music composed by Ilaiyaraaja and was produced by Aroma Mani. The film was released on 14 December 2001 and won positive reviews from critics upon release","release_date":"2001-11-14","vote_average":8.0,"runtime":160,"cert":"N\/A","id":69665,"title":"Kasi","adult":false,"genre_ids":[18]},{"cast":["Vikram","Laila","Deepa Venkat","Nassar","Vivek"],"overview":"Dhil is the story about Kanagavel (Vikram) whose only dream is to become a police officer. He succeeds in passing the exams and wins a girlfriend (Laila). One night after having dinner at a restaurant near the beach Velu goes to pay the bill leaving Laila behind. At that moment a corrupt police officer Shankar (Ashish Vidyarti) drinks and urinates besides Laila. Irritated, she scolds him. He attempts to rape her but is beaten up by Velu severely and receives a scar on his face. Angered by this he seeks revenge against Velu.","release_date":"2001-05-05","vote_average":5.4,"runtime":180,"cert":"N\/A","id":69666,"title":"Dhill","adult":false,"genre_ids":[28,18]},{"cast":["Vikram","Priyanka Upendra","Prakash Raj","Vivek","M. N. Nambiar"],"overview":"Kadhal Sadugudu is a love-comedy movie directed by the director Durai of Mugavari fame. It stars Vikram and Priyanka Trivedi in the lead roles, with Prakash Raj in the supporting role of Priyanka's father. It flopped miserably at the box-office.The film starts off with Prakash Raj, and how he's an important man in the village. when the temple festival starts,Kausalya(Priyanka) goes to her grandpa's house to celebrate. there she meets Suresh(Vikram) and they fall in love.","release_date":"2003-04-13","vote_average":6.5,"runtime":145,"cert":"N\/A","id":69667,"title":"Kadhal Sadugudu","adult":false,"genre_ids":[18,10749,28]},{"cast":["Daniel Craig","Naomi Watts","Rachel Weisz","Marton Csokas","Elias Koteas"],"overview":"Publisher, Will Atenton quits a lucrative job in New York to relocate his wife, Libby and their daughters to a quaint town in New England. However, as they settle into their home the Atentons discover that a woman and her children were murdered there, and the surviving husband is the town's prime suspect. With help from a neighbor who was close to the murdered family, Will pieces together a horrifying chain of events.","release_date":"2011-09-30","vote_average":6.0,"runtime":84,"cert":"N\/A","id":69668,"title":"Dream House","adult":false,"genre_ids":[18,53,9648]},{"cast":["Vikram","Abitha","Sivakumar","Sriman","Mohan Vaidya"],"overview":"A love brings to light the soft-natured characteristic features that lie buried in the sub-conscious mind of a seemingly hard-core student. Some unexpected tragic events mould his life into an epic-like story!","release_date":"1999-12-10","vote_average":6.9,"runtime":160,"cert":"N\/A","id":69669,"title":"Sethu","adult":false,"genre_ids":[28,18,10749,53]},{"cast":["Vikram","Asin Thottumkal","Manivannan","Pasupathy Masilamani","Vadivelu"],"overview":"Govindan (Manivannan) is a thief who has two children. Aadhi (Pasupathy) and Mathi ('Chiyaan' Vikram). Years go by and the two, Aadhi and Madhi, decide to stop stealing and mend their ways and lead a hardworking life along with their father. They migrate to neighboring village and meet a retired agricultural officer, Chidambaram (Vijaya Kumar) who is in deep debts and is under pressure from the village's landlord, Kalingarayar (Murali) to clear his debts. In efforts to help Chidambaran, Mathi confronts Seetha Lakshmi (Asin), Kalingarayar's daughter, who comes to collect the money Chidambaram owes her father. Seetha Lakshmi starts to acquire a liking for Mathi but keeps it hidden due to her father's atrocious temper. In an attempt to teach Kalingarayar a lesson, Mathi forcibly ties the mangalsutram around Seetha's neck. Kalingarayar, realizing his daughter's love for Mathi...","release_date":"2005-11-02","vote_average":6.5,"runtime":143,"cert":"N\/A","id":69670,"title":"Majaa","adult":false,"genre_ids":[28,18,10749]},{"cast":["John-Luke Montias","Susan Mitchell","Vincent Vega","Norman Middleton","Gilbert Glenn Brown"],"overview":"Bobby G. lives life on the edge in this real, raw New York street drama. Bobby is a small-time coke dealer, always on the hustle but rarely successful. He lives in Hell's Kitchen with his Puerto Rican girlfriend Lucy, who makes ends meet as a prostitute. A typical day finds Bobby selling $20 bags to neighborhood locals and passing cars. A yuppie kid looking to score a kilo of coke approaches him to broker a deal and Bobby sees the opportunity of a lifetime to make some real money. His rough days may just be over. With the tidy profit he could even leave the business. Playing out of his league, Bobby arranges to get the kilo from Astro, a fearsome, high-level drug dealer. Though Lucy announces that she's decided to go back to Puerto Rico and pleads with him to make a fresh start too, Bobby is sticking to his deal and isn't going anywhere now, convinced he'll be 'livin' large in a matter a' days...","release_date":"1999-03-06","vote_average":5.8,"runtime":89,"cert":"N\/A","id":69671,"title":"Bobby G. Can't Swim","adult":false,"genre_ids":[18]},{"cast":["Didier Bourdon","Pascal Légitimus","Bernard Campan"],"overview":"","release_date":"2001-02-02","vote_average":7.3,"runtime":null,"cert":"N\/A","id":69678,"title":"Les Inconnus - Ze Inconnus Story : Le bôcoup meilleur, Vol. 2","adult":false,"genre_ids":[35]},{"cast":["Bernard Campan","Pascal Légitimus","Didier Bourdon"],"overview":"","release_date":"2001-03-03","vote_average":7.5,"runtime":null,"cert":"N\/A","id":69679,"title":"Les Inconnus - Ze Inconnus Story : Le bôcoup meilleur, Vol. 3","adult":false,"genre_ids":[35]},{"cast":["Didier Bourdon","Pascal Légitimus","Bernard Campan"],"overview":"","release_date":"2001-04-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":69680,"title":"Les Inconnus - Ze Inconnus Story : Le bôcoup meilleur, Vol. 4","adult":false,"genre_ids":[35]},{"cast":["Didier Bourdon","Bernard Campan","Pascal Légitimus"],"overview":"","release_date":"2001-05-05","vote_average":7.4,"runtime":null,"cert":"N\/A","id":69681,"title":"Les Inconnus - Ze Inconnus Story : Le bôcoup meilleur, Vol. 5","adult":false,"genre_ids":[35]},{"cast":["Chester Morris","Lynn Merrick","Richard Lane","Frank Sully","George E. Stone"],"overview":"Blackie runs into a woman he formally loved who now is married with a kid. When her husband gets out of prison he's killed in Blackie's apartment and of course the police thing Blackie pulled the trigger. Blackie must set out to prove his innocence as well as capture the real killers.","release_date":"1946-01-24","vote_average":4.3,"runtime":60,"cert":"N\/A","id":69682,"title":"A Close Call for Boston Blackie","adult":false,"genre_ids":[80,18,9648]},{"cast":["William Gargan","Margaret Lindsay","Charley Grapewin","Ralph Morgan","Kay Linaker"],"overview":"Two mysterious seamen come from Alan Rogers' past to blackmail him as he seeks to locate his missing daughters. Ellery Queen is called in by Stewart Cole, Rogers' secretary. Queen goes to the estate and finds one daughter already there and the second one expected. When she arrives, it is Ellery's secretary Nikki Porter posing as the daughter as Ellery had her intercept the real heiress after learning of a plot to swindle Rogers. The blackmailing seamen are killed at a waterfront café after getting the blackmail money, Rogers is suspected and Inspector Queen arrives to arrest him, but he is also found dead.","release_date":"1942-01-27","vote_average":5.5,"runtime":67,"cert":"N\/A","id":69683,"title":"A Close Call for Ellery Queen","adult":false,"genre_ids":[9648,12,80]},{"cast":["William Gargan","Margaret Lindsay","John Litel","Charley Grapewin","James Burke"],"overview":"A man is framed for embezzlement and runs off to San Francisco. His wife hires Queen to try and track him down before the police get to him.","release_date":"1942-05-07","vote_average":5.5,"runtime":70,"cert":"N\/A","id":69684,"title":"A Desperate Chance for Ellery Queen","adult":false,"genre_ids":[9648]},{"cast":["Chester Morris","Richard Lane","Ann Savage","George E. Stone","Lloyd Corrigan"],"overview":"Blackie is arrested when retrieving stolen gems from a safety deposit box for a friend.","release_date":"1943-03-18","vote_average":5.5,"runtime":65,"cert":"N\/A","id":69685,"title":"After Midnight with Boston Blackie","adult":false,"genre_ids":[18,80,9648]},{"cast":["Susana Gibb","Natalie Jones"],"overview":"\"AFTER SUNDOWN\" is an action-packed story of a young woman who uncovers a dark secret. She is plunged into a gory battle with a predatory vampire from the American Old West, who has the power to create undead zombie slaves that assist him on his search for his vampire offspring. With the help of Texas locals, the woman wages the good fight in a wild clash of vampires and zombies, sending the evil creatures straight to Hell!","release_date":"2006-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69686,"title":"After Sundown","adult":false,"genre_ids":[27]},{"cast":["Chester Morris","Nina Foch","Steve Cochran","Richard Lane","George E. Stone"],"overview":"Blackie helps the police rescue hostage from an escaped maniac on a killing spree.","release_date":"1945-07-05","vote_average":4.3,"runtime":64,"cert":"N\/A","id":69687,"title":"Boston Blackie's Rendezvous","adult":false,"genre_ids":[80,18,9648]},{"cast":["Chester Morris","Lynn Merrick","Richard Lane","Frank Sully","Steve Cochran"],"overview":"Blackie is implicated in a murder when he accidently sells a phony Charles Dickens first edition at an auction.","release_date":"1945-05-10","vote_average":5.0,"runtime":66,"cert":"N\/A","id":69688,"title":"Boston Blackie Booked on Suspicion","adult":false,"genre_ids":[80,18,9648]},{"cast":["Chester Morris","Trudy Marshall","Constance Dowling","Richard Lane","George E. Stone"],"overview":"Blackie performs in a magic show at a women's prison, which gives an inmate an opportunity to escape.","release_date":"1946-12-12","vote_average":5.5,"runtime":69,"cert":"N\/A","id":69689,"title":"Boston Blackie and the Law","adult":false,"genre_ids":[18,80,9648]},{"cast":["Chester Morris","Adele Mara","Richard Lane","Lloyd Corrigan","Forrest Tucker"],"overview":"Blackie receives a call from a friend who asks him to retrieve some money from his apartment and deliver it to him in California. Performing this good deed, he is accused of theft, but is allowed to proceed to Hollywood to help the police find a lost diamond.","release_date":"1942-11-05","vote_average":4.5,"runtime":68,"cert":"N\/A","id":69690,"title":"Boston Blackie Goes Hollywood","adult":false,"genre_ids":[18,80,9648]},{"cast":["Chester Morris","Maylia","Joan Woodbury","Don McGuire","Richard Lane"],"overview":"Blackie is seen leaving a Chinese laundry where the proprietor has been murdered, and must track down the real killer in Chinatown.","release_date":"1949-03-02","vote_average":5.5,"runtime":59,"cert":"N\/A","id":69691,"title":"Boston Blackie's Chinese Venture","adult":false,"genre_ids":[18,80,9648]},{"cast":["Chester Morris","Harriet Hilliard","Richard Lane","George E. Stone","Lloyd Corrigan"],"overview":"A murder is committed during the auction of a valuable statue. The prime suspect is Boston Blackie, whose reputation for living on the edge of the law makes him an easy target for the police. When the body disappears, Blackie must find it to prove his innocence.","release_date":"1941-12-08","vote_average":5.8,"runtime":65,"cert":"N\/A","id":69692,"title":"Confessions of Boston Blackie","adult":false,"genre_ids":[80,18,9648]},{"cast":["Ralph Bellamy","Margaret Lindsay","Charley Grapewin","Mona Barrie","Paul Hurst"],"overview":"Ralph Bellamy made his fourth and final appearance as literary sleuth Ellery Queen in Columbia's Ellery Queen and the Murder Ring. On this occasion, Ellery and his police-inspector father (Charley Grapewin) are summoned to a private hospital by its owner, philanthropist Mrs. Stack (Blanche Yurka). There've been some very weird goings-on at the hospital as of late, and Mrs. Stack wants to get to the bottom of things.","release_date":"1941-11-18","vote_average":6.0,"runtime":70,"cert":"N\/A","id":69693,"title":"Ellery Queen and the Murder Ring","adult":false,"genre_ids":[9648]},{"cast":["Ralph Bellamy","Margaret Lindsay","Charley Grapewin","Spring Byington","H.B. Warner"],"overview":"Ralph Bellamy makes the third of four appearances as \"master detective\" Ellery Queen in Columbia's Ellery Queen and the Perfect Crime. The principal villain is crooked stockbroker John Mathews (Douglass Dumbrille), whose Wall Street manipulations render Ray Jarden (H. B. Warner) penniless. Mathews' chicanery seems particularly coldblooded, inasmuch as his daughter Marian (Linda Hayes) is engaged to Jarden's son Walter (John Beal). When the latter disappears, Mathews asks Ellery Queen to locate the young man.","release_date":"1941-08-14","vote_average":6.0,"runtime":68,"cert":"N\/A","id":69694,"title":"Ellery Queen and the Perfect Crime","adult":false,"genre_ids":[9648]},{"cast":["William Gargan","Margaret Lindsay","Charley Grapewin","Gale Sondergaard","Gilbert Roland"],"overview":"Detective Ellery Queen aids Free Dutch agents battle Nazi spies over a prize of industrial diamonds.","release_date":"1942-07-30","vote_average":6.5,"runtime":64,"cert":"N\/A","id":69695,"title":"Enemy Agents Meet Ellery Queen","adult":false,"genre_ids":[9648]},{"cast":["Sally Mann","Elizabeth Munger","Richard Jantz","Hunter Mohring"],"overview":"At home at her Virginia farm, photographer Sally Mann reflects on the controversy surrounding her earlier collections while forging ahead with new work in this intimate portrait of an artist. Also offering insights into the photographer's career are Mann's husband and her now-grown offspring.","release_date":"2005-01-01","vote_average":8.0,"runtime":80,"cert":"N\/A","id":69696,"title":"What Remains","adult":false,"genre_ids":[99]},{"cast":["Bunta Sugawara","Satomi Ishihara","Tadanobu Asano","Mitsuru Hirata","Yoshiko Miyazaki"],"overview":"Yoichi Higashi’s Watashi No Gurampa (My Granpa) concerns the relationship between ex-convict Kenzo (Bunta Sugawara) and his 14-year-old granddaughter Tamako (Satomi Ishihara). Kenzo was behind bars for killing a gangster. Upon his release, he goes to live with his son (Mitsuru Hirata), whose marriage is on the rocks. Already a loner, Tamako is ostracized further when it is discovered that her grandfather is a murderer. Kenzo soon helps defend Tamako from bullies at school. When Tamako stands up for herself, she comes to believe that she has inherited some of her grandfather’s great strength. Eventually, an associate of the man Kenzo killed comes looking for revenge, along with the dead man’s son.","release_date":"2003-04-05","vote_average":7.0,"runtime":113,"cert":"N\/A","id":69697,"title":"My Grandpa","adult":false,"genre_ids":[35,18]},{"cast":["Ralph Bellamy","Margaret Lindsay","Charley Grapewin","James Burke","Michael Whalen"],"overview":"The mysteriously ill John Braun makes a new will, leaving out his daughter Barbara, over the protests of his wife. The trouble began when the daughter wanted to marry Mr. Braun's doctor, James Rogers. Mrs. Braun asks Inspector Queen to help find the long-missing Barbara. The inspector's son, Ellery, works on the case. He goes to a home frequently visited by Dr. Rogers where the bell is answered by Nikki Porter who Ellery mistakes for Barbara and insists she return to the Braun home. Nikki does, to protect Barbara, and a short time later finds herself alone in a room outside Braun's bedroom. She finds him dead - his throat cut. No weapons are found and the door to the room where Nikki had been is locked, and she is suspected. Ellery hides Nikki in his apartment. Braun's body, sent for an autopsy, disappears and in its place is a life-sized statue of the dead man.","release_date":"1940-11-30","vote_average":6.0,"runtime":69,"cert":"N\/A","id":69698,"title":"Ellery Queen, Master Detective","adult":false,"genre_ids":[12,80,18,9648]},{"cast":["Chester Morris","Rochelle Hudson","Richard Lane","Constance Worth","Jack O'Malley"],"overview":"When a murder occurs on an ocean liner docked in New York, the trail leads to Coney Island and a spy ring.","release_date":"1941-02-20","vote_average":6.4,"runtime":60,"cert":"N\/A","id":69699,"title":"Meet Boston Blackie","adult":false,"genre_ids":[80,18]},{"cast":["Chester Morris","Janis Carter","William Wright","Richard Lane","George E. Stone"],"overview":"Blackie is enlisted by the police to help recover the Blue Star of the Nile diamond, stolen from a war relief exhibit.","release_date":"1944-10-21","vote_average":5.8,"runtime":61,"cert":"N\/A","id":69700,"title":"One Mysterious Night","adult":false,"genre_ids":[80,18,9648]},{"cast":["Ralph Bellamy","Margaret Lindsay","Charley Grapewin","Anna May Wong","James Burke"],"overview":"Like the first entry in Columbia's \"Ellery Queen\" series, Ellery Queen's Penthouse Mystery depicts its amateur-criminologist hero as an oafish ignoramus. This time around, Chinese ventriloquist Gordon Cobb (Noel Madison), is murdered by a gang of jewel thieves. Baffled by the contradictory clues, Inspector Queen (Charles Grapewin) asks his son Ellery (Ralph Bellamy) to help out.","release_date":"1941-03-24","vote_average":5.0,"runtime":69,"cert":"N\/A","id":69701,"title":"Ellery Queen's Penthouse Mystery","adult":false,"genre_ids":[9648]},{"cast":["Donald Cook","Helen Twelvetrees","Berton Churchill","Frank Sheridan","Harry Stubbs"],"overview":"Detective Ellery Queen's vacation is interrupted when murder strikes next door to his oceanside cabin.","release_date":"1935-10-09","vote_average":5.6,"runtime":null,"cert":"N\/A","id":69702,"title":"The Spanish Cape Mystery","adult":false,"genre_ids":[9648,53]},{"cast":["Kyle MacLachlan","Anthony Hopkins","Jason Robards","Juliet Stevenson","Polly Walker"],"overview":"Joseph K. awakes one morning, to find two strange men in his room, telling him he has been arrested. Joseph is not told what he is charged with, and despite being \"arrested,\" is allowed to remain free and go to work. But despite the strange nature of his arrest, Joseph soon learns that his trial, however odd, is very real, and tries desperately to spare himself from the court's judgement.","release_date":"1993-06-18","vote_average":5.6,"runtime":118,"cert":"15","id":69703,"title":"The Trial","adult":false,"genre_ids":[53,18]},{"cast":["Chester Morris","June Vincent","Richard Lane","Patricia Barry","George E. Stone"],"overview":"Blackie is the natural suspect when an expensive pearl necklace is stolen while he is supposed to be guarding it.","release_date":"1948-05-13","vote_average":6.5,"runtime":67,"cert":"N\/A","id":69704,"title":"Trapped by Boston Blackie","adult":false,"genre_ids":[18,80,9648]},{"cast":["Robbie Kay","Alexander Nathan Etel","Ben Chaplin","Emilia Fox","Greta Scacchi"],"overview":"Sam loves facts. He wants to know about UFOs and horror movies and airships and ghosts and scientists, and how it feels to kiss a girl. And because he has leukemia he wants to know the facts about dying. Sam needs answers to the questions nobody will answer.","release_date":"2010-10-29","vote_average":7.3,"runtime":90,"cert":"N\/A","id":69717,"title":"Ways to Live Forever","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"7th November, 2008 a phone rings at one of Denmark's largest shipping companies, Clipper. Somali pirates have hijacked the cargo vessel CEC Future and 13 crew members. The pirates demand 7 million dollars. A nightmare has just begun.","release_date":"2009-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":69718,"title":"SOS: Fanget af pirater","adult":false,"genre_ids":[]},{"cast":["Mae Whitman","Jason Gray-Stanford","Tom McBeath","Matthew Smalley","Teach Grant"],"overview":"A young girl, who has recently lost her eyesight to a degenerative disease, struggles to outwit an escaped convict who has taken refuge in her grandmother's cabin during a ferocious snowstorm.","release_date":"2007-07-16","vote_average":4.9,"runtime":null,"cert":"N\/A","id":69719,"title":"Lost in the Dark","adult":false,"genre_ids":[]},{"cast":[],"overview":"A look at the natural beauty and environmental crisis surrounding the Great Lakes.","release_date":"2009-01-01","vote_average":8.0,"runtime":109,"cert":"N\/A","id":69720,"title":"Waterlife","adult":false,"genre_ids":[99]},{"cast":["Jack Black","Sarah Michelle Gellar"],"overview":"A spoof of The Fellowship of the Ring (specifically, the Council of Elrond scene) from the 2002 MTV Movie Awards.","release_date":"2002-01-01","vote_average":6.8,"runtime":3,"cert":"N\/A","id":69723,"title":"Lord of the Piercing","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Son of Bambi meets Godzilla","release_date":"1999-01-01","vote_average":3.8,"runtime":2,"cert":"N\/A","id":69724,"title":"Son of Bambi Meets Godzilla","adult":false,"genre_ids":[16,35,27]},{"cast":["El Gran Wyoming","Anna Galiena","Juan Luis Galiardo","Santi Millán","Javier Gurruchaga"],"overview":"","release_date":"2002-06-07","vote_average":4.7,"runtime":89,"cert":"N\/A","id":69725,"title":"Dirty Vivancos III","adult":false,"genre_ids":[28,35,53]},{"cast":["Takuya Ishida","Mitsuki Tanimura","Shunsuke Daitô","Rio Matsumoto","Mitsuru Fukikoshi"],"overview":"Teenager is transported to a parallel world where everyone who shares his family name is being hunted down by the dictatorial government.","release_date":"2008-02-22","vote_average":4.8,"runtime":98,"cert":"N\/A","id":69726,"title":"The Chasing World","adult":false,"genre_ids":[27,9648,878]},{"cast":["Danny Lee Sau-Yin","Stephen Chow","Shing Fui-On","William Ho Ka-Kui","Tommy Wong"],"overview":"A cop relies on a young car thief to take down four gangsters, who plan to rob a rich merchant for a large amount of money.","release_date":"1988-06-23","vote_average":4.7,"runtime":95,"cert":"N\/A","id":69727,"title":"Final Justice","adult":false,"genre_ids":[28,35,80]},{"cast":["Valérie Lemercier","Claude Rich","Dieudonné","Marthe Keller","Patrick Catalifo"],"overview":"Frédérique's mother has died recently leaving her the family stud farm. She's never met her father, doesn't even know his name. But she finds it on the back of an old photo. She sets off for Paris. She stays with her gay dancer pal Marc. Marc and friends decide to go to their favourite gay bar... but it's men only. So Frédérique becomes Frédéric, an effeminate gay boy... Frédérique follows her father. Pierre Arroux is an art curator - and gay. She introduces herself to him, but as Frédéric. So while Frédéric is quite an awkward young man and an embarrassment to his father, Frédérique is secretly meeting with her old boyfriend now living in Paris..","release_date":"1999-04-28","vote_average":5.4,"runtime":null,"cert":"N\/A","id":69728,"title":"Le Derrière","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Michèle Mercier","Charles Vanel","Stefania Sandrelli","Malvina Silberberg"],"overview":"A young boxer Michel Maudet is sacked by his manager after a series of match defeats and is forced to look for a new job. He is engaged as secretary to a millionaire named Ferchaux who is in a hurry to flee the country when he discovers he has been implicated in a high-profile fraud.","release_date":"1963-09-25","vote_average":6.2,"runtime":102,"cert":"N\/A","id":69729,"title":"Magnet of Doom","adult":false,"genre_ids":[12,80,18]},{"cast":["Luca Magri","Francesco Siciliano","Massimo Vanni","Giancarla Malusardi","Adriano Guareschi"],"overview":"A three-billion-lire hit. A bloody hold-up. A sole survivor. Hunted down by fate and ruthless gangsters, Leo Piazza finds himself with a \"hot\" suitcase on his hands. Forced to go into hiding, time is running out. The killers want him dead so they can retrieve the loot and the showdown draws near... A nocturnal and silent anti-hero, Piazza moves like a zombie, like the living dead.","release_date":"2008-12-08","vote_average":5.0,"runtime":85,"cert":"N\/A","id":69730,"title":"Solitaire","adult":false,"genre_ids":[28,80,18]},{"cast":["Sammy J"],"overview":"IT'S A MUSICAL. FOR ADULTS. WITH PUPPETS. Take the music of Disney, the drama of Lord of the Rings, and the emotion of Les Miserables. Then blindfold them, beat them, regain their trust, beat them again, and you might end up with something resembling the Muppets meet South Park comedy of Sammy J in the Forest of Dreams. Walt Disney gets his comeuppance in this stunningly hilarious tribute to the tales of our childhood! Join comedian Sammy J and puppeteer Heath McIvor as they venture into a magical forest where creatures live in harmony, picking berries for their king. But is everything really as happy as it seems?","release_date":"2010-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":69731,"title":"Sammy J: In the Forest Of Dreams","adult":false,"genre_ids":[]},{"cast":["Arthur Gadsby","Michelle LaFrance","Tony Christopher","Maurice Weiss","Susie Duff"],"overview":"Parents hire a girl to turn their son straight, but the son is just pretending to be gay in order to pick up women.","release_date":"2009-06-01","vote_average":3.3,"runtime":82,"cert":"N\/A","id":69732,"title":"Under the Gaydar","adult":false,"genre_ids":[35,10749]},{"cast":["Loredana Cannata","Arturo Paglia","Loredana Solfizi","Pascal Persiano","Francesco Di Leva"],"overview":"This is the story of a Sicilian woman that tries to have avidly as many sexual adventures as possible. She uses different identities and personalities, but she can't stop collecting adventures. One day she meets Valerio, a young student who falls in love with her.","release_date":"1999-08-26","vote_average":5.7,"runtime":80,"cert":"N\/A","id":69733,"title":"The Man-Eater","adult":false,"genre_ids":[35]},{"cast":["Marie Frohmé Vanglund","Mads Althoff","Jonas Bjørn-Andersen","Asta Stidsen","Roxanne Tirkov"],"overview":"Opstandelsen brings the zombie apocalypse into the house of God. Simon's three siblings gather at his funeral - where all hell breaks loose as the undead rise from their graves, driving the siblings down into the deep dark catacombs below the church. Surrounded by death, they now have to face the congregation of zombies in order to escape the house of God alive...","release_date":"2010-08-21","vote_average":5.5,"runtime":50,"cert":"N\/A","id":69736,"title":"Opstandelsen","adult":false,"genre_ids":[28,18,27]},{"cast":["Erik Rhodes","Nash Lawler","Kai Ford","Tony Capucci","Damian Rios"],"overview":"Erik Rhodes is one happy man and passing the Bar gives him reason enough to party hearty. He summons his friends to help him celebrate and they pull out all the stops to make sure the fuckfest is one he'll never forget.","release_date":"2008-06-23","vote_average":8.5,"runtime":113,"cert":"N\/A","id":69743,"title":"Afterparty","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69744,"title":"My Big Fat Gay Wedding","adult":false,"genre_ids":[]},{"cast":["Jake Andrews","Rod Majors","Brandon Reeves","Steve Marks","Brad Stone"],"overview":"Brad Stone, Rod Majors, and Jake Andrews star as rugged men with no-nonsense attitudes and nothin' but raw man-sex on their minds!","release_date":"1995-07-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":69745,"title":"Built Tough","adult":true,"genre_ids":[]},{"cast":["Claudia Cardinale","Antonin Stahly-Vishwanadan","Salim Kechiouche"],"overview":"Malik has a lot on his plate when he returns home to Tunisia after living in France. He's processing his father's death, he can't come out to his mother, and his childhood anxieties have resurfaced. But all of Malik's problems seem to fade away when he falls for Bilal, the dreamy houseboy at his mother's bourgeois estate.","release_date":"2009-05-12","vote_average":6.9,"runtime":93,"cert":"N\/A","id":69746,"title":"The String","adult":false,"genre_ids":[10749,18]},{"cast":["Olav Fernández","Alejandro Tous","Zoraida Kroley"],"overview":"Garate and Omar are young, gay and in love, and want to have a child. After failed attempts with their female pals, they befriend Raquel, a pregnant woman whose partner has died of aids. Sound conventional? Spinnin' is anything but.","release_date":"2008-11-21","vote_average":8.6,"runtime":110,"cert":"N\/A","id":69747,"title":"Spinnin'","adult":false,"genre_ids":[18]},{"cast":["Johnny Gunn","Tristan Jaxx","Derrek Diamond","Samuel Colt","Sean Everett"],"overview":"See what develops in the Darkroom, where sexual fear easily becomes a motivating force.The chambers of a dark heart can house the feverish fantasies of a wicked imagination. Anything and anyone is fair game in this naughty and voyeuristic culture. And it can all be captured and recorded just as desired in any photograph, imagined or real.","release_date":"2009-11-17","vote_average":8.0,"runtime":109,"cert":"N\/A","id":69748,"title":"Darkroom","adult":true,"genre_ids":[]},{"cast":["Stevie Nicks","Vanessa Carlton"],"overview":"This Bluray features Nicks' October 25, 2007 Soundstage performance. The Bluray features special guest Vanessa Carlton for whom Nicks provided backing vocals on her 2007 album Heroes &amp; Thieves.  The first lady of Fleetwood Mac, Stevie Nicks performs her classic rock hits as well songs from her acclaimed solo albums on LIVE IN CHICAGO. Recorded in 2007 before a crowd of adoring fans, these Soundstage sessions feature Nicks at her most engaging, offering mesmerizing versions of \"Rhiannon,\" \"Landslide,\" \"Dreams,\" and many more.","release_date":"2009-03-31","vote_average":6.8,"runtime":55,"cert":"N\/A","id":69749,"title":"Stevie Nicks: Live in Chicago","adult":false,"genre_ids":[10402]},{"cast":["Rod Daily","Topher DiMaggio","AJ Irons","Brandon Lewis","Jake Austin"],"overview":"Swimming in oceans of macho bravado leaves these 8 horny studs dripping with a lot more than they bargained for. They quickly find that it’s hard coming up for air when they’re hungrily diving through testosterone-filled waves of virility and happily drowning in each other’s muscled flesh. No timid minnows nibbling about with this crowd; but real fierce sharks showing how tough and rewarding manlove can be.","release_date":"2010-12-28","vote_average":8.0,"runtime":95,"cert":"N\/A","id":69750,"title":"Dripping Wet 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"The ‘Group B’ International Motorsports Category was conceived in the late seventies as a return to the ‘good old days’ when amateur and factory teams alike could run the same production-based cars in either sports car racing or championship rally events.  By the early eighties the class had become the ‘Godzilla’ of the rally scene and what resulted were the most awesome cars ever seen on the rally stages of the world - 600 horsepower, 4WD, turbocharged monsters that could cover forest, tarmac or gravel stages faster than anything ever seen before or since.  In 1986 the door was slammed shut on the F1 cars of mountain and forest roads. Faster and faster cars combined with wilder and crazier crowds meant that within the confines of rally car competition the group B rocket ships were just “too fast to race”.  The legacy of Group B, however, is a whole range of spectacular cars that continue to thrill enthusiasts.  Includes awesome action footage and stunning close ups.","release_date":"2003-10-20","vote_average":0.0,"runtime":65,"cert":"N\/A","id":69751,"title":"Too Fast To Race","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Even more from the full story behind the awesome Group B Rally cars, featuring mind-blowing contemporary and archive racing footage of these fire-breathing rocket ships at blistering speeds! Declared “too fast to race” at the end of the 1986 season, the Group B cars changed the face of rallying! The Lancia Delta S4 could accelerate from 0-100km\/h in 2-3 seconds on a gravel road, and Nigel Mansell is reputed to have said that the Peugeot 205 T16 could out-accelerate his F1 car! All were built to reach at least 400bhp, so we pushed these super-charged beasts to their absolute limit to see what else they could do, with legendary ex-World Rally champion Stig Blomqvist behind the wheel!","release_date":"2004-08-30","vote_average":0.0,"runtime":92,"cert":"12","id":69752,"title":"Still Too Fast to Race","adult":false,"genre_ids":[99]},{"cast":["Lisa Bingley","Tony Curtis Blondell","Nenad Petrović"],"overview":"A potential disaster rocks a space station and the lives of those on board in this suspense-filled science fiction drama. Konrad (Michael Pare) is a scientist who, while piloting a small spacecraft, accidentally crashes into Tesla, a laboratory in space created and maintained by the Russian government. While accusations of sabotage and sinister intentions greet Konrad upon his arrival, in time he is accepted by the multinational crew. But as personal tension begins to grow among the crew, it's learned that something is wrong with Tesla --something which could pull the space station out of orbit and send it crashing to Earth. Faced with the distinct possibility of a fiery death, the mood aboard Tesla turns from ugly to violent as Konrad and the others try to find a way to save the station -- and themselves","release_date":"1999-01-01","vote_average":1.0,"runtime":90,"cert":"N\/A","id":69755,"title":"Space Fury","adult":false,"genre_ids":[878,28,12]},{"cast":[],"overview":"Lily Bunny counts from 1 to 20 in this exciting counting adventure. Huckle Cat, Lowly Worm, Bananas Gorilla, and others help Lily find funny things to count everywhere. Learning to count has never been more fun.","release_date":"1989-08-31","vote_average":4.0,"runtime":30,"cert":"U","id":69756,"title":"Richard Scarry's Best Counting Video Ever!","adult":false,"genre_ids":[16]},{"cast":["Scott Davis","Dylan Reece","Buck Meadows","Scott Austin","Kristian Brooks"],"overview":"Guests and staff alike, these ten hot studs deliver the goods...room service, tasty treats, and a surprise orgy guaranteed to please.","release_date":"1999-07-14","vote_average":7.0,"runtime":90,"cert":"N\/A","id":69757,"title":"Hotel California","adult":true,"genre_ids":[]},{"cast":["Charles Berling","André Dussollier","Hubert Saint-Macary","Élodie Navarre","Éva Darlan"],"overview":"Crime Scenes is a noirish crime drama about two forensic cops on the trail of serial murderer. Georges Fabian and Jean-Louis Gomez are put on the case when Marie -- the teenaged daughter of a couple who own a roadside cafe -- vanishes the day after the family dog disappears. Georges' schoolteacher wife is expecting their first child, while Jean-Louis' spouse walked out on him days after their daughter left home. The two discover a magazine daubed with Marie's blood in the eatery's lobby, and with the help of a police dog, they discover a canine corpse across the street. Later, when the bodies of a young white woman and a black man are unearthed sans heads and hands, Georges and Jean-Louis think that they have at last found Marie. In fact, they've hit upon a ritual murder similar to a series of killings that baffled the Belgian police in 1993. The two then begin to doggedly gather clues and witnesses.","release_date":"2000-03-15","vote_average":5.9,"runtime":100,"cert":"N\/A","id":69758,"title":"Crime Scenes","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Another great day at Richard Scarry's Busytown where the kids will learn favorite songs about letters, numbers, shapes and sizes while all your other favorite characters join in.","release_date":"1993-08-18","vote_average":0.0,"runtime":30,"cert":"U","id":69759,"title":"Richard Scarry's Best Learning Songs Video Ever!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Let the kids go to Busytown for the day and learn all about the many different jobs people do, so they can see what they might want to be when they grow up.","release_date":"1993-08-17","vote_average":0.0,"runtime":30,"cert":"U","id":69760,"title":"Richard Scarry's Best Busy People Video Ever!","adult":false,"genre_ids":[16]},{"cast":["Agnes Herrmann","Bruce Bayley Johnson"],"overview":"Sing-along songs from the Busytown characters, featuring new songs \"Stop, Look and Listen\" and \"At the Library.\"","release_date":"1994-08-23","vote_average":0.0,"runtime":24,"cert":"U","id":69761,"title":"Richard Scarry's Best Silly Stories And Songs Video Ever!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Little Miss Muffett, Wee Willie Winkie, and Old Mother Hubbard are just a few of the familiar characters in this kidvid.","release_date":"1994-08-24","vote_average":0.0,"runtime":30,"cert":"N\/A","id":69762,"title":"Richard Scarry's Best Sing-Along Mother Goose Video Ever!","adult":false,"genre_ids":[16]},{"cast":["Hélène Loiselle","Jean Lapointe","Guy Provost","Claude Gauthier","Louise Forestier"],"overview":"A fact-based account of ordinary citizens who found themselves arrested and imprisoned without charge for weeks during the October Crisis in 1970 Quebec.","release_date":"1974-09-27","vote_average":7.9,"runtime":109,"cert":"N\/A","id":69765,"title":"Orders","adult":false,"genre_ids":[18,36]},{"cast":["Marc Messier","Serge Thériault","Rémy Girard","Louise Richer","Muriel Dutil"],"overview":"","release_date":"1987-03-04","vote_average":7.4,"runtime":99,"cert":"N\/A","id":69766,"title":"Les Voisins","adult":false,"genre_ids":[18,35]},{"cast":["Saiful Apek","Fasha Sandha","Aznil Hj Nawawi","Yasmin Hani","Jalaluddin Hassan"],"overview":"Hairi (Saiful Apek) is a loser who lives in Metrofulus. While working in the lab, he accidentally drinks coffee that has been contaminated by a virus-infected gecko. He soon finds himself doing the most insane things, such as sticking to walls, making chirping cicak noises and adding bugs to his menu. He turns to his best friend and apartment mate, Danny (Yusry Abdul Halim), and begs him to find the reason behind his strange antics. Meanwhile, the people of Metrofulus are constantly being infected by new strains of viruses, and the only cure seems to come only from Professor Klon's (Aznil Nawawi) lab. Suspecting something amiss, Hairi and Danny launch their own investigation and discover that Professor Klon is not only the creator of such viruses, but also has a more sinister plan up his sleeve, backed by his business partners, the Ginger Boys Ramlie and AC Mizal, who first tend to take revenge on Professor Klon's failed experiment on them; making their senses turn abnormal.","release_date":"2006-12-07","vote_average":6.0,"runtime":107,"cert":"N\/A","id":69767,"title":"Cicakman","adult":false,"genre_ids":[28,878,35]},{"cast":["Kendrick Cross","Che Broadway","Tasia Grant","Demetria McKinney"],"overview":"Vince and Shonda have come to the proverbial end of their ropes with one another. Set in Atlanta during the 2008 Presidential Election season, Breaking Up Is Hard To Do is the touching story of what happens when two people feel they have nothing more to give to a relationship. A funny and intimate look at how people fall in love and what it takes to stay there, Breaking Up Is Hard To Do touches on the reality of the outside forces that can make or break a relationship. They say the truth will set you free, but when Shonda and Vince are armed with the truth, will they use it to set themselves free for once and for all?","release_date":"2010-01-01","vote_average":3.3,"runtime":108,"cert":"N\/A","id":69768,"title":"Breaking Up Is Hard to Do","adult":false,"genre_ids":[18,10749]},{"cast":["Axel Wedekind","Rungano Nyoni"],"overview":"A young man must escape from a mysterious locked vault before he dies of dehydration.","release_date":"2010-03-17","vote_average":4.7,"runtime":80,"cert":"N\/A","id":69771,"title":"Iron Doors","adult":false,"genre_ids":[53,9648]},{"cast":["Amitabh Bachchan","Hema Malini","Sonu Sood","Sonal Chauhan","Prakash Raj"],"overview":"After a series of bomb blasts in Mumbai, ACP Karan Malhotra announces that he will bring in the culprits responsible within a very short period of time as well attempts to convince his college sweetheart, Tanya P. Nath, to marry him. He then sets about interrogating several suspects so much so that an underworld gangster, Kabir, is compelled to hire an assassin to do away with him. The potential killer, Viju, is an uptight older ex-convict as well as a former gangster, who now runs a pub in Paris, and is willing to kill Karan. As he sets about this gruesome task, he comes across an old flame, Kamini, as well as his estranged wife, Sita - and it is these encounters that may well be the turning point in this life that may convince him to leave the bombs and Bandooks behind and spend the rest of his life praying and watching the Bhakti Channel.","release_date":"2011-07-01","vote_average":5.0,"runtime":118,"cert":"N\/A","id":69774,"title":"Bbuddah Hoga Terra Baap","adult":false,"genre_ids":[28,53]},{"cast":["Emraan Hashmi","Prashant Narayanan","Jacqueline Fernandez","Sulagna Panigrahi","Bikramjeet Kanwarpal"],"overview":"A former police officer gets hired by a gangster to trace missing call girls and their abductor.","release_date":"2011-07-07","vote_average":5.7,"runtime":127,"cert":"N\/A","id":69775,"title":"Murder 2","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Jason Sudeikis","Leslie Bibb","Lindsay Sloane","Lake Bell","Michelle Borth"],"overview":"A group of 30-year-olds who have been friends since high school attempt to throw an end-of-summer orgy.","release_date":"2011-09-02","vote_average":5.9,"runtime":95,"cert":"N\/A","id":69778,"title":"A Good Old Fashioned Orgy","adult":false,"genre_ids":[35]},{"cast":["Yasutomo Chikuma","Yoshiharu Fujisawa","Masato Shiga","Qyoko Kudo"],"overview":"Satoru belongs to the growing group of NEETs (‘not engaged in employment, education or training’). Hardly leaving his room in his mother’s house and without any real contact to the outside world, he lives a secluded life. When his mother’s friend Tosawa tries to help him to break out of his inner prison, things do not get any easier for Satoru.","release_date":"2008-04-08","vote_average":5.0,"runtime":89,"cert":"N\/A","id":69779,"title":"Now, I...","adult":false,"genre_ids":[18]},{"cast":["Jon Hall","Sue Casey","Elaine DuPont","Arnold Lessing","Read Morgan"],"overview":"A young girl is killed at the beach in Malibu. Professor Otto Lindsay suspects that it is some form of mutated fish. However, his son Richard, who was a good friend of the girl, thinks that it is a madman who has a grudge against Richard and his friends. Soon the list of victims grows to include one of Rich's surfing buddies, Rich's bitchy stepmother Vicky and his friend Mark who was crippled in an auto accident.","release_date":"1965-01-01","vote_average":2.8,"runtime":70,"cert":"N\/A","id":69780,"title":"The Beach Girls and the Monster","adult":false,"genre_ids":[27]},{"cast":["Heinz Erhardt","Hans-Joachim Kulenkampff","Wolf Albach-Retty","Waltraut Haas","Mady Rahl"],"overview":"","release_date":"1958-09-11","vote_average":6.6,"runtime":97,"cert":"N\/A","id":69781,"title":"Immer die Radfahrer","adult":false,"genre_ids":[35]},{"cast":["Pom Boyd","Gina Moxley","Sean Hughes","Rosaleen Linehan","Anne-Sophie Briest"],"overview":"A wry story of female friendship: Jean and Kate, two \"nearing-thirty\" street performers, find the ups and downs of life and love amid the pubs and music scene of modern day Dublin.","release_date":"1996-11-13","vote_average":0.0,"runtime":93,"cert":"N\/A","id":69782,"title":"Snakes and Ladders","adult":false,"genre_ids":[]},{"cast":["Barry Sullivan","Dennis O'Keefe","Mona Freeman","Katy Jurado","Sebastian Cabot"],"overview":"A cavalry officer, the sole survivor of an Indian attack, and a wagon load of prisoners travel through hostile Indian country.","release_date":"1957-08-28","vote_average":6.6,"runtime":88,"cert":"N\/A","id":69783,"title":"Dragoon Wells Massacre","adult":false,"genre_ids":[37]},{"cast":["Jean Peters","Louis Jourdan","Debra Paget","Herbert Marshall","Thomas Gomez"],"overview":"After seizing an English ship, buccaneer captain Anne Providence spares Pierre LaRochelle from walking the plank - as he's in irons he is presumably no friend of England. He signs on as a pirate and she is increasingly drawn to him, a feeling that seems to be reciprocated. When fearsome Captain Blackbeard, her teacher in the ways of pirating, sets eyes on LaRochelle he recalls him as a French navy officer. Anne sticks by her man but the truth, when it is uncovered, is even more painful.","release_date":"1951-10-18","vote_average":7.0,"runtime":81,"cert":"U","id":69784,"title":"Anne of the Indies","adult":false,"genre_ids":[12,28,18]},{"cast":["Rajeev Khandelwal","Kalki Koechlin","Shiv Pandit","Neil Bhoopalam","Gulshan Devaiah"],"overview":"Five substance-abusing friends decide to fake a kidnapping in order to bribe a police constable for covering-up a hit-and-run accident.","release_date":"2011-06-01","vote_average":6.5,"runtime":126,"cert":"N\/A","id":69785,"title":"Shaitan","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Whoopi Goldberg","Dennis Franz","Tasha Scott","David Marciano","Teddy Wilson"],"overview":"A struggling, single mom with a precocious young daughter also has an unpaid mortgage. She falls back on her pool-playing skills to pay off her debts. But just as she plays her way into a big money tournament, a globe-trotting ladies' man threatens to disrupt her life with her daughter and her peace of mind. Suddenly, everything's riding on a single shot.","release_date":"1989-04-11","vote_average":6.0,"runtime":90,"cert":"N\/A","id":69786,"title":"Kiss Shot","adult":false,"genre_ids":[10751,18]},{"cast":["Sean Bean","Brian Cox","Daragh O'Malley","Assumpta Serna","Michael Cochrane"],"overview":"Sharpe is a Captain saddled with the South Essex, a battalion run by incompetents and filled with soldiers who have never been in battle. When the South Essex loses its colours (its regimental flag), Sharpe vows to save the honor of the regiment by capturing a French Imperial standard: an eagle.","release_date":"1993-05-12","vote_average":7.2,"runtime":98,"cert":"","id":69787,"title":"Sharpe's Eagle","adult":false,"genre_ids":[28,12,36,10752,10770]},{"cast":["Dana Andrews","Pietro Martellanza","Anita Ekberg","Jesús Puente","Peter Dane"],"overview":"A disgraced treasury agent Mike Rand, who teams with his boss to halt a Red Chinese plot to destroy the free world by flooding the market with opium and turning everyone into addicts. Along the way he manages to bed junkie Lou, get into various fights and destroy the refinery that is ending out the drugs.","release_date":"1967-03-25","vote_average":0.0,"runtime":98,"cert":"N\/A","id":69790,"title":"The Cobra","adult":false,"genre_ids":[80,18]},{"cast":["Misaki Yonemura","Hiroya Matsumoto","Makoto Sakamoto","Rina Saito","Haruka Shimizu"],"overview":"Six classmates receive an email from Asuka, who they thought had committed suicide, asking them to meet her later that night. But when they are attacked by a girl in a rat mask, the students realize that someone is out for revenge!","release_date":"2010-06-05","vote_average":5.0,"runtime":76,"cert":"N\/A","id":69791,"title":"Black Rat","adult":false,"genre_ids":[18,27]},{"cast":["Rhys Darby","Sally Hawkins","Craig Hall","Bryan Brown","Faye Smythe"],"overview":"Love Birds is a hilarious charming romantic comedy that tells the story of a regular Kiwi bloke who finds himself on a quest to find true love – all with the help of a native New Zealand Shelduck. Comedian Rhys Darby (Flight of the Conchords, The Boat That Rocked) plays Doug – a road working employee and massive fan of the legendary band Queen, along with Golden-Globe Award winning actress Sally Hawkins (Made In Dagenham) who plays Holly the sassy animal specialist.","release_date":"2011-02-24","vote_average":6.3,"runtime":103,"cert":"N\/A","id":69792,"title":"Love Birds","adult":false,"genre_ids":[35,10749]},{"cast":["Natalya Besmertnova","Irek Mukhamedov","Mikhail sharkov","Aleksandr Vetrov"],"overview":"","release_date":"1984-02-08","vote_average":9.0,"runtime":null,"cert":"N\/A","id":69793,"title":"Romeo & Juliet","adult":false,"genre_ids":[]},{"cast":["Peter Stormare","Martha Plimpton","Jill Hennessy","Ari Cohen","Jackie Burroughs"],"overview":"Walter is the chief of police in a small Ontario town that has its first murder victim, an attractive young woman who is found naked on the shores of the nearby lake. The woman isn't local and while the Ontario Provincial Police have taken the lead in the investigation, Walter assists where he can. The town is mostly a close-knit Mennonite community and Walter has recently returned to his church. He is also trying to deal with his own temper that led to a violent incident some months before. As the young woman is identified, it becomes apparent that Walter's former love interest may be lying.","release_date":"2010-09-14","vote_average":5.4,"runtime":75,"cert":"N\/A","id":69794,"title":"Small Town Murder Songs","adult":false,"genre_ids":[53,80]},{"cast":["Emmanuel Bilodeau","Jean-Marie Corbeil","Evelyne De La Chenelière","Sylvie Léonard","François Léveillée"],"overview":"Michel Beaulieu can't catch a break. He just lost his job as car courier after an encounter with a difficult client, his wife Lucy decided to take break from him and she threatened to take his visitation rights to their daughter away. In desperation, Michael agrees to fulfill the mission of a shady loan shark by kidnapping a gambler who owes him a large sum. Turns the man is the arrogant businessman because of whom he lost his job.","release_date":"2010-04-01","vote_average":4.5,"runtime":102,"cert":"N\/A","id":69795,"title":"Return to Sender","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A male sketch artist goes down with his ship to a dazzling underwater world, guided by a silent, beautiful mermaid. Also in the Sargasso Sea area, is a Casablanca on a tiny rock inhabited only by a sensual auburn-haired violist, who serenades passing creatures, including a pod of friendly killer whales. The artist exploring the deep sea wonders: is he dead, dreaming, reincarnated or ?","release_date":"2007-01-19","vote_average":4.2,"runtime":80,"cert":"N\/A","id":69796,"title":"From the Sea","adult":false,"genre_ids":[16,10402]},{"cast":["Adalberto Martínez","María Victoria","Arturo Castro 'Bigotón'","Noé Murayama","Armando Arriola"],"overview":"Carnival worker is recruited by police to impersonate an old lady whose relatives want to kill her.","release_date":"1957-07-18","vote_average":5.0,"runtime":75,"cert":"N\/A","id":69797,"title":"Muertos de Risa","adult":false,"genre_ids":[]},{"cast":["Simon Bird","James Buckley","Blake Harrison","Joe Thomas","Emily Head"],"overview":"High school graduation just wouldn’t be complete without an un-chaperoned, uninhibited and unforgettable final holiday. At least that’s what Will, Jay, Simon and Neil think when they book a two-week stay on an exotic Greek island. As their dreams of sun-drenched days and booze-filled nights are left hopelessly unfulfilled, the lads fight their way into the party scene with hilariously humiliating results in this smash hit UK raunchy comedy.","release_date":"2011-08-19","vote_average":6.2,"runtime":97,"cert":"15","id":69798,"title":"The Inbetweeners Movie","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":69799,"title":"La Petite Fille aux allumettes","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69800,"title":"Cousin de campagne","adult":false,"genre_ids":[]},{"cast":["Lea Thompson","Judd Nelson","Zoey Deutch","Madelyn Deutch","Frankie Faison"],"overview":"A hard-working cupcake maker is inadvertently elected mayor of a small town burdened with debt. Uneducated, she relies on her street smarts to clean up the town.","release_date":"2011-07-19","vote_average":4.8,"runtime":86,"cert":"N\/A","id":69803,"title":"Mayor Cupcake","adult":false,"genre_ids":[35,18,10751]},{"cast":["Blu Kennedy","Max Sinclair","Scott Tanner","Ty LeBeouf","Luke Riley"],"overview":"Happier than drunken pigs in a poke, these seven burly guys hunker down and make grimy he-man bonding rock out! From a boozy trailer park to a deserted carport... from untapped hunting grounds to a deserted fishin' hole, nobody's safe with all that testosterone exploding in your face.","release_date":"2009-09-21","vote_average":7.0,"runtime":107,"cert":"N\/A","id":69808,"title":"Dirty!","adult":true,"genre_ids":[]},{"cast":["Sergey Gorobchenko","Irina Latchina"],"overview":"Людочка Сальникова относится к редкому типу счастливых женщин, абсолютно довольных тем, как сложилась их жизнь. Любящий муж Тимур, заботливый отец — чего еще можно пожелать? Однажды Мила с супругом отправляются на отдых в деревню. В доме, где они остановились происходит пожар, после которого молодая женщина исчезает. Родные, не сумев ее найти, считают, что Люда погибла в огне… На самом же деле героине удалось выжить. После долгих мытарств она приезжает в Москву и… застает Тимура в объятиях молодой жены своего отца. Потрясенной женщине открывается горькая правда: муж только притворялся, что любит ее, а ее гибель нисколько его не расстроила. Единственная цель благоверного — добиться от отца Людмилы получения наследства. Что остается женщине, в одночасье растерявшей все иллюзии? Только мстить своим обидчикам, восстанавливая попранное достоинство и справедливость!","release_date":"2007-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":69809,"title":"Shutka","adult":false,"genre_ids":[10749,18]},{"cast":["Zhang Jingchu","Huang Lu","Fan Wei"],"overview":"A young girl comes of age -- while also coming to terms with her destiny, pre-determined by the Communist Party -- in this beautiful, sweeping Chinese drama.","release_date":"2006-02-14","vote_average":8.1,"runtime":114,"cert":"N\/A","id":69810,"title":"The Road","adult":false,"genre_ids":[18]},{"cast":["Zhou Xun","Wu Jun","Cai Ming","Xiaoming Su","Yan Ni"],"overview":"When Yan'ni starts college she believes she is embarking on a new life away from her family-and she is, but not the new beginning she anticipates. Once at school, she immediately meets Muyu and falls in love with him. What she does not know is that from the moment he met her Muyu began an intricate deception that will lead to the loss of her child and t-he future she believes in.","release_date":"2005-04-23","vote_average":7.4,"runtime":90,"cert":"N\/A","id":69811,"title":"Stolen Life","adult":false,"genre_ids":[18]},{"cast":["Vince Bandero","T.J. Cummings","Cameron Fox","Sebastian Gronoff","Marcus Iron"],"overview":"One thing naive Jeremy won't miss is how his boss Virgil made him work overtime, pressing him to service both Virgil and Dominic after hours. Tristan is the main attraction at SF's famed Nob Hill Theatre, struttin' his stuff, teasing and titillating his eager audience with his smooth moves. The unholy trinity of studs (Sebastian Gronoff, Addison Scott, and Marcus Iron) heat up the private backroom with all the hot and steamy mansex they generate. Jeremy is overwhelmed being in San Francisco and he soon finds out that the Nob Hill Theatre is where it's at.","release_date":"1999-07-07","vote_average":8.5,"runtime":85,"cert":"N\/A","id":69812,"title":"Hard to Hold","adult":true,"genre_ids":[]},{"cast":["Nadezhda Rumyantseva","Aleksandr Mikhajlov","Natalya Seleznyova","Valentina Sperantova","Lidiya Sukharevskaya"],"overview":"Alyosha Ptitsyn, a third-grader decides that he wants to improve his personality and immediately starts to act.","release_date":"1953-06-06","vote_average":0.0,"runtime":73,"cert":"N\/A","id":69813,"title":"Alyosha Ptitsyn Develops Character","adult":false,"genre_ids":[10751]},{"cast":["Aleksei Kadochnikov","Andrey Rapoport","Vadim Zajtsev","Valentin Belousov","Anatoly Gorgul"],"overview":"Almost immediately after the collapse of the Soviet Union, the era of \"market relations\"begins. Capitalism is re-emerging in the country. It is time for redistribution of property and spheres of influence between criminal groups.  War breaks out between gangs, in the ranks of which are often former athletes. Especially appreciated are those who have the skills of martial arts.  At this time, a group of children who profess a rare kind of hand-to-hand fighting, called \"Russian style\", comes to one provincial city.  Their appearance greatly alarmed the leaders of the two rival gangs controlling the city. They are trying to get these valuable fighters into their ranks. In the course of going any means, and the guys are forced to defend themselves.","release_date":"1992-06-06","vote_average":3.5,"runtime":83,"cert":"N\/A","id":69814,"title":"Painful hold","adult":false,"genre_ids":[28,80]},{"cast":["Emmanuil Vitorgan","Larisa Leonova","Aleksandr Budykho","Andrei Budykho"],"overview":"A story about a thirteen years old man - Sasha Lavrov who is everything but calm.","release_date":"1973-06-06","vote_average":0.0,"runtime":79,"cert":"N\/A","id":69815,"title":"The Large Trampoline","adult":false,"genre_ids":[10751,18]},{"cast":["Vitali Doronin","Daniil Sagal","Nikolai Volkov St.","Efim Kopelyan","Viktor Proklov"],"overview":"The young boxer Kirill Kochevanov in the training battle of the qualifying rounds with the champion Peter Dorokhov loses the decisive meeting and, it would seem, now he should not get into the team for a trip to Europe. However, according to the decision of the commission, which saw great makings in the athlete, Kochevanov, together with the best Lightning boxers, goes abroad. After several meetings won, our athletes receive the challenge of European champion Henri Lance.  Having well studied the tactics and strategy of the battle of Dorokhov, Lance promises all journalists to knock out the opponent no later than the fourth round. However, the opponent of Lance is declared Kirill Kochevanov. In the fourth round, Cyril goes on the offensive, attacks Lance and wins the battle.","release_date":"1941-07-07","vote_average":5.0,"runtime":60,"cert":"N\/A","id":69816,"title":"Boxers","adult":false,"genre_ids":[18]},{"cast":["Yuriy Stoyanov","Sergey Garmash","Vladimir Vdovichenkov","Kristina Kuz'mina","Oleg Fedorov"],"overview":"Alexander Dronov, the actor, didn't have many success in his life. But despite all the troubles he has an important life mission - he's the man at the window.","release_date":"2009-06-06","vote_average":5.0,"runtime":96,"cert":"N\/A","id":69817,"title":"The Man at the Window","adult":false,"genre_ids":[18,28,35,53,9648,10749]},{"cast":["Aleksandr Lazarev Jr.","Victoria Malektorovych","Yekaterina Vulichenko","Olesya Zhurakovskaya","Valeriy Nevedrov"],"overview":"Maxim and Svetlana 15 years together. He is a successful television journalist, she leads the heading \"Women's Tears\" in a popular women's magazine. One day, Maxim, preparing a report on influential politics, meets a young girl named Elena and unexpectedly passionately falls in love with her. Elena responds to Maxim in return, not suspecting that he is married. Sveta accidentally meets Elena, who, as it turns out in a couple of minutes, turns out to be ... her husband’s mistress. Both understand that Maxim deceived them. Maxim is not ready to choose between a devoted wife and a charming lover. Finally, women make a decision for him ...","release_date":"2006-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":69818,"title":"Women's tears","adult":false,"genre_ids":[10749,18]},{"cast":["Andrzej Grabowski","Robert Gonera","Zbigniew Zamachowski","Kayah","Bronisław Wrocławski"],"overview":"A couple of friends, Max and Leo spend some time in Sicily, the island that is associated with mafia. Strange events on one wedding of a mafioso's daughter near the city of Trapani, bring them back to Warsaw. Yet, the criminal leaders, particularly Don Antonio Gambini, are also in Poland where they have a job to do. Unintentionally, Max and Leo are brought into a plot.","release_date":"2006-06-14","vote_average":3.7,"runtime":110,"cert":"N\/A","id":69819,"title":"Dublerzy","adult":false,"genre_ids":[35,80]},{"cast":["Boris Shcherbakov","Lyubov Polishchuk","Aleksandr Pankratov-Chyornyy","Mikhail Kokshenov","Сергей Цыгаль"],"overview":"В день Святого Валентина — праздник всех влюбленных, `примерный` муж, проводив жену в командировку, решает отдохнуть от семейной жизни в обществе длинноногой красавицы и приглашает ее к себе домой. Но в самый разгар любовной идиллии неожиданно возвращается жена…","release_date":"2000-06-06","vote_average":0.0,"runtime":64,"cert":"N\/A","id":69820,"title":"Valentine's Day","adult":false,"genre_ids":[35]},{"cast":["Boris Nevzorov","Natalya Bogunova","Yelena Kozlitina","Vladimir Nikitin","Mikhail Kuznetsov"],"overview":"Lena and Pasha come to the girl's hometown to apply for a divorce. Pasha does not understand the motives of divorce and is very upset about it. But in the Registry office say that you need to wait 3 months. Young people decide to stay in the city for this time and agree not to meet and not to communicate. They are both arranged for the construction of a large road, and from that moment their fate changes dramatically…","release_date":"1975-06-06","vote_average":0.0,"runtime":64,"cert":"N\/A","id":69821,"title":"The Road","adult":false,"genre_ids":[10749,12]},{"cast":["Gustaw Holoubek","Zofia Mrozowska","Hanna Skarżanka","Wiesław Gołas","Zdzisław Maklakiewicz"],"overview":"At the end of World War Two, Polish people move to the western lands vacated by Germans. But some ruthless profiteers pose as government representatives and intend to make off with loot from a deserted town they took over. One honest man stands up against them because he believes these goods belong to the people.","release_date":"1964-09-15","vote_average":6.0,"runtime":90,"cert":"N\/A","id":69822,"title":"The Law and the Fist","adult":false,"genre_ids":[10752,18]},{"cast":["Keke Rosberg","Didier Pironi","John Watson","Alain Prost","Niki Lauda"],"overview":"The 1982 Formula One season was the 33rd FIA Formula One World Championship season. It commenced on January 23, 1982, and ended on September 25 after sixteen races. The World Drivers' Championship was won by Williams driver Keke Rosberg. Rosberg was the first driver since Mike Hawthorn in the 1958 season to win the championship after winning only one race. 11 drivers won a race during the season, none of them more than two times. Scuderia Ferrari won the World Constructors' Championship.","release_date":"1982-11-24","vote_average":0.0,"runtime":130,"cert":"PG","id":69823,"title":"1982 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":["Mikhail Porechenkov","Anna Samokhina","Igor Dmitriev","Zoya Buryak","Ivan Krasko"],"overview":"A romantic comedy about a twenty three years old Kirill who suddenly decides to become a gigolo.","release_date":"1994-06-06","vote_average":1.0,"runtime":89,"cert":"N\/A","id":69824,"title":"The Wheel of Love","adult":false,"genre_ids":[35]},{"cast":["Mika Hakkinen","Eddie Irvine","Heinz-Harald Frentzen","David Coulthard","Michael Schumacher"],"overview":"The 1999 Formula One season was the 50th FIA Formula One World Championship season. It commenced on March 7, 1999, and ended on October 31 after sixteen races. The season saw the introduction of a new event to the World Championship calendar, the Malaysian Grand Prix. The drivers World Championship was won by Mika Häkkinen, although Eddie Irvine, David Coulthard and Heinz-Harald Frentzen all had a chance of clinching it. Ferrari won the constructors World Championship, which paved the way for the Michael Schumacher-era of Ferrari dominance at the start of the 21st century. Schumacher was injured during the British Grand Prix at Silverstone, suffering a broken leg in a crash, but returned before the end of the season.","release_date":"1999-12-01","vote_average":0.0,"runtime":135,"cert":"PG","id":69825,"title":"1999 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":["Mikhail Kokshenov","Valeriy Garkalin","Natalya Krachkovskaya","Vladimir Nosik"],"overview":"Кто из нас не застревал в лифте? Так и случилось с Евгением, который не доехал до этажа своей любовницы какого-то метра. Вызванные спасательная служба, пожарные расчёты, машина скорой помощи, милиция и соседи не могут починить лифт. Неожиданное спасение горе-любовника, захмелевшего от припасённого коньяка и шампанского, приходит в лице мужа героини.","release_date":"2002-06-06","vote_average":1.0,"runtime":66,"cert":"N\/A","id":69826,"title":"Lift Ukhodit Po Raspisaniyu","adult":false,"genre_ids":[35]},{"cast":["Tatyana Yassukovich"],"overview":"Using clips from classic horror films and contemporary interviews, this cable-TV documentary tries to separate truth from fable in discussing vampires and werewolves -- a task that often proves impossible. After noting that fear of the supernatural stems from mankind's basic terror involving darkness and awe of the moon, the film ticks off several documented cases of \"actual\" blood sucking and lycanthropy. Among those interviewed are weapons experts, scientists, sociologists, and movie buffs, as well as a few hardy souls who claim to be genuine Dracula and Wolfman clones. Originally slated to air during Halloween weekend in 2003, Fang vs. Fiction: The Real Underworld of Vampires and Werewolves was moved forward two months as an extended promotion for the upcoming theatrical feature Underworld, which, of course, dealt with the same terrifying subject matter. [Hal Erickson]","release_date":"2003-09-19","vote_average":4.5,"runtime":null,"cert":"N\/A","id":69827,"title":"Fang vs. Fiction: The Real Underworld of Vampires and Werewolves","adult":false,"genre_ids":[99]},{"cast":["Burt Reynolds","Casey Siemaszko","Sheila Kelley","Lorraine Toussaint","Albert Salmi"],"overview":"Professional thief Ernie takes Mike on as an apprentice, but while Mike clearly has \"larceny in his heart\", it will take him a long time to get as good as Ernie.","release_date":"1989-10-13","vote_average":5.6,"runtime":94,"cert":"N\/A","id":69828,"title":"Breaking In","adult":false,"genre_ids":[28,12,35,80]},{"cast":["Aleksei Buldakov","Vyacheslav Polunin","Alexander Kuznetsov","Nina Usatova","Sergey Bekhterev"],"overview":"Musical comedy based on Russian folklore stories about an adventures of three friends .","release_date":"1983-12-06","vote_average":4.0,"runtime":72,"cert":"N\/A","id":69829,"title":"Believe It or Not","adult":false,"genre_ids":[35]},{"cast":["Ingeborga Dapkūnaitė","Irina Skobtseva","Alla Demidova","Valentinas Masalskis"],"overview":"Героиня фильма - молодая привлекательная женщина, девиз которой \"нужно стать развратной, чтобы почувствовать себя святой\". Она убеждена, что любящие ее мужчины должны с легкостью принимать ее такой, какая она есть. Но им это доставляет лишь мучения...","release_date":"1988-06-06","vote_average":5.0,"runtime":105,"cert":"N\/A","id":69830,"title":"Osen, Chertanovo...","adult":false,"genre_ids":[18]},{"cast":["Aleksei Gribov","Mikhail Yanshin","Nikolai Bogolyubov","Semyon Goldshtab","Aleksandr Khvylya"],"overview":"The film tells the of certain events of the Polish-Soviet War as is accepted in Soviet history.","release_date":"1941-06-06","vote_average":5.0,"runtime":100,"cert":"N\/A","id":69831,"title":"The First Cavalry","adult":false,"genre_ids":[18,36,10752]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69832,"title":"Regroupement d'histoires de Mickey","adult":false,"genre_ids":[]},{"cast":["Georgi Kovrov","Nikolai Prozorovsky","Roza Sverdlova","Aleksandr Melnikov"],"overview":"The Soviet motor ship \"Albanov\", running into a submarine rock, crashes in North sea. Passengers and command on boats head for off-shore rocks and find temporal shelter. Getting a signal about the calamity of motor ship, detachment of divers-rescuers at the head with the chief of party - commissar Petrov - begin works on getting up \"Albanov\".","release_date":"1935-06-06","vote_average":0.0,"runtime":84,"cert":"N\/A","id":69833,"title":"Way of the Ship","adult":false,"genre_ids":[12]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69834,"title":"Regroupement d'histoires de Donald","adult":false,"genre_ids":[]},{"cast":["Igor Nevedrov","Olga Chursina","Sergey Chirkov"],"overview":"До свадьбы Катерины и Валеры остается ровно семь дней. Молодые люди любят друг друга, но кажется, что весь мир ополчился против их брака. Родители молодых из разных миров. Отец Катерины фермер неудачник, пытающийся подняться на разведении страусов. Отец же Валеры очень богатый бизнесмен. Невеста должна получить наследство, по завещанию ее деда, в день собственной свадьбы. Но по условиям того же завещания, в день свадьбы отец Катерины теряет возможность управлять капиталами. Естественно, это ему не нравится. Отец Катерины как может, старается не понравиться родителям Валеры. Родители Валеры, как люди состоятельные, тоже против брака с простушкой. Бывшая девушка Валеры Вилена просто мстит, не гнушаясь самых грязных методов…","release_date":"2007-06-06","vote_average":0.0,"runtime":96,"cert":"N\/A","id":69835,"title":"7 Dney do Svadby","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69836,"title":"Regroupement d'histoires de Dingo","adult":false,"genre_ids":[]},{"cast":["Semyon Morozov","Vladimir Ivashov","Valentin Burov","Tatyana Nadezhdina","Mikaela Drozdovskaya"],"overview":"A factory crew of seven young people is taking responsibility of a young criminal.","release_date":"1962-08-04","vote_average":6.3,"runtime":76,"cert":"N\/A","id":69837,"title":"Seven Babysitters","adult":false,"genre_ids":[35]},{"cast":["Sylvain Larocque"],"overview":"Dans ce nouveau tour de piste, Larocque aborde des sujets qui ne sortent pas nécessairement de l’ordinaire mais, en revanche, l’angle qu’il utilise est intéressant. Courts, efficaces et toujours aussi punchés, tous ses numéros font mouche, et ce, sans exception. Dans Vu d’même, Sylvain Larocque est drôle, intelligent et surtout très pertinent. De tous les spectacles de l’artiste, celui-ci est sans aucun doute le plus achevé. Bref, c’est évident, l’humoriste est au sommet de son art. D’entrée de jeu, l’humoriste a tenu à remercier son public d’avoir osé venir le voir, et ce, malgré son apparence. «Je sais, je n’ai pas l’air d’un gars qui, après le spectacle, va aller gambader nu dans un champ de marguerites. Pas que je n’aime pas ça mais, quand ça fait deux fois que tu te fais arrêter par la police, tu comprends le message…» .","release_date":"2010-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":69838,"title":"Sylvain Larocque - Vue d'même","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Demyanenko","Valentina Malyavina","Oleg Efremov","Evgeniy Evstigneev","Vladimir Zamanskiy"],"overview":"The action takes place in 1920 during the Civil War. Young Red Army soldier Alexey Mikhalyov after the hospital is sent to work in the Cheka. On the way, he meets a beautiful girl, Maria, who is also an agent of the Cheka (later he learns about it). Mikhalyov is involved in various operations, meets again with Maria, but she dies, exposing the gang of Whites","release_date":"1963-06-06","vote_average":7.0,"runtime":102,"cert":"N\/A","id":69839,"title":"ChK Employee","adult":false,"genre_ids":[28,36]},{"cast":["Masane Tsukayama","Toshiko Fujita","Yuusaku Yara","Yuriko Yamamoto","Kazuki Yao"],"overview":"In times of olde, God gave mankind the ten commandments, and a message that has been lost to the centuries. In the present, Koichiro Kamishiro is a modern day Indiana Jones who scours (and often destroys) ruins for hints of the past, until one day he runs across a box filled with two crystal triangles. Having inadvertently run across the key to God's lost message, Kamishiro suddenly has a lot to deal with including assassination attempts by the KGB and the CIA, aliens hell-bent on destroying the Earth and the love of several women!","release_date":"1987-07-22","vote_average":5.3,"runtime":87,"cert":"N\/A","id":69840,"title":"Crystal Triangle: The Forbidden Revelation","adult":false,"genre_ids":[]},{"cast":["Marina Ladynina","Vladimir Zeldin","Nikolay Kryuchkov","Osip Abdulov","Nikita Kitaev"],"overview":"They met in Moscow - a shy swineherd Glasha and shepherd Musaib. Long and difficult will be their way to love and a new meeting in this classic Soviet musical comedy.","release_date":"1941-06-06","vote_average":4.5,"runtime":87,"cert":"N\/A","id":69841,"title":"Swineherd and Shepherd","adult":false,"genre_ids":[10749,35]},{"cast":["Ivan Urgant","Nikolay Fomenko","Aleksandra Kulikova","Kristina Kuz'mina","Mikhail Evlanov"],"overview":"A story of love between a young soldier Sergey and a fellow officer Anna.","release_date":"2008-06-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":69842,"title":"A Wizard","adult":false,"genre_ids":[35,10749,18]},{"cast":["Dominic Darceuil","David Boutin","Ronald Houle","Jean-Nicolas Verreault","Michel Charette"],"overview":"After an unpleasant run-in with a group of bikers, a young convenience store robber (Marc) gets approached by the same bikers to help out with a picnic. After the picnic, seeing he has guts, the bikers propose him for membership. As the story unfolds, Marc winds up questioning his own morality and wondering whether he's going down the wrong path. The biggest problem, however, is that one of his friends got him into trouble, and he has little time to fix it...","release_date":"2000-09-01","vote_average":7.0,"runtime":130,"cert":"N\/A","id":69843,"title":"Hochelaga","adult":false,"genre_ids":[18]},{"cast":["Ken Takakura","Ryoko Nakano","Yoshio Harada","Ryô Ikebe","Hideji Ôtaki"],"overview":"A tough police detective is falsely accused of corruption, and goes on the run to clear his name. He is assisted by the beautiful daughter of a rich man.","release_date":"1976-02-11","vote_average":6.3,"runtime":151,"cert":"N\/A","id":69846,"title":"Manhunt","adult":false,"genre_ids":[28,80,18]},{"cast":["Don Ameche","Dana Andrews","William Eythe","Charles Bickford","Cedric Hardwicke"],"overview":"An aircraft carrier is sent on a decoy mission around the Pacific, with orders to avoid combat, thus lulling Japanese alertness before the battle of Midway.","release_date":"1944-01-01","vote_average":6.3,"runtime":97,"cert":"N\/A","id":69847,"title":"Wing and a Prayer","adult":false,"genre_ids":[10752,28,18]},{"cast":["Tom Berenger","Joaquim de Almeida","Daniela Romo","Mark Moses","Stuart Graham"],"overview":"One Man's Hero tells the little-known story of the \"St. Patrick's Battalion\" or \"San Patricios,\" a group of mostly Irish and other immigrants of the Catholic faith who deserted to Mexico after encountering religious and ethnic prejudice in the U.S. Army during the Mexican-American War. The plot centers around the personal story of John Riley, an Irishman who had been a sergeant in the American Army who is commissioned as a captain in the Mexican army and commands the battalion, as he leads his men in battle and struggles with authorities on both sides of the border","release_date":"1999-08-02","vote_average":9.3,"runtime":121,"cert":"N\/A","id":69848,"title":"One Man's Hero","adult":false,"genre_ids":[37,28,18,36]},{"cast":["Fernando Fernán Gómez","Rafael Alonso","Cayetana Guillén Cuervo","Agustín González","Cristina Cruz"],"overview":"After his son dies, an elderly man comes back to Spain from the US and hopes to find out which of his granddaughters is true, and which one is bastard.","release_date":"1998-10-16","vote_average":6.7,"runtime":151,"cert":"N\/A","id":69851,"title":"The Grandfather","adult":false,"genre_ids":[18]},{"cast":["Jon McBride","Denice Edeal","Tom Casiello","Patricia McBride","Kim Bailey"],"overview":"Jon, Tom, and Denise accidently kill their senile old Aunt while she's looking after them while their father is away on business. Not sure what to do, they decide to dispose of the body in the rented woodchipper in the backyard. But more trouble comes a-knocking when their cousin Kim, their Aunt's son, shows up unexpectedly.","release_date":"1988-01-01","vote_average":5.1,"runtime":81,"cert":"N\/A","id":69852,"title":"Woodchipper Massacre","adult":false,"genre_ids":[35,27]},{"cast":["Corey Feldman","Joel J. Edwards","Diane Nadeau","Ron Melendez","Sarah Douglas"],"overview":"Andy comes to campus in order to be close to his girlfriend Rebecca. Since he needs a place to stay he joins one of the college fraternities. However, a strange looking man warns him that the fraternity is just a cover-up for the weird voodoo cult.","release_date":"1995-11-28","vote_average":5.8,"runtime":89,"cert":"N\/A","id":69853,"title":"Voodoo","adult":false,"genre_ids":[27]},{"cast":["Shelley Calene-Black","Alex Dorman","Mari E. Ferguson","Caleb George","Mayra Leal"],"overview":"In this taut thriller, newlyweds Jen and Mitch find that three's company and four's a crowd when they ask their friend Danny to move in with them to share expenses. But a sweet situation turns sour when Danny invites a new person into the mix.","release_date":"2010-01-01","vote_average":5.2,"runtime":84,"cert":"N\/A","id":69854,"title":"Playing House","adult":false,"genre_ids":[53]},{"cast":["Steve-O","Johnny Knoxville","Bam Margera","Jimmy Kimmel","J.P. Blackmon"],"overview":"A documentary of Steve-O’s downward spiral to when he ultimately hits rock bottom and is saved by the intervention of friends and his own will to do whatever it takes to get – and stay – sober.","release_date":"2009-05-06","vote_average":7.3,"runtime":42,"cert":"N\/A","id":69855,"title":"Steve-O: Demise and Rise","adult":false,"genre_ids":[99]},{"cast":["Daryl Boling","Doris Hick","Margaret Dodge"],"overview":"Evil is out of the box.","release_date":"2004-06-29","vote_average":2.5,"runtime":74,"cert":"N\/A","id":69856,"title":"Pandora Machine","adult":false,"genre_ids":[28,878]},{"cast":["Preston Foster","Howard Phillips","George E. Stone","Noel Madison","Alan Roscoe"],"overview":"Richard Walters is condemned to death for a murder he claims not to have committed. He arrives on death row just before a brutal inmate leads the other convicts in a violent uprising. Walters gets caught up in the riot, while on the outside his friends are trying to find evidence of his innocence.","release_date":"1932-08-17","vote_average":5.8,"runtime":75,"cert":"N\/A","id":69857,"title":"The Last Mile","adult":false,"genre_ids":[18]},{"cast":["Henry Czerny","Brian Markinson","Waneta Storms","Diane Ladd","Landon Liboiron"],"overview":"A semi-fictional story about the shooting of four Canadian RCMP officers during a drug raid in Mayerthorpe, Alberta.","release_date":"2008-02-10","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69858,"title":"Mayerthorpe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This one proves that it's all a big fake, and the myth of the Guinea Pig movies being actual snuff is not true. The girl from \"Devil's Experiment\" laughs while her flesh gets twisted. The guy from \"He Never Dies\" longs to take the latex applications off.","release_date":"1992-12-31","vote_average":6.0,"runtime":44,"cert":"N\/A","id":69859,"title":"Guinea Pig: Making of Guinea Pig","adult":false,"genre_ids":[99]},{"cast":["Shinsuke Araki","Ivu","Masahiro Satô","Rie Shibata","Keisuke Shinki"],"overview":"A men gets depressed because his girlfriend has dumped him for a friend. He tries to attempt suicide but to no avail, so he decides to scare the guy that stole his girl, by throwing his own guts at him.","release_date":"1986-04-10","vote_average":4.4,"runtime":39,"cert":"N\/A","id":69860,"title":"Guinea Pig 3: He Never Dies","adult":false,"genre_ids":[27,35]},{"cast":["Roddy McDowall","Telly Savalas","Margot Kidder","Michael Bell","Foster Brooks"],"overview":"The GoBots, television's amazing transformable super heroes, star in their first full length feature film, \"GoBots: War of the Rock Lords.\" It's wall-to-wall action and high tech fun as the heroic Guradian GoBots join the Rock Lords' battle for control of the ultimate super weapon. And they'd better hurry, because the Guardian GoBots' all-time worst enemies, the Renegades, are out to use the super weapon for their own evil purposes.","release_date":"1986-03-21","vote_average":5.5,"runtime":75,"cert":"N\/A","id":69861,"title":"GoBots: Battle of the Rock Lords","adult":false,"genre_ids":[16]},{"cast":["Kenneth More","Lloyd Nolan","Joan O'Brien","Derek Fowlds","John Le Mesurier"],"overview":"Lt Commander Badger, RN: an exceptionally likeable fellow, the Artful Bodger has one besetting sin a shining honesty which compels him to say the right thing at entirely the wrong time! When untimely remarks to some new recruits are splashed across the tabloids, the rush is on to find him a new posting somewhere far away.","release_date":"1963-05-17","vote_average":7.0,"runtime":105,"cert":"","id":69862,"title":"We Joined the Navy","adult":false,"genre_ids":[35]},{"cast":["Michael Wayne Thomas","Chantal Nicole","Loneta Edison","James Winningham Jr.","Kurvie Kapone"],"overview":"When 3 married men decide to step out on their marriages, they find that infidelity has unpredictable &amp; devastating consequences. Betrayal, hypocrisy, racism, &amp; several other matters surface as married men and single women come together.","release_date":"2011-01-01","vote_average":3.5,"runtime":87,"cert":"N\/A","id":69863,"title":"Married Men and Single Women","adult":false,"genre_ids":[35,18,10749]},{"cast":["David Crosby","Graham Nash","Stephen Stills","Neil Young"],"overview":"Journey Through the Past is a 1972 film by Neil Young. Originally shot in 16mm format and then transferred for theatrical release the experimental film is a self-directed combination of concert footage from 1966 onward, backstage footage and semi-fantastic art film-like sequences. Although Journey Through the Past was Young's film debut it was received poorly by critics. The film was released on DVD in 2009 with the Neil Young Archives.","release_date":"1972-11-07","vote_average":6.3,"runtime":79,"cert":"N\/A","id":69864,"title":"Journey Through the Past","adult":false,"genre_ids":[99,10402]},{"cast":["Samuel Hui","Ti Lung","Teddy Robin","Joey Wong","Alan Kuo"],"overview":"Wisely, the famous writer\/adventurer, is tricked by his friend (played by Teddy Robin Kwan, the film's director)into helping him steal the dragon pearl. Sam Hui plays Wisely in this big budget HK movie, with production units filming some scenes by the Great Pyramids, and many scenes in Nepal. There are car chases and crashes, chases by horsemen and plenty of fights along the way. The Legend of Wisely is a live action comic book. A lot of effort went into making this movie, and it shows as Wisely goes from one hazard to another, a HK version of Indiana Jones.","release_date":"1987-01-22","vote_average":7.5,"runtime":90,"cert":"N\/A","id":69865,"title":"The Legend of Wisely","adult":false,"genre_ids":[12,28,14]},{"cast":["Georgie Parker","Steve Bisley","Charles Tingwell","Martin Crewes","Lee Kernaghan"],"overview":"Jim Ryan and Kate Conroy love each other, but John Conroy stands in the way of their happiness until Jim Ryan recaptures a prized colt.","release_date":"2003-01-25","vote_average":0.0,"runtime":102,"cert":"N\/A","id":69866,"title":"The Man from Snowy River: Arena Spectacular","adult":false,"genre_ids":[35,18,10749,37,10402]},{"cast":["Leighann Belair","J.D. Cerna","Bruce Spaulding Fuller","Darrell Gibson","Douglas Gibson"],"overview":"Eight friends go to fix up an old house that Mark has purchased. Upon arriving, they find the grave of Abigail (the former owner- a disturbed woman who murdered a well-wishing neighbor in the 1940's) in the back yard. Bob (one of Mark's friends) smashes the headstone and awakens Abigail, which begins the carnage. The house locks the friends inside and, one by one, they are gorily slaughtered. But the dead don't stay dead and they hunt down the living as the remaining survivors fight to make it through the night.","release_date":"1989-10-01","vote_average":4.1,"runtime":95,"cert":"N\/A","id":69869,"title":"The House on Tombstone Hill","adult":false,"genre_ids":[27]},{"cast":["Kathryn Harrold","Zeljko Ivanek","Shirley Knight","Paul Freeman","Sean Hewitt"],"overview":"A disturbed telepathic man is able to transmit his dreams and visions into the minds of the people around him.","release_date":"1982-10-22","vote_average":5.4,"runtime":91,"cert":"N\/A","id":69870,"title":"The Sender","adult":false,"genre_ids":[27,53]},{"cast":["Lucila Gómez","Lionel Campoy","Mariano Chiesa","Noemí Morelli","Claudio Martínez"],"overview":"Patoruzito is destined to be a great chief tehuelche, but this must pass three tests to prove their skill, courage and honor. Although it will not be so easy, on the road will have to face unforeseen obstacles that will make your trip an unforgettable adventure.","release_date":"2004-07-08","vote_average":6.5,"runtime":75,"cert":"N\/A","id":69871,"title":"Patoruzito","adult":false,"genre_ids":[16,10751]},{"cast":["Edwige Fenech","Anita Strindberg","Luigi Pistilli","Ivan Rassimov","Angela La Vorgna"],"overview":"A burned out, abusive, alcoholic writer named Oliviero lives with his wife, Irina, at their estate in Venice, along with his late mother's mysterious black cat, Satan. To pass the time, Oliviero hosts parties for the local hippies, humiliating Irina in front of his guests. When his mistress is murdered, police suspect Oliviero, and things get complicated when his young, beautiful and self-confident niece, Floriana, pays an unexpected visit.","release_date":"1972-08-04","vote_average":6.2,"runtime":97,"cert":"","id":69872,"title":"Your Vice Is a Locked Room and Only I Have the Key","adult":false,"genre_ids":[27,9648,53]},{"cast":["Phil Cornwell","James Fleet","Caroline Harker","Nick Holder","Matthew Ashforde"],"overview":"Theres trouble brewing in Downtown Coventry. Mobster, Ray Carlton has a dreamcasinos! Hes got dirt on the local Mayor, Derek Osbourne and he wants his pound of flesh. In return for not flushing him down the toilet, Carlton has the Mayor greasing the way for a super casino on the site of the park where Lady Godiva actually rode!","release_date":"2007-11-13","vote_average":0.0,"runtime":91,"cert":"","id":69873,"title":"Lady Godiva: Back in the Saddle","adult":false,"genre_ids":[35]},{"cast":["Wendy Williams","Ja Rule","Kool G. Rap","Darius McCrary","Mr. Marcus"],"overview":"Go deep into the underworld of hip-hop groupies and video vixens where sex is the backstage pass and young ladies use their bodies as a way to promote themselves and further their own careers. Jump Off takes a provocative look at the seedy side of the music business where hip-hop groupies pay a high price to get a taste of the celebrity lifestyle. Hear the real, raw truth about the groupie lifestyle from the scene's biggest stars. Get the inside story from one of hip-hop's most notorious femmes, Karrine: Superhead Steffens. Reenactments show how Karrine sexed her way through the hip-hop world, climbing her way up the ladder before crashing to the bottom. Now a bestselling author, she's still kissing and telling, but the huge stars she allegedly bedded are telling their side of the story","release_date":"2009-01-01","vote_average":4.0,"runtime":93,"cert":"N\/A","id":69874,"title":"Kiss and Tail: The Hollywood Jumpoff","adult":false,"genre_ids":[99]},{"cast":["D.L.","Jason Rivera","Piarry Oriol","Joseph Somma"],"overview":"In the city of 9 Million people everyone is engulfed in the everyday rat race chasing that almighty dollar. This movie tells the story of one of its own 'Carter Blanche'. Carter has staked his claim to the American dream. But history teaches us that behind every wealthy empire is a major crime; and Carter's rise to power is no exception. Trying to go legit, he is faced with deception, betrayal, and self serving agendas from those closest to him and must maneuver his way through all those who want to crumble what he has built. As he determines who's friend or foe. The decisions Carter makes can, and will cost lives.","release_date":"2010-10-15","vote_average":4.4,"runtime":118,"cert":"N\/A","id":69875,"title":"King of Paper Chasin'","adult":false,"genre_ids":[80,18,10402,53]},{"cast":["John Will Clay","Ashley Morgan","Bret Hopkins","Buck P.B.D. Rodgers"],"overview":"When a prototype weapon is stolen from a government facility a software engineer unknowingly becomes involved when he receives the key disk needed for detonation. With no help from authorities he is forced to team up with a suspended FBI agent to stop the group of criminals from destroying a major US city.","release_date":"2009-01-13","vote_average":1.5,"runtime":106,"cert":"N\/A","id":69876,"title":"Interception","adult":false,"genre_ids":[28,53]},{"cast":["Igor Chernevich","Kseniya Kutepova","Angelina Mirimskaya","Artyom Tkachenko","Igor Yatsko"],"overview":"Black comedy about the routine of a large corporation, producing chocolate bars. The claustrophobic office space and its dwellers are part of a funny and grotesque picture. The main character, young man from the marketing department, tries to find his stolen car with the help of militia and head of a local gang. He confronts a chaotic life of a small provincial town outside his office, trying to guess its laws. As a result, he fails to fulfill the task of his American boss, and finds his Ford painted and rebuilt as a street-racer's car. Of course, his personal life also changes...","release_date":"2011-05-05","vote_average":1.0,"runtime":93,"cert":"N\/A","id":69877,"title":"Paren s Marsa","adult":false,"genre_ids":[18,35]},{"cast":["Robert Loggia","Jack Carpenter","Victoria Clark","Arye Gross","Barbara Barrie"],"overview":"Gathered one summer in a beautiful shoreline town, three generations are drawn together by their patriarch. With endearing moments of humor and uplifting spirit, Harvest is a portrait of a family awkwardly yet delicately hanging on to what was, what now is, and to one another.","release_date":"2011-03-11","vote_average":5.0,"runtime":103,"cert":"N\/A","id":69878,"title":"Harvest","adult":false,"genre_ids":[18]},{"cast":["Rachel Atkins","Omar Berdouni","Emily Canfor-Dumas","Alisdair Simpson","Tim Pigott-Smith"],"overview":"In 79 AD, one of the infamous natural disasters in human history occurred when Mount Vesuvius erupted. With speculative dramatizations of various inhabitants' final hours along with detailed documentation of the known facts concerning the eruption, the horrific day is vividly brought to life.","release_date":"2003-10-20","vote_average":6.5,"runtime":87,"cert":"","id":69879,"title":"Pompeii: The Last Day","adult":false,"genre_ids":[28,18,36]},{"cast":["Diana Amir","Farid Kamil","Pierre Andre","Faith Zakie"],"overview":"Sam (Diana Amir) is a young girl who dresses and acts like a tomboy. Recently she enrolled in a college to further her studies. She meets with her best friend in high school, Fariz (Pierre Andre). At the same time Sam has been warned about her gross behavior, where men will avoid her. She decides to change her own behavior when she meets Nazril (Farid Kamil), the most popular guy in the college. Her relationship with her stepfather and half-sister also improved. Soon Nazril falls in love with the seriousness of Sam when Sam could help her to manage the orphanage that was established by him. Fariz is also secretly in love with Sam at the same time. Then he decides to express his feeling to Sam. Feeling confused, she decides to reconsider her feeling for Nazril. And when Nazril expresses her feeling to Sam, she must decide between the two. Who will she choose in the end?","release_date":"2011-06-16","vote_average":6.5,"runtime":83,"cert":"N\/A","id":69880,"title":"3, 2, 1 Cinta","adult":false,"genre_ids":[35,10749]},{"cast":["Shaheizy Sam","Lisa Surihani","Mia Sara Nasuha","Bront Palarae","Kartina Aziz"],"overview":"Sekali Lagi tells story of Arman (Shaheizy Sam) a man with autism who comes across a little girl, Amy, as snatch thieves almost rob him. Amy is a little girl who is smart and independent therefore Arman frequently spends time with Amy, which in turn enables Arman to be more independent. Things take another twist when Arman meets Amy’s mother Sheila (Lisa Surihani), and Sheila soon finds that she’s torn between her boyfriend Faris (Bront Palarae) and the sweet Arman (Shaheizy Sam), with whom her daughter has formed a bond with.","release_date":"2011-06-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":69881,"title":"Sekali Lagi","adult":false,"genre_ids":[18]},{"cast":["Sophie Lorain","Martin Drainville","Pierrette Robitaille","Marc Labrèche","Mitsou Gélinas"],"overview":"","release_date":"2002-06-28","vote_average":4.9,"runtime":null,"cert":"N\/A","id":69882,"title":"L'odyssée d'Alice Tremblay","adult":false,"genre_ids":[35]},{"cast":["Evelyn Gaynor","Cara Castronuova","Lauren LoGiudice","Taylor Simone","Jackeline Olivier"],"overview":"A romantic comedy that centers around a young mother named Flick. After a lifetime of problems and disappointments with men, she decides she wants to spend her life with a woman. As sweet and funny as she is, Flick is flawed and confused but has come up with an unconventional way to find her new mate; A weekend sleepover. She finds the 5 women that she's recently met and has been attracted to in one way or another and invites them to spend a weekend at an out of the way summer house by the beach.","release_date":"2010-03-09","vote_average":3.4,"runtime":109,"cert":"N\/A","id":69883,"title":"Flick's Chicks","adult":false,"genre_ids":[35,10749]},{"cast":["Kane Hodder","Antoinette Nikprelaj","Jerry Reid","Maria Hildreth","Virginia Bryant"],"overview":"A few miles off EXIT 33, lies IKE'S LAST CHANCE GAS. A secluded sleepy hideaway where Ike prepares a special jerky for customers, and a terrifying secret. Ike and his son are controlled by a mysterious ghost, whose bidding lead Ike to abduct and torture beautiful women travelers. But, there is more to this story than meets the eye... literally!","release_date":"2011-01-01","vote_average":4.7,"runtime":84,"cert":"N\/A","id":69884,"title":"Exit 33","adult":false,"genre_ids":[27]},{"cast":["Paulo Goulart Filho","Gustavo Falcão","Tainá Müller","Caio Blat","Vanessa Gerbelli"],"overview":"","release_date":"2011-04-01","vote_average":8.2,"runtime":null,"cert":"N\/A","id":69885,"title":"As Mães de Chico Xavier","adult":false,"genre_ids":[18]},{"cast":["Gary Sommers","Alexandra Gellner"],"overview":"Escape in Time is a tale of discovery, hope and liberation. Set in Northern California's beautiful Humboldt County, the story is told through the eyes of Jon, a janitor at Humboldt State University. A recluse from society, Jon lives isolated from the world until one night... He begins to dream of violent robberies fifty years in the past... too vivid to be dreams. Another reality unfolds before him. In his dreams he becomes John Anglin, a bank robber and prisoner on Alcatraz Island in 1962.","release_date":"2006-01-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":69886,"title":"Escape in Time","adult":false,"genre_ids":[18,53]},{"cast":["Gildor Roy ","Jean-Guy Bouchard","Brigitte Paquette","Sabrina Boudot"],"overview":"Despite the fact that he is completely unrepentant about his crimes, when Regis Savoie's son asks to visit him, prison authorities grant permission for the boy to come. The thief and murderer (Gildor Roy) takes advantage of the moment of his son's arrival to steal a gun and take flight. He settles some old scores, gets together with his girlfriend, and heads for the hills, pursued by a detective who is not to be swayed in his efforts to follow and recapture him.","release_date":"1992-11-06","vote_average":7.8,"runtime":93,"cert":"N\/A","id":69889,"title":"Requiem for a Handsome Bastard","adult":false,"genre_ids":[18]},{"cast":["Hugo Dubé","Luc Picard","Pierre Rivard ","Denis Trudel","Serge Houde"],"overview":"","release_date":"1994-09-30","vote_average":7.3,"runtime":97,"cert":"N\/A","id":69890,"title":"Octobre","adult":false,"genre_ids":[]},{"cast":["Irrfan Khan","Sanath Menon","Rohan Grover","Naman Jain","Vishesh Tiwari"],"overview":"A gang of innocent but feisty kids who lead carefree lives in Chandan Nagar colony, take on the big bad world of politics when one of their friend's life is endangered.","release_date":"2011-07-08","vote_average":7.1,"runtime":140,"cert":"N\/A","id":69891,"title":"Chillar Party","adult":false,"genre_ids":[18,35,10751]},{"cast":["Matthew Davis","James Spader","Aidan Quinn","Peter Coyote","Robin Tunney"],"overview":"When a young man accidentally kills someone, he is plunged into a rich man's world of blackmail, betrayal, adultery and ...murder.","release_date":"2004-09-14","vote_average":4.8,"runtime":88,"cert":"N\/A","id":69892,"title":"Shadow of Fear","adult":false,"genre_ids":[53]},{"cast":["Maurizio Nichetti","Elena Sofia Ricci","Amanda Sandrelli","Milena Vukotic","Renato Scarpa"],"overview":"La storia di Stefano (Maurizio Nichetti) sembra molto \"normale\" ma cosa sarebbe successo nella sua vita se... Le molte vite possibili di Stefano si intrecciano in modi imprevedibili","release_date":"1993-05-26","vote_average":6.0,"runtime":82,"cert":"N\/A","id":69895,"title":"Stefano Quantestorie","adult":false,"genre_ids":[35]},{"cast":["Fabrice Luchini","Daniel Berlioux","Marc Berman","Antoine Chappey","Jean-Pierre Darroussin"],"overview":"Lepetit, an ambitious and determined man, is named the new CEO of a department store. His mission is to improve the store's financial position. He decides that the human factor will be his catchword and introduces new methods, which he also applied to himself. But tensions slowly arise between members of the staff.","release_date":"1992-11-11","vote_average":6.5,"runtime":95,"cert":"N\/A","id":69896,"title":"Little Nothings","adult":false,"genre_ids":[35]},{"cast":["Fiorello","Dario Fo"],"overview":"","release_date":"2002-10-04","vote_average":6.0,"runtime":81,"cert":"N\/A","id":69897,"title":"Venetian Rascal Goes to America","adult":false,"genre_ids":[16,12]},{"cast":["Cynthia Gibb","Mitchell Anderson","Peter Michael Goetz","Michael McGuire","Lise Hilboldt"],"overview":"Story of the meteoric rise and sudden fall of Karen Carpenter, who became a famous singer before battling anorexia and bulimia. This made-for-TV movie is the authorized version of the life of Karen Carpenter and was made with the approval of Richard Carpenter and the Carpenter family.","release_date":"1989-01-01","vote_average":7.0,"runtime":92,"cert":"N\/A","id":69898,"title":"The Karen Carpenter Story","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Short soviet animated movie about a girl who wants a dog, while her mother does not approve. The girl then starts playing with her mitten, pretending that it is a dog...","release_date":"1967-06-06","vote_average":7.2,"runtime":10,"cert":"N\/A","id":69899,"title":"The Mitten","adult":false,"genre_ids":[16,10751]},{"cast":["C. Juston Campbell","Faye Bolt","John W. Smith","Taylor Kingsley","Marcia Linn"],"overview":"Crew members aboard a space ship encounter an alien life form intent on killing them.","release_date":"1986-03-01","vote_average":3.9,"runtime":91,"cert":"N\/A","id":69900,"title":"Star Crystal","adult":false,"genre_ids":[27,878]},{"cast":["Francesco Paolantoni","Massimo Gambacciani","Paola Tiziana Cruciani","Isabella Cecchi","Pietro Gremigni"],"overview":"Mario, ristoratore fallito che, dopo aver tentato inutilmente il suicidio, (prendendo del sonnifero e utilizzando i gas di scarico dell'auto, che però rimane senza benzina mentre lui stava dormendo) si sveglia e per un'omonimia, viene accolto alla stazione ferroviaria da una famiglia di allevatori di struzzi, che invece sta aspettando l'arrivo di un assessore regionale (anche lui si chiamava Mario) che dovrebbe garantire dei sussidi alla loro traballante attività. Il protagonista, sempre più spaesato, si ritrova circondato dalla premurosa attenzione dei suoi ospiti, fino al chiarimento finale, che genera uno sbigottimento superato da un superbo pranzo di Natale, in cui Mario dimostra la sua bravura di cuoco.","release_date":"1999-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":69901,"title":"Baci e abbracci","adult":false,"genre_ids":[]},{"cast":["Michael Nesmith","Bill Martin","Lark Geib","Robert Ackerman","Katherine McDaniel"],"overview":"Winner of the first video Grammy Award, Michael Nesmith (The Monkees) wrote and starred in Elephant Parts, a collection of comedy and music videos using money he inherited from his mother, the inventor of Liquid Paper. Elephant Parts is one hour long and features five full length music videos, including the popular songs \"Rio\", and \"Cruisin'\", which featured wrestler Steve Strong and Monterey-based comic \"Chicago\" Steve Barkley. An off-beat collection that is very entertaining to view while in an altered state.","release_date":"1981-01-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":69902,"title":"Elephant Parts","adult":false,"genre_ids":[10402,35]},{"cast":["Muhammad Ali","Ernest Borgnine","John Marley","Lloyd Haynes","Lucille Benson"],"overview":"The Greatest is a 1977 film about the life of boxer Muhammad Ali, in which Ali plays himself. It was directed by Tom Gries and Monte Hellman. The song \"Greatest Love of All\", later remade by Whitney Houston, was written for this film and sung by George Benson. The movie follows Ali's life from the 1960 Olympics to his regaining the heavyweight crown from George Foreman in their famous \"Rumble in the Jungle\" fight in 1974.","release_date":"1977-05-17","vote_average":6.3,"runtime":102,"cert":"N\/A","id":69903,"title":"The Greatest","adult":false,"genre_ids":[18]},{"cast":["Gary Lundy","Sara Downing","Kim Murphy","Brian Klugman"],"overview":"The story of a college student with an \"Annie Hall\" addiction trying to make his new relationship work.","release_date":"2004-04-03","vote_average":0.0,"runtime":95,"cert":"N\/A","id":69904,"title":"Burning Annie","adult":false,"genre_ids":[35,18,10749]},{"cast":["Geri Miller","Jennifer Welles","Joel M. Reed","Ann Harris","Georgina Spelvin"],"overview":"You'll be shocked, amazed, and maybe just a little bit creeped out by the things you can find in your newspaper's classified ads in this vintage sexploitation \"mockumentary\" from Joel M. Reed. Georgina Spelvin serves as host and guide to this exploration of the sexual netherworld, which can be accessed through discreet ads placed in \"underground\" newspapers and on public bulletin boards. We meet voyeurs looking for good peeping spots, homosexuals on the cruise for new partners, masked swingers clubs, nudie photographers trolling for naïve new models, a man who makes a good living providing S & M enthusiasts with leather gear, adult film societies screening stag movies for heavy-breathing fans, and \"Lonely Hearts Clubs\" preying on unsuspecting bachelors looking for relationships with teenage girls. Director Joel M. Reed (who would later make the bizarre horror-comedy Bloodsucking Freaks) and actress Jennifer Welles (a major star in 1970s adult films) can be spotted in cameo roles.","release_date":"1968-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":69907,"title":"Sex by Advertisement","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a young man who lives alone in his house, and his indifference and solitude with the world around him.","release_date":"1983-01-01","vote_average":4.5,"runtime":23,"cert":"N\/A","id":69910,"title":"Quartet for the End of Time","adult":false,"genre_ids":[]},{"cast":["Josefina Gonzalez de Silva","Jose Luis Vallejo"],"overview":"Two nasty characters try to take advantage of an ageing land-lady, all but taking over her house until she has had enough and takes her revenge.","release_date":"1985-01-01","vote_average":5.6,"runtime":33,"cert":"N\/A","id":69911,"title":"Doña Lupe","adult":false,"genre_ids":[27,80]},{"cast":["Jean-Marie Patte","Raymond Jourdan","Silvagni","Katharina Renn","Dominique Vincent"],"overview":"Cardinal Mazarin dies, leaving a power vacuum in which the young Louis asserts his intention to govern as well as rule. Mazarin's fiscal advisor, Colbert, warns against Fouquet, the Superintendant who has been systematically looting the treasury and wants to be prime minister. Fouquet believes Louis will soon tire of exercizing power and overplays his hand by offering a bribe to Louis' mistress to be his ally. She reports this to the king who arrests Fouquet. Louis and Colbert design a brilliant strategy to keep merchants making money, nobles in debt, the urban poor working and fed, and peasants untaxed. Years later, in a coda, we see Louis exercizing the power of the sun.","release_date":"1966-10-08","vote_average":6.8,"runtime":90,"cert":"N\/A","id":69912,"title":"The Taking of Power by Louis XIV","adult":false,"genre_ids":[18,36]},{"cast":["Isabella Rossellini"],"overview":"A tribute to Isabella Rossellini's father","release_date":"2005-01-01","vote_average":6.6,"runtime":17,"cert":"N\/A","id":69913,"title":"My Dad Is 100 Years Old","adult":false,"genre_ids":[99]},{"cast":["Shigeru Muroi","Yoshinori Kuwamoto","Kazunao Sakaguchi","Akifumi Yamaguchi","Yoshishige Kumamoto"],"overview":"Two young men are hungry, so they decide to rob a bakery. Adaptation of a short story by Haruki Murakami.","release_date":"1982-01-01","vote_average":5.7,"runtime":16,"cert":"N\/A","id":69914,"title":"Attack on a Bakery","adult":false,"genre_ids":[35,18,80]},{"cast":[],"overview":"An Inuit hunter drives his dog team out on the frozen Arctic Ocean in search of seals, but instead, bears witness to murder. In the microscopic communities of Arctic Alaska there is no anonymity -- the hunter knows both the victim and the murderer. The murderer, claiming self-defense and desperate to avoid punishment, tries to persuade his friend to forget what he has seen, and help dispose of the body. The hunter is forced to navigate the uneasy morality of honoring the body and memory of one friend and destroying the life of another.","release_date":"2008-01-01","vote_average":5.8,"runtime":15,"cert":"N\/A","id":69915,"title":"Sikumi (On the Ice)","adult":false,"genre_ids":[]},{"cast":["Jonny Phillips","Matthew O'Shea","Michael Socha"],"overview":"A father rediscovers his fear of confrontation at the worst possible time.","release_date":"2007-01-01","vote_average":5.2,"runtime":14,"cert":"","id":69916,"title":"Soft","adult":false,"genre_ids":[18]},{"cast":["Cyndi Williams","Kenneth Wayne Bradley","Alexandra Kiester","Hannah Nicolas"],"overview":"Julia Barker, an over-worked, middle-aged Texas woman is haunted by psychic visions which drive her to New York in search of the Room.","release_date":"2005-04-01","vote_average":4.5,"runtime":83,"cert":"N\/A","id":69917,"title":"Room","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"This DVD tells the story of the men who made the season memorable -- the players and personalities who made the first season at Busch Stadium unforgettable. The surprising rookies and reliable veterans, the superstars and the role-players, the fan favorites and the late-season new faces, are all saluted here, in a tribute to the heroes who brought Baseball Heaven to life and a joyful Cardinals Nation to its feet in 2006.","release_date":"2006-11-01","vote_average":8.5,"runtime":60,"cert":"N\/A","id":69920,"title":"2006 St. Louis Cardinals Baseball Heaven: A World Championship Season","adult":false,"genre_ids":[]},{"cast":["Maxwell Caulfield","Tristan Gardiner","Charlotte Savage","Mia Sara","Emmanuel Castis"],"overview":"A fairy takes on human form and enters the life of a widowed children's book author and his daughter.","release_date":"1999-10-10","vote_average":4.3,"runtime":85,"cert":"N\/A","id":69921,"title":"Dazzle","adult":false,"genre_ids":[14,10751]},{"cast":["Willem Dafoe","Giada Colagrande","Seymour Cassel","Spenser Carrion Leigh","Bari Hyman"],"overview":"A young Italian woman inherits from her deceased lover an enigmatic modern house in the New York country side, and goes to see it for the first time. When she arrives she meets the caretaker of the house.","release_date":"2005-09-10","vote_average":2.0,"runtime":90,"cert":"N\/A","id":69922,"title":"The Black Widow","adult":false,"genre_ids":[18,10749]},{"cast":["Allari Naresh","Shamna Kasim","Sayaji Shinde","Brahmanandam"],"overview":"Sri Krishna is the son of a multimillionaire. He falls in love with the girl named Satya who hates millionaires and serves the poor. Sri Krishna bluffs her that he is a poor man and also makes his family to act like poor people. But he doesn't know about Satya's background which will put him and his family in furthermore trouble.","release_date":"2011-05-13","vote_average":5.0,"runtime":150,"cert":"N\/A","id":69925,"title":"Seema Tapakai","adult":false,"genre_ids":[35]},{"cast":["Brahmanandam"],"overview":"Rishi (Gautam) is a happy going engineering student who falls in love with Sandhya (Shambavi), his classmate. Sandhya’s father (Devan) is a rich business man but he accepts their love. Gautam takes the heroine to Vizag to take the blessings of his mom. Suddently, he’ll be attacked in Vizag by some goons and everyone feels that it is Devan who did it. But it is by a Vizag goon Bhupathi (Ashish Vidyarthi), as Gautham accidentally kills his brother while saving one of his friends. Bhupati’s batch chase him and how Gautham solves the problem is all about the movie.","release_date":"2011-01-29","vote_average":0.0,"runtime":133,"cert":"N\/A","id":69926,"title":"Vareva","adult":false,"genre_ids":[10749]},{"cast":["Nandamuri Balakrishna","Ameesha Patel","Bharani Shankar"],"overview":"Major Jayasimha (Balakrishna) is a great patriot and he is proud of his profession. With the help of a covert, he catches a terrorist Afzhal Ghani and puts him behind bars. A crooked politician gets himself kidnapped and the terrorists demand the release of Ghani from custody. Again Major enters the scene and brings back the politician along with a girl called Razia from the terrorists\" base camp. Though, he believes that Razia is the daughter of the politician, she is a member of the terrorists gang. She robs information about Ghani\"s movement from Jayasimha\"s personal computer and takes him away from the army custody, while he is being shifted from one jail to another.","release_date":"2011-01-12","vote_average":3.0,"runtime":142,"cert":"N\/A","id":69927,"title":"Parama Veera Chakra","adult":false,"genre_ids":[]},{"cast":["Burt Reynolds","Julie Andrews","Kim Basinger","Marilu Henner","Cynthia Sikes"],"overview":"1983 Burt Reynolds version -- This is the tale of a sculptor named David who has a major womanizing problem. He goes to seek help from a psychiatrist, Marianna, to cure him of his obsession with women. His story of sexual and romantic exploits with the ladies is told by Marianna.","release_date":"1983-12-18","vote_average":4.7,"runtime":110,"cert":"N\/A","id":69928,"title":"The Man Who Loved Women","adult":false,"genre_ids":[35]},{"cast":["Steven Man","Katherine Randolph","Steven Bauer","Stephen W. Williams","Esther Goodstein"],"overview":"A sexy brain teaser of a thriller with nods to classic film noir of the past mixed with a post-modern flair of David Lynch-style surrealism and surprises. When Mickey Lewis, a homeless struggling artist crosses paths with Katrina, the beautiful rich wife of Arthur Webb and is enlisted to paint their home, deadly passions ignite. Soon hidden agendas, dangerous seductions, double and triple-crosses spiral Mickey's life out of control leading to a motel in the middle of nowhere filled with strange people and twisted secrets that all hold the key to the mystery of Mickey's past, present, and future. All it takes is - ONE IN THE GUN.","release_date":"2010-01-01","vote_average":3.5,"runtime":89,"cert":"N\/A","id":69929,"title":"One in the Gun","adult":false,"genre_ids":[53]},{"cast":["Alexander Chaplin","Lindsay Sloane","Marina Black","Richard Kind","Jordan Ladd"],"overview":"A romantic comedy about a man, a woman, and their dogs. Steven Merritt, a research obsessed writer is mistaken for being gay by Rebecca, a young veterinarian assistant. He decides to play along in order to do research for his floundering novel. Steven's outlandish plan inevitably backfires, and hilarity ensues as they fall for each other but are unable to express their true feelings.","release_date":"2004-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":69930,"title":"Dog Gone Love","adult":false,"genre_ids":[35,10749]},{"cast":["Catherine Zeta-Jones","Paul McGann","Ian Richardson","Brian Blessed","Christoph Waltz"],"overview":"Trapped in a loveless arranged marriage to the immature future Czar, a young German Princess proves a skillful political infighter and rises to become Catherine the Great.","release_date":"1996-04-27","vote_average":5.8,"runtime":100,"cert":"N\/A","id":69931,"title":"Catherine the Great","adult":false,"genre_ids":[18,10770,36]},{"cast":["A.J. Draven","Steven Bauer","Finola Hughes","Rez Cortez"],"overview":"When an American soldier’s Black Ops Unit is ambushed during a raid to rescue a nano-nuclear device that has fallen into the wrong hands, he must run for his life to not only track down the missing device, but also clear his name when he is accused of aiding the terrorists.","release_date":"2010-11-01","vote_average":2.8,"runtime":98,"cert":"N\/A","id":69932,"title":"Special Ops","adult":false,"genre_ids":[28,53]},{"cast":["Robert Hiob","Andreas Marschall","Zach Montez","Roland Stemmer","Maria Strasser"],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":69933,"title":"Track","adult":false,"genre_ids":[53,28]},{"cast":["Busta Rhymes","Shaun Baker","Bubba Smith","Shakara Ledard","Xzibit"],"overview":"Lorsqu'il revient dans le quartier où il a grandi, Joshua Pope découvre une ville rongée par la violence et la corruption. Le quartier calme et paisible d'autrefois est maintenant à la merci d'une police corrompue et sans pitié. Un ancien ami de Joshua, Duncan, le rejoint accompagné de son gang afin de renverser la situation et remettre de l'ordre dans la petite ville d'Alabama. A deux, ils traquent et éliminent sans pitié les criminels…","release_date":"2004-01-01","vote_average":7.5,"runtime":95,"cert":"N\/A","id":69934,"title":"Full Clip","adult":false,"genre_ids":[28,53]},{"cast":["Kathleen Taylor","Michael Sage","David DeWitt","Brenda Matthews","Brad Potts"],"overview":"Darkwalker centers around a haunted house amusement park near Fresno, Californa called Hobb's Grove (yes, it's a real place), where a group of teenagers get Halloween jobs working there. What they don't know is the land the attraction was built on has a bloody history. They soon realize they are in for more than just a Halloween job, when one by one they start dying off. soon they find a monsterous creature called, DARK WALKER, has risen to take vengence on the trespassing patrons.","release_date":"2003-05-20","vote_average":4.5,"runtime":82,"cert":"N\/A","id":69935,"title":"Dark Walker","adult":false,"genre_ids":[27,878]},{"cast":["Vanessa Williams","Gil Bellows","David La Haye","Cynda Williams","Diahann Carroll"],"overview":"In 19th century New Orleans creole Henriette must choose between love and devotion to the church. Neither choice is going to be easy, as there is great opposition to her ideas of breaking traditions.","release_date":"2000-01-24","vote_average":5.3,"runtime":87,"cert":"N\/A","id":69936,"title":"The Courage to Love","adult":false,"genre_ids":[18,36,10749]},{"cast":["Keena Ferguson","Bryan Keith","Siaka Massaquoi","Kathryn Taylor","Leonard L. Thomas"],"overview":"A couple who seems to have it all pushes their sex life to the edge. The story gets intertwined when an old flame, betrayal, lust and deceit enter the picture.","release_date":"2010-06-24","vote_average":1.0,"runtime":98,"cert":"N\/A","id":69937,"title":"Consinsual","adult":false,"genre_ids":[18]},{"cast":["Bruno Mazzeo","Fernanda Paes Leme","Carol Castro","Fabiula Nascimento","Luis Miranda"],"overview":"Exposed by his girlfriend through a video on the Internet, Bruno tries to revive his reputation, but all he can do is get into a series of traps (Cilada, in Portuguese). Cilada.com is a comedy about love and betrayal that shows the power of the Internet to transform small intimacies and slips in fame and constraints globalized.","release_date":"2011-07-08","vote_average":5.2,"runtime":95,"cert":"N\/A","id":69938,"title":"Trap.com","adult":false,"genre_ids":[35,10749]},{"cast":["Teri Marlow","Dick Monda","Clement von Franckenstein","Debra Lamb","Steven B. McMillin"],"overview":"A psycho videotapes his dismemberment of strippers.","release_date":"1992-01-01","vote_average":1.0,"runtime":85,"cert":"N\/A","id":69939,"title":"Body Parts","adult":false,"genre_ids":[53,35,27]},{"cast":["Renee Pezzotta","Jason Ellefson","Jonathan Aube","Deena Trudy","Anya Benton"],"overview":"Sondra Wellington (Anya Benton) is bossy, controlling, and extremely unpleasant. But everything changes when a special friend from Sondra's past transforms her into Bella -- her assistant's loveable little Chihuahua. While Sondra lives as Bella, her real body is in a coma. In order to gain access to the hospital, Sondra must prove that she has what it takes to be a therapy dog. As she learns the tricks of the trade, she becomes more connected with the people around her and realizes her past mistakes. It appears that Sondra is finally ready to turn over a new leaf in her own life --that is, if she ever gets the chance.","release_date":"2010-01-01","vote_average":5.8,"runtime":89,"cert":"N\/A","id":69940,"title":"Chihuahua: The Movie","adult":false,"genre_ids":[10751]},{"cast":["Maxime Denommée","Isabelle Blais"],"overview":"","release_date":"2007-10-02","vote_average":4.0,"runtime":96,"cert":"N\/A","id":69941,"title":"La Belle empoisonneuse","adult":false,"genre_ids":[18]},{"cast":["Jason Coviello","Jennifer Summers","Clay Adams","Cortni Mullin","Rebecca Gibel"],"overview":"Shadow Walkers is a highly suspenseful story of a group of lab technicians and military personnel who awaken in a subterranean laboratory with no memory of who they are. They quickly discover that they are sealed in, with only one way to get out alive. They must travel deeper into the underground facility to an escape tunnel that leads to the surface. Hindered by the fact there is only limited electrical power, they struggle through the darkness where they uncover a hive of genetically mutated creatures that stalk them from the shadows. Bred for combat, these monsters are endowed with razor sharp talons and rows of jagged teeth capable of ripping a man apart. While avoiding danger at every turn, they begin to regain their memories, discovering the origin of the deadly creatures and the part they played in their creation.","release_date":"2006-09-07","vote_average":4.8,"runtime":null,"cert":"N\/A","id":69942,"title":"The Shadow Walkers","adult":false,"genre_ids":[27,28,53]},{"cast":["Keri Russell","Stephen Collins","Phylicia Rashād","Tobin Bell","John D'Aquino"],"overview":"The mother of the family for which Michelle baby-sits dies unexpectedly. Michelle is asked to take over looking after the children and is gradually \"seduced\" by the father.","release_date":"1996-01-22","vote_average":5.0,"runtime":86,"cert":"","id":69945,"title":"The Babysitter's Seduction","adult":false,"genre_ids":[18,53,10770]},{"cast":[],"overview":"Dennis suddenly finds himself suddenly impotent after a near sexual encounter and must rectify the situation after learning about a cursed shirt that he wore.","release_date":"2009-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":69948,"title":"Voodoo T-Shirt","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":1.3,"runtime":28,"cert":"N\/A","id":69949,"title":"Fur TV","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":69952,"title":"Libahundi needus","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":69953,"title":"Frogs, Toads and Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"No Overview Available","release_date":"2011-07-17","vote_average":0.0,"runtime":104,"cert":"N\/A","id":69956,"title":"Sami Oxide El Carbon","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Nina Li Chi","Joey Wong","James Wong Jim","Wong Ching"],"overview":"Joe a reckless cab driver feels obligated to help may who is trying to open a supermarket on a useless piece of land that her father was tricked into purchasing. Joe thinks he crippled may in a car accident but the truth is may was born crippled.","release_date":"1988-07-06","vote_average":4.3,"runtime":95,"cert":"N\/A","id":69957,"title":"Fractured Follies","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Joe Mondragon, a veteran cop who gets things done, forms an unlikely partnership with Samantha Baines. She is attached to Police Intelligence Division and feels more comfortable handling a computer than a gun. Samantha's computer skills are needed to help hack into and track two serial killers who get their victims from Internet Chat Rooms. The plan goes horribly wrong and in a fire fight between Samantha and Joe, and the two killers, Joe is killed when Samantha is unable to make herself fire her weapon at the two serial killers. Samantha feels guilty and responsible. With the help of her new friend Mimi, and the Head of Homicide, Samantha reinvents herself and avenges Joe after a relentless chase of the killers.","release_date":"2008-01-01","vote_average":1.0,"runtime":90,"cert":"N\/A","id":69958,"title":"Suitable for Murder","adult":false,"genre_ids":[27,28,53,80]},{"cast":["Hardy Krüger Jr."],"overview":"Main subject of Serengeti is the mass migration of wildebeest , which in search of nutritious grass hundreds of kilometers annually by the savannah draw. At the end of the rainy season, they break into a huge herd of over a million animals on the north. The wildebeest and other animals are joining the migration, as zebras and gazelles , continuously exposed to hazards, particularly by predators such as lions and cheetahs . A highlight of the great migration, the crossing of the Mara is: There, the wildebeest have to overcome not only meter high cliffs, they are also crocodiles delivered. With the onset of the rainy season, however, leave the wildebeest north again what had long been a mystery. The reason for this is that the grass in the north a phosphorus deficiency , and said thus wildebeest forces to retreat to the south.","release_date":"2011-02-03","vote_average":6.0,"runtime":100,"cert":"N\/A","id":69959,"title":"Serengeti","adult":false,"genre_ids":[99]},{"cast":["Sudarat Butrprom","ธันวา สุริยจักร","ภาวิณี วิริยะชัยกิจ"],"overview":"A romantic comedy set in Mahasarakham University in the Northeast of Thailand. TV comedian Tukky plays a student who has refused to graduate after seven fruitful years in the college. She falls for a good-looking freshman and enlists the help of her friends to win his heart.","release_date":"2011-03-10","vote_average":0.0,"runtime":105,"cert":"N\/A","id":69960,"title":"Love at Sarakham","adult":false,"genre_ids":[35]},{"cast":["Alex McLaren","Caroline McLaren","Brittany Armstrong","Dalin Christiansen"],"overview":"From the makers of \"Racing Ace\" comes another exciting adventure for the entire family. Grizzly Mountain Ranch is under siege! The bank is trying to take over the land and the Stanger family is bound and determined they are going to hang on to the property that has been in the family for years. In the meantime, notorious horse thieves Luke and Carl Dawson have their sights set on stealing a valuable newborn colt...but for these two bandits a simple crime quickly turns into a comedy of errors when they come up against eight year-old twins BJ and Belle, their teenage babysitter Sam, and a giant grizzly bear named Thor.","release_date":"2010-01-02","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69961,"title":"Horse Crazy 2: The Legend of Grizzly Mountain","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Asia 68 Music: Sai Gon Noi Nho","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69962,"title":"Asia 68","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Thuy Nga Paris By Night 102: Tinh ca Lam Phuong","release_date":"2011-04-16","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69963,"title":"Thuy Nga Paris By Night 102","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Thuy Nga Paris By Night 101: Hanh Phuc Dau Nam","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69964,"title":"Thuy Nga Paris By Night 101","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Asia 61: Nhat Truong Tran Thien Thanh","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69965,"title":"Asia 61","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Asia 60: Xuan","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69966,"title":"Asia 60","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Paris By Night 100: Ghi Nhớ Một Chặng Đường is a Paris By Night program produced by Thúy Nga that was filmed at the Theatre for the Performing Arts in Planet Hollywood Resort and Casino on July 3 &amp; 4, 2010 and released DVD on October 7, 2010. The show was hosted by emcees Nguyễn Ngọc Ngạn and Nguyễn Cao Kỳ Duyên.","release_date":"2010-10-07","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69967,"title":"Thuy Nga Paris By Night 100","adult":false,"genre_ids":[10402]},{"cast":["David Jason","David Warner","Judith Hoersch","Michael Jayston"],"overview":"One-off comedy drama that follows the story of three World War II veterans: Harry, Frank and Albert. It is October 2000 and, at the age of 76, Albert's dying wish is to be buried on the little hill outside Hinderburg in Germany where he watched the Russians take position in the closing stages of the Battle for Berlin. The notion of Harry and Frank transporting Albert's body after his death is a crazy one, but life is short, friendship precious and, after all, the trio have known each other for more than half a century.","release_date":"2009-12-13","vote_average":8.7,"runtime":68,"cert":"N\/A","id":69968,"title":"Albert's Memorial","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Paris By Night 99 - Tôi Là Người Việt Nam (English Translation: I Am Vietnamese) is a Paris By Night program produced by Thúy Nga that was filmed at the Knott's Berry Farm on 16 and 17 January, 2010 and released DVD from 8 April, 2010. The show was hosted by Nguyễn Ngọc Ngạn and Nguyễn Cao Kỳ Duyên.","release_date":"2010-04-08","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69969,"title":"Thuy Nga Paris By Night 99","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Paris by Night 93: Celebrity Dancing - Khiêu Vũ Của Các Ngôi Sao is a Paris by Night program produced by Thuy Nga that was filmed at the Charles M. Schulz Theatre in Knott's Berry Farm on May 14, 2008.\r The show is an adaptation from the international reality TV show Dancing with the Stars where Thuy Nga contracted-singers were paired up with professional ballroom dancers who have participated in Dancing with the Stars and So You Think You Can Dance. The singers compete to become the winner of the show.","release_date":"2008-06-19","vote_average":6.2,"runtime":null,"cert":"N\/A","id":69970,"title":"Thuy Nga Paris By Night 93: Celebrity Dancing","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Van Son 40 in Dallas: Nhung chuyen tinh bat tu","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69971,"title":"Van Son 40","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Van Son 41 in Florida: Que huong gap lai","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":69972,"title":"Vân Sơn 41 in Florida - Quê Hương Gặp Lại","adult":false,"genre_ids":[10402]},{"cast":["Carol White","John Mills","Stuart Wilson","Bernard Lee","Sheila Raynor"],"overview":"John Mills plays a farmer who loves a drink but his farm is in a state of disrepair. He meets a young girl called Dulcima who takes pity on him and becomes his cleaner. He happy to have some company and she needs to earn the money. He finds himself falling for her but things get complicated when she starts seeing the gamekeeper. However, one day she discovers the farmer is a very rich man and decides she wants to be with him after all, but she can't stop seeing the gamekeeper...and the farmer finds out.","release_date":"1971-12-01","vote_average":8.1,"runtime":98,"cert":"","id":69973,"title":"Dulcima","adult":false,"genre_ids":[18]},{"cast":["Bart Klever","Devika Strooker","Rick de Leeuw","Don Duyns"],"overview":"Incredible optical illusions in a story in a story in a story helps the surprised viewer finally to find out that he has been watching himself all along.","release_date":"2000-12-20","vote_average":7.7,"runtime":100,"cert":"N\/A","id":69974,"title":"The Sea That Thinks","adult":false,"genre_ids":[12,35]},{"cast":["Barbara"],"overview":"This documentary shows a few days in the life of various members of Abdijan, Ivory Coast's gay and transgendered community. We get to meet a variety of woubis, yossis, etc. The hero\/heroine of the film is a statuesque young man named Barbara who is organising the annual year-end party of the Ivory Coast Tranvestite Association, to be held December 27, 1997.","release_date":"1998-01-01","vote_average":5.0,"runtime":62,"cert":"N\/A","id":69975,"title":"Woubi Chéri","adult":false,"genre_ids":[99]},{"cast":["Vladimir Tsarulkov"],"overview":"","release_date":"2010-05-06","vote_average":4.9,"runtime":null,"cert":"N\/A","id":69976,"title":"Glukhar v kino","adult":false,"genre_ids":[]},{"cast":["Glenn Ford","Ernest Borgnine","Diane Brewster","Dean Jones","L.Q. Jones"],"overview":"A submarine commander is on a relentless pursuit of a Japanese aircraft carrier in the South Seas during World War II.","release_date":"1958-10-24","vote_average":6.0,"runtime":98,"cert":"N\/A","id":69977,"title":"Torpedo Run","adult":false,"genre_ids":[10752,18]},{"cast":["Virginie Thévenet","Daniel Ceccaldi","Frédéric Duru","Edmond Raillard"],"overview":"","release_date":"1973-01-01","vote_average":5.6,"runtime":null,"cert":"N\/A","id":69978,"title":"Les Zozos","adult":false,"genre_ids":[35]},{"cast":["Alexander Rendell","Apinya Sakuljaroensuk","Natcha Jantapan","Nattapong Pibultanakiet","Chirayu La-ongmani"],"overview":"A romantic about teenage love that sparks during a music festival. The film revolves around young people who find different experiences of love.","release_date":"2011-03-02","vote_average":3.8,"runtime":90,"cert":"N\/A","id":69979,"title":"Love Julinsee","adult":false,"genre_ids":[35,10749]},{"cast":["Sickan Carlsson","Karl-Arne Holmsten","Olof Winnerstrand","Dagmar Ebbesen","John Botvid"],"overview":"Marianne is a dancer at the Lilla Teatern. The theatre has financial troubles and its existence is under threat. Marianne falls in love with Stig Broman, the owner of the theatre. After a few problems, the actors manage to set up a show, with Marianne as leading lady, which will decide the fate of the theatre.","release_date":"1954-08-09","vote_average":5.0,"runtime":119,"cert":"N\/A","id":69980,"title":"Dance on Roses","adult":false,"genre_ids":[35,18]},{"cast":["Maurice Aufair","Michel Cassagne","Natacha Régnier","Laurent Lucas","Rémy Girard"],"overview":"When the distinguished psychiatrist Robert Block discovers that his young wife Carole has betrayed him, he is thrown completely off balance. His jealousy hinders him from caring for his patients as responsibly as he should, until Léo Debond , a psychotic and depressive single, seeks his help. Robert sees him with a mixture of compassion and secret contempt. After Carole wants to leave him for good, he takes advantage of Léo’s trust and dependence and makes him an accomplice in a secret plan aiming to end his own pain.","release_date":"2010-10-20","vote_average":6.5,"runtime":94,"cert":"N\/A","id":69983,"title":"Impasse du désir","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Paris-Roubaix is a race that stands out in modern day cycling. It sends shivers down the spines of the riders who line up in Compiègne, 55km north of Paris for the spring classic. Also known as Hell of the North because of the devastation of the region at the conclusion of World War 1, it is a race not necessarily won by the strongest rider - luck plays a major part in winning the famous cobblestone trophy. This documentary takes the viewer along the bone-jarring cobbled route from the perspective of the 2007 winner, Stuart O’Grady. Other cycling legends join him to reminisce over the 115 year history of the Hell of the North. Featuring interviews with: Stuart O'Grady, Fabian Cancellara, Roger de Vlaeminck, Thor Hushovd, George Hincapie, Paul Sherwen, Phil Liggett, Scott Sunderland, Graham Watson (Photographer).","release_date":"2011-06-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":69988,"title":"Hell of the North","adult":false,"genre_ids":[]},{"cast":["Bernard Giraudeau","Richard Bohringer","Thierry Frémont","Roland Blanche","Raoul Billerey"],"overview":"Nobleman Jean-Francois de la Plaine is exiled to serve as governor of a West African colony.","release_date":"1996-01-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":69989,"title":"Unpredictable Nature of the River","adult":false,"genre_ids":[18,12]},{"cast":["Emma Samms","Paris Jefferson","Dirk Benedict","Denis Lawson","Jerry Hall"],"overview":"An American's family jewels are stolen during her trip to London and she reluctantly teams up with a private investigator-in-training to try and recover them.","release_date":"1991-01-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":69990,"title":"Bejewelled","adult":false,"genre_ids":[28,10770,10751,12]},{"cast":["Alice Dwyer","Lars Rudolph","Filip Peeters","Christian Grashof","Luca Maric"],"overview":"Frank and Paul are best friends forever and raised Frank's daughter Lilli after a tragic car accident. The two men scrape a living by working as barmen and bouncers in a strip club while Lilly has grown into a lively and self-confident teenager. The disaster unfolds when Lilli seduces Paul and gets pregnant.","release_date":"2003-09-12","vote_average":7.0,"runtime":105,"cert":"N\/A","id":69991,"title":"Baby","adult":false,"genre_ids":[18,80]},{"cast":["Eva Henning","Birger Malmsten","Hasse Ekman","Inga Tidblad","Carl Ström"],"overview":"While Bertil Lindström works at the Swedish embassy in Paris, his wife Gabrielle spends the summer alone in Sweden. After a phone call to her, he starts to think of all the things she can possibly be doing separated from him.","release_date":"1954-12-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":69992,"title":"Gabrielle","adult":false,"genre_ids":[18]},{"cast":["Jacques Tati","Paul Demange"],"overview":"Jacques Tati plays a French postman adamant to prove he can be just as fast as American postmen at delivering mail.","release_date":"1947-01-01","vote_average":6.9,"runtime":16,"cert":"N\/A","id":69995,"title":"School for Postmen","adult":false,"genre_ids":[35]},{"cast":["Maureen Dor"],"overview":"No movie overview available.","release_date":"2001-05-30","vote_average":0.0,"runtime":77,"cert":"N\/A","id":69996,"title":"Little Hippo","adult":false,"genre_ids":[16]},{"cast":["Robert Davi","J. Christian Ingvordsen","Kayle Watson","Kelly Gleeson","Steve Tartalia"],"overview":"In the year 2011, the prison system is run by the private sector. Business tycoon R.D. Crowley (Robert Davi) has created a Virtual Reality prison. The prisoner's bodies are locked in suspended animation while their mind traverses the lethal labyrinth of games Crowley has designed for them. Crowley allows wealthy sportsmen to participate, for a price, in deadly VR combat with the prisoners.","release_date":"1996-03-01","vote_average":1.0,"runtime":80,"cert":"N\/A","id":69999,"title":"Absolute Aggression","adult":false,"genre_ids":[28,878,53]}]