[{"cast":["Bette Midler","Kandis Mak","Carol Hatchett","Kyra DaCosta","Jordan Ballad"],"overview":"Filled with plenty of girls and gags and an enchanting repertoire of her greatest hits, The Showgirl Must Go On was a concert residency at The Colosseum at Caesars Palace in Las Vegas that starred pop diva Bette Midler. Showgirl premiered on February 20, 2008 and closed on January 31, 2010. Midler signed for 300 shows from 2008 to 2010 at a pace of 100 performances a year. Shows were presented five nights a week with the house dark on Mondays and Thursdays. On December 31, 2010, The Showgirl Must Go On was broadcast on HBO channels at 9 pm. The 70 minute special contained some of the performances from the 2 hour long show.","release_date":"2010-12-31","vote_average":0.0,"runtime":67,"cert":"N\/A","id":70501,"title":"Bette Midler: The Showgirl Must Go On","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In an Australian first, fans will be treated to a live performance of songs from the rock powerhouse's highly anticipated new album, Wasting Light, ahead of its release on April 8. Not only that, it will be the first time that their new material is televised and broadcast.","release_date":"2011-04-02","vote_average":0.0,"runtime":92,"cert":"N\/A","id":70502,"title":"Foo Fighters LIVE on Sydney Harbour","adult":false,"genre_ids":[10402]},{"cast":["Nellie Benner","Titus Muizelaar","Rietje Janssens","Maarten Wijsmuller","Arie van Dok"],"overview":"An impressionistic experimental drama. A woman walks a fine line between sanity and madness in a world of constant twilight. She works at a filling station and lives a life of emotional isolation. No one seems to pay attention to her, and she lives in a run-down flat that looks as if it's decaying before our eyes. As the woman wrestles with the demons that are taking hold within her mind, she frequently confronts herself in the mirror, often while naked.","release_date":"2009-04-02","vote_average":6.7,"runtime":70,"cert":"N\/A","id":70503,"title":"Crepuscule","adult":false,"genre_ids":[18]},{"cast":["Mario López","Jaime Pressly","Richard Grieco","Greg Serano","Nick Spano"],"overview":"Decades after a meteorite destroys much of life on Earth, young survivor Ryan Murphy travels to a military base as a new recruit. However, Murphy is really an agent investigating strange occurrences at the base, which is ruled by the unforgiving Sgt. Bradley. As Murphy trains with his fellow recruits and secretly looks into the disappearance of a friend, he uncovers a shocking secret that may change the fate of humankind.","release_date":"1997-08-09","vote_average":4.4,"runtime":95,"cert":"N\/A","id":70506,"title":"Absolution","adult":false,"genre_ids":[878,14]},{"cast":["John Holmes","Colleen Brennan","Tallie Cochrane","Keith Erickson","Suzanne Fields"],"overview":"John Holmes is detective Johnny Wadd and international beauties from around the world is his sexual beat. After touching base in the carnal capitals of San Francisco and Las Vegas, Johnny packs his immense gear and sets out to conquer the world! It's non-stop action as \"Johnny Wadd\" goes 'round and 'round with the world's most beautiful women, doing his very best to satisfy a very demanding audience!","release_date":"1975-11-14","vote_average":7.0,"runtime":79,"cert":"N\/A","id":70509,"title":"Around the World with John 'The Wadd' Holmes","adult":true,"genre_ids":[]},{"cast":["Dan Roberts","Lyn Cuddles Malone","Marion Eaton","Kristine Heller","Blair Harris"],"overview":"A construction worker has sex with an underaged girl during his lunch break and is discovered by the girl’s mother who chases him away. He jumps into the river and floats away to safety downstream where he is welcomed and cared for by two busty ladies who clean him up and offer him a job at the local male brothel. There, he performs various sex acts for money and tries to stay out of trouble.","release_date":"1977-04-07","vote_average":6.4,"runtime":106,"cert":"N\/A","id":70510,"title":"Babyface","adult":true,"genre_ids":[35]},{"cast":["Karin Götz","Josef Fröhlich","Achim Neumann","Rosl Mayr","Puppa Armbruster"],"overview":"This Softsex-comedy points out what people are doing everything so when they feel unobserved in their closed doors.","release_date":"1973-08-10","vote_average":5.5,"runtime":87,"cert":"N\/A","id":70511,"title":"Teenage Intimacies","adult":false,"genre_ids":[35]},{"cast":["Salvatore Papa","Arturo Pirovano","Giuseppe de Liguoro","Pier Delle Vigne","Augusto Milla"],"overview":"The classic tale of Dante's journey through hell, loosely adapted from the Divine Comedy and inspired by the illustrations of Gustav Doré.  This historically important film stands as the first feature from Italy and the oldest fully-surviving feature in the world, and boasts beautiful special effects and sets that stand above other cinema of the era.","release_date":"1911-07-01","vote_average":6.6,"runtime":68,"cert":"N\/A","id":70512,"title":"Dante's Inferno","adult":false,"genre_ids":[12,18,14,27]},{"cast":["Manuel Goncalves","Christian Perrette","Pierre Loussier","Lucas Pedroni"],"overview":"","release_date":"2011-12-31","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70513,"title":"Chronique d'un affranchi","adult":false,"genre_ids":[28,80,53]},{"cast":["Bruno Hauster","Booder","Lionnel Astier","Jackie Berroyer","Anouk Feral"],"overview":"","release_date":"2011-11-17","vote_average":2.8,"runtime":88,"cert":"N\/A","id":70514,"title":"Opération 118 318 sévices clients","adult":false,"genre_ids":[35]},{"cast":["Tobin Bell","Kim Delaney","Gary Hudson","Pam Grier","Marco Rodríguez"],"overview":"As a member of FBI Psychological Profile Unit, Selby Younger tracks Morrano, vicious and intelligent serial killer. Before getting caught, Morrano attacks her leaving serious psychological wounds. Two years later, Morrano escapes and Selby, now working on a desk job, must face her personal traumas again.","release_date":"1995-10-05","vote_average":3.0,"runtime":null,"cert":"N\/A","id":70515,"title":"Serial Killer","adult":false,"genre_ids":[53]},{"cast":["Ayşen Gruda","Öner Erkan","Zeynep Beşerler","Asuman Dabak","Fatoş Seğmen"],"overview":"A moviemaker hands in a script for an arty production in order to receive film funds. Due to political reasons beyond his reach, his film is not provided with a certificate of accreditation. But a true moviemaker never gives up.","release_date":"2011-01-14","vote_average":4.0,"runtime":105,"cert":"N\/A","id":70516,"title":"Paper","adult":false,"genre_ids":[18]},{"cast":["Kelly Nichols","Rhonda Jo Petty","Little Oral Annie","Tanya Lawson","Annette Heinz"],"overview":"This one is a must see, especially for the male chauvinist, porn lover. This feature has an all star cast. Basically, the entire film is an intense series of dream sequences.","release_date":"1983-03-18","vote_average":8.0,"runtime":82,"cert":"N\/A","id":70517,"title":"Succulent","adult":true,"genre_ids":[]},{"cast":["Samantha Fox","David Morris","Clea Carson","Joey Silvera","Heather Young"],"overview":"Rhonda is a beautiful and sophisticated woman with a brain that knows how to get what she wants. When she decides to marry she tells her fianc she is a virgin, dedicated to preserving her sacred virginity for the day they wed. In addition to being beautiful and sophisticated, Rhonda is a liar who never turns anybody down.","release_date":"1978-09-22","vote_average":7.0,"runtime":73,"cert":"N\/A","id":70518,"title":"Here Comes the Bride","adult":true,"genre_ids":[]},{"cast":["Ingeborg Steinbach","Ingrid Steeger","Evelyn Gutking-Bienert","Ingrid van Bergen","Andreas Mannkopff"],"overview":"An oft-naked male reporter decides to do an expose on \"sexual widows\", housewives who are neglected by their busy husbands. - This cheaper sex film is disguised as a report about green widows.","release_date":"1972-01-28","vote_average":3.2,"runtime":77,"cert":"N\/A","id":70519,"title":"Lonely Wives","adult":false,"genre_ids":[35]},{"cast":["Chikao Ohtsuka","Junpei Takiguchi","Gorō Naya","Kousei Tomita","Isamu Tanonaka"],"overview":"","release_date":"1971-07-18","vote_average":5.9,"runtime":55,"cert":"N\/A","id":70520,"title":"Ali Baba and the Forty Thieves","adult":false,"genre_ids":[28,16,14]},{"cast":["Stephen Baldwin","Nicollette Sheridan","Coby Ryan McLaughlin","Hannes Jaenicke","Jerry Doyle"],"overview":"A paint is stolen from a building during a great fire and after recovered, the police finds inside it a mysterious map. A police officer responsible for the case ask his brother (Stephen Baldwin), who is an antiques expert, to help him during investigations. Analysing the paint an fabric, he finds that the map belonged to Cristopher Columbus and the drawings in it refer to an old legend of a lost treasure. Asside from unravel mysterious riddles the police officer and his brother will have to fight against a violent gang which is after the treasure as well.","release_date":"2003-01-01","vote_average":3.7,"runtime":85,"cert":"N\/A","id":70521,"title":"Lost Treasure","adult":false,"genre_ids":[12]},{"cast":["Velimir \"Bata\" Živojinović","​Ljubiša Samardžić","Mustafa Nadarević","Boro Begović","Bogdan Diklić"],"overview":"In this amusing antiwar comedy, seven inept and reluctant soldiers land on a desert island to carry on with the fighting. Just after their parachutes have collapsed behind them on the beach, helicopters approach and land nearby. Out pops a bevy of beautiful women sent to entertain the troops, which they do, and then they leave. From that point onward, there are a series of misadventures","release_date":"1986-07-20","vote_average":5.0,"runtime":88,"cert":"N\/A","id":70522,"title":"Volunteers","adult":false,"genre_ids":[10752,35,18]},{"cast":[],"overview":"","release_date":"2009-02-08","vote_average":6.6,"runtime":null,"cert":"N\/A","id":70523,"title":"Espèces d'espèces","adult":false,"genre_ids":[99]},{"cast":["Bert Sotlar","Dare Valič","Majda Potokar","Jože Horvat","Milada Kalezič"],"overview":"In Ljubljana lives a bus driver Stebe. He's a widower. He lives with five sons and a maid Rozi. The boys are very naughty and keep annoying Rozi and, in fact all neighbourhood. One day Rozi in desperation declares that she is leaving them, because she cant stand it no more. And she does leave, although she is fond of the boys. Soon afterwards Rozi's niece Meri comes by, asking if she might stay because she wants to find herself a job in town. Meri is good girl but cannot cope with the kitchen work as successfully as her aunt. But the whole Steb family seems to be charmed by her. Even one of Stebe's own colleagues, Tone, begins to take interest in the girl. Meri likes him too. Stebe's boys feel quite disappointed because of it. But all's well that ends well: in full conspiracy Meri qualifies as bus driver while Rozi returns to the Stebe family.","release_date":"1977-01-01","vote_average":8.3,"runtime":96,"cert":"N\/A","id":70524,"title":"Real Pests!","adult":false,"genre_ids":[35]},{"cast":["Metka Gabrijelčič","Franek Trefalt","Janez Čuk","Jure Furlan","Metka Bučar"],"overview":"Samo, Sandi in Krištof se pripravljajo na maturo. Domislijo se, da bi se lahko dokopali do matematičnih maturitetnih nalog s pomočjo domnevne profesorjeve hčerke z vzdevkom Hiperbola. Ker ne vedo njenega pravega imena, jo poimenujejo Vesna (pomlad). Na zmenku se nepričakovano prikaže prava profesorjeva hčerka, privlačna Janja. Samo in Vesna se zaljubita in zgodba se začne naglo odvijati. Samo povabi Vesno (Janjo) na vožnjo z jadralnim letalom. Morata zasilno pristati.Sandi, vesel, da so končno dobili naloge, se zanje stepe s Samom. Samo se poškoduje in zaradi tega ne more na zmenek z Vesno. Nanj gre Sandi, ki na zmenku poskuša pridobiti Vesno zase. Zareče se mu in uide mu resnica, da so za Vesno žrebali. Zaradi tega se hoče Vesna ubiti. Skoči s padalom v upanju, da se ne bo odprlo. Vse se lepo izide, padalo se odpre.","release_date":"1953-12-16","vote_average":6.4,"runtime":91,"cert":"N\/A","id":70525,"title":"Vesna","adult":false,"genre_ids":[35]},{"cast":["Tanja Ribič","Branko Đurić","Dragan Bjelogrlić","Uroš Furst","Zala Đurić-Ribič"],"overview":"A story about a couple from the bottom of the social ladder, about smuggling refugees across borders and other 'suspect' things- it is, first and foremost, an attempt to tell a story about the worst in people, wherever they may be coming from.","release_date":"2003-11-13","vote_average":5.8,"runtime":90,"cert":"N\/A","id":70526,"title":"Cheese and Jam","adult":false,"genre_ids":[35,18]},{"cast":["Gordan Kičić","Vuk Kostić","Feđa Stojanović","Vlastimir Velisavljević","Dragan Petrović"],"overview":"Spasoje and Cole are cute and silly boys who constantly find themselves in risky situations. They work in a morgue. One night they heard mobile phone that rings in your pocket just dead guy. Of course, they can not resist, and answer the call. On the other side man voice ordered them to go to a specific address and get some money. Cole and Spasoje don't reject easy profit...","release_date":"2002-01-01","vote_average":7.7,"runtime":95,"cert":"N\/A","id":70527,"title":"A Little Night Music","adult":false,"genre_ids":[35]},{"cast":["Ivo Ban","Polde Bibič","Janez Bermez","Urška Hlebec","Milena Zupančič"],"overview":"Dogajanje komedije je postavljeno na slovensko podeželje, v čas po koncu druge svetovne vojne. Jože Malek je bil mobiliziran v nemško vojsko, od koder je pobegnil k ruski, po vojni pa se srečen vrne domov in dobi kot kmečki delavec brez zemlje v obdelavo nekaj hektarov; na koncu mu jih ista oblast, ki mu jih je dala, tudi vzame, da bi ustanovila zadruge s skupno lastnino.","release_date":"1987-10-05","vote_average":6.6,"runtime":100,"cert":"N\/A","id":70528,"title":"My Dad, the Socialist Kulak","adult":false,"genre_ids":[35]},{"cast":["Metka Gabrijelčič","Franek Trefalt","Stane Sever","Elvira Kralj","Metka Bučar"],"overview":"A young girl, Vesna, goes on a skiing vacation to Slovenian Alps, where she is being looked after by her aunt. Her family gets worried when they meet Vesna's boyfriend, and try to marry the couple, thinking that she may be pregnant with him.","release_date":"1957-01-01","vote_average":7.9,"runtime":110,"cert":"N\/A","id":70529,"title":"Don't Wait Until May","adult":false,"genre_ids":[35]},{"cast":["Louis Koo","Liu Yifei","Yu Shaoqun","Fan Siu-Wong","Wang Danyi Li"],"overview":"Government official Ling Choi Sin journeys to the parched Black Mountain Village, to help its inhabitants find water.  As he leads a group of volunteers up the haunted mountain, he encounters a bevy of sexy demons as well as a lovely girl named Siu Sin.  After wooing her with some candy, he falls for her... and then realises that he is caught in a deadly triangle; another guy, a demon-hunter named Yan Chek Ha is also in love with Siu Sin.  However, before the two men can settle their differences, they have to contend with the evil Tree Demon as well as a one-armed demon hunter who is determined to kill all the supernatural beings.","release_date":"1992-01-02","vote_average":5.4,"runtime":100,"cert":"N\/A","id":70530,"title":"A Chinese Ghost Story","adult":false,"genre_ids":[14,878,27]},{"cast":["Jerry Butler","Danielle","Brooke Fields","Tim Beckley","Klaus Multia"],"overview":"Classic porn from the 80s.","release_date":"1984-04-27","vote_average":7.5,"runtime":75,"cert":"N\/A","id":70531,"title":"Hostage Girls","adult":true,"genre_ids":[]},{"cast":["Thierry Lhermitte","Ticky Holgado","Martin Lamotte","Charlotte de Turckheim","Alain Chabat"],"overview":"This series of sketches introduces doctor Apfelglück and four of his patients... and their rather peculiar and disturbing problems.","release_date":"1991-04-24","vote_average":4.9,"runtime":95,"cert":"N\/A","id":70532,"title":"The Professional Secrets of Dr. Apfelgluck","adult":false,"genre_ids":[35]},{"cast":["Joe Cocker","Eric Parker","John Troy","Larry Marshall","Charles Girodano"],"overview":"This concert film captures a performance by Joe Cocker at the 1987 Montreux Jazz Festival. The set list includes 13 songs including such favorites as \"Feeling Alright,\" \"You Can Leave Your Hat On,\" \"You Are So Beautiful,\" \"With a Little Help From My Friends,\" and the hit song from An Officer and a Gentleman \"Up Where We Belong.\"","release_date":"2005-05-31","vote_average":9.0,"runtime":73,"cert":"N\/A","id":70535,"title":"Joe Cocker: Live at Montreux 1987","adult":false,"genre_ids":[10402]},{"cast":["Angela Kovács","Reuben Sallmander","Felicia Löwerdahl","Mikaela Knapp","Lars Brandeby"],"overview":"Två pojkscouter hittar en begravd kvinnokropp på ett ödsligt fält. Irene Huss och hennes team börjar undersöka fallet. Allt eftersom undersökningen fortgår så upptäcker man fler gravar, alla med en begravd kvinnokropp tillsammans med vad som verkar vara ett personligt föremål. Det står nu klart att en fruktansvärd serie-mördare härjar i området. Poliserna är mycket förbryllade och hittar inte kopplingen mellan offren förutom att de är medelålders kvinnor. Samtidigt börjar Irene känna sig förföljd...","release_date":"2011-07-06","vote_average":7.6,"runtime":89,"cert":"N\/A","id":70536,"title":"Irene Huss 7: Den som vakar i mörkret","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"The Lion Tamer is a 1934 animated short film produced by the Van Beuren Studios and directed by Vernon Stallings and starring Charles J. Correll and Freeman F. Gosden as the voices of their popular radio characters, Amos 'n' Andy.","release_date":"1934-02-02","vote_average":2.0,"runtime":8,"cert":"N\/A","id":70537,"title":"The Lion Tamer","adult":false,"genre_ids":[16,35]},{"cast":["Joachim Fuchsberger","Siw Mattson","Hubert von Meyerinck","Wolfgang Kieling","Pinkas Braun"],"overview":"A serial killer who calls himself \"The Laughing Corpse\" dresses up in a skeleton costume and kills his victims with a poison-filled scorpion-shaped ring.","release_date":"1968-04-26","vote_average":6.3,"runtime":90,"cert":"N\/A","id":70538,"title":"The Zombie Walks","adult":false,"genre_ids":[27,80]},{"cast":[],"overview":"A young grizzly bear, undaunted by his mother's warnings of the coming winter, runs away from home only to be confronted by Old Man Winter himself.","release_date":"1934-12-22","vote_average":6.4,"runtime":9,"cert":"N\/A","id":70539,"title":"Jack Frost","adult":false,"genre_ids":[16]},{"cast":["Chow Yun-Fat","Alan Tang","Pat Ha","Jenny Tseng","Patrick Tse"],"overview":"Two blood brothers (Chow Yun Fat and Alan Tang), who have grown up on the streets of Macau, are bound together by a special code of honour. However, this bond ultimately leads them into brutal conflict when they struggle to leave the violent world they live in.","release_date":"1987-07-30","vote_average":5.6,"runtime":99,"cert":"N\/A","id":70542,"title":"Flaming Brothers","adult":false,"genre_ids":[28,80,10749]},{"cast":["Seka","Juliet Anderson","John Holmes","Jamie Gillis","Mike Ranger"],"overview":"Classic porn of the early 80s.","release_date":"1982-02-12","vote_average":7.5,"runtime":78,"cert":"N\/A","id":70543,"title":"Love Goddesses","adult":true,"genre_ids":[]},{"cast":["Joachim Kemmer","Julia Bremermann","Leslie Phillips","Eddi Arent","Gisela Uhlen"],"overview":"","release_date":"1996-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70544,"title":"Die Katze von Kensington","adult":false,"genre_ids":[10770,53,80]},{"cast":["Juliet Stevenson"],"overview":"Dorjee Sun, a young Australian Entrepreneur, believes there's money to be made from protecting rainforests in Indonesia, saving the orangutan from extinction and making a real impact on climate change. Armed with a laptop and a backpack, he sets out across the globe to find investors in his carbon trading scheme. It is a battle against time. Achmadi, the palm oil farmer is ready to set fire to his land to plant more palm oil, and Lone's orangutan centre has reached crisis point with over 600 orangutans rescued from the fires. The Burning Season is an eco-thriller about a young man not afraid to confront the biggest challenge of our time.","release_date":"2008-08-02","vote_average":7.5,"runtime":89,"cert":"N\/A","id":70545,"title":"The Burning Season","adult":false,"genre_ids":[99]},{"cast":["Davinder Gill","Chris Brasher","Tom Krueger","Chiara Lepora"],"overview":"In the war-zones of Liberia and Congo, four volunteers with Doctors Without Borders struggle to provide emergency medical care under extreme conditions. With different levels of experience, each volunteer must find their own way to face the challenges, the tough choices, and the limits of their idealism. \"Living in Emergency\" is a window into the seldom portrayed and less-than glamorous side of humanitarian aid work. It explores a world that is challenging, complex, and fraught with dilemmas - the struggles, both internal and external, that aid workers face when working in war zones and other difficult contexts.","release_date":"2008-08-29","vote_average":9.0,"runtime":93,"cert":"N\/A","id":70546,"title":"Living in Emergency: Stories of Doctors Without Borders","adult":false,"genre_ids":[99]},{"cast":["Jeffrey Dahmer","Laurence C. Gram Jr.","E. Michael McCann","Gerald P. Boyle","Tracy Edwards"],"overview":"Jeffrey Dahmer was indicted on 17 murder charges, later reduced to 15. Dahmer was not charged in the attempted murder of Edwards. His trial began on January 30, 1992. With evidence overwhelmingly against him, Dahmer pleaded not guilty by reason of insanity. The trial lasted two weeks. The court found Dahmer sane and guilty on 15 counts of murder and sentenced him to 15 life terms, totaling 957 years in prison. At his sentencing hearing, Dahmer expressed remorse for his actions, and said that he wished for his own death.","release_date":"1992-01-30","vote_average":7.0,"runtime":null,"cert":"N\/A","id":70547,"title":"The Trial of Jeffrey Dahmer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Forgive Us Our Debts combines a classic parable with the teachings of Jesus to His disciples. Jesus teaches that forgiveness comes from God as He instructs Peter to catch a fish that contains a coin to pay Peter's debt. Jesus also teaches about a man who is forgiven by his king of an enormous debt. Yet, the forgiven man leaves and immediately casts a man, who owes him almost nothing, into prison. The king then rescinds his forgiveness. To receive forgiveness we must also forgive.","release_date":"1991-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":70548,"title":"Forgive Us Our Debts","adult":false,"genre_ids":[10751,16]},{"cast":["Andrea Adams","Bunny Bleu","Judy Ellis","Kimberly Carson","Tom Byron"],"overview":"Where the teachers make the grades, and the students make the teachers. The succulent girls of Ridley High are about to graduate and this lust-filled take-off of a famous book fulfills every youthful fantasy ever dreamed of. Mad crushes on male teachers run rampant as our sweet young things explore their budding sexuality as well as each other's bodies. So young, so innocent, so tender, these cute little lasses - bedecked in their mid-thigh uniforms - cross and uncross their virginal legs for their instructors. With shoulder straps that outline their pert, young breasts, teachers struggle to maintain their raging passions. Student\/teacher conferences take on a whole new meaning.","release_date":"1984-03-11","vote_average":6.5,"runtime":72,"cert":"N\/A","id":70551,"title":"Loose Times at Ridley High","adult":true,"genre_ids":[]},{"cast":["Helmut Krauss","Oliver Rohrbeck","Jens Wawrczeck","Andreas Fröhlich","Frauke Poolmann"],"overview":"","release_date":"2002-11-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70552,"title":"Die drei ??? LIVE - Master of Chess","adult":false,"genre_ids":[9648]},{"cast":["Carrie Chambers","Victor Campos","John Lodico","Felissa Rose","Jonathan Tiersten"],"overview":"In the forest, she is grabbed by two large hands. Expecting the hands to be Jack's, she is surprised to meet Eugene (John Gallhager), a large, oafish hunter. After the enraged Alison explains her situation with Jack to him, Eugene vows to help her \"take care\" of him. Eugene has reasons of his own for disliking Jack - being a hunter. Jack has always tried to keep him off the property which Eugene's family has hunted on for generations.","release_date":"1992-03-22","vote_average":1.8,"runtime":70,"cert":"N\/A","id":70553,"title":"Sleepaway Camp IV: The Survivor","adult":false,"genre_ids":[27]},{"cast":["Bebe Neuwirth","Peter Coyote","Ethan Peck"],"overview":"Adopt A Sailor is about Patricia and Richard, a successful and hip couple from New York City who inadvertently \"adopt a sailor\" during Fleet Week in New York City and the young man form Turkey Scratch, Arkansas who changes their lives forever.","release_date":"2008-10-24","vote_average":5.1,"runtime":85,"cert":"N\/A","id":70554,"title":"Adopt a Sailor","adult":false,"genre_ids":[35,18,10749]},{"cast":["Debra Paget","Paul Hubschmid","Walter Reyer","Claus Holm","Luciana Paluzzi"],"overview":"Seetha and Harold Berger are rescued from the desert by a caravan and brought to a small village. However, the greedy owner of the house where they are lodged betrays the law of hospitality and reveals their location to Prince Ramigani. The couple tries to escape but is hunted and captured by Ramigani and his men. Meanwhile Irene Rhode and her husband Walter Rhode suspect that Maharaja Chandra is not telling the truth about Harold's destiny. The conspirator Ramigani forces Seetha to accept to get married with Chandra to provoke the wrath of the priests and get the alliance of Prince Padhu and his army. In the meantime, Harold succeeds in escaping from the dungeon and seeks out Seetha to save her.","release_date":"1959-03-05","vote_average":5.9,"runtime":97,"cert":"N\/A","id":70555,"title":"The Indian Tomb","adult":false,"genre_ids":[12,18,10749]},{"cast":["Leo Houlding","Neil Gresham","Mary Jenner","Dave Pickford","Steve McClure"],"overview":"Master climbing film maker Al Lee, does it again with his film of Leo Houlding's ascent of The Prophet on the East Face of Yosemite's El Cap. This is the main feature and is 43 minutes long. Also includes deep water soloing with Neil Gresham and Liam Cook, Mary Jenner (Dave Birkett's Mrs) on Bleed in Hell - the hardest female trad leed in the UK, Dave Pickford on Dusk till Dawn in Pembroke and Leo again, big wall climbing in Africa.","release_date":"2011-02-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":70556,"title":"Psyche II","adult":false,"genre_ids":[99,12]},{"cast":["Hal Sparks"],"overview":"After a successful run with Second City, Hal Sparks began performing at numerous comedy clubs including The Improv, The Comedy Store, The Laugh Factory and at Comic Relief's American Comedy Festival. For five seasons, he co-starred as Michael on the hit series Queer as Folk. His numerous television appearances include VH-1s hit pop culture series I Love the 70s\/80s\/90s, The Tonight Show, Larry King Live, Charlie Rose, Good Morning America, The View, Politically Incorrect, The Late, Late Show and Hollywood Squares.","release_date":"2010-06-04","vote_average":7.5,"runtime":63,"cert":"N\/A","id":70557,"title":"Hal Sparks: Charmageddon","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Louder Than 11 in association with Traversi Entertainment present “The Swiss Account”. A documentary film about the lives of three American friends bouldering in Switzerland during the fall of 2010.","release_date":"","vote_average":10.0,"runtime":58,"cert":"N\/A","id":70558,"title":"Swiss Account","adult":false,"genre_ids":[]},{"cast":["David Zellner","Caroline O'Connor","Nathan Zellner","Andrew Bujalski","Wiley Wiggins"],"overview":"A recently divorced man tries to find the one aspect of his marriage that still matters to him: his missing cat, Goliath.","release_date":"2008-01-21","vote_average":5.0,"runtime":80,"cert":"N\/A","id":70559,"title":"Goliath","adult":false,"genre_ids":[18,35]},{"cast":["Christopher Lee"],"overview":"A documentary exploring shipwrecks and a massive volcano that erupted over a century ago.","release_date":"2007-10-04","vote_average":0.0,"runtime":58,"cert":"N\/A","id":70560,"title":"100 Years Under the Sea: Shipwrecks of the Caribbean","adult":false,"genre_ids":[99]},{"cast":["Paul Dewandre"],"overview":"","release_date":"2007-11-05","vote_average":7.8,"runtime":88,"cert":"N\/A","id":70561,"title":"Men Are from Mars, Women Are from Venus","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"A look at the infamous \"Scottsboro Boys\" case that occurred in Alabama in 1931, in which nine young black men were arrested, tried and quickly convicted in the rape of two white women, despite overwhelming evidence that showed their accusers had falsely accused them and the fact that one of the women later admitted that no rape had in fact occurred (although both had had sexual relations with their boyfriends on the day prior to the \"rape\"). The case was one of the first that shined a spotlight on what many called the \"legal lynchings\" that occurred in the South whenever blacks were accused of crimes, especially against whites and most especially against white women.","release_date":"2000-01-31","vote_average":8.7,"runtime":90,"cert":"N\/A","id":70564,"title":"Scottsboro: An American Tragedy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Inspired by the constant evolution of climbing itself, REACH is a glipse into the lives of the world’s top athletes as they push the limits of their bodies and minds. With more hard climbing featured than any movie before it, REACH captures a moment in the sport of rock climbing where the standards have been rewritten once again.","release_date":"2011-01-30","vote_average":10.0,"runtime":48,"cert":"N\/A","id":70565,"title":"Reach","adult":false,"genre_ids":[12,99]},{"cast":[],"overview":"\"The oldest profession in the world\" shows no signs of slowing down today. But in the age of AIDS the nature of the business has changed, and sex for pay is taking on many new, semi-legal guises. AMERICAN JUSTICE takes an unflinching look at the state of prostitution in America today, from high-class call girls to the traditional streetwalker. See footage of actual busts, and discover how the emphasis has shifted to include the \"John\" as well as the prostitute. Prostitution experts reveal the little-known facts of the criminal sex-for-pay industry, including the \"networks\" that ensure there are always fresh prostitutes hitting the streets, often runaways lured by false promises and held captive by vicious pimps. And in exclusive interviews, the women, the Johns and the police tell their tales of SEX AND THE LAW.","release_date":"2000-02-04","vote_average":4.0,"runtime":47,"cert":"N\/A","id":70566,"title":"American Justice: Prostitution, Sex and the Law","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In his 51 BIRCH STREET, one of the most highly praised personal documentaries of recent years, Doug Block took a hard look at his parents marriage and his own relationship with his father. With his latest film, Block turns in the other direction, offering an exceptionally moving film about his relationship with his only child, Lucy. THE KIDS GROW UP is a chronicle of Lucy's emotionally-fraught last year at home before leaving for college. Moving fluidly between past, present and the fast-approaching future, Block uses a lifetime of footage to craft not only a loving portrait of a girl transitioning into womanhood, but also an incredibly candid look at modern-day parenting, marriage, and what it means to let go.","release_date":"2010-10-31","vote_average":5.0,"runtime":90,"cert":"N\/A","id":70567,"title":"The Kids Grow Up","adult":false,"genre_ids":[99]},{"cast":["Bret Hart","Mick Foley","Harley Race","The Honky Tonk Man","Dave Meltzer"],"overview":"\"The Life and Death of Owen Hart\" chronicles the short but eventful life of pro-wrestling superstar Bret \"Hitman\" Hart's brother Owen Hart, May 7, 1965 - May 23, 1999.","release_date":"1999-11-03","vote_average":9.0,"runtime":44,"cert":"N\/A","id":70568,"title":"The Life and Death of Owen Hart","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Filmmaker Richard P. Rogers tried for twenty years to make a documentary about his own life. He died in 2001, leaving the project unfinished, until his widow, acclaimed photographer Susan Meiselas, commissioned his former student Alexander Olch to make a film out of the pieces. Starting in the Hamptons, in the town of Wainscott, the film weaves Rogers' footage into a journey through childhood memories, a less than encouraging mother, a family background of privilege, and Rogers' persistent, dogged attempts to document his own life. Rogers' friend, actor and writer Wallace Shawn, joins in the process, as the film investigates the differences between documentary and fiction, and tells the tragic story of Rogers' life.","release_date":"2008-10-05","vote_average":7.0,"runtime":80,"cert":"N\/A","id":70569,"title":"The Windmill Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"NESHOBA tells the story of a Mississippi town still divided about the meaning of justice, 40 years after the murders of civil rights workers James Chaney, Andrew Goodman and Michael Schwerner. Although Klansmen bragged openly about what they did in 1964, no one was held accountable until 2005, when the State indicted preacher Edgar Ray Killen, an 80-year-old notorious racist and alleged mastermind of the killings. Through intimate interviews with the families of the victims, candid interviews with black and white Neshoba County Citizens, and exclusive, first time interviews with Killen, the film explores whether healing and reconciliation are possible without telling the unvarnished truth.","release_date":"2010-08-15","vote_average":8.0,"runtime":87,"cert":"N\/A","id":70570,"title":"Neshoba","adult":false,"genre_ids":[99]},{"cast":["James Brolin","Carlos Bernard","Dilana","Warrick Grier","Tessie Santiago"],"overview":"This rock and roll drama stars, James Brolin, Carlos Bernard, Tessie Santiago, The Marshall Tucker Band, Kurtis Blow, Patty Smyth and the rock and roll sensation from South Africa that lit up the screen on Rockstar Supernova, Dilana. When rock star sensation, Scottie B., falls prey to the demons of fame, she escapes the music scene only to find herself face to face with her destiny once again and even greater challenges when she inherits a little bar that was once owned by a woman with the same spirit and voice of an angel. This exciting rock and roll adventure shot was in the desert of California and the low country of South Carolina. Angel Camouflaged is the journey of SCOTTIE, a rock and roll singer whose struggle with substance abuse causes her music career to implode. Scottie bails on her manager\/brother, MORGAN, to hide out in the Mojave Desert. Her peaceful new life is disturbed when Morgan calls and tells her that they inherited a bar in far-off South Carolina","release_date":"2010-10-19","vote_average":0.0,"runtime":116,"cert":"N\/A","id":70571,"title":"Angel Camouflaged","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"John Martyn concert footage from the 70s and 80s","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":70572,"title":"John Martyn - The Man Upstairs","adult":false,"genre_ids":[10402]},{"cast":["Jacky Cheung","Max Mok Siu-Chung","Stephen Chow","Sharla Cheung Man","Richard Ng"],"overview":"Playboy Hong Kong Barber Happy Chan opens a fashionable new salon, right next to an old-fashioned Shanhainese barber shop. Its owner, Chuk, is furious at this development and starts a quarrel with Chan and his colleagues during the opening ceremony of his new venture Chuk's pretty daughter, Ying, is forced to keep the peace. Chan and his friends all attempt to woo Ying, but end up getting drunk and falling asleep in her bedroom. Later, Ying discovers that she is pregnant but no one can remember which of the trio did the deed. Chan and his friends endeavor to do the right thing, banding together during her pregnancy until the true identity of the father can be determined. When the baby is born its discovered all the prospective fathers have the same blood type and confusion reigns anew.","release_date":"1988-12-17","vote_average":3.8,"runtime":88,"cert":"N\/A","id":70573,"title":"Faithfully Yours","adult":false,"genre_ids":[35]},{"cast":["Bill Oberst Jr.","Courtney Abbiati","Jenna Stone","Nicholas Harsin","Carey van Dyke"],"overview":"When the new sheriff of Salem, Massachusetts discovers that he is the victim of a centuries-old curse, he must protect his family from the vengeful ghosts that torment his home.","release_date":"2011-08-23","vote_average":3.8,"runtime":90,"cert":"N\/A","id":70574,"title":"A Haunting in Salem","adult":false,"genre_ids":[27,53]},{"cast":["Billy Drago","Kelen Coleman","Barbara Nedeljáková","Duane Whitaker","Kai Caster"],"overview":"Tim and Allie seek shelter in a remote desert compound after becoming lost and stranded. A strange Manson-like character, Preacher, reluctantly allows them inside with strict orders to be gone by morning and not wander \"where you are not invited.\"","release_date":"2011-08-30","vote_average":4.4,"runtime":95,"cert":"N\/A","id":70575,"title":"Children of the Corn: Genesis","adult":false,"genre_ids":[27,53]},{"cast":["Corey Haim","Anthony Vitale","Matt Medrano","Yeniffer Behrens","Mike Foy"],"overview":"When a group of friends decide to pull a bank heist to get out from underneath their money troubles. They quickly discover that things can unravel in a hurry! A compromised LAPD Detective (Corey Haim) on the take with a crime syndicate figure want the money back and will go to any lengths to get it! Things go wrong quickly as bullets start to fly and the group finds that one thing affects another and discover that the voice of reason is not always what it appears to be.","release_date":"2011-05-13","vote_average":3.0,"runtime":89,"cert":"N\/A","id":70576,"title":"Decisions","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Milla Jovovich","Julian McMahon","David Atrakchi","Michael Shanks","Marianne Faithfull"],"overview":"A horror-thriller centered on a woman living with \"face-blindness\" after surviving a serial killer's attack. As she lives with her condition, one in which facial features change each time she loses sight of them, the killer closes in.","release_date":"2011-10-25","vote_average":5.9,"runtime":102,"cert":"15","id":70577,"title":"Faces in the Crowd","adult":false,"genre_ids":[53,9648,80,18]},{"cast":["Nicolas Cage","Nicole Kidman","Liana Liberato","Cam Gigandet","Jordana Spiro"],"overview":"Kyle (Nicolas Cage) and Sarah Miller (Nicole Kidman) have it all: a huge gated house on the water, fancy cars, and the potential for romance in their relationship. He's just back from a business trip (he brokers diamonds) and their teen daughter Avery (Liana Liberato) is sneaking out to a party, when four thugs in security uniforms and ski masks stage a home invasion. They want what's in the safe: cash and diamonds. As Kyle stalls them, trying to negotiate for Sarah's freedom, the fault lines in Kyle and Sarah's marriage and the pasts of the four robbers come into play. Is there room here for heroism?","release_date":"2011-10-13","vote_average":5.5,"runtime":91,"cert":"N\/A","id":70578,"title":"Trespass","adult":false,"genre_ids":[80,18,53,9648]},{"cast":["Cesar Montano","Joel Torre","Jaime Fabregas","Gloria Diaz","Gardo Versoza"],"overview":"Accused of treason, Dr. Jose P. Rizal awaits trial and meets with his colonial government-appointed counsel, Luis Taviel de Andrade. The two build the case and arguments for the defense as significant events in the central figure's life prior to his incarceration unfold. Upon hearing Rizal's life story, Taviel begins to realize that the accused not just is innocent but exhibits in fact all the qualities of an extraordinary man. When the mock trial unreels, Taviel is all set to act as the prime advocate for his client as Rizal himself is about to give an earth-moving speech to defend his honor and address his countrymen. Meanwhile, the Spanish authorities have worked out the vast political machinery to ensure a guilty verdict. A revolution waits in the wings.","release_date":"1998-12-25","vote_average":9.0,"runtime":178,"cert":"N\/A","id":70579,"title":"José Rizal","adult":false,"genre_ids":[18,36,10752]},{"cast":["Bembol Roco","Hilda Koronel","Lou Salvador Jr.","Joonee Gamboa","Pio De Castro III"],"overview":"A young fisherman from a provincial village arrives in the capital on a quest to track down his girlfriend, who was lured there with the promise of work and hasn’t been heard from since. In the meantime, he takes a low-wage job at a construction site and witnesses life on the streets, where death strikes without warning, corruption and exploitation are commonplace, and protests hint at escalating civil unrest.","release_date":"1975-07-16","vote_average":7.3,"runtime":127,"cert":"N\/A","id":70580,"title":"Manila in the Claws of Light","adult":false,"genre_ids":[18,9648]},{"cast":["Russell Crowe","Youki Kudoh","Kenji Isomura","Ray Barrett","Robert Mammone"],"overview":"In Sydney, the newly married Midori is honeymooning with her husband, Yukio. She does not love him and fakes her own kidnapping to escape the marriage. Her lover is supposed to meet her, but fails to appear. She goes to a bank to get some cash, only to become a hostage in an unfolding robbery, until the getaway driver, Colin, saves her from his fellow robbers. They hit the road together, with the cops, her husband and the robbers in pursuit.","release_date":"1997-09-04","vote_average":5.6,"runtime":96,"cert":"N\/A","id":70581,"title":"Heaven's Burning","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Toni Gonzaga","Sam Milby","Zanjoe Marudo","Johnny Delgado","Dick Israel"],"overview":"An embassy consul for the United States works in the Philippines and finally gives in to his adopted mother's advice to track down his birth parents.","release_date":"2007-02-28","vote_average":0.0,"runtime":103,"cert":"N\/A","id":70582,"title":"You Got Me","adult":false,"genre_ids":[18,35]},{"cast":["Ashley C. Williams","Jon Carlo","Barry McBrien","John Woodruff","Peter Alexandrou"],"overview":"A suspenseful drama about a young couple on a road trip who get caught in the midst of a worldwide gas shortage.","release_date":"2011-01-25","vote_average":3.9,"runtime":82,"cert":"N\/A","id":70583,"title":"Empty","adult":false,"genre_ids":[18,27,28,53,878]},{"cast":["Steven Brand","Jolene Andersen","Nick Eversman","Jay Gillespie","Stephan Smith Collins"],"overview":"Two friends in Mexico discover the Lament Configuration and unleash Pinhead, but one decides to try to survive by swapping himself with someone else. Once they go missing, family members go in search of them, but find Pinhead instead.","release_date":"2011-10-18","vote_average":3.3,"runtime":75,"cert":"N\/A","id":70584,"title":"Hellraiser: Revelations","adult":false,"genre_ids":[27]},{"cast":["Colin Hanks","Jeffrey Tambor","Mimi Rogers","Ari Graynor","Ann-Margret"],"overview":"A wannabe serial killer wins the lottery and pursues his lifelong crush.","release_date":"2011-07-15","vote_average":4.9,"runtime":103,"cert":"N\/A","id":70585,"title":"Lucky","adult":false,"genre_ids":[35,10749]},{"cast":["50 Cent","Ryan Phillippe","Bruce Willis","James Remar","Randy Couture"],"overview":"A group of friends plan out a detailed heist that turns deadly when one betrays the other by taking off with the goods. Taking matters into his own hands, Sonny seeks out his revenge teaming up with the most dangerous mob boss in town to get back what is rightfully his. When he finally comes face to face with his longtime friend he will be forced to make a life changing choice.","release_date":"2011-10-17","vote_average":4.8,"runtime":85,"cert":"15","id":70586,"title":"Setup","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Sierra McCormick","Harland Williams","Elisa Donovan","Jennifer Elise Cox","Tucker Albrizzi"],"overview":"Disney's irresistible talking puppies are back in an all-new movie that takes them far across town to a mysterious mansion where something very spooky is going on.","release_date":"2011-09-20","vote_average":5.1,"runtime":88,"cert":"N\/A","id":70587,"title":"Spooky Buddies","adult":false,"genre_ids":[35,10751]},{"cast":["Claire Sloma","Marlon Morton","Amanda Bauer","Brett Jacobsen","Nikita Ramsey"],"overview":"Four young people navigate the suburban wonderland of metro-Detroit looking for love and adventure on the last weekend of summer.","release_date":"2011-07-22","vote_average":6.2,"runtime":96,"cert":"N\/A","id":70588,"title":"The Myth of the American Sleepover","adult":false,"genre_ids":[10749,35,18]},{"cast":["Sidney Poitier","Abbey Lincoln","Beau Bridges","Nan Martin","Lauri Peters"],"overview":"When it was released in 1968, For Love of Ivy was the first mainstream Hollywood film to depict a mature romantic relationship between a black man and woman. Sidney Poitier stars as Jack Parks, a trucking executive who runs an illegal travelling casino out of one of his vehicles. Abbey Lincoln co-stars as Ivy Moore, the much-valued maid of the white Austin household. To make sure that Ivy won't quit her job, Frank Austin (Carroll O'Connor) blackmails Poitier into romancing her. He eventually falls in love with Ivy for real, but not before she's discovered that he's little more than a \"hired hand\" in affairs of the heart. Beau Bridges costars as amiable hippie Tim Austin, the only truly likeable member of his snooty, upper-crust clan. Robert Alan Aurthur based his screenplay on an original story by star Sidney Poiter.","release_date":"1968-07-17","vote_average":6.3,"runtime":101,"cert":"N\/A","id":70591,"title":"For Love of Ivy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Shôhei Hino","Shunsuke Matsuoka","Yukio Yamanouchi"],"overview":"Small-time con man, Jiro (Shunsuke Matsuoka), makes his living tricking small businesses out of large sums of money. In the process he acquires a helpmate Kumiko, a refugee from her stepfather's sexual abuse. But things start to get out of control when yakuza boss Kamewada (Shohei Hino), muscles in on the action.","release_date":"1998-02-21","vote_average":0.0,"runtime":97,"cert":"N\/A","id":70592,"title":"Mobsters' Confessions","adult":false,"genre_ids":[18,28,80]},{"cast":["Richard Grieco","Jay Acovone","Shelli Lether","Joe Cortese","Christian Campbell"],"overview":"An outlaw drag racer (Richard Grieco) tries to save his brother (Jay Acovone) from a crime boss (Joe Cortese) in Brooklyn.","release_date":"1993-08-02","vote_average":4.3,"runtime":97,"cert":"N\/A","id":70593,"title":"Born to Run","adult":false,"genre_ids":[]},{"cast":["Eric Johnson","Kyle Brock","Tommy Taylor"],"overview":"Eric Johnson: Live From Austin, TX documents a 1988 performance the respected guitarist gave for the television series Austin City Limits.","release_date":"2005-11-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":70596,"title":"Eric Johnson: Live from Austin, TX","adult":false,"genre_ids":[10402]},{"cast":["Evan Stone","Mick Blue","Erik Everhard","Bobbi Starr","Sean Michaels"],"overview":"This hot fucking chick shows you that she is more than just a pretty face. Tori Black takes it black up the ass, takes on two dicks at once, and gives Bobbi Starr a pussy tongue lashing on a motorcycle. This is what makes Tori Black, a SUPERSTAR.","release_date":"2010-09-09","vote_average":9.0,"runtime":110,"cert":"N\/A","id":70597,"title":"Tori Black Superstar","adult":true,"genre_ids":[]},{"cast":["Kristina Rose","Jayden Jaymes","Rebeca Linares","Avy Scott","Sadie West"],"overview":"Avy Scott is back and stars in Glamour Girls 2, alongside Jayden James, Rebeca Linares, Kristina Rose, and former contract star Sadie West, directed by the award winning, William H, and shot in 1080p HD. Featuring five intense and passionate hardcore sex scenes, the movie also includes extended tease sequences for each girl in an epic location.","release_date":"2009-08-22","vote_average":8.5,"runtime":164,"cert":"N\/A","id":70598,"title":"Glamour Girls 2","adult":true,"genre_ids":[]},{"cast":["Shyla Stylez","Jada Fire","Gianna Michaels","Kagney Linn Karter","Charley Chase"],"overview":"Award winning director, William H., returns with a collection of voluptuous law enforcement officers in elaborate vignette scenarios. Enjoy the humorous and sexy escapades of these curvy cops!","release_date":"2009-05-22","vote_average":8.8,"runtime":148,"cert":"N\/A","id":70599,"title":"Busty Cops on Patrol","adult":true,"genre_ids":[35]},{"cast":["Kagney Linn Karter","Jayden Jaymes","Jenna Presley","Gracie Glam","Carmella Bing"],"overview":"Elegant Angel proudly presents Curvy Girls 4, the latest production from the award winning director Sam No. Featuring a collection of the most voluptuous superstars in pornography: Kagney Linn Karter, Jayden Jaymes, Carmella Bing, Jenna Presley, and Gracie Glam. Do not miss these voluptuous starlets seduce the camera lens in epic, mouth watering teases, followed by passionate sex scenes. If you like your girls curvy, then this movie is for you.","release_date":"2009-08-04","vote_average":6.2,"runtime":149,"cert":"N\/A","id":70600,"title":"Curvy Girls 4","adult":true,"genre_ids":[]},{"cast":["Mick Blue","Alektra Blue","Eric Masterson","Barrett Blade","Kirsten Price"],"overview":"With a big promotion dangling overhead, Jennifer (Kirsten Price) will do just about anything to get ahead. And with the help of her hilarious side kicks, they hatch a plan to take out the competition. But Veronika (Alektra Blue) isn't going down without a fight. It's a dog eat dog world out there and sometimes you get bitten.","release_date":"2010-10-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":70601,"title":"Mean Girls","adult":true,"genre_ids":[]},{"cast":["Robert Zolli","Greg Bodkin","Nicholas Siljee","Julian Safavi","James Pappas"],"overview":"Josh and Paul want to adopt Nickie, the child of Paul's recently deceased friend Susan. Susan's mother opposes gays' adopting, and Monday is the final court date. On Friday, Josh stops by a market for milk and glimpses a Mob hit. Unknown to him, the hitmen are now on his trail. Josh hates confrontation and doesn't tell Paul about the murder or call the cops. Instead, he takes Paul for an idyllic weekend in the Poconos. But Sunday, when they return to the city, the murderers are waiting. The Mob boss orders that both be killed. What chance do Paul, who's in the dark, and Josh, who's basically passive, have against this firepower? What will happen to Nickie without them?","release_date":"1996-06-24","vote_average":8.5,"runtime":85,"cert":"N\/A","id":70602,"title":"Raising Heroes","adult":false,"genre_ids":[]},{"cast":["Kristina Rose","Charlotte Vale","James Deen","Manuel Ferrara"],"overview":"Kristina Rose, the innocent looking but filthy superstar, follows in the footsteps of Roxanne Hall, Michelle Raven, Alexandra Quinn, and Annette Schwarz in the classic role of Slutwoman.","release_date":"2009-10-03","vote_average":9.0,"runtime":null,"cert":"N\/A","id":70603,"title":"Kristina Rose is Slutwoman","adult":true,"genre_ids":[]},{"cast":["Lisa Ann","Kristina Rose","Charlotte Vale","Charley Chase"],"overview":"For men who love a woman on top! She's The Boss stars porn superstar Lisa Ann in control and in charge. Also featuring Sarah Vandella, Kristina Rose, Charlotte Vale, and Charley Chase. Do not miss these beautiful executives ordering their employees to satisfy their every whim!","release_date":"2009-07-31","vote_average":8.5,"runtime":null,"cert":"N\/A","id":70604,"title":"She The Boss","adult":true,"genre_ids":[]},{"cast":["Julia Ann","Charley Chase","Memphis Monroe","Jenna Presley","Sara Stone"],"overview":"Elegant Angel proudly presents the fantasy series, Busty Housewives 2. Featuring an incredible all-star cast including Julia Ann, Charley Chase, Memphis Monroe, Jenna Presley and Sarah Stone. Watch these desperate and lonely damsels quench their insatiable appetite for cock. Unsatisfied by their husbands, a small thing like fidelity is not going to stand in the way of their lustful desires. Watch their beautiful breasts get fucked and covered in sperm.","release_date":"2009-04-14","vote_average":9.5,"runtime":140,"cert":"N\/A","id":70605,"title":"Busty Housewives 2","adult":true,"genre_ids":[]},{"cast":["Tori Black","Stormy Daniels","Lisa Ann","Barrett Blade","T.J. Cummings"],"overview":"When life takes a turn for the worse, Zoe (Tori Black) and her husband reach desperate times. Afraid of losing her home, Zoe seeks advice from her friend Amber (Stormy Daniels) who lets her in on a little secret: that she's an escort. Frantic, Zoe decides to try it... just once. Once turns into twice and soon it becomes a way of life. But when tragedy strikes, she's forced to come clean to her husband. Will it tear them apart? Sometimes when you do whatever it takes, you lose the very thing you were trying to save... In what could be one of Stormy Daniels most defining moments as a director, Whatever It Takes is a potent combination of hot sex, top rate acting performances and inspired vision.","release_date":"2010-07-21","vote_average":7.5,"runtime":89,"cert":"N\/A","id":70606,"title":"Whatever It Takes","adult":true,"genre_ids":[18]},{"cast":["Amber Rayne","Kaylani Lei","Lexi Love","Monique Alexander","Stormy Daniels"],"overview":"As a successful sex therapist, Dr. Laila McKenzie (Kaylani Lei) thinks she has relationships all figured out...that is until she suspects her boyfriend is cheating on her and her perfect world begins to unravel. After inadvertently accepting assistance from two of her wackiest patients, Laila finds herself in the middle of a kooky love triangle. She would never have imagined that her own erotic escapades would end up crazier than that of some of her disturbed patients. Join award-winning writer\/director Stormy Daniels in this hilarious tale of how sometimes the best sex and relationships turn out to be the least expected.","release_date":"2010-06-24","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70607,"title":"Sex Therapy","adult":true,"genre_ids":[]},{"cast":["Tom Kane","Phil LaMarr","Anthony Daniels","Nika Futterman","Tim Gaul"],"overview":"A routine Jedi Academy field trip is turned into a rip-roaring comic adventure in LEGO Star Wars: The Padawan Menace. Tour guide Master Yoda leads a group of rambunctious Jedi Younglings through Senate chambers when he senses a disturbance in the Force. Summoned to help save the Republic, he discovers that one of the Younglings secretly boarded his ship...and has a taste for adventure! Meanwhile, C-3PO and R2-D2 are put in charge of the boisterous group and find themselves in over their heads. As the evil Sith prepare to wreak havoc, it's up to Yoda and the Droids to ensure that their young charges aren't torn to bricks!","release_date":"2011-07-22","vote_average":6.2,"runtime":22,"cert":"U","id":70608,"title":"Lego Star Wars: The Padawan Menace","adult":false,"genre_ids":[16,10751,878]},{"cast":["Puppa Armbruster","Ekkehardt Belle","Erika Blumberger","Marina Blümel","Helmut Brasch"],"overview":"Seven more first-hand accounts of sexual awakening amongst school girls in the early Seventies.","release_date":"1973-04-13","vote_average":5.9,"runtime":86,"cert":"N\/A","id":70609,"title":"Schoolgirl Report Part 5: What All Parents Should Know","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Bad boys, bad boys, whatcha gonna do when they CUM on you? These sassy bitches learn that to stay outta jail, they gotta get on their knees and suck some dick and get some good old fashioned fucking. Nothing better than a police officer with a stiff hard dick!","release_date":"2010-08-20","vote_average":7.5,"runtime":null,"cert":"N\/A","id":70610,"title":"This Aint Cops XXX","adult":true,"genre_ids":[]},{"cast":[],"overview":"Gifted with an enchanting voice, popular Hong Kong singer Janice M. Vidal has given Canto-pop fans a string of hit songs and best-selling albums since her debut in 2005. She took to the Hong Kong Coliseum stage again in October 2010 with two sold-out solo concerts. The highly anticipated Fairy Concert features many of Janice's older smash hits as well as the new songs from her latest album Love Diaries, including duets with guest singers Aarif Lee and JW, and her performance of a Japanese song and some hot dance numbers. Filmed in Full HD, the concert recording captures the enthralling sights and sounds with 28 songs on Blu-ray.","release_date":"","vote_average":4.5,"runtime":null,"cert":"N\/A","id":70611,"title":"Janice M Vidal Fairy Concert","adult":false,"genre_ids":[18,28,53]},{"cast":["Sunny Lane","April Flores","Andy San Dimas","Aiden Starr","Katie St. Ives"],"overview":"19 year old alice reunites with her childhood friends in a bizarre world of fantasy. She once again falls down the rabbit hole, but this time it's a world filled with sex, perversion and debauchery This is the only Kimberly Lane video.","release_date":"2010-08-28","vote_average":8.0,"runtime":102,"cert":"N\/A","id":70612,"title":"Alice","adult":true,"genre_ids":[14,878]},{"cast":["Alektra Blue","Alexis Texas","Tori Black","Shyla Stylez","Jessica Drake"],"overview":"This high octane epic that follows the exploits of four rival LA Bike Clubs is Armstrong's most ambitious to date, and hits on all cylinders. It's the perfect blend of non-stop action, and intense sexual drama. And with a star-studded cast of more than 40 of adult's finest performers in 12 pavement pounding sex scenes (including a 14 person orgy) SPEED is a non-stop thrill ride that's guaranteed to get your engine revving. But the excitement doesn't end there! With over 100 bike club members, death defying stunt riding, armored car robberies, breathe-taking locations, award-worthy acting, and a story that just doesn't quit… SPEED is a must see! So grab your throttle, and get ready for the ride of your life!","release_date":"2010-09-29","vote_average":9.0,"runtime":null,"cert":"N\/A","id":70613,"title":"Speed","adult":true,"genre_ids":[28,18]},{"cast":["Jacky Cheung"],"overview":"In January 2010, veteran Hong Kong crooner Jacky Cheung returned to the Canto-pop world with the jazz-pop album Private Corner, and it was a resounding success with Hong Kong music fans and critics alike. When Cheung announced a mini concert for an exclusive audience to commemorate the release of the album, debate began among music fans and professionals about which classic songs Cheung would give his new jazz sound to. Now, the answer is finally revealed with the release of the Private Corner Mini Concert. The two-disc set includes the entire 85-minute concert, which took place in the performing hall of the Hong Kong Polytechnic University. In addition to seven songs from Private Corner, Jacky also performs beloved classics like Blessing, Li Xiang Lan, and a cover of Lover's Tears.","release_date":"2010-04-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70614,"title":"Jacky Cheung Private Corner","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The original Deviance was one of the hottest movies of 2009, and this sequel is even hotter. Filled with anal, group sex and outrageous fantasies (including an all-zombie sex scene), D2: Deviance will leave you shocked, awed and horny!","release_date":"2010-10-13","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70615,"title":"Deviance 2","adult":true,"genre_ids":[]},{"cast":["Alfred Acktun","Puppa Armbruster","Hans Bergmann","Ulrike Butz","Johannes Buzalski"],"overview":"In Part 7, the filmmakers explore what’s lacking in modern German schoolgirls.","release_date":"1974-04-24","vote_average":3.4,"runtime":93,"cert":"N\/A","id":70616,"title":"Schoolgirl Report Part 7: What The Heart Must Thereby…","adult":false,"genre_ids":[35,18]},{"cast":["Sasha Grey","Diana Doll","Asa Akira","Heather Vahn","Juicy Pearl"],"overview":"Admit it – we've all fantasized about that hot chick with glasses. Something about nailing the intelligent broad tightens the nuts. Well, there's no need to “wonder” any longer, as the nastiest, most oversexed, eyeglass wearin' whores in XXX are our focus. Asses get worked, pussies get pounded and cocks get sucked dry in this “off the charts” fuckfest. You're definitely not going to want to miss each scene's pop-shot, as a lens-wearing slut taking a load in the face and welcomes goggles of goo! The Director's vision is a Perfect 20\/20!","release_date":"2008-12-17","vote_average":7.5,"runtime":159,"cert":"N\/A","id":70617,"title":"Shot Glasses","adult":true,"genre_ids":[]},{"cast":["Jenny Hendrix","Kaylani Lei","Mikayla Mendez","Roxy DeVille","Scarlett Fay"],"overview":"A road trip turns deadly when five young friends embark on a journey to attend an annual festival in the desert. The eclectic group is looking forward to a free-spirited weekend, a place to let down their hair and escape their hectic lives. But what begins as mild paranoia becomes a most dangerous game when one of them goes missing. Soon thereafter, the danger intensifies into a horrifying reality as they learn THE WICKED have awakened. Award winning director Michael Raven skillfully showcases his talent as a storyteller in this epic adventure. Starring Wicked contract sensations Kaylani Lei and Stormy Daniels, this eerie thriller will keep you on the edge of your seat.","release_date":"2008-09-30","vote_average":8.0,"runtime":107,"cert":"N\/A","id":70618,"title":"The Wicked","adult":true,"genre_ids":[27]},{"cast":[],"overview":"2009 AVN Hall of Fame winner &amp; star of \"Who's Nalin' Paylin?\", Lisa Ann, shows the inner working of a cum-hungry MILF! Victoria's creamy center gets pounded! Anjanette loves to go all night with young cock!","release_date":"2009-03-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70619,"title":"Lisa Ann MILF Trainer","adult":true,"genre_ids":[]},{"cast":["Yûji Tajiri","Bailey Brookes","Emma Heart"],"overview":"Josh Stone and the crew are back at it again in South Beach and they've gotten some of the finest bitches on the block to show you why south beach is the Hot Ass capital of the world. Sun, Sand, and Snatch is what it's all about!","release_date":"2008-11-04","vote_average":8.5,"runtime":178,"cert":"N\/A","id":70620,"title":"South Beach Cruisin","adult":true,"genre_ids":[]},{"cast":["Murray Cook","Jeff Fatt","Anthony Field","Sam Moran","Paul Paddick"],"overview":"The Wiggles are celebrating their 20th birthday and you get to join in with their biggest DVD release ever! The Wiggles: Big Birthday! includes: A collection of some of the best moments from the studio releases; live content from various tours; a 60 minute documentary on The Wiggles (featuring celebrities such as Simon Pegg); plus special features, including a music video with America's best-known weather man, Al Roker.","release_date":"2011-06-29","vote_average":5.3,"runtime":72,"cert":"N\/A","id":70621,"title":"The Wiggles Big Birthday!","adult":false,"genre_ids":[10402,10751]},{"cast":["Céline Tran","Tanya James","Jessica Moore","Katie Kox","Sienna West"],"overview":"\"Katsuni: Opened Up\" begins with a timid Katsuni in bed, but viewers quickly receive a lengthy and up-close scene of Charles and Scott taking turns on Jessica; filling all of her pleasure spots again and again. As Katsuni is gently stroked by James , viewers are reminded why this girl is an international superstar. The following scene has Sienna & Manual in one of the hottest reverse cowgirl scenes before Katsuni reclaims the spotlight! In a final tryst with Tanya and Charles, Katsuni proves once again that she's a pro at giving, receiving and sharing sexual satisfaction.","release_date":"2010-01-27","vote_average":8.8,"runtime":101,"cert":"N\/A","id":70622,"title":"Katsuni: Opened Up","adult":true,"genre_ids":[]},{"cast":["Nicole Ray","Sindee Jennings","Alan Stafford","Sean Michaels","Anthony Rosano"],"overview":"Hollywood Has Finally Met Its Match! With tons of newly acquired 'free time' Sarah looks to Hollywood to fill the void! She tries her hand at a big budget movie, television drama, hosting a talk show and even co-hosts a search for America's next-top-Governor! But Porn Valley keeps calling. Will she answers?","release_date":"2010-01-07","vote_average":7.5,"runtime":null,"cert":"N\/A","id":70623,"title":"Hollywoods Nailin Palin","adult":true,"genre_ids":[]},{"cast":["Smokin' Joe Kubek","Bnois King"],"overview":"This blazing New Year's Eve performance at the legendary J&amp;J Blues Bar in Forth Worth, Texas is this veteran duo's first DVD. Holiday cheer and roadhouse ambiance make for a uniquely satisfying taste of Joe and Bnois trademark Texas blues.","release_date":"2006-05-09","vote_average":0.0,"runtime":59,"cert":"N\/A","id":70624,"title":"Smokin Joe Kubek\/Bnois King - My Heart's in Texas","adult":false,"genre_ids":[10402]},{"cast":["Sean Connery","Ian McShane","Jeffrey Wickham","Isabel Dean","Robert Harris"],"overview":"Following a series of bomb attacks in London, a group of terrorists seize Britain's ambassador to Scandinavia. With the ambassador now a hostage in his residence, another group hijacks an airliner at the capital's airport, announcing that the passengers will not be freed until their demands are met. Colonel Nils Tahlvik, Scandinavia's resourceful and ruthless head of security, seeks to take an uncompromising stance against the terrorists yet his attempts meet resistance from unknown forces at every turn...","release_date":"1975-03-13","vote_average":5.7,"runtime":89,"cert":"","id":70627,"title":"Ransom","adult":false,"genre_ids":[28,18,53]},{"cast":["Wolf Ackva","Puppa Armbruster","Sandra Atia","Astrid Boner","Rolf Castell"],"overview":"Tis is the 8th part of series. Another story based on what real-life German teenagers schoolgirls of the day were up to...","release_date":"1974-11-28","vote_average":4.0,"runtime":88,"cert":"N\/A","id":70628,"title":"Schoolgirl Report Part 8: What Parents Must Never Know","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70629,"title":"Exit","adult":false,"genre_ids":[16]},{"cast":["Ioan Gruffudd","Susan Lynch","Om Puri","Emmy Rossum","Paddy Considine"],"overview":"All grown up and gunning for political power in a small North Wales community, Glen Marcus and his best mate harbour a dark secret which seems to be coming back to haunt them. But can the daughter of Tina Trent, a local woman just returned from Alaska, be the same girl the two lads buried fourteen years earlier? Only local policeman Max Bracchi can solve the case with the help of a wrongly accused tramp, Tin Man.","release_date":"2001-08-20","vote_average":5.0,"runtime":97,"cert":"","id":70630,"title":"Happy Now","adult":false,"genre_ids":[53]},{"cast":["Maximilian Brauer","André Hennicke","Maria Kwiatkowsky","Hans-Jürgen Müller-Hohensee"],"overview":"Luis pays a visit to his father in the mountains. He has not seen him for several years. When he arrives at the remote holiday home he is more than surprised to encounter his father’s new family – about whom his father made no mention. Torn between his desire to be with his father and his anger and frustration over his father’s new-found happiness, Luis tries to provoke his father and break down his reserve.","release_date":"2009-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":70631,"title":"Polar","adult":false,"genre_ids":[18]},{"cast":["Puppa Armbruster","Sandra Atia","Ulrich Beiger","Astrid Boner","Siggi Buchner"],"overview":"With them every class is sex education","release_date":"1975-08-22","vote_average":3.8,"runtime":92,"cert":"N\/A","id":70632,"title":"Schoolgirl Report Part 9: Mature Before Graduation...","adult":false,"genre_ids":[35,18]},{"cast":["Edith Evans","Eric Portman","Ronald Fraser","Nanette Newman","Harry Baird"],"overview":"The Whisperers tells the story of an impoverished old woman living alone in a seedy apartment who enjoys a rich fantasy life as an heiress. When she discovers stolen money hidden by her son, she believes her fantasy has come true.","release_date":"1967-07-18","vote_average":6.9,"runtime":105,"cert":"N\/A","id":70635,"title":"The Whisperers","adult":false,"genre_ids":[18,53]},{"cast":["Sasha Andreev ","Max Hauser","Matthew Feeney","Katrina Hawley","Emily Fradenburgh"],"overview":"Wildly grief-stricken over the accidental death of his parents, young techno-geek Cody (Sasha Andreev) cobbles together an electrical device that he hopes will bring the spirits of mom and dad back from beyond the grave. But the machine's power and Cody's deepening obsession threaten the safety of his only remaining family: his younger brother, James (Max Hauser). Matt Osterman directs this ghostly sci-fi thriller that also stars Matthew Feeney.","release_date":"2010-01-01","vote_average":5.7,"runtime":86,"cert":"N\/A","id":70636,"title":"Ghost from the Machine","adult":false,"genre_ids":[53,878]},{"cast":[],"overview":"The world of environmental direct action has been a secretive one, until now. With unprecedented access, Emily James spent over a year embedded in activist groups such as Climate Camp and Plane Stupid, documenting their clandestine activities. Torpedoing the tired cliches of the environmental movement, Just Do It introduces you to a powerful cast of mischievous and inspiring characters who put their bodies in the way. They super-glue themselves to bank trading floors, blockade factories and attack coal power stations en-masse all despite the very real threat of arrest. Their adventures will entertain, illuminate and inspire.","release_date":"2011-07-15","vote_average":5.8,"runtime":88,"cert":"","id":70637,"title":"Just Do It: A Tale of Modern-day Outlaws","adult":false,"genre_ids":[99]},{"cast":["Helga Anders","Sandra Atia","Ulrich Beiger","Alexandra Bogojevic","Astrid Boner"],"overview":"This is the 11th of \"Schulmädchen\" movies and core issues this time is protection of young people and helping them in dangerous or critical situations.","release_date":"1977-03-24","vote_average":4.6,"runtime":79,"cert":"N\/A","id":70638,"title":"Schoolgirl Report Part 11: Trying Beats Studying","adult":false,"genre_ids":[35,18]},{"cast":["Sheryl Crow"],"overview":"Filmed in November 2010 in the palatial surroundings of the wonderful art deco Pantages Theatre in Hollywood, this Blu-ray captures Sheryl Crow on tour in support of her recent hit album \"100 Miles From Memphis\". The set pulls tracks from across her career and is peppered with hit singles and her best loved album tracks as well as highlights from the new album. Sheryl Crow is at the top of her form and is backed by an outstanding band. Combine this with simple but elegant staging and atmospheric lighting and everything is set for a perfect evening in the company of an exceptional artist. Bonus Features Behind The Scenes with Sheryl Crow - Sheryl Crow introduces her band and guides us through the preparations for her show at the Pantages Theatre. Included are soundcheck versions of two tracks \"Eye To Eye\" and \"Stop\" which aren't included in the main show.","release_date":"2011-06-07","vote_average":0.0,"runtime":134,"cert":"N\/A","id":70639,"title":"Sheryl Crow: Miles from Memphis","adult":false,"genre_ids":[10402]},{"cast":["Willy Adler","Sascha Atzenbeck","Ulrich Beiger","Eva Berthold","Marianne Dupont"],"overview":"The 12th movie of the series.","release_date":"1978-02-03","vote_average":4.6,"runtime":83,"cert":"N\/A","id":70640,"title":"Schoolgirl Report Part 12: If Mom Only Knew...","adult":false,"genre_ids":[35,18]},{"cast":["Neil Young"],"overview":"From the Neil Young performance series archives Available for the first time The acclaimed 1971 solo acoustic Massey Hall performance Featuring 17 tracks-over one hour of music","release_date":"2007-03-13","vote_average":5.3,"runtime":67,"cert":"N\/A","id":70647,"title":"Neil Young: Live at Massey Hall 1971","adult":false,"genre_ids":[10402]},{"cast":["Gregor Bakovič","Brane Gruber","Drago Milinovič","Mojca Fatur","Primož Petkovšek"],"overview":"Pero is a professional funeral speaker in a small Slovenian town. His unique gift is to make every funeral that extra bit special. Pero just can't help turning his eulogies into witty personal confessions that bring the grieving crowd to tears for all the wrong reasons.","release_date":"2005-06-06","vote_average":6.7,"runtime":103,"cert":"N\/A","id":70648,"title":"Gravehopping","adult":false,"genre_ids":[35,18]},{"cast":["Lee Caroll","Ashley Moore","Robert Kerman","Joanna Storm","Joey Karson"],"overview":"","release_date":"1983-03-04","vote_average":6.0,"runtime":76,"cert":"N\/A","id":70653,"title":"The Widespread Scandals of Lydia Lace","adult":true,"genre_ids":[18]},{"cast":["Ed Gildersleeve","Nikki Haddad","Jessi Haddad","Courtney Sanford","Travis Poelle"],"overview":"Dr. Reineger, a famous neuro-psychologist, has become convinced that a twin girl named Anna has a rare form of Autism called Asperger's Syndrome, rendering her unable to cope with reality. As for her blind sister, Sarah, the doctor cannot say for sure why her imaginary visions map so close to Anna's. At home, unable to face reality, their father leaves the family. To escape the pain, the girls sink deeper and deeper into their imagination. When a major earthquake takes their mother's life, Reineger gets more involved with helping the now-orphaned twins, while struggling with his realization that the girls seem to be capable of prophetic visions. The girls escape the doctor's institution and a subsequent search finds no trace of them. Have they transcended the physical realm? A mixture of live action, stop motion animation and other techniques makes this film a fantastic journey into the realm of imagination.","release_date":"2008-02-26","vote_average":4.0,"runtime":72,"cert":"N\/A","id":70656,"title":"Imagination","adult":false,"genre_ids":[14,18,878]},{"cast":["Fem van der Elzen","Tygo Gernandt","Thom Hoffman","Hugo Metsers","Mike Libanon"],"overview":"Twentysomething innocents Jacqui and Martijn move to Amsterdam and immerse themselves in the intense and drug-laden underground club scene. Life turns out to be far more complicated, difficult, and dangerous than they bargained for. Their relationship is tested - repeatedly.","release_date":"1996-11-14","vote_average":8.0,"runtime":104,"cert":"N\/A","id":70657,"title":"Wasted!","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Hero's 10: Middleweight Tournament Final was a mixed martial arts event held by the Hero's promotion on September 17, 2007 at the Yokohama Arena in Yokohama, Japan.","release_date":"","vote_average":8.5,"runtime":177,"cert":"N\/A","id":70658,"title":"K1 HERO's 10","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's 7 was a mixed martial arts event held by the Hero's promotion on October 9, 2006 at the Yokohama Arena in Yokohama, Japan. The semi-finals and final of both the 2006 Lightweight Grand Prix and the Light Heavyweight Grand Prix were held at the event.","release_date":"","vote_average":8.5,"runtime":94,"cert":"N\/A","id":70659,"title":"K1 HERO's 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's 4 was a mixed martial arts event held by the Hero's promotion on March 15, 2006 at the Nippon Budokan in Tokyo, Japan. Muay Thai kickboxer Ole Laursen made his debut in MMA at the event against Genki Sudo.","release_date":"","vote_average":8.5,"runtime":164,"cert":"N\/A","id":70660,"title":"K1 HERO's 4","adult":false,"genre_ids":[]},{"cast":["Rusty Bringhurst","David Candland","Michael Carrasco","Ron Hammond","Todd Hansen"],"overview":"Work grows more interesting when a new crate containing the body of a famous serial killer arrives to be stored in the warehouse for the week. Strange things start to happen which eventually threaten the well-being of the night crew. The crew tries to explain the strange happenings by basing them on an old phenomenon called \"Old Hag.\"","release_date":"2007-06-19","vote_average":5.0,"runtime":92,"cert":"N\/A","id":70661,"title":"Old Hag","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Optaget 13. april 2002 i Frederecia Teater","release_date":"1999-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70662,"title":"Kim Larsen & Kjukken: Det Var En Torsdag Aften","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Hvis ikke du så dem live eller hvis du vil gense showet, har du nu chancen for både at se og høre dem spille en lang række nye og gamle favoritter. Intenst, hidsigt, varmt og med humor. Hos Kim Larsen &amp; Kjukken går grin og alvor, spilleglæde og drive hånd i hånd. Larsen og Kjukken gi r både “Rabalderstræde”, “Kvinde min” og “Midt Om Natten”. Alle synger med på “Rita” og afslutningsnummeret “Stille I Verden” har allerede status af nyklassiker.","release_date":"2007-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70663,"title":"Kim Larsen & Kjukken: En Lille Pose Støj","adult":false,"genre_ids":[10402]},{"cast":["Chems-Eddine Zinoune","Hassam Ghancy","Nabil Elouahabi","Nadim Sawalha"],"overview":"The 20 year old Muslim religious law student Ibn Battuta (1304–1368), whose full name was Abu Abdullah Muhammed Ibn Abdullah Al Lawati Al Tanji Ibn Battuta, set out from Tangier, a city in northern Morocco, in 1325, on a pilgrimage to Mecca, some 3,000 miles (over 4,800 km) to the East. The journey took him 18 months to complete and along the way he met with misfortune and adversity, including attack by bandits, rescue by Bedouins, fierce sand storms and dehydration.","release_date":"2009-01-07","vote_average":6.5,"runtime":45,"cert":"N\/A","id":70664,"title":"Journey to Mecca","adult":false,"genre_ids":[18,36]},{"cast":["Ladd Ehlinger Jr.","Greg Trent","Simon G. Hammond","Jeff Sanders","Chris Carter"],"overview":"Flatland is a two-dimensional universe occupied by living geometric figures - squares, triangles, circles, etc. A Square, Attorney At Law, finds himself in the middle of two upheavals: the rise of martial law by the circular leadership of Flatland, and the arrival of A Sphere, CEO Of Messiah, Incorporated, a creature from a hitherto-unknown third dimensional world.","release_date":"2007-01-14","vote_average":5.6,"runtime":98,"cert":"N\/A","id":70665,"title":"Flatland: The Film","adult":false,"genre_ids":[16,878]},{"cast":["Wagner Moura","Gisele Fróes","Roger Gobeth","Arieta Corrêa","Norival Rizzo"],"overview":"A human look on the life of one of the biggest frauds in the world happened by important people in Brazil.","release_date":"2011-03-25","vote_average":6.2,"runtime":95,"cert":"N\/A","id":70666,"title":"VIPs","adult":false,"genre_ids":[18]},{"cast":["Pål Sverre Hagen","Anders Baasmo Christiansen","Tobias Santelmann","Gustaf Skarsgård","Odd-Magnus Williamson"],"overview":"The true story about legendary explorer Thor Heyerdahl and his epic crossing of the Pacific on a balsa wood raft in 1947, in an effort to prove it was possible for South Americans to settle in Polynesia in pre-Columbian times.","release_date":"2012-08-24","vote_average":7.0,"runtime":118,"cert":"15","id":70667,"title":"Kon-Tiki","adult":false,"genre_ids":[12,36]},{"cast":["John Entwistle","Pete Townshend","Roger Daltrey","Peter Frampton","Ray Manzarek"],"overview":"An intimate portrait of the legendary bass guitarist for The Who. This documentary includes the last footage ever recorded with John Entwistle, and features interviews with Pete Townshend, as well as other major figures in rock history.","release_date":"2006-08-22","vote_average":0.0,"runtime":78,"cert":"N\/A","id":70668,"title":"An Ox's Tale: The John Entwistle Story","adult":false,"genre_ids":[99,10402]},{"cast":["Morten Rudå","Kyrre Haugen Sydness","Ida Elise Broch","Johanna Gustavsson","Jan Hårstad"],"overview":"A young girl, Johanna, is attacked and seemingly murdered. Her father receives a phone call from the police pronouncing her dead as he sees her walk in the front door of their house. Strange things begin to happen to Johanna; she is disorientated and becomes pale and unresponsive. Similar attacks begin to happen, and Johanna’s father takes it on himself to find out the truth. He embarks on a dark thrill ride of lost memories, conspiracy, and zombie-like symptoms. Finding the mysterious darkness within is the source of the bizarre world he has uncovered.","release_date":"2010-06-18","vote_average":4.6,"runtime":95,"cert":"N\/A","id":70669,"title":"Dark Souls","adult":false,"genre_ids":[27,53]},{"cast":["Aksel Hennie","Nikolaj Coster-Waldau","Synnøve Macody Lund","Julie R. Ølgaard","Eivind Sander"],"overview":"An accomplished headhunter risks everything to obtain a valuable painting owned by a former mercenary..","release_date":"2011-08-04","vote_average":7.3,"runtime":100,"cert":"15","id":70670,"title":"Headhunters","adult":false,"genre_ids":[53,80,28]},{"cast":["Jonathan Davis"],"overview":"Alone I Play is a special limited run DVD\/CD combo set by Korn vocalist Jonathan Davis, released November 10, 2007 on Invisible Arts. The album was recorded and videotaped at Malibu's Woodshed Recorder on November 7, 2007, the day before Davis embarked on his first solo tour, the Alone I Play tour. The album features songs originally composed by Davis and Gibbs for the 2002 film Queen of the Damned, as well as classic and uncommonly performed Korn songs.","release_date":"2007-11-07","vote_average":10.0,"runtime":75,"cert":"N\/A","id":70673,"title":"Jonathan Davis: Alone I Play","adult":false,"genre_ids":[]},{"cast":["Stormy Daniels","Eva Angelina","Nicole Sheridan","Jenna Haze","Tory Lane"],"overview":"As one of the largest productions to date, this Wicked Pictures' blockbuster has it all! Action... Romance... Drama... Suspense... and even a little bit of Comedy! Okay, a whole lot of comedy! Join award winning writer\/director Stormy Daniels as she leads you on a wild and hilarious adventure. With the head of the CIA (Randy Spears) presumed dead and word of an impending terrorist attack lead by the evil Hussein (Ron Jeremy), the fate of the wolrd rests in the hands of two unlikely and extremely unskilled heroes.","release_date":"2007-09-27","vote_average":8.5,"runtime":null,"cert":"N\/A","id":70674,"title":"Operation Desert Stormy","adult":true,"genre_ids":[35]},{"cast":["Tommy Gunn","Mick Blue","Manuel Ferrara","Lisa Ann","Scott Nails"],"overview":"These housewives cant wait to take you inside and show you around their wet pussies. Only Milfs this hot can rock your cock all day long.","release_date":"2010-06-30","vote_average":9.5,"runtime":null,"cert":"N\/A","id":70675,"title":"Milflicious","adult":true,"genre_ids":[]},{"cast":["Alice Bailey","Carol Tanner","Christie Ford","Doreen Reade","Merle Michaels"],"overview":"High school cheerleader Velvet experiences sex with a rich kid, an athlete, a cowboy and even a female friend, but none of them truly pleases her. Can sexual harasser Piggy, the overweight gas station worker, actually be the one?","release_date":"1981-09-04","vote_average":6.5,"runtime":70,"cert":"N\/A","id":70676,"title":"Velvet High","adult":true,"genre_ids":[]},{"cast":["Kayla Carrera","Diamond Foxxx","McKenzie Lee","Lisa Ann","Courtney Cummz"],"overview":"On Cougar Street anything can happen. When McKenzie Lee moves in, the men in this neighborhood can't keep from sneaking a peek at this sexy cougar and find any excuse possible to 'help her' move those heavy boxes.","release_date":"2010-08-11","vote_average":6.5,"runtime":78,"cert":"N\/A","id":70677,"title":"Cougar Street","adult":true,"genre_ids":[]},{"cast":["Riley Steele","Nikki Anne","Sunset Diamond","Faye Reagan","Scott Nails"],"overview":"Riley Steele lives in a house filled with lust, seduction, bribery and manipulation. Her impulsive roommates push their sexual desires to a dangerous edge, exposing their obsessions, secrets and perversions. Riley busts Scott Nails for spying on her with cameras planted in her room, then makes him fuck her for forgiveness. Faye Reagan loses a bet and pays for it with a cum shot to the face. Manuel Ferrara and Bella Cole screw off with the dirty laundry while sex starved Sunset Diamond explores her whorish fantasies with Marcus London.","release_date":"2010-11-02","vote_average":8.0,"runtime":126,"cert":"N\/A","id":70678,"title":"Roommates","adult":true,"genre_ids":[10749]},{"cast":["Asa Akira","Jessica Bangkok","Lana Violet","Naomi Lee","Shay Jordan"],"overview":"Digital Playground's Asian sensation, Shay Jordan is back for more… with a cast of eager-to-please, exotic nymphs, Jack's Asian Adventure 4 will surely satiate because these young hotties were born to satisfy your every need. Jack uses the tried and true 'do you want to be in a music video' line and it works flawlessly. These girls are so anxious to serve their masters, they suck and screw and bang you to death. Their sweet, submissive pussies beg for cock to fill them up. Shot entirely on HD and featuring the most sexaholic Asian cast ever, Jack's Asian Adventure sets a new standard for this popular genre.","release_date":"2010-10-13","vote_average":9.0,"runtime":129,"cert":"N\/A","id":70679,"title":"Jack's Asian Adventure 4","adult":true,"genre_ids":[]},{"cast":["Kristina Rose","Tori Black","Asa Akira","Jayden Jaymes","Phoenix Marie"],"overview":"Adult entertainment studio, Elegant Angel, is releasing the latest volume of its annual series, \"Performers Of The Year 2011.\" The movie is a 2-Disc Set, featuring 7 scenes, and starring the biggest names of the year: Asa Akira, Tori Black, Kristina Rose, Gracie Glam, Jayden Jaymes, Nyomi Banxxx, and Phoenix Marie.","release_date":"2011-01-04","vote_average":7.5,"runtime":258,"cert":"N\/A","id":70680,"title":"Performers of the Year 2011","adult":true,"genre_ids":[]},{"cast":["Israel Finkelstein","Neil Asher Silberman"],"overview":"THE BIBLE UNEARTHED is a four-part series based on the best-selling book The Bible Unearthed by Israel Finkelstein (Professor of Archaeology at Tel Aviv University) and Neil Silberman (Director of the Ename Centre for Public Archaeology and Heritage Presentation).","release_date":"2009-06-29","vote_average":0.0,"runtime":208,"cert":"N\/A","id":70681,"title":"The Bible Unearthed","adult":false,"genre_ids":[99]},{"cast":["Carmella Bing","Kagney Linn Karter","Kristina Rose","Alexis Texas","Shyla Stylez"],"overview":"Adult entertainment studio, Elegant Angel Productions, proudly presents Swimsuit Calendar Girls 2. The movie stars Kristina Rose, alongside \"Buttwoman\" Alexis Texas, Shyla Stylez, Carmella Bing, and newcummer Kagney Lin Karter.","release_date":"2009-03-03","vote_average":8.5,"runtime":158,"cert":"N\/A","id":70682,"title":"Swimsuit Calendar Girls 2","adult":true,"genre_ids":[]},{"cast":["Nicole Black","Lynx Canon","Billy Dee","Julie Dupree","Becky Savage"],"overview":"","release_date":"1982-08-06","vote_average":6.5,"runtime":70,"cert":"N\/A","id":70683,"title":"The Private Pleasures of a Woman","adult":true,"genre_ids":[]},{"cast":["Jamie Gillis","Annette Haven","Monique Cardin","Blair Harris","Sharon Kane"],"overview":"After he is killed, a crook finds himself in an afterlife of non-stop pleasure.","release_date":"1979-04-06","vote_average":7.0,"runtime":71,"cert":"N\/A","id":70684,"title":"For the Love of Pleasure","adult":true,"genre_ids":[]},{"cast":["Cheri Champagne","Billy Dee","Ron Jeremy","Dave Ruby","Maria Sentry"],"overview":"You've never been aroused like you will be by... The Stimulators.","release_date":"1983-05-13","vote_average":7.0,"runtime":73,"cert":"N\/A","id":70685,"title":"The Stimulators","adult":true,"genre_ids":[]},{"cast":["Samantha Fox","Veronica Hart","Tiffany Clark","Bobby Astyr","Sharon Kane"],"overview":"If you've got a penchant for classic porn then you have to take a gander at Liquid Assets. This cast of characters is beautiful and horny. These young whores want a piece of the American dream. Find out if they have what it takes to make it in the world of entertainment!","release_date":"1982-01-06","vote_average":7.0,"runtime":83,"cert":"N\/A","id":70686,"title":"Liquid A$$ets","adult":true,"genre_ids":[35]},{"cast":["Terumi Matthews","Nicole Zaray","Belinda Becker","James Urbaniak","Thomas Pasley"],"overview":"A sci-fi novelist in 1950s Brooklyn suddenly finds herself transported 40 years into the future. She quickly learns that she isn’t the only “timefreak,” and that her time may already be up.","release_date":"1997-06-06","vote_average":4.7,"runtime":81,"cert":"N\/A","id":70687,"title":"The Sticky Fingers of Time","adult":false,"genre_ids":[878,18]},{"cast":["Heather Young","Joey Silvera","Erica Havens","Roger Caine","Paula Morton"],"overview":"This story is about the managers of a Swedish hostel\/inn and their relationship with an American woman that visits it on vacation. As they spend time together, the activities they share become increasingly intimate. Soon they introduce her to their closest friends and parties. They become very close, but eventually the vacation ends and they must part, promising to see each other again.","release_date":"1978-03-10","vote_average":7.5,"runtime":90,"cert":"N\/A","id":70688,"title":"Swedish Sorority Girls","adult":true,"genre_ids":[10749]},{"cast":["Rikki O'Neal","Brenda Lockwood","Eve Summers","John Holmes","Serena"],"overview":"Ben and Larry are two sexually aggressive car salesmen whom hire and fire an assortment of young women as sales people to save there struggling business.","release_date":"1979-09-28","vote_average":6.8,"runtime":63,"cert":"N\/A","id":70689,"title":"Candi Girl","adult":true,"genre_ids":[]},{"cast":["Bonnie Bianco","Pierre Cosso","Sandra Milo","Adolfo Celi","Vittorio Caprioli"],"overview":"In this contemporary retelling of the Cinderella story, a feisty 18-year-old Italian-American New Yorker named Cindy is sent off to Rome with her irascible stepmother and vain stepsisters. On the way, she meets, and falls in love with, globetrotting bagpacker Mizio, who eventually turns out to be of Italian nobility. There's a fairy stand-in in the form of a spaced-out astrologer, a dance, and she even loses a shoe at one point. Care to venture a guess how it all turns out?","release_date":"1984-02-16","vote_average":7.2,"runtime":110,"cert":"N\/A","id":70690,"title":"Cinderella '80","adult":false,"genre_ids":[18,14,10749,10402]},{"cast":["Jim Henshaw","Cathy Young"],"overview":"","release_date":"1980-09-30","vote_average":2.8,"runtime":92,"cert":"N\/A","id":70691,"title":"Mondo Strip","adult":false,"genre_ids":[99]},{"cast":["Taraji P. Henson","David Haydn-Jones","Drew Davis","Sean Baek","Terry O'Quinn"],"overview":"In 2008, New York mother Tiffany Rubin faced every parent's worst nightmare when her six year old son Kobe vanished into thin air. Upon learning that Kobe had been kidnapped by his biological father and taken to South Korea, Tiffany seeks the assistance of American Association for Lost Children representative Mark Miller, who guides her through the arduous process of traveling to Korea, and getting Kobe back.","release_date":"2011-01-31","vote_average":7.7,"runtime":87,"cert":"N\/A","id":70692,"title":"Taken from Me: The Tiffany Rubin Story","adult":false,"genre_ids":[18]},{"cast":["Darlene Bennett","Dawn Bennett","Rita Bennett","Madame Sue","Monica Davis"],"overview":"Madame Sue runs a successful Prostitute operation in the heart of NYC, and as it should happen, The Mob wants to get a piece of the action. Still, being the go ahead women they are, they decide to fight back and keep themselves independent of any outsider business influence.","release_date":"1966-01-01","vote_average":7.0,"runtime":62,"cert":"N\/A","id":70693,"title":"Prostitutes Protective Society","adult":false,"genre_ids":[80,18,53]},{"cast":["Adam Baldwin","Ellen Locy","Georgia Foy","Doris Gramm","Jerry Haynes"],"overview":"A homeless man searches for a key he has lost, finding redemption along the way.","release_date":"2002-08-02","vote_average":5.3,"runtime":90,"cert":"N\/A","id":70694,"title":"The Keyman","adult":false,"genre_ids":[18]},{"cast":["Juno Temple","Jeremy Dozier","Milla Jovovich","Mary Steenburgen","Dwight Yoakam"],"overview":"When Danielle is banished to special education because of her misbehavior, she joins Clarke on a road trip to discover themselves.","release_date":"2010-09-12","vote_average":6.3,"runtime":90,"cert":"N\/A","id":70695,"title":"Dirty Girl","adult":false,"genre_ids":[18,35]},{"cast":["Michael Madsen","Chad McQueen","Melanie Shatner","Teri Thompson","Larry Thomas"],"overview":"Two feuding half-brothers are both assigned to the same aircraft carrier. The carrier is sent to the Persian Gulf and their personal problems are put behind them, while they deal with a Iraqi military officer who has decided to stage a coup. The brothers move in to deal with the problem, but soon find themselves fighting the rebels as well as regular Iraqi troops. When one brother gets in trouble, the other comes to the rescue.","release_date":"1997-11-11","vote_average":4.8,"runtime":93,"cert":"N\/A","id":70698,"title":"Surface to Air","adult":false,"genre_ids":[28,10752,12]},{"cast":["Jared Rowbotham","Forbes King"],"overview":"This short documentary is about New Zealand music duo, Kingrow. It covers their past, the present (2009, in this case), and the future plans they had at the time. Filmed in 2009, it was to accompany the release of their \"7-Sided Parallel\" album. A webcam was used to make this film, which explains the grainy quality.","release_date":"2011-04-28","vote_average":4.8,"runtime":44,"cert":"N\/A","id":70699,"title":"Kingrow - A Short Film","adult":false,"genre_ids":[99,10402]},{"cast":["Craig Sechler","Steven Tyler","Diana Cherkas"],"overview":"National Geographic: Incredible Human Machine takes viewers on a two-hour journey through an ordinary, and extraordinary, day-in-the-life of the human machine. With stunning high-definition footage, radical scientific advances and powerful firsthand accounts, Incredible Human Machine plunges deep into the routine marvels of the human body. Through 10,000 blinks of an eye, 20,000 breaths of air and 100,000 beats of the heart, see the amazing and surprising, even phenomenal inner workings of our bodies on a typical day. And explore striking feats of medical advancement, from glimpses of an open-brain surgery to real-time measurement of rocker Steven Tyler's vocal chords.","release_date":"2007-10-21","vote_average":7.0,"runtime":120,"cert":"N\/A","id":70700,"title":"National Geographic: Incredible Human Machine","adult":false,"genre_ids":[99]},{"cast":["William Shatner","Patrick Stewart","Avery Brooks","Kate Mulgrew","Scott Bakula"],"overview":"The Captains is a feature length documentary film written and directed by William Shatner. The film follows Shatner as he interviews the other actors whom have portrayed Starship captains within the illustrious science-fiction franchise.","release_date":"2011-07-22","vote_average":6.4,"runtime":97,"cert":"","id":70703,"title":"The Captains","adult":false,"genre_ids":[99,878]},{"cast":[],"overview":"Telling a tale of six months of sun, snow, and rain, over a dozen of skiing’s most talented athletes, hundreds of thousands of miles traveled, tens of thousands of vertical feet hiked, hundreds of quarts of 2-stroke snowmobile oil, a dozen speeding tickets and at least as many missed connecting flights, this year’s Level 1 film is indeed a VERY long story, short.Shot in high-definition across the frozen globe, from remote powder stashes of Hokkaido, Japan, to the bent metal and concrete of the East Coast of North America, and the fabled kicker zones of Austria, and everywhere in between. Level 1 furthers their innovative vision of skiing, continuing their tradition of captivating cinematography, inspired features and locations, and mindblowing skiing exploits in what will be THE story of the ’06 ski season.","release_date":"2006-09-01","vote_average":6.5,"runtime":43,"cert":"N\/A","id":70704,"title":"Long Story Short","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Indonesian island of Bali is a dream locale which consistently draws traveling surfers from all corners of the globe. Throughout the last 5 years, videographer Pete Matthews has been documenting the epic waves and diverse landscape that grace this special Indian Ocean isle. Matthews has captured the world's best surfers along with the lifestyle and essence of four locals who appear more than ready for the world stage.","release_date":"","vote_average":4.5,"runtime":null,"cert":"N\/A","id":70705,"title":"Shades of Bali","adult":false,"genre_ids":[]},{"cast":["Dakota Fanning","Elizabeth Olsen","Boyd Holbrook","Demi Moore","Richard Dreyfuss"],"overview":"Two New York City girls make a pact to lose their virginity during their first summer out of high school. When they both fall for the same street artist, the friends find their connection tested for the first time.","release_date":"2013-01-22","vote_average":6.0,"runtime":91,"cert":"15","id":70706,"title":"Very Good Girls","adult":false,"genre_ids":[18]},{"cast":["Paolo Rivero","Ana Capri","Klaudia Koronel","Hazel Espinosa","Daria Ramirez"],"overview":"Story revolves around the sad plight of the live sex performers Rolly (Paolo Rivero), Gigi (Klaudia Koronel), Rosita (Ana Capri), Sandra (Hazel Espinosa and Vio (Simon Ibarra) and what drives them to do the inexplicable.","release_date":"2000-01-01","vote_average":7.8,"runtime":110,"cert":"N\/A","id":70707,"title":"Live Show","adult":false,"genre_ids":[18]},{"cast":["Martha Higareda","Kuno Becker","Eugenio Derbez","Joaquín Cosio","Adriana Barraza"],"overview":"This is the story of 23-year-old Laura who lives in the largest city in the world and yet feels alone. She also knows the exact date in which she'll die: April 30. What Laura doesn't know is what she'll do from now till then, and thus she enrolls in a group of optimists, which she finds pathetic but fun. In that group she writes a list of 10 things she wants to do before she dies, some that mean a lot and some that are a lot of fun. The first thing on her list is to save a life.","release_date":"2010-10-29","vote_average":6.4,"runtime":98,"cert":"N\/A","id":70712,"title":"Te presento a Laura","adult":false,"genre_ids":[10749,35,18]},{"cast":["Hristo Shopov","Dilyana Popova","Zahary Baharov","Teodor Avramov","Diana Dobreva"],"overview":"Follows the parallel stories of a number of characters who are trying to change their lives via the Internet or are simply having fun online.","release_date":"2011-04-01","vote_average":7.0,"runtime":109,"cert":"N\/A","id":70713,"title":"Love.net","adult":false,"genre_ids":[10749,18]},{"cast":["Adeek","Sara Ali","Nadzirah Ahmad Nadzri","Nor Zafirah Abd Rahim","Uncle Seekers"],"overview":"Palace watchman is a documentary which follow a group paranormalnamely “The Seekers Team” that try track mystery that residing withinIstana Bilah, old palace that idle in Perak. In Feb 2009, crew a productionTV that undergoing shooting for drama series ’Last Epistolary’ have undergone an experience that horrible and dasyat. Listening to story this, Seekers group decision making to return to that mystery place to investigate the real thing that have occurred and collaborating with WanHasliza (director ’Last Epistolary’).","release_date":"2011-04-21","vote_average":4.5,"runtime":90,"cert":"N\/A","id":70714,"title":"Penunggu Istana","adult":false,"genre_ids":[27]},{"cast":["Michael Stipe","Peter Buck","Mike Mills","Bill Berry","R.E.M."],"overview":"Tourfilm (1990) is a documentary-style concert film by American rock band R.E.M. The film chronicles the band's 1989 Green tour of North America. Produced by frontman Michael Stipe and director Jim McKay, the black-and-white film features aspects of avant-garde and experimental filmmaking, including handheld camera shots and stock footage.","release_date":"1990-09-25","vote_average":6.0,"runtime":83,"cert":"N\/A","id":70715,"title":"Tourfilm","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Bonus DVD to the 2009 Greatest Hits and B-Sides Release.","release_date":"2009-10-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":70716,"title":"Mando Diao: The Malevolence","adult":false,"genre_ids":[]},{"cast":["Suthida Hongsa","โชติทิวัตถ์ ผลรัศมี","ธฤศวรรณ กาหาวงษ์","Boonrit Chankaew","Petchtai Wongkamlao"],"overview":"Panya Renu is a comedy set in a Northeastern Thailand village. It tells the story of a schoolboy who forms a traditional morlam band with his friends and hopes to win a prize in a provincial competition. Renu is a girl who has a crush on him, but she faces complications when a bus carrying Bangkok students breaks down near their village and the rich city kids have to spend the night with the rural poor ones.","release_date":"2011-02-17","vote_average":5.0,"runtime":88,"cert":"N\/A","id":70717,"title":"Panya Raenu","adult":false,"genre_ids":[35,18]},{"cast":["Michael Lonsdale","Michel Constantin","Mireille Darc","Robert Dalban","Daniel Ivernel"],"overview":"Campana, a commissar at the drugs bureau of Paris police gets an undercover job in Nice to catch an Italian-French mafia boss. As he slips into the identity of a gangster's brother, who was already killed, he has to play the role of a loving husband with child - something that is not so easy for a confirmed single like Campana. Unfortunately American killers chase behind the Nice mafia clan too, in order to get control of French drug trades to USA.","release_date":"1972-02-11","vote_average":6.2,"runtime":95,"cert":"N\/A","id":70718,"title":"There Once Was a Cop","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Special feature (from Battle for the Planet of the Apes blu-ray) discussing the writing of the story, its themes, characters, and mood. Also discussed is the film's budget and production values, director J. Lee Thompson's contributions to the film, producer Arthur P. Jacobs's influence on the Apes series, and the sense of hope the final film engendered in audiences.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":70719,"title":"End of an Epic: The Final Battle","adult":false,"genre_ids":[878,14,99]},{"cast":["Pierre Richard","Miou-Miou","Jean-Pierre Marielle","Renée Saint-Cyr","Gérard Jugnot"],"overview":"An advertising photographer, François, has agreed to sell the poetic script of one of his friends to a porn-maker without his knowledge. But Christine, François' fiance, doesn't want him to do so, especially when the naive friend has succeeded in recruiting the young daughter of his employer to play in what he thinks is a romantic love movie.","release_date":"1976-06-16","vote_average":5.2,"runtime":100,"cert":"N\/A","id":70720,"title":"The Bottom Line","adult":false,"genre_ids":[35]},{"cast":["Stefan Gerhardsson","Jojje Jönsson","Siw Carlsson","Anna Carlsson","Mikael Riesebeck"],"overview":"","release_date":"2011-04-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70721,"title":"En mor till salu","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The second in a series of six videos, created to help skydivers learn how to freefly in an easy to understand manner. More than one hour of instructional material, interactive 3D animations, freefall and wind tunnel drills.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":70722,"title":"Learning to Freefly - Sitfly","adult":false,"genre_ids":[]},{"cast":[],"overview":"The third in a series of six videos, created to help skydivers learn how to freefly in an easy to understand manner. This film is going to prepare you to fly in a head down position by executing transitions and drills to get familiar with upside down visual orientation.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70723,"title":"Learning to Freely - Transitions","adult":false,"genre_ids":[]},{"cast":[],"overview":"The third in a series of six videos, created to help skydivers learn how to freefly in an easy to understand manner. This film is going to prepare you to fly in a head down position by executing transitions and drills to get familiar with the upside down visual orientation.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":70726,"title":"Learning to Freefly - Transitions","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the annual Vent Haven Convention in Ft. Mitchell, Kentucky, ventriloquism capital of the world, director Mark Goffman discovers five extraordinary characters straight out of a Christopher Guest mockumentary. But in this delightful, it's-all-true documentary, the characters are real, and so are the emotional attachments that they have with their \"dummies.\"","release_date":"2010-01-26","vote_average":5.5,"runtime":84,"cert":"N\/A","id":70729,"title":"Dumbstruck","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2007-01-16","vote_average":6.5,"runtime":null,"cert":"N\/A","id":70730,"title":"Harry Fotter e il Calice di Cristo","adult":false,"genre_ids":[14,35]},{"cast":[],"overview":"The people at the centre of this film are lawyers, civil servants, housewives, managing directors and mothers. They are also alcoholics. In her documentary, Carolin Schmitz explores the protagonists’ stories and their strategies for survival: the little tricks they employ in order to try and get through their daily lives – lives which become increasingly difficult to manage the stronger the addiction becomes. Their fear of losing control and being exposed as a drinker create their need to conform, but the protagonists can only cope with this pressure by increasing their alcohol intake.","release_date":"2011-07-27","vote_average":4.0,"runtime":80,"cert":"N\/A","id":70731,"title":"Portraits deutscher Alkoholiker","adult":false,"genre_ids":[99]},{"cast":["Luis Ciges","Victoriano Romera","Alberto Fesser","Jaime Barella"],"overview":"","release_date":"1995-01-01","vote_average":3.3,"runtime":15,"cert":"N\/A","id":70732,"title":"Aquel ritmillo","adult":false,"genre_ids":[]},{"cast":["Thomas Broich","Udo Lattek","Christoph Daum","Michael Oenning","Berti Vogts"],"overview":"","release_date":"2011-07-28","vote_average":4.5,"runtime":136,"cert":"N\/A","id":70733,"title":"Tom meets Zizou - Kein Sommermärchen","adult":false,"genre_ids":[99]},{"cast":["Lillian Gish","Ronald Colman","Gail Kane","J. Barney Sherry","Charles Lane"],"overview":"Angela Chiaromonte (Lillian Gish) is the daughter of a wealthy Italian prince who is killed in a fall from his horse. Though Angela stands to inherit half of a large estate, her older half-sister burns the will and thus inherits everything herself, throwing Angela into poverty. Fortunately, Angela is engaged to marry dashing Captain Giovanni Severi (Ronald Colman) - but he soon is captured by Arabs while on an expedition to Africa. Believing him dead, Angela, dedicating her life to his memory, becomes a nun, unaware that her lover has escaped his captors and is returning to Italy! The dramatic climax takes place against a backdrop of the eruption of Mount Vesuvius.","release_date":"1923-09-05","vote_average":8.1,"runtime":135,"cert":"N\/A","id":70734,"title":"The White Sister","adult":false,"genre_ids":[18]},{"cast":["Kelli McCarty","Kelly Leigh","Voodoo","Jennifer Dark","James Deen"],"overview":"Meet Kelli McCarty... a true, genuine, former Miss U.S.A., and star of the NBC soap opera Passions. But you can only spend so long pleasing your public, the networks, your lovers and other judges. Then it's time to please yourself. And does she ever. Presenting Faithless, the controversial, ground-breaking drama from adult's most awarded director Paul Thomas... in which Kelli shocks every world she's ever been in, from network television to national beauty pageants... and rocks your world all at the same time. Beyond beautiful, beyond hot, beyond belief. Kelli McCarty is Faithless","release_date":"2009-02-04","vote_average":8.0,"runtime":143,"cert":"N\/A","id":70737,"title":"Faithless","adult":true,"genre_ids":[]},{"cast":["Loretta Young","Ricardo Cortez","Franchot Tone","Andy Devine","Una Merkel"],"overview":"A young woman is on trial for murder. In flashback, we learn of her struggles to overcome poverty as a teenager -- a mistaken arrest and prison term for shoplifting and lack of employment lead to involvement with gangsters. In a brothel, she meets a young lawyer, scion of a wealthy and prestigious family, who falls for her and helps her turn around her life. But her past catches up with her, and she must face the music rather than cause him scandal.","release_date":"1933-06-30","vote_average":7.0,"runtime":74,"cert":"N\/A","id":70738,"title":"Midnight Mary","adult":false,"genre_ids":[10749,80,18]},{"cast":[],"overview":"Everyone is familiar with certain types of Aboriginal architecture. Traditional igloos and tepees are two of the most enduring symbols of North America itself. But how much do we really know about the types of structures Native Peoples designed, engineered and built? For more than three hundred years, Native communities in North America have had virtually no indigenous architecture. Communities have made do with low-cost government housing and community projects designed by strangers in far away places.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":70739,"title":"Aboriginal Architecture, Living Architecture","adult":false,"genre_ids":[99]},{"cast":["Gil Bellows","Tracy Spiridakos","Camille Sullivan","Donnelly Rhodes","Reilly Dolman"],"overview":"Every Halloween, a small hamlet in the deep woods is visited by a fierce goblin, intent on capturing infants and brutally murdering anyone in it's path.","release_date":"2010-07-13","vote_average":5.5,"runtime":92,"cert":"N\/A","id":70740,"title":"Goblin","adult":false,"genre_ids":[27,14,878]},{"cast":["Kiefer Sutherland","Forest Whitaker","Clancy Brown","Lynne Moody","Amanda Plummer"],"overview":"Kiefer Sutherland plays Denver Bayliss, a condemned murderer who has killed three people, including a prison guard. He was brought into the system as a juvenile delinquent and never got out. Now he is awaiting execution. Forest Whitaker stars as Fred Whitmore, a death row prison guard who runs into trouble when he refuses to take part in the brutally abusive tactics of the guards. However, something about Denver haunts Fred Whitmore, and the two men form an unexpected friendship that transforms their lives.","release_date":"1993-08-22","vote_average":5.6,"runtime":104,"cert":"N\/A","id":70741,"title":"Last Light","adult":false,"genre_ids":[18,53]},{"cast":["Herbert Knaup","Johannes Allmayer","Elke Winkens","Peter Franke","Thorsten Merten"],"overview":"","release_date":"2011-07-20","vote_average":5.1,"runtime":90,"cert":"N\/A","id":70742,"title":"Arschkalt","adult":false,"genre_ids":[35]},{"cast":["Nebojša Glogovac","Anica Dobra","Branka Katić","Jasna Žalica","Nada Šargin"],"overview":"The act of a woman with a broken nose, who suddenly jumps out of a taxi and throws herself off the bridge in Belgrade, connects the lives of three witnesses. The suicide attempt becomes the existential catalyst to the misanthropist taxi-driver Gavrilo who tries to avoid any kind of emotional commitment, the school teacher Anica, stubbornly rejecting the attentions of one of her students, and the wacky pharmacist Biljana, who realizes that the man she's about to marry isn't The One. Each of them bears a wound from the past, a trauma they haven't yet found the courage to face. And it's here on the bridge, linking the old city with New Belgrade, that their road to recovery begins. Interwoven story becomes gently optimistic in its philosophy, yet remains credible throughout, deeply rooted in the reality and human nature.","release_date":"2010-09-01","vote_average":6.4,"runtime":105,"cert":"N\/A","id":70745,"title":"The Woman with a Broken Nose","adult":false,"genre_ids":[10749,18,35]},{"cast":["Billy Burke","Lauren Graham","David Koechner","Henry Winkler","Kathy Griffin"],"overview":"Dill Scallion is a school bus driver who dreams of becoming a famous country music singer. He sings from his heart and makes up his own dance, the \"Scallion Shuffle\". But fame is fickle and Dill falls from the spotlight faster than he rose to stardom - all in one summer. His hits include \"You Shared You\" and \"I found love at the Family Reunion.\" Sheryl Crow contributes an original score and Dill Scallion and the Dillionaires perform all songs in the movie. Star Studded cast. Hilarious and sly humor.","release_date":"1999-01-01","vote_average":10.0,"runtime":91,"cert":"N\/A","id":70746,"title":"Dill Scallion","adult":false,"genre_ids":[]},{"cast":["Manuel Hernández","Clemira Aguayo","Cornelio Villagrán","Alejandra Yañez"],"overview":"A Chilean family deals with the new values in a quickly changing world.","release_date":"2009-05-14","vote_average":5.1,"runtime":89,"cert":"N\/A","id":70747,"title":"Huacho","adult":false,"genre_ids":[18]},{"cast":["Babú Santana","Adolfo Moura","Benjamim Abras","Alexandre Moreno","Edyr de Castro"],"overview":"Based on the true story of four friends who decide to install a communal pirate radio station called Rádio Favela in a shanty-town, to give voice to the outcasts' complaints.","release_date":"2002-09-06","vote_average":6.8,"runtime":92,"cert":"N\/A","id":70748,"title":"Uma Onda no Ar","adult":false,"genre_ids":[18,28]},{"cast":["Colm Meaney","Alberta Watson","Graham Greene","Jack Knight","Keir Gilchrist"],"overview":"Cody Brewer, a quiet New England fisherman isn't doing too well for himself. His wife feels neglected, and his son keeps getting picked on by the school bully. While out collecting his lobster traps one day, Cody finds a strange green moss that holds magical powers. Once word gets out about the magical moss, the entire town suddenly becomes Cody's best friend, all hoping to get a piece of it. With the townspeople clamoring for some moss and the already delicate state of the Brewer family, Cody has a tough time figuring out exactly what to do.","release_date":"2006-01-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":70749,"title":"A Lobster Tale","adult":false,"genre_ids":[10751,14,18]},{"cast":["Sean Connery","Karol Lautner Peterson","Frank O. Gehry","Julia Strickland","Helena Arahuete"],"overview":"Infinite Space, a documentary feature film, traces the lifelong quest of visionary genius John Lautner to create “architecture that has no beginning and no end.”  It is the story of brilliance and of a complicated life – and the most sensual architecture of the 20th century.","release_date":"2008-09-05","vote_average":6.8,"runtime":90,"cert":"N\/A","id":70750,"title":"Infinite Space: The Architecture of John Lautner","adult":false,"genre_ids":[99]},{"cast":["Susan Tedeschi","Jason Crosby","William Green","Ron Perry","Jeff Sipe"],"overview":"Susan Tedeschi’s debut album earned her a prestigious Grammy nomination for Best New Artist in 2000 (she lost to Christina Aguilera!). She sounds like part Bonnie Raitt, part Janis Joplin, part Aretha Franklin, yet she can belt out a song without losing control in a way that gives her an edge that no other singer can compare to. Add to her vocal prowess, her guitar slinger skills and you have a rare combination in a contemporary female performer. Recorded in 2003, Tedeschi’s performance is the essence of what Austin City Limits is all about, drawing from the best of blues, rock, soul and funk. But what she does best comes from deep within her heart and soul.","release_date":"2004-11-02","vote_average":0.0,"runtime":83,"cert":"N\/A","id":70751,"title":"Susan Tedeschi - Live from Austin, TX","adult":false,"genre_ids":[10402]},{"cast":["Fabian Krüger","Irene Brügger","Beat Schlatter","Florine Elena Deplazes","Kaspar Weiss"],"overview":"One fine morning, Benno finds sand in his bed. While he tries to ignore this at first, he soon must realize that he himself is loosing the sand.","release_date":"2011-01-18","vote_average":6.3,"runtime":88,"cert":"N\/A","id":70752,"title":"The Sandman","adult":false,"genre_ids":[35,18,14]},{"cast":["Mary Pickford","Ida Waterman","Herbert Standing","Conway Tearle","Josephine Crowell"],"overview":"Stella Maris is a beautiful, crippled girl, who is cared for by a rich family. They shield her from the harsh realities of the world, so that she has no idea of the cruel things that some people do. Unity Blake is a poor orphan all too familiar with the harsh realities of the real world. These two young women both fall in love with John, love which is complicated by the fact that he is still married to (though separated from) a bad wife.","release_date":"1918-01-21","vote_average":7.3,"runtime":84,"cert":"N\/A","id":70753,"title":"Stella Maris","adult":false,"genre_ids":[18]},{"cast":["Kai Hillebrand","Ralph Herforth","Maria Schuster","Vasupol Siriviriyapoon","Eva Kryll"],"overview":"","release_date":"2011-07-14","vote_average":7.0,"runtime":121,"cert":"N\/A","id":70756,"title":"Swans","adult":false,"genre_ids":[18]},{"cast":["Jasna Fritzi Bauer","Victoria Trauttmansdorff","Waldemar Kobus","Stefan Kurt","Renate Delfs"],"overview":"Eva lives a happy life with her ​​father, an unsuccessful but always optimistic car salesman, her consumerist mother, and her quirky grandmother. But Eva is a tad different - she suffers from Tourette's syndrome. Her family has long been accustomed to her tics and the accompanying insults and bullying, and Eva has come to grips with her role as an outsider. When her father gets a job offer to work in Berlin, they must suddenly leave their familiar surroundings. But Eva won't have it, this move must be prevented - at any price!","release_date":"2011-07-07","vote_average":6.1,"runtime":86,"cert":"N\/A","id":70757,"title":"Alive and Ticking","adult":false,"genre_ids":[35,18,10751]},{"cast":["Mary Badham","Tom Brokaw","Rosanne Cash","Alice Finch Lee","James McBride"],"overview":"Hey, Boo explores the life of reclusive author Nelle Harper Lee, shedding light on the context and history of her Pulitzer Prize-winning novel To Kill a Mockingbird.","release_date":"2011-05-13","vote_average":7.3,"runtime":82,"cert":"N\/A","id":70758,"title":"Hey, Boo: Harper Lee & To Kill a Mockingbird","adult":false,"genre_ids":[99]},{"cast":["Ludwig Trepte","Frederick Lau","Alice Dwyer","Bibiana Beglau","Andreas Patton"],"overview":"Two strangers have a strong impact on a young man who's spending some time with his family in this drama from Germany. Seventeen-year-old Anton has been struggling to make sense of his life since his father committed suicide when Anton was attending boarding school. Anton's mother, Luiza, wants to mend her strained relationship with her son and introduce him to her boyfriend, Paul, so she arranges for them to take a vacation together.","release_date":"2009-10-30","vote_average":6.3,"runtime":89,"cert":"N\/A","id":70759,"title":"What You Don't See","adult":false,"genre_ids":[53,18]},{"cast":["Nicole Waguespack","David J. Meltzer","David George","Pat Lubinski","Christopher A. Shaw"],"overview":"10,000 B.C. was a time of cataclysmic change on Earth. Extreme climactic fluctuations hurled the planet into a minor ice age; megafauna like the saber-toothed tiger and woolly mammoth were suddenly becoming extinct; and early humans began to inhabit North America. Cold and hungry, their fragile communities undertook perilous hunting expeditions. The slaughter of a single mammoth, weighing nearly ten tons, could be the difference between survival and death. Journey to 10,000 BC. brings this unique and thrilling period to life, and investigates the geologic and climate changes that scientists are just beginning to understand. In a major forensic investigation, History visits early human archaeological sites to uncover fossilized bones, ancient dwellings, and stone weapons, and uses state-of-the-art CGI to recreate the treacherous mammoth hunts and the devastating impact of a comet colliding with Earth.","release_date":"2009-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":70760,"title":"Journey to 10,000 BC","adult":false,"genre_ids":[99,36]},{"cast":["Sandra Hüller","Dragan Bakema","Sabine Timoteo","Ryan Brodie","Frieda Pittoors"],"overview":"A psychiatrist's adulterous past continues to haunt her and her husband after they move to India.","release_date":"2010-03-24","vote_average":5.0,"runtime":97,"cert":"N\/A","id":70761,"title":"Brownian Movement","adult":false,"genre_ids":[18,10749]},{"cast":["Paul McCartney","Randy Newman","Carly Simon","Ringo Starr","Klaus Voormann"],"overview":"","release_date":"2010-10-02","vote_average":6.5,"runtime":null,"cert":"N\/A","id":70762,"title":"All You Need Is Klaus","adult":false,"genre_ids":[99,10402]},{"cast":["Gregory Bateson","Nora Bateson","William Irwin Thompson","Fritjof Capra","Terrence Deacon"],"overview":"'An Ecology of Mind' is a filmic portrait of anthropologist, biologist, and psychotherapist Gregory Bateson. Bateson believed that, 'The major problems in the world are the result of the difference between the way nature works and the way people think.' Seen through the relationship between father and daughter, this documentary is an invitation into 'systems thinking' and interrelationships in the natural world. 'Looking at what holds systems together is a radical step toward sewing the world back together, from the inside.'","release_date":"2010-09-03","vote_average":4.4,"runtime":60,"cert":"N\/A","id":70763,"title":"An Ecology of Mind","adult":false,"genre_ids":[99,36]},{"cast":["Emana Leung","Hung Siu-Wan","Chow Oi-Ling","Chan Hau-Ching","Chan Hau-Ngok"],"overview":"Following a group of young street girls in Hong Kong, this is a very dark and graphic film that explores prostitution, drug abuse, sexual abuse, crime on the streets of Hong Kong, among other things...","release_date":"1995-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70766,"title":"Girls in the Hood","adult":false,"genre_ids":[80,18]},{"cast":["Courtnee Draper","Tamara Hope","Lance Guest","Khrystyne Haje","Vanessa Lee Chester"],"overview":"A teenager's life is disrupted when her mother falls in love with an alien.","release_date":"2000-06-17","vote_average":5.4,"runtime":85,"cert":"N\/A","id":70773,"title":"Stepsister from Planet Weird","adult":false,"genre_ids":[10751,878]},{"cast":["Walt Disney"],"overview":"Talks about the iconographical sources that Walt Disney and his studio's designers drew on to create the films that are incontestably among the masterpieces of animation.","release_date":"2006-09-15","vote_average":7.1,"runtime":45,"cert":"N\/A","id":70774,"title":"Walt Disney: Once Upon a Time","adult":false,"genre_ids":[99,16]},{"cast":["Steve Irwin","Terri Irwin"],"overview":"A biography on Steve Irwin that aired on animal PlaintVHS Release Date: April 11, 2000","release_date":"2000-04-11","vote_average":10.0,"runtime":170,"cert":"N\/A","id":70777,"title":"Steve's Story: The Crocodile Hunter","adult":false,"genre_ids":[99,10751]},{"cast":["Ridley Scott","Sigourney Weaver","Harry Dean Stanton","John Hurt","Tom Skerritt"],"overview":"A behind-the-scenes look at the making of “Alien,” the terrifying classic about a spaceship crew trapped with a hideous monster that's hunting them one by one.","release_date":"2003-12-02","vote_average":8.2,"runtime":178,"cert":"N\/A","id":70780,"title":"The Beast Within: Making 'Alien'","adult":false,"genre_ids":[99]},{"cast":["Mireille Darc","Michel Constantin","Jean-Pierre Marielle","Jean Lefebvre","Michel Galabru"],"overview":"A beautiful and thoroughly modern young French women, Francoise, gets involved with an Israeli agent working in Libya. The agent is exposed and in order to save his life, he has to be smuggled out of the country in a trunk (\"valise\"). Francoise and the agent get through a lot of turbulent adventures, in the process of which the thoroughly liberated young woman also seduces a Libyan agent and an Egyptian officer, who also fall wildly in love with here.","release_date":"1973-10-12","vote_average":6.8,"runtime":100,"cert":"N\/A","id":70781,"title":"Man in the Trunk","adult":false,"genre_ids":[35,12]},{"cast":[],"overview":"Hero's 2 was a mixed martial arts event held by the Hero's promotion on July 6, 2005 at the Yoyogi National Gymnasium in Tokyo, Japan. Kickboxing legend Peter Aerts made his MMA debut at the event against Sumo wrestler Wakashoyo, who was also making his debut.","release_date":"","vote_average":8.5,"runtime":92,"cert":"N\/A","id":70784,"title":"K1 HERO's 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's 3 was a mixed martial arts event held by the Hero's promotion on September 7, 2005 at the Ariake Coliseum in Tokyo, Japan. The event featured the quarter-final and semi-finals of the eight-man 2005 Lightweight Grand Prix. The tournament featured six Japanese fighters, Kazuyuki Miyata, Hiroyuki Takaya, Hideo Tokoro, Genki Sudo, Caol Uno and Norifumi \"KID\" Yamamoto, as well as Brazil's Royler Gracie and Remigijus Morkevičius of Lithuania.","release_date":"","vote_average":4.5,"runtime":92,"cert":"N\/A","id":70785,"title":"K1 HERO's 3","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Hero's 6 was a mixed martial arts event held by the Hero's promotion on August 5, 2006 at the Ariake Coliseum in Tokyo, Japan. The quarter-finals of the 2006 Lightweight Grand Prix was held at the event. The opening round had took place at the previous event. The 2006 Light Heavyweight Grand Prix also opened at the quarter-final stage at Hero's 6.","release_date":"","vote_average":8.5,"runtime":198,"cert":"N\/A","id":70788,"title":"K1 HERO's 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's 8 was a mixed martial arts event held by the Hero's promotion on March 12, 2007 at the Nagoya Rainbow Hall in Nagoya, Japan.","release_date":"","vote_average":8.0,"runtime":86,"cert":"N\/A","id":70789,"title":"K1 HERO's 8","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's 2007 in Korea was a mixed martial arts event held by the Hero's promotion on October 28, 2007 at the Jangchung Gymnasium in Seoul, South Korea.","release_date":"","vote_average":8.5,"runtime":72,"cert":"N\/A","id":70792,"title":"K1 HERO's 10.1","adult":false,"genre_ids":[]},{"cast":["Benoît Poelvoorde","Albert Dupontel","Brigitte Fontaine","Yolande Moreau","Chloé Mons"],"overview":"An ageing punk-with-a-dog and his brother the conformist decide to get their revenge on a shopping mall.  Directing duo Benoit Delepine and Gustave Kervern, longstanding comic crusaders against capitalism, again set out to surprise and shock the bourgeois audience.","release_date":"2012-06-06","vote_average":5.9,"runtime":92,"cert":"N\/A","id":70793,"title":"Le grand soir","adult":false,"genre_ids":[35]},{"cast":["Valeria Bruni Tedeschi","Patrick Dell'Isola","Sergi López","Florence Thomassin"],"overview":"An executive and a dowdy working-class woman, both unemployed, married and parents meet at a supermarket. They become friends but find it hard to accept that they may be in love with each other.","release_date":"2000-02-21","vote_average":6.5,"runtime":105,"cert":"N\/A","id":70794,"title":"Empty Days","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's 5: 2006 Lightweight Grand Prix Opening Round was a mixed martial arts event held by the Hero's promotion on May 3, 2006 at the Yoyogi National Gymnasium in Tokyo, Japan. The opening round of the 2006 Lightweight Grand Prix was held at the event. Originally, Gilbert Melendez was scheduled to compete in the Grand Prix but was forced out with a leg injury and replaced by Rani Yahya. Also, Yoshihisa Yamamoto was set to face Wakashoyo at the event but was ordered by doctors not to compete due to a strained back. Kazuhiro Hamanaka took his place instead.","release_date":"","vote_average":8.0,"runtime":155,"cert":"N\/A","id":70795,"title":"K1 HERO's 5","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hero's Lithuania 2005 was a mixed martial arts event held by the Hero's promotion on November 26, 2005 at the Siemens Arena in Vilnius, Vilnius. This was the first event held by Hero's in Lithuania.","release_date":"","vote_average":8.0,"runtime":139,"cert":"N\/A","id":70796,"title":"K1 HERO's 3.2","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 Romanex was held in Yokohama on the 22nd May 2004 and headlined by Bob Sapp Versus Kazuyuki Fujita.","release_date":"","vote_average":8.5,"runtime":110,"cert":"N\/A","id":70797,"title":"K1 Romanex","adult":false,"genre_ids":[]},{"cast":["Natsuki Kato","Kazuki Kato","Kei Akazawa","Hide Fukumoto","Kon Arimura"],"overview":"When heads of state gather at the G8 summit in Japan, Guilala -- the intergalactic monster that had been banished from the earth in The X from Outer Space -- returns to ravage the Japanese countryside and threaten the world leaders. Military strikes prove futile against the beast, but a reporter learns that one rural community possesses a strange ritual that might influence the creature. Minoru Kawasaki directs this campy satire.","release_date":"2008-10-26","vote_average":4.0,"runtime":98,"cert":"N\/A","id":70798,"title":"The Monster X Strikes Back: Attack the G8 Summit","adult":false,"genre_ids":[35,878]},{"cast":["Mary Pickford","Milla Davenport","Percy Haswell","Fay Lemport","Mahlon Hamilton"],"overview":"Wealthy Jervis Pendleton acts as benefactor for orphan Judy Abbott, anonymously sponsoring her in her boarding school. But as she grows up, he finds himself falling in love with her, and she with him, though she does not know that the man she has fallen for is her benefactor.","release_date":"1919-05-11","vote_average":6.8,"runtime":85,"cert":"N\/A","id":70801,"title":"Daddy-Long-Legs","adult":false,"genre_ids":[18,35]},{"cast":["Jean Yanne","Nicole Calfan","Macha Méril","Michel Serrault","Daniel Prévost"],"overview":"Overnight, Paris is invaded - although peacefully - but the Chinese Army, and millions of Chinese people... It's the Nazi occupation all over again, with modern - funny - twists.","release_date":"1974-02-28","vote_average":6.0,"runtime":115,"cert":"N\/A","id":70802,"title":"Chinese In Paris","adult":false,"genre_ids":[35]},{"cast":["Elliott Dexter","Gloria Swanson","Lew Cody","Sylvia Ashton","Theodore Roberts"],"overview":"Leila porter comes to dislike her husband James, a glue king who is always eating onions and looking sloppy. But after she divorces him and marries two-timing playboy Schuyler Van Sutphen the now-reformed James looks pretty good.","release_date":"1919-01-26","vote_average":6.8,"runtime":71,"cert":"N\/A","id":70803,"title":"Don't Change Your Husband","adult":false,"genre_ids":[35]},{"cast":["Romuald Joubé","Séverin-Mars","Maryse Dauvray","Maxime Desjardins","Angèle Guys"],"overview":"The story of two men, one married, the other the lover of the other's wife, who meet in the trenches of the First World War, and how their tale becomes a microcosm for the horrors of war.","release_date":"1919-04-25","vote_average":7.7,"runtime":165,"cert":"N\/A","id":70804,"title":"I Accuse","adult":false,"genre_ids":[10752,18,36,10749]},{"cast":["David Suchet","Lisa Harrow","Jared Harris","Arnold Barkus","Larry Pine"],"overview":"This film concerns two mysterious characters who meet on a Sunday in Queens. Madeleine the most unsettling creature of that name since \"Vertigo\" is a middle-aged, moderately successful actress. Oliver\/Matthew is either a homeless man or a famous film director or both. Madeleine hails him on the street as the latter, launching a bizarre chain of events that includes a conversation in a diner, a very unromantic sexual encounter, the arrival of Madeleine's odd husband and unsuspecting daughter, and a child's birthday party. The film also compassionately tracks the daily rounds of Oliver\/Matthew's fellow denizens of the homeless shelter, some of whom will be recognizable to New York audiences.","release_date":"1997-08-27","vote_average":6.8,"runtime":91,"cert":"N\/A","id":70805,"title":"Sunday","adult":false,"genre_ids":[18,10749]},{"cast":["Erich von Stroheim","Gibson Gowland","Sam De Grasse","Francelia Billington","Fay Holderness"],"overview":"An Austrian military officer and roue' attempts to seduce the wife of a surgeon. The two men confront each other in a test of abilities that ends surprisingly.","release_date":"1919-10-21","vote_average":5.8,"runtime":99,"cert":"N\/A","id":70806,"title":"Blind Husbands","adult":false,"genre_ids":[10749,18]},{"cast":["Kurt Krömer","Fritzi Haberlandt","Bernd Moss","Kari Ketonen","Maja Beckmann"],"overview":"Udo is invisible - no one ever seems to notice him. He makes the most of it, working as a department store detective and living off other people's lives as they never notice him tagging along. Until he meets the one woman who sees him.","release_date":"2011-06-16","vote_average":6.1,"runtime":80,"cert":"N\/A","id":70807,"title":"Eine Insel namens Udo","adult":false,"genre_ids":[35,10749]},{"cast":["Vitali Klitschko","Wladimir Klitschko","Lamon Brewster","Chris Byrd","Bernd Bönte"],"overview":"Klitschko tells the captivating story of the boxing worlds most famous brothers: Vitali and Wladimir Klitschko. From the socialist drill of their childhood in the Ukraine, and their first successes as amateurs, to their move to Germany and subsequent rise as international stars on the verge of holding the championship titles of all five boxing federations (Wladimir secured this with his unanimous World Boxing Association win against David Haye on July 2nd, 2011). Along the way they experience defeats and setbacks, low points and triumphant comebacks as well as conflicts with each other. Exciting conversations with companions and opponents, including the very first with the Klitschkos parents, give insight into their personal lives, plus never-before-seen footage of the draining preparations for a fight, and the spectacular boxing matches. Director Sebastian Dehnhardt composes an intimate and fascinating portrait of two exceptional athletes who are, before all else, brothers.","release_date":"2011-06-15","vote_average":6.6,"runtime":118,"cert":"N\/A","id":70808,"title":"Klitschko","adult":false,"genre_ids":[99]},{"cast":["Dave Coulier","Alexa Fischer","William Schultz","Abigail Schornick","Christina Pickles"],"overview":"A selfish con-man must show that he can be a family man to inherit his uncle's estate. As he tries to set up his scam family, he realizes that he really wants to have a one.","release_date":"2007-12-04","vote_average":6.3,"runtime":90,"cert":"N\/A","id":70809,"title":"The Family Holiday","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Peter Cushing","John Hurt","Alexandra Bastedo","Gwen Watford","Veronica Carlson"],"overview":"A former clergyman (Peter Cushing) in 1920s England tries to keep his cannibalistic son locked in the attic.","release_date":"1975-07-11","vote_average":5.5,"runtime":90,"cert":"","id":70810,"title":"The Ghoul","adult":false,"genre_ids":[27,53]},{"cast":["Kevin Sorbo","Anthony Quinn","Tawny Kitaen","Michael Hurst","Anthony Ray Parker"],"overview":"Hercules has settled down with his wife and children, but misses the good old days traveling around having exciting adventures. Then one day he is persuaded out of his farming \"retirement\" to help a distant village which is being attacked by an unseen monster.  \"Hercules in the Maze of the Minotaur\" is the fifth out of five made for TV movies that spawned the series \"Hercules: The Legendary Journeys\".","release_date":"1994-11-19","vote_average":5.5,"runtime":90,"cert":"N\/A","id":70811,"title":"Hercules in the Maze of the Minotaur","adult":false,"genre_ids":[28,12,14,10770]},{"cast":["Pedro Cardoso","Miguel Falabella","Fernanda Montenegro","Camila Pitanga","Fernando Torres"],"overview":"Célio Rocha believes he was assigned by God Himself a difficult mission: to persuade his childhood friend Otávio Sabóia, a corrupt entrepeneur in the construction business, to give away all his possessions to the poor.","release_date":"2004-09-10","vote_average":6.9,"runtime":100,"cert":"N\/A","id":70812,"title":"Redeemer","adult":false,"genre_ids":[18,14]},{"cast":["Marcos Palmeira","Maria Fernanda Cândido","Bruno Garcia","Luciana Braga","Leon Góes"],"overview":"Free adaptation of Machado de Assis' \"Dom Casmurro\". Bento marries an actress, and soon afterwards she gets pregnant. Then, he begins to suspect the child isn't his, but his best friend's.","release_date":"2003-09-19","vote_average":6.2,"runtime":91,"cert":"N\/A","id":70813,"title":"Dom","adult":false,"genre_ids":[18]},{"cast":["Randy Brecker","Bobby Mintzer","Don Alias","Othello Molineaus","Peter Erskine"],"overview":"The reputation of the late Jaco Pastorius is legendary, based as much on his mercurial personality as his groundbreaking bass playing and small but significant repertoire of original music. His declining mental health became increasingly evident following his departure from fusion super group Weather Report, ultimately leading to his tragic demise in 1987. Still, while the bassist was already beginning to show some signs of decline when Jaco Pastorius: Live and Outrageous was filmed at the Montreal Jazz Festival in 1982, he was still capable of putting on an exciting show.","release_date":"2007-02-13","vote_average":5.3,"runtime":58,"cert":"N\/A","id":70814,"title":"Jaco Pastorius - Live and Outrageous","adult":false,"genre_ids":[10402]},{"cast":["Selton Mello","Camila Pitanga","Deborah Secco","Tonico Pereira","Débora Bloch"],"overview":"Diogo Álvares, a Portuguese map illustrator, reaches the Brazilian coast, after his caravel sinks. He is saved by the Indian chief Itaparica and his two daughters, Paraguaçu and Moema. They call him Caramuru and together they engage in a happy love triangle. But the chance to return to Portugal arises, and it is clear this amoral arrangement cannot last.","release_date":"2001-11-09","vote_average":6.3,"runtime":85,"cert":"N\/A","id":70815,"title":"Caramuru: The Invention of Brazil","adult":false,"genre_ids":[35,10749]},{"cast":["Reginaldo Faria","Marcos Caruso","Stepan Nercessian","Sônia Braga","Otávio Müller"],"overview":"Free adaptation of Machado de Assis' classic. The narrator is a rich dead man, who tells us about his life and times, making fun of both.","release_date":"2001-08-17","vote_average":6.1,"runtime":101,"cert":"N\/A","id":70816,"title":"Posthumous Memories","adult":false,"genre_ids":[18,35]},{"cast":["Xuxa Meneghel","Guilherme Karan","Jonas Torres","Paolo Pacelli","Roberto Guimarães"],"overview":"Baixo Astral, an evil spirit who lives in the sewers, and whose mission is to bring unhappiness to this world, hears Xuxa on TV asking children to fight for a better world. Threatened by those words, he declares war on her and devises a plan to overcome her, helped by his allies Titica and Morcegão. Among other things, she will have to rescue her little dog from his evil hands.","release_date":"1988-06-30","vote_average":4.7,"runtime":86,"cert":"N\/A","id":70817,"title":"Super Xuxa Contra o Baixo Astral","adult":false,"genre_ids":[35,10751,14,10402]},{"cast":["Abhinaya Sri","Sai Kumar","Rajiv Kanakala"],"overview":"Highway is the first film for Manoj in tollywood. It's a racy and engrossing entertainer.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70818,"title":"Highway","adult":false,"genre_ids":[]},{"cast":["Jennifer Cooper","Kate Elyse Forrest","Harri Kettumäki","Panu Mikkola"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"","id":70819,"title":"Hidden","adult":false,"genre_ids":[53]},{"cast":["Michael Emanuel","Piper Cochrane","David Reivers","Sydney","Jillian Bach"],"overview":"Ever have one of those lifetimes where nothing seems to go right? Failing cartoon writer, Millard Mudd, has sunk deep into one. Living hermit-like and existing on a strict alcohol diet, Mudd's world has collapsed. But one day everything changes when a dog named Lucky enters his life. You see, what makes Lucky no ordinary dog is his ability to talk. And what makes Lucky invaluable is his ability to teach Mudd how to write again. But what makes Lucky dangerous is his ability to get inside Mudd's head and turn him into a serial killer.","release_date":"2002-01-01","vote_average":5.1,"runtime":83,"cert":"N\/A","id":70820,"title":"Lucky","adult":false,"genre_ids":[35,14,27]},{"cast":["Emily Osment","Kay Panabaker","Meaghan Rath","Kelly Rowan","Jon McLaren"],"overview":"A woman tries to help her teenage daughter when she becomes the victim of online bullying.","release_date":"2011-07-16","vote_average":6.3,"runtime":90,"cert":"N\/A","id":70821,"title":"Cyberbully","adult":false,"genre_ids":[18]},{"cast":["Sean Patrick Flaherty","Joseph Anthony Jette","Elizabeth Purdy","Melissa Salinas","Nick Wolf"],"overview":"Ominous, a super natural thriller inspired by actual events. When the Callahan’soff for a peaceful family vacation in the mountains, they never expected their personal demons to follow them. When the children discover a paranormal presence in the secluded cabin, two generations of secrets will be revealed and the lives of the living as well as the dead will be changed forever.","release_date":"2009-01-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":70822,"title":"Ominous","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"Paradise Lost's first DVD, mainly a compilation of older VHS material, contains video clips and live recordings.","release_date":"2006-10-06","vote_average":9.5,"runtime":180,"cert":"","id":70823,"title":"Paradise Lost: Evolve","adult":false,"genre_ids":[]},{"cast":[],"overview":"The journey of a magician performing illusions to amaze and humour.","release_date":"2009-01-01","vote_average":1.8,"runtime":2,"cert":"","id":70824,"title":"The Illusionist","adult":false,"genre_ids":[16]},{"cast":["Yuichi Nakamura","Takahashi Yuuta","Sho Kubo","Mirei Kiritani","Nanami Sakuraba"],"overview":"Jun, the ace in his swimming team, lost against his rival, Naoki, at the summer college tournament. But since then there is a special feeling between them...","release_date":"2008-05-10","vote_average":6.0,"runtime":85,"cert":"N\/A","id":70827,"title":"Gymnasium Baby","adult":false,"genre_ids":[18,53]},{"cast":["John McLaughlin","Jan Hammer","Billy Cobham","Jerry Goodman","Rick Laird"],"overview":"The original line-up of the one of the most important jazz-rock fusion groups of all time, featuring John McLaughlin, Jan Hammer, Billy Cobham, Jerry Goodman and Rick Laird.","release_date":"1972-08-23","vote_average":0.0,"runtime":80,"cert":"N\/A","id":70828,"title":"Mahavishnu Orchestra - Live In France 1972","adult":false,"genre_ids":[10402]},{"cast":["Harvey Keitel","Jason Mewes","Blake Clark","Jon Polito","Paul Hipp"],"overview":"Young-goo the son of mafia boss Don Carini, is too foolish to be part of the mafia elite. One day, Young-goo comes to his father and is trained by Tony V to be his father's successor. A few days later, Young-goo accidentally rescues Nancy, the only daughter of Don Bonfante, the boss of a rival mafia family. But Vinnie, an under-boss of the Bonfante family kidnapped her and fabricates that Young-goo has taken her. Vinnie's behavior provokes an armed conflict between the two families.","release_date":"2010-12-29","vote_average":4.6,"runtime":100,"cert":"N\/A","id":70829,"title":"The Last Godfather","adult":false,"genre_ids":[28,35,53]},{"cast":[],"overview":"","release_date":"2011-06-16","vote_average":4.8,"runtime":null,"cert":"N\/A","id":70830,"title":"Noise and Resistance","adult":false,"genre_ids":[]},{"cast":["Mel Smith","Stephanie Beacham","Emily Hudson","Aleks Darowska","Geraldine James"],"overview":"Bonnie and cousin Sylvia, two very young children, are left at home in Willoughby Hall while their parents travel overseas. Only the servants and the prowling wolves are their companions. News arrives that Lord and Lady Willoughby are missing and an evil looking governess suddenly arrives at the hall...","release_date":"1989-12-15","vote_average":6.4,"runtime":88,"cert":"PG","id":70831,"title":"The Wolves of Willoughby Chase","adult":false,"genre_ids":[18,10751,14,878]},{"cast":[],"overview":"","release_date":"2009-10-09","vote_average":4.8,"runtime":null,"cert":"N\/A","id":70832,"title":"Hana, dul, sed","adult":false,"genre_ids":[99]},{"cast":["Michael Flatley"],"overview":"Tells a timeless story based on Irish folklore of good versus evil, &amp; through the media of dance &amp; music it is understood and appreciated by every culture.","release_date":"2011-03-11","vote_average":8.0,"runtime":null,"cert":"N\/A","id":70833,"title":"Michael Flatley: Lord of the Dance","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An intimate portrait of three young afghan women accused of committing \"moral crimes.\"","release_date":"2011-07-11","vote_average":6.0,"runtime":71,"cert":"N\/A","id":70834,"title":"Love Crimes Of Kabul","adult":false,"genre_ids":[99]},{"cast":["Will.i.am","Moby","David Guetta"],"overview":"A live concert documentary on the popular electronic music festival.","release_date":"2011-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70835,"title":"Electric Daisy Carnival Experience","adult":false,"genre_ids":[99]},{"cast":["Robert Stadlober","Jessica Schwarz","Martin Feifel","Anna Schudt","Mark Waschke"],"overview":"","release_date":"2011-06-09","vote_average":6.5,"runtime":null,"cert":"N\/A","id":70836,"title":"Der Mann, der über Autos sprang","adult":false,"genre_ids":[12]},{"cast":[],"overview":"","release_date":"2011-06-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":70837,"title":"Die Nordsee von oben","adult":false,"genre_ids":[99]},{"cast":["Eva Habermann","John Barron","Stefan Hossfeld","Luzie Buck","Tetje Mierendorf"],"overview":"","release_date":"2011-06-02","vote_average":5.5,"runtime":null,"cert":"N\/A","id":70838,"title":"Bauernfrühstück - Der Film","adult":false,"genre_ids":[35]},{"cast":["Hannelore Elsner","Juliane Köhler","Karoline Herfurth","Niklas Kohrt","David Kross"],"overview":"Throughout her life Marga has shown little feeling for her daughter Sofia. But now she reveals fear, wounds and a deep longing for her long-deceased husband Juris. She becomes increasingly lost in her forgetfulness and suddenly demands, like a child, gentleness. It’s an uncomfortable situation for Sofia who must now take care of her mother. Sofia’s growing realization that Marga’s past also affects her own gives Sofia impetus to make a sudden journey with her mother to Riga. This is where Marga grew up and where she married Juris. But the more Sofia learns about her mothers, the less clear it becomes who she herself is.","release_date":"2011-06-02","vote_average":6.8,"runtime":99,"cert":"N\/A","id":70839,"title":"Promising the Moon","adult":false,"genre_ids":[18]},{"cast":["Glenda Jackson","Stratford Johns","Nickolas Grace","Douglas Hodge","Imogen Millais-Scott"],"overview":"Oscar Wilde watches an outrageous staging of his banned play \"Salome\" at a London brothel, with parts played by prostitutes, Wilde's host, his lover Bosey, and Lady Alice.","release_date":"1988-05-06","vote_average":6.4,"runtime":89,"cert":"N\/A","id":70842,"title":"Salome's Last Dance","adult":false,"genre_ids":[35,18]},{"cast":["Pinto Colvig"],"overview":"Pluto's cage-mate at the dog pound breaks out and lets all the other dogs out as well. In the park, that terrier keeps following Pluto too closely for Pluto's tastes, until he digs up a huge bone and gives it to Pluto (who doesn't particularly want to share). But soon all the other escaped dogs are chasing after the bone.","release_date":"1932-07-30","vote_average":5.8,"runtime":7,"cert":"N\/A","id":70843,"title":"Just Dogs","adult":false,"genre_ids":[16]},{"cast":["James Cameron","Sigourney Weaver","Bill Paxton","Michael Biehn","Lance Henriksen"],"overview":"This feature-length documentary, made especially for the 2003 Aliens (1986) DVD release, is incredibly informative with all its interviews with both the cast and crew, as well as behind the scenes footage filmed during the making of the film. Every possible element towards what went into making the movie is included here and gives fans an overload of information to fill their brains with.","release_date":"2003-12-02","vote_average":8.1,"runtime":185,"cert":"N\/A","id":70844,"title":"Superior Firepower: Making 'Aliens'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Filmmaker Liz Garbus investigates the mysterious tragedy of Diane Schuler in an effort to understand what went wrong.","release_date":"2011-07-25","vote_average":6.9,"runtime":100,"cert":"N\/A","id":70845,"title":"There's Something Wrong with Aunt Diane","adult":false,"genre_ids":[99]},{"cast":["Asumi Miwa","Hirono Kudo","Kirari","Yukie Nakama","Tadanobu Asano"],"overview":"Pretty Tokyo teen Hiromi Yoshii (Asumi Miwa) and her girlfriends struggle with rivalries, clothes and boyfriends, just like any other high school clique. But out for kicks and blind to the consequences, the girls of Love &amp; Pop hide a dirty little secret. From phone booths and street corners, in department stores and restaurants, the girls practice enjo-kosai or \"compensated dating\" -- arranging liaisons with older men drawn to their evident nubile charms and schoolgirl uniform innocence.","release_date":"1998-09-01","vote_average":7.4,"runtime":110,"cert":"N\/A","id":70846,"title":"Love & Pop","adult":false,"genre_ids":[18]},{"cast":["Jaco Pastorius","Joni Mitchell"],"overview":"Joni Mitchell's 1970s and '80s forays into jazzier territory may have distressed her folkie faithful, but they also resulted in some uncompromising, challenging, and, yes, entertaining music. Witness this 73-minute document from her '79 tour, which finds her backed by her greatest band eve. Mitchell's The Hissing of Summer Lawns-Hejira-Mingus period is heavily favored; there are two tunes from Court and Spark, but nothing earlier. It's not perfect--the film clips edited into the live tracks (at Mitchell's direction) are an annoying distraction (Rebel Without a Cause? Huh?). But by the time Mitchell, Mays, and vocal group the Persuasions finish a spine-tingling version of the title song, you'll have witnessed something special--and historic, as this was the only time this stellar crew toured together. --Sam Graham","release_date":"1980-09-01","vote_average":6.3,"runtime":73,"cert":"N\/A","id":70847,"title":"Joni Mitchell - Shadows and Light","adult":false,"genre_ids":[10402]},{"cast":["Pierce Brosnan"],"overview":"The 2006 FIFA World Cup was the 18th FIFA World Cup, the quadrennial international football world championship tournament. It was held from 9 June to 9 July 2006 in Germany, which won the right to host the event in July 2000. Teams representing 198 national football associations from all six populated continents participated in the qualification process which began in September 2003. Thirty-one teams qualified from this process, along with the host nation, Germany, for the finals tournament.  Italy won the tournament, claiming their fourth World Cup title. They defeated France 5–3 in a penalty shootout in the final, after extra time had finished in a 1–1 draw. Germany defeated Portugal 3–1 to finish third.","release_date":"2006-11-26","vote_average":4.6,"runtime":92,"cert":"","id":70852,"title":"2006 FIFA World Cup Official Film: The Grand Finale","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Wyprawa do królestwa insektów. Okazuje się, że małe, niepozorne stworzenia uzbrojone są w bardzo groźną broń, niewspółmierną do ich wymiarów. Cechują się też wyrafinowanymi metodami ataku. Phila De Vriesa interesuje szczególnie groźny rój insektów.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70853,"title":"Bug Atack","adult":false,"genre_ids":[]},{"cast":["Britt Ekland","Eddie Deezen","Tim Conway Jr.","Tom Shell","Michelle Bauer"],"overview":"Kyle, Brock and Russell are three aspiring filmmakers new in Hollywood. They phone up an escort ad and take a trip to a Beverly Hills mansion, but unfortunately for them the call girls turn out to be fiendish vixens of the undead …","release_date":"1989-06-28","vote_average":4.0,"runtime":88,"cert":"N\/A","id":70856,"title":"Beverly Hills Vamp","adult":false,"genre_ids":[35,27]},{"cast":["Matthew Mariconte"],"overview":"","release_date":"1998-11-11","vote_average":0.0,"runtime":null,"cert":"","id":70857,"title":"The Demons in My Head","adult":false,"genre_ids":[]},{"cast":["Íce Mrozek","Johnny Sneed","Frank Ford","Eleni Stevens","Robert Meadows"],"overview":"A detective is assigned to transporting a homeless man to a psyche ward after he was caught tampering with a radio tower to block alien communication to the moon. The man claims he must kill a big-time media mogul whom he believes is an alien leading the extermination of the human race. The detective must decide to either stop this man's insane mission, or to believe him in order to save the planet from the coming invasion.","release_date":"2002-11-17","vote_average":0.0,"runtime":86,"cert":"N\/A","id":70858,"title":"Pale Blue Moon","adult":false,"genre_ids":[878,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":70861,"title":"Dead Fish: MTV Apresenta","adult":false,"genre_ids":[]},{"cast":["Robert Forster","Allison Anders","John Landis","Kim Morgan","Fred Olen Ray"],"overview":"This documentary explores the hidden history of the American Exploitation Film. The movie digs deep into this often overlooked category of U.S. cinema and unearths the shameless and occasionally shocking origins of this popular entertainment.","release_date":"2011-02-04","vote_average":6.9,"runtime":82,"cert":"N\/A","id":70862,"title":"American Grindhouse","adult":false,"genre_ids":[99,36]},{"cast":["Kevin Sorbo","Danny Trejo","Ross Patterson","Jason Mewes","Desi Lydic"],"overview":"In this unearthed lost movie from 1990 that the studio deemed too terrible to release, a Vietnam Veteran Sal Bando(Sorbo), tortured by his past as a Poolboy returns home to Van Nuys, California, and a country he doesn't recognize, in which it seems only Mexicans run pool-cleaning companies. Bando sets off on a brutal mission to reclaim his \"rightful\" vocation and enact revenge on the man(Trejo) who killed his wife and son.","release_date":"2011-07-22","vote_average":5.3,"runtime":90,"cert":"N\/A","id":70863,"title":"Poolboy - Drowning Out the Fury","adult":false,"genre_ids":[35,28]},{"cast":["Paul Hubschmid","Fiorella Mari","Madeleine Fischer","Ivo Garrani","Dario Michaelis"],"overview":"Scientists discover that a group of meteors are hurtling on a collison course with Earth, and if they hit, the planet will be destroyed.","release_date":"1958-09-04","vote_average":4.2,"runtime":82,"cert":"N\/A","id":70864,"title":"The Day the Sky Exploded","adult":false,"genre_ids":[878,28]},{"cast":["Tchéky Karyo","Maria de Medeiros","Julie Delpy","Chick Ortega","Féodor Atkine"],"overview":"A science-fiction film centered around planet Earth receiving a coded message from outer space and the subsequent disappearance of 12,000 inhabitants of Sepuvedra, a free-trade port. The government and the army are convinced that they have been kidnapped by aliens and Professor Larsen, an eminent astrophysicist and UFO expert, is assigned to lead an urgent investigative mission into the deserted town.","release_date":"1997-07-14","vote_average":5.3,"runtime":null,"cert":"N\/A","id":70865,"title":"Ghost Planet","adult":false,"genre_ids":[14,18]},{"cast":["Jean-Pierre Jeunet","Sigourney Weaver","Winona Ryder","Ron Perlman","David Giler"],"overview":"The making of Alien Resurrection (1997) is covered in this feature-length documentary, created for the film's 2003 DVD release. The cast and crew tell us how this movie came to be, from it's script which never changed through production, to its initial theatrical release.","release_date":"2003-12-02","vote_average":6.7,"runtime":174,"cert":"N\/A","id":70866,"title":"One Step Beyond: Making 'Alien: Resurrection'","adult":false,"genre_ids":[99]},{"cast":["Gérard Depardieu","Victor Lanoux","Fanny Ardant","Nicole Calfan"],"overview":"After several inhabitants of a new city were bitten by dogs, a young doctor tries to stop to the climb of violence.","release_date":"1979-03-07","vote_average":5.9,"runtime":100,"cert":"N\/A","id":70867,"title":"The Dogs","adult":false,"genre_ids":[53]},{"cast":["Sarah Jessica Parker","Pierce Brosnan","Sarah Shahi","Busy Philipps","Olivia Munn"],"overview":"A comedy centered on the life of Kate Reddy, a finance executive who is the breadwinner for her husband and two kids.","release_date":"2011-09-16","vote_average":5.3,"runtime":89,"cert":"12","id":70868,"title":"I Don't Know How She Does It","adult":false,"genre_ids":[10749,35]},{"cast":["Smokey Robinson","Mavis Staples","Willa Ward"],"overview":"REJOICE AND SHOUT traces the evolution of Gospel through its many musical styles – spirituals and early hymns, four-part harmony-based quartets, the integration of blues and swing into Gospel, the emergence of Soul, and the blending of Rap and Hip Hop elements. Gospel music also walked in step with the story of African-American culture – from slavery, hardscrabble rural existence and plantation work, the exodus to major cities, the Depression, World War II, to the civil rights movement and empowerment. REJOICE AND SHOUT connects the history of African-American culture with Gospel as it first impacted popular culture at large – and continues to do so. Years in the making, REJOICE AND SHOUT captures so much of what is special about this music and African-American Christianity – the sermonizing, the heartfelt testimonials, getting “slain in the spirit,” the hard hollerin’, and of course the inspiring music. Dare yourself not to be moved.","release_date":"2011-06-03","vote_average":6.5,"runtime":115,"cert":"N\/A","id":70869,"title":"Rejoice and Shout","adult":false,"genre_ids":[99]},{"cast":["María Bouzas","Antonio 'Morris' Durán","Xavier Estévez","Solange Freitas","Emilio Gutiérrez Caba"],"overview":"Álvaro, before escaping from himself during ten years, return to his town, a small village in Galicia, to attend to his father's funeral. There he will try to make it up with his brother and to recoup his daugther Mar. Everything gets complicated when he finds a dead woman in the road, the woman is Lidia, a  Mar's friend who works as a prostitute.","release_date":"2010-07-27","vote_average":5.6,"runtime":88,"cert":"N\/A","id":70870,"title":"Retornos","adult":false,"genre_ids":[18]},{"cast":["Jerrid Foiles","Brian Irving","Felicia Jiardina","Brad Jones","Brian Lewis"],"overview":"A serial killer is terrorizing a small town. Mark Bishop (Brad Jones) has just killed an intruder who attacked him in his home. Only he's not sure if he killed the real serial killer, but knows he doesn't want the attention. Mark has to get rid of the body and avoid the authorities. But he can't shake the feeling that the real killer is still out there.","release_date":"2011-06-07","vote_average":4.5,"runtime":98,"cert":"N\/A","id":70871,"title":"Paranoia","adult":false,"genre_ids":[]},{"cast":["Keizô Kawasaki","Toyomi Karita","Bin Yagisawa","Shôzô Nanbu","Bontarô Miake"],"overview":"The citizens of Tokyo panic when they see UFOs in the sky. The aliens are benign, however, and have come to warn of a meteor on a collision course with Earth. As the meteor approaches, the Earth's atmosphere begins to heat up, and mankind must race to construct a weapon to destroy it.","release_date":"1956-01-29","vote_average":5.0,"runtime":87,"cert":"N\/A","id":70872,"title":"Warning from Space","adult":false,"genre_ids":[878]},{"cast":[],"overview":"The story of the children who work 12-14 hour days in the fields without the protection of child labor laws. These children are not toiling in the fields in some far away land. They are working in America.","release_date":"2011-07-29","vote_average":0.0,"runtime":80,"cert":"N\/A","id":70875,"title":"The Harvest (La Cosecha)","adult":false,"genre_ids":[99]},{"cast":["Robert Duvall","Lucas Black","Melissa Leo","Deborah Ann Woll","Brian Geraghty"],"overview":"Talent can only get you so far. For golfer Luke Chisholm, that turns out to be Utopia, Texas -- where he's left stranded after blowing his pro debut.","release_date":"2011-09-02","vote_average":5.4,"runtime":98,"cert":"N\/A","id":70876,"title":"Seven Days in Utopia","adult":false,"genre_ids":[18]},{"cast":["Paul Michael Lévesque","Michael Rapaport","Parker Posey","Jency Griffin","Michael Cudlitz"],"overview":"For the last thirteen years AJ (Triple H) has been behind bars, convicted of manslaughter for killing a man who intended to kill his best friend, Jack (Michael Rapaport). Now released, AJ wants nothing more than to start a small business and live a crime-free life. Unfortunately, within hours of leaving prison, his oldest and best friend, Jack (Michael Rapaport) involves AJ in an accidental shooting in which a man is killed, forcing Jack to skip town.","release_date":"2011-09-27","vote_average":4.3,"runtime":93,"cert":"N\/A","id":70877,"title":"Inside Out","adult":false,"genre_ids":[18,80]},{"cast":["Sid Haig","Courtney Gains","Lauren Mae Shafer","Jana Thompson","Allen Maldonado"],"overview":"A group of horror fans find themselves unwilling participants in a nightmarish role playing game that pays homage to a classic horror film.","release_date":"2011-10-07","vote_average":3.8,"runtime":95,"cert":"N\/A","id":70878,"title":"Mimesis","adult":false,"genre_ids":[27]},{"cast":["Walt Disney"],"overview":"Mickey Mouse is a singing lifeguard. Minnie Mouse is the damsel he must rescue before she is swept out to sea.","release_date":"1929-08-14","vote_average":5.2,"runtime":7,"cert":"N\/A","id":70879,"title":"Wild Waves","adult":false,"genre_ids":[16,35,10751]},{"cast":["Walt Disney","Marcellite Garner","Pinto Colvig"],"overview":"A house party. While Minnie plays piano and the guests dance, Mickey, Goofy, and Horace prepare a snack, which is brought out to much fanfare and immediately devoured. A band forms and plays Scott Joplin's The Entertainer; Mickey dances with Patricia Pig and various inanimate objects also dance, while all cry \"Whoopee!\" from time to time. The police come to break up the party.","release_date":"1932-09-17","vote_average":6.2,"runtime":7,"cert":"N\/A","id":70880,"title":"The Whoopee Party","adult":false,"genre_ids":[16,35,10751]},{"cast":["Greta Garbo","Fredric March","Freddie Bartholomew","Maureen O'Sullivan","May Robson"],"overview":"In 19th century Russia a woman in a respectable marriage to a doctor must grapple with her love for a dashing soldier.","release_date":"1935-08-30","vote_average":7.3,"runtime":95,"cert":"N\/A","id":70881,"title":"Anna Karenina","adult":false,"genre_ids":[18,10749]},{"cast":["Roseanne Barr","Jackie Beat"],"overview":"Roseanne Barr is back with an all-new HBO comedy special! Filmed live at the Comedy Store in Los Angeles, Roseanne returns to her stand-up roots for the first time in 14 years, as she tackles hot issues of today - from gay marriage to President Bush.","release_date":"2006-11-04","vote_average":3.0,"runtime":68,"cert":"N\/A","id":70882,"title":"Roseanne Barr: Blonde and Bitchin'","adult":false,"genre_ids":[35]},{"cast":["D. L. Hughley"],"overview":"Star actor\/comedian D.L. Hughley appears in his first solo HBO special, a no-holds-barred 60-minute routine performed in front of a live audience at The Lincoln Theater, the venerable Washington DC venue. Hughley, seen previously in Russell Simmons' Def Comedy Jam, keeps the crowd roaring with his hilarious take on politics, childhood, challenging your father to a fight, gluttony, impotence drugs, parenthood and more.","release_date":"2007-09-22","vote_average":8.0,"runtime":51,"cert":"N\/A","id":70883,"title":"D.L. Hughley: Unapologetic","adult":false,"genre_ids":[35]},{"cast":["Steve Hackett","John Wetton","Ian McDonald","Chester Thompson","Julian Colbeck"],"overview":"In 1996, Steve Hackett (formerly of Genesis) assembled a progressive rock supergroup, including players from Genesis, King Crimson, Asia, Weather Report, and Frank Zappa's band, for two nights of concerts in Japan.","release_date":"2001-10-16","vote_average":0.0,"runtime":100,"cert":"N\/A","id":70884,"title":"Steve Hackett: The Tokyo Tapes: Live In Japan 1996","adult":false,"genre_ids":[10402]},{"cast":["Jim Breuer"],"overview":"With \"Goat Boy\" and \"The Joe Pesci Show\" skits, Jim Breuer rose to fame during his short stint on Saturday Night Live. After leaving the show under cloudy circumstances, Breuer set out on the road. This concert film captures his high-energy performance at the Irving Plaza in New York City. He tackles topics like the band AC\/DC and pregnancy, and tells a story about how he had a very bad night involving too much tequila at a party.","release_date":"2002-08-20","vote_average":0.0,"runtime":47,"cert":"N\/A","id":70885,"title":"Jim Breuer: Heavy Metal Comedy","adult":false,"genre_ids":[35]},{"cast":["Kevin Fong"],"overview":"In the last month of the space shuttle programme, Kevin Fong is granted extraordinary access to the astronauts and ground crew as they prepare for their final mission. He is in mission control as the astronauts go through their final launch simulation, and he flies with the last shuttle commander as he undertakes his last practice landing flight. Kevin also gains privileged access to the shuttle itself, visiting the launchpad in the company of the astronaut who will guide the final flight from mission control.","release_date":"2011-07-24","vote_average":6.8,"runtime":58,"cert":"","id":70886,"title":"Space Shuttle: The Final Mission","adult":false,"genre_ids":[99]},{"cast":["Ai Takeuchi","Akari Hoshino","Erina Kurosawa","Nagisa Umeno","Michiri Himemiya"],"overview":"Natsumi (Ai Takeuchi) is forced to work in a steel factory in order to pay off a debt, a factory notorious for employing women with \"dark pasts\" as slave labor. Tsukada, Chief of Security places Natsumi in a team of four women led by Atsuko(Nagisa Umeno). When one worker fails to follow instructions, Tsukada rapes her, and Natsumi is next on his list. Natsumi tries to fight the insanity, but is hindered by managing director Hideko and factory president Kamiyama. It is up to Natsumi to take on the evildoings of the factory.","release_date":"2008-02-19","vote_average":0.0,"runtime":76,"cert":"N\/A","id":70889,"title":"Captive Factory Girls: The Violation","adult":false,"genre_ids":[53]},{"cast":["Stella Vander","Antoine Paganotti","Himiko Paganotti","Isabelle Feuillebois","James Mac Gaw"],"overview":"In 2005 the French progressive rock band Magma presented a series of concerts in which they performed all of their major works of the previous 35 years. These concerts were filmed and released as a series of four DVDs.","release_date":"","vote_average":0.0,"runtime":115,"cert":"N\/A","id":70890,"title":"Magma - Myths and Legends Volume III","adult":false,"genre_ids":[10402]},{"cast":["Monique Fuentes","Avy Scott","Toni Ribas","Diamond Foxxx","Raylene"],"overview":"Monique Fuentes is divorcing her cheating husband Tony Ribas in court. During recess she privately pleads her case as Judge Ron Jeremy willingly slides his legendary salami into her pussy. Meanwhile, Tony is checking out the stenographer Phoenix Marie who eventually feeds her anal hunger on his dipstick. Behind closed doors, divorcee Diamond Fox slyly uses her pussy to get what she wants from her ex-hubby's lawyer Mark Wood. Avy Scott's curvy body helps her to stay out of jail, by getting it on with bailiff Prince. Raylene and James Deen are looking to split up but decide to make up instead and fuck in front of everybody in court!","release_date":"2010-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70891,"title":"The Divorcee","adult":true,"genre_ids":[]},{"cast":["Sharka Blue"],"overview":"No Clean - Up Allowed!! Gang Bang style!! Pussy pounding!! Anal Reaming!! Internal cumshots!! 100% hardcore!!! Sharka Blue slowly stripped off her clothes and began rubbing her wet pussy, but it was too much for all those hung and horny studs in the audience. One by one their hard cocks appeared stiffened by the sight of her steaming hole. Then it was sharka who lost control as she looked at all that throbbing pleasure. She Told the nearest guy that she wanted his cock and cum in her cunt. but she needed more, and more... and more!!! If you want to see a jizz soaked cream pie orgy that defies description. We've got the most outrageous, ball draining. cum spurting screw a thon you'll ever see!!! It's so big, they should have used a colosseum!!!","release_date":"2007-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70892,"title":"50 Guy Cream Pie 5","adult":true,"genre_ids":[]},{"cast":["Jesse Jane","Jenaveve Jolie","Teagan Presley","Evan Stone","Eric Masterson"],"overview":"Overworked and looking for their next big break, warehouse workers Chuy and Julio go on a mission to find the next big adult starlets.","release_date":"2004-11-23","vote_average":7.0,"runtime":87,"cert":"N\/A","id":70895,"title":"Contract Star","adult":true,"genre_ids":[35]},{"cast":[],"overview":"If your body carried a deadly gene that increased your chances of getting breast cancer to 80 percent - would you want to know? This poignant one-hour documentary follows 18-year-old Josie Bellerby, a gorgeous, fun-loving, typical teenager except for one thing: Her mum carries a hereditary gene that has cursed their family for generations, killing her great-grandmother and her mother. There is a test that tells you if you have the gene. Josie's Mum Julia was one of the first in the UK to take it a few years ago. She proved positive, and decided to have drastic surgery - to remove both her breasts. Now Josie and her two sisters face the same heartbreaking choice. Big sister Lucy has decided she's ready to take the test and will soon receive life-changing news. Josie has a dilemma should she find out if she has it too? Her family thinks she's too young to know, she should be enjoying her young life not worrying about the risk of cancer and a double mastectomy.","release_date":"2011-07-14","vote_average":0.0,"runtime":57,"cert":"","id":70896,"title":"Josie: My Cancer Curse","adult":false,"genre_ids":[]},{"cast":["Jessica Jaymes","Tabitha Stevens","Monica Mayhem","Nicole Ray","Mya Nichole"],"overview":"Jessica Jaymes is Miami's new vice. A CSI Crime Lab is exploding with Sperm! There is sperm everywhere at the studio where a Miami photographer fucks his model to the point of exhaustion. The lab technicians mount a series of sexual recreations to test their theories on the sperm trajectories. Never before has so much sex, blow jobs and monumental ejaculations been performed in the name of Crime Scene Investigation! This is the only Rulon Myles video.","release_date":"2010-05-14","vote_average":7.5,"runtime":84,"cert":"N\/A","id":70897,"title":"CSI: Miami - A XXX Parody","adult":true,"genre_ids":[]},{"cast":["Stefani Morgan","Hillary Scott","Penny Flame","Monique Alexander","Savanna Samson"],"overview":"Stefani and Monique are rivals on the same team, competing for the same boy, and a win in the National Cheerleading World Championships in Bakersfield, California. After Stefani suffers a fatal accident in a botched but fabulous flip, she meets her guardian angel, Penny Flame, and promptly makes a deal to go back to earth to avenge her loss. She reappears in the body of Hillary Scott, and from the gates of Heaven, all hell breaks loose. Paul Thomas presents Debbie Does Dallas...Again, the most ambitious Debbie ever made, and the inspiration for a major reality tv show! See five Vivid superstars lead the cheer for sex, sex and more sex in the Debbie to end all Debbies! Vivid does it...again!","release_date":"2007-04-23","vote_average":7.8,"runtime":122,"cert":"N\/A","id":70898,"title":"Debbie Does Dallas... Again","adult":true,"genre_ids":[35]},{"cast":["Devon","Marie Luv","Jesse Jane","Jana Cova","Haley Paige"],"overview":"Perverse and sinister eroticism, Devon Decadence is a sensual cinematic experience. Fetish and fashion reign as sexual doms and subs twiddle between planes of fantasy and reality weaving a wondrous web of dichotomy. Featuring 10 scenes and an all-star cast in solo, girl\/girl, boy\/girl and anal scenes, Devon Decadence is sure to satiate your every craving.","release_date":"2005-05-12","vote_average":7.5,"runtime":87,"cert":"N\/A","id":70899,"title":"Devon: Decadence","adult":true,"genre_ids":[]},{"cast":["Erica Ellyson","Kimber Emmott"],"overview":"Hop on board the Girls Gone Wild Bus and join 4 of our sexiest spokeswomen, as they tour the country in search for the hottest girls in America! The search is on! It's Girls Gone Wild: Sex Race! What's more ideal than this 19 year-old blondie, whose got the perfect 34C's to match her flawless figure! If that one doesn't get you hot, then these 4 openly sexual friends should do the trick. Watch as this orgy gets messy when they bring out the whipped cream. And if that's not enough, we have two of our hottest GGW spokeswomen in their sexy little race suits, who will definitely get you hot and bothered, when they get down to just the \"bare\" essentials. These girls are perfect! Who better to guide the search for America's hottest college coeds than four beautiful female hosts? GIRLS GONE WILD - SEX RACE delivers the whole package, complete with orgies, whip cream, and naughty times aboard the Girls Gone Wild tourbus","release_date":"2008-03-11","vote_average":4.8,"runtime":null,"cert":"N\/A","id":70900,"title":"Girls Gone Wild: Sex Race","adult":true,"genre_ids":[]},{"cast":["Francesca Lé","Demi Delia","India Summer","Lisa DeMarco","Claudia Valentine"],"overview":"They’re Older, Hornier and Starved for Cock! Who needs to teach young tarts what to do with their tits and twats, when you can have mature, sex-perienced mothers suck and fuck you with a feverish fury?!","release_date":"2008-08-05","vote_average":9.0,"runtime":158,"cert":"N\/A","id":70901,"title":"I Came in Your Mom","adult":true,"genre_ids":[]},{"cast":["Janine Lindemulder","Sophia Santi","Sara Stone","Brooke Haven","Jelena Jensen"],"overview":"It's Janine, in her very first interracial, ‘no condom’ three-way, with super studs, Mandingo and Dexter Dizzle. Shot entirely on HD, Mrs. Behavin’ boasts an all star cast that includes DP’s newest contract sensation, Sophia Santi. Fans of Janine will be happy to know she appears in a total of 4 scenes throughout the movie, including a bonus scene, in which she is paired with Sophia Santi and boy \/ girl scenes with Scott Nails and Erik Everhard.","release_date":"2005-10-12","vote_average":9.5,"runtime":87,"cert":"N\/A","id":70902,"title":"Mrs. Behavin'","adult":true,"genre_ids":[]},{"cast":["Sylvia Kristel","Christopher Cazenove","Oliver Tobias","Gaye Brown","Gottfried John"],"overview":"Based loosely on the real-life story of the World War I spy. The exotic dancer uses her contacts in European high society, along with her seductive charm, to collect military secrets during the war. She successfully plays both sides against each other until at last her deceptions catch up with her.","release_date":"1985-09-05","vote_average":3.1,"runtime":104,"cert":"N\/A","id":70903,"title":"Mata Hari","adult":false,"genre_ids":[18,28,53,10749]},{"cast":["Shay Jordan","Tommy Gunn","Daisy Marie","Kelly Divine","Riley Steele"],"overview":"Naked Aces 5 is the debut film for Digital Playground's brand new, ultra-hot contract girl, Riley Steele, and she shows the world her pure star power in a passionate, almost animalistic scene with Erik Everhard. Don't miss this sensational debut! Also featuring contract superstar, Shay Jordan in romp that will tickle your toes, Naked Aces 5 is a luscious tribute to pow-erful, sexy women. Enjoy fine, young girls in revealing velvet bikinis, sporting an arsenal of weaponry. Naked Aces 5 delivers throbbing horny sex action, scrumptious blowjobs and even ANAL. Slick editing intertwines hot fuck sessions, explosive gun toting and the sexiest creatures on the planet.","release_date":"2008-08-12","vote_average":8.0,"runtime":122,"cert":"N\/A","id":70904,"title":"Naked Aces 5","adult":true,"genre_ids":[]},{"cast":["Wendy Delorme","Ena Lind","Sadie Lune","Judy Minx","Madison Young"],"overview":"A documentary road-movie about 7 young women's artists on tour on a bus, all over Europe this summer, who create on stage a manifesto on feminism, sex, art and education.","release_date":"2010-04-15","vote_average":4.1,"runtime":80,"cert":"N\/A","id":70905,"title":"Too Much Pussy! Feminist Sluts, a Queer X Show","adult":false,"genre_ids":[99,12,35]},{"cast":["Allie Haze","Xander Corvus","Chad Alva","Kimberly Kane","Lexi Belle"],"overview":"In Lost and Found, David, a swinging bachelor who's tired of his old ways, can't believe his luck when Jen moves in next door. After being uncharacteristically at a loss for words, David is helped by his roommate, Steve, who devises a scheme that is certain to bring Jen and David together. Is there no limit to what a man will do for a shot at love? Find out in this adorable romance about a man, a woman and the little pup that brought them together by nearly tearing them apart.","release_date":"2011-02-28","vote_average":6.0,"runtime":118,"cert":"N\/A","id":70906,"title":"Lost and Found","adult":true,"genre_ids":[10749]},{"cast":["Andie Valentino","Kylie Wylde","Amber Rayne","Missy Monroe"],"overview":"Catch all the gushing orgasms with these luscious panty-soaking babes. Don't forget your raincoats and umbrellas because you'll be experiencing all the liquid filled explosions in this full-featured DVD. Catch all the gushing orgasms with these luscious panty soaking babes. Don't forget your raincoats and umbrellas, because you'll be experiencing all the liquid filled explosions on this full featured DVD She's getting ready to blow her load!","release_date":"2007-07-16","vote_average":8.5,"runtime":null,"cert":"N\/A","id":70907,"title":"Slutty Squirters","adult":true,"genre_ids":[]},{"cast":["Jean-Hugues Anglade","Jacqueline Bisset","Christine Boisson","André Dussollier","Gérard Lanvin"],"overview":"A story of a family with numerous members drowned in their sentimental problems.","release_date":"1993-11-10","vote_average":5.4,"runtime":104,"cert":"N\/A","id":70908,"title":"The Groundhogs","adult":false,"genre_ids":[35,18]},{"cast":["Kim Jin-kyu","Moon Jung-suk","Choi Moo-ryong","Kim Hye-jeong"],"overview":"Two brothers—Chul-ho, an accountant with a toothache and a pregnant wife, and Yong-ho, an unemployed ex-soldier wounded in battle—navigate life in post-war Korea.","release_date":"1961-04-13","vote_average":8.0,"runtime":110,"cert":"N\/A","id":70909,"title":"Aimless Bullet","adult":false,"genre_ids":[18]},{"cast":["Alektra Blue","Francesca Lé","Mason Moore","Briana Blair","Mariah Milano"],"overview":"Selina is a swimsuit model who is every mans fantasy, one day during a meet-and-greet with one of her biggest fans, Michael, cupid takes a shot.","release_date":"2010-07-15","vote_average":0.0,"runtime":122,"cert":"N\/A","id":70910,"title":"Dreamgirl","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"The best of the best is here! The top whores in the business are getting down and dirty for your viewing pleasure. Six scenes filled with the super stars of smut! Featuring Brianna Love, Jenna Haze, Audrey Bitoni, Amy Ried, Courtney Cummz and more…this movie will surely live up to its name!","release_date":"2008-04-23","vote_average":8.5,"runtime":null,"cert":"N\/A","id":70911,"title":"Top Shelf","adult":true,"genre_ids":[]},{"cast":["Colin Firth","Ian Holm","Donald Pleasence","Amina Annabi","Nicol Williamson"],"overview":"Bizarre black comedy about 15th-century Paris lawyer Richard Courtois (Firth) who decides to ply his trade in the country, only to find things stranger than he can imagine. His first case turns out to be defending a pig that's accused of murdering a child. And the pig is owned by beautiful gypsy Samira (Annabi), so the idealistic lawyer can fall in love (or lust). There's religion and superstition, there's power struggles, there's ignorance versus knowledge--things sound very modern indeed.","release_date":"1993-09-25","vote_average":6.2,"runtime":102,"cert":"N\/A","id":70912,"title":"The Advocate","adult":false,"genre_ids":[18,36,53,80,10749,35]},{"cast":["Sophie Okonedo","Michael Kitchen","Phyllis Logan","Simon Hyde","Paul Thornley"],"overview":"A thriller with a bit of romance and touches of black humor along the way. Greg is discovered with the dead body of his wife's lover by Marcey, a public servant moonlighting as a waitress at a party thrown by Greg for he and his wife's wedding anniversary. Marcey sets about organizing the slightly neurotic Greg in his attempts to cover up the accident.","release_date":"2003-08-25","vote_average":5.5,"runtime":116,"cert":"","id":70913,"title":"Alibi","adult":false,"genre_ids":[18,53]},{"cast":["Ekkehardt Belle","Jean-Claude Bouillon","Sylvia Kristel","Teri Tordai","Gisela Hahn"],"overview":"A young woman discovers that there's more to do than ski when in the Swiss Alps.","release_date":"1974-09-13","vote_average":4.5,"runtime":83,"cert":"","id":70914,"title":"Julia","adult":false,"genre_ids":[35,10749,18]},{"cast":["Kenny Wang","Stine Kråbøl","Daniel Dahl"],"overview":"John is driving through the most godforsaken area of Norway, when he accidently gets a flat tire. By his attempt to change the tire he realizes that that his car wasn't equipped with one. But as he takes a peek at the ditch next to the road, he sees a whole bunch of spare tires. The world's nicest guy stops to offer help. The problem is that John really do not want help, and he knows an accident rarely comes alone...","release_date":"2011-06-06","vote_average":3.0,"runtime":21,"cert":"N\/A","id":70915,"title":"Spare Tyre","adult":false,"genre_ids":[27]},{"cast":["Charlie Yeung","Nicky Wu","Carrie Ng","Elvis Tsui","Lau Shun"],"overview":"In 3A.D., during the Eastern Jin Dynasty, parents dress a very pretty, very privileged girl like a boy so she may be educated in a local boarding school. There, she falls in love with a poor, but handsome and industrious young man, but their short love affair ends in disaster. Written by","release_date":"1994-08-13","vote_average":6.7,"runtime":107,"cert":"N\/A","id":70916,"title":"The Lovers","adult":false,"genre_ids":[10749,18,10751,14]},{"cast":["Sherilyn Fenn","Blaise Miller","Suzanne May","Todd Berger"],"overview":"Someone is killing beautiful young Hipsters in East L.A. Charlie is a crime scene cleaner working for Aftershocks Inc. with a penchant for Sherlock Holmes type deduction. Wallace is an out-of-luck filmmaker working as a crime scene videographer. The detectives covering the murders are apathetic at best but with good names (Henry and Carlita, particularly Carlita). Good names, bad attitudes.","release_date":"2009-08-31","vote_average":5.0,"runtime":null,"cert":"N\/A","id":70917,"title":"The Scenesters","adult":false,"genre_ids":[35,53,80,9648]},{"cast":["Natalya Danilova","Nina Usatova","Viktor Bychkov","Andrey Krasko","Alisa Grebenshchikova"],"overview":"A story about a love between two teenagers set in the small Russian town during sixties.","release_date":"1997-06-06","vote_average":6.0,"runtime":91,"cert":"N\/A","id":70918,"title":"American Bet","adult":false,"genre_ids":[18,10749]},{"cast":["Aleksandr Feklistov","Albert Filozov","Sergei Stepanchenko","Aleksey Maklakov","Dariya Mikhaylova"],"overview":"The film is dedicated to the little-known period of life of the great Russian composer P.I. Tchaikovsky. He appears before us not as a canonical gray-haired genius, recognized and crowned with world fame, but as a young, insecure man who comes to visit his sister for several summer days. Relatives and friends, “little people”, give the great artist love, care and spiritual support, helping him to find himself, to overcome “torture by the sounding world”. For them, as well as for the authors of the film, Tchaikovsky is an angel thrown to the ground, reminiscent of the ultimate mission of man ...","release_date":"2004-06-06","vote_average":1.0,"runtime":140,"cert":"N\/A","id":70919,"title":"Apocrypha: Music for Peter and Pavel","adult":false,"genre_ids":[36]},{"cast":["Lina Romay","Martine Stedil","Nathalie Chape","Roger Darton","Ronald Weiss"],"overview":"A small-time hood brings the attention of the law with an insurance scam and diamond theft, but things become even more interesting when his moll murders him and is slammed behind bars where she faces all manner of electric shock treatments to various parts of her anatomy","release_date":"1975-01-01","vote_average":5.1,"runtime":75,"cert":"N\/A","id":70922,"title":"Women Behind Bars","adult":false,"genre_ids":[53,80]},{"cast":["Sergei Stolyarov","Igor Vladimirov","Pavel Luspekayev","Mikhail Gluzskiy","Sergei Golovanov"],"overview":"The enemy agents from an unknown nation have secret automated facilities set up in the Atlantic and Pacific oceans for the purposes of sinking ships. The super submarine \"Pioneer\" and it's intrepid crew is dispatched to find the source of these mysterious sinking's...Unknown to the captain, his chief engineer is working for the bad guys, intent on stopping their efforts, at any cost...It seems the real chief had a twin brother who was a circus acrobat who murdered and replaced him.","release_date":"1955-05-05","vote_average":6.4,"runtime":146,"cert":"N\/A","id":70923,"title":"The Secret of Two Oceans","adult":false,"genre_ids":[28,12,878]},{"cast":["Boris Shcherbakov","Mikhail Svetin","Vyacheslav Tikhonov","Pavel Vinnik","Yuriy Sarantsev"],"overview":"On board the ocean liner, the agents of the special services of the three former union republics, are spying on agent Nikitin, who is instructed to withdraw money from the CPSU account in a Swiss bank ...","release_date":"1995-06-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":70924,"title":"Venture","adult":false,"genre_ids":[35]},{"cast":["Emily Watson","Aisling Loftus","Hugo Weaving","Lorraine Ashbourne","David Wenham"],"overview":"The story of Margaret Humphreys, a social worker from Nottingham, who uncovers one of the most significant social scandals in recent times – the forced migration of children from the United Kingdom. Almost singlehandedly, Margaret reunited thousands of families, brought authorities to account and worldwide attention to an extraordinary miscarriage of justice.","release_date":"2010-10-08","vote_average":7.2,"runtime":100,"cert":"15","id":70925,"title":"Oranges and Sunshine","adult":false,"genre_ids":[18]},{"cast":["George C. Scott","David Hemmings","Gilbert Roland","Hart Bochner","Susan Tyrrell"],"overview":"An isolated sculptor is visited by his three sons just before the start of WWII.","release_date":"1977-03-09","vote_average":6.5,"runtime":104,"cert":"N\/A","id":70926,"title":"Islands in the Stream","adult":false,"genre_ids":[18]},{"cast":["Chinatsu Nakayama","Norio Nishikawa","Kiyoshi Nishikawa","Yasushi Yokoyama","Shinsuke Shimada"],"overview":"Chie Takemoto is a dependable girl who struggles to help her troublesome father run a small tavern in Osaka. Unbeknown to her dad, she occasionally visits her mother who left him not too long ago. She plans on trying to reunite them, but not until her father gets a job.","release_date":"1981-04-11","vote_average":6.7,"runtime":105,"cert":"N\/A","id":70927,"title":"Chie the Brat","adult":false,"genre_ids":[10751,16,35,18]},{"cast":["Lino Ventura","Leo Genn","Suzanne Flon","Robert Hardy","Lea Massari"],"overview":"Who is Anton Haliakov, who has just been abducted by the M.I.5 in London? A Soviet scientist apparently. But sixteen years before the man had another identity, Clément Tibère, and another nationality, French. So what led him to become Russian and to change identity? And why are the British secret services interested in him?","release_date":"1973-02-10","vote_average":6.8,"runtime":117,"cert":"N\/A","id":70928,"title":"The Silent One","adult":false,"genre_ids":[18,53]},{"cast":["Lino Ventura","Lea Massari","Jean Poiret","Jean-Pierre Bacri","Roger Planchon"],"overview":"Bastien Grimaldy, a man driven to heightened anxiety as the plot against him begins to take effect. Bastien's personal relationships give him enough cause for anxiety -- between his new lover Laura and a feisty mother, life provides its own insecurities. When he goes to the police with his problems, Bastien is assigned an off-beat inspector to protect him but is still faced with skepticism about his dilemma.","release_date":"1984-12-19","vote_average":5.4,"runtime":108,"cert":"N\/A","id":70929,"title":"The Seventh Target","adult":false,"genre_ids":[53,18,10749]},{"cast":["Olivier Gourmet","Dominique Blanc","Julie Depardieu","Marion Cotillard","Jean-Michel Portal"],"overview":"François Durrieux, a man in his forties, married to Clémence and father of Benjamin, has been employed for years by the firm DSBO. In order not to lose his job, he always submits to his boss's demands whether it means working after office hours, canceling planned holidays or harming his family life. However, when one night, Simon Lacaze, his best friend and colleague, commits suicide just after being fired ignominiously, François rebels...","release_date":"2006-02-15","vote_average":6.2,"runtime":90,"cert":"N\/A","id":70930,"title":"Burnt Out","adult":false,"genre_ids":[18]},{"cast":["Valérie Baurens","Denis Chérer","Stéphane Boutet","Véronique Barrault","Pierre-Jean Chérer"],"overview":"","release_date":"2005-07-13","vote_average":4.0,"runtime":null,"cert":"N\/A","id":70931,"title":"The Wedding Day","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":6.5,"runtime":null,"cert":"N\/A","id":70932,"title":"Insurreição","adult":false,"genre_ids":[]},{"cast":["Cem Yılmaz"],"overview":"","release_date":"2011-01-01","vote_average":6.9,"runtime":null,"cert":"N\/A","id":70937,"title":"Bifo & CMYLMZ","adult":false,"genre_ids":[10402,35]},{"cast":["Vladimir Shchegolkov","Kseniya Kachalina","Kseniya Bogolepova","Larisa Udovichenko","Tatyana Okunevskaya"],"overview":"A dramatic love triangle between young boy and two girls from different worlds: cute American schoolgirl and painful, loveless student in Soviet boarding school.","release_date":"1993-06-01","vote_average":1.0,"runtime":122,"cert":"N\/A","id":70938,"title":"Wild Love","adult":false,"genre_ids":[10749,18]},{"cast":["Jennifer Hammon","Caroline Ambrose","James Horan","David Andriole","Jack DeLeon"],"overview":"Innocent, sexy Allyson leaves her boyfriend Peter to go to acting classes in Los Angeles. In Los Angeles she rents a room in an apartment building from the grumpy Mr. Merry next to the resident working girl, Bridget. During the day Allyson struggles with her acting lessons at arrogant Eric Constantine's acting school whilst at night she plays with herself as she watches beautiful, confident Bridget through the keyhole servicing her clients. In class she meets professional photographer Jerry who offers to shoot her a portfolio.","release_date":"1999-08-31","vote_average":6.0,"runtime":90,"cert":"N\/A","id":70939,"title":"Allyson Is Watching","adult":false,"genre_ids":[18,53,10749]},{"cast":["Michael Winslow","Lou Bedford","Bud Spencer"],"overview":"Chinese scientist comes to the US but is kidnapped straight away from the airport and switched for his look-alike, which soon suffers death in mysterious car accident. Young girl who says she's scientists niece comes to Jack 'Extralarge' Costello and asks him to find her uncle. Extralarge starts investigation, but someone doesn't want him to learn the truth and whole case is complicated even more when he finds out that the girl is not the person who she claims she is.","release_date":"1993-09-28","vote_average":8.0,"runtime":83,"cert":"N\/A","id":70940,"title":"Extralarge: Lord of the Sun","adult":false,"genre_ids":[28,35]},{"cast":["Bud Spencer","Michael Winslow","Lou Bedford"],"overview":"A series of mysterious murders throw the south of Florida into confusion: an individual dressed as a Ninja warrior runs through his victims with a long sword, launching incomprehensible messages. Extralarge and Dumas are appointed by the police to investigate despite the fact they have another case to solve: the protection of an important politician who has received death threats. Extralarge discovers that all the Ninja's victims were part of a team of sappers in Vietnam responsible for the destruction of a small village, Nang Ky. The death squad was headed up in fact by the politician who the detective is protecting. Extralarge also finds out that Nang Ky was the most isolated outpost in Vietnam and had become a paradise for perdition and vice run by a number of American officers who, towards the end of the war, arranged for it to be destroyed by napalm so as to cancel any trace of their abuse.","release_date":"1993-10-20","vote_average":6.7,"runtime":100,"cert":"N\/A","id":70941,"title":"Extralarge: Ninja Shadow","adult":false,"genre_ids":[]},{"cast":["Bryan Brown","George Takei","Terry O'Quinn","John Bach","Toshi Shioya"],"overview":"On an obscure Pacific Island just north of Australia, the Japanese Empire has operated a prisoner of war camp for Australian soldiers. At the close of World War II, the liberated POWs tell a gruesome tale of mass executions of over eight hundred persons as well as torture style killings of downed Australian airmen. In an attempt to bring those responsible to justice, the Australian Army establishes a War Crimes Tribunal to pass judgement on the Japanese men and officers who ran the Ambon camp. In an added twist, a high ranking Japanese admiral is implicated, and politics become involoved with justice as American authorities in Japan lobby for the Admiral's release. Written by Anthony Hughes","release_date":"1990-07-26","vote_average":4.3,"runtime":108,"cert":"","id":70942,"title":"Blood Oath","adult":false,"genre_ids":[18,10752]},{"cast":["Dariya Moroz","Raisa Ryazanova","Oleg Tabakov","Anton Tabakov","Anatoli Vasilyev"],"overview":"At the start of the new capitalistic era in Russia a group of friends open a taxi cab company.","release_date":"2005-06-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":70943,"title":"Dopolnitelnoe Vremya","adult":false,"genre_ids":[35]},{"cast":["Sigurd Wallén","Emil Fjellström","Gull Natorp","Eivor Landström","Peter Höglund"],"overview":"Albert Engström's anecdotes of Småland have been put together to make a comedy film about Johannes and Cornelius, two smallholding farmers and best friends.","release_date":"1943-10-25","vote_average":5.0,"runtime":73,"cert":"N\/A","id":70944,"title":"I mörkaste Småland","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Lykov","Mikhail Filippov","Marina Yesipenko","Svetlana Timofeeva-Letunovskaya","Evgeny Sergeev"],"overview":"\"Дзисай\" в переводе с древнеяпонского - \"жертвенный козел отпущения\". Мудрые японские императоры, зная, что их благополучие и здоровье принадлежит не только им самим, но и всей нации, держали при себе специального человека, который принимал на себя все беды и несчастья, грозящие хозяину. Этот самоотверженный человек и носил гордое прозвище Дзисай, именно на него и валились все шишки, которые судьба щедро отпускала на долю императора. Начитанный российский бизнесмен, узнав об этой древней традиции, также решил создать себе подобный \"громоотвод\", дабы защититься от всевозможных напастей. Его Дзисаем становится безработный, \"бывший интеллигентный человек\", обреченный получать тумаки и затрещины вместо предприимчивого хозяина...","release_date":"2004-06-06","vote_average":1.0,"runtime":85,"cert":"N\/A","id":70945,"title":"Dzisay","adult":false,"genre_ids":[35]},{"cast":["Isabelle Gélinas","Agnès Soral","Gad Elmaleh","Serge Hazanavicius"],"overview":"A week on St-Martin with vacationing Parisians. Camille surprises her lover Philippe, who's with his wife and children. Lonely Laurette, a secretary, hopes to meet a man. Aziz brings his enthusiastic brother Rafik because his boss had two tickets he couldn't use. Lovers Pauline and the pregnant, cranky Anita find their vacation complicated by an ex-lover of Pauline's. The playboy Jimmy is the hotel M.C., and Carla, free-spirited and sensual, coaches Laurette in the ways of seduction. She is hot and cold to these wiles, alternately attracting and putting off Aziz, hoping Jimmy will try to seduce her, and afraid he might. By week's end, with the help of Camille's diary, we'll know the outcomes.","release_date":"2001-01-10","vote_average":4.3,"runtime":null,"cert":"N\/A","id":70946,"title":"People in Swimsuits Aren't (Necessarily) Shallow","adult":false,"genre_ids":[35]},{"cast":["M.Jamil","Ariff S. Shamsuddin","Cassandra Patrick","Zarina Zainuddin","Ery Zukhairi"],"overview":"Ramlee receives a call from his old friend Aziz to attend his \"Kenduri\" at Kampung Pulau Rusa in Pahang. Excited, Kassim then invites his close friends to join him as they go for a road trip from KL to Pahang along the Karak Highway. With his two friends, Qaseh, a writer who writes supernatural novels and Sudin, the trio prepare for a fun journey to Pahang. Feeling bored along the way, Qaseh decides to share some of her many ghost stories from her upcoming novel that feature ghosts like 'hantu raya','polong','saka' and many more. Little did they know that the innocent story telling would be more than what they've bargained for.","release_date":"2011-05-05","vote_average":0.0,"runtime":98,"cert":"N\/A","id":70947,"title":"Momok Jangan Panggil Aku","adult":false,"genre_ids":[27,53]},{"cast":["Intan Ladyana","Shasha Zurazie","Ery Zukhairi","Adey Syafrien","Zaidi Omar"],"overview":"FLAT 3A chronicles the frightening experience that Fikah and her boyfriend Anas experience, after Fikah moves to a new home. Parallel to that, Wahyu is tracking his missing relative, Fatin, and he is beginning to close in on the terrible mystery that surrounds the haunted flat….3A.","release_date":"2011-07-14","vote_average":6.0,"runtime":95,"cert":"N\/A","id":70948,"title":"Flat 3A","adult":false,"genre_ids":[27]},{"cast":["Michelle Ang","Matt Whelan","Mike Ginn"],"overview":"The contemporary story of Chinese New Zealand-born over-achiever Emily Chu, raised to believe she can get anything she puts her mind to. Even if 'anything' is at odds with her traditional Hong Kong born parents' wish for her to become a doctor like her two older sisters. Everything is coming up roses - until she meets James, a European New Zealander, and accidentally falls in love with him. But if her father finds out, she will face disownment. By the time Emily realises that she's sacrificing the respect of her family to follow her heart, James, too, has fallen irrevocably in love and there's nothing for it but to try and keep their relationship a secret. Happy endings don't come easy, if at all, but that doesn't mean they don't happen. But for Emily to get one, she needs to show James and her family that she has learned a lesson about the selflessness of love.","release_date":"2011-03-17","vote_average":5.0,"runtime":85,"cert":"N\/A","id":70949,"title":"My Wedding and Other Secrets","adult":false,"genre_ids":[10749,18]},{"cast":["Stuart Whitman","Stanley Baker","Susannah York","Harry Andrews","Theodore Bikel"],"overview":"A diverse group of individuals struggle to survive in the Kalahari desert after their passenger plane crashes.","release_date":"1965-11-24","vote_average":6.1,"runtime":119,"cert":"N\/A","id":70950,"title":"Sands of the Kalahari","adult":false,"genre_ids":[28,12]},{"cast":["Emmanuelle Seigner","Isild Le Besco","Samuel Benchetrit","Noémie Lvovsky","Mar Sodupe"],"overview":"An adolescent groupie zeroes in on her Blondie-like idol after the singer chances to cross her orbit on a publicity tour. Gradually their lives intertwine as, with near-operatic intensity, the film delves into the emotional dependency on both sides of celebrity culture.","release_date":"2005-11-16","vote_average":6.3,"runtime":112,"cert":"N\/A","id":70955,"title":"Backstage","adult":false,"genre_ids":[18]},{"cast":["Dmitriy Dyuzhev","Olga Sutulova"],"overview":"Катя и Сергей — счастливая семейная пара. У них совместный бизнес. Джип последней модели. Квартира в современном доме в центре города. Всё настолько хорошо и благополучно, что супруги уже подумывают о загородном трёхэтажном коттедже с бассейном. Но однажды всё изменилось — Сергей исчез. Катя начинает собственное расследование…","release_date":"2008-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":70956,"title":"Ischeznovenie","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"1983-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":70957,"title":"Prisioneiras em Fúria","adult":false,"genre_ids":[]},{"cast":["Aleksey Serebryakov","Anna Dubrovskaya","Bogdan Stupka","Evgeniya Dobrovolskaya","Yekaterina Vasilyeva"],"overview":"A drama based on a classic short story by Anton Chekhov.","release_date":"2009-06-06","vote_average":0.0,"runtime":168,"cert":"N\/A","id":70958,"title":"Ivanov","adult":false,"genre_ids":[10749,18,35]},{"cast":["Sonny Chiba","Kinnosuke Nakamura","Masaomi Kondo","Toshirō Mifune","Kyôko Enami"],"overview":"This is the story of \"The Forty-Seven Ronin.\" Based on historical events in 1701-2, the movie tells the tale of the Asano clan's downfall and the revenge of its former samurai on the perpetrator of the catastrophe. Lord Asano was goaded, or tricked, into drawing his sword inside the Shogun's palace -- a crime which carried the death penalty. The newly installed Shogun was furious at Asano and ordered all his clan's assets seized, meaning some 20,000 samurai and commoners were unemployed and landless at a stroke. Forty-seven of these ronin (masterless samurai) banded together to take attempt revenge on Lord Kira, who had goaded Asano into drawing his sword.","release_date":"1978-10-28","vote_average":5.8,"runtime":158,"cert":"N\/A","id":70959,"title":"The Fall of Ako Castle","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"En liten gutt er på flukt gjennom jungelen. Marco heter han og er Pinkys lillebror. Pinky og Sunniva har dratt av sted for å prøve å finne ham. Samtidig har selveste Kaptein Sabeltann seilt fra Det Usynlige Land. I årevis har han vært på jakt etter Den Magiske Diamant. Nå fører ryktene ham til Shangri La, en avsidesliggende sydhavsstrand. Inne i jungelen, på den andre siden av hengebroene, lurer en livsfarlig fiende, nemlig Maga Kahn, jungelens onde fyrste, og hans dronning Sirikit. Det er duket for en nervepirrende duell.","release_date":"2002-10-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":70960,"title":"Kaptein Sabeltann og jakten på den magiske diamant","adult":false,"genre_ids":[10751]},{"cast":["Valentina Tolstova","Aleksandra Putrya","Ivan Perepyolkin"],"overview":"The young witch Victoria has three tasks to accomplish to avoid being expelled from the witch school. In the land of fairytale, in the Three-times-ninth kingdom, the tsar Yesenya needs help retrieving a magic Seeing Apple. In the Three-times-tenth kingdom, the king Reginald the 64th has disappeared. And in the Three-times-fourteenth kingdom, king Olaf needs to remove a spell from his daughter.","release_date":"2006-06-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":70961,"title":"Kontrolnaya po Chudesam","adult":false,"genre_ids":[14,12,10751]},{"cast":["Alex DeBoe","Gabrielle Anwar","Douglas Spain","Loretta Swit","Bronson Pinchot"],"overview":"Link is torn between the two loves of his life: surfing, and his girlfriend Sunny. He's also got to deal with an angry landlady who's threatening to evict him if he doesn't start paying his rent. When three rich but clueless newcomers move into town and immediately start striking out with the dozens of bikini-clad beauties on the local beach, Link sees a possible solution to his cash problems: offer the trio lessons in how to become pick-up artists.","release_date":"1998-11-25","vote_average":6.0,"runtime":90,"cert":"N\/A","id":70964,"title":"Board Heads","adult":false,"genre_ids":[35]},{"cast":["Anastasiya Dobrynina","Dina Korzun","Dmitriy Dyuzhev","Aleksandr Polovtsev","Pavel Derevyanko"],"overview":"A woman and a young girl in different cities are struggling to find their way in this world. Will their paths intersect and will that change their destinies?","release_date":"2007-11-29","vote_average":6.7,"runtime":104,"cert":"N\/A","id":70965,"title":"Kuka","adult":false,"genre_ids":[10749,18]},{"cast":["Fyodor Dunayevsky","Anastasiya Nemolyaeva","Oleg Basilashvili","Inna Churikova","Aleksandr Pankratov-Chyornyy"],"overview":"Ivan Mirosnikov, a cheeky young man in the Gorbachev era, is trying to figure out what to do with his life (he's not in college, and the 2-year mandatory military service is looming large ahead of him). Meanwhile, he lives with his divorced mother, and works as a courier at a Russian newspaper. Through his job, he meets patronizing Professor Kuznetzov and his rebellious daughter Katya. To annoy the professor, Ivan claims to have an affair with Katya. To his surprise, Katya backs his story up.","release_date":"1986-06-06","vote_average":7.7,"runtime":88,"cert":"N\/A","id":70966,"title":"Courier","adult":false,"genre_ids":[18,10749,35]},{"cast":["Lino Ventura","Marlène Jobert","Michel Constantin","Paul Crauchet","Alain Mottet"],"overview":"Marceau Léonetti (Lino Ventura), a competent and energetic officer stops by chance the son of an influential lawyer driving under the influence of alcohol. A few months later, the lawyer falsely accuses Léonetti as being violent and incompetent. As a result Marceau is transferred to a small police station, where he meets young and beautiful Jeanne (Marlène Jobert). Soon they are faced with a tough investigation.","release_date":"1970-07-25","vote_average":7.1,"runtime":null,"cert":"N\/A","id":70967,"title":"Last Known Address","adult":false,"genre_ids":[53,80]},{"cast":["Andrew Schofield","Lisa Parry"],"overview":"Under The Mud depicts a hectic day in the life of a family from hell. Or are they ‘one hell of a family’? The film’s setting of Speke and Garston in Liverpool is an area with high unemployment and one of the worst teenage pregnancy rates in Europe. The action takes place over twenty-four hours, centering around the Potts household – second home to teenage slacker, Magic, who’s such a part of the furniture that his longing for the eccentric beauty Paula Potts goes completely un-noticed. To the love of his life he’s just her twin brother’s best mate. With the family set on a course of self-destruction, aided by an old enemy of dad’s, and Paula arguing with her imaginary friend about running off to Ibiza with the local slime-ball, Magic realises that he only has a few hours to save the family, get the girl and change all of their lives forever.","release_date":"2006-11-16","vote_average":0.0,"runtime":85,"cert":"N\/A","id":70970,"title":"Under the Mud","adult":false,"genre_ids":[35]},{"cast":["Craig Wasson","Jodi Thelen","Michael Huddleston","Jim Metzler","Scott Hardt"],"overview":"Also known as Moritorium and Georgia's Friends, Four Friends follows the titular quartet from high school to young adulthood. The film is set during the tumultuous 1960s, an era when everyone's values were turned inside out, shaken around, and reassembled. The central character is first-generation American Craig Wasson, who confounds his Yugoslavian father (Miklos Simon) by pursuing his own let-it-all-hang-out lifestyle. Wasson's best friends are athlete Jim Metzler and chubby Michael Huddleston; all pursue the affections of bewitching Jodi Thelan. Though they are obviously deeply in love with one another, Wasson and Thelan continue to foolishly avoid a long-term commitment as the sixties unfold around them. Four Friends calls for a fresher approach than the one offered by director Arthur Penn, whose handling of the material is much too pat and old-fashioned.","release_date":"1981-12-11","vote_average":7.2,"runtime":115,"cert":"N\/A","id":70971,"title":"Four Friends","adult":false,"genre_ids":[18,10749]},{"cast":["Lindsey McKeon","Wade Carpenter","Robin Dunne","Kiele Sanchez"],"overview":"In a remote cabin in the woods, Kristen tries to convince her boyfriend to kill fellow classmate Richard to gain possession of his winning lottery ticket.","release_date":"2001-04-10","vote_average":8.0,"runtime":96,"cert":"N\/A","id":70972,"title":"Class Warfare","adult":false,"genre_ids":[18,53,80]},{"cast":["Veronica Neave","Queenie van de Zandt","Catarina Hebbard","Tarah Carey","Sean Dennehy"],"overview":"Globe-trotting Christine wakes up one ordinary day to find that her biological clock has gone off with a vengeance. But for a commitment-phobe on the wrong side of 40, the road to motherhood is strewn with bedlam, calamity and smoked out eggs. When she turns to her life long friends Margo and Mikki for support, she finds them equally embattled; Margo zealously guarding the door to her recently emptied nest, and Mikki frantically fighting her evil twin foes: Sagging and Drooping. Collectively, however, the girls are a force to be reckoned with, so together they take on the might of Mother Nature with hilarious results.","release_date":"2010-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":70979,"title":"Girl Clock!","adult":false,"genre_ids":[35]},{"cast":["Gordon Liu Chia-Hui","Phillip Ko","Kim Ki-Ju","Chang Yi-Tao","Lee Kang-jo"],"overview":"Gordon Liu kicking ass and taking names.","release_date":"1979-06-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":70982,"title":"Fury in the Shaolin Temple","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Two friends, Daniel and Adair go in search of a new drug called \"Bazuka\"; during their search, they are joined by Stacy and her friend Karla. They then find themselves on a crazy trip under the influence of this powerful drug.","release_date":"2004-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":70985,"title":"Bazuka","adult":false,"genre_ids":[]},{"cast":["Adolf Jahr","Elof Ahrle","Sickan Carlsson","Gustaf Lövås","Katie Rolfsen"],"overview":"An army musician is mistaken for a company manager and fall in love.","release_date":"1938-08-26","vote_average":3.5,"runtime":94,"cert":"N\/A","id":70986,"title":"Just a Trumpeter","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Rouve","Claude Brasseur","Olivier Gourmet","Marie Kremer","Gilles Cohen"],"overview":"","release_date":"2011-03-16","vote_average":5.4,"runtime":85,"cert":"N\/A","id":70987,"title":"Final Balance","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["Cheran","Dipa Shah","Y. G. Mahendran","Lakshmi Ramakrishnan","Jayaprakash"],"overview":"A CBCID officer investigates an eccentric series of crimes happening in the city. His investigation leads him to unexpected crime perpetrators.","release_date":"2011-02-03","vote_average":7.4,"runtime":160,"cert":"N\/A","id":70988,"title":"Yuddham Sei","adult":false,"genre_ids":[80,28,53]},{"cast":["Maïwenn","Pascal Greggory","Hélène de Fougerolles"],"overview":"","release_date":"2006-11-22","vote_average":6.9,"runtime":null,"cert":"N\/A","id":70989,"title":"Forgive Me","adult":false,"genre_ids":[35]},{"cast":["Vincent Elbaz","Karin Viard","Clotilde Courau","Roschdy Zem","Géraldine Pailhas"],"overview":"Summer 1969 on the Mediterranean coast. Paul and Vincent are childhood buddies. On a beach one day, they meet Alice and her friend Eve. After a series of memorable adventures, couples fall into place but not quite in the right order. Alice blossoms elsewhere, Paul marries Eve and Vincent weds Marie. The 70s are in full swing. Thanks to the pill, women's lives change radically, sexology is in, feminists's voices can be heard loud and clear but unrestricted and free access to abortion has yet to be attained. Against the backtop of a decade marked by sexual liberation, these three girls and two boys will cross each other's paths, love one another, split up and reunite.","release_date":"2000-04-26","vote_average":6.0,"runtime":88,"cert":"N\/A","id":70990,"title":"Enchanted Interlude","adult":false,"genre_ids":[10749,35]},{"cast":["Sami Bouajila","Romain Duris","Jean-Michel Portal","Leonor Varela","Pep Munné"],"overview":"Three sons are sent on a journey to trace their father's checkered past.","release_date":"2003-03-05","vote_average":5.2,"runtime":103,"cert":"N\/A","id":70991,"title":"No Big Deal","adult":false,"genre_ids":[35,18,10751,10402]}]