[{"cast":["Serge Gainsbourg","Jane Birkin","Andréa Parisy","Daniel Gélin","Henri-Jacques Huet"],"overview":"Commercial director Serge Faberge (Serge Gainsbourg) is having an affair with Evelyne (Jane Birkin), the 18 year old fiancee of friend Hugh (James Mitchell). His own pregnant wife Francoise (Andréa Parisy) usually does not mind his dalliances, until he actually walks out on her and their newborn baby to move in with Evelyne. The shoe is on the other foot when dashing stuntman Dado (Gilles Millinaire) catches Evelyne's eye in Venice.","release_date":"1969-07-27","vote_average":5.8,"runtime":90,"cert":"N\/A","id":71002,"title":"Slogan","adult":false,"genre_ids":[18,35,10749]},{"cast":["Sven Lindberg","Edvin Adolphson","Annalisa Ericson","Elsa Prawitz","Bengt Brunskog"],"overview":"Bertil Lund works at the wholesaling company Everything for the Baby. The supervisor Fredriksson is considering promoting him to vice-president but there is one obstacle: Bertil is yet unmarried and is thus considered unsuitable. But Bertil's friend Torbjörn has an idea: Bertil can borrow Torbjörn's wife Ulla and tell everybody that she is his wife. When his colleagues at work hears that he is married, Bertil has a lot of problems to deal with. Plot by Mattias Thuresson.","release_date":"1959-06-22","vote_average":5.5,"runtime":104,"cert":"N\/A","id":71005,"title":"Får jag låna din fru?","adult":false,"genre_ids":[35]},{"cast":["Sophia Loren","Paul Newman","David Niven","Peter Ustinov","Romain Gary"],"overview":"Lady L is an elegant 80-year-old woman who recalls her amorous life story, including past loves and lusty, scandalous adventures she has lived through.","release_date":"1965-12-17","vote_average":5.5,"runtime":117,"cert":"","id":71006,"title":"Lady L","adult":false,"genre_ids":[35]},{"cast":["Daphne Zuniga","Greg Evigan","Cameron Bancroft","Katharine Isabelle","Vincent Gale"],"overview":"Diana McQueen notorious con-woman has had enough. She leaves town and her boss, Tom Rourke, behind. She takes the place of her dying friend, who was to become some man's mail-order bride. Can she pull off this last con?","release_date":"2008-11-08","vote_average":7.0,"runtime":120,"cert":"N\/A","id":71007,"title":"Mail Order Bride","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Megan Dodds","John Light","Mia Farrow","Ismael 'East' Carlo","Archie Kao"],"overview":"A software developer becomes a billionaire and is distracted by fame, greed and power, then must save his invention and company from a hostile takeover.","release_date":"2002-02-21","vote_average":3.5,"runtime":96,"cert":"N\/A","id":71010,"title":"Purpose","adult":false,"genre_ids":[53]},{"cast":["Park Joong-hoon","Kang Soo-yeon","Ye Ji-won","Ahn Byeong-kyeong","Jang Hang-seon"],"overview":"Low-ranking civil servant Pil Yong (Park Joong Hoon) has things hard looking after his disabled wife(Ye Ji Won). He takes charge of a hanji project in hopes it will bring him a promotion. His wife comes from a family of hanji masters. One of his tasks include working with quarrelsome filmmaker Ji Won (Kang Su Yeon), who is shooting a documentary about hanji. Though he knows little about the subject to begin with, the more he learns about hanji, the more it takes on a new significance for him and the world around him.","release_date":"2011-03-17","vote_average":5.0,"runtime":118,"cert":"N\/A","id":71011,"title":"Hanji","adult":false,"genre_ids":[18]},{"cast":["Lewis Stone","Mickey Rooney","Cecilia Parker","Fay Holden","Ann Rutherford"],"overview":"While Judge Hardy handles a couple's divorce, Andy takes a shine to their shy daughter.","release_date":"1942-03-03","vote_average":6.2,"runtime":95,"cert":"N\/A","id":71012,"title":"The Courtship of Andy Hardy","adult":false,"genre_ids":[35]},{"cast":["Matt Schulze","Lochlyn Munro","David Carradine","Rachel Hunter","Amanda Detmer"],"overview":"The LA police are baffled: someone is killing people who have been found innocent of violent crimes. At the crime scenes, DNA evidence and clues linked to chess point to a suspect who's dead, recently executed for murders with a similar M.O. The cops call on Dan Marlowe, an ex-cop with psychic gifts, in an asylum after the trauma of the initial investigation. His wife wants him to say no; her brother is his former partner, who leans on Dan to help. Dan's ex-lover, an FBI agent, is also on the case, and behind the scenes is Myron, Dan's chess partner at the asylum. The game turns more deadly when Dan and family become the target. Did the cops initially get the wrong man?","release_date":"2006-03-15","vote_average":3.8,"runtime":91,"cert":"N\/A","id":71013,"title":"Final Move","adult":false,"genre_ids":[53,9648]},{"cast":["Alan Arkin","Christopher Lee","Kate Fitzpatrick","Michael Pate","Graham Kennedy"],"overview":"In WWII, Captain Invincible used his superpowers against the Nazis, and he was a hero. But when they accused him of supporting the communists, he retired to Australia. Now, after a US super secret super weapon is stolen, he's asked to come back, to help. Unfortunately, he's an alcoholic now... -- parody of superhero comic strips","release_date":"1983-01-01","vote_average":6.4,"runtime":96,"cert":"N\/A","id":71016,"title":"The Return of Captain Invincible","adult":false,"genre_ids":[14,28,35,878]},{"cast":["Yekaterina Urvantseva","Olga Konskaya","Andrei Nekrasov"],"overview":"Alex is creating a databank of dreams, claming he knows how to digitise the dreamimage. It is just a self publicity ploy and Alex is soon woken up to the reality of underprivilege, corruption and state terror by an ex-convict Lubov, with whom Alex has an unlikely love affair.","release_date":"2001-06-06","vote_average":0.0,"runtime":97,"cert":"N\/A","id":71017,"title":"Love and other Nightmares","adult":false,"genre_ids":[18]},{"cast":["Larisa Gordeichik","Boris Borisenok","Otar Koberidze","P. Shmakov","A. Genesin"],"overview":"In the near future, a friendly exploratory mission to Earth from the planet Zenturia crashes on Mars's moon Phobos, and cosmonauts from the USSR are sent to the difficult and dangerous rescue.  Although this film was never shown in the USA in its entirety, producer Roger Corman adapted the plot premise for his 1966 sci-fi-horror opus, QUEEN OF BLOOD, and utilized some of its special effects in that film.","release_date":"1963-06-06","vote_average":6.8,"runtime":64,"cert":"N\/A","id":71018,"title":"Encounter in Space","adult":false,"genre_ids":[878]},{"cast":["Michael Rooker","Ryo Ishibashi","Danielle Harris","John Laughlin","Bobcat Goldthwait"],"overview":"An ex-cop finds himself caught up in a battle between Japanese mobsters and local gangland thugs and discovers that he was framed for wrong-doings by a corrupt cop.","release_date":"1996-08-29","vote_average":5.4,"runtime":86,"cert":"N\/A","id":71019,"title":"Back to Back","adult":false,"genre_ids":[10770,28,18]},{"cast":[],"overview":"","release_date":"1962-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71020,"title":"A Lenda de Enéas","adult":false,"genre_ids":[]},{"cast":["Hülya Avşar","Yavuz Bingöl","Bülent Şakrak","Songül Öden","Volga Sorgu"],"overview":"","release_date":"2011-01-01","vote_average":1.3,"runtime":null,"cert":"N\/A","id":71021,"title":"72.Koğuş","adult":false,"genre_ids":[18]},{"cast":["Nikolai Karachentsov","Yuriy Dubrovin","Sergei Prokhanov","Tatyana Mikhalevkina","Nikita Mikhajlovsky"],"overview":"At the beginning of \"perestroyka\", city authorities are getting ready for another event in keeping with the spirit of stagnant times. A director with a rather \"unyielding\" character is assigned to make a film about the birth of the one millionth inhabitant. However, when he finds the heroine of his story, there is no much \"positive\" to show as this family hardly suits for advertising happy life...","release_date":"1988-06-06","vote_average":4.0,"runtime":96,"cert":"N\/A","id":71022,"title":"Miss Millionersha","adult":false,"genre_ids":[35]},{"cast":["Katharine Isabelle","Amanda Tapping","Maria del Mar","Joe Lando","Dominic Zamprogna"],"overview":"Abby Lord (Maria del Mar) is kidnapped and her husband Robert Lord (Joe Lando) has to pay off a million dollar ransom. Based on a True Life story.","release_date":"2006-04-24","vote_average":3.0,"runtime":94,"cert":"N\/A","id":71023,"title":"Engaged to Kill","adult":false,"genre_ids":[18,53]},{"cast":["Aleksandr Borisov","Nikolai Cherkasov","Vladimir Balashov","Yuri Leonidov","Andrei Popov"],"overview":"Saint Petersburg, 1858. A group of composers known as The Five meet at Balakirev's. Young Modest Mussorgsky, both a civil servant and a musician, has become a fixture there. He tells about the first opera he plans to compose. Then he goes to the country where he discovers the lowly conditions of the peasants and the bloody conflicts with the rich land owners. He works on Gogol's 'The Marriage', trying to render into music the natural accents of the play's naturalistic dialogue. But his efforts do not pan out. On the other hand, he starts writing his opera on the story of Boris Godunov. The Marinsky Theatre refuses to stage the work. The Five, and Mussorgsky among them, are libeled and the group starts disintegrating. When 'Boris Godunov' is finally performed in 1874, it is a popular success.","release_date":"1950-11-27","vote_average":5.5,"runtime":120,"cert":"N\/A","id":71024,"title":"Mussorgsky","adult":false,"genre_ids":[36,18]},{"cast":["John Gielgud","Rebecca Pidgeon","Harold Pinter"],"overview":"A stage director and his female assistant find the blackest protagonist possible, then make him up as white as possible, to create the titular character.","release_date":"2000-01-01","vote_average":5.3,"runtime":6,"cert":"","id":71025,"title":"Catastrophe","adult":false,"genre_ids":[]},{"cast":["Irina Alfyorova","Aleksandr Kirillov","Lyudmila Drebnyova","Lyubov Chirkova","Vladimir Vikhrov"],"overview":"A musical fairytale based on the poem \"The Tale of the Dead Princess\" by Alexander Pushkin.","release_date":"1979-02-01","vote_average":3.3,"runtime":76,"cert":"N\/A","id":71026,"title":"Bells of Autumn","adult":false,"genre_ids":[14,10751]},{"cast":["Demetri Kallas","Lynn Lowry","Ron Braunstein (Necro)","Manoush","Edgar Moye"],"overview":"George Rossi, who immigrated to the US and served in the Vietnam war, is now a Superintendent of a Queens apartment building. He finds himself quickly slipping into a depraved world which is fueled by the tenants of the building.","release_date":"2010-01-01","vote_average":6.3,"runtime":98,"cert":"N\/A","id":71027,"title":"The Super","adult":false,"genre_ids":[27]},{"cast":["Anna Massey","Siân Phillips"],"overview":"Written in English in 1965, this piece has only 121 words in all. Beckett's note to the text is almost twice as long. Three women meet in a softly lit place. Seated on a bench facing the audience, they reminisce about old school days. Each woman leaves the stage briefly, and during each absence an appalling secret is whispered about the third – which the audience doesn't hear. At the end the three hold hands with the cryptic comment 'I can feel the rings', though Beckett specifies that none are apparent.","release_date":"2000-01-01","vote_average":4.0,"runtime":8,"cert":"","id":71028,"title":"Come and Go","adult":false,"genre_ids":[]},{"cast":["Susan Fitzgerald","Joan O'Hara"],"overview":"Footfalls was written in English between March and December 1975. May, wrapped in tatters, paces back and forth engaging in conversation with the disembodied voice of her mother. In the second scene, May's voice becomes subsumed into her mother's. She paces ever more slowly as the play progresses, and the light dims, so that by the fourth and final scene there is no trace of her","release_date":"2000-04-24","vote_average":6.0,"runtime":27,"cert":"U","id":71029,"title":"Beckett on Film - Footfalls","adult":false,"genre_ids":[]},{"cast":["Grigori Belov","Nikolai Cherkasov","Aleksandr Borisov","Liliya Gritsenko","Viktor Khokhryakov"],"overview":"Biographical film about the composer Rimskiy-Korsakov. Belongs to the gallery of costume historical and biographical films of the postwar cinema of the Soviet Union. The film tells about the last two decades in the life of Russian composer.","release_date":"1953-08-24","vote_average":6.0,"runtime":114,"cert":"N\/A","id":71030,"title":"Rimsky-Korsakov","adult":false,"genre_ids":[10402,18]},{"cast":["Kate O'Rourke","Te Kaea Beri","Campbell Cooley","Sandy Lowe","Brendan Gregory"],"overview":"Wound is a supernatural horror that explores the dark worlds of mental illness, incest, revenge and death. We follow Tanya as she searches for the mother she has never met – a mother who gave her up for dead after being abused by her own father who remains stuck in her present life. Tanya returns from the dead to confront and possess her mother with all her deepest fears and desires, sending Susan into a state of madness and gore filled retribution. A dark, disturbing look into a haunted woman’s mind. This is one terrible dream you will never wake up from.","release_date":"2010-07-26","vote_average":2.0,"runtime":76,"cert":"N\/A","id":71031,"title":"Wound","adult":false,"genre_ids":[14,27,53]},{"cast":["John Hurt"],"overview":"In Krapp's Last Tape, which was written in English in 1958, an old man reviews his life and assesses his predicament. We learn about him not from the 69-year-old man on stage, but from his 39-year-old self on the tape he chooses to listen to. On the 'awful occasion' of his birthday, Krapp was then and is now in the habit of reviewing the past year and 'separating the grain from the husks'. He isolates memories of value, fertility and nourishment to set against creeping death 'when all my dust has settled'.","release_date":"2000-09-08","vote_average":7.2,"runtime":58,"cert":"N\/A","id":71032,"title":"Krapp's Last Tape","adult":false,"genre_ids":[18,10770]},{"cast":["Diane Foster","David Backus","Matt Farnsworth","James McCaffrey","John Savage"],"overview":"The Orphan Killer is a tour de force murder flick that defies classification. It goes far beyond current trends in gore and breaks open a new suffering genre of horror. Marcus Miller is a serial murderer hellbent on teaching his estranged sister Audrey what it means to have family loyalty. His lessons are taught in massive doses of vulgar and unimaginable pain. Throughout her brutal torture we learn that Marcus is not the only Miller with Killer in the bloodline as Audrey proves to be a formidable adversary.","release_date":"2011-11-01","vote_average":3.6,"runtime":83,"cert":"N\/A","id":71033,"title":"The Orphan Killer","adult":false,"genre_ids":[27,53]},{"cast":["Robert Duvall","Lukas Haas","James Earl Jones","Starletta DuPois"],"overview":"Texas writer Horton Foote's touching story set in 1902 features Robert Duvall as Sol, the hardened boss of a sugar plantation who unwittingly becomes a mentor to a young boy named Horace (Lukas Haas), who comes to Sol looking for a way to earn a living. Horace eventually learns, through his associations with Sol, Ben (James Earl Jones) and others, that life, though it isn't always fair or just, is worth rising for every day.","release_date":"1991-01-01","vote_average":5.2,"runtime":93,"cert":"N\/A","id":71034,"title":"Convicts","adult":false,"genre_ids":[18]},{"cast":["Travis Pastrana"],"overview":"This time round were bringing in the Big Guns,The Mad Dogs.The best riders,racers and drivers after we scoured both Australia and the US for the best footage we could point our trusty HD cameras at. The end result reads like a whos who of freestyle.Join us as we film Matt Rebeaud and Lance Coury carving up the red bull compound.Robbie Maddison and Taka Higashino breaking in Maddos new front-lawn course.Private sessions with Todd Potter,Matt McFerran Steve Mini and Nate Adams.Interview Rally legend Ken Block and aussie funny guy Bilko. Tackle Schuies notorious 10 pack and the Red Bull X-Ray and go inside legendary Roland Sands Designs concept bike factory.","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":71035,"title":"MotoX - Heavy Hitters","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the editors of the world’s best-selling motocross magazine comes Kickstart 2 DVD: the sequel to 2009’s TransWorld Motocross blockbuster, Kickstart, The Movie. Featuring four decades worth of the best riders in our sport, KS2 has something for everyone, both young and old. Filmed in exclusive sessions in private locations, KS2 offers viewers an inside peek inside their heroes’ lives. From Jeremy McGrath’s private San Diego ranch, to Twitch’s backyard playground, to Chad Reed’s personal Compound 22, you’ll get to see places and things that most only dream of. Come with us as we document Josh Hill’s disastrous backflip attempt, and meet Adam Cianciarulo, the 14-year-old that many believe to be the future of our sport. Features: Ricky Carmichael, Adam Cianciarulo, Taka Higashino, Josh Hill, Jeremy McGrath, Chad Reed, Twitch, Eli Tomac, Jake Weimer, Nick Wey, Bilko, Dean Wilson, Kevin Windham, Ryan Villopoto, and more","release_date":"2010-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71036,"title":"Kick Start 2","adult":false,"genre_ids":[28,35]},{"cast":["Rémy Girard","Pauline Lapointe","Yvan Canuel","Jason Blicker","Marie-Josée Croze"],"overview":"Tired of rough winters, a Quebec family buys a motel in south Florida. But life is not easy down where motels grow faster than grass. Two bigger businessmen are out to get them for invading their turf. However, that is not even the beginning of their troubles...","release_date":"1993-03-04","vote_average":4.0,"runtime":114,"cert":"N\/A","id":71037,"title":"La Florida","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Follow Tanner Hall and crew around the world in his latest ski dvd, Believe DVD. Watch Tanner, Seth Morrison, Kyle Petersen, Sean Pettit, Callum Pettit, Anthony Borownowski, Ian Provo, Dan Treadway, CR Johnson and more as they take skiing to a level unlike anything you’ve ever seen before. Believe takes you from sessions in chest deep blower pow at Mt. Baker to a little cat time in Retallack, British Columbia. The journey continues while picking up major speed through Whistler, B.C., then on to a massive roadside session in Japan as the crew mashes the all time dirtiest pillows in Mica and up North to Haines, Alaska as Seth Morrison throws a 150+ double front flip to stop! Believe is the new standard in ski films, don’t get left behind.","release_date":"2007-08-31","vote_average":0.0,"runtime":36,"cert":"N\/A","id":71038,"title":"Believe","adult":false,"genre_ids":[12]},{"cast":[],"overview":"Yeah Dude 2007 YEAH DUDE If youre a Poor Boyz fan, you've probably noticed PBP's movies follow a formula: The world's best riders + sick locations + sick action filler = the best ski movie of the year. PBP's 2007 release Yeah Dude follows the Poor Boyz tradition of scintillating action, sending crews to all points of the globe to capture the year?????s best skiing. But when it came time to assemble the pieces, PBP started expanding its repertoire. Once the snow melted, many of Yeah Dude's athletes and crew members visited the Poor Boyz studios to give candid accounts of their seasons. The result is a much more intimate portrait of the Poor Boyz crew than you're used to, but without any consequent lulls in the action. Yeah Dude gives you all the skiing action you expect from PBP. But Yeah Dude is unlike any ski movie you've seen before.","release_date":"2007-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":71039,"title":"Yeah Dude","adult":false,"genre_ids":[]},{"cast":["Shiri Appleby","Tim Matheson","Frances Fisher","Kristin Datillo-Hayward","Christine Adams"],"overview":"A fun-loving 30-something (Shiri Appleby) with abandonment issues becomes convinced that her dating problems will be resolved if she can only track down the father she never knew. When she finds him (Tim Matheson), she discovers that he's an assassin and that she may have found her calling.","release_date":"2008-12-30","vote_average":5.7,"runtime":42,"cert":"N\/A","id":71040,"title":"To Love and Die","adult":false,"genre_ids":[35,18,28]},{"cast":["Debra Paget","Paul Hubschmid","Walter Reyer","Claus Holm","Luciana Paluzzi"],"overview":"In Eschnapur, a German architect saves the life of the Maharajah's favorite temple dancer and becomes Maharajah's friend but their friendship is tested when the architect and the dancer fall in-love, triggering the Maharajah's vengeful ire.","release_date":"1959-01-21","vote_average":6.0,"runtime":101,"cert":"N\/A","id":71041,"title":"The Tiger of Eschnapur","adult":false,"genre_ids":[18,12,53,10749]},{"cast":["Tom Bresnahan","Jill Whitlow","Jonathan Chapin","Christopher Burgard","Sam Melville"],"overview":"The Cates family is thrilled to learn they have inherited the old mansion of the deranged, stage actor, Tyler Walker. They arrive to discover that the mansion has turned into a playground for a local street gang. But the gang is not all the Cates children have to worry about as Tyler's ghost makes it known he is not pleased with their intrusion.","release_date":"1988-11-18","vote_average":4.8,"runtime":87,"cert":"N\/A","id":71042,"title":"Twice Dead","adult":false,"genre_ids":[27]},{"cast":["Pascale Bussières","Michel Barrette","Serge Postigo","Denis Bernard","Noémie Yelle"],"overview":"1952, Quebec -- Alys Robi, chanteuse au sommet de sa popularité et reconnue mondialement, est internée, malgré elle, par son père. Les autorités médicales lui prescrivent le seul remède pour une guérison possible: la lobotomie. Sous les lumières aveuglantes de la salle d'opération, Alys voit ses 28 ans de vie défiler sous ses yeux. À cinq ans, Alice Robitaille fait déjà fureur à Québec, sa ville natale. À 13 ans, elle part seule pour conquérir la grande ville, Montréal, sous le nom d'Alys Robi. Elle travaille d'abord au théatre National avec \"La Poune\" qui la prend sous son aile puis se joint à la troupe de Jean Grimaldi. Elle y rencontre Olivier Guimond, son premier grand amour. Ambitieuse, elle le quitte pour vivre une relation professionnelle et amoureuse avec Lucio Asgotini qui finira par lui briser le coeur.","release_date":"2004-12-17","vote_average":6.5,"runtime":105,"cert":"N\/A","id":71043,"title":"Bittersweet Memories","adult":false,"genre_ids":[18]},{"cast":["Céline Bonnier","Roy Dupuis","Patrick Huard","Frank Schorpion","Rémy Girard"],"overview":"The oldest daughter of an impoverished Montreal family, Monique Sparvieri vows to find a way to get out of the ghetto in which she lives. Abandoned by Michael, the love of her life, Monique finds herself alone again when her second husband, Gaston, is sentenced to ten months in prison. While many other women her age are still dreaming of Prince Charming, Monique takes her own destiny in her hands. She and her new love, Gerald Simard, plan a series of bank robberies. Intoxicated by passion and success, Monique isn't afraid of anything and she wants to make sure that her children don't experience the same miserable upbringing as she did.","release_date":"2004-04-30","vote_average":5.8,"runtime":122,"cert":"N\/A","id":71044,"title":"Machine Gun Molly","adult":false,"genre_ids":[18]},{"cast":["Georgi Burkov","Tatyana Pelttser","Galina Polskikh","Nelli Volshaninova","Pyotr Velyaminov"],"overview":"Уж пятый десяток пошел герою картины, а он все еще продолжает искать свое место в жизни и этой самой жизни смысл. Перепробовав с десяток профессий, работает сантехником — и считает, что тоже временно. Жена в сердцах называет его «отставной козы барабанщиком».Горожанин Гаврюшко Чупрун после очередной ссоры с женой решил начать \"новую\" жизнь. Взяв у соседа форму и выдав себя за капитана дальнего плавания, уехал в село, где родился и вырос. Но очень скоро истина стала для всех очевидной - и приехавшей жене пришлось спасать Гаврилу от позора.","release_date":"1981-06-06","vote_average":2.0,"runtime":75,"cert":"N\/A","id":71045,"title":"Otstavnoy Kozy Barabanshchik","adult":false,"genre_ids":[35]},{"cast":["André Dussollier","Isabelle Carré","Ludivine Sagnier","Irène Jacob","Simon Abkarian"],"overview":"The island of Kiam was once a paradise place with a kind Maharaja as a ruler. But one day the villainous Malaw killed the island’s ruler and deprived the Crown Prince Shiva of the throne. The insidious Malaw had the prince locked up in a dungeon in the palace’s underground labyrinth, and he announced to the Kiam residents that he would kill Shiva if they only tried to rebel. Then the Old Sage Swami, aided by programmer Agni, came into contact with the Light of Crystal. That’s what he called a girl named Parva, who embodied radiant innocence and was born of the same astral combination as Prince Shiva. Only she and her love could save the prince and bring peace back to the island of Kiam.","release_date":"2003-02-12","vote_average":6.7,"runtime":null,"cert":"N\/A","id":71046,"title":"The Legend of Princess Parva","adult":false,"genre_ids":[16]},{"cast":["Mikhail Morozov","Oleg Efremov","Boris Plotnikov","Yuri Bogatyryov","Innokentiy Smoktunovskiy"],"overview":"История о событиях в Петербурге в канун первой мировой войны, событиях странных, драматических, развернувшихся в течение одной недели Рождества перед Новым 1914 годом. Герой фильма - частный детектив Петя Чухонцев, не окончивший курса студент-юрист, - расследует дело изобретателя Куклина, который был убит. Убит именно так, как предсказывал во время странного, почти сумасшедшего, новогоднего визита к Чухонцеву. Расследуя дело Куклина, Петя очень быстро сообразит, что в этом деле центральной фигурой является немец Шольц, владелец , по дешевке скупающий изобретения русских умельцев и передающий их шпиону Зигфреду Гею, советнику германского посольства. Однако также скоро Петя поймет и то, что он влез явно не в свое дело...","release_date":"1987-06-06","vote_average":7.0,"runtime":92,"cert":"N\/A","id":71047,"title":"First Encounter - Last Encounter","adult":false,"genre_ids":[9648,18,35]},{"cast":["Todd Eastland","Shannon McMahon","Dennis Sullivan","Craig Derrick","David Neal Evans"],"overview":"In order to become a member of a fraternity, the applicants have to go through initiation rituals to show their loyalty. Way back in the 1960s, someone played a nasty trick on the student Sidney Scheider: He had to take a bath in a tub filled with cornflakes and coffee grounds, vinegar and even more disgusting substances. Nothing unusual so far but someone had replaced the water with pure acid. Sidney was seriously wounded and died a horrible death. This year Acid Sid returns with a vengeance, killing everyone who comes his way. One by one is slaughtered and in the college hell breaks loose.","release_date":"1990-12-07","vote_average":3.7,"runtime":80,"cert":"N\/A","id":71048,"title":"Pledge Night","adult":false,"genre_ids":[35,27]},{"cast":["Algis Arlauskas","Svetlana Amanova","Mikhail Pugovkin","Mikhail Kokshenov","Nina Grebeshkova"],"overview":"Adventurous comedy about a bunch of people hunting the winning lottery ticket.","release_date":"1982-06-06","vote_average":7.1,"runtime":95,"cert":"N\/A","id":71051,"title":"SportLotto - 82","adult":false,"genre_ids":[35]},{"cast":["Jean Yanne","Mireille Darc","Bernard Blier","Michel Constantin","Rufus"],"overview":"","release_date":"1971-04-07","vote_average":6.4,"runtime":null,"cert":"N\/A","id":71056,"title":"Laisse aller... c'est une valse","adult":false,"genre_ids":[28,35,80]},{"cast":["Kimika Yoshino","Miho Kanno","Shu-Ma","Naozumi Takahashi","Ryoka Yuzuki"],"overview":"Misa Kuroi is an adorable high-school girl who arrives at her new school when it is falling under an evil supernatural force. Trying to figure out who's behind the supernatural attack, Misa also has to deal with assumptions by her fellow classmates that believe she is the one behind it all. Misa and twelve other students are kept late after school hours one day to retake an exam. Then, after sunset, the entire school is deserted, and the students find themselves trapped inside and their teacher no where to be found. One by one, the thirteen students are picked up and disposed of in horrific and graphic fashion. It is up to Misa to try and gain the trust of her fellow students so that she can protect them and stop the evil before it's too late.","release_date":"1995-04-08","vote_average":5.2,"runtime":80,"cert":"N\/A","id":71057,"title":"Eko Eko Azarak: Wizard of Darkness","adult":false,"genre_ids":[27]},{"cast":["Kimika Yoshino","Wataru Shihodo","Chieko Shiratori","Akira Otani","Hideyo Amamoto"],"overview":"Kimika Yoshino returns in this prequel to 'Wizard of Darkness' to play Misa Kuroi before she was famous, or at least before she realized she was a witch. 'Birth of the Wizard' begins in Meiji-era Japan, in a village of former witches and wizards. I say former, because someone seems to have slaughtered them. Skip to the present day, and an archaeologist discovers a mummy from the village. Blissfully unaware that the mummy is, in fact, possessed by an evil spirit (naturally), he runs off, leaving his assistant alone. The mummy comes to life, kills her, and the evil spirit takes over her body. This evil spirit is now searching for Misa, who is protected by Kyle Reese, It is Misa's destiny to defeat this evil spirit, but she needs Saiga's help to do it.","release_date":"1996-04-20","vote_average":5.5,"runtime":83,"cert":"N\/A","id":71058,"title":"Eko Eko Azarak II: Birth of the Wizard","adult":false,"genre_ids":[27]},{"cast":["Hinako Saeki","Ayaka Nanami"],"overview":"Misa Kuroi is a good witch, but wherever she goes, evil follows. When a dying girl appears out of nowhere shouting Misa's name, our heroine goes to work. Following the clues, Misa transfers to the prestigious Saint Salem School for Girls and joins the Drama Club. Soon all the girls depart for a mysterious Drama Camp, deep in the woods.","release_date":"1998-01-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":71059,"title":"Eko Eko Azarak: Misa the Dark Angel","adult":false,"genre_ids":[27]},{"cast":["Red Skelton","Vincent Price","Imogene Coca"],"overview":"Freddie the Freeloader sets out to have Xmas dinner in a very expensive New York restaurant with his good friend, the Professor. Along the way he stops in a hospital to entertain some children on Xmas. Red Skelton does a couple of songs on his own &amp; a duet with Vincent Price.","release_date":"1981-11-01","vote_average":5.3,"runtime":60,"cert":"N\/A","id":71062,"title":"Freddie the Freeloader's Christmas Dinner","adult":false,"genre_ids":[35,10751]},{"cast":["René Groothof","Veerle Dobbelaere","René van 't Hof","Eugene Bervoets"],"overview":"Late 16th century, persecuted protestantism and general dissatisfaction with the Catholic Habsburg rule in the Netherlands lead to large-scale plundering and vandalizing of churches, only harshening the Spanish Inquisition, sparkling the Eighty Years War.","release_date":"1995-05-11","vote_average":9.0,"runtime":140,"cert":"N\/A","id":71063,"title":"The Flying Dutchman","adult":false,"genre_ids":[14,35,18]},{"cast":["Amar Upadhyay","Aditi Gowitrikar","Apurva Agnihotri","Divya Palat","Irrfan Khan"],"overview":"After the passing away of her parents, Simran Malhotra lives a wealthy lifestyle with her uncle, Rajendra. She has always won beauty pageants during her college days, and when an opportunity arises, she enters her name in a local beauty contest. This news is not welcomed by fellow-collegian, Tanya Khurana, who has always been the runner-up. She confides to her brother, Ajit, who assures her that Simran will be made to change her mind. Ajit makes some intimidating phone calls and even threatens her in person when she is alone, but to no avail, Simran does take part in the contest, and wins again. This breaks Tanya's heart, and an enraged Ajit, who swears that he will only rest after he kills or seriously disfigures Simran. Simran, her friend, Kajal, along with Sameer and Kunal decide to go to Khandala to celebrate Simran's win, and when the boys go to get something to eat, Ajit attacks Simran and Kajal...","release_date":"2003-02-21","vote_average":4.0,"runtime":153,"cert":"N\/A","id":71064,"title":"Dhund: The Fog","adult":false,"genre_ids":[12,53,9648,27]},{"cast":["Wallace Beery","Barbara Bedford","Alan Roscoe","Lillian Hall","Henry Woodward"],"overview":"As Alice and Cora Munro attempt to find their father, a British officer in the French and Indian War, they are set upon by French soldiers and their cohorts, Huron tribesmen led by the evil Magua. Fighting to rescue the women are Chingachgook and his son Uncas, the last of the Mohican tribe, and their white ally, the frontiersman Natty Bumppo, known as Hawkeye.","release_date":"1920-11-21","vote_average":6.2,"runtime":73,"cert":"N\/A","id":71065,"title":"The Last of the Mohicans","adult":false,"genre_ids":[12,18,28,36]},{"cast":["Douglas Fairbanks","Enid Bennett","Wallace Beery","Sam De Grasse","Alan Hale"],"overview":"Amid big-budget medieval pageantry, King Richard goes on the Crusades leaving his brother Prince John as regent, who promptly emerges as a cruel, grasping, treacherous tyrant. Apprised of England's peril by message from his lady-love Marian, the dashing Earl of Huntingdon endangers his life and honor by returning to oppose John, but finds himself and his friends outlawed, and Marian apparently dead. Enter Robin Hood, acrobatic champion of the oppressed, laboring to set things right through swash buckling feats and cliffhanging perils!","release_date":"1922-08-18","vote_average":6.6,"runtime":133,"cert":"N\/A","id":71066,"title":"Robin Hood","adult":false,"genre_ids":[18,28,10749]},{"cast":["Mary Pickford","Lloyd Hughes","Gloria Hope","David Torrence","Forrest Robinson"],"overview":"Wealthy Elias Graves builds his home on the top of a hill, where a group of squatters have taken up residence at the bottom. Many of the men in the squatters' village have their eyes on young Tess, and one of them, Ben Letts, frames Tess's father for murder. While maintaining her father's innocence, Tess must keep her love for Graves' son a secret, while caring for Elias' daughter's illegitamate child.","release_date":"1922-11-12","vote_average":6.3,"runtime":118,"cert":"N\/A","id":71067,"title":"Tess of the Storm Country","adult":false,"genre_ids":[10749,18]},{"cast":["George O’Brien","Madge Bellamy","Charles Edward Bull","Cyril Chadwick","Will Walling"],"overview":"Springfield, Illinois. Brandon, a surveyor, dreams of building a railway to the west, but Marsh, a contractor, is sceptical. Abraham Lincoln looks on as their children, Davy Brandon and Miriam Marsh, play together. Brandon sets off with Davy to survey a route. They discover a new pass which will shave 200 miles off the expected distance, but they are set upon by a party of Cheyenne. One of them, a white renegade with only two fingers on his right hand, kills Brandon and scalps him. Davy buries his father... Years pass. It is 1862 and Lincoln signs the bill authorizing construction of the Union Pacific and Central Pacific railways. Marsh is principal contractor and Miriam is engaged to Jesson, the chief engineer... Crews of Chinese, Italians, and Irish work to build the railway while resisting Indian attack. When the pay train is delayed by Indian ambush, the Italians go on strike. Miriam persuades them to return to work...","release_date":"1924-08-24","vote_average":6.8,"runtime":150,"cert":"N\/A","id":71068,"title":"The Iron Horse","adult":false,"genre_ids":[37]},{"cast":["Kay Kay Menon","Jackie Shroff","Piyush Mishra","Pavan Malhotra","Prashant Narayanan"],"overview":"Power struggles ensue in a gang after the sudden death of their leader.","release_date":"2011-06-03","vote_average":7.5,"runtime":157,"cert":"N\/A","id":71069,"title":"Bhindi Baazaar Inc","adult":false,"genre_ids":[80,18,53]},{"cast":["Gabrielle Anwar","Colin Egglesfield","Andrew W. Walker","Pancho Demmings","Jud Tylor"],"overview":"A famous violinist Caroline Waverly returns to her home town. A killer is on the streets, and Caroline may be a target for murder.","release_date":"2011-06-13","vote_average":5.0,"runtime":86,"cert":"N\/A","id":71070,"title":"Carnal Innocence","adult":false,"genre_ids":[9648,10770]},{"cast":["Stefanie Powers","Barry Bostwick","Sam Wanamaker","Fairuza Balk","Gina Lollobrigida"],"overview":"Twin sisters trade places with unexpected results.","release_date":"1985-05-27","vote_average":6.8,"runtime":120,"cert":"N\/A","id":71073,"title":"Deceptions","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Claudia Davila","James McEvoy"],"overview":"Set in Miami, a dancer arrives from Caracas determined to make her name as a film director.","release_date":"2008-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":71074,"title":"Director","adult":false,"genre_ids":[18,28,53]},{"cast":["Eric Fish","Bodenski","Ingo Hampf","Frau Schmitt"],"overview":"Recoreded live at the Berliner Passionskirche","release_date":"2006-11-09","vote_average":4.8,"runtime":59,"cert":"N\/A","id":71075,"title":"Subway to Sally: Nackt","adult":false,"genre_ids":[10402]},{"cast":["Lance Henriksen","Sherilyn Fenn","Isaac Hayes","Daniel Goddard","Richard Norton"],"overview":"In an apocalyptic future, a man with extra-human powers goes on the run.","release_date":"2003-01-01","vote_average":2.0,"runtime":95,"cert":"N\/A","id":71076,"title":"Dream Warrior","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Steven Berkoff","Ivy Levan","Jeremy London","Joshua Cox","Natasha Alam"],"overview":"An aspiring model, Cynthia, becomes the focus of a documentary when she is chosen as the face for the world's biggest fashion designer, Claudio. Cynthia accidentally overdoses and with deadlines looming they decide to use her corpse to continue filming.","release_date":"2010-06-21","vote_average":4.5,"runtime":92,"cert":"15","id":71077,"title":"Drop Dead Gorgeous","adult":false,"genre_ids":[18,35,99]},{"cast":["Traci Lords","Jeff Fahey","Brian Bloom","Natalie Karp","María Díaz"],"overview":"An aspiring writer gets involved in the investigation of her best friend after she is killed while having an affair.","release_date":"1998-08-09","vote_average":4.0,"runtime":91,"cert":"N\/A","id":71078,"title":"Extramarital","adult":false,"genre_ids":[18,53,10749]},{"cast":["Tom Jørn Spottag","Tuva Novotny","Søren Vejby","Tammi Øst","Rasmus Bjerg"],"overview":"Tom is a renowned author who is about to suffocate from the shame of not having written a new, good book for over 20 years. But then he meets Renee, a young female admirer who gives him a renewed lust for life. Soon, they move together and settle on the country, away from both Tom's ex-wife and his demanding editor. But life in the countryside does not only offer tranquility for the couple in love. Some local people begin to harass the two with a threatening behavior, and their lives are soon turned into a nightmare ...","release_date":"2010-01-01","vote_average":4.8,"runtime":85,"cert":"N\/A","id":71079,"title":"Med lukkede øjne","adult":false,"genre_ids":[18,53]},{"cast":["Luisana Lopilato","Mariano Martinez","Carla Peterson","Mirta Wons","Peto Menahem"],"overview":"\"It's an everyday universe that exists 7 feet over our heads. They are city birds that you can find in every tree or every corner.\" Juan: a sparrow that feels ordinary and underestimates his own race. Accidentally, he changes the way he looks, and the same reason that will make him feel unique is what is going to put his life in danger. Feifi: a beautiful canary that manages to escape from the cage of a network tycoon (Mr. Puertas), and starts trying a new life in freedom, as a common bird. Both of them will need to be something that they aren't and will face danger and adventures with their friends (Libia, the Pidgeon; Pipo, the Humming Bird; Clarita, the Bat; and some more). A clumsy cat, some psyco Southern Lapwings and Mr. Puertas will make everything even harder for them. Juan and Feifi will try to shape their destiny to feel truly free. Written by Anonymous","release_date":"2010-02-18","vote_average":3.5,"runtime":80,"cert":"N\/A","id":71080,"title":"Free birds","adult":false,"genre_ids":[16,10751,12]},{"cast":["Michael 'Olga' Algar","Tommy Goober","Dave The Nut"],"overview":"Filmed absolutely live on 20th November 2004 at Utrecht Tivoli, Holland on the Our Last Tour? tour. Plus a 40 minute interview with Olga in Camden, London, January 2005 and behind-the-scenes \/ rehearsal \/ on-tour footage from throughout 2004.","release_date":"2006-05-16","vote_average":0.0,"runtime":160,"cert":"","id":71081,"title":"Toy Dolls: Our Last DVD?","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Discover reading fun with 12 sing-along stories starring the Us band! Let reading take center stage with Al, Og, Meg, Izzy and Gus! Sing, laugh and learn about vowels with these animated tales Us - and you!","release_date":"2011-07-17","vote_average":0.0,"runtime":32,"cert":"N\/A","id":71082,"title":"LeapFrog: Sing and Learn With Us!","adult":false,"genre_ids":[10751]},{"cast":["Desiree Cousteau","Serena","John Holmes","Juliet Anderson","Sharon Kane"],"overview":"Desiree tells of the events that led her to become an adult film star, illustrated by graphic reenactments.","release_date":"1979-09-01","vote_average":6.3,"runtime":80,"cert":"N\/A","id":71091,"title":"Inside Desireé Cousteau","adult":true,"genre_ids":[]},{"cast":["Miou-Miou","Olivier Gourmet","Kevin Lelannier","Josse De Pauw"],"overview":"","release_date":"2009-03-04","vote_average":6.9,"runtime":null,"cert":"N\/A","id":71092,"title":"Pour un fils","adult":false,"genre_ids":[18,9648]},{"cast":["Kim Seung-woo","Son Ye-jin"],"overview":"A man becomes involved in some extra-sensory experiences after hitting a woman while driving drunk and bringing her home. She has amnesia and cannot speak, but that doesn't prevent her from communicating with him in other ways...","release_date":"2000-06-03","vote_average":5.0,"runtime":105,"cert":"N\/A","id":71093,"title":"Secret Tears","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":71094,"title":"Weeds","adult":false,"genre_ids":[]},{"cast":["Marie Forså","Nadia Henkowa","Anke Syring","Ines André","Birgit Zamulo"],"overview":"Sixteen year old Bibi comes to her aunt Toni's boarding house where she is seduced by lesbian women.","release_date":"1974-05-10","vote_average":6.5,"runtime":120,"cert":"N\/A","id":71097,"title":"Bibi","adult":false,"genre_ids":[10749,18]},{"cast":["Stan Laurel","Oliver Hardy","Vivian Blaine","Robert Bailey","Douglas Fowley"],"overview":"The two-man Laurel and Hardy Zoot Suit Band find themselves fronting a scam for \"gasolene pills\" in wartime oil-short America. They are however soon on the side of the angels helping recover $10,000 for an attractive young lady whose family have themselves been swindled.","release_date":"1943-06-05","vote_average":5.5,"runtime":75,"cert":"N\/A","id":71098,"title":"Jitterbugs","adult":false,"genre_ids":[35]},{"cast":["Gena Rowlands","Mimi Rogers","Susan May Pratt","Geordie Johnson","Kenneth Mitchell"],"overview":"The story of three women who live in a North Carolina town and defy the traditional roles set forth for them by society.","release_date":"2002-08-18","vote_average":7.0,"runtime":111,"cert":"N\/A","id":71099,"title":"Charms for the Easy Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Chased out of the old world, the dark vampire lord Giovanni flees to the American southwest where he sets up a new brood. Longshank, Brittan's premier vampire slayer follows him here, and in a final confrontation in the Arizona desert both are killed. A hundred years later Melissa, a gorgeous, goth, lesbian college student, is obsessed with becoming a vampire and escaping her terrible home life. Along with her four friends, Ted, Liz, Mona, and Kent, she regularly conducts ceremonies where she tries to commune with dark forces. When she buys an old, evil book at a creepy garage sale she finally has the key she has been searching for. Following her dreams of Giovanni and a map in the book the five friends hike out to \"Massacre Lane\" and finally summon up some real vampires.","release_date":"2010-05-05","vote_average":2.0,"runtime":75,"cert":"N\/A","id":71102,"title":"Vampegeddon","adult":false,"genre_ids":[27]},{"cast":["Nikolai Volkov St.","Aleksei Litvinov","Gennadi Khudyakov","Lev Kovalchuk","Efim Kopelyan"],"overview":"A boy named Volka discovers an ancient vessel on the bottom of a river. When he opens it, a genie emerges from there. He calls himself Hassan Abdurrahman ibn Khottab, or in Russian style Khottabych. Grateful Khottabych is ready to fulfill any of Volka's wishes. But it appears that Volka should use the powers of the genie carefully, for they can have undesirable results.","release_date":"1957-12-30","vote_average":6.5,"runtime":86,"cert":"N\/A","id":71103,"title":"Old Man Khottabych","adult":false,"genre_ids":[12,14,10751]},{"cast":["Lyudmila Maksakova","Andrei Boltnev","Tatyana Nikitina","Sergei Nikitin","Lyudmila Arinina"],"overview":"Что предпринять, если ты лишилась возможности видеть своего единственного внука? Молодая обаятельная бабушка, надеясь повлиять на бывшую невестку, знакомится с ее новым свекром… Так начинается удивительная история любви.","release_date":"1985-06-06","vote_average":6.0,"runtime":78,"cert":"N\/A","id":71106,"title":"Trips on an Old Car","adult":false,"genre_ids":[10749,35]},{"cast":["Ellen Hillingsø","Laura Bro","Kurt Ravn","Morten Grunwald","Laura Skaarup Jensen"],"overview":"THE EXPERIMENT is the story of the nurse Gert, who is appointed as headmistress of a special children's home, owned by the Danish state in Greenland, 1951. The children's home is intended to accommodate 16 carefully selected Greenlandic children, who have just come home after a year of civilization in Denmark. Now they are to be introduced into the Greenlandic community as role models. Gert, who lives alone and has no family, accepts the assignment with pride. She is idealistic and ambitious and feels passionate about saving Greenland from destitution. The means to this end is to educate and civilize the 16 children in the Danish language and culture, so they can spearhead Greenland's transformation from being a poor hunter society to being an equal part of Denmark. Due to her blind faith in the experiment, Gert underestimates the obvious personal costs to the children. And when the children as well as the Danish state fail her...","release_date":"2010-09-09","vote_average":4.8,"runtime":96,"cert":"N\/A","id":71107,"title":"The Experiment","adult":false,"genre_ids":[18,53]},{"cast":["Luis Callejo","Concha Delgado","Carme Elias","Joaquín Gómez","Miren Ibarguren"],"overview":"","release_date":"2011-05-13","vote_average":4.5,"runtime":null,"cert":"N\/A","id":71108,"title":"¿Estás ahí?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The power of music explodes in this spectacular, show-stopping remix edition of the Emmy Award-winning \"High School Musical\"! The smash-hit Disney Channel Original Movie everyone is talking about now features hours of awesome new bonus features that will rock your world. Take a front-row seat on the red carpet for the star-studded Hollywood premiere, and join the High School Reunion where the cast reunites in an exclusive interview where they talk about how their lives have changed dramatically since being a part of this movie phenomenon. Plus, stand up and experience the Dance-Along (as seen on Disney Channel), where Troy, Gabriella, Sharpay and Ryan give step-by-step instructions to popular dance sequences \"Get'cha Head In the Game\" and \"We're All In This Together\". Hear two exclusive remixed versions of your favorite songs and watch three new music videos. \"High School Musical: Remix\" is everything you've been looking for - and more!","release_date":"","vote_average":8.4,"runtime":132,"cert":"N\/A","id":71109,"title":"High School Musical Remix","adult":false,"genre_ids":[]},{"cast":["Mónica López","Eduard Fernández","María Pujalte","Àlex Brendemühl","Vicenta N'Dongo"],"overview":"","release_date":"2003-11-07","vote_average":6.5,"runtime":110,"cert":"N\/A","id":71110,"title":"In the City","adult":false,"genre_ids":[18,10749]},{"cast":["Patrick Bergin","Nina Muschallik","Désirée Nosbusch"],"overview":"Medical and de-mining personnel for the United Nations must escape from war-torn Angola before revolutionaries kill them.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71111,"title":"High Explosive","adult":false,"genre_ids":[28]},{"cast":["J. LaRose","Michael Berryman","Bill Cobbs","Georgia Chris","Jennifer Sterger"],"overview":"A simple man, Dr. Walter Newman has high aspirations to cure all disease through genetic manipulation. His obsession with his mission draws him deeper into his own dark world, distracting him from his wife Olivia and from his responsibilities to his patients at the Edgewood Asylum. The doctor's loyal but diabolical nurse, Ms. Tinsley, decides to take matters into her own hands and in secret she conducts her own experiment. When Dr. Newman realizes what has been done, a deformed creature that defies nature is created. Part human, part nightmare. Dr. Newman knows what he must do, but is it already too late?","release_date":"2011-08-19","vote_average":3.1,"runtime":96,"cert":"N\/A","id":71112,"title":"The Tenant","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Ruth de Souza","Léa Garcia","Taís Araújo","Thalma de Freitas","Milton Gonçalves"],"overview":"É uma lírica história de redenção amorosa entre irmãs, mães e filhas, em uma pequena cidade do interior de Minas Gerais, onde os fantasmas da escravidão e do racismo acentuam os dramas de forma sutil e poderosa.","release_date":"2005-09-16","vote_average":7.0,"runtime":85,"cert":"N\/A","id":71113,"title":"Filhas do Vento","adult":false,"genre_ids":[18]},{"cast":["Norma Aleandro","Natalia Oreiro","Leonardo Sbaraglia","Martín Neglia"],"overview":"A retired teacher and a soap star leave their routines and the men in their lives behind and embark on a weekend trip.","release_date":"2003-08-14","vote_average":4.7,"runtime":104,"cert":"N\/A","id":71114,"title":"Cleopatra","adult":false,"genre_ids":[18,35]},{"cast":["Dennis Hopper","Stephanie Zimbalist","Robert Yocum","Joe Penny","Greg Lauren"],"overview":"The Prophet has arrived in the ultimate playing ground... Los Angeles. It has taken an innocent childhood game and twisted it into a deadly match of wits, where the only prize is survival. Moving from city to city, The Prophet lures unsuspecting contestants into solving the riddles it supplies. If the contestants are wrong, somebody dies... somebody famous.","release_date":"2000-01-01","vote_average":4.8,"runtime":106,"cert":"N\/A","id":71115,"title":"The Prophet's Game","adult":false,"genre_ids":[53]},{"cast":["João Tempera","María Adánez","Marco Delgado","Isabel Abreu","Margarida Carpinteiro"],"overview":"A small village in Portugal, Águas-Altas, is being sued by a Spanish multinational corporation because the village hosts a website that uses the same name as an international brand of mineral water. A judicial battle for website begins, that quickly turned in to a media circus. Thus the residents of this small village, who are not even sure what the internet is, are forced defend their website and their villages honour.","release_date":"2007-04-05","vote_average":5.8,"runtime":103,"cert":"N\/A","id":71116,"title":"DotCom","adult":false,"genre_ids":[35]},{"cast":["Tadanobu Asano","UA","Hikaru","Yutaka Enatsu","Ryûichi Ôura"],"overview":"Ryo (UA) personifies water, since whenever something important happens in her life, it rains. She inherits a bathhouse and meets a pyromaniac named Yusaku (Tadanobu Asano of “Electric Dragon 80.000 V,” “Distance”). Their confrontation leads to an inevitable union, just like elements of nature blend together.","release_date":"2002-09-12","vote_average":7.6,"runtime":115,"cert":"N\/A","id":71117,"title":"Woman of Water","adult":false,"genre_ids":[]},{"cast":["Luis Machín","Gastón Pauls","Silke","Pablo Cedrón"],"overview":"You can feel lonely in the desert - said the Little Prince. You can also feel lonely among men - said the Snake (Antoine de Saint - Exupéry)","release_date":"2000-09-07","vote_average":5.0,"runtime":100,"cert":"N\/A","id":71118,"title":"Felicidades","adult":false,"genre_ids":[35]},{"cast":["Kim Basinger","Sam Shepard","Harry Dean Stanton","Randy Quaid","Martha Crawford"],"overview":"A woman is waiting in a motel for her boyfriend, when an old flame turns up and tries to take her back to the life she is trying to leave behind.","release_date":"1985-12-06","vote_average":5.5,"runtime":106,"cert":"N\/A","id":71125,"title":"Fool for Love","adult":false,"genre_ids":[18,10749]},{"cast":["Masatoshi Nagase","Akiko Monô","Tamaki Ogawa","Kumiko Aso","Naoto Takenaka"],"overview":"Keisuke, an aspiring samurai-movie actor lands a major role in a new film, but must contend with a director who has nothing but scorn for him, but who continually fawns over the film's obnoxious ham of a star. Meanwhile, Keisuke has been dumped by his girlfriend, Eri, after she becomes heartbroken when he considers working full-time as a bar manager rather than pursuing his dream. Through her job as a translator, she meets an Italian professor who claims to talk to trees, and who immediately starts trying to woo her.","release_date":"2001-06-05","vote_average":7.5,"runtime":111,"cert":"N\/A","id":71126,"title":"Stereo Future","adult":false,"genre_ids":[]},{"cast":["Totò","Giovanna Ralli","Gino Bramieri","Memmo Carotenuto","Simone Simon"],"overview":"","release_date":"1955-01-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":71127,"title":"I Tre Ladri","adult":false,"genre_ids":[35]},{"cast":["Bud Collyer","Joan Alexander","Julian Noa"],"overview":"Superman vs. Japanese spies hijacking a new super-bomber.","release_date":"1942-09-17","vote_average":6.2,"runtime":9,"cert":"N\/A","id":71128,"title":"Superman: Japoteurs","adult":false,"genre_ids":[16]},{"cast":["Bud Collyer","Joan Alexander","Julian Noa"],"overview":"Superman battles a criminal mastermind and his robot army.","release_date":"1941-11-28","vote_average":6.8,"runtime":9,"cert":"N\/A","id":71129,"title":"Superman: The Mechanical Monsters","adult":false,"genre_ids":[28,16]},{"cast":["Totò","Franca Faldini","Galeazzo Benti","Maria Frau","Fulvia Franco"],"overview":"","release_date":"1955-03-16","vote_average":6.4,"runtime":90,"cert":"N\/A","id":71132,"title":"Totò all'inferno","adult":false,"genre_ids":[35]},{"cast":["Totò","Peppino De Filippo","Francesco Mulè","Mara Berni","Rosalba Neri"],"overview":"Antonio goes to Rome to represent his fellow peasants, to request a highway that will be built in their region. But the guy is mastered by 'la dolce vita' and wastes the money entrusted to him for his mission. When Peppino is sent to to find out what happened, he lets himself be trapped by the gentle grip of 'la dolce vita'","release_date":"1961-03-23","vote_average":7.0,"runtime":90,"cert":"N\/A","id":71133,"title":"Totò, Peppino and... the Sweet Life","adult":false,"genre_ids":[35]},{"cast":["Gabrielle Anwar","Stephen Dorff","Joanna Lumley","Keira Knightley","Adrian Dunbar"],"overview":"In September 1938 a British detective comes to a small French coastal town in order to investigate the death of a colleague. Prime suspects are the members of English aristocratic family with plenty of skeletons in the closet. This is a loose adaptation of the Agatha Christie novel Towards Zero.","release_date":"1995-06-30","vote_average":6.6,"runtime":88,"cert":"18","id":71134,"title":"Innocent Lies","adult":false,"genre_ids":[18,53,9648]},{"cast":["James Hong","Leelee Sobieski","Jean-Paul Roussillon","Jalil Lespert","Marie Loboda"],"overview":"An Australian actress forms a spiritual bond with an elderly Chinese chef who lives across from her in a Parisian tenement house.","release_date":"2002-08-06","vote_average":0.0,"runtime":110,"cert":"N\/A","id":71137,"title":"The Idol","adult":false,"genre_ids":[18,10749]},{"cast":["Meiko Kaji","Rie Yokoyama","Isao Natsuyagi","Fumio Watanabe","Yayoi Watanabe"],"overview":"After being cruelly set up by a crooked detective named Sugimi (Isao Natsuyagi), whom she loved, Nami Matsushima (aka Matsu the Scorpion) (Meiko Kaji) is sentenced to do hard time in a women's prison, which is run by sadistic and horny male guards. There are 700 other prisoners, making Matsu number 701. Her crime was making a failed attempt to stab Sugimi on the steps of the Tokyo Metropolitan Police Headquarters because he used her to win favor with the Yakuza. While in prison she meets inmates like Yuki Kida (Yayoi Watanabe) who was committed for fraud and theft, Otsuka (Akemi Negishi), jailed for burglary and extortion, and Katagiri (Rie Yokoyama) who has been impounded for arson and illegally disposing of a body.","release_date":"1972-08-01","vote_average":7.2,"runtime":87,"cert":"N\/A","id":71138,"title":"Female Prisoner #701: Scorpion","adult":false,"genre_ids":[80,53]},{"cast":["Elizabeth Bogush","Dan Byrd","Amanda Detmer","Jeffrey Dean Morgan","David DeLuise"],"overview":"A traffic accident on a rural mountain road becomes a life changing experience for fifteen diverse travelers.","release_date":"2007-07-03","vote_average":0.0,"runtime":91,"cert":"N\/A","id":71139,"title":"Jam","adult":false,"genre_ids":[18,99]},{"cast":["Marlee Matlin","D. B. Sweeney","Martin Sheen","John C. McGinley","Christina Carlisi"],"overview":"Jillian Shanahan, a deaf woman, becomes the target of a ruthless and corrupt cop. The cop is looking for a stolen coin, which he plans to keep for himself. A journalist briefly acquires the coin and hides it in Jillian's apartment, then his car explodes, now the cop is after her.","release_date":"1993-03-26","vote_average":4.3,"runtime":97,"cert":"N\/A","id":71140,"title":"Hear No Evil","adult":false,"genre_ids":[53]},{"cast":["Wayne Crawford","Karen Kopins","Dennis Christopher","John Hurt","Leon Ames"],"overview":"Jake Speed (Wayne Crawford) is the lead character in some of the biggest page-turners of the 1940s. A chiseled, heroic action figure, Speed saves lives on paper, but when a young girl is kidnapped and her sister (Karen Kopins) begs the real-life Speed for help, he must find a way to be as gallant as the book hero whose creation he's inspired. Accompanied by the victim's sibling, Speed flies to Africa to see if he's up to the task.","release_date":"1986-05-30","vote_average":4.4,"runtime":100,"cert":"N\/A","id":71141,"title":"Jake Speed","adult":false,"genre_ids":[28,35,53]},{"cast":["Michael Keaton","Rene Russo","Anthony LaPaglia","Benjamin Bratt","Tony Plana"],"overview":"When his partner is killed in the line of duty, Artie Lewis becomes the legal guardian of his three orphaned girls. But during his investigation of the case, Lewis finds his life – and that of his newfound family – on the line. That's when the guilty crime-lord comes face to face with one man's rage, one man's fury, one man's justice.","release_date":"1991-05-03","vote_average":5.1,"runtime":114,"cert":"N\/A","id":71142,"title":"One Good Cop","adult":false,"genre_ids":[18,28,80]},{"cast":["Anthony Edwards","Louis Gossett Jr.","John Glover","Joe Pantoliano","Robert Beltran"],"overview":"When mild-mannered teacher Billy Ray Smith (Anthony Edwards) vows to bring a student's kidnapper to justice, he needs a bit of help. Lacking any cowboy skills of his own, he signs on a speedy gunslinger (Joe Pantoliano) and a no-nonsense cowboy (Louis Gossett Jr.) to help. Now, Smith may just have a chance at capturing his man: the merciless bandit El Diablo (Robert Beltran).","release_date":"1990-07-22","vote_average":5.9,"runtime":115,"cert":"N\/A","id":71143,"title":"El Diablo","adult":false,"genre_ids":[37,35,10770]},{"cast":["Ray Milland","Anthony Quinn","Debra Paget","Harry Carey, Jr.","Chubby Johnson"],"overview":"Ben Cameron and wife Meg struggle to build their small ranch in the New Mexico desert. Then bad guy Nardo Denning arrives in New Mexico looking for his girlfriend and her husband.","release_date":"1957-04-11","vote_average":5.7,"runtime":87,"cert":"N\/A","id":71144,"title":"The River's Edge","adult":false,"genre_ids":[28,53,37]},{"cast":[],"overview":"It is Halloween in the Hundred Acre Wood, and while Tigger is excited at the prospect of being scared this Halloween, Piglet is too afraid to take part in the festivities. After wreaking havoc in Rabbit's garden of pumpkins, and as nightfall brings a thunderstorm, the terrified Piglet retreats to his home, declaring he will not join Winnie the Pooh, Eeyore and Tigger for Halloween. To compensate, Pooh declares they shall have an unfrightening \"Hallo-Wasn't\" for Piglet's sake, much to Tigger's dismay. However, when Pooh, Eeyore, and Tigger arrive at Piglet's house later in the evening dressed as \"Spookables\", Piglet mistakes them for actual Spookables and flees into the night to warn his friends; seeing the Piglet-shaped hole Piglet made in the wall in his panic to escape, the three believe Piglet to have been captured by Spookables himself, and set off to rescue their friend.","release_date":"1996-01-01","vote_average":6.6,"runtime":21,"cert":"N\/A","id":71145,"title":"Boo to You Too! Winnie the Pooh","adult":false,"genre_ids":[]},{"cast":[],"overview":"An up-and-coming trader must choose between the seduction of Wall Street and a return home to the woman and family he loves.","release_date":"2003-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":71148,"title":"The Trade","adult":false,"genre_ids":[]},{"cast":[],"overview":"On Halloween 1994, Phish performed The Beatles' White Album. The band played every song on the double album except \"Good Night\", which was played over the P.A. at the end of the set (\"Birthday\" was covered as an instrumental, during which Fishman presented a birthday cake to Brad Sands, the band's road manager). Before the band took the stage for their second set, the sound technician began playing \"Speak to Me\" over the PA, leading the audience to believe the band was about to play Pink Floyd's The Dark Side of the Moon. However, just at the moment \"Breathe\" would have begun, the recording immediately cut to a sample of Ed Sullivan introducing The Beatles from their famous February 9, 1964 appearance on his show. The band promptly leapt into \"Back in the U.S.S.R.\"","release_date":"1994-10-31","vote_average":4.5,"runtime":225,"cert":"N\/A","id":71149,"title":"Phish: Glenns Falls October 31st 1994","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Set I: My Soul, Tube, Runaway Jim, Foam, Guelah Papyrus, Divided Sky, Round Room, Walk Away, Gotta Jibboo, Reba, Walls of the Cave Set II: Crosseyed and Painless &gt; Twist, Simple, Sneaking Sally Through the Alley &gt; Makisupa Policeman &gt; David Bowie Encore: Fee, Frankenstein","release_date":"","vote_average":0.0,"runtime":241,"cert":"N\/A","id":71150,"title":"Phish - MSG 1-1-11","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set I: My Soul, Tube, Runaway Jim, Foam, Guelah Papyrus, Divided Sky, Round Room, Walk Away, Gotta Jibboo, Reba, Walls of the Cave Set II: Crosseyed and Painless &gt; Twist, Simple, Sneaking Sally Through the Alley &gt; Makisupa Policeman &gt; David Bowie Encore: Fee, Frankenstein","release_date":"","vote_average":0.0,"runtime":214,"cert":"N\/A","id":71151,"title":"Phish - MSG 1-1-11","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set I:Punch You in the Eye, AC\/DC Bag, The Moma Dance, Scent of a Mule, Burn That Bridge, Weigh, Ocelot, Beauty of My Dreams, Gone, Rock and Roll Set II: Wilson &gt; 46 Days, Sand, NICU, Down with Disease &gt; Ghost, You Enjoy Myself &gt; Manteca &gt; You Enjoy Myself Set III: Meatstick*, Auld Lang Syne, After Midnight, Backwards Down the Number Line, Piper &gt; Free, Waste, Slave to the Traffic Light, Grind Encore: First Tube * Meatstick was an international version featuring many varied countries represented through theatrical Meatstick dances, costumes and of course, Meatstick lyrics.","release_date":"","vote_average":0.0,"runtime":183,"cert":"N\/A","id":71152,"title":"Phish - MSG - 12-31-2010","adult":false,"genre_ids":[]},{"cast":["John Reis","Pete Reichert","Andy Stamets","Paul O'Beirne","Jason Crane"],"overview":"After fifteen years of unconventionally kinetic stage antics (sometimes involving fire breathing, on-stage raffles, and a guy named \"Dirty\" who was essentially the band's resident cheerleader), the band gave their bittersweet farewell performance for an army of costume-clad fans - some of which even flew in from other countries - on their favorite day of the year to perform, Halloween. And here you have it, the band's final live performance from San Diego's Westin Hotel Ballroom, marking the end of an era and the affirmation of their cemented presence in the slightly emptier world of rock n' roll. Filmed Oct. 31st 2005 in San Diego, CA.","release_date":"2008-02-26","vote_average":4.5,"runtime":121,"cert":"N\/A","id":71153,"title":"R.I.P. Rocket From the Crypt","adult":false,"genre_ids":[10402,99]},{"cast":["Charles Bukowski"],"overview":"BBC documentary on the brutally honest writer\/poet Charles Bukowski.","release_date":"1995-09-05","vote_average":4.3,"runtime":null,"cert":"","id":71154,"title":"The Ordinary Madness of Charles Bukowski","adult":false,"genre_ids":[99]},{"cast":[],"overview":"College Conspiracy is the most comprehensive documentary ever produced about higher education in the U.S. The film exposes the facts and truth about America's college education system. 'College Conspiracy' was produced over a six-month period by NIA's team of expert Austrian economists with the help of thousands of NIA members who contributed their ideas and personal stories for the film. This film explores NIA's belief that the U.S. college education system is in essence a scam that turns vulnerable young Americans into debt slaves for life.","release_date":"2011-05-14","vote_average":5.8,"runtime":63,"cert":"N\/A","id":71155,"title":"College Conspiracy","adult":false,"genre_ids":[99]},{"cast":["Trey Anastasio"],"overview":"Live In Utica was recorded on October 20, 2010 by the rock band Phish. This was their first ever performance at the Utica Memorial Auditorium in New York. With a capacity of only 5,500, Utica was the smallest venue on Phish's fall tour and the atmosphere was charged with electricity. The 2 DVD set presents three hours of Phish in an intimate venue with an inspired audience that returned the energy at every turn.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71156,"title":"Phish: Live In Utica (Set 1)","adult":false,"genre_ids":[]},{"cast":["Frédéric Pierrot","Joey Starr","Nicolas Duvauchelle","Karin Viard","Naidra Ayadi"],"overview":"Paris, France. Fred and his colleagues, members of the BPM, the Police Child Protection Unit, dedicated to pursuing all sorts of offenses committed against the weakest, must endure the scrutiny of Melissa, a photographer commissioned to graphically document the daily routine of the team.","release_date":"2011-10-06","vote_average":7.8,"runtime":123,"cert":"15","id":71157,"title":"Polisse","adult":false,"genre_ids":[18]},{"cast":[],"overview":"From Bohemia and 19th century European romanticism, this film looks back through history to uncover the beginning of \"new vision\" thinking in Western civilization and its links to what is now called counterculture. From 1830's Paris to New York City's Greenwich Village at the turn of the 20th century, it follows the paths which brought Europe's most rebellious voices to America. Includes profiles of William Blake, Victor Hugo, Theophile Gauthier, Charles Baudelaire, John Reed and Woody Guthrie.","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":71158,"title":"Rebels: A Journey Underground - Society's Shadow","adult":false,"genre_ids":[]},{"cast":["Trey Anastasio"],"overview":"Live In Utica was recorded on October 20, 2010 by the rock band Phish. This was their first ever performance at the Utica Memorial Auditorium in New York. With a capacity of only 5,500, Utica was the smallest venue on Phish's fall tour and the atmosphere was charged with electricity. The 2 DVD set presents three hours of Phish in an intimate venue with an inspired audience that returned the energy at every turn.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71159,"title":"Phish: Live In Utica (Set 2)","adult":false,"genre_ids":[]},{"cast":["Sinbad"],"overview":"Stand-up TV movie starring comedian Sinbad.","release_date":"1990-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":71160,"title":"Sinbad: Brain Damaged","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set 1: Cities, Chalk Dust Torture, Gumbo &gt; Quinn the Eskimo, Halley's Comet &gt; Camel Walk[1], Maze, Driver, Bathtub Gin, Fat Man in the Bathtub, Timber (Jerry) &gt; Golgi Apparatus, Character Zero Set 2: Tweezer &gt; Light &gt; Theme From the Bottom -&gt; My Friend, My Friend[2] &gt; Axilla, Fluffhead, Boogie On Reggae Woman -&gt; Also Sprach Zarathustra &gt; Suzy Greenberg Encore: Run Like an Antelope &gt; Tweezer Reprise [1] P.A. cut out. [2] No \"Myfe\" ending. Notes: This was the first of three Pay Per view performances. The P.A. cut out during Camel Walk. My Friend did not contain the \"Myfe\" ending.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71163,"title":"Phish - MSG - 12-30-2010","adult":false,"genre_ids":[]},{"cast":["Jay Weidner"],"overview":"In this visually compelling and thought-provoking documentary, author, scholar and modern-day Indiana Jones, Jay Weidner uncovers some of the deepest secrets of the ancient western tradition of Alchemy - the knowledge of the fatal season of the apocalypse, the end of time and the great and imminent transformation of humanity. Using the work of the mysterious twentieth century French Alchemist, Fulcanelli, as his foundation, and his discovery of a three hundred fifty year old Alchemical Cross in the South of France, Jay Weidner describes the experiences, insights and powerful evidence that opens the door to a new view of the intimate relationship between myth, history, science and the true destiny of humanity. In doing so, he reveals the ultimate meaning underlying the resurrection of Christ, the message of the Book of the Revelations, the vision of Ezekiel and the Kabbalistic concept of the \"Restoration of the World.\"","release_date":"2004-08-31","vote_average":4.5,"runtime":60,"cert":"N\/A","id":71164,"title":"Secrets of Alchemy: The Great Cross and the End of Time","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An investigation of the evidence for Hitler's Final Solution, together with a dramatic reconstruction of key courtroom exchanges in the libel case lost by the historian David Irving, who was accused of being anti-Semitic and a Holocaust denier.","release_date":"2000-01-01","vote_average":4.0,"runtime":110,"cert":"N\/A","id":71165,"title":"The Holocaust on Trial","adult":false,"genre_ids":[]},{"cast":["Phil Donahue","Ellen Johnson","Madalyn Murray-O'Hair"],"overview":"Documentary about atheist Madalyn Murray O'Hair who, for 30 notorious years, successfully challenged God in America, and was brutally murdered in the summer of 1995.  O'Hair had come to occupy a special place in the American psyche since her 1963 campaign which ended compulsory prayer in US schools after a Supreme Court action on behalf of her son William.  She journeyed from Cold War paranoia, through to the rise of the neocons and born again Christianity in Reagan's America and beyond. (Storyville)","release_date":"2006-01-01","vote_average":6.0,"runtime":59,"cert":"N\/A","id":71166,"title":"Godless in America","adult":false,"genre_ids":[99]},{"cast":["Alektra Blue","Dane Cross","Dale DaBone","Chris Johnson","Eric Masterson"],"overview":"Alektra, the out of control, sex crazed rocker... If only the walls could talk. Fortunately for us, the camera's are there to capture every naughty encounter, from sucking off her male fans, screwing her entire band, or convincing a star struck security guard to forget about the trashed hotel room. With her hot licks, Alektra satisfies everyone!","release_date":"2011-03-02","vote_average":8.5,"runtime":107,"cert":"N\/A","id":71169,"title":"Anarchy","adult":true,"genre_ids":[]},{"cast":["Alex Jones"],"overview":"Panics, orchestrated crises, media hype and propaganda have been used in the name of “protecting the people” for generations. CNN, the Southern Poverty Law Center and other media outlets air special reports and name call anyone who questions the government as conspiracy theorists in an effort to suppress information. Yet, with the de-classification of decades-old documents, it can be found that many of these “conspiracy theories” are not so theoretical after all. This film takes a look at the government and media manipulation of an unwitting public, and plans that have been laid out through legislation, Executive Orders and Presidential Directives that pave the way for the elimination of many, if not all, of our most basic rights. Enemy of The State: Camp FEMA Part 2 thrashes out the mission of a police state and the implementation of martial law.","release_date":"2010-11-02","vote_average":7.5,"runtime":94,"cert":"N\/A","id":71170,"title":"Enemy of The State: Camp FEMA Part 2","adult":false,"genre_ids":[99]},{"cast":["Van Johnson","Vera Miles","Cecil Parker","Maurice Denham","Isobel Elsom"],"overview":"Philip Hannon, a blind playwright living in London, overhears part of a conversation , that leads him into a desperate race, to find a kidnapped child. When he gets no help from the police, he along with his butler, and his ex fiancée, attempt to track down the crooks.","release_date":"1956-05-18","vote_average":6.6,"runtime":103,"cert":"","id":71171,"title":"23 Paces to Baker Street","adult":false,"genre_ids":[80,9648,53]},{"cast":["Rie Kugimiya","Tomokazu Sugita","Daisuke Sakaguchi","Shinji Takamatsu","Akira Ishida"],"overview":"Odd Jobs Gin has taken on a lot of odd work in the past, and when you're a Jack of All Trades agency based in a feudal Japan that's been conquered and colonized by aliens, the term \"Odd Jobs\" means REALLY ODD jobs. But when some more than slightly suspicious secrets from the shadows of Gintoki Sakata's somewhat shady former samurai past and a new pair of odd jobs collide, the action is bound to get so wild and demented that only a feature film will do it justice!","release_date":"2010-04-24","vote_average":8.1,"runtime":96,"cert":"N\/A","id":71172,"title":"Gintama: The Movie","adult":false,"genre_ids":[28,35,878,16]},{"cast":["Brad Armstrong","Kaylani Lei","Asa Akira","Alexa Nicole","Francesca Lé"],"overview":"John finds his first gray hair at age 45 and it sets off a string of activities that are best described as a midlife crisis: Suntanning, hitting the club, hitting the gym and hitting on women 20 years his junior. Until one of his flings has a mother who puts the kibosh on his date and he finds himself attracted to her.","release_date":"2011-06-15","vote_average":0.0,"runtime":115,"cert":"N\/A","id":71173,"title":"Young at Heart","adult":true,"genre_ids":[35,10749]},{"cast":["Alektra Blue","Barrett Blade","Dane Cross","Cassandra Cruz","Jessica Drake"],"overview":"After Jessica (Jessica Drake) is dumped by long term boyfriend Robert (Rocco Reed), she turns to friend and co-worker Tom (Kris Slater) for comfort and advice. But what starts as an innocent suggestion quickly turns these new found 'friends with benefits' at odds. Can friends with benefits really just be friends? Have the two found true love? Or have best friends just lost the best thing they never had...","release_date":"2011-06-01","vote_average":6.5,"runtime":98,"cert":"N\/A","id":71174,"title":"Friends with Benefits","adult":true,"genre_ids":[35,10749]},{"cast":["John Deryl","Mary Mellow","Konstantin Gerasimuk","Bill Konstantinidis","Eric Ross Gilliatt"],"overview":"Christopher Gabriel suffers from constant terrifying nightmares. These dreams have been coming since childhood, and all his life Christopher tries to understand this disease, but no doctors or books give answers. Suddenly, an unknown group of people from different countries kidnap him and conduct a number of strange and cruel experiments. At first, it looks like one of his nightmares has come true, but gradually, he begins to realize that they know something important about him. Christopher also feels that something changes in him and suspects that he is not an ordinary guy. His dreams are the key to the answer.","release_date":"2011-02-16","vote_average":4.8,"runtime":null,"cert":"","id":71175,"title":"Overturn","adult":false,"genre_ids":[878,9648,28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71180,"title":"ДИКАЯ ВИШНЯ","adult":false,"genre_ids":[]},{"cast":["Jonathan Crombie","Olivia d'Abo","Janet-Laine Green","Stephen Hunter","Dehl Berti"],"overview":"When the peaceful Morris family move to a small town and buy the town grocery store, they run afoul of the Cullen family. The Cullen's have been bullying the town's folk for years, and now they are harassing the Morris family every chance they get. Matt meanwhile meets and starts seeing a lot of Becky who also likes him. Unfortunately her last name is Cullen, and when the rest of the family finds out about their relationship, they decide to get even, and their harassment is elevated to vicious assault.","release_date":"1986-08-29","vote_average":4.5,"runtime":96,"cert":"N\/A","id":71181,"title":"Bullies","adult":false,"genre_ids":[28,18,53]},{"cast":["Winona Ryder","Barry Pepper","John Bourgeois","Rosemary Dunsmore","Paul Popowich"],"overview":"Based on the true story of the enduring but troubled love between Lois Wilson, co-founder of Al-Anon, and her alcoholic husband Bill Wilson, co-founder of Alcoholics Anonymous.","release_date":"2010-04-25","vote_average":5.4,"runtime":96,"cert":"N\/A","id":71184,"title":"When Love Is Not Enough: The Lois Wilson Story","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Eerst voelt Knorretje zich Het Knorretje dat groter wilder zijn als een paar kleine miertjes hem uitroepen tot hun grote held. Dan leert Konijn dat je altijd op je vrienden kunt vertrouwen in Mijn tuin is mijn vesting. In Streepjes verliest Teigetje zijn strepen en beseft hij dat vrienden hem leuk vinden om zijn innerlijk! Tenslotte wordt een vriendschap versterkt als Teigetje denkt dat Konijn hem helpt met oefenen om beter te kunnen stuiteren in De schoenen van Teigetje. De gezellige verhalen vol magie, liefde en vriendschap zijn een genot voor wie jong is of zich jong voelt.","release_date":"","vote_average":0.0,"runtime":57,"cert":"N\/A","id":71185,"title":"Winnie De Poeh - Liefde En Vriendschap","adult":false,"genre_ids":[10751,16]},{"cast":["Mikhail Ulyanov","Anna Sinyakina","Aleksandr Porokhovshchikov","Vladislav Galkin","Irina Rozanova"],"overview":"A very typical post-Soviet era storyline. A bunch of vagabonds lured an innocent teenage girl to their apartment, offered her a drink, intimidated, then gang raped her. Local cops are incapable to undertake an adequate actions against the scoundrels - prevented by the superior chief of the local police, who is the dad of one of the scumbags. The case is closed. The girl's granddad tired of an endless circumlocution decides to take revenge in his own hands.","release_date":"1999-04-19","vote_average":7.1,"runtime":95,"cert":"N\/A","id":71186,"title":"The Rifleman of the Voroshilov Regiment","adult":false,"genre_ids":[18,28,80]},{"cast":["Pascal Obispo"],"overview":"","release_date":"2004-08-23","vote_average":8.5,"runtime":null,"cert":"N\/A","id":71187,"title":"Pascal Obispo - Fan (Live 2004)","adult":false,"genre_ids":[]},{"cast":["Pascal Obispo","Johnny Hallyday","Florent Pagny","Calogero"],"overview":"","release_date":"2001-11-20","vote_average":9.0,"runtime":null,"cert":"N\/A","id":71188,"title":"Pascal Obispo - Millésime (Live 00-01)","adult":false,"genre_ids":[]},{"cast":["Rosalind Russell","Stella Stevens","Binnie Barnes","Mary Wickes","Dolores Sutton"],"overview":"Where Angels Go, Trouble Follows (1968) is a movie comedy starring Rosalind Russell and Stella Stevens. The film is a sequel to The Trouble with Angels (1966) and was written by Blanche Hanalis from a story by Jane Trahey, and directed by James Neilson. The story depicts the rivalry between the conservative Mother Superior (Russell) and the glamorous, progressive young Sister George (Stevens) as they shepherd a busload of Catholic high school girls across America to an interfaith youth rally being held in Santa Barbara, California. As they debate expressions of faith and role of the Church in the tumultuous America of the sixties, they must also contend with the antics of two rebellious, trouble-prone students, Rosabelle (Susan Saint James) and Marvel Anne (Barbara Hunter).","release_date":"1968-04-10","vote_average":6.1,"runtime":93,"cert":"N\/A","id":71189,"title":"Where Angels Go, Trouble Follows","adult":false,"genre_ids":[35]},{"cast":["Alektra Blue","Nikki Anne","Brynn Tyler","Danny Mountain","Kris Slater"],"overview":"Alektra's a very naughty girl...and we like that about her. Come inside and see what deviant thoughts she's having...the nasty, flesh satisfying, erotic images. Whether it's her own fantasies playing out on the screen, or those of her friends and neighbors, we think you'll enjoy getting inside Alektra's Dirty Mind...","release_date":"2010-01-27","vote_average":0.0,"runtime":83,"cert":"N\/A","id":71190,"title":"Alektra's Dirty Mind","adult":true,"genre_ids":[]},{"cast":["Jalil Naciri","Gilles Bellomi","Ahcen Titi","Guillaume Verdier","Samira Lachhab"],"overview":"","release_date":"2011-09-06","vote_average":7.4,"runtime":79,"cert":"N\/A","id":71191,"title":"La Planque","adult":false,"genre_ids":[35]},{"cast":["Andy Dick","Eddie Alfano","Jamie Anne Allman","Sara Rue","Kate Flannery"],"overview":"A television actor drinks too much and gets blackballed from the industry, and then he decides to break back in by directing his own movie. Eventually, he gets sober, and then falls off the wagon and goes crazy and turns his film into a musical.","release_date":"2006-04-25","vote_average":3.3,"runtime":83,"cert":"N\/A","id":71192,"title":"Danny Roane: First Time Director","adult":false,"genre_ids":[35]},{"cast":["Şevket Altuğ","Şener Şen","İlyas Salman","Ayşen Gruda"],"overview":"","release_date":"1983-09-02","vote_average":7.4,"runtime":null,"cert":"N\/A","id":71193,"title":"Şekerpare","adult":false,"genre_ids":[35]},{"cast":["Adriana Esteves","Cássio Gabus Mendes","Ailton Graça","Bianca Byington","Mônica Martelli"],"overview":"Olímpia loves her bosses, Inês and Eduardo. Eduardo loves Inês, his wife, who loves Eduardo, her husband. Inês is a friend of Lígia´s, who loves her husband Cristiano. Cristiano loves Lígia, his wife. Vera loves Cláudio, her husband, who doesnt love Vera. Inês thinks that Eduardo is having an affair with Salete, Cristiano thinks that Lígia is having an affair with Ricco, Vera thinks that Cláudio has an affair with Inês and Eduardo thinks that Inês has an affair with Cláudio. The action takes place in a middle class condo where Olímpia, a clumsy maid, carries out the most unbelievable confusions, making everybody believes that love is a game in which one always cheats.","release_date":"2006-08-25","vote_average":6.1,"runtime":92,"cert":"N\/A","id":71196,"title":"Cheating in Chains","adult":false,"genre_ids":[35]},{"cast":["Lionel Richie","Candy Dulfer","Trijntje Oosterhuis","Alain Clark"],"overview":"Lionel Richie, live from the Arnhem Gelredome‏ on September 10, 2008. Featuring special guests Candy Dulfer, Alain Clark, Trijntje Oosterhuis and Guido's Orchestra","release_date":"2008-12-08","vote_average":6.9,"runtime":null,"cert":"N\/A","id":71199,"title":"Lionel Richie: Symphonica in Rosso","adult":false,"genre_ids":[10402]},{"cast":["Lorenzo Lamas","Josie Bell","Ronnie Hawkins","Ben DiGregorio","Ron Palillo"],"overview":"The Snake Eaters are an elite division of the Marines especially trained for search and destroy missions. This actioner chronicles the exploits of one of them who has become a cop. Known as a tough loner, he returns to find the band of backwoods bad-guys who killed his parents and abducted his sister.","release_date":"1989-02-22","vote_average":5.0,"runtime":91,"cert":"N\/A","id":71200,"title":"Snake Eater","adult":false,"genre_ids":[28,53]},{"cast":["Lorenzo Lamas","Michele Scarabelli","Larry B. Scott","Kathleen Kinmont"],"overview":"A Vietnam vet breaks out of a mental institution to go after drug-dealing gangsters who are selling contaminated product that is killing people.","release_date":"1989-10-01","vote_average":4.7,"runtime":93,"cert":"N\/A","id":71201,"title":"Snake Eater II: The Drug Buster","adult":false,"genre_ids":[28]},{"cast":["Lorenzo Lamas","Minor Mustain","Tracey Cook","Tracey Hway","Una Kay"],"overview":"A Vietnam vet named soldier is hired to find a biker gang called Hell's Fury, which kidnapped, drugged, and raped a young girl, and exact revenge.","release_date":"1992-10-07","vote_average":4.4,"runtime":95,"cert":"N\/A","id":71202,"title":"Snake Eater III: His Law","adult":false,"genre_ids":[28]},{"cast":["Curtis Bowers"],"overview":"When Idaho Legislator Curtis Bowers wrote a \"letter to the editor\" about the drastic changes in America's culture, it became the feature story on the evening news, people protested at the Capitol, and for weeks the local newspapers were filled with responses. He realized then... he'd hit on something. Ask almost anyone and you'll hear, \"Communism is dead! The Berlin Wall came down.\" Thought the word communism isn't used anymore, this film will show the ideas behind it are alive and well. Join Bowers for a fascinating look at the people and groups that have successfully targeted America's morality and freedom in their effort to grind America down. It's a well documented AGENDA.","release_date":"2010-09-03","vote_average":6.1,"runtime":93,"cert":"N\/A","id":71203,"title":"Agenda Grinding America Down","adult":false,"genre_ids":[99]},{"cast":["Burt Reynolds","Saffron Burrows","Peter Facinelli","Eric Mabius","Carol Sutton"],"overview":"A wealthy man married to a beautiful younger woman puts her fidelity to the test.","release_date":"2001-01-01","vote_average":4.3,"runtime":95,"cert":"N\/A","id":71204,"title":"Tempted","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Alice Sapritch","Marcel Cuvelier"],"overview":"","release_date":"1971-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":71205,"title":"Vipère au poing","adult":false,"genre_ids":[]},{"cast":["Yul Brynner","Dean Reed","Ignazio Spalla","Gérard Herter","Salvatore Borgese"],"overview":"Set in Mexico under the rule of Emperor Maximilian I, Sabata is hired by the guerrilla leader Señor Ocaño to steal a wagonload of gold from the Austrian army. However, when Sabata and his partners Escudo and Ballantine obtain the wagon, they find it is not full of gold but of sand, and that the gold was taken by Austrian Colonel Skimmel. So Sabata plans to steal back the gold.","release_date":"1970-09-30","vote_average":6.3,"runtime":104,"cert":"N\/A","id":71206,"title":"Adios Sabata","adult":false,"genre_ids":[28,37,10752]},{"cast":["Michael Paré","Billy Dee Williams","Ashley Laurence","Patrick Bergin","Zachary Weintraub"],"overview":"T.C. Cooper is sprung from prison by Oscar Pierce, an F.B.I. agent, and given a task: take down master thief Jimmy Ray Danker. He accepts, but neither man expected the plan's single complication: Julia Summers, Jimmy Ray's lover.","release_date":"1995-05-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":71207,"title":"Triplecross","adult":false,"genre_ids":[28,53,80,10749]},{"cast":["Dennis Bateman","Brent Corrigan","Richard Harmon","Charlie David","Genevieve Buechner"],"overview":"A quirk in time and space gives a failed filmmaker the chance to reshape his destiny when he visits his peculiar alma mater.","release_date":"2011-04-01","vote_average":5.6,"runtime":94,"cert":"N\/A","id":71208,"title":"Judas Kiss","adult":false,"genre_ids":[18,878]},{"cast":["Kelly Lynch","Barry Tubb","Ron Sloan","Larry Poindexter"],"overview":"Kate, a depressed thirty-something who unsuccessfuuly attempts suicide by slitting her wrists. Reflecting briefly upon her circumstance in the hospital, she realizes that nothing has been solved, whereupon she vacates the premises, wearing nothing but a hospital gown, a black coat, and flimsy sandals. Shortly thereafter, at a bus station, she requests from the attendant a bus ticket to wherever, with consideration to the limited funds she has to spare. The attendant insists on a destination, or even a direction - Kate spins about, points, and says, \"that way\". The story then evolves to include Barry Tubb, her love interest, who rekindles her will to live.","release_date":"1989-04-24","vote_average":4.6,"runtime":82,"cert":"N\/A","id":71209,"title":"Warm Summer Rain","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Max and his friends Jessica and Scott get their thrills by spying on their families sneaking into each others houses and organizing elaborate pranks. Thanks to Max's Uncle, a Government Scientist, they have access to some of the most modern and Hi-tech equipment in the world. When they discover the whereabouts of a stolen FBI microchip Max and his friends must use their skills and cutting edge technology to embark on what could prove to be the most risky and exciting mission of their lives.","release_date":"2005-03-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71212,"title":"Max Rules: Adventures of a Super Spy","adult":false,"genre_ids":[28,10751]},{"cast":[],"overview":"","release_date":"2010-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71213,"title":"Luan Santana - Ao vivo no Rio","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71222,"title":"Einstein´s Equation Of Life And Death","adult":false,"genre_ids":[99]},{"cast":["Steve Brodie","Marie Windsor","John Litel","Barbara Logan","Robert Sherwood"],"overview":"An honest guy gets trapped into the world of horse racing and his once prosperous life becomes a downward spiral into the underworld.","release_date":"1951-09-09","vote_average":5.5,"runtime":72,"cert":"N\/A","id":71233,"title":"Two Dollar Bettor","adult":false,"genre_ids":[80,18]},{"cast":["Jason London","Darlena Tejeiro","Andrea Bogart","Tim Sitarz"],"overview":"Raven (Darlena Tejeiro) and Ashley (Andrea Bogart), two young women returning from a rock-climbing expedition, find themselves harassed by a group of bikers at a dusty bar in the desert. With surprise and guile on their side, the girls escape by stealing the leader's bike. Within minutes the furious biker gang is in hot pursuit through the hazardous terrain. Believing they have evaded the bikers, the girls discover a satchel of cash on their damaged bike and stumble across the desert to a small motel. The owner, Ned (Joe Goodrich), has agreed to drive them into town when suddenly the bikers appear, and they're looking for payback and the money.","release_date":"2006-07-23","vote_average":3.5,"runtime":null,"cert":"N\/A","id":71234,"title":"Greed","adult":false,"genre_ids":[53,28,27]},{"cast":["Lisa Russo","Mark Thompson-Ashworth","Gisella Mathews","Silva Belton","Bianca Alessandra Ara"],"overview":"An animated retelling of the worst passenger ship disaster in history. In this version, love blossoms between the upper-class Sir William and the blue-collar Angelica, who is hoping to find romance in America. At the same time, there are also a number of animal passengers, including talking dogs, cats and mice, who are also looking forward to arriving in the New World.","release_date":"2001-07-24","vote_average":1.8,"runtime":90,"cert":"N\/A","id":71235,"title":"Titanic: The Legend Goes On...","adult":false,"genre_ids":[16,10751]},{"cast":["Trey Anastasio"],"overview":"Set 1: Buried Alive &gt; Down with Disease &gt; Theme From the Bottom, Poor Heart, Wolfman's Brother[1] &gt; Chalk Dust Torture, Colonel Forbin's Ascent &gt; Fly Famous Mockingbird[2], Stash, Cavern Set 2: Halley's Comet &gt; Mike's Song -&gt; Weekapaug Groove, The Mango Song &gt; Wilson &gt; Suspicious Minds &gt; Hold Your Head Up, David Bowie -&gt; Catapult[3] -&gt; David Bowie[4] Encore: Suzy Greenberg [1] Trey flubbed lyrics and remarked that, since he likes them so much, he would sing them again. [2] Narration referenced chocolate and the rhombus. [3] Started over David Bowie hi-hat intro. [4] Homer Simpson quotes (\"mmmm... chocolate\") and Simpsons signal. Notes: Catapult started over the Bowie hi-hat intro, which also featured quotes of Homer Simpson (“mmmm...chocolate”) and a Simpsons signal. This was the first time ever that Mike’s and Weekapaug were played without anything in between them.","release_date":"1995-12-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":71236,"title":"Phish: 12-01-1995 Hershey Park Arena, Hershey, PA","adult":false,"genre_ids":[]},{"cast":["Mónica Dionne","Eduardo España","Andrés Montiel"],"overview":"Three men share nothing but the same name: Angel Flores Fuentes. When a woman in search for her lost true love opens the telephone book, she has no option but to send a desperate love message to the three, hoping to obtain a response from the \"real one\". The men who are not the \"real\" Angel Flores Fuentes, believe that the message was left by a different woman, their own lost or impossible love.","release_date":"2008-02-14","vote_average":5.0,"runtime":109,"cert":"N\/A","id":71239,"title":"Llamando a un ángel","adult":false,"genre_ids":[35,10749]},{"cast":["Bront Palarae","Daphne Iking","Chew Kin-Wah","Danny x-factor","Datuk Ahmad Tamimi Siregar"],"overview":"Professional insurance fraudster Eve (Daphne Iking) has raked in more than RM 100 million from insurance companies but nobody could ever catch her out. Now the task goes to Nik (Bront Palarae), an investigator for ABG insurance company. In the course of proceedings, Eve falls for Nik without her knowing his true identity.","release_date":"2010-05-06","vote_average":4.3,"runtime":96,"cert":"N\/A","id":71240,"title":"Belukar","adult":false,"genre_ids":[28,18,10749]},{"cast":["Jane Alexander","Rodolfo Bianchi","Fabio Boccanera","Paolo Buglioni"],"overview":"Tentacolino, or \"In Search for the Titanic\" tells the story of the familiar characters Juan and Elizabeth, along with their mice friends Top Connors and Ronnie and their bring-along-dog Smile. After the five end up in a submarine accident, they’re taken to the wonderful lost city of Atlantis. There they discover a rebellion of rats who want to break free from the city and take over the world.","release_date":"2004-06-17","vote_average":2.6,"runtime":88,"cert":"N\/A","id":71241,"title":"In Search of the Titanic","adult":false,"genre_ids":[16,10751]},{"cast":["Lee Marvin","Jeanne Moreau","Jack Palance","Mitchell Ryan","Jim Davis"],"overview":"Monte Walsh is an aging cowboy facing the ending days of the Wild West era. As barbed wire and railways steadily eliminate the need for the cowboy, Monte and his friends are left with fewer and fewer options. New work opportunities are available to them, but the freedom of the open prarie is what they long for. Eventually, they all must say goodbye to the lives they knew, and try to make a new start.","release_date":"1970-10-02","vote_average":6.3,"runtime":106,"cert":"N\/A","id":71244,"title":"Monte Walsh","adult":false,"genre_ids":[37]},{"cast":["Vyacheslav Manucharov","Yekaterina Fedulova","Maksim Litovchenko","Sergey Romanovich","Petr Skvortsov"],"overview":"","release_date":"2009-10-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":71245,"title":"Ласковый май","adult":false,"genre_ids":[18]},{"cast":["Nancy Kyes","Robert Logan","Mikki Jamison","Heather Rattray","Shannon Saylor"],"overview":"A man and a woman and 3 children start to sail around the world. They are shipwrecked near an uninhabited isle. This island is full of wild animals and it is very dangerous for them in the begining. They live through a lot of wonderful adventure together and they become a big family.","release_date":"1978-05-19","vote_average":4.3,"runtime":102,"cert":"N\/A","id":71246,"title":"The Sea Gypsies","adult":false,"genre_ids":[10751,12]},{"cast":["Helen Lesnick","Erica Shaffer","Arlene Golonka","Barbara Stuart","Michele Greene"],"overview":"Rachel flees NYC after another traumatic breakup and arrives at her parents' home in San Diego. They are adamant to see their wayward daughter settle down with a nice girl. Rachel goes on several blind dates that misfire badly. She finally lets her mother set her up with Christine, a typical Californian girl. Much to Rachel's chagrin, mom is right! Meanwhile, Rachel's friends wait for her to screw up the relationship. They know, even if she won't admit it, that she still carries a torch for her ex-girlfriend and they're not sure what would happen if she reappeared to reclaim Rachel.","release_date":"2001-02-14","vote_average":5.5,"runtime":107,"cert":"N\/A","id":71249,"title":"A Family Affair","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Set 1: Punch You In the Eye &gt; Ocelot, Dinner and a Movie, Stash, Esther, Walk Away, The Divided Sky, When the Circus Comes, Sugar Shack, Alaska[1] &gt; Golgi Apparatus Set 2: Party Time &gt; Down with Disease[2] -&gt; Sand -&gt; The Horse &gt; Silent in the Morning &gt; Guyute, Farmhouse, Mike's Song &gt; I Am Hydrogen &gt; Weekapaug Groove Encore: Shine a Light [1] Streets of Cairo tease by Trey. [2] Unfinished. Notes: Alaska contained a Streets of Cairo tease by Trey. Down With Disease was unfinished.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71252,"title":"Phish - Comcast Theatre (Hartford, CT) 6-17-2010 Set 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set 1: Punch You In the Eye &gt; Ocelot, Dinner and a Movie, Stash, Esther, Walk Away, The Divided Sky, When the Circus Comes, Sugar Shack, Alaska[1] &gt; Golgi Apparatus Set 2: Party Time &gt; Down with Disease[2] -&gt; Sand -&gt; The Horse &gt; Silent in the Morning &gt; Guyute, Farmhouse, Mike's Song &gt; I Am Hydrogen &gt; Weekapaug Groove Encore: Shine a Light [1] Streets of Cairo tease by Trey. [2] Unfinished. Notes: Alaska contained a Streets of Cairo tease by Trey. Down With Disease was unfinished.","release_date":"2010-06-17","vote_average":4.5,"runtime":133,"cert":"N\/A","id":71253,"title":"Phish - Comcast Theatre (Hartford, CT) 6-17-2010 Set 1","adult":false,"genre_ids":[10402]},{"cast":["Samuel L. Jackson","Kellan Lutz","Katia Winter","Johnny Messner","James Remar"],"overview":"David Lord finds himself forced into the savage world of a modern gladiatorial arena, where men fight to the death for the entertainment of the online masses.","release_date":"2011-10-11","vote_average":4.9,"runtime":94,"cert":"18","id":71254,"title":"Arena","adult":false,"genre_ids":[28,53,878]},{"cast":["Mark Hubley","Ray Hubley"],"overview":"Two boys go outside at night to capture a bird.","release_date":"1959-01-01","vote_average":5.3,"runtime":10,"cert":"N\/A","id":71255,"title":"Moonbird","adult":false,"genre_ids":[]},{"cast":["Asa Akira","Jazmine Leih","Kaiya Lynn","Kita Zen","London Keyes"],"overview":"Interracial porn doesn't get any better than this. The finest, firmest, most curvaceous Asian asses in porn, assembled here for your delectation in \"Asian Booty\". Starring Asa Akira, London Keyes, Max Mikita, Jazmine Leih, Kaiya Lynn and Kita Zen.","release_date":"2010-06-07","vote_average":10.0,"runtime":199,"cert":"N\/A","id":71258,"title":"Asian Booty","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71259,"title":"Voilà","adult":false,"genre_ids":[]},{"cast":["Isabelle Candelier","Denis Podalydès","Philippe Uchan","Michel Vuillermoz","Ariane Pirié"],"overview":"A young man in Versailles invites a Parisian girl to his place for dinner. The evening is thrown into turmoil.","release_date":"1992-06-17","vote_average":6.4,"runtime":45,"cert":"N\/A","id":71260,"title":"A Night in Versailles","adult":false,"genre_ids":[]},{"cast":["Emi Kuroda","Yukijiro Hotaru","Kikujirô Honda","Takeshi Itô","Tetsuaki Matsue"],"overview":"Sachiko Hanai (Emi Kuroda) is a call girl. One day she is caught up in a gunfight and is shot in the forehead. Instead of killing her, the bullet in her head gives her psychic powers. She also accidentally comes into possession of a cylinder containing George W. Bush's finger, whose fingerprint is designed to launch a nuclear missile, and international spies are soon chasing her.","release_date":"2003-10-14","vote_average":5.9,"runtime":90,"cert":"N\/A","id":71261,"title":"The Glamorous Life of Sachiko Hanai","adult":false,"genre_ids":[14,18,35]},{"cast":["Sonia Bohosiewicz","Maja Bohosiewicz","Wojciech Mecwaldowski","Grażyna Szapołowska","Tomasz Kot"],"overview":"","release_date":"2011-02-25","vote_average":4.5,"runtime":105,"cert":"N\/A","id":71262,"title":"Battle of the Sexes","adult":false,"genre_ids":[35,10749]},{"cast":["Yamandú Costa"],"overview":"Aurora (Yamandu Costa) Tareco No. 2 (Yamandu Costa) Valsa No. 1 (Baden Powell) Paz de Maria (Yamandu Costa) Besteira (Yamandu Costa) Tango Amigo (Yamandu Costa) Sanfonema (Toninho Ferraguti) Susto (Yamandu Costa) Yamamé (Yamandu Costa) Suíte Retratos – 1o. Movimento (Pixinguinha \/ Radamés Gnattali) Nuages (Django Reinhardt) Taquito Militar (Mariano Mores) Vou Deitar e Rolar (Baden Powell \/ Paulo César Pinheiro) Disparada (Theo de Barros \/ Geraldo Vandré) Extra: Sampa (Caetano Veloso)","release_date":"2005-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":71265,"title":"Yamandu Costa Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["Helen Gardner","Charles Sindelar","Pearl Sindelar","Miss Fielding","Harry Knowles"],"overview":"The fabled queen of Egypt's affair with Roman general Marc Antony is ultimately disastrous for both of them.","release_date":"1912-11-13","vote_average":2.2,"runtime":88,"cert":"N\/A","id":71266,"title":"Cleopatra","adult":false,"genre_ids":[18,36]},{"cast":["Tula Belle","Robin Macdougall","Edwin E. Reed","Emma Lowry","William J. Gross"],"overview":"Two peasant children, Mytyl and Tyltyl, are led by Berylune, a fairy, to search for the Blue Bird of Happiness. Berylune gives Tyltyl a cap with a diamond setting, and when Tyltyl turns the diamond, the children become aware of and conversant with the souls of a Dog and Cat, as well as of Fire, Water, Bread, Light, and other presumably inanimate things. The troupe thus sets off to find the elusive Blue Bird of Happiness.","release_date":"1918-03-31","vote_average":6.0,"runtime":75,"cert":"N\/A","id":71271,"title":"The Blue Bird","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"Kansas 35th year anniversary concert recorded live in Washburn University, Topeka on Feburary 7, 2009, featuring the Washburn University Symphony Orchestra.","release_date":"2009-10-13","vote_average":0.0,"runtime":82,"cert":"N\/A","id":71272,"title":"Kansas: There's Know Place Like Home","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Hide and Seek 05:56 Bring forth Ye Shadow 05:49 Lorelei 05:04 Frozen 05:21 Ashes and Dreams 04:10 A Rose for the Dead 05:15 Fragment 03:55 And when He Falleth 06:40 Venus 04:37 Hollow 06:24 Storm 03:56 Image 03:17 Cassandra 03:55 A Hamlet for a Slothful Vassal 04:27 Fade 06:10 Machine 04:59 Der Tanz der Schatten 07:08 Forever is the World 07:35","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71273,"title":"Theatre of Tragedy – Last Curtain Call","adult":false,"genre_ids":[10402]},{"cast":["Ronnie James Dio","Geezer Butler","Tony Iommi","Vinny Appice"],"overview":"E5150 The Mob Rules Children of the Sea I Bible Black Time Machine Fear Falling Off the Edge of the World Follow The Tears Die Young Heaven and Hell Country Girl Neon Knights - - Live at Wacken Open Air July 30 2009","release_date":"2010-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":71274,"title":"Heaven & Hell - Neon Nights - 30 Years Of Heaven And Hell","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bethany Hamilton, a 13-year-old girl destined for a successful surfing career, lost her arm to a 14-foot tiger shark on Oct. 31, 2003. The attack didn't cause this determined Soul Surfer to give up. Instead, it compelled her to discover her purpose in life as she overcame the loss of her arm and got back on the board just three weeks later.","release_date":"2007-02-08","vote_average":0.0,"runtime":31,"cert":"N\/A","id":71275,"title":"Heart of a Soul Surfer","adult":false,"genre_ids":[]},{"cast":["Hanna Polk","Henryk Bista","Maria Chwalibóg","Zbigniew Zamachowski"],"overview":"Podczas \"zimy stulecia\" na dworcu w Koluszkach zniecierpliwieni pasażerowie oczekują na przybycie pociągu. Łączność kolejowa zostaje zerwana. W tym samym czasie niedaleko Koluszek w zaspach śnieżnych utknął pociąg. W jego wagonach panuje wesoła atmosfera. Niektórzy pasażerowie, którym śpieszy się na połączenie z innymi stacjami, wysiadają i idą piechotą do dworca w Koluszkach. Jest wśród nich Andrzej Roszak - młody chłopak śpieszący do Warszawy, oraz prawdopodobnie jego rówieśnica Basia. Niedługo po nich do dworca w Koluszkach docierają pan Walerek - działacz polityczny, który jechał na bal do KC; pan Rozbicki z żoną, tuż po kontrakcie w Iraku; Matyjak - gwiazdor telewizyjny; dziennikarz Przoniak oraz inni. Na wyludnionym dworcu pasażerowie sprawnie organizują sylwestrową zabawę. Podczas wspólnej hulanki jej uczestnicy stopniowo obnażają ukryte kompleksy, frustracje i nadzieje.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71276,"title":"Bal na dworcu w Koluszkach","adult":false,"genre_ids":[18]},{"cast":["Diego Luna","Liz Gallardo","Gabriel González","Irene Azuela"],"overview":"Unable to cope with the fact that his girlfriend cheated on him with his best friend, a twenty-two year old schizophrenic sets an elaborate revenge plan into motion before taking his own life. Gregorio has been in and out of mental hospitals for years. During Gregario's time away, his girlfriend Tania and their good friend Manuel (Diego Luna) began an illicit affair. Before long Tania and Manuel have fallen in love. Though Gregario and Manuel seem to reconcile after Gregario is discharged from the hospital, everything changes with Gregario commits suicide. Upon Gregario's death, Manuel inherits a box of notes, lyrics, and other curiosities from his old friend. Later, Manuel begins receiving unsigned letters quoting Gregario's writings and starts hearing excerpts from the letters in conversation and in the media, leading the unscrupulous friend to fear for his own sanity.","release_date":"2007-01-20","vote_average":6.0,"runtime":90,"cert":"N\/A","id":71277,"title":"The Night Buffalo","adult":false,"genre_ids":[18]},{"cast":["Clark Gable","Jean Harlow","Wallace Beery","Lewis Stone","Rosalind Russell"],"overview":"Captain Alan Gaskell sails the perilous waters between Hong Kong and Singapore with a secret cargo: a fortune in British gold. That's not the only risky cargo he carries; both his fiery mistress and his refined fiancee are aboard!","release_date":"1935-08-09","vote_average":6.9,"runtime":87,"cert":"N\/A","id":71282,"title":"China Seas","adult":false,"genre_ids":[12,28,18]},{"cast":["Guru Dutt","Shyama","Jagdish Sethi","Johnny Walker","Jagdeep"],"overview":"Kalu is a taxi-driver in Bombay, India. He has two women who love him and would like to marry him. Kalu first wants to establish himself, and become rich, before he can even think of marriage. One of the women who loves him, has a father who is involved in gangster-type activities, and would like Kalu also to join him so that he can get rich soon. Kalu has now to decide to become rich quick or sleep better.","release_date":"1954-01-01","vote_average":6.3,"runtime":146,"cert":"N\/A","id":71283,"title":"Aar Paar","adult":false,"genre_ids":[10402,18,10749,80]},{"cast":["Dev Anand","Shakila","Johny Walker","Kumkum","Waheeda Rehman"],"overview":"A newspaper editor, Shrivastav, is killed when he was about to expose the underworld links of a very rich and influential person. C.I.D. Inspector Shekhar is assigned to this case, an investigation of which leads him to suspect Dharamdas and his men. But Dharamdas spins a web of lies and deceit, and Shekhar himself becomes a suspect, and is arrested by the police, and loses his job, leaving Dharamdas and his men to carry on undeterred.","release_date":"1956-01-01","vote_average":5.6,"runtime":146,"cert":"N\/A","id":71284,"title":"C.I.D.","adult":false,"genre_ids":[28,80]},{"cast":["Richard Burgi","Juliet Aubrey","MyAnna Buring","Peter Vollebregt","Daniel S. Ehrlich"],"overview":"A Yellowstone National Park scientist and a thrill-seeking ranger join forces to plug-up a volatile super volcano that threatens to wipe out the entire United States.","release_date":"2011-03-08","vote_average":4.0,"runtime":89,"cert":"","id":71285,"title":"Super Eruption","adult":false,"genre_ids":[878]},{"cast":["Michael Lazar","Michael Madsen","Lisa Arturo","Neal McDonough","James Russo"],"overview":"Two pounds of pressure on a trigger pays really well... Ex special forces mercenary and now hardened criminal Vic, lives in a world of cons, double crosses, crooked cops, mob bosses and drug dealing crime lords. Playing by his own rules, Vic and his partner Frank work both sides of the street, caring only about where they can score and take down the most cash.","release_date":"2007-03-06","vote_average":2.2,"runtime":93,"cert":"N\/A","id":71286,"title":"Machine","adult":false,"genre_ids":[18,28,53]},{"cast":["Malcolm McDowell","Ashley Wren Collins","Timothy Bottoms","Whitney Able","Lilly McDowell"],"overview":"POUND OF FLESH is the story of two men, polar opposites who will fall from grace at the same moment,engage in moral and mortal combat, and discover that they are not that different after all.","release_date":"2010-09-19","vote_average":2.0,"runtime":96,"cert":"N\/A","id":71287,"title":"Pound of Flesh","adult":false,"genre_ids":[18,35,53]},{"cast":["Kelly Reilly","Julian Rhind-Tutt","Santiago Cabrera","Mía Maestro","Marisé Álvarez"],"overview":"A delightful romantic comedy about about a guardian angel who falls for the young woman he is protecting.","release_date":"2010-04-24","vote_average":5.7,"runtime":90,"cert":"N\/A","id":71288,"title":"Meant To Be","adult":false,"genre_ids":[35,10749,878]},{"cast":["Lars Brandeby","Anki Rahlskog","Ulla Skoog","Hans Wiktorsson","Kent Andersson"],"overview":"Hur blev Kurt den han blev? Varför blev han aldrig vald till klassens ordningsman? När kom Arne in bilden? Och vad hände när detta radarpar gjorde lumpen? Och Gudrun, vem tycker hon mest om - egentligen? Svaren får du i filmen om Kurtan. Kurtan tycks ha sina fingrar med i allt... från varvskrisen till högertrafikomläggningen... och på något himla sätt verkar allt gå snett...","release_date":"1990-02-09","vote_average":4.0,"runtime":88,"cert":"N\/A","id":71291,"title":"Kurt Olsson - filmen om mitt liv som mej själv","adult":false,"genre_ids":[35]},{"cast":["Kishore Kumar","Vyjayanthimala","Jabeen Jalil","Prabhu Dayal","Nana Palsikar"],"overview":"Complications, impersonations and moral dilemmas arise when a Punjabi pretends to be a Tamil in order to obtain accommodation in New Delhi. An eloquent and entertaining plea for national unity that manages to showcase several cultural traditions whilst encouraging people to laugh both with and at each other.","release_date":"1956-01-01","vote_average":6.5,"runtime":176,"cert":"N\/A","id":71294,"title":"New Delhi","adult":false,"genre_ids":[10749,18]},{"cast":["Amitabh Bachchan","Hema Malini","Pran"],"overview":"Neeta and Sapna are two friends who live in Bombay, India. Neeta is married to a blue collared worker, who first loses the use of his legs in an accident, and then subsequently turns blind. Sapna, whose dad has passed away, now lives with her mom, and her foster father, Pramod. In order to make money for a living, Neeta becomes a prostitute, and wants Sapna to improve her lifestyle. Sapna accompanies her, is molested by Heera, and rescued by a taxi-driver, Amitabh Sharma. Both Amitabh and Sapna fall in love and want to get married. Before that could happen, Sapna is arrested by the Police for assaulting Pramod, she is tried in Court, where she remains silent, and gets a six month jail sentence. When she is discharged, Amitabh tells her that her mom has been arrested and is serving life in jail for killing Pramod. When both are about to get married, Amitabh's dad objects to this marriage","release_date":"1974-08-05","vote_average":6.0,"runtime":150,"cert":"N\/A","id":71297,"title":"Kasauti","adult":false,"genre_ids":[]},{"cast":["Amitabh Bachchan","Vinod Khanna","Rakhee Gulzar","Rekha"],"overview":"As an orphan on the streets in Shimla, young Sikandar (Amitabh Batchchan) has no one to care of him. For a short while he works for Mr. Ramnath, Little Kamna Ramnath (Rakhee Gulzar) gives Sikandar the kind of consideration and friendship no one has ever before given him. After that Ramnath leave Shimla for Bombay, Sikandar follows them there. Eventually Fatima, a young widow who works for Ramnath, adopts Sikandar. At Kamna's birthday party Ramnath mistakes Sikandar for a thief and has him thrown out. Little Kamna turns against Sikandar and wants to have nothing further to do with him. At Fatima's grave, a Darvesh (Kader Khan) advice young Sikandar how to deal with the realities of life. Young Sikandar works hard and grows up to be a wealthy and respected young man. Kamna, who stills wants to have nothing to do with Sikandar, is unaware that he has been helping her all along by paying for her handicapped father's medical bills...","release_date":"1978-10-27","vote_average":6.1,"runtime":189,"cert":"N\/A","id":71298,"title":"Muqaddar Ka Sikandar","adult":false,"genre_ids":[10749]},{"cast":["Balraj Sahni","Sunil Dutt","Raaj Kumar","Shashi Kapoor","Sharmila Tagore"],"overview":"Members of a family are separated in a natural disaster. Several years down the line, they aren't united but their lives are strangely interconnected.","release_date":"1965-07-28","vote_average":6.3,"runtime":178,"cert":"N\/A","id":71299,"title":"Waqt","adult":false,"genre_ids":[80,18,10749]},{"cast":["Graham Chapman","John Cleese","Terry Gilliam","Eric Idle","Terry Jones"],"overview":"This unassuming case is packed with 16 tons of funny: 14 discs of MONTY PYTHON’S FLYING CIRCUS, packed with every episode from the programme’s four year run, plus 2 MONTY PYTHON LIVE! discs featuring–well, you figure it out. While to the uninitiated they may look like ordinary .65 oz. digital video discs, due to the unique physics of comedy (it’s like quantum but with fewer dead cats), each disc actually weighs a full metaphoric ton! Please remember to lift with your knees. This 16-Ton Megaset contains every single episode of MONTY PYTHONG’S FLYING CIRCUS–four years of blood, sweat and blancmange–jammed into slivers of plastic the size of a tea plate and MONTY PYTHON LIVE!–Legendary live performances, the 20-year celebration of Monty Python Parrot Sketch Not Included, and the all-German Monty Python’s Fligender Zirkus episode #1 squashed like pancakes. Sad, really. Jump right to your favorite sketches in The Flying Circus with this index!","release_date":"2005-09-27","vote_average":9.0,"runtime":1749,"cert":"","id":71300,"title":"The Complete Monty Python's Flying Circus 16-Ton Megaset","adult":false,"genre_ids":[]},{"cast":["Amitabh Bachchan","Zeenat Aman","Amjad Khan","Rakhee Gulzar","Suresh Oberoi"],"overview":"Left in the care of an alcoholic Gangu Ganpat, young Heera, who named himself after a stray dog, wrestles with life in his young age. Years later, now a young man , he works for Mahendar Singh and is in love with Mohini, who will not have anything to do with him due to his lack of ancestry. Heera is now determined to find out who his parents are, and the only one who can help him is the elusive, alcohol-induced and incoherent Gangu Ganpat.","release_date":"1981-05-22","vote_average":6.3,"runtime":182,"cert":"N\/A","id":71301,"title":"Laawaris","adult":false,"genre_ids":[28,18]},{"cast":["Ahmed El Saadany","Marwa Abdel Moneim","Lana Said","Ahmed Falawkas","Rania Youssef"],"overview":"A group of school friends reunites for the first time after a break of 10 years in one of the friend's engagement. Problems start to arise soon as they find out how they have changed through this period of time.","release_date":"2009-01-27","vote_average":0.0,"runtime":91,"cert":"N\/A","id":71302,"title":"Aaz Ashab","adult":false,"genre_ids":[]},{"cast":["Rekha","Farooq Shaikh","Naseeruddin Shah","Raj Babbar","Shaukat Azmi"],"overview":"In Faizabad, British India, Daroga Dilawar is sentenced to several years in prison after Amiran's dad testifies against him. After his discharge around 1840, he extracts his vengeance by abducting Amiran and selling to a brothel madam. It is here Amiran will be re-named Umrao Jaan. Years later, Umrao has grown up and is an accomplished poetess as well as dancer extraordinary. She has many patrons, chief amongst them are Nawab Sultan and his father. The young Nawab is smitten by Umrao's beauty and her poems, but is finally forced to marry a girl of his mother's choice, leaving behind a heart-broken and devastated Umrao, who seeks solace in the arms of Faiz Ali and finally elopes with him, only to find out that he is a wanted bandit, and is shot down and killed by guards. Umrao re-locates to Lucknow where she establishes herself as a Poet and dancer, but is hunted down by brothel-keepers...","release_date":"1981-03-16","vote_average":5.1,"runtime":145,"cert":"N\/A","id":71303,"title":"Umrao Jaan","adult":false,"genre_ids":[18,10402]},{"cast":["Amitabh Bachchan","Jayaprada","Mukhri","Bharat Bhushan","Chandrashekhar"],"overview":"Born with a silver spoon in his mouth, and a peg of brandy instead of a glass milk, Vicky Kapoor, the only son of multi-millionaire industrialist, Amarnath, grows up to be an alcoholic, albeit with a good heart. Amarnath has detached himself completely from Vicky s life, and provides him money in lieu of affection and care, living this to be taken care off by Munshi Phoolchand. Vicky is very resentful of being ignored by his dad in this manner, and leaves no stone unturned to mock and belittle him at every available opportunity. Amarnath hopes to get his son married, but Vicky loves the daughter of a poor blind man, Meena, which is not acceptable to Amarnath. One day Amarnath decides he has had enough and decides to turn Vicky out of his house. He has him sign waivers, and asks him to get out, which Vicky does so. While Vicky is relieved of being freed from his dad s control, the question remains that with no skills at making a living, how is Vicky to survive in a cold-hearted world","release_date":"1984-10-27","vote_average":6.7,"runtime":180,"cert":"N\/A","id":71304,"title":"Sharaabi","adult":false,"genre_ids":[18,10749]},{"cast":["Khaled El Sawy","Ghada Abdel Razek","Mohamed Shoman","Sameh Elserety"],"overview":"A violent murder takes place in a quiet neighborhood, Abou Leil(Khaled El Sawy), is in charge of the investigation to unveil the identity of the mutilated body and his killer..","release_date":"2009-10-28","vote_average":4.0,"runtime":122,"cert":"N\/A","id":71305,"title":"Adrenaline","adult":false,"genre_ids":[]},{"cast":["Basim Samra","Ahmed Azmy","Ola Ghanem","Edward","ماريا"],"overview":"The film revolves around the sexual problems experienced by some women after marriage. The reasons vary from one woman to another as the film displays the 4 cases for 4 women suffering from these problems after marriage.","release_date":"2010-01-27","vote_average":5.3,"runtime":95,"cert":"N\/A","id":71306,"title":"Ahasees","adult":false,"genre_ids":[18,10749]},{"cast":["Fathy Abdel Wahab","Ahmed Azmy","Donia Samir Ghanem","Maged El Kedwany","Mohamed Metwally"],"overview":"A group of friends gathered coastal village depend on fishingpoverty forces them to perform some petty theft tobe involved in the murder and Vistkhaddmanm corruptpolice officer to implement its objectives in that village and escalate events","release_date":"2009-11-18","vote_average":5.0,"runtime":135,"cert":"N\/A","id":71307,"title":"Ezbet Adam","adult":false,"genre_ids":[18]},{"cast":["Sunny Deol","Meenakshi Seshadri","Raj Babbar","Moushumi Chatterjee","Amrish Puri"],"overview":"Ajay Mehra leaves for Bombay in order to train to become an international boxer. On his return to New Delhi he however found that his brother Ashok Mehra is missing, he decides to make complaints at the police station but this only leads to frustration. He decides to go and search for his brother himself but still does not find him. Later on Ashok's body is found and Ajay is accused of killing him as well as having an illicit relationship with his sister - in - law Indu Mehra. While in jail Ajay makes friends with some other hardcore convicts, who are good at heart. Then one day they escape the jail by overpowering the guards. But Ajay falls in love with Varsha a journalist who helped in showing Ajay the path to justice in killing the main villain Balwant Rai.","release_date":"1990-06-08","vote_average":6.9,"runtime":163,"cert":"N\/A","id":71308,"title":"Ghayal","adult":false,"genre_ids":[28,18,80]},{"cast":["Mohamed Henedi","Yasser Galal","Ghassan Matar","Diaa El Merghany","Sherry Adel"],"overview":"Amir is a reckless Naval Academy student trying so hard to impress the father of the girl he loves, who happens to be his academic professor and neighbor.","release_date":"2009-11-26","vote_average":6.0,"runtime":110,"cert":"N\/A","id":71309,"title":"Prince of the Seas","adult":false,"genre_ids":[35]},{"cast":["William R. Moses","Tonya Bordeaux","Steven Curtis Chapman","Megan Follows","Theresa Browning"],"overview":"A life-sized nativity leads a man to learn about his past and lost family.","release_date":"2003-01-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":71312,"title":"Christmas Child","adult":false,"genre_ids":[10751]},{"cast":["Sander Foppele","Yolanthe Sneijder-Cabau","Sebastiaan Labrie","Kirsten Walraad","Filemon Wesselink"],"overview":"Five youngsters get themselves locked in a maze.","release_date":"2006-09-25","vote_average":5.4,"runtime":78,"cert":"N\/A","id":71313,"title":"Deadly Game","adult":false,"genre_ids":[27]},{"cast":["Sean Gallagher","Paul Shane","Shirley Bassey"],"overview":"For one young boy, a passion can be more than just a dream.","release_date":"1996-11-14","vote_average":10.0,"runtime":91,"cert":"","id":71314,"title":"La Passione","adult":false,"genre_ids":[]},{"cast":["Ritesh Deshmukh","Jacqueline Fernandez","Vishal Malhotra","Amrita Rao"],"overview":"A man tries to help an alien from Venus find true love on Earth.","release_date":"2010-04-09","vote_average":5.3,"runtime":115,"cert":"N\/A","id":71315,"title":"Jaane Kahan Se Aayi Hai","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Hugh Bigney","Patricia Barker","Vanessa Sharp","Wade Walthall","Russell Burnett"],"overview":"The colorful holiday classic is finally brought to the big screen, designed by famed children's story author and artist Maurice Sendak, and written for the first time to be as close as possible to the original story. A lavish, exciting and heart-warming celebration of dance, of music, and of life. Based upon the Pacific Northwest Ballet's original production.","release_date":"1986-11-26","vote_average":6.4,"runtime":89,"cert":"N\/A","id":71316,"title":"Nutcracker: The Motion Picture","adult":false,"genre_ids":[10751,14,10402]},{"cast":["Innokentiy Smoktunovskiy","Anastasiya Vertinskaya","Mikhail Nazvanov","Elza Radzina","Yuriy Tolubeev"],"overview":"Shakespeare's 17th century masterpiece about the \"Melancholy Dane\" was given one of its best screen treatments by Soviet director Grigori Kozintsev. Kozintsev's Elsinore was a real castle in Estonia, utilized metaphorically as the \"stone prison\" of the mind wherein Hamlet must confine himself in order to avenge his father's death. Hamlet himself is portrayed (by Innokenti Smoktunovsky) as the sole sensitive intellectual in a world made up of debauchers and revellers. Several of Kozintsev directorial choices seem deliberately calculated to inflame the purists: Hamlet's delivers his \"To be or not to be\" soliloquy with his back to the camera, allowing the audience to fill in its own interpretations.","release_date":"1964-06-24","vote_average":7.5,"runtime":140,"cert":"U","id":71317,"title":"Hamlet","adult":false,"genre_ids":[18]},{"cast":["Brent Everett","Brent Corrigan","Shaun Ferrara","Corey Savage","Cayden Morano"],"overview":"Scene 1. Dustin Weiss, Karel Gross Scene 2. Bailey Bryant, Cayden Morano, Jamie Blade Scene 3. Brent Corrigan, Brent Everett Scene 4. Corey Savage, Trevor Peterson Scene 5. Lance Evans, Shaun Ferrara","release_date":"2004-08-04","vote_average":10.0,"runtime":140,"cert":"N\/A","id":71318,"title":"Bareboned Twinks","adult":true,"genre_ids":[]},{"cast":["Lior Ashkenazi","Moni Moshonov","Dover Koshashvili","Rami Heuberger","Yuval Segal"],"overview":"A story with a bit of despair: six or seven families who live in the same blocks that surround a parking lot. And they are all involved in each other’s lives.","release_date":"2003-12-18","vote_average":6.4,"runtime":108,"cert":"N\/A","id":71319,"title":"Gift From Above","adult":false,"genre_ids":[80,18,35]},{"cast":["Bo Svenson","Robert Culp","John Colicos","Belinda Montgomery","Linda Sorensen"],"overview":"The Mafia tries to take revenge against a man who testified against them in court.","release_date":"1976-06-02","vote_average":4.0,"runtime":92,"cert":"N\/A","id":71320,"title":"Breaking Point","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Alex is in love with her best friend, Vicki, her mother has dissapeared and she sets fire to things in her spare time. Vicki comes from an abusive home and wants Alex to run away with her. Alex is a bit of a nerd and a teachers pet, so takes advantage of this by trying to seduce her drippy school teacher. Alex watches as Vicki, unable to escape her terrible homelife and an psychological wreck, sets alight to herself and burns to death.","release_date":"1994-08-31","vote_average":6.0,"runtime":59,"cert":"N\/A","id":71321,"title":"Only the Brave","adult":false,"genre_ids":[]},{"cast":["Elizaveta Lotova","Pavel Volya","Evelina Bledans","Stanislav Bondarenko","Alexander Lymarev"],"overview":"No movie overview available.","release_date":"2008-11-28","vote_average":5.4,"runtime":null,"cert":"N\/A","id":71322,"title":"Platon","adult":false,"genre_ids":[18,35]},{"cast":["Lino Ventura","Andréa Parisy","Robert Hirsch","Jean Desailly","Dora Doll"],"overview":"Desperate, Didier throws hymself out in the Seine. Pascal, a newsboy, jumps and saves him. It’s the beginning of the friendship between them.Once, as Pascal helps Didier, he finds himself involved in a murder. Only the superintendent believes in his innocence…","release_date":"1959-09-09","vote_average":7.3,"runtime":86,"cert":"N\/A","id":71323,"title":"125, rue Montmartre","adult":false,"genre_ids":[80]},{"cast":["Viva Bianca","Grant Bowler","Anna Hutchison","Zoe Cramond","Eli Kent"],"overview":"An island on spectacular Sydney Harbour. Summer sun Top international artists. Tens of thousands of music fans from across the world Idyllic... Until unimaginable disaster strikes.","release_date":"2011-01-02","vote_average":4.6,"runtime":95,"cert":"N\/A","id":71324,"title":"Panic at Rock Island","adult":false,"genre_ids":[18,53,9648]},{"cast":["Ruth Vega Fernandez","Liv Mjönes","Lena Endre","Krister Henriksson","Joakim Nätterqvist"],"overview":"After they meet at their parent's engagement party, Mia and Frida are intrigued by and attracted to one another, despite Mia's own upcoming engagement to Tim. Mia must decide whether to continue her life with Tim or to follow her heart with Frida.","release_date":"2011-07-29","vote_average":7.2,"runtime":107,"cert":"N\/A","id":71325,"title":"With Every Heartbeat","adult":false,"genre_ids":[18,10749]},{"cast":["Cheryl Texiera","Matthew Albrecht","Alaina Gianci","Veronica Wylie","Scott Kuza"],"overview":"Bunnyman is the story of a group of friends on their way back from a spontaneous weekend trip to Las Vegas, and while driving through the remote regions of southern California they suddenly find themselves in a sickening game of cat and mouse with a five ton dumptruck and, when looking for help, stumble upon a nightmarish family who takes pleasure in dismembering and eating as many of the kids as possible.","release_date":"2011-06-20","vote_average":2.8,"runtime":90,"cert":"N\/A","id":71326,"title":"Bunnyman","adult":false,"genre_ids":[27]},{"cast":["Issiaka Kane","Balla Moussa Keita","Aoua Sangare","Ismaila Sarr","Niamanto Sanogo"],"overview":"A young man with magical powers journeys to his uncle to request help in fighting his sorcerer father.","release_date":"1987-01-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":71329,"title":"Yeelen","adult":false,"genre_ids":[18]},{"cast":["Tião Carreiro","Pardinho","Simplício","Francisco Di Franco","Marlene Costa"],"overview":"Country family strikes rich and move to the big city, but something changes.","release_date":"1970-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":71330,"title":"Sertão em Festa","adult":false,"genre_ids":[35,10402]},{"cast":["Brent Corrigan","Shaun Ferrara","Corey Savage","Brenden Michael","Donny Price"],"overview":"Celebrating our 3rd anniversary with our 15th production, we pack over 2½ hours of hot entertainment into the director's cut of Every Poolboy's Dream. This all bareback feature has a cast of 8 cute Cobraboyz, giving you 6 sizzling scenes with the most multiple-boy scenes we have ever filmed. Along with a couple of multiple orgasm scenes, we have our first scene where everyone bottoms, and other firsts to tantalize you as well. Like A Boy's Raw Urges, the boys are extra naughty for you and take loads in their ass and mouth. So join our new star Brent, along with the other Cobraboyz, for some wet fun as our Poolboy finds his dream.","release_date":"2004-12-19","vote_average":9.0,"runtime":150,"cert":"N\/A","id":71331,"title":"Every Poolboy's Dream","adult":true,"genre_ids":[]},{"cast":["Brent Corrigan","Brent Everett","Chase McKenzie","Shaun Ferrara","Lance Evans"],"overview":"","release_date":"2004-12-01","vote_average":0.0,"runtime":117,"cert":"N\/A","id":71332,"title":"Schoolboy Crush","adult":true,"genre_ids":[]},{"cast":["Valeri Ryzhakov","Klara Luchko","Emmanuil Vitorgan","Yevdokiya Urusova","Lev Polyakov"],"overview":"While investigating a murder the police captain discovers a relation with the events of a medieval times...","release_date":"1980-12-06","vote_average":6.0,"runtime":91,"cert":"N\/A","id":71337,"title":"The Casket of Maria Medici","adult":false,"genre_ids":[9648,28,36]},{"cast":[],"overview":"","release_date":"2008-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71338,"title":"Cold Play","adult":false,"genre_ids":[]},{"cast":["Konstantin Voynov","Aristarkh Livanov","Vyacheslav Nevinnyy","Elena Kondulaynen","Vladimir Soshalsky"],"overview":"Шестнадцатилетняя Люська сбегает из дома, где отчим не дает ей прохода, и знакомится с карточным шулером по фамилии Бристоль. Друзья ласково называют, уже далеко немолодого Константина, Котей. И вот старик и почти еще ребенок сдружились и вместе начинают опасную авантюру.","release_date":"1991-06-06","vote_average":0.0,"runtime":101,"cert":"N\/A","id":71339,"title":"Nomer 'Lyuks' Dlya Generala s Devochkoi","adult":false,"genre_ids":[18,35]},{"cast":["Pyotr Savin","Georgi Millyar","Vladimir Lepko","Andrey Fayt","Mariya Kravchunovskaya"],"overview":"Adapted from four different Russian folk-tales, this early Soviet fantasy film tells the story of Emelya the Fool, who, fishing one day, catches a talking pike who pleads for his life and in return grants Emelya wishes for a life spared.","release_date":"1938-06-06","vote_average":4.5,"runtime":57,"cert":"N\/A","id":71340,"title":"By Pike","adult":false,"genre_ids":[14,10751]},{"cast":["Viktor Stepanov","Andrey Urgant","Olga Mashnaya","Elena Drapeko","Alla Oding"],"overview":"After four years, a young freight forwarder Sizuhin suddenly learns that under the guise of shipments of baby food his firm is involved in drug smuggling. Deciding to understand this case, he begins to fight the mafia and seeks help from a professional thief named \"Varyoniy\".","release_date":"1994-06-06","vote_average":6.0,"runtime":76,"cert":"N\/A","id":71341,"title":"The last thing Varyonogo","adult":false,"genre_ids":[80,35]},{"cast":["Aleksandr Astapov","Anastasiya Bibartseva","Oleg Fleyer","Vitali Maksimenko","Polina Maksimova"],"overview":"Manya and Sanya are the regular kids who spend most of the time playing video games. But once while being on the beach they find something totally unexpected...","release_date":"2008-06-06","vote_average":1.3,"runtime":86,"cert":"N\/A","id":71342,"title":"Adventures in the Kingdom of Far Far Away","adult":false,"genre_ids":[14,10751]},{"cast":["Marina Mogilevskaya","Igor Bochkin","Anatoliy Ravikovich","Pavel Mirzoev","Denis Karasyov"],"overview":"An American journalist is traveling to Russia to find the newly invented \"Love vaccine\".","release_date":"1995-06-06","vote_average":8.0,"runtime":89,"cert":"N\/A","id":71343,"title":"Report","adult":false,"genre_ids":[35,12,10749]},{"cast":["Stefanie Stappenbeck","Luca Di Michieli","Bruno Apitz","Hans-Jochen Wagner","Gitta Schweighöfer"],"overview":"","release_date":"2005-05-12","vote_average":4.0,"runtime":null,"cert":"N\/A","id":71344,"title":"Jena Paradies","adult":false,"genre_ids":[18]},{"cast":["Aleksandr Mikhaylov","Liliya Aleshnikova","Vadim Zakharchenko","Aleksandr Lazarev","Marina Dyuzheva"],"overview":"The thirty-year-old decathlete leaves the big sport and becomes a stunt performer in the cinema. About how the movie is shot, and about the development of personal relationships between the main characters.","release_date":"1977-06-06","vote_average":6.0,"runtime":77,"cert":"N\/A","id":71345,"title":"Risk is a noble cause","adult":false,"genre_ids":[18]},{"cast":["Otar Koberidze","Marina Polbentseva","Igor Gorbachyov","Faina Ranevskaya","Mikhail Gluzskiy"],"overview":"A new girl becomes circus star despite her husband objective.","release_date":"1966-03-07","vote_average":6.5,"runtime":90,"cert":"N\/A","id":71346,"title":"New Attraction Today","adult":false,"genre_ids":[35]},{"cast":["Dmitri Vesensky","Marina Mayevskaya","Igor Kostolevskiy","Vyacheslav Baranov","Dmitri Ulyanov"],"overview":"","release_date":"1988-06-06","vote_average":4.5,"runtime":99,"cert":"N\/A","id":71347,"title":"The Buffoon","adult":false,"genre_ids":[18]},{"cast":["Barbara Brylska","Liya Akhedzhakova","Bogdan Stupka"],"overview":"Действие фильма начинается в сумасшедшем доме, куда новоявленные опекуны привозят свою мачеху Ольгу Самойлову на кануне Рождества. Вдова алкогольного магната Самойлова поставила целью своей жизни осуществлять чужие заветные мечты за собственные деньги. И трое ее приемных детей сочли эту идею чистым безумием. И потому...","release_date":"2006-06-06","vote_average":0.0,"runtime":144,"cert":"N\/A","id":71348,"title":"Strannoe Rozhdestvo","adult":false,"genre_ids":[35]},{"cast":["Ekaterina Kopanova","Grigoriy Antipenko","Mariya Aronova","Vladimir Dolinskiy","Lev Durov"],"overview":"A story about Maya - a young girl who believes in miracles.","release_date":"2007-04-05","vote_average":5.5,"runtime":97,"cert":"N\/A","id":71349,"title":"Waiting for a Miracle","adult":false,"genre_ids":[10749,35]},{"cast":["André Dussollier","Emmanuelle Seigner","Bouli Lanners"],"overview":"","release_date":"2010-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71350,"title":"Chicas","adult":false,"genre_ids":[18]},{"cast":["Mariya Aronova","Renat Davletyarov","Mikhail Gorevoy","Pyotr Krasilov","Evgeniya Loza"],"overview":"A young Russian businessman is tired of the unprofessional behavior of his employees so he decides to invite a general manager from Japan in order to improve the situation in the firm.","release_date":"2011-06-30","vote_average":1.0,"runtime":91,"cert":"N\/A","id":71351,"title":"Sakura Jam","adult":false,"genre_ids":[10749,35]},{"cast":["Albert Filozov","Viktoriya Fyodorova"],"overview":"Молодой талантливый врач Ростислав Савельев, считающий, что его недостаточно ценят на родине, воспользовавшись туристической поездкой, остается в одной из европейских стран. Но не найдя работы по специальности, он вынужден согласиться на предложение из школы диверсантов...","release_date":"1972-06-06","vote_average":0.0,"runtime":89,"cert":"N\/A","id":71352,"title":"Vid na Zhitelstvo","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71353,"title":"Sommersong 2011 - BENRICÖ & RÜÜKIE - Das Sachsenlied","adult":false,"genre_ids":[]},{"cast":["Igor Vernik","Olga Kabo","Mikhail Efremov","Alika Smekhova","Vera Voronkova"],"overview":"Divorce is trauma, it is stress, it is tears and disputes, it is a solution to property conflicts. And the wealthier you are, the more difficult it is to share the good acquired in marriage. Husband and wife are getting divorced. Passions boil, nerves to the limit. The apple of discord becomes a villa in Mexico, in Acapulco. Finally, a luxurious mansion is put up for auction, and our heroes, having a little scolding for formality, are scattered in different directions.  Time passes. Ex-spouses decide to celebrate the New Year in a mansion not yet sold - of course, everyone is sure that this bright thought occurred to him alone. An unexpected meeting does not bode well, the clouds are gathering fast, the thunder is about to strike - but that's not all! On the doorstep of the house appears the buyer of the villa, the local Al Capone, who came to look at a tidbit before parting with his millions ...","release_date":"2007-06-06","vote_average":0.0,"runtime":77,"cert":"N\/A","id":71354,"title":"Villa of discord, or dance of the solar eclipse","adult":false,"genre_ids":[35,10749]},{"cast":["Irena Kokryatskaya","Boris Nevzorov","Vera Titova","Semyon Morozov","Yevgeni Shutov"],"overview":"A young graduate of a Musical teacher's training school, having got an allocation to one of the collective farms of Nonblack Soil Zone, she goes there with one desire return to city as soon as possible and continue her career of pop singer. Villagers are rejoiced by arrival of a new club head, and do all their best to make her stay: give good lodging, telephone, color TV-set, and even accordion. And the farms head (B.Nevzorov) is not intended to let her go before the set date, moreover, he falls in love with her. A skeptical modern city girl, mixing with villagers and step-by-step delving into their routine life and chores, gets filled with local beauties and engulfing feeling towards a young farms head, starts hesitating.","release_date":"1981-06-06","vote_average":3.0,"runtime":88,"cert":"N\/A","id":71355,"title":"Vot Takaya Muzyka...","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Lyubov Orlova","Vladlen Davydov","Konstantin Nassonov","Boris Andreyev","Mikhail Nazvanov"],"overview":"Soviet and American soldiers are meeting on the shores of the Elbe river in Germany in 1945.","release_date":"1949-03-16","vote_average":5.0,"runtime":104,"cert":"N\/A","id":71356,"title":"Meeting on the Elbe","adult":false,"genre_ids":[18,10752]},{"cast":["Dudley Moore","Elizabeth McGovern","Alec Guinness","Christine Baranski","John Huston"],"overview":"Forget about accountants who want to fly, professors whose brains are being zapped by aliens and bored housewives passing the time. The one all-consuming problem Manhattan psychiatrist Saul Benjamin has is himself! Saul (Dudley Moore) and Chloe (Elizabeth McGovern), one of his patients, are in love. The situation could get him bounced from his profession but for lovers of romantic comedy, it's all delightful.","release_date":"1983-02-18","vote_average":5.8,"runtime":96,"cert":"N\/A","id":71357,"title":"Lovesick","adult":false,"genre_ids":[10749,35,14]},{"cast":[],"overview":"","release_date":"","vote_average":3.8,"runtime":null,"cert":"N\/A","id":71358,"title":"Clouseau - 10x10","adult":false,"genre_ids":[10402]},{"cast":["Frédérique Bel","Carole Brana","Carrie Ng","Stephen Wong Cheung-Hing","Kotone Amamiya"],"overview":"A woman acquires a box with a seal made of white jade, it is rumored that the box belonged to the first Chinese emperor.  She journeys to Hong Kong in an attempt to sell the artifact.","release_date":"2009-11-27","vote_average":5.4,"runtime":98,"cert":"N\/A","id":71359,"title":"Red Nights","adult":false,"genre_ids":[27,53]},{"cast":["Sergei Filippov","Pavel Kadochnikov","Nikolai Leonov","Ivan Lyubeznov","Boris Tenin"],"overview":"","release_date":"1945-06-06","vote_average":5.5,"runtime":86,"cert":"N\/A","id":71362,"title":"Hello, Moscow!","adult":false,"genre_ids":[10402,36]},{"cast":["Natalya Tenyakova","Igor Dmitriev","Aleksandr Borisov","Lidiya Shtykan","Vladimir Chestnokov"],"overview":"Varvara Aksenkova - the great Russian actress of the first half of the XIX century. Her tragic creative fate and early death served as the basis for this film.","release_date":"1967-06-06","vote_average":6.0,"runtime":101,"cert":"N\/A","id":71363,"title":"Green carriage","adult":false,"genre_ids":[18]},{"cast":["Yuri Kamornyj","Pola Raksa","Georgi Burkov","Aleksandr Grave"],"overview":"In this WWII drama, Russian soldiers take a break at a scenic farm in Poland, and the unit is able to escape the horrors of war during their brief respite. A Polish farm girl and a Russian officer feel a mutual and unspoken attraction towards each other.","release_date":"1967-09-18","vote_average":7.0,"runtime":68,"cert":"N\/A","id":71364,"title":"Zosya","adult":false,"genre_ids":[10749,18,10752]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71365,"title":"La Historia de River Plate - La Maquina (1901-1975)","adult":false,"genre_ids":[99]},{"cast":["Jamie Foxx"],"overview":"His first stand-up comedy special, a must-have for every Foxx fan. Aired on HBO as his popularity began to soar on TV's \"In Living Color\" Featuring side-splitting impersonations, Including Michael Jackson, Prince, Mike Tyson and Bill Cosby. The multi-talented Foxx performs a medley of songs from his first album, \"Peep This.\"","release_date":"1993-01-01","vote_average":4.4,"runtime":57,"cert":"N\/A","id":71366,"title":"Jamie Foxx: Straight from the Foxxhole","adult":false,"genre_ids":[35]},{"cast":["Vinzenz Kiefer","Nadeshda Brennicke","Miroslav Nemec","Jürgen Schornagel","Sebastian Kroehnert"],"overview":"Oliver Mansfield, son of a corrupt industrialist, is young, handsome, charming and intelligent, and he believes in nothing, least of all in love. That changes when he meets the woman of his dreams: Verena, twenty years older...","release_date":"2010-03-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":71367,"title":"Liebe ist nur ein Wort","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":4.8,"runtime":null,"cert":"N\/A","id":71368,"title":"La Historia de River Plate - Copa Libertadores e Intercontinental (1976-1986)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71369,"title":"La Historia de River Plate - Libertadores y Supercopa (1987-1999)","adult":false,"genre_ids":[99]},{"cast":["Amanda Lamberti","Heather Kozlakowski","Patrick Moug","Edward Nahhat","Bradley K. Ross"],"overview":"After Amy convinces Nicole to kill her abusive husband, Nicole travels to her on-line friend's home -- only to find Amy's own abused spouse, Chandler. And he's got blood on his hands, too. TRAP is a painfully funny look inside love, marriage, and body disposal.","release_date":"2007-10-27","vote_average":5.0,"runtime":84,"cert":"N\/A","id":71370,"title":"Trap","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71371,"title":"La Historia de River Plate - El Mas Grande Sigue Siendo River Plate (2000-2006)","adult":false,"genre_ids":[]},{"cast":["Magnus Betnér"],"overview":"Stå-upp-komedi med Magnus Betnér","release_date":"2009-09-23","vote_average":6.5,"runtime":90,"cert":"N\/A","id":71372,"title":"Magnus Betnér: Tal Till Nationen","adult":false,"genre_ids":[35]},{"cast":["Rosanna Arquette","Jason Robards","Tom Hulce","Olek Krupa","John Bennes"],"overview":"Martha Travis is a medium who makes contact with spirits \"on the other side\" and connects them with their loved ones still alive, in public performances. Trouble begins when she gives a message to Mary Kuron from her husband, Tom. But Tom isn't dead... yet. And Martha not only knows he will die, she also knows who killed him. And the murderer knows she knows...","release_date":"1989-12-05","vote_average":6.3,"runtime":103,"cert":"N\/A","id":71373,"title":"Black Rainbow","adult":false,"genre_ids":[9648,53]},{"cast":["Stephanie Jones","Muse Watson","Michael McCleery","Anthony Nicosia","Mary Kathleen Gordon"],"overview":"A suburban family is held hostage and terrorized by three intruders while their sixteen year-old daughter first hides, then exacts her own brand of terror on the assailants.","release_date":"2001-04-24","vote_average":5.0,"runtime":77,"cert":"N\/A","id":71374,"title":"If I Die Before I Wake","adult":false,"genre_ids":[80,53]},{"cast":["Melissa Sue Anderson","Mary Beth McDonough","Marion Ross","Patrick Cassidy","Gordon Jump"],"overview":"Vivian has magic powers. She doesn't hesitate to save her boyfriend David from failing in school by murdering teachers. However, David has gotten tired of her and is putting his charm on a new girl in school, Robin. Robin discovers that she also has magic powers, and before long the two girls clash violently.","release_date":"1981-02-27","vote_average":5.1,"runtime":100,"cert":"N\/A","id":71377,"title":"Midnight Offerings","adult":false,"genre_ids":[27,10770]},{"cast":["Stevie Nicks","Mick Fleetwood","Peter Frampton","Lori Perry","Waddy Wachtel"],"overview":"Rock concert at the famous Red Rocks featuring Stevie Nicks, Mick Fleetwood, and Peter Frampton as Ms. Nicks sings her hits.","release_date":"1987-05-05","vote_average":8.5,"runtime":60,"cert":"N\/A","id":71378,"title":"Stevie Nicks: Live at Red Rocks","adult":false,"genre_ids":[]},{"cast":["Kim Jong-il"],"overview":"Hilarious and sobering account of the first time an international group of Kim Jong Il supporters visits North Korea. In 12 days, the 22 participants travel through a country full of monuments, propaganda and poverty. What begins as a idealistic magical mystery tour gradually turns into a nightmare.","release_date":"2006-03-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71379,"title":"Friends Of Kim","adult":false,"genre_ids":[]},{"cast":["Igor Lifanov","Yelena Zakharova"],"overview":"Его зовут Николай Звягин. Он талантливый гитарист-самоучка, работает в милиции. Жизнь героя круто меняется после семейной драмы, связанной с изменой жены. Оказавшись в тюрьме, Звягин знакомится с влиятельным и уважаемым на зоне человеком, к которому идет работать в службу охраны после того, как честно отсидел свой срок. Как-то вечером в баре он знакомится с красивой девушкой и проводит с ней страстную ночь в отеле на краю города. Она оказывается законной женой его хозяина. Впрочем, их связь продолжается вплоть до рокового убийства босса. Казалось, все обстоятельства складываются для любовников самым удачным образом. Они свободны и богаты. Но будут ли они счастливы вместе?","release_date":"2006-06-06","vote_average":0.0,"runtime":94,"cert":"N\/A","id":71380,"title":"Paradiz","adult":false,"genre_ids":[28]},{"cast":["Agniya Ditkovskite","Aleksey Chadov","Artur Smolyaninov","Konstantin Kryukov","Tatyana Lyutaeva"],"overview":"Four good folks from schools got reunion in a summer café on the bank of River Moskva, and they had an unthinkable trouble to deal with check, though one of them is so rich. One by one, a friend left the table to find solution and everyone of them met with different stories. The rich one got caught, ended up in jail for a night with the help from other folks. Friendship never ends...","release_date":"2006-12-28","vote_average":4.0,"runtime":95,"cert":"N\/A","id":71381,"title":"The Heat","adult":false,"genre_ids":[35,10749]},{"cast":["Mikhail Politseymako","Andrey Fedortsov","Semyon Strugachyov","Mikhail Kozakov","Мария Берсенева"],"overview":"A comedy about the competition between two countryside businessmen.","release_date":"2005-06-06","vote_average":5.2,"runtime":96,"cert":"N\/A","id":71382,"title":"Hello, We Are Your Cover!","adult":false,"genre_ids":[35]},{"cast":["Kirill Malov","Yevgeni Tsyganov","Yevgeni Knyazev","Fyodor Dobronravov","Anastasiya Tsvetayeva"],"overview":"A story of a first love and a beautiful age of seventeen...","release_date":"2002-06-06","vote_average":4.5,"runtime":86,"cert":"N\/A","id":71383,"title":"Let's Make Love","adult":false,"genre_ids":[35,10749,18]},{"cast":["Jon Lord","Ritchie Blackmore","Ian Paice","Roger Glover","Ian Gillan"],"overview":"Recorded on September 24th, 1969 at London's Royal Albert Hall, Jon Lord's Concerto for Group and Orchestra really was a meeting of two different worlds.","release_date":"1970-04-04","vote_average":0.0,"runtime":52,"cert":"","id":71384,"title":"Deep Purple: Concerto for Group and Orchestra","adult":false,"genre_ids":[10402]},{"cast":["Vadim Rakitin","Yuliya Miryukova","Anna Nazarova","Aleksey Maklakov","Alexey Gerilovich"],"overview":"Alex – a simple guy from the outskirts of Moscow, served two years in the army and returned to the \"citizen\". He always wanted to conquer the capital and become famous. His future, he was connected with the sport fanatically engaged with the school. In sweet dreams he saw a wide and direct road to the glory of the world champion, the red carpet and the Shine of Olympic gold medals. And now the time has come...","release_date":"2007-11-29","vote_average":0.0,"runtime":99,"cert":"N\/A","id":71385,"title":"All honest","adult":false,"genre_ids":[35,18]},{"cast":["Vladimir Steklov","Natalya Seleznyova","Kseniya Sobchak","Lidiya Fedoseyeva-Shukshina","Mikhail Kozakov"],"overview":"\"Всякая революция делается для того, чтобы воры и проститутки стали философами и поэтами\", - Лев Троцкий. Женя Михайлов - сын итальянской революционерки и звезды Голливуда Тины Модотти, уехавшей в СССР и переспавшей с множеством высокопоставленных лиц. Когда-то Женя сделал фундаментальное открытие в области генетики. Но его не поняли, и он стал барменом. Известный писатель, появившийся однажды в баре, устроил Жене встречу с Михаилом Горбачевым. Тот Женю принял, понял и… организовал ему полет в космос. А новоиспеченный космонавт принял имя Ювеналий и объявил о своем невозвращении на Землю…","release_date":"2004-06-06","vote_average":0.0,"runtime":119,"cert":"N\/A","id":71386,"title":"Vory i Prostitutki. Priz - Polyot v Kosmos","adult":false,"genre_ids":[35]},{"cast":["Ingeborga Dapkūnaitė","Ville Haapasalo","Danila Kozlovsky","Renata Litvinova","Evgeniya Dobrovolskaya"],"overview":"Veselchaki is a movie centered on a Moscow nightclub owned by Rosa; he performs as part of the drag revue in the club. The movie starts with five cross-dressing men sharing their stories with a reporter.","release_date":"2009-10-15","vote_average":4.3,"runtime":92,"cert":"N\/A","id":71387,"title":"Jolly Fellows","adult":false,"genre_ids":[18,35]},{"cast":["Ivan Krasko"],"overview":"Это военно-морские байки, повествование о том, как на военно-морской флот прибыл гражданский штурман с обезьянкой на плече. В первый же вечер он обыграл своего командира на бильярде, не зная, что это его будущий командир. Штурмана ссылают на минный тральщик, который нужно отремонтировать, чтобы продать невероятному противнику «на иголки». Для ремонта с гауптвахты берут самых отчаянных матросов. Когда приходит время передачи корабля вероятному противнику, матросы топят его.","release_date":"2007-06-06","vote_average":0.0,"runtime":84,"cert":"N\/A","id":71388,"title":"Ships were Calling at the Port","adult":false,"genre_ids":[35]},{"cast":["Ivan Zhidkov","Mariya Gorban","Roman Kartsev","Nina Usatova","Aleksandr Pankratov-Chyornyy"],"overview":"A determined student from Chicago is forced to fulfill the last wish of his ailing grandfather. He has to travel to Odessa, Ukraine, and bring back his grandfather's cat.","release_date":"2008-08-12","vote_average":6.2,"runtime":117,"cert":"N\/A","id":71389,"title":"God's Smile","adult":false,"genre_ids":[35,10749]},{"cast":["Yelena Zakharova","Aleksandr Efimov"],"overview":"Даша и Дима женаты пять лет. За это время страсть угасла и романтические отношения уступили место прохладным супружеским будням. Дима сообщает, что к ним приезжает его брат-близнец Кирилл. Он летит на юг и задержится в Москве всего на один день. Даша очарована своим деверем, который как две капли воды похож на ее мужа. Кирилл, в свою очередь, говорит брату, что такую супругу, как Даша, он бы носил на руках. Не растерявшись, Дмитрий предоставляет ему такую возможность…","release_date":"2008-06-06","vote_average":0.0,"runtime":85,"cert":"N\/A","id":71390,"title":"Udacnyy Obmen","adult":false,"genre_ids":[35,10749]},{"cast":["Lyubov Polishchuk","Anastasiya Tsvetayeva","Leonid Yakubovich"],"overview":"The teacher Lydia Mikhailovna and her former student Zhenya are going to celebrate the New Year. Worthy men were not found, and therefore decided to celebrate the holiday together. Women dream of cooking stuffed carp, but none of them have the spirit to kill live fish, which serenely floats in the bathroom. Suddenly a doorbell rings and Lydia Mikhailovna recognizes her first love in the uninvited guest - Borya, whom they have not seen for 30 years. But Borya does not recognize Lidia Mikhailovna and takes the teacher for Zhenya's mother! Offended Lydia Mikhailovna tries to expose the guest for the door, but Zhenya decides to resurrect his former love and finds an excuse that Borya should stay: he must kill the carp ...","release_date":"2004-06-06","vote_average":0.0,"runtime":94,"cert":"N\/A","id":71391,"title":"Kill a carp","adult":false,"genre_ids":[35,10749]},{"cast":["Christian Ferry","Jason Lockhart","Dylan Vox","Jess Allen","Tanner Acord"],"overview":"Jasin and his vampire brood's time is running out. In order for them to survive, Jasin needs to find a mortal to turn into a vampire to spend eternity with. Los Angeles provides plenty of young candidates. The brood has their eyes set on Tara, a young, gorgeous blond college student. Tara is open to the idea of becoming a vampire, but someone else enters the picture to disrupt the brood's plans. Caleb, a fresh face college student new to Los Angeles, keeps dreaming of a mysterious stranger. At school, Caleb meets the stranger, Jasin, and they have an instant connection. The problem is that time is short, and Jasin needs to convince Caleb that eternity as a vampire can be a very sweet life.","release_date":"2011-01-01","vote_average":4.1,"runtime":70,"cert":"N\/A","id":71392,"title":"Vampire Boys","adult":false,"genre_ids":[27]},{"cast":["Valeriy Priyomykhov","Anatoli Papanov","Viktor Stepanov","Nina Usatova","Zoya Buryak"],"overview":"In 1953, the year Stalin died, many prisoners (some political, but mostly common criminals) were released from the Soviet Gulags. This is the story of a remote settlement which was under attack by a bunch of these recently-released blood-thirsty thugs in the summer of 1953, and the townspeople, along with a two political prisoners, who try to stop them.","release_date":"1988-12-03","vote_average":7.3,"runtime":101,"cert":"N\/A","id":71393,"title":"Cold Summer of 1953","adult":false,"genre_ids":[28,80,18]},{"cast":["Savanah Wiltfong","Shayne Topp","Eleanor Hutchins","Kari Nissena","Beth Grant"],"overview":"Vanessa gets a dose of reality when Philip, her one true love, ends their relationship, again. The quirky teen enrolls in his school to win him back, but ends up making matters worse. Downgraded to social outcast, Vanessa struggles to reclaim Phillip's affection. Luckily, when Vanessa is declared a captain for the school's Snowstorm Survivor competition, she assembles a team of like-minded misfits to prove they deserve to compete and hopefully win her love's heart again.","release_date":"2009-10-23","vote_average":5.5,"runtime":87,"cert":"","id":71394,"title":"Dear Lemon Lima","adult":false,"genre_ids":[18]},{"cast":["Elizabeth Taylor","Mia Farrow","Robert Mitchum","Peggy Ashcroft","Pamela Brown"],"overview":"A tormented rich girl hires a sex worker to act as her mother.","release_date":"1968-10-23","vote_average":6.5,"runtime":109,"cert":"N\/A","id":71395,"title":"Secret Ceremony","adult":false,"genre_ids":[18,53]},{"cast":["Mariko Okada","Yoshiko Tanaka","Sae Isshiki","Hideo Murota","Tokuma Nishioka"],"overview":"Three women who share memories of the Hiroshima disaster try to uncover the hidden family ties that may or may not bind them together.","release_date":"2003-04-02","vote_average":8.0,"runtime":129,"cert":"N\/A","id":71396,"title":"Women in the Mirror","adult":false,"genre_ids":[18]},{"cast":["Tomisaburō Wakayama","Bunta Sugawara","Kenjiro Ishiyama","Hôsei Komatsu","Masumi Tachibana"],"overview":"During the Taisho Period (early 1920's) a monastery of warrior monks was split apart between two factions. One of these factions was led by the Chief Abbot and his protege, Shinkai. When Shinkai intercedes in a fight between a rival priest and some ruffians it leads to his expulsion from the order. This story introduced us to the character of Shinkai, a \"Karate Priest\" and his long running feud with Ryotatsu, his greatest rival. There are touches of humor as Shinkai breaks all the commandments of a priest, including fighting, gambling, and running after women. All this leads to an awesome conclusion as he must destroy a gang of yakuza aided by corrupt priests. The fighting is fast and furious as Ryotatsu waits to see if Shinkai can live long enough to face him in the ultimate test! \/Winterheart of CG","release_date":"1968-01-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":71397,"title":"Wicked Priest","adult":false,"genre_ids":[18]},{"cast":["Rip Torn","Sally Kirkland","Phoebe Dorin","Julie Garfield","Lois Markle"],"overview":"A psychiatrist secretly films his female patients as an experiment; he pushes both him and his customers in ways that induce his own mental breakdown.","release_date":"1969-10-26","vote_average":6.5,"runtime":110,"cert":"N\/A","id":71402,"title":"Coming Apart","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2008-10-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":71405,"title":"heure par heure","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2002 World Tournament Final was a kickboxing event promoted by the K-1 Organisation. It was the inaugural K-1 World MAX final for middleweight kickboxers (70 kg\/154 lb weight class), consisting of eight finalists and two reserve fighters, with all bouts fought under K-1 rules. The tournament fighters had qualified via preliminary tournaments or had been invited due to their achievements in the world of kickboxing and Muay Thai (more information on the fighters is displayed by the bulleted list below). In total there were ten fighters at the event, representing seven countries.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":71410,"title":"K1 World MAX 2002 World Tournament Final","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2003 Champions Challenge was a kickboxing event promoted by the K-1 organization. The event was held in Tokyo at the Nippon Budokan, on Tuesday, November 18, 2003. It was a one match showcase event, featuring ten world's best martial artists against Japan's top kickboxers, all fights were fought under K-1 Rules (70 kg\/152 lb weight class). In total there were twenty fighters, from seven different countries. The main event featured local favourite Masato against Vince Phillips.","release_date":"","vote_average":8.5,"runtime":91,"cert":"N\/A","id":71411,"title":"K1 World MAX 2003 Champions' Challenge","adult":false,"genre_ids":[]},{"cast":[],"overview":"This was the third K-1 MAX final for middleweight kickboxers (70 kg\/154 lb weight class) involving eight finalists and two reserve fighters, with all bouts fought under K-1 rules. Seven of the eight finalists had won elimination fights at the K-1 World MAX 2004 World Tournament Open, while the last finalist and both reserve fighters were invited despite suffering defeats. As well as tournament matches there was also an opening fight, fought under K-1 rules and a super fight fought under K-1 mixed rules (2 rounds of kickboxing, 2 rounds of MMA). In total there were fourteen fighters at the event, representing nine countries.","release_date":"","vote_average":9.0,"runtime":97,"cert":"N\/A","id":71412,"title":"K1 World MAX 2004 World Tournament Final","adult":false,"genre_ids":[]},{"cast":[],"overview":"This was a qualifying event for the forthcoming K-1 World MAX 2004 World Tournament Final, featuring seven elimination matches involving some of the best middleweight kickboxers in the world, with all matches fought under K-1 rules (70 kg\/154 lb weight class). The elimination fighters had either been involved in the previous years final, had qualified via regional tournaments or were invited due to their achievements in kickboxing or Muay Thai - more detail on the fighters is provided by the bulleted list below. As well as elimination matches there were also a couple of opening fights fought under K-1 rules (various weight classes) and a K-1 Hero's super fight fought under MMA rules. In total there were twenty fighters at the event, representing fourteen countries.","release_date":"","vote_average":9.0,"runtime":105,"cert":"N\/A","id":71413,"title":"K1 World MAX 2004 World Tournament Open","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 Asia MAX 2008 in Seoul - Asia Tournament - took place on Sunday, February 24, 2008 at the Jangchung Gymnasium in Seoul, Korea. The event featured an eight-man elimination tournament fought under K-1 MAX Rules (70 kg\/152 lb weight class), with the winner qualifying for the K-1 World MAX 2008 Final 16, held on April 9, 2008 at Hiroshima Green Arena in Hiroshima, Japan.","release_date":"","vote_average":9.5,"runtime":259,"cert":"N\/A","id":71414,"title":"K1 Asia MAX 2008 in Seoul Asia Tournament","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 Award &amp; MAX Korea 2009 was a kickboxing event promoted by the K-1 organization. The event was held at the Central City Millennium Hall in Seoul, South Korea, on Friday March 20, 2009. It was an eight-man elimination tournament for fighters based in South Korea and the East Asia region, with all matches fought under K-1 MAX Rules (70 kg\/152 lb weight class). As well as tournament there was also a \"K-1 World Youth Special Match\", a women’s bout and a Superfight between Shingo Garyu and In Jin Chi. In total there were sixteen fighters, representing four countries.","release_date":"","vote_average":8.5,"runtime":90,"cert":"N\/A","id":71415,"title":"K1 Award & MAX Korea 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2005 Champions Challenge was held in Tokyo at the Yoyogi National Gymnasium, on Wednesday, October 12, 2005. It was a one match showcase event, featuring twenty-six fighters, representing nine countries in total. Eleven of the matches were fought under K-1 MAX Rules (70 kg\/152 lb weight class), while two of the matches were fought under K-1 MMA Rules. The main event featured reigning K-1 MAX 2005 world champion Andy Souwer against Japanese fighter Kozo Takeda.","release_date":"","vote_average":8.5,"runtime":88,"cert":"N\/A","id":71416,"title":"K1 World MAX 2005 Champions Challenge","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2005 Japan Tournament was held in Tokyo at the Ariake Colosseum, on Wednesday, February 23rd, 2005. It was the fourth K-1 Japan MAX tournament (70 kg\/152 lb weight class), featuring ten of Japan's best fighters. All matches were fought under K-1 Rules except a \"Superfight\" between Caol Uno and Serkan Yilmaz which was conducted under K-1 MMA Rules. The main event of the evening was the contest between two previous K-1 MAX world champions - 2002 winner Albert Kraus against 2004 winner Buakaw Por.Pramuk.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":71419,"title":"K1 World MAX 2005 Japan Tournament","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2006 Champions Challenge was a kickboxing event promoted by the K-1 organization. The majority of the matches featured some of the world's best fighters against the best fighters in Japan, and were all fought under K-1 MAX Rules (70 kg\/152 lb weight class). In total there were twenty-four fighters, representing twelve countries. The main event involved K-1 MAX 2006 runner up Andy Souwer against Japanese kickboxer Taishin Kohiruimaki. It was held in Tokyo, at the Ariake Colosseum, on Monday, September 4, 2006.","release_date":"","vote_average":8.5,"runtime":95,"cert":"N\/A","id":71420,"title":"K1 World MAX 2006 Champions' Challenge","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2006 World Championship Final was the fifth K-1 World MAX final for middleweight kickboxers (70 kg\/154 lb weight class), involving eight finalists and two reserve fighters, with all bouts fought under K-1 rules. Seven of the finalists had won elimination fights at the K-1 World MAX 2005 World Tournament Open, while the eighth, Virgil Kalakoda, had been invited despite losing his elimination match. The two reserve fighters had qualified via preliminary tournaments; Artur Kyshenko had won the K-1 East Europe MAX and Rayen Simson had won the K-1 MAX Netherlands. As well as tournament matches there were also a two opening fights and two super fights fought under K-1 rules (middleweight and heavyweight).","release_date":"","vote_average":8.0,"runtime":94,"cert":"N\/A","id":71421,"title":"K1 World MAX 2006 World Championship Final","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2006 World Tournament Open was a qualifying event for the forthcoming K-1 World MAX 2006 World Championship Final, featuring seven elimination fights involving some of the best middleweight kickboxers in the world, with all matches fought under K-1 rules (70 kg\/154 lbs). The elimination fighters were chosen due to their involvement in the previous year's final, had qualified via preliminary tournaments or were invited on the basis of their achievements in kickboxing or Muay Thai - more detail on the elimination fighters is provided by the bulleted list below. As well as elimination fights there were also two opening fights fought under K-1 rules (70 kg\/154 lbs).","release_date":"","vote_average":0.0,"runtime":97,"cert":"N\/A","id":71422,"title":"K1 World MAX 2006 World Tournament Open","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2002-07-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":71423,"title":"Klaustrophobie","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2007 - Japan Tournament - took place on February 5, 2007 at the Ariake Coliseum in Kōtō, Tokyo, Japan. The Main card featured eight-man elimination tournament format, winner qualifying for K-1 World MAX 2007 World Tournament Final Elimination and 2 Super fights with the opening ceremony featuring 3 extra matches. The K-1 World Max 2007 Japan Tournament attracted a crowd of 8,961 to the Ariake Coliseum and was broadcast live across Japan on the TBS","release_date":"","vote_average":9.5,"runtime":193,"cert":"N\/A","id":71424,"title":"K1 World MAX 2007 Japan Tournament","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 WORLD MAX 2007 World Championship Final was the sixth annual K-1 World MAX final for middleweight kickboxers (70 kg\/154 lb weight class), involving eight finalists and four reserve fighters, with all bouts fought under K-1 rules. Seven of the finalists had won elimination fights at the K-1 World MAX 2007 World Tournament Final Elimination, while the eighth, Gago Drago, had been invited despite losing his elimination match. Another defeated elimination fighter Virgil Kalakoda would be called up to take part in a reserve fight, while the other three reservists were invitees. As well as tournament fights there was an opening fight and two super fights fought under K-1 rules (various weight classes).","release_date":"","vote_average":9.5,"runtime":95,"cert":"N\/A","id":71425,"title":"K1 World MAX 2007 World Championship Final","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 WORLD MAX 2007 World Tournament Final Elimination was a qualifying event for the forthcoming K-1 World MAX 2007 World Championship Final, featuring seven elimination fights involving some of the best middleweight kickboxers in the world, with all matches fought under K-1 rules (70 kg\/154 lbs). All of the elimination fighters were chosen on the basis of their involvement in the previous year’s final, had qualified via preliminary tournaments or were invited due to their achievements in kickboxing, Muay Thai or MMA (more detail on the elimination fighters is provided by the bulleted list below). As well as elimination matches there were also a number of opening fights and super fights fought under K-1 rules (70 kg\/154 lbs)","release_date":"","vote_average":0.0,"runtime":96,"cert":"N\/A","id":71426,"title":"K1 World MAX 2007 World Tournament Final Elimination","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2007 World Elite Showcase was an event held in Yokohama on the 4th April 2007 that was headlined with Masato.","release_date":"","vote_average":8.5,"runtime":84,"cert":"N\/A","id":71427,"title":"K1 World MAX 2007 World Elite Showcase","adult":false,"genre_ids":[]},{"cast":["Lady Gaga"],"overview":"Gaga Live At Sydney Monster Hall is an Australian exclusive concert headed by Lady Gaga. On May 29, 2011 it was announced that Gaga would be heading to Australia in July to celebrate the release of her third studio album, Born This Way. The concert itself would be held on July 13th. It will be held at the Sydney Monster Hall. This will be her only Australian showcase for Born This Way in 2011. The event is presented by 2Day FM, Vodafone All-time Prepaid and Take 40.","release_date":"2011-07-13","vote_average":7.1,"runtime":null,"cert":"N\/A","id":71428,"title":"Lady Gaga Live at Sydney Monster Hall","adult":false,"genre_ids":[]},{"cast":["Javier Cámara","Gonzalo de Castro","Emma Suárez","Jesse Johnson","Oona Chaplin"],"overview":"Ecological comedy about two brothers. Alejandro and Guillermo are two Asturian brothers lovers of Nature since they were children. Alejandro is a renowned zoologist who investigates wildlife and lives in the trees like an animal. Guillermo is an internationally renowned biologist, who has received numerous awards.  One day he discovers a green sprout in Antarctica and, convinced that the battle is lost, leaves everything and goes back to Asturias. Once there, he looks for his brother Alejandro in the forest where they live. Since the arrival of Guillermo to the forest, the sentimental ecosystems of the characters will be altered.","release_date":"2011-04-01","vote_average":4.9,"runtime":93,"cert":"N\/A","id":71429,"title":"What's a Bear For?","adult":false,"genre_ids":[35]},{"cast":["Martin Lawrence","Ashton Kutcher","Georgia Engel","Cody Cameron","Gordon Tootoosis"],"overview":"Based on the movie Open Season and found on the DVD, partners in crime Boog and Elliot try to raid an RV for fresh-baked bear claws.","release_date":"2006-12-15","vote_average":5.6,"runtime":4,"cert":"N\/A","id":71430,"title":"Boog and Elliot's Midnight Bun Run","adult":false,"genre_ids":[16,35,10751]},{"cast":["Frederica von Stade","Margherita Guglielmi","Laura Zannini","Paolo Montarsolo","Francisco Araiza"],"overview":"The Prince, Don Ramiro (who has changed places with his valet, Dandini), meets Cenerentola and they are instantly attracted to each other. When the Philosopher, Alidoro, later takes Cenerentola (dressed in magnificent clothing) to the palace, Dandini (still posing as the prince) tries to talk of love to her, but Cenerentola rejects him, saying that she is in love with his 'valet'. Ramiro, who has overheard this comment, is overjoyed, and immediately proposes to her, but Cenerentola says that he must first seek her out and then, if he still felt the same way, she would marry him. She gives him one of a matching pairs of bracelets, telling him to look for its companion on her right arm (she then leaves the palace). Ramiro ends the masquerade, and he and Dandini resume their true identities. The Prince then sets out on his quest - little realising that destiny, in the form of a violent thunderstorm, is about to take a hand in the affair.","release_date":"1981-01-01","vote_average":7.1,"runtime":151,"cert":"","id":71431,"title":"La Cenerentola","adult":false,"genre_ids":[35,10402]},{"cast":["John Garfield","Rosemary Lane","Dick Purcell","Victor Jory","Stanley Fields"],"overview":"A reporter gets himself sent to prison to expose a mobster.","release_date":"1939-03-02","vote_average":5.0,"runtime":71,"cert":"N\/A","id":71432,"title":"Blackwell's Island","adult":false,"genre_ids":[18,80]},{"cast":["John Garfield","Nancy Coleman","Raymond Massey","Lee Patrick","Moroni Olsen"],"overview":"A doctor tries to rescue a young innocent from Nazi agents.","release_date":"1941-12-24","vote_average":6.5,"runtime":77,"cert":"N\/A","id":71433,"title":"Dangerously They Live","adult":false,"genre_ids":[10752,18,53,10749]},{"cast":["Miki Nakatani","Atsuro Watabe","Shigeru Izumiya","Hairi Katagiri","Hideyo Amamoto"],"overview":"Graduating at the top of her class, elite detective candidate Jun Shibata is transferred to the section that handles cases deemed \"unsolvable\" by the department. Her partner, though a well-respected and experienced detective, has grown complacent after unsuccesfully pursuing these cases that many consider an exercise in futility. With her upper class breeding, her colleagues don't expect much from her either, but she suprises them all with her motivation and astounding powers of deduction. Well-constructed mysteries and colorful characters abound in this stylish and edgy police drama.","release_date":"2000-03-01","vote_average":5.4,"runtime":119,"cert":"N\/A","id":71434,"title":"Keizoku: Unsolved Mysteries - Beautiful Dreamer","adult":false,"genre_ids":[18,9648,80,53]},{"cast":["Keiko Kitagawa","Masaki Okada","Nene Otsuka"],"overview":"A young woman named Izumi (Keiko Kitagawa) suffers the loss of her boyfriend Junichi (Masaki Okada), who died from a fatal motorcycle accident. The shock from her boyfriend's sudden death causes Izumi to lose her memory from the time of the accident. A lawyer named Makiko (Nene Otsuka) then helps Izumi to remember the final moments of her boyfriend's life.","release_date":"2010-06-19","vote_average":7.0,"runtime":110,"cert":"N\/A","id":71435,"title":"Piecing Me Back Together","adult":false,"genre_ids":[10749,18]},{"cast":["Richard Barthelmess","Gladys Hulette","Walter P. Lewis","Ernest Torrence","Ralph Yearsley"],"overview":"Young David Kinemon is a good-natured, easy-going lad in a mountain village. Circumstances force him to take his brother's place as mailman for the community, and this brings him into deadly contact with the vicious Hatburn brothers.","release_date":"1921-12-31","vote_average":8.0,"runtime":99,"cert":"N\/A","id":71436,"title":"Tol'able David","adult":false,"genre_ids":[18]},{"cast":["Mayuko Iwasa","Makoto Koshinaka","Monika Takano","Rika Kawamura","Yûji Nakamura"],"overview":"A popular fashion model, Hikari Fujimi, has more than one identity. To avenge her parents, who were killed by the leader of a crime syndicate, she received training to become an assassin from Nirasaki, her father’s right-hand man. With multiple personalities-- herself; a woman with superhuman skills; and an innocent girl who repents her sins-- she changes at will.","release_date":"2010-03-08","vote_average":0.0,"runtime":72,"cert":"N\/A","id":71437,"title":"Beautiful Female Panther: Body Sniper","adult":false,"genre_ids":[28]},{"cast":["Franco de Vita","Gilberto Santa Rosa","Alejandra Guzman","Sin Bandera"],"overview":"En Primera Fila is the third live album by Venezuelan recording artist Franco De Vita. It was released by Sony Music on May 31, 2011, after a three-year gap since the release of De Vita's last studio album.","release_date":"2011-05-31","vote_average":5.3,"runtime":null,"cert":"N\/A","id":71438,"title":"Franco de Vita: En Primera Fila Concierto","adult":false,"genre_ids":[10402]},{"cast":["Nancho Novo","Teresa Hurtado de Ory","Juan Motilla","Alex O'Dogherty","Manolo Solo"],"overview":"Daniel is approaching forty. Laura is almost sixteen. From what they say about him he must be a poet or a comic-strip illustrator, or both. He has just overcome a long addiction and, once back home, is trying to recongnize his life based on a strategy which consists basically in DOING EXACTLY WHAT A \"NORMAL\" PERSON DOES. Everything that happens to Daniel is, more or less, foreseeable because that's what it's all about: he should look after his personal grooming, take care of the small things, immerse himself in the real world... and so on until he has completed the ten small achievements in his manual, a set of COMMANDMENTS devised by an insipid public health system psychiatrist. And, in the midst of all this, an unexpected happening: Laura arrives in the city searching for her brother Andres, Daniel's neighbor. But the brother is not home and she decides to wait for him, while organizing around Daniel what could be his \"perfect world\".","release_date":"2003-02-20","vote_average":7.7,"runtime":86,"cert":"N\/A","id":71439,"title":"Astronautas","adult":false,"genre_ids":[18]},{"cast":["Katt Williams","Wayne Brady","Da Brat","Nick Cannon","Melanie Comarcho"],"overview":"From Lord Have Mercy to A Pimp Named Slickback, original comedy freak Katt Williams has made his mark inhabiting a hustler's gallery of fast-and-loose personae. This real-deal documentary tracks the actor's rise from young stand-up to BET staple. Along with never-seen footage from early stand-up performances and backstage glimpses of Williams at work, the film includes interviews with Jeremy Piven, Damon Wayans, Snoop Dogg and Kathy Griffin.","release_date":"2010-11-02","vote_average":5.4,"runtime":60,"cert":"N\/A","id":71440,"title":"Katt Williams: 9 Lives","adult":false,"genre_ids":[35,99]},{"cast":["Al Shearer","John Witherspoon","David Alan Grier","Tamala Jones","Charlie Murphy"],"overview":"Disenchanted pest worker and single dad Freddie Manning unintentionally steals and then loses mob money and now he really is in trouble. So when a run-down Baptist church mistakes him and his best friend Junior for replacement ministers, he grabs at the opportunity that might save his life.","release_date":"2011-07-06","vote_average":6.3,"runtime":97,"cert":"N\/A","id":71443,"title":"The Hustle","adult":false,"genre_ids":[35]},{"cast":["Norio Wakamoto","Akio Nojima","Fumi Hirano","Takeshi Watabe"],"overview":"Geist (the main character) is MD-02, a Most Dangerous Soldier, genetically engineered to function as a killing machine, but every one of the MDS units went homicidally insane. As a result Geist was placed in suspended animation in a stasis pod orbiting the planet Jerra until it crashed several years later, awakening him and bringing him into another war on the planet.","release_date":"1986-08-13","vote_average":4.9,"runtime":45,"cert":"N\/A","id":71444,"title":"M.D. Geist","adult":false,"genre_ids":[878,28,16]},{"cast":["Kiefer Sutherland","Liv Ullmann","Peter Donat","Alan Scarfe","Mathieu Carrière"],"overview":"A Roman Catholic teenage boy in Glace Bay, Cape Breton Island, Nova Scotia during the 1930s faces various growing-up problems: Should be become a priest? What should he do about the murder he witnessed, committed by a local cop and upstanding parishioner? And how far should he go with his girl friend, who happens to be the murderer's daughter?","release_date":"1984-09-06","vote_average":6.1,"runtime":107,"cert":"N\/A","id":71445,"title":"The Bay Boy","adult":false,"genre_ids":[18]},{"cast":["Vivica A. Fox","Christian Keyes","Elise Neal","Johnny Gill"],"overview":"Lord, All Men Can't Be Dogs is a riveting story of the lives of two people, Lisa and Tim Johnson, whose struggles are closely tied with the four spirits that reside in their home. It's a story of temptation, greed and finally, deliverance, mixed with just the right amount of humor! This show will keep you on the edge of your seat, saying, \"Lord, All Men Can't be Dogs!\"","release_date":"2011-06-13","vote_average":0.0,"runtime":113,"cert":"N\/A","id":71446,"title":"Lord, All Men Can't Be Dogs","adult":false,"genre_ids":[35,10402]},{"cast":["Kenya Banks","Alyse Bronz","Darnell Coney","Lionel Anthony Cook","Skye Dennis"],"overview":"A romantic drama that takes an introspective look into each woman's life as they go through a series of events that will change them forever.","release_date":"2010-01-29","vote_average":2.6,"runtime":87,"cert":"N\/A","id":71447,"title":"Sure Looks Good","adult":false,"genre_ids":[18,10749]},{"cast":["Jenna Haze","Lisa Ann","Kirsten Price","Asa Akira","Kagney Linn Karter"],"overview":"Asa Akira's tight body is built for hard cock! She takes it in every hole like a perfect little slut. Kirsten and I have a day off that turns into a naughty fuck show...put on just for your pleasure! Blonde bombshell Kagney wraps her beautiful breasts around Mick's prick...but doesn't leave her slutty mouth &amp; pussy out...of all that passionate pounding! Talk about legendary tits! Lisa Ann's enormous enhanced rack &amp; plump ass...is enough to drain any man dry!","release_date":"2011-07-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":71448,"title":"Breast In Class 2: Counterfeit Racks","adult":true,"genre_ids":[]},{"cast":["Kazuhiro Nakata","Takumi Yamazaki"],"overview":"Less than a year after Geist activated the Death Force, which decimated most of Jerra's population, he has kept himself busy by dismantling the Death Force machines one by one. Most of the remaining human population have fled to a remote haven run by a warlord named Krauser. Krauser is another MDS unit, MD-01, who has a technology that hides his mobile fortress from the Death Force.","release_date":"1996-03-12","vote_average":4.6,"runtime":45,"cert":"N\/A","id":71449,"title":"M.D. Geist II: Death Force","adult":false,"genre_ids":[878,16,28]},{"cast":["Anita Dark","Mellanie Monroe","Bobbi Starr","Elexis Monroe","Eufrat"],"overview":"TBD","release_date":"2011-07-11","vote_average":0.0,"runtime":174,"cert":"N\/A","id":71450,"title":"Net Skirts 7.0","adult":true,"genre_ids":[]},{"cast":["Angelina Love","Boroka Bolls","Lucy Belle","Rachel Honey","Sabrina Sweet"],"overview":"In this new movie by Toni Ribas, we'll see him having sex with horny sluts in public places; on the street, inside a boutique's fitting room, a taxi, nowhere is off limits. The cast includes popular names such as Boroka, Lucy Belle, Sabrina Sweet and Belicia.","release_date":"2008-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71451,"title":"Private Specials 7 - Sex In Public","adult":true,"genre_ids":[]},{"cast":[],"overview":"Big Red Fire Engines It's four-alarm fun learning about engines, ladders, and much more as you find out what it's like to be on that big red truck, rushing out to fight a fire on an exciting, fun-filled video trip with real firefighters. Watch in awe as they use a tower ladder and bucket to battle a blaze, find out how to work the truck's controls, hook a hydrant up to a pumper, and even spend some time with the firehouse mascot, Spot! Construction Hop in the driver's seat and take a magic ride with Hard Hat Harry?, the construction genie, as he shows you the \"biggest, baddest, most awesome construction equipment in the whole wide world\" : bulldozers, excavators, clam diggers, forklifts, compacters, pile drivers, trackhoe buckets, barrier movers, and an off-road dump truck that's so heavy it would crack a road in two just by driving over it!","release_date":"2005-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71454,"title":"All About Big Red Fire Engines\/All About Construction","adult":false,"genre_ids":[]},{"cast":["Gemma Massey","Michelle Thorne","Tommie Jo","Paige Ashley","Cindy Behr"],"overview":"Bubbles! Imagine a car wash where gorgeous glambirds use soapy tits and wet pussies to wash it up. Watch female customers get the special treatment as these babes get slippery and wet!","release_date":"2011-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71455,"title":"Lesbian Car Wash","adult":true,"genre_ids":[]},{"cast":["Charlie Sheen","Mare Winningham","David Andrews","Noah Fleiss","Chelsea Russo"],"overview":"The heat is at record highs, the air conditioner is broken, the milk has gone bad, the repairman can't find the house... and then there's the neighbor. Lyle Wilder, a celebrated firefighter, whose scorn for the young Braverton family next door turns to outright assault as his heroic exterior begins to unravel from the inside.","release_date":"1997-08-22","vote_average":5.3,"runtime":88,"cert":"N\/A","id":71456,"title":"Under Pressure","adult":false,"genre_ids":[18,53]},{"cast":["Brittany Murphy","Margot Kidder","Mimi Rogers","Helen Shaver","Jason Priestley"],"overview":"This movie contains three short stories dealing with the theme of homosexuality. In \"A Friend of Dorothy\", a woman joins the Navy during the 1950's and discovers lesbianism. In \"Mr. Roberts\", a teacher in a 1970's classroom struggles with his closeted gay status. Finally in \"Amos and Andy\", a father wrestles with his own emotional acceptance of a present day wedding between his son and another man.","release_date":"2000-01-29","vote_average":5.8,"runtime":105,"cert":"N\/A","id":71465,"title":"Common Ground","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Gore Film\/ Video Banned from TV","release_date":"1998-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":71470,"title":"Banned from Television II","adult":false,"genre_ids":[99]},{"cast":["Dan Blank","Nicola Russell","Lolita Sahwany"],"overview":"This is a brief animated piece featuring the titular character in a fight ostensibly from a superhero serial of the mid 1940’s. The episode shown is Chapter 13 The Bosom of Terror. In it, Rex and his plucky assistant Penny must journey to South America to stop the evil genius Eval Schnitzler and his henchwoman Greta Schultz from boring into an active volcano and releasing the hot magma energy. The drill is hidden inside a temple located in the mountains. The interior of the temple is lined with bizarre statues of Indian women. Rex and Penny crash in the jungle and while Penny repairs the plane, Rex investigates.","release_date":"2004-03-13","vote_average":0.0,"runtime":10,"cert":"N\/A","id":71471,"title":"Rex Steele : Nazi Smasher","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71472,"title":"Touchdawn Of The Dead","adult":false,"genre_ids":[16]},{"cast":["Martin Timell","Måns Möller","Annika Andersson","Robert Gustafsson","Henrik Hjelt"],"overview":"An DVD with the best from the eighth and ninth season of the Swedish comedy series Time Out.","release_date":"2008-09-17","vote_average":0.0,"runtime":142,"cert":"N\/A","id":71477,"title":"Time Out 3","adult":false,"genre_ids":[35]},{"cast":["Lee Eun-ju","Jung Joon-ho","Lee So-yeon","Lee Kan-hie"],"overview":"A website is seemingly killing every woman who views it within fifteen days. While investigating the phenomenon, a female reporter begins an investigation that leads to the discovery of the site known only as The White Room.","release_date":"2002-11-15","vote_average":5.0,"runtime":95,"cert":"N\/A","id":71480,"title":"Unborn But Forgotten","adult":false,"genre_ids":[]},{"cast":["Rajvvir Aroraa","Mukesh Bhatt","Amod Burande","Tisca Chopra","Nishikant Kamat"],"overview":"A brilliant student starts hallucinating after moving into a room that was occupied by another who committed suicide.","release_date":"2011-05-20","vote_average":5.1,"runtime":121,"cert":"N\/A","id":71481,"title":"404: Error Not Found","adult":false,"genre_ids":[18,9648,53]},{"cast":["Maria Annette Tanderød Berglyd","Otto Garli","Aurora Bach Rodal","Vilde Fredriksen Verlo","Kristin Langsrud"],"overview":"When the new boy in class, Jørgen, moves into the haunted house down the road Anne’s world turns upside-down; she falls head over heals in love with him. All the girls in Anne’s class fall for Jørgen as well, including beautiful blonde pony-tailed Ellen. But that is of no hindrance to Anne; she is willing to go further than anyone to win him over. When done in the name of love, everything is allowed…isn’t it?","release_date":"2011-02-25","vote_average":6.6,"runtime":83,"cert":"N\/A","id":71482,"title":"Totally True Love","adult":false,"genre_ids":[18,28,10751]},{"cast":["Mimi Rogers","Sean Patrick Flanery","Jeff Speakman","Alaina Huffman","Joey Lauren Adams"],"overview":"When Detective Ben Simm's wife is killed, he has to learn to be both father and mother to his little girl while searching for a Vigilante that has his own sense of justice.","release_date":"2004-04-06","vote_average":5.3,"runtime":90,"cert":"N\/A","id":71483,"title":"The Gunman","adult":false,"genre_ids":[53]},{"cast":["Wanchana Sawatdee","Winthai Suvaree","Nopachai Chaiyanam","Praptpadol Suwanbang","Sorapong Chatree"],"overview":"The legend of King Naresuan continues with this third of four chapters and tells the story of King Naresuan, Thai’s chivalric king and warrior in the Ayutthaya era who fought against the invasion of Burmese troops that wanted to overpower the Ayutthaya Kingdom.","release_date":"2011-03-31","vote_average":5.6,"runtime":150,"cert":"N\/A","id":71484,"title":"King Naresuan 3","adult":false,"genre_ids":[36,18]},{"cast":["Yukie Nakama","Hiroshi Abe","Katsuhisa Namase","Takeru Satoh","Yoko Nogiwa"],"overview":"Naoko Yamada (Yukie Nakama), a female magician, and Jiro Ueda (Hiroshi Abe), a genius physicist, are back again to solve the mystery of supernatural happenings. In a village where people are cured, a battle royale is held to find the successor for shamen Kamahaeri. Naoko attempts to gain big money by participating in the battle royale, while Jiro is invited to the village to stop this custom. Naoko and Ueda then challenges this amazing trick ..","release_date":"2010-05-08","vote_average":5.4,"runtime":119,"cert":"N\/A","id":71485,"title":"Trick the Movie: Psychic Battle Royale","adult":false,"genre_ids":[28,53,878]},{"cast":[],"overview":"K-1 World MAX 2008 Japan Tournament took place on Saturday, February 2, 2008 at the Nippon Budokan Arena in Tokyo, Japan. The event featured an eight-man elimination tournament fought under K-1 MAX Rules (70 kg\/152 lb weight class), with the winner qualifying for the K-1 World MAX 2008 Final 8, scheduled for October. There were also two Super fights and three K-1 World Youth Showcase bouts.","release_date":"","vote_average":8.0,"runtime":149,"cert":"N\/A","id":71486,"title":"K1 World MAX 2008 Japan Tournament","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2008 World Championship Tournament - Final took place on October 1, 2008 at the Nippon Budokan Arena in Tokyo, Japan. It was the 7th annual K-1 World Max (70kg\/154lbs weight class) World Championship Final, featuring four quarter final winners of K-1 World MAX 2008 Final 8 held on July 7, 2008 in Tokyo, Japan.The card also included a couple of tournament reserve bouts, two Superfights between Takayuki Kohiruimaki vs Joerie Mes and Nieky Holzken vs. Virgil Kalakoda, the ISKA World Lightweight Title Match plus the quarterfinals in K-1's new Koshien King of U-18 series . The four quarter final winners of the K-1 Koshien bouts would qualify for the semi finals at the Dynamite!! 2008 event.","release_date":"","vote_average":8.5,"runtime":117,"cert":"N\/A","id":71487,"title":"K1 World MAX 2008 World Championship Tournament Final","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2008 World Championship Tournament - Final 8 took place on July 7, 2008 at the Nippon Budokan in Tokyo, Japan. The Main card featured the four quarterfinals of the 8 man tournament format, with two Superfights and three newly created (60 kg\/132 lb) weight class Super fights.","release_date":"","vote_average":9.0,"runtime":94,"cert":"N\/A","id":71488,"title":"K1 World MAX 2008 World Championship Tournament Final 8","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2008 World Championship Tournament - Final 16 took place on Wednesday, April 9, 2008 at the Hiroshima Green Arena in Hiroshima, Japan. The Main card featured 8 Super fights with the winners qualifying for the K-1 World MAX 2008 Final 8, held on July 7, 2008 at Nippon Budokan in Tokyo, Japan.","release_date":"","vote_average":8.5,"runtime":94,"cert":"N\/A","id":71489,"title":"K1 World MAX 2008 World Championship Tournament Final 16","adult":false,"genre_ids":[]},{"cast":["Lara Fabian","Pierre Grimard","Rejean Lachance","Danny Ranallo","Rémy Malo"],"overview":"Show recorded in Paris and Brussels (Zenith of Paris and Forest National of Brussels). She performs many songs of her gorgeous album \"Nue\" (such as \"Silence\", \"Parce que tu pars...\"). In this DVD, she also pays a tribute to Gilbert Becaud (a famous French singer) with the song \"Et maintenant\".","release_date":"2002-01-27","vote_average":10.0,"runtime":96,"cert":"N\/A","id":71492,"title":"Lara Fabian  \"Nue\"","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Based on the novel Don Quixote by Miguel de Cervantes","release_date":"2010-11-26","vote_average":3.0,"runtime":73,"cert":"N\/A","id":71495,"title":"The Adventures of Don Quixote","adult":false,"genre_ids":[16]},{"cast":["Lou Brown II","Nikolic Sacha","Jacques Adèle","Swysen Serge","Chély Yann"],"overview":"","release_date":"2004-03-10","vote_average":5.3,"runtime":null,"cert":"N\/A","id":71496,"title":"Le festin de la mante","adult":false,"genre_ids":[18,14]}]