[{"cast":["Kay Hawtrey","Lesleh Donaldson","Barry Morse","Dean Garbett","Stephen E. Miller"],"overview":"A young woman arrives at her grandmother's house, which used to be a funeral home, to help her turn the place into a bed-and-breakfast inn. After they open, however, guests begin disappearing or turning up dead.","release_date":"1980-10-03","vote_average":5.8,"runtime":93,"cert":"N\/A","id":71503,"title":"Cries in the Night","adult":false,"genre_ids":[27,53]},{"cast":["Michal Pospíšil","Hanuš Bor","Jan Čížek","Jan Malát","Josef Stráník"],"overview":"The Stolen Airship (Czech: Ukradená vzducholod) is a 1967 live-action\/animated film by Czech filmmaker Karel Zeman. The story is based loosely on Jules Verne's novels Two Years' Vacation and The Mysterious Island. The film in Art Nouveau style consists of live-action scenes, generally shot in black and white, as well as hand-drawn, stop motion, and cutout animation. Various live-action and animated elements are often composited into the same scene.","release_date":"1967-04-28","vote_average":6.6,"runtime":90,"cert":"N\/A","id":71504,"title":"The Stolen Airship","adult":false,"genre_ids":[14,12,878]},{"cast":["Michael Pitt","Stephen Adly Guirgis","Laila Robins","David Zayas","Eric Trosman"],"overview":"Randy commits a crime that would normally get him probation and a hefty fine, but in the \"three-strikes\" world of justice, he finds himself locked up for 25 years. His cellmate Jake is a congenial yet remorseless lifer who casually informs Randy that he slit his wife's throat because she slept with another man just three months after they exchanged vows. Jake recognizes Randy's fear and offers him advice on how to make it in prison. But it soon becomes clear that Jake has much more than mentoring in mind as he takes Randy under his wing. \"Jailbait\" sets a darkly cerebral tone, juxtaposing brutality with the unattainable ideal of intimacy in the harshest of psychological environments. For these two men so yearning to be anything but who they are and where they are, power is the goal, and it's never clear who truly holds it right up to the last unsettling moment","release_date":"2004-05-03","vote_average":5.0,"runtime":90,"cert":"N\/A","id":71507,"title":"Jailbait","adult":false,"genre_ids":[18]},{"cast":["Simon Chandler","Anthony Pedley","John Franklyn-Robbins","Frank Thornton","Sarah Badel"],"overview":"Baptista has two daughters: Kate and Bianca. Everyone wants to wed the fair Bianca, but nobody's much interested in problem child, Kate. Baptista declares that he won't give Bianca away in a marriage until he's found a husband for Kate, so all the suitors begin busily hunting out a madman who's willing to do it, and they find Petruchio: a man who's come to wive it wealthily in Padua. And Petruchio marries Kate with a plan to tame her, while everybody else begins scheming to win Bianca's hand.","release_date":"1980-10-23","vote_average":8.0,"runtime":126,"cert":"","id":71508,"title":"The Taming of the Shrew","adult":false,"genre_ids":[18,35,10749,10770]},{"cast":["Julien Poulin","Yves Trudel","Jacques Allard"],"overview":"","release_date":"2004-06-23","vote_average":4.8,"runtime":105,"cert":"N\/A","id":71509,"title":"Elvis Gratton 3: Le retour d'Elvis Wong","adult":false,"genre_ids":[35]},{"cast":["Terence McKenna"],"overview":"Terence McKenna gives us a detailed description of his TimeWave concept and a demonstration of the software Terence originated in his early exploratory period of deep study with the I Ching, the ancient oracular Chinese Book of Changes. He proudly takes us on a biographical tour of our culture from his personal library in the early 80's to what he saw the TimeWave project to 2012. Terence describes the Time Wave as his \"only original work\". The first part of this piece is the first visual description of Terence's unique theory. The second chapter of the tape astounds the viewer with the display of the the historical resonances that demonstrates how the last 4000 years are compressed into the increasingly speeded up, drawn and squeezed collective thoughts of the \"Gaian matrix\". Terence McKenna partnered with Sound Photosynthesis' media magicians Faustin Bray and Brian Wallace at the helm to create the visuals that dance and spiral with Terence's every suggestion.","release_date":"1994-01-01","vote_average":4.3,"runtime":24,"cert":"N\/A","id":71510,"title":"TimeWave Zero","adult":false,"genre_ids":[99]},{"cast":["William B. Davis","John Rhys-Davies","Brigitte Kingsley","Mercedes McNab","William Jason Reso"],"overview":"Capturing the sadistic serial killer \"The Wolf\" was just the beginning for rookie cop Johnny Morgan. As he escorts the monster to his new home in the dark underground halls of Parker's Asylum, bedlam ensues and Johnny along with a handful of civilians become players in a night of survival against the world's most terrifying inmates.","release_date":"2010-08-06","vote_average":4.4,"runtime":111,"cert":"N\/A","id":71511,"title":"Medium Raw","adult":false,"genre_ids":[14,27,53]},{"cast":["Gary Kasper","Terence Knox","Aimée Eccles","William Lucking","Branscombe Richmond"],"overview":"Scientists create \"the perfect soldier\" in a lab experiment by recombining his molecules. He is then sent out on dangerous but vital missions.","release_date":"1985-09-11","vote_average":2.0,"runtime":94,"cert":"N\/A","id":71512,"title":"J.O.E. and the Colonel","adult":false,"genre_ids":[]},{"cast":["David Shayler"],"overview":"‘911 and the British Broadcasting Conspiracy’ features ex-MI5 officer David Shayler and was produced by Adrian Connock, who was also responsible for the ‘Mind the Gap’ documentary that exposed the false flag terrorist attacks of 7\/7\/05. Special attention has been paid to the BBC’s ‘Conspiracy Files’ programme which aired on BBC 2, February 18th 2007 and omitted hardcore evidence proving 9\/11 was an inside job. ‘911 and the British Broadcasting Conspiracy’ demolishes the weak attempt by the BBC to cover up the truth behind 9\/11 and exposes their foreknowledge of the collapse of WTC building 7, when they reported the event 20 minutes before the building came down.","release_date":"2007-06-25","vote_average":4.0,"runtime":81,"cert":"","id":71513,"title":"911 and the British Broadcasting Conspiracy","adult":false,"genre_ids":[99]},{"cast":["John Reeve"],"overview":"A fascinating insight into the V-Force development, includes Interviews with test and RAF pilots. Rare and exclusive film of test flights, operational scrambles, nuclear testing and in-flight refuelling, film of airshow appearances and an exclusive interview with John Reeve who flew the famous Black Buck mission to bomb Port Stanley in the Falklands conflict which saw the resurrection of the Vulcan Bomber","release_date":"2013-03-16","vote_average":4.5,"runtime":64,"cert":"PG","id":71514,"title":"V-Force","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Introduces the historical background necessary for understanding the progenation of John Dee's Enochian system of Theurgy into the world. This video covers the social context of Elizabethan-era England during the lifetime of Dr. Dee. compares the Sigilum Dei Aemeth, as it was used by John Dee, to the Alberti cipher disk, a poly-alphabetic encoder. Dee's version of the Sigilum incorporated both letters and numbers as a means of describing rotation of the disk (or of its elementary components) either clockwise or counter-clockwise. Examines the method of skrying Dee used, a form of crystal-ball gazing, to create his more complex system of Enochian magic.","release_date":"2009-09-29","vote_average":6.5,"runtime":87,"cert":"N\/A","id":71515,"title":"The Enochian System of John Dee","adult":false,"genre_ids":[99]},{"cast":["Gracie Glam","Kelly Divine","Katie Kox","Nicole Aniston","Sheena Ryder"],"overview":"Are you a tushy troller, a heinie hunter, or just a plain old ass man? Then we've got the tight buns for you! Gracie Glam and Nicole Aniston lead this high-water booty cast of beautiful babes with rockin' rumps. Never mind a quarter - you can bounce a whole pocket full of change off these firm flesh-cusions! They'll lift 'em high in the air for your viewing pleasure while they suck your cock, shove 'em in your face when you want a lick, or back 'em up onto your baton nice and tight! There's nothing these cheek-spreading sluts like better than to show off their god-given ass-ets, so grab two handfuls of honey-rolls and shove that stick of butter all the way in!","release_date":"2011-07-27","vote_average":8.8,"runtime":null,"cert":"N\/A","id":71516,"title":"Assets","adult":true,"genre_ids":[]},{"cast":["Krystal Love","Gery Tayler","Melissa Altro"],"overview":"These bad girls just can\\'t stop seducing horny men and their girlfriends. When they all team up it rapidly becomes a true fuckfest!","release_date":"2011-07-29","vote_average":6.5,"runtime":null,"cert":"N\/A","id":71517,"title":"Bad Girls No.1","adult":true,"genre_ids":[]},{"cast":["Liu Chia-Liang","Kara Hui","Johnny Wang Lung-Wei","Hsiao Ho","Gordon Liu Chia-Hui"],"overview":"Cheng (Kara Hui Ying Hung), a beautiful martial arts ace, battles to keep her inheritance from the ruthless Yun Wei (Johnny Wang Lung Wei), but her efforts are sabotaged by Yu Tao (Hsaio Ho), her wayward and irrepressible great-nephew. Following a frenzy of spectacular comic mishaps, the hapless duo are setup and imprisoned and the deeds to Cheng's estate are stolen. She is held hostage after a doomed attempt to reclaim the papers back from Yu Wei's place, and the stage is set for a savage fight to the death.","release_date":"1981-01-01","vote_average":6.3,"runtime":121,"cert":"N\/A","id":71518,"title":"My Young Auntie","adult":false,"genre_ids":[28,35]},{"cast":["Jessica Drake","Brooke Haven","Kayla Carrera","Kimberly Kole","Chelsie Rae"],"overview":"The stories may sound familiar, but these tales of what goes bump in the night are a darker, more sinister version. They tell the other side of the story, of what man, woman and beast truly crave as darkness falls. So prepare yourself for The Craving, because something Wicked comes this way.  Don't miss what you've been craving...","release_date":"2007-09-28","vote_average":7.5,"runtime":80,"cert":"N\/A","id":71519,"title":"The Craving","adult":true,"genre_ids":[27,14]},{"cast":["Betsy Jones-Moreland","Antony Carbone","Robert Towne"],"overview":"Harold Gern, a successful businessman from New York who is constantly in legal trouble, is spending a holiday in Puerto Rico with his attractive wife Evelyn, whom he married “between trials”. They are joined by Martin Joyce, Harold's lawyer, who has come to discuss the latest indictment. Harold invites him along on a boat trip during which all three try out some newly bought scuba diving equipment. When they resurface, they are unable to breathe without using their scuba tanks. They climb back into their boat and find Manuel, the crewman, dead, apparently of asphyxiation. Upon rowing ashore, they enter the jungle. (from Wikipedia)","release_date":"1960-08-05","vote_average":4.7,"runtime":71,"cert":"N\/A","id":71520,"title":"Last Woman on Earth","adult":false,"genre_ids":[9648,10749,878,18]},{"cast":["Stormy Daniels","Kaylani Lei","Janet Mason","Angelica Saige","Eric Masterson"],"overview":"Newlyweds Jack and Jill move to the suburbs to escape their hectic city life. Unfortunately for them, their new garden is inhabited by a mischievous fairy who becomes obsessed with the man of the house, threatening to tear the newlyweds apart.","release_date":"2010-08-11","vote_average":7.5,"runtime":83,"cert":"N\/A","id":71521,"title":"Fairy Tale","adult":true,"genre_ids":[]},{"cast":["Shay Fox","Katie Price","Kora Peters","Cece Stone"],"overview":"Hey man, I was looking for you yesterday, but nobody was home. Except your mom. And she was sunning herself by the pool. I dont know if she realizes it, but I can see right through her bathing suit when its wet. Shes so awesome to look at, but when I do, my dick gets hard. And you know what, I think she knows it, at least thats what she was staring at. Buddy, I really want to cum inside your mom, maybe tonight!","release_date":"2011-07-13","vote_average":8.5,"runtime":null,"cert":"N\/A","id":71522,"title":"I Wanna Cum Inside Your Mom 30","adult":true,"genre_ids":[]},{"cast":["Alexis Ford","Bree Olson","Brooke Lee Adams","Jessica Jaymes","Raylene"],"overview":"The 1st fully interactive feature dvd that let's the viewer choose the story. There are several movies in one. 4 Hours 46 Minutes with 32 Possible Variations Revenge is a BITCH! Beth's life was perfect; big house, rich husband and not a care in the world. Until they took her. Kidnapped from her bed and locked in a basement by mysterious strangers, she finds herself the guinea pig in a madman's sinister experiment. It isn't ransom he's after. It's her mind. Now the only way to reclaim her life and her sanity is to find the men responsible and to kill whatever and whomever stands in her path. But she'll soon discover that at the center of this mystery lies a secret, deeper and darker than anything she could have imagined","release_date":"2011-07-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71523,"title":"Killer Bodies: The Awakening","adult":true,"genre_ids":[]},{"cast":["Jean-Paul Belmondo","Marie-France Pisier","Rachid Ferrache","Frank Hoffmann","Günter Meisner"],"overview":"In this action comedy the French boxer Jo Cavalier is charmed on the train to Berlin for the Olympics in Hitler's Germany by the little boy Simon Rosenblum who asks his autograph; when it turns out his adorable young fan is a Jewish orphan in danger of persecution, he risks his one shot at Olympic glory to save Simon and his family, helped only by a German officer-gentleman who became his friend in World War I, by an adventurous escape to Switzerland, Nazi troops on their heals and braving impossible odds in roller coaster-style.","release_date":"1982-10-27","vote_average":7.2,"runtime":100,"cert":"N\/A","id":71524,"title":"Ace of Aces","adult":false,"genre_ids":[12,35]},{"cast":["Joanna Collins","Claire","Francesca","Katie","Kim"],"overview":"How to fuck your best friend's mom! Voluptuous mommies obsessed with sex! Katie gets a bone in every hole & has multiple orgasms!","release_date":"2011-04-28","vote_average":4.8,"runtime":98,"cert":"N\/A","id":71525,"title":"M.I.L.F. Jugs 14","adult":true,"genre_ids":[]},{"cast":["Jamie Valentine","Savannah Paige","Casey Cumz","Emma Ash","Lynn Love"],"overview":"The only thing that makes a big booty better is a big bucket of oil! And where better to peek between the cheeks of sexy-ass shorty shorts than the sweltering beaches of Miami! Butter up these round love buns and let them melt in your mouth! You'll make these slippery sluts so horny that they'll be begging you to pull down their tiny hot pants and jam your hot filling deep inside! Cum and get your dick slicked bangin' big wet butts on the beach!","release_date":"2011-07-26","vote_average":8.5,"runtime":135,"cert":"N\/A","id":71526,"title":"Oil Covered Asses","adult":true,"genre_ids":[]},{"cast":["Tori Black","Jenna Haze","Sunny Lane","Kristina Rose","Ava Rose"],"overview":"Adult entertainment studio, Elegant Angel Productions, has announced its innovative new series, Pornstar Workout, featuring the return performance of Mia Rose, and an epic all star cast. The movie is directed by the AVN award winning, Mason, and features five visually stunning and extended workout scenarios.","release_date":"2009-05-06","vote_average":8.8,"runtime":188,"cert":"N\/A","id":71527,"title":"Pornstar Workout","adult":true,"genre_ids":[]},{"cast":["Asia Morante","Fernando Vitale","Yhokolama,","Giulia Demon","Mandy Dee"],"overview":"Adult film with people screwing (as is to be expected).","release_date":"2011-07-29","vote_average":8.0,"runtime":null,"cert":"N\/A","id":71528,"title":"Social Network","adult":true,"genre_ids":[18]},{"cast":["Julia Ann","Jessie Andrews","Angelina Valentine","Gracie Glam","Kristina Rose"],"overview":"Cruel Media's magnate of perversion, director Raul Cristian, brings us a smorgasbord of his favorite hard-core scenarios: Starstruck consists of seven classically Cruel scenes, both vignettes and gonzo sessions, with a variety of action to satisfy the prurient gourmand. Innocent American cutie Gracie Glam gets seduced by a horny couple (huge-breasted, tattooed Angelina Valentine and fat-dicked Manuel Ferrara) who teach the young girl how to catch a man by improving her slut skills.","release_date":"2011-07-27","vote_average":6.5,"runtime":265,"cert":"N\/A","id":71529,"title":"Starstruck","adult":true,"genre_ids":[]},{"cast":["Jessica Drake","Dylan Ryder","Monique Alexander","Georgia Jones","Randy Spears"],"overview":"Beth (jessica drake) is being blackmailed: Write about her famous friends sexy escapades for a sleazy publisher or the editor will out her fathers' not so legal business dealings. With a pen name to protect her, Beth reluctantly complies and in doing so betrays the only true friend she has in Jazelle (Kirsten Price). Can she save her friendship and her fathers' reputation? Or will she destroy everyone she knows by doing what is right…it's tough to be a tattle tale…","release_date":"2010-04-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71530,"title":"Tattle Tale","adult":true,"genre_ids":[]},{"cast":["Helly Mae Hellfire","Aubrey Addams","Rihanna Rimes","Marco Banderas","Marco Rivera"],"overview":"Watch this parodied Gaga show you her blow job face while she blows Ron Jeremy, has a 4-way with Madonna, eats out Beyonce? And does an up close and very personal interview with Larry King!","release_date":"2011-07-25","vote_average":9.3,"runtime":77,"cert":"N\/A","id":71531,"title":"This Ain't Lady Gaga XXX","adult":true,"genre_ids":[35]},{"cast":["Jada Fire","Nyomi Banxxx","Deep Threat","Misty Stone","Rihanna Rimes"],"overview":"Enjoy these steamy couples as embrace, caress and ultimately make love. Gazing deep into each others eyes and knowing, without a word, what the other longs for. Eager to fulfill their loves desires, they touch, taste, kiss, and caress each other into ecstasy. Wicked Pictures presents a softer side of Adult Entertainment with their highly acclaimed \\\"Wicked Passions\\\". Set the mood, for yourself, for your lover, get Wicked tonight... and feel the Passion","release_date":"2011-07-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":71532,"title":"Touch Of Seduction","adult":true,"genre_ids":[]},{"cast":["Anis Mojgani","Roberta Colindrez","Jacqueline Leal","Tony Jackson"],"overview":"In  an  increasingly  isolated  and  Internet  driven  world,  Otis  (Anis  Mojgani),  a  reclusive   web  artist,  attempts  to  find  meaning  in  his  existence.  When  he  meets  Ursula   (Roberta  Colindrez),  a  heartsick  kleptomaniac  pining  for  the  return  of  her  traveling   lover,  the  quirky  pair  becomes  inseparable.     Otis’s  heartbreaking  journey  leads  to  his  discovery  of  the  value  of  human  connection   and,  ultimately,  to  his  greatest  creation.  This  unscripted,  experimental  narrative  film   is  full  of  beauty,  surprises,  and  an  uplifting  hope  for  humanity.","release_date":"2011-03-11","vote_average":0.0,"runtime":77,"cert":"N\/A","id":71533,"title":"Otis Under Sky","adult":false,"genre_ids":[18,10749]},{"cast":["Hariton Pushwagner"],"overview":"Behind the success of Hariton Pushwagner we find a dramatic story about a son of a wealthy family who became homeless, only to end up as a celebrated artist. Pushwagner himself says, \"It's not true but it's a good story\". Against this backdrop, the film reflects on what the reality of Pushwagner is, both as an artist and a human being.","release_date":"2011-09-02","vote_average":6.0,"runtime":73,"cert":"N\/A","id":71536,"title":"Pushwagner","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When Phil Simms sprained his foot against the Buffalo Bills in Week 15, an unproven Jeff Hostetler was thrust to the forefront. Hostetler exceeded expectations by winning four straight starts, including two playoff games, to reach Super Bowl® XXV. Veteran Ottis Anderson, a fill-in for the hobbled Rodney Hampton, rushed for 102 yards as New York beat Buffalo, 20-19, in one of the most thrilling Super Bowls® ever.","release_date":"2007-09-27","vote_average":10.0,"runtime":55,"cert":"N\/A","id":71537,"title":"NFL: America's Game: 1990 New York Giants","adult":false,"genre_ids":[]},{"cast":["Anthony Steffen","Anita Strindberg","Gabriele Tinti","Umberto Raho","Stelio Candelli"],"overview":"A couple on holiday in Haiti become involved in a series of savage murders linked to a doctors a new invention, a drug with extreme side effects.","release_date":"1972-09-30","vote_average":5.5,"runtime":90,"cert":"N\/A","id":71538,"title":"Tropic of Cancer","adult":false,"genre_ids":[53,27]},{"cast":["Johnny Ramone","Joey Ramone","Dee Dee Ramone","Marky Ramone","CJ Ramone"],"overview":"Punk icons the Ramones star in this compilation of rare concert and behind-the-scenes footage that spans the band's 30-year history. The 20 vintage live performances include \"Blitzkrieg Bop,\" \"I Wanna Be Sedated,\" \"Sheena Is a Punk Rocker\" and \"Gimme Gimme Shock Treatment.\" Also featured is a never-before-seen 1980 performance that aired live on European television, other rare TV appearances, celebrity cameos and home video footage.","release_date":"2004-09-28","vote_average":8.5,"runtime":105,"cert":"N\/A","id":71539,"title":"Ramones: Raw","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"K-1 World MAX 2009 Japan Tournament was a tournament held on the 23rd February at the Yoyogi Stadium 1st, Tokyo, Japan.","release_date":"","vote_average":8.0,"runtime":164,"cert":"N\/A","id":71540,"title":"K1 World MAX 2009 Japan Tournament","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2009 World Championship Tournament - Final took place on October 26, 2009 at the Yokohama Arena in Yokohama, Japan. It was the 8th annual K-1 World Max (70kg\/154lbs weight class) World Championship Final, featuring four quarter final winners of K-1 World MAX 2009 Final 8 held on July 13, 2009 in Tokyo, Japan.","release_date":"","vote_average":9.0,"runtime":192,"cert":"N\/A","id":71541,"title":"K1 World MAX 2009 World Championship Tournament Final","adult":false,"genre_ids":[]},{"cast":[],"overview":"K-1 World MAX 2009 World Championship Tournament Final 8 took place on July 13, 2009, at the Nippon Budokan in Tokyo, Japan. The main card featured the quarter-finals of the K-1 World MAX 2009 tournament, fought under K-1 MAX rules. All tournament fighters qualified by winning their bouts at the K-1 World MAX 2009 Final 16 event, held earlier on April, 2009 in Fukuoka, Japan.","release_date":"","vote_average":9.0,"runtime":145,"cert":"N\/A","id":71542,"title":"K1 World MAX 2009 World Championship Tournament Final 8","adult":false,"genre_ids":[]},{"cast":["Yehuda Almagor","Roee Elsberg","Evelyn Kaplun","Orly Silbersatz Banai"],"overview":"\"Intimate Grammar\" is a sensitive study of an inner journey rich in detailed observation. A dysfunctional family and delayed puberty make life miserable for a pre-adolescent growing up in Jerusalem in the 1960's. The film, an adaptation of David Grossman's \"The Book of Intimate Grammar\", shows our hero, Aharon Kleinfeld, striving to survive his domineering mother, his anti-intellectual father and his own diminutive stature in a setting of a lower-middle-class housing development where gossip is rampant and appearances are all important.","release_date":"2010-09-23","vote_average":7.2,"runtime":110,"cert":"N\/A","id":71543,"title":"Intimate Grammar","adult":false,"genre_ids":[18]},{"cast":[],"overview":"K-1 World MAX 2009 World Championship Tournament Final 16 took place on April 21, 2009 at the Marine Messe in Fukuoka, Japan. The Main card featured eight Super fights fought under K-1 MAX Rules (70 kg\/152 lb weight class). All the winners qualified for the K-1 World MAX 2009 Final 8, held on July, 2009 in Tokyo, Japan.","release_date":"","vote_average":9.0,"runtime":219,"cert":"N\/A","id":71544,"title":"K1 World MAX 2009 World Championship Tournament Final 16","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bill Parcells has coached many great players over his NFL career, yet only a select few have been allowed to enter his inner circle. These are his \"guys.\" The 86 Giants had a few \"Parcells guys\". Outside linebacker Lawrence Taylor collected 20.5 sacks that season and won the NFL MVP Award, the first defensive player to do so since 71. Joe Morris, a 1,500 yard rusher, was a Parcells favorite. Harry Carson, the vocal middle linebacker, and Mark Bavaro, a reserved tight end, were Parcells men, too. Quarterback Phil Simms was another matter. In eight years with the Giants, Simms had been maligned by the media and the fans for being good, but seldom great. Even a 14-2 regular season did not silence Simms' critics, or fully satisfy the demands of his head coach. Then, in Super Bowl XXI against Denver, Simms became the ultimate Parcells player, passing with a degree of precision unmatched in the big game's history.","release_date":"2006-12-19","vote_average":10.0,"runtime":80,"cert":"N\/A","id":71545,"title":"NFL: America's Game: 1986 New York Giants","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":71546,"title":"Die Enstehung der Erde (Wie alles begann)","adult":false,"genre_ids":[]},{"cast":["Jacqueline Bisset","Adam Garcia","James Naughton","Stuart Wilson","Alice Evans"],"overview":"Young Scott Doherty (Adam Garcia) gets suspicious when his mother (Jacqueline Bisset) plans to wed Oliver Vance (Stuart Wilson) soon after her husband's untimely death. Scott investigates with Oliver's pretty daughter, Kelly (Alice Evans), who shared Scott's doubts about the upcoming nuptials. Along the way, he falls in love with Kelly, but a fatal explosion turns Scott's life upside down - and the evidence points to him as the murderer. Has he been framed?","release_date":"2004-10-13","vote_average":3.3,"runtime":95,"cert":"N\/A","id":71547,"title":"Fascination","adult":false,"genre_ids":[10749,53]},{"cast":["David A. Lockhart","Camille Montgomery","Rick Mora","Robert Amstler"],"overview":"A meteor lands in Jamestown California in 1849 during the gold rush. It is found by miners who release it's spoors which turn the population into blood thirsty mutants.","release_date":"2011-07-26","vote_average":3.0,"runtime":82,"cert":"N\/A","id":71548,"title":"The Dead and the Damned","adult":false,"genre_ids":[27,37]},{"cast":["Peter Murphy","Daniel Ash","David J","Kevin Haskins"],"overview":"Shadow of Light is a 40-minute collection of nine Bauhaus videos spanning four albums and two singles. The disc’s second feature, Archive, is the sepia toned art film\/concert footage movie by director Christopher Robin Collins.","release_date":"2005-12-06","vote_average":10.0,"runtime":120,"cert":"N\/A","id":71551,"title":"Bauhaus: Shadow of Light & Archive","adult":false,"genre_ids":[10402]},{"cast":["Jason Biggs","Alyson Hannigan","Seann William Scott","Chris Klein","Thomas Ian Nicholas"],"overview":"The characters we met a little more than a decade ago return to East Great Falls for their high-school reunion. In one long-overdue weekend, they will discover what has changed, who hasn’t, and that time and distance can’t break the bonds of friendship.","release_date":"2012-04-04","vote_average":6.2,"runtime":113,"cert":"15","id":71552,"title":"American Reunion","adult":false,"genre_ids":[35]},{"cast":["Michael Vartan","Kari Wührer","Denis Leary","Jon Lovitz","Emilio Estevez"],"overview":"A young man tries running from his past by hiding from his two violent brothers, only to have them track and harass him and his friends.","release_date":"2000-01-02","vote_average":4.0,"runtime":89,"cert":"N\/A","id":71555,"title":"Sand","adult":false,"genre_ids":[18,53]},{"cast":["Corin Nemec","James Pomichter","Marian Filali","Ben Cross","Kirk B.R. Woller"],"overview":"A genetically bred Nazi super soldier fights Allied troops.","release_date":"2006-01-01","vote_average":4.8,"runtime":90,"cert":"15","id":71556,"title":"S.S. Doomtrooper","adult":false,"genre_ids":[28,27,878,10770]},{"cast":["Robert Schimmel"],"overview":"The comedian and best selling author of \"Cancer on $5 a Day...How Humor Got Me Through the Toughest Journey of My Life,\" has plenty to say on everything from raising a 17 year old daughter, bargaining with the Almighty, and how not to make friends with a dolphin.","release_date":"2009-01-14","vote_average":8.0,"runtime":60,"cert":"N\/A","id":71557,"title":"Robert Schimmel: Life Since Then","adult":false,"genre_ids":[35]},{"cast":["Emmanuel Auger","Paul Frappier","Dara Lowe","Robert Pace","Pat Lemaire"],"overview":"En 2011, une série d'opérations policières allait déstabiliser le milieu criminel de Montréal qui était alors dominé par les motards et la mafia italienne. Suite au vacuum provoqué par les rafles, tous les signes indiquaient l'imminence d'une nouvelle guerre de territoires qui mettrait en scène de nouveaux joueurs : les gangs de rue.","release_date":"2011-08-06","vote_average":5.7,"runtime":null,"cert":"N\/A","id":71558,"title":"Bumrush","adult":false,"genre_ids":[80]},{"cast":["Clara Augarde","Lio","Stefano Cassetti","Michel Galabru","Thierry Neuvic"],"overview":"Anna, a young teenager, comes home from her Catholic boarding school for the holidays and discovers her father has left. Her mother is devastated and confined in the company of the local priest, who is also a childhood friend. Anna clings to her beloved grandfather. She also grows close to Pierre, a free-spirited teenager who cares little about God. Anna is preparing for her confirmation, but her budding desire for Pierre shakes her faith. She longs to give herself over, body and soul... but doesn't know if it is to God, or something else?","release_date":"2010-04-08","vote_average":6.4,"runtime":92,"cert":"N\/A","id":71559,"title":"Love Like Poison","adult":false,"genre_ids":[18]},{"cast":["Traci Lords","Harry Reems","Christy Canyon","Gina Valentino","Heather Wayne"],"overview":"Although Ted enjoys his buxom younger (and also plain) wife Mandy, she sees him at work during a random encounter with his secretary. Mandy's friend Vicki, with buxom girlfriend Helen, then get her open-minded to passion.","release_date":"1985-06-20","vote_average":0.0,"runtime":78,"cert":"N\/A","id":71560,"title":"Educating Mandy","adult":true,"genre_ids":[18]},{"cast":["Olivier Gourmet","Marie-Josée Croze","Marisa Bruni Tedeschi","Bertille Noël-Bruneau"],"overview":"Eight-year-old Eva and her mother have a very positive CHILD-TO-CHILD-RELATION. The mother is incapable of mature behaviour when problems arise. When the mother forgets to fetch Eva at school in her car, Eva does not know the way home. Panicking and crying she just runs and is overrun by a car. The driver is obviously innocent. He is a second-hand bookseller (Etienne) and a mountain climber and has a phenomenal memory. The hospital cannot tell whether Eva will ever wake up from her coma, or will speak or move.","release_date":"2005-02-23","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71561,"title":"The Girl from the Chartreuse","adult":false,"genre_ids":[18]},{"cast":["Gulshan Grover","Harsh Mayar","Hussan Saad","Pitobash Tripathy","Beatrice Ordeix"],"overview":"The film celebrates the survival of the human spirit against overwhelming odds and highlights the need for underprivileged children's education. Its a film based on former indian president A.P.J. Abdul Kalam and is aimed at inspiring the poor to educate their children. Written by DaGambit Chhotu's peasant village is ruined by drought, so his ma drops the boy with uncle Bhati, who runs a tea stand at the city outskirts. Clever Chottu, who calls himself Kalam after the self-made Indian president, soon outsmarts uncle's adult assistant and makes friends with the loneliest boy in the palace, now a hotel, a prince his age.","release_date":"2010-10-15","vote_average":7.3,"runtime":88,"cert":"","id":71562,"title":"I Am Kalam","adult":false,"genre_ids":[35,18,10751]},{"cast":["Omar Sharif","Émilie Dequenne","Franck Gourlat","Anne Canovas","Olivier Brun"],"overview":"","release_date":"2010-03-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71565,"title":"J'ai oublié de te dire","adult":false,"genre_ids":[18]},{"cast":["Susanne van Oudtshoorn","Gert Van den Bergh","Leon le Roux","Dawid van der Walt","Beryl Gresak"],"overview":"An innocent Afrikaans farm girl goes to the city and gets herself pregnant out of wedlock.","release_date":"1965-08-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":71566,"title":"Debbie","adult":false,"genre_ids":[18]},{"cast":["Petru Wessels","Hans Strydom","Elma Potgieter","Zack du Plessis","Gert van Tonder"],"overview":"The CONSTANTIA FILMS movie SONJA is a romantic drama produced in 1971 by Bill Troskie, with Daan Retief as director and scriptwriter. It tells the story of Sonja’s (played by Petru Wessels) husband, Chris (Hans Strydom), who is obsessed with having children to carry the proud De La Rey family name. His wife realises that, due to circumstances, Chris will not be able to father a child. To solve the dilemma, she gets pregnant through a friend, Martin (Will Roberts). Sonja’s best friend, Nicolente (Elma Potgieter), a paraplegic who is in love with Chris, uncovers the secret. She threatens to tell Chris that the child is not his – unless Sonja asks for a divorce and leaves Chris.","release_date":"1978-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":71567,"title":"Sonja","adult":false,"genre_ids":[]},{"cast":["Jamie Uys","Hettie Uys","Jurg du Preez","Buks Joubert","Thomas Moema"],"overview":"A classic South African comedy in which a young Jamie Uys plays producer, writer, director and star, and his wife Hettie Uys the romantic interest. Somewhere in the bushveld, Hans Botha is doing the usual farm rounds when his friend and neighbour comes around with an urgent request: please collect the new teacher at the bus stop.  The shy Hans is alarmed, saying he does not know how to talk to women. Prevailed on nevertheless, Hans sets off in his old jalopy, which for good measure has no brakes. He eventually arrives at the bus stop, where the teacher, Martie, is waiting patiently. She is pretty and young and the already flustered Hans proceeds to flatten her hatbox, allow the car to run off with her, and dump her in the river. By the time Hans says goodbye, Martie is angry and he is in love","release_date":"1951-01-01","vote_average":6.0,"runtime":61,"cert":"N\/A","id":71570,"title":"Far Away in the Bushveld","adult":false,"genre_ids":[35]},{"cast":["Lello Arena","Marco Vivio","Mario Merola","Pietra Montecorvino"],"overview":"","release_date":"2003-12-19","vote_average":7.0,"runtime":80,"cert":"N\/A","id":71571,"title":"Totò Sapore e la magica storia della pizza","adult":false,"genre_ids":[16]},{"cast":["Jamie Uys","Hettie Uys","Marietjie Uys","Louis Pienaar","Elise Loubser"],"overview":"It tells of a happy Bushveld family whose lives are turned upside down by the mother’s death. The father, his young daughter, and their pet dog have to move to the city so he can try and patent a bean-machine. The urban world is foreign and foreboding with much danger. The father perseveres, and triumphs in a comical manner.","release_date":"1954-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":71572,"title":"Deep in the City","adult":false,"genre_ids":[]},{"cast":["Paola Mendoza","Sebastian Villada","Laura Montana","Anthony Chisholm","Andres Munar"],"overview":"Abruptly abandoned by her husband in a country completely foreign to her, Colombian native Mariana (Paola Mendoza) struggles to take care of herself and her two young children on the unforgiving streets of New York City. Sebastian Villada, Laura Montana and Anthony Chisholm also star in this gritty independent drama jointly written and directed by Mendoza and her collaborator Gloria La Morte.","release_date":"2009-04-25","vote_average":6.8,"runtime":80,"cert":"N\/A","id":71575,"title":"Entre Nos","adult":false,"genre_ids":[18]},{"cast":["Juan Ignacio Perez Roca","Emiliano Fernández","Alan Ardel","Hernan Wainstein"],"overview":"A remote village 100 kilometers from the city of Buenos Aires. A place that dreams of the nation's capital. Stephen, Matías, Alejo, Damián and Guido were born 13 years ago in this small town. Have always been friends and together they share the monotonous summer afternoons sitting on the stoop of a women's hairdresser. Anxious, restless, impatient for a change, go through the most confusing period of experiment. The transition from childhood to adolescence. Appears curious about women and sexual awakening, accompanied by the rebellion against their parents and family mandates.","release_date":"2005-02-10","vote_average":6.8,"runtime":93,"cert":"N\/A","id":71576,"title":"Buenos Aires 100 KM","adult":false,"genre_ids":[18]},{"cast":["Vincent Lindon","Emmanuelle Devos","Yeelem Jappain","Anne Le Ny"],"overview":"Bertrand (Vincent Lindon) dutifully visits his terminally ill wife every day, braving the long train and bus ride to and from the hospital. Lorraine (Emmanuelle Devos) not so willingly visits her boyfriend who was diagnosed with colon cancer. They bump into each other during one of their visits and begin to meet for coffee. Coffee turns into Lorraine offering to drive Bertrand to the train station and the two turn to each other in their time of grief and confusion.","release_date":"2007-08-29","vote_average":6.1,"runtime":93,"cert":"N\/A","id":71577,"title":"Those Who Remain","adult":false,"genre_ids":[10749,18]},{"cast":["Rafael Amaya","Juan Vidal","Carmen Rodríguez","Karyme Lozano"],"overview":"A gentle artist contends with his cheating girlfriend, and an innocent girl longs to break free from an abusive relationship. When fate brings these two lovelorn people together, true love finally blossoms.","release_date":"2004-10-22","vote_average":3.8,"runtime":98,"cert":"N\/A","id":71578,"title":"Desnudos","adult":false,"genre_ids":[18,10749]},{"cast":["Otso Tarkela","Tommi Korpela","Jorma Tommila","Tazu Ovaska","Jonathan Hutchings"],"overview":"Just before the first snow of winter falls, professional hunters begin their work. The long process of tracking, hunting and transforming this king of the forest into a finished product is a time consuming process, but the final outcome is a reason to celebrate.","release_date":"2003-06-19","vote_average":7.1,"runtime":8,"cert":"N\/A","id":71579,"title":"Rare Exports Inc.","adult":false,"genre_ids":[28,35]},{"cast":["Otso Tarkela","Onni Tommila","Tommi Korpela","Jorma Tommila","Tazu Ovaska"],"overview":"Not meant for the public eye, this film reveals the dark reality of what's wrong with company's product. With its primitive instincts triggered by bad behaviour of people around it, the seemingly tame Father Christmas will forget the intensive training and turn into a brutal beast. You better watch out, you better not cry, There's no room for mistakes.","release_date":"2005-09-22","vote_average":6.8,"runtime":10,"cert":"N\/A","id":71580,"title":"The Official Rare Exports Inc. Safety Instructions 2005","adult":false,"genre_ids":[28,35]},{"cast":["Tammy LaTour","Gretchen Rudolph","John Aristedes","Fatima","Joe Santos"],"overview":"An ambitious suburban housewife, tired of forever being in debt, sets up an independent stenography business. Finding that her clients are more interested in the women than the dictation, she revamps it into a discreet and highly profitable prostitution ring made up of neighbourhood wives.","release_date":"1966-09-21","vote_average":6.8,"runtime":86,"cert":"N\/A","id":71581,"title":"Moonlighting Wives","adult":false,"genre_ids":[18]},{"cast":["Dan Haggerty","Roberta Weiss","Lawrence King-Phillips","William Nunn","Stephen E. Miller"],"overview":"A mixed-up mountain boy kidnaps a pretty college student.","release_date":"1986-01-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":71582,"title":"Abducted","adult":false,"genre_ids":[80,53,27]},{"cast":[],"overview":"Set 1: David Bowie, Stealing Time From the Faulty Plan, Water in the Sky, Ocelot, Uncle Pen, Boogie On Reggae Woman, Gumbo &gt; Timber (Jerry) &gt; I Didn't Know[1], Birds of a Feather, Bouncing Around the Room, Reba[2], The Rover[3] Set 2: Down with Disease[4] -&gt; Crosseyed and Painless &gt; Nothing &gt; Twenty Years Later &gt; Harry Hood &gt; Fluffhead &gt; Julius, You Enjoy Myself Encore: Bug [1] \"Let's Go Flyers\" chant from some fans during vacuum solo with Fish responding through his vacuum. [2] No whistling. [3] Phish debut. [4] Unfinished.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71583,"title":"Phish - Susquehanna Bank Center, Camden NJ 6-24-2010 Set 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set 1: David Bowie, Stealing Time From the Faulty Plan, Water in the Sky, Ocelot, Uncle Pen, Boogie On Reggae Woman, Gumbo &gt; Timber (Jerry) &gt; I Didn't Know[1], Birds of a Feather, Bouncing Around the Room, Reba[2], The Rover[3] Set 2: Down with Disease[4] -&gt; Crosseyed and Painless &gt; Nothing &gt; Twenty Years Later &gt; Harry Hood &gt; Fluffhead &gt; Julius, You Enjoy Myself Encore: Bug [1] \"Let's Go Flyers\" chant from some fans during vacuum solo with Fish responding through his vacuum. [2] No whistling. [3] Phish debut. [4] Unfinished.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71584,"title":"Phish - Susquehanna Bank Center, Camden NJ 6-24-2010 Set 2","adult":false,"genre_ids":[]},{"cast":["Nikki Fritz","Juliet Cariaga","Julie Dey","Antonia Dorian","Griffin Drew"],"overview":"Bare Wench Project 4: Uncensored\" is a compilation of greatest hits from the three previous movies. There's probably a couple of seconds added to each old scene. Nikki Fritz, Julie K. Smith and Glori Anne Gilbert walk through the woods and reminisce on the other flicks. \"Hey, remember that time we took our tops off? That was awesome!\" Then the movie flashes back to the bare women.","release_date":"2003-01-10","vote_average":4.6,"runtime":88,"cert":"N\/A","id":71585,"title":"The Bare Wench Project 4: Uncensored","adult":false,"genre_ids":[]},{"cast":["Nathalie Baye","Gérard Lanvin","Flore Fitzgerald","Philippe Noiret","Philippe Léotard"],"overview":"Laurence, a young schoolteacher from Lyons, takes a week's leave. During the break, she reflects on her career and her personal life.","release_date":"1980-06-02","vote_average":6.8,"runtime":99,"cert":"N\/A","id":71586,"title":"A Week's Vacation","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1978 Jimmy Graham, a thirty four year old happily married the father of two, scored his dream job with Operation Deepfreeze - training American scientists in survival skills in Antarctica. He left in December of that year. Three months later he arrived back agitated and paranoid. He said that while out on the ice he had stumbled onto a secret American nuclear site and the CIA had given him a chemical lobotomy to keep him quiet. Jimmy rapidly descended into schizophrenia. His behaviour became so frightening that his wife Frances fled to safety, taking their two children Sean and Juliet with her. For thirty years the family lived with this story, but no one ever dug deeper. The man they loved went away sane and came back permanently fractured – his mind was a blizzard. Now Juliet wants to know what exactly did happen on that frozen continent.","release_date":"2009-11-19","vote_average":5.0,"runtime":78,"cert":"N\/A","id":71587,"title":"The Snowman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"RAGING PLANET - Take a thrilling ride right into the heart of the planet's most amazing forces. This is Nature at it s wildest and most furious.","release_date":"","vote_average":7.0,"runtime":60,"cert":"N\/A","id":71590,"title":"Raging Planet - Avalanche","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Linguists is a hilarious and poignant chronicle of two scientists—David Harrison and Gregory Anderson—racing to document languages on the verge of extinction. In Siberia, India, and Bolivia, the linguists confront head-on the very forces silencing languages: racism, humiliation, and violent economic unrest. David and Greg's journey takes them deep into the heart of the cultures, knowledge, and communities at risk when a language dies.","release_date":"2008-01-17","vote_average":8.0,"runtime":64,"cert":"N\/A","id":71591,"title":"The Linguists","adult":false,"genre_ids":[99]},{"cast":["Joel Edgerton","Lisa Chappell","Cy Standen","Mirrah Foulkes"],"overview":"In Crossbow the spoiler is right in front of you, there in the title. A crossbow is an anachronistic device and does not, at least in my mind, lend itself well to analogy or metaphor. In spite, or, more accurately, precisely because this ominous title hangs over the very start of viewing, the short film remarkably sustains a growing dread throughout its languid narration and slow-moving, though arresting visuals; maximizing its force not through the promise of surprise but through the inevitability of its conclusion.","release_date":"2007-06-10","vote_average":5.8,"runtime":14,"cert":"N\/A","id":71592,"title":"Crossbow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This video looks at the terrifying tsunami, a giant tidal wave that starts as an ordinary ripple in the ocean, and mysteriously enlarges to a wall of water measuring up to 100 feet high, and hundreds of miles long. The film features spectacular film footage of tidal waves, roaring towards shore at up to 500 miles an hour, destroying everything in their path. Interviews with scientists shed light on the causes of this unpredictable force of nature. Includes stories of survivors of the great waves in Japan and Peru.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":71593,"title":"Raging Planet - Tidal Wave","adult":false,"genre_ids":[]},{"cast":["Lik Cheung","Yeh Fang","Chi-ying Chu","Bolo Yeung","Ping Lo Chen"],"overview":"When a man's son is kidnapped by his enemy he must hit the vengeance trail.","release_date":"1977-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":71596,"title":"10 Magnificent Killers","adult":false,"genre_ids":[28]},{"cast":["Leslaw Zurek","Justyna Schneider","Tamara Arciuch","Marek Włodarczyk","Antoni Pawlicki"],"overview":"A young policeman gets into trouble after winning the lottery. Adventure and problems follow, as well as lots of beautiful women. The officer runs danger to fall prey to a large scam, but he also can find true love and realizes: in order to win his fate, he has to take chances and play.","release_date":"2011-03-25","vote_average":7.0,"runtime":95,"cert":"N\/A","id":71597,"title":"Los numeros","adult":false,"genre_ids":[35,80]},{"cast":["Leung Kar-Yan","Yuen Siu-Tien","Law Hon","Eddy Ko","Ou Li-Bao"],"overview":"A plainclothes policeman, Chin Tai Ba (Leung Kar Yan), is seriously wounded in a fight with some ruffians but is helped to safety by a young wiseguy, Cub (Wong Yat Lung). Here he is taught the art of Sleeping Fist by Cub's master Chung Yiu (Simon Yuen Siu Tin), and the trio march to the Shang Wei martial arts school to take revenge on the thugs. However, in a last desperate attempt to get even, the gang call on Eagle Claw master Kao (Kao Hsiung) to sort out the snoozers.","release_date":"1979-05-24","vote_average":8.0,"runtime":101,"cert":"N\/A","id":71598,"title":"Sleeping Fist","adult":false,"genre_ids":[28]},{"cast":["Tomer Sisley"],"overview":"","release_date":"2006-10-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71601,"title":"Tomer Sisley - Stand Up","adult":false,"genre_ids":[35]},{"cast":["Margarita Lozano","Folco Lulli","Sidonia Manolache","Paul Misai","Florin Scărlătescu"],"overview":"A breathtaking story in which a woman goes in search of her husband.","release_date":"1969-10-27","vote_average":6.6,"runtime":103,"cert":"N\/A","id":71606,"title":"The Axe","adult":false,"genre_ids":[80,18]},{"cast":["Christian Ulmen","Michael Gwisdek","Felicitas Woll","Ulrike Krumbiegel","Heinz Hoenig"],"overview":"","release_date":"2010-10-16","vote_average":3.3,"runtime":null,"cert":"N\/A","id":71615,"title":"Vater Morgana","adult":false,"genre_ids":[35,18]},{"cast":["Dan Cortese","Virginia Madsen","Brooke Shields","Maria Pitillo","Johnathon Schaech"],"overview":"A group of attractive women get together for a weekend of bonding, hoping to relax and getaway from the anxiety of their boyfriends. The women travel out of town which leads them to picking up men of questionable integrity. The next problem is what will they tell their boyfriends when they get back home.","release_date":"2000-01-01","vote_average":4.1,"runtime":96,"cert":"N\/A","id":71618,"title":"After Sex","adult":false,"genre_ids":[35,18,10749]},{"cast":["Pater Josef Banz","Zinaida Baranova","Ute Baumgarten","Jakob Bösch","Ruediger Dahlke"],"overview":"Is it possible that human beings can survive without food and fluid over many years and live on light alone? Are we confronted with quackery or with forgotten knowledge?","release_date":"2010-05-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71619,"title":"In the Beginning There Was Light","adult":false,"genre_ids":[99]},{"cast":["Park Joong-hoon","Lee Sun-kyun","Lee Sung-min","Kim Jung-tae","Ju Jin-mo"],"overview":"Nearby Seoul police stations Mapo and Seodaemun are compared to each other, consequently competition is fierce. A troubling case then occurs causing both stations to work together which stirs the pot even more.","release_date":"2011-05-04","vote_average":6.4,"runtime":117,"cert":"N\/A","id":71620,"title":"Officer of the Year","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Will man go beyond biology? It's an age-old dream to create intelligent machines that equal their human creators. Computer experts around the world, like Raymond Kurzweil and Hiroshi Ishiguro, strive to fulfill their bold visions. Meanwhile, of all people one of the pioneers of the computer age, Joseph Weizenbaum, battles against the limitless faith of society in the redemptive powers of technology. A fascinating yet uncanny and sometimes grotesque journey into science reality.","release_date":"2010-11-11","vote_average":6.5,"runtime":null,"cert":"N\/A","id":71621,"title":"Plug & Pray","adult":false,"genre_ids":[99]},{"cast":["Rafael Amaya","Jose Masegosa","Chus Pereiro","Cristian Valencia"],"overview":"Quintanilla family was found dead in their country side house. Police reported the existence of 37 hours of recorded evidence. The family traveled to their old farm house, where they investigated about the Legend of the Girl in the Garraf woods. They used to record whatever they did. Atrocious shows the last five days of this family, and the strange situations that they lived in those moments and which remain unexplained.","release_date":"2010-10-15","vote_average":5.2,"runtime":75,"cert":"N\/A","id":71622,"title":"Atrocious","adult":false,"genre_ids":[27,53]},{"cast":["Timothy Dalton","Valeria Golino","Stéphane Freiss","Robin Renucci","Margaret Tyzack"],"overview":"Set in the 17th-century, an Italian nobleman weds an impoverished countess, who is wooed by the King of Piedmont and faces pressure from his entire court to succumb to his wishes.","release_date":"1990-11-14","vote_average":5.5,"runtime":138,"cert":"N\/A","id":71623,"title":"The King's Whore","adult":false,"genre_ids":[10749,36,18]},{"cast":["Sophie Linfield","Sam Hazeldine","Gordon Alexander","Gemma Harvey","Rhys Meredith"],"overview":"Two couples spend a weekend in the country, only to cross paths with a brutal serial killer. As the body count rises, suspicion spirals into paranoia, climaxing in a terrifying battle for survival.","release_date":"2011-06-12","vote_average":4.2,"runtime":76,"cert":"","id":71626,"title":"Don't Let Him In","adult":false,"genre_ids":[53,27]},{"cast":["Jean Yanne","Mimi Coutelier","Michel Duchaussoy","Daniel Prévost","Jacques François"],"overview":"","release_date":"1979-04-04","vote_average":5.8,"runtime":null,"cert":"N\/A","id":71629,"title":"I've Got You, You've Got Me by the Chin Hairs","adult":false,"genre_ids":[35]},{"cast":["Lino Ventura","Bernard Giraudeau","Claudia Cardinale","Pierre Frag","Béatrix Van Til"],"overview":"The adventures of a group of friends who plan to recover crates full of gold from a fall in Canada.","release_date":"1983-01-12","vote_average":6.2,"runtime":108,"cert":"N\/A","id":71630,"title":"The Ruffian","adult":false,"genre_ids":[18,12,35]},{"cast":[],"overview":"Shaadi Magar Aadhi with Umer Shareef","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":71631,"title":"Shaadi Magar Aadhi","adult":false,"genre_ids":[]},{"cast":["Daniel Auteuil","Stuart Townsend","Liza Walker","Noah Taylor","Frances Barber"],"overview":"A movie about a middle aged french man who after a family crisis travels on the spur of the moment to London only to get caught up in the male prostitution business and eventually drugs.","release_date":"1999-11-17","vote_average":6.1,"runtime":100,"cert":"18","id":71632,"title":"The Escort","adult":false,"genre_ids":[18]},{"cast":["Hansi Kraus","Käthe Braun","Elisabeth Flickenschildt","Heidelinde Weis","Friedrich von Thun"],"overview":"The 13-year-old Ludwig is to have for every joke. At boarding school he cuts his stern teacher, Captain a. D. Semmelmaier, during the nap from the beard. The angry pedagogue then sends the spoiled flail back to his beloved Bavarian village. The long-suffering mother persuades the rector to resume her reforming boy at the Latin school. Everything seems to be working out for the better, but the upcoming marriage of his sister Ännchen with the Berlin beer brewer Karl Schultheiss presents Ludwig with new challenges.","release_date":"1965-12-22","vote_average":6.8,"runtime":87,"cert":"N\/A","id":71641,"title":"Tante Frieda - Neue Lausbubengeschichten","adult":false,"genre_ids":[35]},{"cast":["Nicolas Cage","Ricky Tognazzi","Georges Claisse","Robert Liensol","Vittorio Amandola"],"overview":"1936, Italian army is invading Ethiopia. Lieutenant Silvestri suffering toothache decides to reach the nearest camp hospital. But the lorry has an accident and stop near a rock, so Silvestri continues by walk. On his way he meets and rapes a wonderful young Ethiopian. He also wound her when he shot to a wild animal, and later kills her to avoid further pain. When he finally reaches the hospital, he realizes he gets probably leprosy. Trying to escape from Ethiopia Silvestri will kill again. But surprises aren't still over.","release_date":"1989-09-10","vote_average":5.4,"runtime":110,"cert":"N\/A","id":71642,"title":"Time to Kill","adult":false,"genre_ids":[10752,18]},{"cast":["Hansi Kraus","Michl Lang","Fritz Tillmann","Käthe Braun","Beppo Brem"],"overview":"","release_date":"1966-12-20","vote_average":7.3,"runtime":88,"cert":"N\/A","id":71643,"title":"Onkel Filser - Allerneueste Lausbubengeschichten","adult":false,"genre_ids":[35]},{"cast":["Hansi Kraus","Heidelinde Weis","Rudolf Rhomberg","Elisabeth Flickenschildt","Hubert von Meyerinck"],"overview":"","release_date":"1967-12-19","vote_average":7.0,"runtime":91,"cert":"N\/A","id":71644,"title":"Wenn Ludwig ins Manöver zieht","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71647,"title":"Undercover Cops","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dj Yoda Goes To The Movies 2","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"","id":71648,"title":"DJ Yoda Goes To The Movies 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71651,"title":"Kohlbisls Töchter","adult":false,"genre_ids":[]},{"cast":["Pedro Infante","Luis Aguilar","Aurora Segura","Alma Delia Fuentes","Delorice Archer"],"overview":"A drifter lands a job as an officer in Mexico City's elite motorcycle police unit. Once there, he falls in love with a girl, who is also courted by his commanding officer. Both policemen try to avoid this from interfering with their friendship and profession. Written by Salvador Monroy Ordaz","release_date":"1951-09-13","vote_average":6.8,"runtime":120,"cert":"N\/A","id":71652,"title":"A.T.M. ¡A toda máquina!","adult":false,"genre_ids":[35]},{"cast":["Pedro Infante","Miroslava","Blanca de Castejón","Óscar Pulido","Fernando Casanova"],"overview":"Alberto Medina is a very famous composer and is on a field trip when his car runs out of gas and goes downhill. While looking for help, he finds the Valverdes' house and is welcome by Emilia, the mother of the family, who is known for giving shelter to tramps. The rest of the family disagrees, because the last one disappointed her. In a story of family situations, funny moments and jealousy, Alberto ends up earning everyone's respect and has a special connection with the oldest daughter, the beautiful Susana, and they fall in love.","release_date":"1955-01-27","vote_average":5.5,"runtime":99,"cert":"N\/A","id":71655,"title":"School for Tramps","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Glasgow had one of the largest tramway systems in Britain, part of which survived into the 1960s. For decades the sight of the city s colourful trams, stately as galleons, gently swaying through its streets, was as much a part of the heart and soul of Glasgow as was the forest of cranes alongside the Clyde. As motor traffic began to proliferate after the war, the trams were seen to be part of the reason for the growing congestion in the city. New electric trolleybuses were introduced to replace them on some routes before both they and the last of the trams were swept away in the 1960s with the final triumph of the motor car. These films, made mostly in the 1950s and 60s, are packed with memories of that era. They recall the fashions, the shop fronts, the cars, the street-scapes, the factories and the suburbs of a city which has changed radically in the years which have followed.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":71658,"title":"Glasgow's Trams and Trolleybuses","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Mountain Lab 1.5 follows the DC Snowboarding Team as they hit DC’s infamous Mountain Lab in Utah and all over the globe looking for snow during one of the worst snow seasons on record. Originally named Mountain Lab 2.0, DC canned the name when the snow refused to fall and settled with Mountain Lab 1.5. Despite that, the video still lives up to the Mountain Lab name and showcases the incredible talent coming out of the DC lineup. DC Mountain Lab 1.5 takes an engaging look at the team as they hit spots worldwide and at the Lab. The remodeled Lab provides ample park footage along with big mountain terrain from Chile, Finland, B.C. Canada, Sweden, Tahoe, Colorado and New Zealand.","release_date":"2007-11-10","vote_average":5.3,"runtime":32,"cert":"N\/A","id":71661,"title":"DC MTN LAB 1.5","adult":false,"genre_ids":[]},{"cast":["Oleg Yankovskiy","Irina Kupchenko","Yekaterina Vasilyeva","Natalya Shchukina","Ivan Yankovsky"],"overview":"The movie is about an old disabled lady who lives with her spinster daughter. The lady desperately wants her daughter to marry, and the daughter, driven by the supposed imminent death of her mother, invites a total stranger home and introduces him as her boyfriend. The man and the prospective mother-in-law eventually start to like each other, and he makes every effort to be liked by the daughter. With the intervention of a fantasy granddaughter, quasi-miraculous healing, and a lot of hilarious repartee in between, the movie has a happy ending.","release_date":"2000-06-06","vote_average":6.3,"runtime":102,"cert":"N\/A","id":71662,"title":"Come Look at Me","adult":false,"genre_ids":[10749,35,18]},{"cast":["Aaron Biittner","Andreas Wiig","Darrell Mathes","David Carrier Porcheron","Eero Ettala"],"overview":"OK, picture this: Take 16 of the best snowboarders in the world, the hardest working crew of cinematographers in the industry and one of the worst snow years in memory and what do you come up with? Well you tell us.","release_date":"2007-10-23","vote_average":6.8,"runtime":36,"cert":"N\/A","id":71663,"title":"Picture This","adult":false,"genre_ids":[99]},{"cast":["Zsolt Nagy","Vera Baranyai","Levente Törköly","Dorka Gryllus","Sándor Csányi"],"overview":"","release_date":"2007-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71664,"title":"Nosedive","adult":false,"genre_ids":[]},{"cast":["Jesús Ochoa","Diana Bracho","Lisa Owen","Pedro Armendáriz Jr.","Alejandro Camacho"],"overview":"The Greek Olimpian Gods engage in the human life experience to its full intensity, for which they choose Mexico City's trendy night club: \"Olimpus Dancing Club\". Once living in the mortal's world, the naughty Eros (with help of a gang of ill-behaved gods), is responsible for unleashing a forbidden passion that disrupts the lives of the members of two families of not-so-simple mortals.","release_date":"2008-09-26","vote_average":4.8,"runtime":105,"cert":"N\/A","id":71665,"title":"Divina confusión","adult":false,"genre_ids":[18,35,10749]},{"cast":["Brian Cox","Ryan Grantham","Michele Bogdanow","Helene Joy","David McNally"],"overview":"In this innovative version of the world famous Christmas story, The Secret of the Nutcracker tells of 12 year-old Clara's magical journey on Christmas Eve to find her father in a World War II Prisoner of War camp. Along with her mother and her two brothers, they long for some word on him, which eventually comes from an unexpected source the mysterious and magical stranger Drosselmeyer, who befriends Clara and encourages her to believe that miracles can happen.","release_date":"2007-12-23","vote_average":4.2,"runtime":87,"cert":"N\/A","id":71666,"title":"The Secret of the Nutcracker","adult":false,"genre_ids":[10751,14]},{"cast":["Vicki Attard","Siobhan Elsmann","Steven Heathcote","David McAllister","Margaret Scott"],"overview":"This acclaimed adaptation of Tchaikovsky's fabled masterwork from Graeme Murphy and the Australian Ballet tells the story of a famous Russian ballerina who immigrates to Australia in the 1940s, only to find a newly tumultuous life awaiting her there. Noel Smith conducts the State Orchestra of Victoria, and Vicki Attard, Siobhan Elsmann, Steven Heathcote and Dame Margaret Scott star in this 1994 production.","release_date":"2008-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71669,"title":"Nutcracker: The Story of Clara","adult":false,"genre_ids":[]},{"cast":["Kip Pardue","Brian Hallisay","John Hensley","Sarah Habel","Chris Coy"],"overview":"Set in Las Vegas, the film centers on a man who attends his best friend's bachelor party, unaware of an insidious agenda that plays into hunting humans.","release_date":"2011-12-27","vote_average":5.0,"runtime":88,"cert":"18","id":71670,"title":"Hostel: Part III","adult":false,"genre_ids":[27]},{"cast":["Damian McGinty","Keith Harkin","George Donaldson ","Paul Byrom ","Ryan Kelly  "],"overview":"Track listing: 1. Christmas Overture, 2. It's Beginning To Look A Lot Like Christmas, 3. Winter Wonderland, 4. Christmas Morning, Donegal, 5. Amazing Grace, 6. Let It Snow, Let It Snow, 7. Last Christmas, 8. When You Wish Upon A Star, 9. Silent Night, 10. Going Home For Christmas, 11. Our First Christmas Together, 12. Christmas 1915, 13. Baby, It's Cold Outside, 14. Ave Maria, 15. Hallelujah, 16. All I Want For Christmas Is You, 17. I Wish It Could Be Christmas Every Day, 18. The Most Wonderful Time Of The Year\/We Wish You A Merry Christmas","release_date":"2010-11-22","vote_average":7.5,"runtime":65,"cert":"N\/A","id":71671,"title":"Celtic Thunder: Christmas","adult":false,"genre_ids":[10402]},{"cast":["Jennifer Pudavick","Terra Vnesa","Tenika Davis","Kaitlyn Leeb","Ali Tataryn"],"overview":"Follows a group of friends that decide to go snowmobiling during their winter break. They make a \"wrong turn\", getting lost in a storm.","release_date":"2011-10-17","vote_average":5.4,"runtime":93,"cert":"18","id":71672,"title":"Wrong Turn 4: Bloody Beginnings","adult":false,"genre_ids":[27,53]},{"cast":["Andrea Molnar","Luce Caponegro","Deidre Holland","Carole Nash","Rocco Siffredi"],"overview":"","release_date":"1993-05-17","vote_average":6.1,"runtime":null,"cert":"N\/A","id":71673,"title":"Signore Scandalose di provincia","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71674,"title":"Xuxinha e Guto Contra os Monstros do Espaço","adult":false,"genre_ids":[]},{"cast":["Jean-Claude Van Damme","Scott Adkins","Kevin Chapman","Ivan Kaye","Valentin Teodosiu"],"overview":"Brazil is a contract killer, willing to take any job if the price is right. Flint left the assassin game when a ruthless drug dealer’s brutal attack left his wife in a coma. When a contract is put out on the same coldblooded drug dealer, both Brazil and Flint want him dead – one for the money, the other for revenge. With crooked Interpol agents and vicious members of the criminal underworld hot on their trail, these two assassins reluctantly join forces to quickly take out their target before they themselves are terminated.","release_date":"2011-07-28","vote_average":6.0,"runtime":101,"cert":"N\/A","id":71677,"title":"Assassination Games","adult":false,"genre_ids":[28]},{"cast":["Bono","The Edge"," Larry Mullen Jr.","Adam Clayton"],"overview":"On June 24th 2011 the band played one of their most memorable sets, headlining the opening night of the Glastonbury Festival in the UK. Playing 19 songs featuring tracks from eight albums over thirty years, this was the first show away from the U2360 stage in two years and despite the constant drizzle of rain, fans and critics have called it a triumph.","release_date":"2011-06-23","vote_average":4.8,"runtime":100,"cert":"N\/A","id":71678,"title":"U2: Live at Glastonbury","adult":false,"genre_ids":[10402]},{"cast":["Milla Jovovich","Sienna Guillory","Michelle Rodriguez","Aryana Engineer","Li Bingbing"],"overview":"The Umbrella Corporation’s deadly T-virus continues to ravage the Earth, transforming the global population into legions of the flesh eating Undead. The human race’s last and only hope, Alice, awakens in the heart of Umbrella’s most clandestine operations facility and unveils more of her mysterious past as she delves further into the complex. Without a safe haven, Alice continues to hunt those responsible for the outbreak; a chase that takes her from Tokyo to New York, Washington, D.C. and Moscow, culminating in a mind-blowing revelation that will force her to rethink everything that she once thought to be true. Aided by new found allies and familiar friends, Alice must fight to survive long enough to escape a hostile world on the brink of oblivion. The countdown has begun.","release_date":"2012-09-12","vote_average":5.7,"runtime":95,"cert":"15","id":71679,"title":"Resident Evil: Retribution","adult":false,"genre_ids":[28,27,878]},{"cast":["Brian Krause","Bruce Dern","Ethan Phillips","Allison Kyler","Christopher Doyle"],"overview":"An attractive young woman is kidnapped, held captive and forced to endure the evils of one of the most violent homicidal maniacs in the city's history. \"The Toolbox Killer\" aka TBK. It is by her will, strength and her faith that she must survive, the ordeal. Her escape is almost hopeless. Unfortunately her situation only worsens when outside supernatural forces become more difficult to contend with than TBK.","release_date":"2013-03-15","vote_average":4.4,"runtime":95,"cert":"N\/A","id":71682,"title":"Coffin Baby","adult":false,"genre_ids":[27]},{"cast":["Xuxa Meneghel","Pedro Malta","Flávia Saddy","Lúcio Mauro Filho","Milton Gonçalves"],"overview":"With the help from his little guarding angel, Xuxinha, a 7-year old boy called Guto faces the terrible garbage eating monsters, from the planet XYZ, which is in a galaxy distant from ours.","release_date":"2005-12-23","vote_average":1.0,"runtime":85,"cert":"N\/A","id":71685,"title":"Xuxinha e Guto contra os Monstros do Espaço","adult":false,"genre_ids":[10751,16]},{"cast":["Meryl Streep","Anthony Stewart Head","Harry Lloyd","Jim Broadbent","Susan Brown"],"overview":"A look at the life of Margaret Thatcher, the former Prime Minister of the United Kingdom, with a focus on the price she paid for power.","release_date":"2011-12-30","vote_average":6.4,"runtime":105,"cert":"12A","id":71688,"title":"The Iron Lady","adult":false,"genre_ids":[36,18]},{"cast":["Vincent Martella","Ashley Tisdale","Thomas Brodie-Sangster","Caroline Rhea","Richard O'Brien"],"overview":"Perry's worst fear comes true when Phineas and Ferb finds out that he is in fact Secret Agent P, but that soon pales in comparison during a trip to the 2nd dimension where Perry finds out that Dr. Doofenshmirtz is truly evil and successful.","release_date":"2011-08-05","vote_average":6.6,"runtime":78,"cert":"N\/A","id":71689,"title":"Phineas and Ferb the Movie: Across the 2nd Dimension","adult":false,"genre_ids":[16,35,10751,10770]},{"cast":["George Peroulas","Fountain Yount","Gregory Fawcett","William Sanderson","Kurt Hargan"],"overview":"Joe Slaader is a mysterious mountain man being held in the Ulster County Asylum after the brutal murder of his family. Edward Eischel, a young intern, sees something more than just an inbred monster in this new inmate, however. Instead, he sees him as the harbinger of some greater and much darker force. With bodies piling up, his job in jeopardy, and his sanity hanging in the balance he gives in to his obsession with tapping into Joe's hidden power, risking all that he has along the way.","release_date":"2006-06-06","vote_average":1.5,"runtime":null,"cert":"N\/A","id":71690,"title":"Beyond the Wall of Sleep","adult":false,"genre_ids":[27]},{"cast":["Piolo Pascual","Angel Locsin","Ricky Davao","Ronnie Lazaro","Dimples Romana"],"overview":"Arah dreams of a better life different from the life she knows in Bukidnon. Ranches everywhere are closing one by one. The glory her hometown once knew was slowly disappearing in favour of life abroad, particularly in Australia. Arah believes this too. Australia will save them from poverty. But Migo does not share this belief. He believes that Bukidnon’s glory will return if only people didn’t leave. Migo is Arah’s first love.","release_date":"2009-01-15","vote_average":0.0,"runtime":118,"cert":"N\/A","id":71693,"title":"Love Me Again","adult":false,"genre_ids":[18,10749]},{"cast":["The Flaming Lips"],"overview":"The Flaming Lips’ U.F.O.s At The Zoo: The Legendary Concert In Oklahoma City captures the over-the-top spectacle of the band’s 2006 homecoming performance. Filmed at the Zoo Amphitheater in front of a capacity crowd of manic fans, U.F.O.s At The Zoo delivers the sonic and visual sensory overload that is The Flaming Lips live experience.","release_date":"2007-08-21","vote_average":0.0,"runtime":118,"cert":"N\/A","id":71694,"title":"The Flaming Lips: U.F.O's At The Zoo","adult":false,"genre_ids":[10402]},{"cast":["Ayrton Senna","Jean Alesi","Martin Brundle","Juan Manuel Fangio","Alain Prost"],"overview":"The Official Film of Brazil's greatest Formula One driver, Ayrton Senna, who's sudden death in the 1994 San Marino Grand Prix sent shock waves around the World. It cemented his reputation both within the sport, and his native Brazil, as a legend. The film looks at his life and career using archive footage and featuring revealing interviews with the man, as well as those who knew him well; friends, family and competitors. It also shows how the Ayrton Senna Foundation, set up in his honor, is working to help under privileged and street-bound children in his native Brazil using sport as an incentive to learn. Written by Oliver Warman.","release_date":"1998-02-15","vote_average":5.0,"runtime":112,"cert":"U","id":71695,"title":"A Star Named Ayrton Senna","adult":false,"genre_ids":[99]},{"cast":["Jim James","Jon Boxerman","Carl Broemel","Christopher Guetig","Patrick Hallahan"],"overview":"Okonokos is a live album and concert film by My Morning Jacket released on October 31, 2006. The album was recorded during the band's fall 2005 Z Tour, over two nights at The Fillmore in San Francisco, California. This is the first My Morning Jacket album for which frontman Jim James does not receive a production credit; he is credited for \"concept\/story.\"","release_date":"2006-10-31","vote_average":10.0,"runtime":118,"cert":"N\/A","id":71696,"title":"My Morning Jacket: Okonokos","adult":false,"genre_ids":[10402]},{"cast":["Jason Lively","Tim McDaniel","Leonard Lansink","Jill Whitlow","Paul Gleason"],"overview":"In an old Hollywood mansion, the spirit of an old family retainer inhabits an old grandfather clock. When a movie company uses the mansion for a film, the spirit inhabits the body of an alien and persuades the two filmmakers to track down an old house that will resolve a family scandal.","release_date":"1987-06-25","vote_average":4.7,"runtime":90,"cert":"N\/A","id":71697,"title":"Ghost Chase","adult":false,"genre_ids":[27,14,878,10751]},{"cast":["Ntare Guma Mbaho Mwine ","Deniz Çakır","Ali Atay","Kwesi Boakye","Kofi Siriboe"],"overview":"A bag full of money lands in front of you. Is it luck? The answer to your prayers? Part of a predetermined plan? Or all of the above? Set in the chaotic streets of Istanbul, 40 is a story of three strangers making their way in a city of 12 million, all searching...for one bag. Shot entirely on location, '40' combines intense story telling with documentary style cinematography embarking on a synchronistic journey dealing with faith, love, luck, destiny, human trafficking...and a bag of cash that falls from the sky.","release_date":"2009-09-01","vote_average":6.4,"runtime":89,"cert":"N\/A","id":71698,"title":"40","adult":false,"genre_ids":[28,18]},{"cast":["Macdonald Carey","Shirley Anne Field","Viveca Lindfors","Alexander Knox","Oliver Reed"],"overview":"An American tourist, a youth gang leader, and his troubled sister find themselves trapped in a top secret government facility experimenting on children.","release_date":"1962-11-16","vote_average":6.5,"runtime":87,"cert":"12","id":71701,"title":"The Damned","adult":false,"genre_ids":[10749,18,14,27,878]},{"cast":[],"overview":"King of Chinatown is the story of what it takes to be a professional gamer by following one of the US's most prolific fighting game players, Justin Wong as he rises to fame with the release of Street Fighter 4. Through rare interviews and never before seen access to, until now, off limit locations, go beyond the scene and step into a world of true businessmen and women looking to make gaming a career, rather than a hobby.","release_date":"2010-06-04","vote_average":7.5,"runtime":62,"cert":"N\/A","id":71702,"title":"King of Chinatown","adult":false,"genre_ids":[18,53]},{"cast":["Michael Ian Black"],"overview":"Michael Ian Black may be joking, but he is indeed getting very famous. A stand-up comedian, actor, and writer Michael is known for his character Phil on the hit TV show ED, as a member of the cult comedy legends Stella, on VH1's clip series, and in numerous other projects (including the legendary comedy troupe The State and his new breakout podcast \"Mike and Tom Eat Snacks\")","release_date":"2011-08-06","vote_average":0.0,"runtime":41,"cert":"N\/A","id":71715,"title":"Michael Ian Black: Very Famous","adult":false,"genre_ids":[35]},{"cast":["Yûjirô Ishihara","Mie Kitahara","Shôji Yasui","Jô Shishido","Akira Kobayashi"],"overview":"Udaka is a new, post-war city where corruption has already taken hold. A persistent district attorney wants to arrest and convict Katsumata, a laughing, self-confident thug. The D.A. gets an anonymous letter about the suicide five years' before of a city council member. Evidence about the case leads the D.A. to Tachibana, struggling to go straight after involvement with the mob and a prison sentence for killing the man responsible for the rape and suicide of his fiancée. One of Tachibana's friends is Keiko, the daughter of the dead councilman and the ward of another powerful official. How do these stories connect?","release_date":"1958-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":71720,"title":"The Rusty Knife","adult":false,"genre_ids":[53,28,80]},{"cast":["Antti Reini","Maria Heiskanen","Berto Marklund","Harri Mallenius","Marjut Dahlström"],"overview":"The film is based on a true occurrence in Sweden in 1988. A Finish couple murdered a young boy and his parents when they prevented the theft of the son's bicycle. The film tries to describe the relationship between the dominant Jari, who calls himself \"Il Capitano\", and his more mature \"soldier\" Minna, that develops into mutual dependence.","release_date":"1991-11-15","vote_average":6.5,"runtime":110,"cert":"N\/A","id":71721,"title":"Il Capitano: A Swedish Requiem","adult":false,"genre_ids":[18]},{"cast":["Jô Shishido","Chieko Matsubara","Tamio Kawachi","Yuji Odaka","Minako Kozuki"],"overview":"Businessmen arrange the early release from prison of Togawa, serving time for taking revenge on the truck driver whose carelessness confined Togawa's sister, Rei, to a wheelchair. They want Togawa to hijack an armored truck loaded with 120 million yen; their leverage is to promise him money for surgery for Rei. Togawa consents and plans the heist with three others. The plan is solid, but it doesn't go smoothly. Togawa must improvise, there are traitors somewhere, and double-crosses mount. Can Togawa escape with enough money to help his sister and ensure a passage out of Japan?","release_date":"1964-02-01","vote_average":5.7,"runtime":87,"cert":"N\/A","id":71722,"title":"Cruel Gun Story","adult":false,"genre_ids":[28,53,80]},{"cast":["Michitarô Mizushima","Mari Shiraki","Misako Watanabe","Shinsuke Ashida","Shoichi Ozawa"],"overview":"A sharpshooter kills two prisoners in a police van at night. The guard on the van is suspended for six months; he's Tamon, an upright, modest man. He begins his own investigation into the murders. Who were the victims, who are their relatives and girlfriends, who else was on the van that night? As he doggedly investigates, others die, coincidences occur, and several leads take him to the Hamaju Agency, which may be supplying call girls. Its owner is in jail, his daughter, the enigmatic Yuko, keeps turning up where Tamon goes. Tamon believes he can awaken good in people, but has he met his match? Will he solve the murders or be the next victim? And who is Akiba?","release_date":"1960-01-27","vote_average":6.1,"runtime":79,"cert":"N\/A","id":71723,"title":"Take Aim at the Police Van","adult":false,"genre_ids":[28,80]},{"cast":["Sérgio Mallandro","Fafy Siqueira","Andréa Veiga","Letícia Spiller","Cátia Paganote"],"overview":"Grieved over the loss of their daughter, an elderly couple has decided do spend sometime travelling around Europe. The cabdriver who takes them to the airport is Leo, who overhears their conversation and decides to think of some way to profit from their situation.  Leo manages to stay at the couples mansion while theyre away as a guest after telling everyone he is a nephew of them. He even invites his girlfriend and two other friends over to stay there with him and enjoy all the facilities! To make things even more hectic, a group of teenage students on their way to a holyday camp also stops by the mansion and decide to stay for a while.  Theres only one thing all these people want: to party their heads off. The days at the mansion are filled with fun, noisy games and pranks. But the real masters of the house are bound to be back soon, and Leo and his friends might get into trouble...","release_date":"1990-08-08","vote_average":4.3,"runtime":80,"cert":"N\/A","id":71724,"title":"Sonho de Verão","adult":false,"genre_ids":[35,18,10402]},{"cast":["Milena Dravić","Janez Vrhovec","Eva Ras","Stole Aranđelović","Boris Dvornik"],"overview":"A Serbian engineer falls for a younger woman, but he is inept at courtship.","release_date":"1965-03-06","vote_average":6.5,"runtime":72,"cert":"N\/A","id":71725,"title":"Man Is Not a Bird","adult":false,"genre_ids":[18]},{"cast":["Bobby Coleman","Bobb'e J. Thompson","Christian Martyn","Ray Liotta","Josh Flitter"],"overview":"Three young friends find adventure and purpose in their attempts to set a Guinness World Record. Set in a wintry mountain town, the unpopular trio pursues fame through a series of schemes and stunts that eventually imperil their own lives. Along the way, they conquer schoolyard bullies, unite their community and discover that while fame is fleeting, true friendship lasts forever.","release_date":"2010-04-24","vote_average":5.0,"runtime":85,"cert":"N\/A","id":71726,"title":"Snowmen","adult":false,"genre_ids":[35,18,10751]},{"cast":["Danilo Gentili"],"overview":"","release_date":"2010-10-30","vote_average":7.4,"runtime":null,"cert":"N\/A","id":71727,"title":"Danilo Gentili: Politicamente Incorreto","adult":false,"genre_ids":[35]},{"cast":["David Jason","Julian Wadham","Tony Haygarth","Ian Puleston-Davies","Robert Whitelock"],"overview":"Jack Hardy is the sole survivor of a mysterious submarine disaster in World War II. Now, in 1981, the ill-fated submarine Scorpion has resurfaced, miraculously intact. Naval Intelligence need Hardy's expertise to retrace the course and mission that led to her original disappearance. But what's waiting for them under the grey waters of the Baltic Sea turns out to be much worse than the Russian submarines they're expecting. Wherever Scorpion has been all this time, it's brought some very bad luck back with it...","release_date":"2006-04-09","vote_average":6.9,"runtime":133,"cert":"12","id":71728,"title":"Ghostboat","adult":false,"genre_ids":[53]},{"cast":["Brooke Lee Adams","Xander Corvus","Seth Gamble","Chris Johnson","Ramon Nomar"],"overview":"Explore the hunger you feel for that special someone, a desire so profound that you thirst for their touch...Passion erupts as each physical encounter feeds the sensual craving deep within you...exposing your own special appetite for love!","release_date":"2011-01-26","vote_average":8.0,"runtime":113,"cert":"N\/A","id":71729,"title":"Appetite for Love","adult":true,"genre_ids":[10749]},{"cast":["Nicole Kidman","Tom Jennings","Vince Martin","Joanne Samuel","Jeremy Shadlow"],"overview":"Robbie and his girlfriend, Amy, are among a group of students who play their private night games in the romantic thriller that catapulted Kidman to center stage.  On screen throughout, Kidman discovers what will happen when a friendly game becomes real life ... and real life becomes a deadly game.","release_date":"1987-01-01","vote_average":4.9,"runtime":87,"cert":"N\/A","id":71730,"title":"Watch the Shadows Dance","adult":false,"genre_ids":[28]},{"cast":["Nik Xhelilaj","Stipe Erceg","André Hennicke","Luan Jaha","Young-Shin Kim"],"overview":"Handsome Albanian villager Arben (the appealing Nik Xhelilaj, who looks set for a big international career) wants to marry Etleva, daughter of a neighboring clan, but her father has promised her to another man who is offering a 10,000 Euros bride price. But when it turns out Etleva is carrying Arben's child, the pressure is on for him to come up with the dowry before the baby is born -- and before her brothers take revenge for the dishonor he has brought their family. Fleeing to Berlin without papers, experience or knowledge of the language, Arben soon learns the ways of survival.","release_date":"2010-06-28","vote_average":6.8,"runtime":105,"cert":"N\/A","id":71733,"title":"The Albanian","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Drengene fra Angora 2. sæson er en ny tredobbelt dvd, der indeholder alle 12 afsnit fra 2. sæson, samt en 4 timers ekstra dvd fyldt til bristepunktet med ekstramateriale som f.eks. bag kameraet optagelser, interviews, fraklip, ikke viste scener, kommentator spor, lysbilledshow og meget mere. I alt 10 timer i selskab med Simon Kvamm, Esben Pretzmann, Rune Tolsgaard og alle de kendte figurer fra det nu nedlagte Angora studie.","release_date":"2004-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71734,"title":"Drengene fra Angora","adult":false,"genre_ids":[35]},{"cast":["Laurent Capelluto","Michel Boujenah","Maurice Bénichou","Hélène Fillières"],"overview":"Philosophy teacher in the provincial city of Saint-Etienne, Gregoire is a discreet man of integrity. He strives to instill the fundamentals of wisdom in his lethargic high-school students. Circumstances lead him to Paris where he encounters a new student in the shape of Patrick, a star TV presenter. Patrick's career is on a high, but he's not happy. He wants to learn, he wants to change, he wants Gregoire to be his life-coach.","release_date":"2009-11-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":71735,"title":"Great life","adult":false,"genre_ids":[35]},{"cast":["John Pinette"],"overview":"Still Hungry serves as a follow-up of sorts to Pinette’s previous Comedy Central special, 2007’s I’m Starvin’!","release_date":"2011-07-29","vote_average":5.3,"runtime":80,"cert":"N\/A","id":71740,"title":"John Pinette - Still Hungry","adult":false,"genre_ids":[35]},{"cast":["John Lithgow","Morgan Freeman","CCH Pounder","Frances Sternhagen","Richard Brooks"],"overview":"A television movie set in Rockville, Georgia, in 1972. Major Kendall Laird, a Survival Assistance Officer, arrives in this sleepy little town with the body of Lieutenant Dwyte Johnson, a Vietnam war hero. It's Laird's job to help Johnson's parents bury their son. But since the dead hero was black, his parents are turned away by the white racists who maintain the town's \"all-white\" cemetery.","release_date":"1986-01-01","vote_average":6.3,"runtime":100,"cert":"N\/A","id":71741,"title":"Resting Place","adult":false,"genre_ids":[10770,18]},{"cast":["Michel Côté","Sylvie Léonard","Patrick Huard","Yves Jacques","Norman Helms"],"overview":"","release_date":"2000-07-07","vote_average":5.0,"runtime":104,"cert":"N\/A","id":71742,"title":"Life after love","adult":false,"genre_ids":[]},{"cast":["Iban Garate","Savitri Ceballos","Ramón Agirre","Kandido Uranga","Maite Agirre"],"overview":"In a last era, in an imaginary world dominated by shadows, three get conquer evil wizards and place in three boxes of Pandora. Every magician must save their life and protect each of the boxes containing: war, plague and famine. If the ghosts manage to break free, will open the gates of hell.","release_date":"2010-12-03","vote_average":4.8,"runtime":90,"cert":"N\/A","id":71743,"title":"Mystikal","adult":false,"genre_ids":[]},{"cast":["Chris Salvatore","Daniel Skelton","Aaron Milo","Ronnie Kroell","Harmony Santana"],"overview":"With raging boy hormones and the laugh quotient turned on full, Chris Salvatore and Daniel Skelton return, along with Rebekah Kochan and cult icon Mink Stole in the fourth installment of Q. Allan Brocka's hilarious and over-the-top sexual antic-laden Eating Out series!","release_date":"2011-07-01","vote_average":6.2,"runtime":90,"cert":"N\/A","id":71744,"title":"Eating Out: Drama Camp","adult":false,"genre_ids":[35]},{"cast":["Aileen Quinn","Helen Hunt","John Paragon","Clive Revill","Seagull Cohen"],"overview":"Children's musical based on Grimm's fairy tale of The Frog-King. A young girl learns how to be a good friend and princess with the help of a \"tall frog.\"","release_date":"1986-10-05","vote_average":6.2,"runtime":null,"cert":"","id":71747,"title":"The Frog Prince","adult":false,"genre_ids":[10751,18,14]},{"cast":["Jeff Ross","Stephen Kramer Glickman"],"overview":"When Jeffrey Ross swaggers onto the stand-up stage, no one is safe.Respected and feared as a result of his show-stopping performances at the Comedy Central Roasts, Ross decided to take his hilarious and heartfelt brand of insult humor on the road.","release_date":"2008-08-22","vote_average":0.0,"runtime":58,"cert":"N\/A","id":71748,"title":"Jeffrey Ross: No Offense","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In this cross-dressing comedy from Hong Kong, an estranged couple needs a new nanny for their son. But the little scamp's mischief-making has scared off even the boldest of babysitters. Enter: Grandpa. Dressed as a woman, he's unsuspectingly hired on and proves to be more than anyone bargained for! Serving out kicks, blocks, and fun, this maid man shows he can do anything--maybe even keep the family together.","release_date":"2007-05-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":71749,"title":"Silly Kung Fu Family","adult":false,"genre_ids":[35]},{"cast":["Tahnee Welch","Kenny Baker","Morgan Fairchild","David Holliday","Nicholas Clay"],"overview":"Feature-length, live-action musical version of the classic fairy tale by Charles Perrault.","release_date":"1987-06-12","vote_average":7.2,"runtime":90,"cert":"N\/A","id":71750,"title":"Sleeping Beauty","adult":false,"genre_ids":[10751,14]},{"cast":["Fernanda García Castañeda","Oliver Cantú Lozano","Andul Zambrano","Emma Mirthala Cantú","Rubén González Garza"],"overview":"Framed by the high mountain chains that surround the city of Monterrey (Mexico), three youngsters live passions and dilemmas, roaming between the steep slums and the luxury districts, crowned by the irresistible rhythm of the \"colombia regiomontana\".","release_date":"2007-04-18","vote_average":6.1,"runtime":94,"cert":"N\/A","id":71753,"title":"Cumbia Connection","adult":false,"genre_ids":[18,80,10749]},{"cast":["Helena Bonham Carter","Clive Russell","Craig Olejnik","Kate Nelligan","Kenneth Welsh"],"overview":"In a town where half the men die down the coalpit, Margaret MacNeil is quite happy being single in her small Cape Breton island town. Until she meets Neil Currie, a charming and sincere bagpipe-playing, Gaelic-speaking dishwasher. But no matter what you do, you can't avoid the spectre of the pit forever.","release_date":"1995-09-13","vote_average":6.3,"runtime":114,"cert":"N\/A","id":71754,"title":"Margaret's Museum","adult":false,"genre_ids":[18]},{"cast":["Aleksandr Belyavskiy","Aleksandr Loye","Dariya Mikhaylova","Andrei Panin","Raisa Ryazanova"],"overview":"In the center of the film is a love story of a modest graduate of the St. Petersburg law faculty evasively answering a question about a job, and a flight attendant from Kaliningrad. The picture is based on the biography of Vladimir Putin.","release_date":"2008-02-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":71761,"title":"Kiss is not for the press","adult":false,"genre_ids":[10749]},{"cast":["Rolan Bykov","Anatoliy Solonitsyn","Vladimir Zamanskiy","Oleg Borisov","Maya Bulgakova"],"overview":"A Russian POW joins the partisan guerrillas and proves his loyalty fighting the Nazis. Filmed in 1971, but \"shelved\" until 1986.","release_date":"1986-04-01","vote_average":7.1,"runtime":96,"cert":"N\/A","id":71762,"title":"Trial on the Road","adult":false,"genre_ids":[10752,18]},{"cast":["Jenya Lano","Coolio","Alex McArthur","Daniel Baldwin","Jeff Wincott"],"overview":"Three ex-cons kidnap a famous movie star and force her to film a sex tape live on the internet for a paying audience.","release_date":"2003-05-14","vote_average":5.1,"runtime":83,"cert":"N\/A","id":71763,"title":"Stealing Candy","adult":false,"genre_ids":[53]},{"cast":["Andrey Chadov","Olga Arntgolts","Evdokiya Germanova","Mikhail Efremov","Aleksey Gorbunov"],"overview":"Based on the novels and stories of Eduard Limonov.","release_date":"2004-08-30","vote_average":1.0,"runtime":112,"cert":"N\/A","id":71764,"title":"It's Russian","adult":false,"genre_ids":[10749,35,18]},{"cast":["Joakim Thåström","Christian Falk","Fred Asp"],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":71765,"title":"Imperiet - Här föll Imperiet","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The story of an artist who carves out cardboard silhouettes for small allowance on Tromostovje in Ljubljana.","release_date":"1959-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":71766,"title":"On the Sunny Side of the Street","adult":false,"genre_ids":[18]},{"cast":["José Luis López Vázquez","Cassen","Gracita Morales","Katia Loritz","Manuel Alexandre"],"overview":"Galindo works in a bank. One day he convinces the other employees in the bank to plan a hold-up in the bank they are working. They prepare everything carefully. However, real robbers come just before the fake ones.","release_date":"1962-12-10","vote_average":6.1,"runtime":92,"cert":"N\/A","id":71767,"title":"Robbery at 3 o'clock","adult":false,"genre_ids":[35]},{"cast":["Audie Murphy","Kathryn Grant","Patricia Tiernan","Ray Teal","Jeanette Nolan"],"overview":"Opposing his commanding officer's decision to attack a group of innocent Indians and wipe them out, Lt. Frank Hewitt leaves his post and heads home to Texas. He knows that the attack will send all of the tribes on the warpath and he wants to forewarn everyone. He gets a chilly reception back home however. With most of the men away having enlisted in the Confederate army Frank, a Union officer, is seen by the local women as a traitor. He convinces them of the danger that lies ahead and trains them to repel the attack that will eventually come.","release_date":"1957-04-01","vote_average":5.7,"runtime":82,"cert":"N\/A","id":71768,"title":"The Guns of Fort Petticoat","adult":false,"genre_ids":[37,28,10752]},{"cast":["Susan Sarandon","Aidan Devine","Cynthia Mace","Steve Cumyn","Carl Marotte"],"overview":"It is during the final months of 1999 that 46-year-old physician Jerri Nielsen (Susan Sarandon) finds herself stranded at the Amundsen-South Pole Research Station along with a tiny staff of researchers and technicians. Although, at first, there is little love lost between the somewhat aloof Nielsen and her more down-to-earth colleagues, a strong bond develops among them as the extreme Antarctic winter progresses. Nielsen, in particular, grows quite close to two of the \"Polies\": Big John Penny (Aidan Devine) and Claire Furinski (Cynthia Mace).","release_date":"2003-05-20","vote_average":6.0,"runtime":89,"cert":"N\/A","id":71769,"title":"Ice Bound - A Woman's Survival at the South Pole","adult":false,"genre_ids":[10770,18,12]},{"cast":["Kaja Bilođerić","Simon Breg","Andrej Krček","Vlado Kreslin","Dejan Lendvaj"],"overview":"Tadej and Lana, a young couple, are struggling through the world of drugs, dealers, addicts and prostitution. He is addicted to heroin and she is trying to help her boyfriend. When she realizes that all her efforts are in vain she becomes so desperate that she decides to take heroin herself in order to show Tadej how weak he is. Unfortunately the drug is stronger then her too and a year later she finds herself in the same situation. Now they are both in continuous search for daily fix.","release_date":"2005-08-25","vote_average":5.0,"runtime":110,"cert":"N\/A","id":71770,"title":"Blindness","adult":false,"genre_ids":[80,18]},{"cast":["Ian Palmer"],"overview":"An epic 12-year journey into the brutal and secretive world of Irish Traveler bare-knuckle fighting. This film follows a history of violent feuding between rival clans.","release_date":"2011-12-09","vote_average":5.4,"runtime":97,"cert":"15","id":71771,"title":"Knuckle","adult":false,"genre_ids":[99]},{"cast":["Mae West","Warren William","Randolph Scott","Alice Brady","Elizabeth Patterson"],"overview":"Mavis Arden (Mae West) is a sensational movie star. Her following spans the world and her personal appearance tours prove her popularity. On her way home from one such appearance, Arden's car breaks down. She orders her publicity man (Warren William) to find her a place to stay, suspicious that he planned the break down to keep her away from a man. However, she soon finds herself mooning over an attractive repairman in town (Randolph Scott) and listening to his ideas about inventing equipment for film.","release_date":"1936-11-18","vote_average":4.8,"runtime":82,"cert":"N\/A","id":71772,"title":"Go West Young Man","adult":false,"genre_ids":[35]},{"cast":["Kristel Verbeke","Karen Damen","Kathleen Aerts","Free Souffriau"],"overview":"The story of Sleeping Beauty portrayed as a musical","release_date":"2007-03-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":71773,"title":"Studio 100 sprookjes musicals - Doornroosje met K3","adult":false,"genre_ids":[10402,10751]},{"cast":["Angela Kovács","Lars Brandeby","Dag Malmberg","Eric Ericson","Moa Gammel"],"overview":"","release_date":"2011-08-10","vote_average":5.7,"runtime":87,"cert":"N\/A","id":71774,"title":"Irene Huss 8: Det lömska nätet","adult":false,"genre_ids":[80,18,9648]},{"cast":["Miles O'Keeffe","Christopher Mitchum","Timothy Bottoms","Bob Thomas","Christopher M. Dukes"],"overview":"The Diamondback Militia violently opposes certain US policies regarding satellite info. After a lightening attack on a federal courthouse, the Militia takes over a space shuttle tracking station. The goal...to take control of a multi-billion dollar communications satellite. Who will save the space shuttle and it's crew?","release_date":"1999-08-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71775,"title":"Diamondbacks","adult":false,"genre_ids":[28]},{"cast":["Gabriele Ferzetti","Senta Berger","Enrico Maria Salerno","Claudio Gora","Luciano Salce"],"overview":"This Italian film is a searing indictment of the greed and ambition which warp the medical profession. It focuses especially on surgeons in the persons of Professor Valiotti (Gabriele Ferzetti) and Dr. Giordani (Enrico Maria Salerno). Many of the scenes are based on Italian news stories of the period ('70s) which recount the suffering and high costs of unnecessary or overly aggressive treatment motivated by academic ambitions or simple greed.","release_date":"1973-08-25","vote_average":6.7,"runtime":103,"cert":"N\/A","id":71776,"title":"Hospitals: The White Mafia","adult":false,"genre_ids":[18]},{"cast":["Totò","Ugo Tognazzi","Luciano Salce","Sylva Koscina","Sandra Milo"],"overview":"America wants to send a rocket to the moon. A group of advanced extraterrestrials, represented on screen by a pair of animated Mr. Peepers eyes, do not want primitive humans poking around in space and keep sabotaging their rockets.","release_date":"1958-11-28","vote_average":6.2,"runtime":101,"cert":"N\/A","id":71777,"title":"Totò nella Luna","adult":false,"genre_ids":[35]},{"cast":["Laura Antonelli","Alberto Sordi","Christian De Sica","Ettore Manni","Vittorio Caprioli"],"overview":"An eccentric recluse deals with his unfaithful wife, estranged daughter and doctor.","release_date":"1979-12-20","vote_average":6.6,"runtime":107,"cert":"N\/A","id":71778,"title":"Hypochondriac","adult":false,"genre_ids":[35]},{"cast":["John Hurt","Emily Barclay","Lily Bell Tindley","Jay Ryan"],"overview":"Living in rural New South Wales, working-class single mother Rhia is struggling to evade debt collectors and raise three young daughters. The eldest, and hardened beyond her years, Lou blames Rhia for the departure of her father, who walked out 10 months ago and hasn't been seen since. Mother-daughter relations hit bottom when Rhia takes in Doyle, her father in-law, who is in the beginning stages of Alzheimer's. Doyle turns Lou's initial hostility around with exciting tales of his South Seas adventures. But coursing deepest in his mind are fractured memories of Annie, his late wife. Before long, Doyle \"sees\" Annie in Lou and imagines he is courting her all over again.","release_date":"2010-06-17","vote_average":6.3,"runtime":86,"cert":"N\/A","id":71779,"title":"Lou","adult":false,"genre_ids":[18]},{"cast":["Luís Ismael","J.D. Duarte","Jorge Neto","João Pires"],"overview":"A group of friends meet and set out to rob a gas station.","release_date":"2001-02-23","vote_average":6.7,"runtime":62,"cert":"N\/A","id":71780,"title":"Balas & Bolinhos","adult":false,"genre_ids":[35,80]},{"cast":["Jorge Neto","Luís Ismael","J.D. Duarte","João Pires","Fernando Rocha"],"overview":"A group of friends meet after some years apart and decide to go on a treasure hunt.","release_date":"2004-09-30","vote_average":6.6,"runtime":108,"cert":"N\/A","id":71781,"title":"Balas & Bolinhos: O Regresso","adult":false,"genre_ids":[12,80,35]},{"cast":["Madelief Blanken","Anamaria Marinca","Jack Wouterse","Sallie Harmsen","Sylvia Poorta"],"overview":"On the flat island of Texel, Marie is a girl who has a vivid imagination who dreams about mountains. She feels oppressed by the strict religious island community and its narrow-minded way of life. Being the only girl in a big and poor family during wartime, she doesn't have much of a choice than to marry Paul, the beachcomber’s son. From the moment a regiment of Georgians are stationed on the island, Marie’s life changes and flourishes. With their film, music, and especially with their inventive, unusual survival strategies and entirely different life style, this isolated group of outsiders and in particular the young soldier Goga opens a new way for Marie. Through them, she realizes all her dreams without fear.","release_date":"2010-04-08","vote_average":5.0,"runtime":104,"cert":"N\/A","id":71782,"title":"The Aviatrix of Kazbek","adult":false,"genre_ids":[18,10752]},{"cast":["Cameron Daddo","Kristin Erickson","James Russo","Jeffrey Combs","Randy Colton"],"overview":"Disturbed Isabelle is locked in a fierce battle with a vicious demon that's hell-bent on owning her soul","release_date":"2006-10-17","vote_average":4.9,"runtime":90,"cert":"N\/A","id":71783,"title":"Blackwater Valley Exorcism","adult":false,"genre_ids":[27]},{"cast":["Bokeem Woodbine","Deborah Cox","George T. Odom","Chuck Saculla","Mamie Louise Anderson"],"overview":"Shadow, a once-promising boxer, finds it hard to readjust to civilian life after spending ten years in prison. Offered the chance to fight again","release_date":"2005-07-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":71784,"title":"Blood of a Champion","adult":false,"genre_ids":[28,18]},{"cast":["Paulo Pires","Vítor Norte","Ana Padrão","Canto e Castro","Teresa Roby"],"overview":"Portugal, late 1940's. André must leave the country after running away from prison. In Oporto some friends get him a guide, Lambaça, a smuggler who knows very well the Trás-os-Montes border from Portugal to Spain.","release_date":"1996-04-25","vote_average":5.2,"runtime":100,"cert":"N\/A","id":71785,"title":"Five Days, Five Nights","adult":false,"genre_ids":[18]},{"cast":["Miguel Ángel Solá","Eduard Fernández","Najwa Nimri","Raquel González","Irene Montalà"],"overview":"On his way to a medical convention, Dr Fausto runs into a man who claims the Doctor removed his stomach eight years ago in a surgical operation. Against all odds, he is still alive. The man turns up repeatedly and promises Fausto to make all his wishes come true. Reality starts dissolving and Fausto begins to lose control","release_date":"2001-01-01","vote_average":6.1,"runtime":93,"cert":"N\/A","id":71786,"title":"Fausto 5.0","adult":false,"genre_ids":[18,27]},{"cast":["Daniel Maturana","El Gran Wyoming","Chus Lampreave","Natalia Dicenta","Francis Lorenzo"],"overview":"","release_date":"2002-03-22","vote_average":5.4,"runtime":null,"cert":"N\/A","id":71787,"title":"El florido pensil","adult":false,"genre_ids":[35]},{"cast":["Juanillo Estéban","Julián Hernández","César Strawberry","Belén Negreira","Mamen Rivera"],"overview":"","release_date":"1993-01-01","vote_average":4.2,"runtime":null,"cert":"N\/A","id":71790,"title":"La matanza caníbal de los garrulos lisérgicos","adult":false,"genre_ids":[27]},{"cast":["Michel Piccoli","Concha Velasco","Amparo Soler Leal","Juan Diego","Santiago Segura"],"overview":"The story of an old surgeon and with impotence problems that believes he's near to death. But before throwing in the towel and take the bike goes from Paris to Timbuktu African French. And midway through the unique inner journey, the hero will stop and inn in Calabuch. And the place that impressed both decide to stay there with his peculiar people: killing a nun, a priest convicted felon, a lesbian mayor ...","release_date":"1999-09-10","vote_average":5.3,"runtime":113,"cert":"N\/A","id":71793,"title":"París-Tombuctú","adult":false,"genre_ids":[35]},{"cast":["Jorge Sanz","Verónica Forqué","Rosa Maria Sardà"],"overview":"Gloria is a porn artist that performs live-sex. When his mate gets sick he brings her a young substitute, Manu. The boy works surprisingly well and then Gloria decides to go into business with him. Things get complicated when Gloria discovers that Manu is in trouble because of his gambling debts.","release_date":"1993-02-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":71796,"title":"Why Do They Call It Love When They Mean Sex?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The world’s most notorious bad guys are invited to the island fortress of super-villain Tan-Gu (Lloyd Floyd) to compete in an Olympic-style tournament of evil, called the Evilympics. Mr. Magoo (Jim Conroy) and his 12 year-old nephew Justin (Dylan Sprouse) fight giant robot spiders, ninjas on jet skis, and Tan-Gu’s mutant “Beasteens”, as representatives of the anti-evil task force.","release_date":"2010-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":71797,"title":"Kung Fu Magoo","adult":false,"genre_ids":[10751]},{"cast":["Ariadna Gil","Coque Malla"],"overview":"","release_date":"1993-01-13","vote_average":6.3,"runtime":9,"cert":"N\/A","id":71802,"title":"El columpio","adult":false,"genre_ids":[]},{"cast":["Carlinhos Brown","Bebo Valdés","Dona Argelina"],"overview":"","release_date":"2004-10-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":71803,"title":"El milagro de Candeal","adult":false,"genre_ids":[]},{"cast":["Ann-Marie Gyllenspetz","Bengt Brunskog","Karl-Arne Holmsten","Ittla Frodi","John Elfström"],"overview":"Law graduate Ylva Markner spends the summer on the island of Väddö, where she gets involved in a quarrel concerning a last will.","release_date":"1958-10-13","vote_average":4.0,"runtime":112,"cert":"N\/A","id":71804,"title":"Vi på Väddö","adult":false,"genre_ids":[18]},{"cast":["Stian Smestad","Gabriel Byrne","Louisa Milwood-Haigh","Bjørn Sundquist","Joachim Rafaelsen"],"overview":"A young Norwegian boy in 1850s England goes to work as a cabin boy and discovers some of his shipmates are actually pirates.","release_date":"1990-10-03","vote_average":6.4,"runtime":92,"cert":"U","id":71805,"title":"Shipwrecked","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"En forrykende miks av sang, dans, romantikk og drama, kjent fra NRKs lørdagsunderholdning! AF1 er en historie full av musikk og dans, som viser hvordan miljøer som ikke tror de har noe til felles, møter hverandre. Vi følger ballettalentet Lisa, som begynner å bli rastløs. Det er så mange regler i ballett. En ny verden åpner seg når hun får sitt første møte med hiphop. Men det skal raskt vise seg at det finnes minst like mange regler i hiphop som i ballett...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71806,"title":"AF1","adult":false,"genre_ids":[]},{"cast":["Pia Tjelta","Kristoffer Joner","Vegar Hoel","Reidar Ewing","Gaute Garlid"],"overview":"Pia is coming home for Christmas after traveling in England for about 6 months. She wants to catch up with her boyfriend, Kristoffer, who was supposed to have joined her on the trip, but backed out at the last minute. Finding him, however, is turning out to be quite a task. While searching, she meets several more or less disgruntled and dissatisfied people. And when Santa turns up things start happening...","release_date":"2001-01-26","vote_average":6.2,"runtime":84,"cert":"N\/A","id":71807,"title":"Mongoland","adult":false,"genre_ids":[35,18,10749]},{"cast":["Andrés Pajares","Fernando Esteso","Antonio Ozores","Isabel Luque","Florinda Chico"],"overview":"Fernando Esteso, Andres Pajares and Antonio Ozores... funny, sexy and great movie!!!","release_date":"1979-10-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":71808,"title":"Los bingueros","adult":false,"genre_ids":[35]},{"cast":["Ed Koch","Francis Ford Coppola","Peter Garrett","Luciano Pavarotti","LeVar Burton"],"overview":"CENTRAL PARK is a film about the famous New York City landmark and the variety of ways in which people make use of it: running, boating, walking, skating, music, theatre, sports, picnics, parades and concerts. The film also illustrates the complex problems the New York City Parks Department deals with in order to maintain and preserve the park and keep it open and accessible to the public.","release_date":"1990-04-01","vote_average":7.8,"runtime":176,"cert":"N\/A","id":71809,"title":"Central Park","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Saving Luna is a feature-length documentary about Luna, a lone baby killer whale who gets separated from his family in a remote Vancouver Island fjord. When Luna seeks companionship from people, he breaks a fundamental barrier built of mutual fear and ignorance that normally exists between humans and wild beings.","release_date":"2007-10-06","vote_average":0.0,"runtime":92,"cert":"N\/A","id":71810,"title":"Saving Luna","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A boy finds a strange object while playing hide-and-seek. His grandfather tells him the story of his own youth, and the important role the old lamp played. This story is about the modernization of Japan and the changes that came with it.","release_date":"2011-03-05","vote_average":7.5,"runtime":25,"cert":"N\/A","id":71813,"title":"The Old Man's Lamp","adult":false,"genre_ids":[18,16]},{"cast":["Gavin Harrison"],"overview":"Gavin Harrison's Rhythmic Horizions is a highly acclaimed, cutting edge book, and has earned him ten-star reviews and was voted in the top five of the best Drum Publication category by Modern Drummer and Drum! Readers polls. As a solo artist, session drummer and column writer for Modern Drummer, Drummer, Rhythm UK, magazines and member of Porcupine Tree, Gavin has also worked for Incognito, lisa Standsfield, Iggy Pop, Level 42, Lewis Taylor, Artful Dodger, Paul Young, Dave Stewart, Barbra Gaskin, Claudio Balioniand many other.","release_date":"2007-02-13","vote_average":0.0,"runtime":140,"cert":"N\/A","id":71814,"title":"Gavin Harrison Rhythmic Horizons","adult":false,"genre_ids":[10402]},{"cast":["Emmanuel Bilodeau","Carl Béchard","Julie-Anne Côté","Normand D'Amour","Danny Gilmore"],"overview":"","release_date":"2005-05-20","vote_average":4.5,"runtime":null,"cert":"N\/A","id":71815,"title":"Bonzaïon","adult":false,"genre_ids":[35]},{"cast":["Mastodon"],"overview":"Live At The Aragon is the first-ever live experience package released by heavy rock innovators Mastodon. The set contains a CD and DVD which capture the band's sonic assault recorded and filmed live October 19th, 2009, at the Aragon Ballroom in Chicago, while touring in support of their critically-applauded album, Crack The Skye. Live At The Aragon follows in the wake of the band's acclaimed conceptual masterwork Crack The Skye, released in March 2009 to thunderous accolades, and finished out the year even stronger as it found its way onto numerous \"Best of 2009\" critics lists and readers polls, including an impressive No. 8 position on the prestigious Village Voice Annual Pazz &amp; Jop Poll. Live At The Aragon is comprised of Crack The Skye in its glorious entirety along with fan favorites from Blood Mountain (2006) and Leviathan (2004) plus a brutal live cover of \"The Bit\" by Melvins.","release_date":"2011-03-15","vote_average":5.0,"runtime":79,"cert":"N\/A","id":71816,"title":"Mastodon: Live At The Aragon","adult":false,"genre_ids":[10402]},{"cast":["Alex Ferguson","Ryan Giggs","David Beckham","Ole Gunnar Solskjaer"],"overview":"Alex Ferguson, the Manchester United manager, talks you through the Reds' dramatic season. Including unique dressing room footage from after the dramatic night in Spain where United pinched the European Cup from the grasp of Bayern Munich and featuring every goal from every game, this is probably the greatest football programme of the incredible 1998\/1999 football season.","release_date":"1999-12-01","vote_average":4.8,"runtime":132,"cert":"","id":71817,"title":"The Treble - Official Season Review 1998-99","adult":false,"genre_ids":[]},{"cast":["Pablo Picasso","Henri-Georges Clouzot","Claude Renoir"],"overview":"Using a specially designed transparent 'canvas' to provide an unobstructed view, Picasso creates as the camera rolls. He begins with simple works that take shape after only a single brush stroke. He then progresses to more complex paintings, in which he repeatedly adds and removes elements, transforming the entire scene at will, until at last the work is complete.","release_date":"1956-05-18","vote_average":7.4,"runtime":78,"cert":"N\/A","id":71822,"title":"The Mystery of Picasso","adult":false,"genre_ids":[99]},{"cast":["Robert Wuhl","Martin Landau","Jace Alexander","Robert De Niro","Laurie Metcalf"],"overview":"A comedy about a screenwriter (Wuhl) whose old movie script is read by a producer (Landau) and the search for financial backers begins. But it seems that each money source (Aiello, DeNiro, Wallach) has his own mistress that he wants put into the film. Gradually, the screenwriter is forced to make changes to his script to accommodate these backers until he finally sees no semblance of his original ideas in the writing.","release_date":"1992-07-24","vote_average":5.5,"runtime":110,"cert":"N\/A","id":71825,"title":"Mistress","adult":false,"genre_ids":[35]},{"cast":["Jynx Maze","Aleska Diamond","Danica Dillon","Chanel Preston","Brooklyn Lee"],"overview":"There are anal fans, and then, well, there are anal fanatics! No prizes for guessing which category these girls fall into! Aleska Diamond, Brooklyn Lee and more are going to ass-fuck to their horny heart's content. Jynx Maze features in a double penetration scene.","release_date":"2011-03-04","vote_average":7.5,"runtime":173,"cert":"N\/A","id":71826,"title":"Anal Fanatic 2","adult":true,"genre_ids":[]},{"cast":["Yukio Mishima","Yoshiko Tsuruoka"],"overview":"Two characters on a Noh stage dramatize the rite of love and death of Lieutenant Shinji Takeyama and his wife Reiko.","release_date":"1966-04-12","vote_average":7.1,"runtime":30,"cert":"N\/A","id":71827,"title":"Patriotism","adult":false,"genre_ids":[18,10749]},{"cast":["Paul Rodríguez"],"overview":"Comedian Paul Rodriguez brings down the Big House in this live stand-up performance for the inmates of California's San Quentin State Prison. Rodriguez serves up his hilarious commentary on Latino culture, quirky friends and neighbors, embarrassing family members and life's most bizarre situations, and is rewarded with whoops and hollers from some of the country's most dangerous criminals.","release_date":"1995-02-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":71828,"title":"Paul Rodriguez: Live in San Quentin","adult":false,"genre_ids":[35]},{"cast":["Lia Williams","Rufus Sewell","Michael Cule","David McCallum","Christopher Ryan"],"overview":"Shortly after she moves into her own flat in Brighton, Bella finds she is being spied on and generally harassed by a man living across from her. Finally driven to solving the problem with a hammer, she realises she is then ready for a crusade against other such problem males","release_date":"1993-10-29","vote_average":5.8,"runtime":102,"cert":"18","id":71829,"title":"Dirty Weekend","adult":false,"genre_ids":[53,18]},{"cast":["Alexandre Astier","Manu Payet","Élodie Navarre","Aurélie Montea","Jérémie Renier"],"overview":"Philibert, a robust lad and eldest son of an artichoke farmer, stands out from the other boys in the village. Idealistic and ingenuous, he foresees for himself a glorious future in artichokes and is saving his virginity for an as-yet-unknown woman chosen for him by God. Before he dies, his father tells him that he isn't his real parent. Philibert's real father was a gentleman murdered in the most cowardly way by a man from Burgundy who is recognisable by a rose-shaped strawberry birthmark on his neck. With a pouch full of ideals and artichokes, Philibert leaves his village and gallops towards Burgundy, accompanied by Martin, his rather deceitful manservant. Philibert's courage, kindness, physical and moral purity will thus be severely tested when faced with the baseness and venality of villains and the temptation of women each more lustful than the last.","release_date":"2011-04-06","vote_average":5.9,"runtime":103,"cert":"N\/A","id":71830,"title":"The Adventures of Philibert, Captain Virgin","adult":false,"genre_ids":[10749,35,12]},{"cast":["Aleksey Chadov","Stanislav Bondarenko","Marina Aleksandrova","Elvira Bolgova","Nikolay Chindyaykin"],"overview":"Stepan and Doker are street racers. They love cars and speed. But there is a difference between them which brings them to face each other in a deadly race.","release_date":"2008-03-06","vote_average":3.0,"runtime":100,"cert":"N\/A","id":71831,"title":"Street Racer","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"When three college roommates discover their neurotic landlord has no intention of reimbursing their deposit, they get even by doing what college students do best...they throw a party! A sex-crazed, hormone fueled, beer powered, no holds barred party! The cast of attendees make for a wild and crazy night and range from horny frat boys to slutty bulimic sorority sisters, to a famous Pornstar and even the university's dean. During the course of the night, the three roomies learn a few things about love, friendship, revenge and of course SEX!","release_date":"2008-10-09","vote_average":0.0,"runtime":145,"cert":"N\/A","id":71834,"title":"One Wild & Crazy Night","adult":true,"genre_ids":[35]},{"cast":["Katja Studt","Tim Seyfi","Hilmi Sözer","Dorka Gryllus"],"overview":"","release_date":"2005-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71837,"title":"Zeit der Wünsche","adult":false,"genre_ids":[]},{"cast":["Forrest Tucker","John Ireland","John Shepherd","Jill Whitlow","Wallace Langham"],"overview":"A vicious band of nuclear terrorists is threatening America's atomic weapons research. Truck jockey Charlie Morrison (Forrest Tucker) volunteers for a last-ditch, suicide scheme to lure them into a trap, baited with a vital shipment of bomb-grade plutonium. Soon, Charlie's high-balling it down a remote desert road with a small army of lethally equipped bandits zeroing in on him. Charlie's secret weapon? \"Big Thunder\", a 65-foot, 18-wheeled war wagon of merciless high-tech destruction!","release_date":"1986-05-30","vote_average":5.5,"runtime":84,"cert":"N\/A","id":71838,"title":"Thunder Run","adult":false,"genre_ids":[53,28]},{"cast":["David Niven","William Holden","Maggie McNamara","Tom Tully","Dawn Addams"],"overview":"Two aging playboys are both after the same attractive young woman, but she fends them off by claiming that she plans to remain a virgin until her wedding night. Both men determine to find a way around her objections.","release_date":"1953-07-08","vote_average":6.5,"runtime":99,"cert":"N\/A","id":71839,"title":"The Moon Is Blue","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Sellers","Charles Aznavour","Jeremy Kemp","Peter Vaughan","Per Oscarsson"],"overview":"A group of Slave workers, drafted by the Nazis to help construct their coastal defenses in 1944 are trapped in an underground bunker when the Allies land at Normandy on D-Day. They find huge dtores of food but not enough candles. The slow dying of the light parallels their increasing boredom, illness and jealousy during their entrapment. Based on the Novel 'Le Blockhaus' by Jean Paul Clebert","release_date":"1973-01-01","vote_average":6.8,"runtime":93,"cert":"N\/A","id":71840,"title":"The Blockhouse","adult":false,"genre_ids":[18,10752]},{"cast":["John Edward Peck","John Stockwell","Carey Lowell","Bradford Bancroft","Don Michael Paul"],"overview":"Rebel without a cause or a clue at an elite but uptight college discovers some of his classmates have formed an even more elite clique more or less hell-bent on ridding the school, and quite possibly American society, of what they deem to be its undesirables because of ethnicity, politics, etc. Our hero recruits a teacher and some other \"less desirable\" classmates to undermine the elitists, and, naturally, things get quite violent.","release_date":"1986-05-09","vote_average":4.9,"runtime":95,"cert":"N\/A","id":71841,"title":"Dangerously Close","adult":false,"genre_ids":[28,80,53]},{"cast":["Amia Miley","Brooke Lee Adams","Gracie Glam","Katie St. Ives","Lexi Belle"],"overview":"Award winning director, Sam No, returns with a brand new series. Five adorable and slutty girls star in \"Cuties,\" the perfect series for fans of that \"Girl Next Door\" look. Featuring a collection of burgeoning industry starlets: Brooke Lee Adams, Amia Miley, Katie St. Ives, and Gracie Glam, alongside cover girl, Lexi Belle. Do not miss.","release_date":"2010-04-01","vote_average":5.0,"runtime":146,"cert":"N\/A","id":71842,"title":"Cuties","adult":true,"genre_ids":[]},{"cast":["Allie Haze","Jessie Andrews","Lexi Belle","Lily Carter","Marie McCray"],"overview":"Award winning director, William H., returns with five adorable and slutty girls starring in Cuties 2, the perfect series for fans of that Girl Next Door look. Featuring a collection of burgeoning industry starlets: Lexi Belle, Marie McCray, Allie Haze, Lily Carter, Jessie Summers.","release_date":"2011-04-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":71843,"title":"Cuties 2","adult":true,"genre_ids":[]},{"cast":["Laus Høybye","Dick Kaysø","Karen-Lise Mynster","Line Kruse","Lukas Forchhammer"],"overview":"","release_date":"1992-12-04","vote_average":7.0,"runtime":97,"cert":"N\/A","id":71844,"title":"Krummerne 2 - stakkels Krumme","adult":false,"genre_ids":[10751,35]},{"cast":["Benjamin Rothenborg Vibe","Dick Kaysø","Karen-Lise Mynster","Line Kruse","Lukas Forchhammer"],"overview":"","release_date":"1994-12-25","vote_average":6.0,"runtime":90,"cert":"N\/A","id":71845,"title":"The Crumbs 3: Dad's Bright Idea","adult":false,"genre_ids":[35,10751]},{"cast":["Julia Barnett","Ted Bardy","Sarah Bloom","Michelle Carano","Dov Davidoff"],"overview":"Joyce Chandler (Trish Goff), a young divorced woman and recovering alcoholic, moves into a Manhattan apartment that seems a bit too secluded to be true. It is: Upstairs lives Charlotte Bancroft (Ally Sheedy), a woman with a wall of obliviousness who can turn even an 'apology' into a guilt trip, Charlotte persists in making Joyce's nighttime hours a living hell. As the torture continues, Joyce starts to lose her grip on her job, her health and her sanity. It's a heck of a price to pay for having your own place.","release_date":"2004-01-31","vote_average":8.0,"runtime":84,"cert":"N\/A","id":71848,"title":"Noise","adult":false,"genre_ids":[53,10749]},{"cast":["Bruce Lee","Van Williams","Wende Wagner","Lloyd Gough","William Dozier"],"overview":"A newspaper publisher and his Asian valet\/martial arts expert battle crime as the feared Green Hornet and Kato.  After Bruce Lee's untimely death in 1973, and the global success of 'Enter The Dragon', two 90-minute feature films were created to capitalise on Lee's worldwide stardom.  The first of these films, Green Hornet, was released theatrically in 1974. Starring Bruce Lee as Kato and Van Williams as The Green Hornet, the film capitalised on the existing popularity of the 1960s crime-fighting duo. Edited with bruce Lee's star power in mind, the film has an abundance of spectacular fight scenes.","release_date":"1966-09-09","vote_average":6.6,"runtime":83,"cert":"N\/A","id":71849,"title":"The Green Hornet","adult":false,"genre_ids":[28]},{"cast":["Tim Bergmann","Sophie von Kessel","Johannes Brandrup","Herbert Knaup","Laura Tonke"],"overview":"","release_date":"2007-09-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71850,"title":"Day of Disaster","adult":false,"genre_ids":[28,18]},{"cast":["Tetsuya Watari","Tatsuo Umemiya","Yumi Takigawa","Eiji Gō","Noboru Andô"],"overview":"A look at the life of renegade yakuza, Rikio Ishikawa, particularly the years from 1946 to 1950 when his violent antics get him in trouble with his own clan, Kawada, and then with the clan of his protector, Kozaburo Imai. In these years, he can rely on Chieko, a young Tokyo courtesan who gives him shelter. He's banished to Osaka, where he picks up a drug habit. Through it all, he keeps his friends and enemies off balance with unpredictable behavior - and he seems indestructible.","release_date":"1975-02-15","vote_average":6.9,"runtime":94,"cert":"N\/A","id":71851,"title":"Graveyard of Honor","adult":false,"genre_ids":[18,28,53]},{"cast":["Karl-Arne Holmsten","Nils Asther","Birgitta Pettersson","George Fant","Elsa Prawitz"],"overview":"A criminal mystery at a rectory in the countryside where everyone is a suspect.","release_date":"1960-12-26","vote_average":4.5,"runtime":113,"cert":"N\/A","id":71852,"title":"När mörkret faller","adult":false,"genre_ids":[80]},{"cast":["James Bond III","Kadeem Hardison","Cynthia Bond ","Bill Nunn","Samuel L. Jackson"],"overview":"An evil succubus is preying on libidinous black men in New York, and all that stands in her way is a minister-in-training, an aspiring actor, and a cop that specializes in cases involving the supernatural.","release_date":"1990-03-23","vote_average":3.8,"runtime":95,"cert":"N\/A","id":71853,"title":"Def by Temptation","adult":false,"genre_ids":[27,53,10749]},{"cast":["Robert Gustafsson","Stig Grybe","Sissela Kyle","Johan Wahlström","Anna Björk"],"overview":"Nyblandad Grogg innehåller sketcher med Robert Gustafsson, Johan Wahlström, Sissela Kyle, Anna Björk och Stig Grybe. En DVD i nattsuddarstämning, ett relationsdrama med gubbar som hänger i baren fast de borde vara hemma. En sprängfylld version av TV-serien Grogg med alla favoriterna, en massa nytt och sketcherna som aldrig borde ha fått en andra chans. Sexistisk improvisation när den är som bäst. Robert Gustafsson som aggressiv östermalmstant klagar över \"svartingar med sylvässade huggtänder som ritualslaktar hundvalpar i badkaret\". Och den blinda indiern sjunger sin klassiska hyllningssång till spårvagnen. Alltså precis som vanligt, den icke normativa kreativitetens triumf i Schlegels anda, när Sveriges roligaste man slår till igen.","release_date":"2008-04-23","vote_average":6.0,"runtime":100,"cert":"N\/A","id":71854,"title":"Nyblandad Grogg","adult":false,"genre_ids":[35]},{"cast":["Junichi Okada","Aoi Miyazaki","Atsushi Ito","Aya Hirayama","Tamaki Ogawa"],"overview":"Shinya is in debt as a result of his gambling habit. He attempts to defraud an old woman with a bank transfer scam, but the woman reminds him of his late mother and they start to relate to each other. Meanwhile, Shinya meets a girl called Hisako in town, and ends up helping her to find out the whereabouts of an unsuccessful comedian, Raita, whom her mother was in love with in her youth. Shinya's father, Ryutaro, is disowned by his son after his wife's death. When Ryutaro meets a homeless man called Moses, he starts living on the street as well. One day when the old woman dies, Moses comes to the deceased and confesses his past. Subsequently Shinya resumes communicating with his father Ryutaro.","release_date":"2008-01-26","vote_average":4.0,"runtime":129,"cert":"N\/A","id":71855,"title":"Flowers in the Shadow","adult":false,"genre_ids":[35,18]},{"cast":["Vik C. Ryan","Eleonora Albrecht","Maximiliano Hernando Bruno","Andrea Bruschi","Gustavo Ceballos"],"overview":"Three young people - Roy, Linda and José - who become pirates because they end up involved in the drug traffic. Out of need and greed, they find themselves caught up in something much bigger than them. It all begins as a joke but gradually becomes a cruel and dangerous game all the way to the final catharsis. The three main characters, Roy, his sister Linda and her boyfriend José, start out as avengers but turn into merciless criminals in an endless series of holdups and brutal acts of violence.","release_date":"2010-08-20","vote_average":3.2,"runtime":null,"cert":"N\/A","id":71860,"title":"Caribbean Basterds","adult":false,"genre_ids":[28,53]},{"cast":["Mike Portnoy"],"overview":"Disc 1: In the Dream focuses on music from the last three Dream Theater albums, Six Degrees Of Inner Turbulence, Train Of Thought and Octavarium; featuring complete band performances of six songs from these albums as well as new studio performances of the drum tracks and Mikes in-depth analysis of each song. Disc 2: On the Side covers a wide range of Mike's side projects, including his work with TransAtlantic, John Arch, John Petrucci\/G3, Fates Warning and Overkill. Disc 3: Bonus Material contains additional Dream Theater tracks filmed on the band's 20th Anniversary tour, three live drum solos featuring duets with Charlie Benante, Jason Bittner and Richard Christy.","release_date":"2007-03-23","vote_average":0.0,"runtime":360,"cert":"N\/A","id":71861,"title":"Mike Portnoy - In Constant Motion","adult":false,"genre_ids":[10402]},{"cast":["Mike Portnoy"],"overview":"This 2-disc DVD set features Mike Portnoy of Dream Theater. Volume One features music of Dream Theater and Liquid Tension Experiment, with Mike performing eight songs &amp; segments, breaking down parts of each. Featured throughout is exclusive footage of the making of the first LTE album, as well as rare live footage of the band. Volume Two focuses on the muic of Dream Theater. Mike performs eleven songs\/segments from \"Falling Into Infinity\" and \"Scenes From a Memory;\" there is also exclusive live footage of Dream Theater's 1998 World Tour.","release_date":"2001-10-01","vote_average":0.0,"runtime":190,"cert":"N\/A","id":71862,"title":"Mike Portnoy - Liquid Drum Theater","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":71863,"title":"Les bisounours - Le monde merveilleux des bisounours","adult":false,"genre_ids":[]},{"cast":["Jennifer Garner","Joel Edgerton","Ron Livingston","Rosemarie DeWitt","CJ Adams"],"overview":"A childless couple bury a box in their backyard, containing all of their wishes for an infant. Soon, a child is born, though Timothy Green is not all that he appears.","release_date":"2012-08-15","vote_average":6.7,"runtime":105,"cert":"U","id":71864,"title":"The Odd Life of Timothy Green","adult":false,"genre_ids":[14,18,35,10751]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":71865,"title":"Les bisounours - les calinours au pays de Casse-Noisette","adult":false,"genre_ids":[]},{"cast":["Rooney Mara","Georgia King","Brie Larson","Amy Ferguson","Tom Everett Scott"],"overview":"A manipulative childhood acquaintance worms her way into a teenager's circle of friends at an all-girls boarding school.","release_date":"2009-09-14","vote_average":5.9,"runtime":96,"cert":"N\/A","id":71866,"title":"Tanner Hall","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2002-06-18","vote_average":4.6,"runtime":null,"cert":"N\/A","id":71867,"title":"Les bisounours - Les calinours au pays des merveilles","adult":false,"genre_ids":[10751]},{"cast":["Sabrina Reiter","Melanie Winiger","Herbert Leiser","Martin Loos"],"overview":"Eight young people drive to the Swiss Jura region, food and tents in the trunk. It's autumn and high season for a magic mushroom that grows there - the reason for their trip. After a few problems they arrive at the desired location deep in the woods, the tents are set up, the mushrooms are collected and when it gets dark the party starts. Everything is fine until one of the youths wants to get beer and comes back with a blood-covered and smashed face. They don't know what happened but need to find help. As they discover that their car has a flat tire and their phones don't work, they seek shelter in a nearby farmhouse. But that's just where they were supposed to go. In a nerve racking countdown one after another gets killed by their dangerous haunters","release_date":"2011-09-22","vote_average":4.7,"runtime":null,"cert":"N\/A","id":71868,"title":"One Way Trip","adult":false,"genre_ids":[27]},{"cast":["Sinbad"],"overview":"Enjoy Comedic Superstar Sinbad as he gives us one of his most stellar stand up performances, shot on the beautiful island of Aruba at the Guillermo P. Trinidad Theatre. As always, Sinbad shows why he’s a veteran in comedy since the 80’s, with an entertaining show that the entire family can enjoy.","release_date":"1998-08-10","vote_average":4.5,"runtime":56,"cert":"N\/A","id":71869,"title":"Sinbad: Nothin' but the Funk","adult":false,"genre_ids":[35]},{"cast":["Sommore"],"overview":"Dubbed by Rolling Stone Magazine as one of the funniest people alive, Sommore brings her critically acclaimed brand of social commentary to this stand up comedy presentation from Comedy Central. Sommore: The Queen Stands Alone features the Queen of Comedy on-stage extolling her profane and brassy sense of humor in her signature raw form. All topics are fair game for this comic diva, from hip-hop and the N word to relationships and Oprah. Strong and sexy as hell, Sommore brings the house down and will make you shout, Gimme Sommore!","release_date":"2008-09-30","vote_average":6.0,"runtime":69,"cert":"N\/A","id":71870,"title":"Sommore: The Queen Stands Alone","adult":false,"genre_ids":[35]},{"cast":["Pat Metheny","Lyle Mays","Steve Rodby","Antonio Sánchez","Cuong Vu"],"overview":"Pat Metheny is one of the most original and distinctive guitarists of modern times. Together with long time collaborator and keyboards player Lyle Mays he founded the Pat Metheny Group in 1978. Instantly successful, they have established themselves at the forefront of jazz-rock fusion with a succession of best selling albums and sell out world tours. This new DVD, filmed in late 2005, features the full concert version of his most recent album \"The Way Up\", which earned Pat Metheny Group their 10th Grammy AwardÂ® and Metheny personally his 17th. Tracklisting 1. Opening 2. Part One 3. Part Two 4. Part Three Bonus Features Interview with Pat Metheny (22 mins). Band Biographies.","release_date":"2006-10-31","vote_average":5.2,"runtime":90,"cert":"N\/A","id":71871,"title":"Pat Metheny Group: The Way Up - Live","adult":false,"genre_ids":[10402]},{"cast":["Jencarlos Canela","Angélica Celaya","Miguel Varoni","Gaby Espino","Elluz Peraza"],"overview":"Telemundo's popular soap opera \"Más Sabe el Diablo\" is the source for this gripping drama that expands upon the story and gives insight into the characters. Ángel Salvador, known as Diablo (Jencarlos Canela), leads his gang of thieves on a dangerous mission to Miami. While setting up a high-stakes casino robbery, Ángel falls in love with a secretive woman and learns an astonishing truth about his archrival, Martín Acero (Miguel Varoni).","release_date":"2010-01-14","vote_average":8.8,"runtime":90,"cert":"N\/A","id":71872,"title":"Más Sabe el Diablo: El Primer Golpe","adult":false,"genre_ids":[18,28,53]},{"cast":["Dong Jin Kim","Jim Florentine","K.C. Armstrong","Michael Wehrhahn","Gine Lui"],"overview":"The Secret War is a Martial Arts\/Sci-Fi film filled with action, intrigue and suspense. The story revolves around opposing forces at play in the world of military espionage.....with KC Armstrong and Jim Florentine from the Horward Stern Show and Crank Yankers.","release_date":"2007-07-31","vote_average":0.0,"runtime":80,"cert":"N\/A","id":71873,"title":"The Secret War","adult":false,"genre_ids":[12,28,53,878]},{"cast":["Niklas Sundin","Martin Henriksson","Mikael Stanne","Daniel Antonsson","Anders Jivarp"],"overview":"This 2 DVD set celebrates the band's 20th anniversary with a career spanning DVD that takes you from the raw beginnings to their current position as one of the most diverse and influential metal acts. DVD 1 features a massive show with 20 songs recorded live in Milan, Italy in October, 2008. Filmed with 8 cameras in HD and brilliant live sound mixed by Tue Madsen. DVD 2 features a 47. minute documentary, 7 promo videos, and 21 more live tracks that don't appear on the DVD 11 min show. 16 of the bonus live videos are shown for the first time.","release_date":"2009-10-26","vote_average":10.0,"runtime":null,"cert":"N\/A","id":71874,"title":"Dark Tranquillity: Where Death Is Most Alive","adult":false,"genre_ids":[10402,99]},{"cast":["Joe Odagiri","Kumiko Aso","Kaoru Kobayashi","Manami Fuji","Kyuzo Kawabe"],"overview":"A humorous wedding story fueled by a rather no-good father and son, disguised as the old and new “good guys.” The father Nobuo, and his son Tamio, are unable to mature, unable to break the parent-child roles, have no sense of responsibility, and keep holding on to the past. The pair is overwhelmed by all the colorful characters around them telling them what to do. They go to strenuous and humorous efforts to make Tamio’s wedding an event to remember.","release_date":"2008-07-19","vote_average":4.0,"runtime":118,"cert":"N\/A","id":71875,"title":"Then Summer Came","adult":false,"genre_ids":[18]},{"cast":["Thrice"],"overview":"Thrice Live at The House of Blues is a triple-disc package featuring an entire live concert on two CDs plus a DVD from a May 28, 2008 show at the House of Blues in Anaheim, CA. Also included is exclusive interview footage of the band fielding fan-submitted questions. The California-based quartet have been busy making high-profile main stage appearances at Coachella, Reading &amp; Leeds plus the Bamboozle festivals.","release_date":"2008-12-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71876,"title":"Thrice - Live at the House of Blues","adult":false,"genre_ids":[10402]},{"cast":["Unearth"],"overview":"Between its comical stage choreography and Iron Maiden-inspired riffs featured on its new Alive From The Apocalypse DVD set, Unearth will hopefully get the attention it deserves in 2008.","release_date":"2008-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71877,"title":"Unearth - Alive From the Apocalypse","adult":false,"genre_ids":[10402]},{"cast":["Adam Sandler","Katie Holmes","Al Pacino","Eugenio Derbez","Tim Meadows"],"overview":"Jack Sadelstein, a successful advertising executive in Los Angeles with a beautiful wife and kids, dreads one event each year: the Thanksgiving visit of his twin sister Jill. Jill's neediness and passive-aggressiveness is maddening to Jack, turning his normally tranquil life upside down.","release_date":"2011-11-11","vote_average":4.1,"runtime":91,"cert":"PG","id":71880,"title":"Jack and Jill","adult":false,"genre_ids":[35]},{"cast":["Jodie Foster","Tim Robbins","Todd Graff","John Turturro","Michael R. Howard"],"overview":"A psychotic young man returns to his old neighborhood after release from prison. He seeks out the woman he previously tried to rape and the man who protected her, with twisted ideas of love for her and hate for him.","release_date":"1987-09-11","vote_average":6.0,"runtime":90,"cert":"","id":71881,"title":"Five Corners","adult":false,"genre_ids":[18]},{"cast":["Deven Bhojani","Manoj Pahwa","Sanjay Mishra","Hemant Pandey","Asawari Joshi"],"overview":"Mussaddi Lal (Pankaj Kapoor), a retired school teacher goes on a pilgrimage for three months after his wife's death. When he returns, he finds his pension has been stopped and the pension office has declared him dead. What follows is his endless struggle against the petty corruption in the government office where the infamous gang of five -- Manoj Pahwa, Sanjay Mishra, Deven Bhojani, Hemant Pandey and Asawari Joshi -- are determined to fleece him till the very end.","release_date":"2011-08-05","vote_average":6.8,"runtime":100,"cert":"N\/A","id":71882,"title":"Chala Mussaddi - Office Office","adult":false,"genre_ids":[18,35]},{"cast":["Takuya Kimura","Yū Aoi","Tadanobu Asano","Takeshi Aono","Tatsuya Gashûin"],"overview":"The most dangerous and exciting car race in the universe is held only once every five years. And that's tonight. The competitors are lined up at the starting block. In his vehicle, JP, the most daredevil driver on the circuit, is ready for the green light. Female driver Sonoshee, with whom he is secretly in love, is also on the starting line. She will stop at nothing to get on to that podium. In this race, not only is anything possible, but also anything is allowed. In fact, their adversaries have modified their vehicles to equip them with highly destructive weapons; with such participants, it is hardly surprising that Redline is forbidden by the authorities, who will try anything to halt the proceedings. These speed addicts have to put themselves in mortal danger to achieve their aim: eternal glory for those who finally mount the podium.","release_date":"2009-08-14","vote_average":7.4,"runtime":102,"cert":"N\/A","id":71883,"title":"Redline","adult":false,"genre_ids":[14,18,28,53,16,878]},{"cast":["Maggie Lawson","Jim Abele","Daniel Clark","Karen Hines","Justin Timberlake"],"overview":"This is a Disney Channel movie about two teenage girls, one an ordinary high school girl and the other a top teen model, who meet and switch places.","release_date":"2000-03-12","vote_average":6.5,"runtime":89,"cert":"N\/A","id":71884,"title":"Model Behavior","adult":false,"genre_ids":[35,10751,18]},{"cast":["Alana Austin","Riley Smith","Mary-Margaret Humes","Trever O'Brien","Timothy Carhart"],"overview":"Motocrossed! is a 2001 Disney Channel Original Movie (based on the Shakespeare play Twelfth Night), about a girl named Andrea Carson who loves motocross, despite the fact that her father finds her unsuited for the sport, being that she is \"just a girl\". When her twin brother Andrew breaks his leg just before a big race, their father is forced to go to Europe to find a replacement rider. In the meantime, Andrea secretly races in Andrew's place with her mother's help.","release_date":"2001-02-16","vote_average":5.7,"runtime":110,"cert":"N\/A","id":71885,"title":"Motocrossed","adult":false,"genre_ids":[10770,10751,35,18]},{"cast":["Clara Bryant","Shia LaBeouf","Mare Winningham","William Francis McGuire","Nicole Dicker"],"overview":"Trudy Walker hated her life. She thought it was totally messed up until she found out about a contest that could change everything..","release_date":"2002-04-05","vote_average":6.5,"runtime":112,"cert":"N\/A","id":71886,"title":"Tru Confessions","adult":false,"genre_ids":[10770,10751,18]},{"cast":["Hallee Hirsh","Spencer Breslin","Hallie Todd","Brenda Song","John Salley"],"overview":"A girl steals a weather machine from Santa Claus, to make a snow day. The machine breaks, and causes an out of control snowstorm.","release_date":"2000-12-01","vote_average":5.7,"runtime":85,"cert":"N\/A","id":71887,"title":"The Ultimate Christmas Present","adult":false,"genre_ids":[10770,10751,35]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71890,"title":"Sprookjesboom 1 - Het is Feest","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71891,"title":"Sprookjesboom 2 - Vrienden Voor Het Leven","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71892,"title":"Sprookjesboom 3 - Magische Momenten","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-06-20","vote_average":0.0,"runtime":70,"cert":"N\/A","id":71893,"title":"Sprookjesboom 4 - Speciale Assepoester Editie","adult":false,"genre_ids":[]},{"cast":["Ali Fazal","Zoa Morani","Lillete Dubey","Satish Shah","Giselli Monteiro"],"overview":"Four students come of age during a year at their school, St Marks with various encounters.","release_date":"2011-06-17","vote_average":3.7,"runtime":126,"cert":"N\/A","id":71900,"title":"Always Kabhi Kabhi","adult":false,"genre_ids":[35,80,18,10749]},{"cast":["Ahmet Ugurlu","Füsun Demirel","Bora AKKAŞ"],"overview":"","release_date":"2010-01-01","vote_average":7.7,"runtime":null,"cert":"N\/A","id":71901,"title":"Memleket Meselesi","adult":false,"genre_ids":[18,35]},{"cast":["Caroline Haines","Laura Evans","Rachel Waters","Damian Morter"],"overview":"After a heavy night out with the girls, Isabel, and attractive young professional woman catches an illegal mini-cab home. Things take a turn for the worse when the cabbie pulls her into an ally and violently forces himself onto her, taking her life. From high above on the rooftop, an ancient female Vampire notices. Taken in by Isabel's beauty and innocence, she dispatches the Cabbie and feeds Isabel a drop of her immortal blood. Isabel awakes with 48 hours to decide whether to embrace immortality, or kill herself before she becomes undead.","release_date":"2009-10-31","vote_average":2.0,"runtime":98,"cert":"","id":71902,"title":"Temptation","adult":false,"genre_ids":[27,53,14]},{"cast":[],"overview":"Using information from the investigation following the dropping of the first atomic bomb on Hiroshima on August 6, 1945, this documentary outlines the immediate 24 hours following the massive explosion. The first atomic bomb contained 140 lbs of enriched uranium and reduced the downtown to a wasteland with 70,000 people killed immediately. Another 40,000 died three days later when a second bomb was dropped on Nagasaki. The Army spent 10 weeks studying the impact of the explosion focusing on thermal flash. The immediate impact was that some were vaporized leaving only atomic shadows. Triangulating these led them to conclude that the bomb exploded only a few hundred yards from its intended target. There was heavy damage for 3 miles in every direction. A great many were burned but there was very little information about radiation poisoning at the time. Today, scientists are still studying but the study continues today with the study of 120,000 Hiroshima survivors.","release_date":"2010-04-05","vote_average":4.5,"runtime":null,"cert":"N\/A","id":71903,"title":"24 Hours After Hiroshima","adult":false,"genre_ids":[99]},{"cast":["Eric Métayer","Elie Semoun","Fred Testot","Omar Sy"],"overview":"","release_date":"2010-10-20","vote_average":5.7,"runtime":77,"cert":"N\/A","id":71904,"title":"The Storytelling Show","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A journey inside the world of real life caped crusaders. From all over America, these self-proclaimed crime fighters, don masks, homemade costumes and elaborate utility belts in an attempt to bring justice to evildoers everywhere.","release_date":"2011-08-08","vote_average":6.7,"runtime":81,"cert":"N\/A","id":71905,"title":"Superheroes","adult":false,"genre_ids":[99,28,35,18]},{"cast":["Eva Santolaria","Antonio Hortelano","Fernando Guillén Cuervo","Sancho Gracia","Manuel Feijóo"],"overview":"\"FRIENDS...THREE YEARS LATER\" School is finally out. Valle and Quimi, a couple since childhood, decide to celebrate with their gang on a trip to the coast. They feel free and swear that they will always be together. But three years later, everything is quite different. A party at the high school unites them all again. They haven't seen each other for years and the tension is thick. Something unexpected changed the course of their lives. Valle is a dancer at a club and attracted to Ray, the owner, who is also an art dealer under pressure to use his nightspot to peddle drugs.","release_date":"2001-03-02","vote_average":5.5,"runtime":112,"cert":"N\/A","id":71908,"title":"I Won't Let You Down","adult":false,"genre_ids":[18,28,10749]},{"cast":["Jeff Allen","Anthony Griffith","Ron Pearson","Brad Stine"],"overview":"What would Jesus do for a laugh? Well, one thing's for sure: He'd probably get a kick out of these four Christian funnymen who call themselves the Apostles of Comedy and craft their stand-up around clean, wholesome jokes. Featuring live sets from comedians Jeff Allen, Brad Stine, Ron Pearson and Anthony Griffith delivered in front of a Nashville crowd, this release also includes behind-the-scenes footage capturing the guys at home and at church.","release_date":"2008-09-09","vote_average":5.5,"runtime":null,"cert":"N\/A","id":71909,"title":"Apostles of Comedy","adult":false,"genre_ids":[35]},{"cast":["Oliver Reed","Jill St. John","Ian McShane","Edward Woodward","Frank Finlay"],"overview":"Imprisoned Harry Lomart is a vicious, brute of a man and yet he is prepared to do his long jail term as he is confident that on his release his beautiful wife Pat will be waiting for him, but a visit from Pat brings him his worst nightmare.","release_date":"1972-06-19","vote_average":6.2,"runtime":93,"cert":"N\/A","id":71910,"title":"Sitting Target","adult":false,"genre_ids":[28,80,28]},{"cast":["Jeff Altman","Dey Young","Richard Mulligan","John Vernon","Jimmie Walker"],"overview":"Duke Jarrett is sent to jail at the John Dillinger prison. However, the prison looks more like a zoo, more or less ruled by the prisoners themselves.","release_date":"1985-05-19","vote_average":3.5,"runtime":81,"cert":"N\/A","id":71911,"title":"Doin' Time","adult":false,"genre_ids":[35]},{"cast":["Peter Riegert","Joan Severance","William Hickey","Chris Young","Mitchell Laurance"],"overview":"A Norse runestone is discovered in Western Pennsylvania. The prophecy upon it tells of the Norse great wolf Fenrir (Fenris), and that its release from the stone will bring about Ragnarok --- the end of the world. Archaeologist Sam Stewart and wife Marla find it has some connection to their friend Martin. A young boy named Jacob is haunted by terrifying nightmares of what is to come, and his family explains these dreams through stories from Norse legend, which says that the only one who can destroy Fenrir is Tyr, the Norse god of war, who is prophesied to return to fight the creature.","release_date":"1991-02-01","vote_average":4.7,"runtime":105,"cert":"N\/A","id":71912,"title":"The Runestone","adult":false,"genre_ids":[27,12]},{"cast":["Minna Haapkylä","Tatu Itkonen","Kaneli Johansson","Antti Kaarlela","Jaana Kahra"],"overview":"Taru elää ratsutilalla harmonista elämää miehensä Harrin ja tytärpuolensa Ninnin kanssa. Kaikki muuttuu, kun Ninni loukkaantuu hevosonnettomuudessa. Kymmenen vuotta sitten Ruotsiin lähtenyt Ninnin biologinen äiti Eve kutsutaan paikalle Tarun pyynnöstä. Even pikaiseksi kuviteltu käynti muuttuu pidemmäksi vierailuksi, kun Eve tajuaa, että hän haluaa menetetyt kymmenen vuotta elämästään takaisin. Kauan kytenyt kaipaus Ninni-tytärtä kohtaan nousee pintaan. Vähä vähältä Eve alkaa vallata tilaa perheestä takaisin itselleen, jolloin Taru menettää elämänsä hallinnan. Esiin nousee syyllisyyttä ja muistoja - rakkaitakin, vihaa ja tarvitsevuutta. Kaikki minkä Taru luuli olevan ehjää ja hallinnassa, kyseenalaistuu. Kymmenen vuotta puhumattomana olleet asiat vaativat selvittämistä ja kaikki neljä joutuvat etsimään oman paikkansa uudessa tilanteessa.","release_date":"2008-09-05","vote_average":6.0,"runtime":95,"cert":"N\/A","id":71913,"title":"Sisters Apart","adult":false,"genre_ids":[18]},{"cast":["Peter Cullen","Dan Gilvezan","Aron Kincaid","Frank Welker"],"overview":"When Scientists discover Sun Spores, an alien plague that instills a hatred so overwhelming that anyone infected won't stop until everything in their path is destroyed. Soon, the scientists decide that it's time to rid the Earth of the Transformers and plan to use Optimus Prime's lifeless body to lure every Transformer to their lab and infect them with the Sun Spores. When the Sun Spores outbreak rages out of control, the universe's only hope is to revive Optimus Prime. But even if Optimus recovers, he and his Autobots will need to rely on Galvatron and the remnants of his Decepticons to help reclaim the Autobot Matrix of Leadership from an infected Rodimus Prime and use it to unleash a new Golden Age of Cybertron.","release_date":"1987-11-17","vote_average":7.0,"runtime":45,"cert":"N\/A","id":71914,"title":"Transformers: The Return Of Optimus Prime","adult":false,"genre_ids":[16,28,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71915,"title":"AC\/DC - Dokumentation","adult":false,"genre_ids":[]},{"cast":["Angus Young "],"overview":"","release_date":"","vote_average":3.3,"runtime":null,"cert":"N\/A","id":71916,"title":"ACDC - Dokumentation","adult":false,"genre_ids":[10402,99]},{"cast":["Alejandro Tocar","Ana Julia Catalá","Gustavo Melnik","David Blankleider","Laura Piperno"],"overview":"At the age of 13, Rafael Bregman has already lost his virginity, but has never kissed a girl. With his pimple-riddled face, his dysfunctional family, and a lowered self-esteem, getting this much anticipated first kiss proves trickier than expected. It's now time for Rafa to build up some self confidence and attract the attention of his class mate, Nicole...","release_date":"2008-12-12","vote_average":6.3,"runtime":87,"cert":"N\/A","id":71917,"title":"Acne","adult":false,"genre_ids":[35,18]},{"cast":["Nagarjuna Akkineni","Trisha Krishnan","Srihari","Mamta Mohandas","Brahmanandam"],"overview":"After Coimbatore-based Ravichandra Verma passes away, his young son, Raja, assumes the responsibility of running the family business as well as ensuring that his brother, Ajay, gets a good education - much to the chagrin of three of his uncles. Years later, while on a trip to Uttaranchal, despite of warnings from a Pandit, he gets killed by a female assassin, but his family is informed that he is missing. Shortly thereafter, Gyaneshwar Kale and his sister, Sravani\/Shivani, will inform the family that Raja is still alive but is handicapped and suffers from memory loss. The family is overjoyed but are not aware that Raja is actually a hoodlum\/extortionist known as Bottu Seenu\/Raghu Rokda.","release_date":"2008-12-25","vote_average":6.3,"runtime":181,"cert":"N\/A","id":71918,"title":"King","adult":false,"genre_ids":[28,35,80]},{"cast":["Goya Toledo","Nerea Inchausti","Josep Maria Pou","Aitor Mazo","Eduard Farelo"],"overview":"Estrella, an intelligent teen student, spends most of her time alone at school or home, enjoying horror books and movies, while her widow mother Angela works as a nurse in a hospital. Her favorite author is Stephen King and her only friends are Leatherface and a vampire.","release_date":"2006-10-25","vote_average":5.0,"runtime":73,"cert":"N\/A","id":71919,"title":"A Real Friend","adult":false,"genre_ids":[27,9648,10770]},{"cast":["Sanjay Dutt","Ajay Devgn","Saif Ali Khan","Sunil Shetty","Sanjay Kapoor"],"overview":"This film dramatizes events that occurred as the hostility between India and Pakistan over Kashmir came to a head in 1999, when more than 1,000 men crossed the \"Line of Control\" that separates the two locations. Taliban and Pakistani soldiers took over the area, blocking the main road that linked the regions. Standing their ground, Indian soldier drove them away, but not without losing more than 400 of their own men first.","release_date":"2003-12-12","vote_average":5.1,"runtime":255,"cert":"N\/A","id":71920,"title":"LOC: Kargil","adult":false,"genre_ids":[28]},{"cast":["Barry Evans","Judy Geeson","Angela Scoular","Sheila White","Adrienne Posta"],"overview":"Jamie McGregor (Barry Evans) is a virginal sixth-former in suburbia delivering groceries for the local supermarket, but he is more interested in other matters - Mary, Linda, Paula and Caroline. He tries to seduce the girls of his dreams in the swinging sixties.","release_date":"1968-01-22","vote_average":6.1,"runtime":96,"cert":"","id":71921,"title":"Here We Go Round the Mulberry Bush","adult":false,"genre_ids":[35]},{"cast":["Andrea Caré Cinzia Forte","Aldo Caputo","Barbara Daniels","Carlos Feller","Claudio Nicolai"],"overview":"Paolino has secretly married Geronimo's daughter Carolina. Their situation is complicated by Carolina's aunt Fidalma, who loves Paolino, and by the arrival of the Englishman Count Robinson who, although betrothed to Geronimo's other daughter Elisetta, falls in love with Carolina. After much scheming and amorous intrigue, the truth about the marriage is revealed and all ends happily.","release_date":"1986-06-01","vote_average":4.5,"runtime":153,"cert":"","id":71922,"title":"Il Matrimonio Segreto","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"National Geographic presents a comprehensive view of the spectacular California coastal area known as Big Sur—through the eyes of three intrinsically connected native creatures. Fly with the California condors and capture the panoramic view of Big Sur’s many topside layers, and dive with California’s sea otters to investigate life below the waves. Then, follow the stealthy mountain lions and see how the scavengers, the key-stone species and this top predator are all critical contributors to Big Sur’s unique habitat","release_date":"2010-03-30","vote_average":0.0,"runtime":50,"cert":"N\/A","id":71923,"title":"National Geographic: Big Sur - Wild Califonia","adult":false,"genre_ids":[99]},{"cast":["Keith Michell","Donald Pleasence","Charlotte Rampling","Jane Asher","Brian Blessed"],"overview":"1547, King Henry VIII's life has taken a turn for the worse and he is forced to look back over his life and the many loves which had brought him his three children, only one of which was the desired male heir to secure the Tudor dynasty.","release_date":"1972-07-13","vote_average":7.3,"runtime":120,"cert":"PG","id":71924,"title":"Henry VIII and His Six Wives","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Three buddies discover a road trip for a party in Mexico can take more out of you than expected. Things begin to take a strange turn when Johnny gets mind reading powers from a medicine man's magical tequila. Johnny's friends want him to use these powers to get women but Johnny's mind is only on the beautiful Tamlyn. Reaching Tamlyn proves more challenging when Johnny realizes that not only is her punk ex-boyfriend stalking her but also that Tamlyn's past life's husband, Hector, wants her back! Johnny and his friends are in for the adventure of their lives as they race to save Tamlyn - and themselves - from the clutches of Hector at a deadly party in hell. Luckily, our heros have time to squeeze in an enlightening round of truth or dare, drink themselves silly, and, oh yeah, get laid. The comical escapades are tied together by tequila body shots which are not only fun to drink but also conjure the souls of the dead back to life!","release_date":"1999-05-07","vote_average":3.7,"runtime":93,"cert":"N\/A","id":71925,"title":"Tequila Body Shots","adult":false,"genre_ids":[53,27,35]},{"cast":["Francesco Montanari","Vanessa Hessler","Richard E. Grant","Giselda Volodi","Virginie Marsan"],"overview":"","release_date":"2011-03-25","vote_average":4.1,"runtime":96,"cert":"N\/A","id":71928,"title":"Nothing Under the Dress - The Last Show","adult":false,"genre_ids":[53,18,9648]},{"cast":["Will Ryan"],"overview":"John Avery Whittaker has just completed the most amazing transport machine ever -- the new Imagination Station! Dylan and Eugene jump in and take off on the maiden voyage to the Old West... and drop in on a frantic feud to save the town of Tuttleville from the dreadful Dalton gang. After promising that he and Eugene are committed to cleaning up the streets, Dylan discovers it's a bigger job than he ever imagined. And when faced with a showdown, Dylan must decide whether to keep his word or run for his life.","release_date":"1995-05-23","vote_average":0.0,"runtime":30,"cert":"N\/A","id":71929,"title":"Adventures in Odyssey: Go West Young Man!","adult":false,"genre_ids":[12,16,10751]},{"cast":["Solomon Ray","Robert Milo Andrus","Robert Bear","Larry Laverty"],"overview":"(Long Synopsis) \"This action-packed, fantasy-fueled family adventure – inspired by the revered literary Christian classic, The Pilgrim’s Progress – overflows with outrageous characters, special effects … and a moral message. In The Wylds, young Chris (Solomon Ray) is a runaway living with a group of other misfit kids in a junkyard, all under the watchful eye of a Dickens-esque character who forces them to steal to survive.  When Chris is caught pilfering at a church, the pastor protects him from the police, then challenges him to find his estranged father. Chris bravely chooses to leave his family of thieves and ventures into the wilderness in search of a better life.  Traveling through a post-apocalyptic future – his only hope lies in reaching a heavenly paradise that will surpass his wildest dreams – he outwits bandits, escapes swamp monsters, battles evil robots and learns valuable life lessons about choosing the right path.\"","release_date":"2011-01-01","vote_average":2.4,"runtime":105,"cert":"N\/A","id":71930,"title":"The Wylds: The Adventures of Chris Fable","adult":false,"genre_ids":[28,18,12,14]},{"cast":["Muse"],"overview":"Live Muse concert at Heineken Music Hall. October 9th, 2001","release_date":"2001-10-09","vote_average":0.0,"runtime":48,"cert":"N\/A","id":71931,"title":"Muse: Heineken Music Hall","adult":false,"genre_ids":[10402]},{"cast":["Jonathan Pryce","Katherine Helmond","Michael Palin","Patrick Cassavetti","Charles McKeown"],"overview":"What is this film called Brazil? Find out in this witty documentary.","release_date":"1985-01-01","vote_average":6.7,"runtime":30,"cert":"N\/A","id":71932,"title":"What Is Brazil?","adult":false,"genre_ids":[99]},{"cast":["Jerzy Stuhr","Krystyna Janda","Mariusz Dmochowski","Marek Walczewski","Leon Niemczyk"],"overview":"Set in an underground dungeon inhabited by bundled, ragged human beings, after the nuclear holocaust. The story follows the wanderings of a hero through the situations of survival. People wait for the Ark to arrive and rescue them while their habitat falls apart.","release_date":"1985-01-28","vote_average":7.0,"runtime":85,"cert":"N\/A","id":71933,"title":"O-Bi, O-Ba: The End of Civilization","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"Through all the years of Austin City Limits, there probably has never been a night quite like this. From the opening processional through the crowd, through the harp solos, cymbal crashes and rousing choruses, the many members of Polyphonic Spree, all wearing their floor-length choir robes of every color in the rainbow, lifted the show to new heights on that sultry night in August, 2004. It all began four years earlier inside the head of Dallas punk rocker Tim DeLaughter, but not even he knew where his imagination would take him.","release_date":"2007-09-18","vote_average":0.0,"runtime":54,"cert":"N\/A","id":71934,"title":"Polyphonic Spree - Austin City Limits","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Tool - Schism (2005)","release_date":"2005-12-20","vote_average":0.0,"runtime":8,"cert":"N\/A","id":71937,"title":"Tool - Schism","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Tool - Parabola (2005)","release_date":"2005-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71938,"title":"Tool - Parabola","adult":false,"genre_ids":[10402]},{"cast":["Yeah Yeah Yeahs"],"overview":"A full live concert recorded at San Francisco's Fillmore, which showcases the band at their best and singer Karen O in full-on charismatic exuberance.","release_date":"2004-10-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":71941,"title":"Yeah Yeah Yeahs: Tell Me What Rockers to Swallow","adult":false,"genre_ids":[10402]},{"cast":["Fiona Apple","Jon Brion","Zach Galifianakis"],"overview":"DVD SIDE * Entire album in Enhanced LPCM Stereo * Brand-new videos for \"Not About Love\" and \"Parting Gift\" (live), never before released * Live performances of 5 songs filmed at the club Largo in Los Angeles, including \"Fast As You Can\" and \"Paper Bag\" * Behind-the-scenes footage","release_date":"2005-10-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":71942,"title":"Fiona Apple: Extraordinary Machine","adult":false,"genre_ids":[10402]},{"cast":["Jonathan Frid","Grayson Hall","Kathryn Leigh Scott","Nancy Barrett","John Karlen"],"overview":"The story of vampire Barnabas Collins, the possible cure offered him by Dr. Julia Hoffman, and his search for love amidst the horror.","release_date":"1970-09-09","vote_average":6.7,"runtime":97,"cert":"N\/A","id":71943,"title":"House of Dark Shadows","adult":false,"genre_ids":[18,27,53]},{"cast":["Anthony Perkins","Julie Harris","Joan Hackett","Kent Smith","Robert H. Harris"],"overview":"After an eight-month stay in a mental hospital, a tormented man comes home to live with his sister; but a mysterious boarder may be trying to kill him.","release_date":"1970-09-22","vote_average":6.3,"runtime":74,"cert":"N\/A","id":71944,"title":"How Awful About Allan","adult":false,"genre_ids":[53,10770]},{"cast":["David Selby","Kate Jackson","Grayson Hall","Lara Parker","John Karlen"],"overview":"A newlywed painter and his wife move into his family's ancestral home and find themselves plagued by spirits of past residents.","release_date":"1971-08-04","vote_average":5.5,"runtime":95,"cert":"N\/A","id":71945,"title":"Night of Dark Shadows","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Bradley James Nowell","Floyd I. \"Bud\" Gaugh IV","Eric Wilson","Troy Dendekker","Marshall Goodman"],"overview":"A personal Insight into the genius mind of Bradley Nowell and the rest of the band Sublime, this movie offers in depth interviews with Bradley's family and friend's, and how the band became what they are today...Sublime.A look at the Long Beach, California ska-punk band told through the Skunk family and some of the band's more famous friends. Featuring interviews by No Doubt, Pennywise, Mike Watt, The Vandals and others tell their favorite Sublime stories. Live performance footage is featured, as well as never before seen footage of the band's private lives.","release_date":"1998-06-21","vote_average":6.0,"runtime":133,"cert":"N\/A","id":71946,"title":"Sublime - Stories, Tales, Lies & Exaggerations","adult":false,"genre_ids":[]},{"cast":["Dan Hardy","Chris Lytle","Jim Miller","Ben Henderson","Charles Oliveira"],"overview":"UFC Live: Hardy vs. Lytle is an upcoming mixed martial arts event to be held by the Ultimate Fighting Championship on August 14, 2011 at the Bradley Center in Milwaukee, Wisconsin. The event will be the first that the UFC has hosted in Wisconsin. The event will broadcast on Rogers Sportsnet and Versus.","release_date":"2011-08-14","vote_average":6.2,"runtime":100,"cert":"N\/A","id":71947,"title":"UFC Live: Hardy vs. Lytle","adult":false,"genre_ids":[]},{"cast":["Lavell Crawford"],"overview":"\"Last Comic Standing\" runner-up Lavell Crawford lords over a hometown crowd at St. Louis's Orpheum Theatre, raking in the love -- and the laughs. Jokes cover the hilarity of presidential politics and the social scene in heaven.","release_date":"2011-12-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":71950,"title":"Lavell Crawford: Can a Brother Get Some Love?","adult":false,"genre_ids":[35]},{"cast":["Apisit Opasaimlikit","Natee Aekwijit","Suranan Chumtaratorn","Kittipong Khamsat"],"overview":"A hip-hop group becomes stranded on an island that is inhabited by zombies and flesh eating monsters.","release_date":"2011-07-27","vote_average":4.5,"runtime":94,"cert":"N\/A","id":71951,"title":"Dead Bite","adult":false,"genre_ids":[27]},{"cast":["Casper De Vries"],"overview":"Yes, indeed the island of Casparia. Uncle Kallie, Hanno, Blertsie, Solitarire, Greetje, Renier Ferreira, Gizelle and Montelle, the whole lot of them, immigrated to that island of Casparia where they started a new settlement. This crazy bunch takes you on this hilarious journey called, Broeders Ancestors that was recorded in 2009 in the Pretoria State Theatre.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":71976,"title":"Broeders Ancestors","adult":false,"genre_ids":[35]},{"cast":["J. Michael Weiss","Tim Johnson","Jason Cook","Bradley J. Roddy","Elizabeth Hogan"],"overview":"Every town has an Elm Street, and Denver is no exception. The man of your dreams crosses paths with the boys in gray--who will win the battle for 1980's supremacy? The nightmare is always the same: dirty brown hat, striped sweater, and a glove of razors. Neil is having a lot of trouble sleeping lately, and the terrors are getting worse. Fortunately, help soon arrives in the the form of an old friend, Ed Spengler--nephew of Ghostbuster great Egon Spengler. With the help of their friend Eugene, Ed and Neil establish a Denver division of the Ghostbusters. Before long business is booming, but eventually they know they will have to face off against Freddy Krueger himself.","release_date":"2004-05-13","vote_average":4.1,"runtime":35,"cert":"N\/A","id":71977,"title":"Freddy vs Ghostbusters","adult":false,"genre_ids":[35]},{"cast":["Mark LoMonaco","Devon Hughes","Thomas Laughlin","Jim Fullington","Chris Benoit"],"overview":"ECW One Night Stand (2005) was a professional wrestling PPV event produced by World Wrestling Entertainment (WWE). It was held on June 12, 2005 at the Hammerstein Ballroom in New York, New York.The main event was a tag team match between The Dudley Boyz (Buh Buh Ray and D-Von) and the team of Tommy Dreamer and The Sandman. Two of the matches on the undercard were Chris Benoit versus Eddie Guerrero, and Mike Awesome versus Masato Tanaka. Rob Van dam, who had proposed the idea to Vince McMahon, could not compete due to injury but would go on to headline the 2006 event against John Cena.","release_date":"2005-06-12","vote_average":6.9,"runtime":156,"cert":"N\/A","id":71980,"title":"ECW One Night Stand 2005","adult":false,"genre_ids":[28,18]},{"cast":["Michael Rennie","Patricia Medina","Milly Vitale","David Knight","Esmond Knight"],"overview":"1943: A schoolmaster called Stefan Novak (Michael Rennie) and his watchmaker friend Tadek (David Knight) are working for the Polish resistance lead by Stanislav Muski (Peter Madden) and allow themselves to be captured by the Nazis and taken to a labour camp on the Baltic coast so that they can spy on the operations there. Stefan and Tadek discover that the camp houses a huge production unit where the V1 rocket is being built, which Hitler intends to use to destroy London. The pair succeed in informing the resistance of what is happening who in turn tip off the allies who launch a full scale raid on the plant and destroy it therefore setting back the Nazis' plan by months. However, the fight is far from over as Hitler's generals proceed with plans to build yet another plant and Stefan and Tadek are faced with a dangerous challenge, they must capture a complete V1 rocket and help in smuggling it back to Britain so that the allies can prepare themselves for Hitler's proposed invasion...","release_date":"1958-01-01","vote_average":5.0,"runtime":100,"cert":"","id":71983,"title":"Battle of the V-1","adult":false,"genre_ids":[18,10752]},{"cast":["Leslie Banks","Jeanne De Casalis","Carla Lehmann","Alastair Sim","John Mills"],"overview":"Cottage to Let is a 1941 spy film starring Leslie Banks, Alastair Sim and John Mills. Set in World War II Scotland, its plot concerns Nazi spies trying to kidnap an inventor.","release_date":"1941-09-06","vote_average":7.2,"runtime":90,"cert":"","id":71984,"title":"Cottage to Let","adult":false,"genre_ids":[35,18]},{"cast":["Richard Attenborough","James Donald","Sonny Tufts","Trevor Howard","Bernard Lee"],"overview":"Compton Bennett's war drama The Gift Horse follows the fortunes of ageing destroyer The Ballantrae and her crew from the time they come together in 1940 until the climactic raid on occupied St Nazaire in 1942. Trevor Howard plays Lt Cmdr Hugh Alginon Fraser, the newly appointed captain, back in service after having left the navy following a court martial.","release_date":"1952-06-01","vote_average":6.4,"runtime":95,"cert":"","id":71985,"title":"Gift Horse","adult":false,"genre_ids":[12,10752,18]},{"cast":["Ronald Chudley","Caroline Mortimer","Sandra Leo "],"overview":"A short film directed by James Hill about a young man who rebuilds a vintage car and finds love. The film was nominated for an Academy Award (Short Subjects, Live Action Subjects). Made in and around Farnborough, Hampshire, it became a cult success when regularly broadcast as a trade test colour transmission on the run up to the start of BBC2 colour transmissions. Originally screened from September 1968 until August 1973, it was one of a series of short films broadcast to help television engineers set up new colour television sets. Blackwell Cottage, where the car was built, is on Cambridge Road West, Farnborough. The house remains, although the garage has been replaced by a detached house. The house where the little girl lived, next-door, is still there. As well as Farnborough, parts of the film was made in Bucks Horn Oak, Hampshire and Seale, Surrey.","release_date":"1963-06-01","vote_average":10.0,"runtime":27,"cert":"","id":71986,"title":"The Home-Made Car","adult":false,"genre_ids":[]},{"cast":["Ling Yun","Ching Li","Chen Hung-Lieh","Yau Ching","Cheng Lui"],"overview":"A kung fu knight walks the road to vengeance after the evil Ghost Gang kills his wife and son. The swordsman known as \"Twin Blades\" must take on a quartet of color-coded cutthroats to set things right.","release_date":"1969-01-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":71987,"title":"Twin Blades of Doom","adult":false,"genre_ids":[28,12]},{"cast":["Forrest Tucker","Gaby André","Martin Benson","Alec Mango","Wyndham Goldie"],"overview":"In a small English village, Dr. Laird and his assistants Gil Graham and Michele Dupont are conducting experiments with magnetic fields. The results may have military applications as his equipment can rearrange molecules to make solid metal brittle or stiff metal pliable. Gil notices that the magnetic and affecting the village but Laird won't stop his tests. A mysterious stranger, known simply as Mr. Smith, assists them in solving several mysteries, including a series of attacks in a public park. Their greatest challenge is the sudden appearance of giant insects, bugs that have mutated as a result of the experiments.","release_date":"1958-03-04","vote_average":4.1,"runtime":75,"cert":"","id":71990,"title":"The Strange World of Planet X","adult":false,"genre_ids":[878,27,18]},{"cast":["Richard Attenborough","Pier Angeli","John Gregson","Eva Bartok","Eddie Constantine"],"overview":"A flying boat has to ditch off an island in the Pacific. Along with the injured owner-pilot the passengers include a policeman and his smuggler prisoner, a slimey limey witness against him, a physicist, and a globe-hopping good-time girl. On the island they find a fleet of derelict ships, farm animals tethered, and cameras in a lead-lined bunker and a stark realisation soon dawns.","release_date":"1959-06-01","vote_average":6.8,"runtime":90,"cert":"","id":71991,"title":"SOS Pacific","adult":false,"genre_ids":[53,18]},{"cast":["Richard O'Sullivan","Paula Wilcox","Sally Thomsett","Brian Murphy","Yootha Joyce"],"overview":"An unscrupulous property developer wants to flatten the street to make way for new buildings.Householder George Roper is happy to take the offered money and run but his wife Mildred and their lodgers join with other residents to take a stand and keep things as they are, finally winning the day","release_date":"1974-12-22","vote_average":5.5,"runtime":90,"cert":"PG","id":71992,"title":"Man About the House","adult":false,"genre_ids":[35]},{"cast":[],"overview":"World War 2, in the early stages of Operation Barbarossa, the Third Reich created a special force called \"Brandenburger\". The mission of this particular unit is to size river bridges behind the soviet lines, before the retreating Soviet Army can destroy them. However, a Russian armored train in their sector remains to keep a thorn in their side. When the whole Russian front line seems to collapse in the eve of the fascist juggernaut, this Armored Train must be eliminated at all costs.","release_date":"1989-06-01","vote_average":0.0,"runtime":null,"cert":"","id":71993,"title":"The Last Armoured Train","adult":false,"genre_ids":[]},{"cast":["Robert Forster","Fiona Lewis","Ray Sharkey","Joanna Cassidy","Bruce Glover"],"overview":"After a stunt man dies while he is involved in the making of a motion picture, his brother takes his place in order to find out what really happened.","release_date":"1977-06-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":71996,"title":"Stunts","adult":false,"genre_ids":[18,28,53,9648]},{"cast":["Melanie Rios","Mya Luanna","Bibi Noel","Mr. Pete","Mick Blue"],"overview":"","release_date":"2011-08-02","vote_average":9.0,"runtime":null,"cert":"N\/A","id":71997,"title":"Corrupt Minds","adult":true,"genre_ids":[]},{"cast":["Klaus Kinski","Antonio Sabàto","Van Johnson","Lucretia Love","Brigitte Brandt"],"overview":"A diamond robber, who was left behind in the hands of the police, gets out of prison and teams up with the man who funded the robbery, but who never saw the loot, to get even with the other members of the gang.","release_date":"1971-11-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":71998,"title":"Eye of the Spider","adult":false,"genre_ids":[80]},{"cast":["Kristel Verbeke","Josje Huisman","Karen Damen"],"overview":"","release_date":"2011-03-28","vote_average":5.3,"runtime":102,"cert":"N\/A","id":71999,"title":"Studio 100 sprookjes musicals - Alice in Wonderland met K3","adult":false,"genre_ids":[10751]}]