[{"cast":["Paul Frees"],"overview":"Mail call. Nothing for Tom, but at Jerry's box, Tom finds a package; inside is a book, \"Life with Tom\" by Jerry Mouse. As Tom flips to chapters and hears, first a radio audience, then a group of alley cats, then Spike and Tyke, all laughing over the book, we see the clips from earlier shows that everyone is laughing at. Tom gets more and more irate about being the butt of everyone's jokes, and confronts Jerry, clobbering him with the book, when Jerry shows Tom the rest of his mail. The royalty checks have come in, and Jerry has split his $50,000 royalty with Tom. Suddenly, with $25,000 in his pocket, Tom is able to find the book funny.","release_date":"1953-11-21","vote_average":5.9,"runtime":8,"cert":"N\/A","id":72000,"title":"Life with Tom","adult":false,"genre_ids":[35,16]},{"cast":["Kyle Walsh","Aaron Farb","Debra Lopez"],"overview":"In a post-apocalyptic world ravaged by feuding warlords, a group of desperate soldiers hatch a plan to steal a Warlord's treasure and start a new life. Faced with the threat of a horrific death at the hands of the Warlord's executioners, the men escape into a desolate and forbidden land known only as the Shadowlands. Now the men must flee from the Warlord's vicious assassins while defending themselves from the terrifying creatures that inhabit the land.","release_date":"2011-07-11","vote_average":6.6,"runtime":86,"cert":"N\/A","id":72003,"title":"The Dark Knight","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Loa Falkman","Stina Ekblad","Simon Norrthon","Philip Zandén","Sif Ruud"],"overview":"The Runeberg family is an ordinary middle class family, with a house in a suburb, a car and three children. By vacationing in a rented house by the sea, the hope is that the tension and anxiety between Rune and Gunnel will disappear. However, instead of spending time with his family, Rune finds himself attracted to a young man, Petrus. Whatever happens next, Rune realizes, it can never be like it was before. Plot by Mattias Thuresson.","release_date":"1995-03-03","vote_average":4.8,"runtime":99,"cert":"N\/A","id":72004,"title":"Like It Never Was Before","adult":false,"genre_ids":[18,35]},{"cast":["Robert Glatzeder","Dieter Pfaff","Lilia Lehner","Traute Hoess","Alexander Strobele"],"overview":"","release_date":"2002-08-15","vote_average":3.8,"runtime":89,"cert":"N\/A","id":72005,"title":"The Woman Who Doubted Dr. Fabian","adult":false,"genre_ids":[10770,35,80]},{"cast":["Heinz Erhardt","Christine Kaufmann","Käthe Haack","Ernst Waldow","Werner Finck"],"overview":"","release_date":"1960-09-15","vote_average":6.4,"runtime":null,"cert":"N\/A","id":72008,"title":"Der letzte Fußgänger","adult":false,"genre_ids":[35]},{"cast":["Germaine Damar","Peter Weck","Loni Heuser","Heinz Erhardt","Rudolf Platte"],"overview":"Anny arrives in Munich to start a career as an actress, but soon ends up without money and job, sleeping on a park bench. When the police picks her up, she pretends to have amnesia and is taken to the police station. There she's surprised to get presented to her alleged parents. Not knowing yet what kind of game they play, she goes home with them and lets the rich couple coddle her.","release_date":"1956-06-12","vote_average":4.5,"runtime":89,"cert":"N\/A","id":72009,"title":"Mädchen mit schwachem Gedächtnis","adult":false,"genre_ids":[35]},{"cast":["Moe Howard","Larry Fine","Shemp Howard","Vernon Dent","Harold Brauer"],"overview":"The three stooges pursue a notorious burglar in order to pay past due notes to the Skin & Flint company and save their tailor shop.","release_date":"1947-10-30","vote_average":5.9,"runtime":17,"cert":"N\/A","id":72010,"title":"Sing a Song of Six Pants","adult":false,"genre_ids":[35]},{"cast":["Peter Alexander","Germaine Damar","Heinz Erhardt","Loni Heuser","Wolfgang Wahl"],"overview":"","release_date":"1958-12-18","vote_average":5.3,"runtime":null,"cert":"N\/A","id":72011,"title":"So ein Millionär hat's schwer","adult":false,"genre_ids":[35]},{"cast":["Moe Howard","Shemp Howard","Larry Fine","Emil Sitka","Dee Green"],"overview":"Shemp has to get married within seven hours in order to inherit $500,000. Now that's incentive! The bumbling threesome set to work right away with hilarious results.","release_date":"1947-09-11","vote_average":6.1,"runtime":17,"cert":"N\/A","id":72012,"title":"Brideless Groom","adult":false,"genre_ids":[35]},{"cast":["Atsushi Tamura","Kenn","Shunsuke Kazama","Yuya Miyashita","Ai Horanai"],"overview":"After falling through a time-slip, Yusei Fudo (who has just had his powerful card stolen by a mysterious stranger) meets with Jaden Yuki and Yugi Muto, who agree to help Yusei defeat the evil Paradox, who is planning to destroy Pegasus before he can invent Duel Monsters.","release_date":"2010-01-23","vote_average":6.5,"runtime":49,"cert":"N\/A","id":72013,"title":"Yu-Gi-Oh! 3D: Bonds Beyond Time","adult":false,"genre_ids":[16,14]},{"cast":["Fouziah Gous","Iqram Dinzly","Sidek Hussain","Fauziah Nawi","Kapt Khir Mohd Noor"],"overview":"Based upon an old Malay myth, it tells the story of Arman (Iqram Dinzly) and Melati (Fouziah Ghous) who chose to live in a bungalow built since the Japanese occupation as both of them wanted to live in a peaceful environment without the hustle and bustle of city life. Mysterious things start to occur after Melati accidentally knocks a marked stone in the vicinity of the house and collapses. Melati's mother, Zaiton (Fauziah Nawi) came to visit but then passed away unexpectedly, shocking both Arman and Melati. Melati frequently day dreams, but in fact she have been possessed by an evil ghost that wants to exact revenge after being awaken by Melati. Eventually, Arman suspects that Pak Mail (Sidek Hussain) is responsible for all the strange occurrences.","release_date":"2011-06-23","vote_average":4.0,"runtime":80,"cert":"N\/A","id":72014,"title":"Rasuk","adult":false,"genre_ids":[27]},{"cast":["Kazukiyo Nishikiori","Keiichi Nanba","Masaaki Satake","Daiki Nakamura","Hidekatsu Shibata"],"overview":"Terry Bogard's father was murdered by a man named Geese Howard for the purpose of retrieving a ancient manual on martial arts. When Terry grows up he is driven by hatred to avenge his father's death but must overcome this hatred if he is to complete his training on how to defeat Geese Howard.","release_date":"1992-12-23","vote_average":5.5,"runtime":50,"cert":"N\/A","id":72015,"title":"Fatal Fury: Legend of the Hungry Wolf","adult":false,"genre_ids":[28,16]},{"cast":["Kazukiyo Nishikiori","Keiichi Nanba","Kotono Mitsuishi","Masami Kikuchi","Nobuyuki Hiyama"],"overview":"Terry is fighting abroad when a boy named Tony, who wants to be Terry's student, follows him despite his mother and Terry's wishes. When Terry Bogart is defeated by a foe more powerful than he's ever seen before, Terry falls into depression and turns to the bottle. While his friends go after this new foe Tony must restored Terry's faith... and once he realizes that only he can defeat this ruthless fiend.","release_date":"1993-06-30","vote_average":6.3,"runtime":75,"cert":"N\/A","id":72016,"title":"Fatal Fury 2: The New Battle","adult":false,"genre_ids":[28,16]},{"cast":["Willie Nelson","Merle Haggard","Ray Price","Ray Benson"],"overview":"Traditional Western swing and good ol' fashioned honky-tonk music just doesn't get any better than this. With a short run of 15 performances in 2007, the Last of the Breed tour united Willie Nelson, Merle Haggard, and Ray Price to celebrate their elder-statesmen status as Country Music Hall of Famers with over 150 years of shared experience between them.","release_date":"2007-09-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":72017,"title":"Last of the Breed: Live in Concert","adult":false,"genre_ids":[]},{"cast":["David Bertelsen","Zuhal Ödemir","Lars Junggren","Holger Boland","Astrid Henning-Jensen"],"overview":"Inspired by tales from \"Arabian Nights\", with many a touch of magic, but primarily based on a book by Denmark's Ole Lund Kirkegaard, a master of the baroque stories for children, this adventurer takes the boy Hodja on a flying carpet outing. The boy wants to see the world and asks his girl-friend Emerald along. But an evil Sultan has his own designs on the carpet. Shot on Turkish locations with an extensive use of special effects.","release_date":"1985-10-04","vote_average":6.5,"runtime":76,"cert":"N\/A","id":72018,"title":"Hodja from Pjort","adult":false,"genre_ids":[10751,12]},{"cast":["Totò","Luigi Pavese","Franco Coop","Isa Bellini","Wilma Mangini"],"overview":"Three brothers, all played by Toto, vie to inherit a fortune from their natural father.","release_date":"1941-03-16","vote_average":4.5,"runtime":85,"cert":"N\/A","id":72019,"title":"L'allegro fantasma","adult":false,"genre_ids":[35]},{"cast":["George O’Brien","Irene Hervey","LeRoy Mason","Syd Saylor","Henry Hall"],"overview":"An Easterner Inherits a cattle ranch, only to discover that thousands of cattle have been stolen. He secretly signs on as a hired hand at his own ranch to discover who's stealing them.","release_date":"1934-09-21","vote_average":6.0,"runtime":65,"cert":"N\/A","id":72022,"title":"The Dude Ranger","adult":false,"genre_ids":[28,37]},{"cast":["Drena De Niro","J. King","Portia Cue","Paul Diomede","P.J. Marshall"],"overview":"Well-meaning Tariq (J. King) looks to escape his job as a mechanic and car thief for a mobster, Gresh (Lawrence Winslow), after he meets the lovely Robin (Portia Coe). But Gresh needs Tariq more than ever because he's become involved in the dangerous underworld of pit bull fights. To assure Tariq's cooperation, his new family is jeopardized, emotionally and physically.","release_date":"2002-09-02","vote_average":0.0,"runtime":89,"cert":"N\/A","id":72023,"title":"Ghetto Dawg","adult":false,"genre_ids":[18]},{"cast":["Tom Arnold","Mamie Van Doren","Julie Strain"],"overview":"We call them by a hundred different names: boobs, knockers, jugs, hooters. We wonder if they're real or fake, too small or too big, too exposed or too covered. And every year Americans spend millions of dollars on breast enhancement, from push-up bras to surgery. Why is our culture so captivated by this particular part of the female form? \"Boobs: An American Obsession\" is a revealing, humorous, often poignant investigation involving everyone from anthropologists to porn stars as we explore our culture's fascination with breasts.","release_date":"2010-02-09","vote_average":0.0,"runtime":88,"cert":"N\/A","id":72024,"title":"Boobs: An American Obsession","adult":false,"genre_ids":[99]},{"cast":["Heinz Erhardt","Camilla Spira","Corny Collins","Maria Sebaldt","Erik Schumann"],"overview":"","release_date":"1958-12-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":72025,"title":"Vater, Mutter und neun Kinder","adult":false,"genre_ids":[35]},{"cast":["Katsuo Nakamura","Mariko Kaga","Masako Yagi","Yumiko Nogawa","Toshiko Higuchi"],"overview":"A corrupt businessman blackmails the lovelorn reprobate Atsushi into watching over his suitcase full of embezzled cash while he serves a jail sentence. Rather than wait for the man to retrieve his money, however, Atsushi decides to spend it all in one libidinous rush—fully expecting to be tracked down and killed.","release_date":"1965-08-29","vote_average":6.4,"runtime":104,"cert":"N\/A","id":72026,"title":"Pleasures of the Flesh","adult":false,"genre_ids":[18,35]},{"cast":["Heinz Erhardt","Corny Collins","Adrian Hoven","Grethe Weiser","Gunther Philipp"],"overview":"","release_date":"1961-04-07","vote_average":6.3,"runtime":98,"cert":"N\/A","id":72027,"title":"Ach Egon!","adult":false,"genre_ids":[35]},{"cast":["Marika Rökk","Fritz Tillmann","Cornelia Froboess","Heinz Erhardt","Adelheid Seeck"],"overview":"","release_date":"1961-01-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":72028,"title":"Mein Mann, das Wirtschaftswunder","adult":false,"genre_ids":[35]},{"cast":["Ina Bauer","Toni Sailer","Heinz Erhardt","Ruth Stephan","Gunther Philipp"],"overview":"","release_date":"1961-01-19","vote_average":3.0,"runtime":null,"cert":"N\/A","id":72029,"title":"Kauf Dir einen bunten Luftballon","adult":false,"genre_ids":[35]},{"cast":["Lee Van Cleef","Reiner Schöne","Giampiero Albertini","Ignazio Spalla","Annabella Incontrera"],"overview":"Master gunslinger Sabata arrives in Hobsonville, a town completely owned by McIntock, a robber baron who is taxing the inhabitants for the cost of future improvements to the town. Or that's what McIntock says he'll do with the money...","release_date":"1971-09-03","vote_average":5.6,"runtime":100,"cert":"N\/A","id":72032,"title":"Return of Sabata","adult":false,"genre_ids":[37]},{"cast":["Christine Nguyen","Belinda Gavin","Yuu Asakura","Bruce Barlow","Tony Clay"],"overview":"In this sequel to the erotic cult hit, reporter Elyse Lam  investigates a string of kidnappings involving sexy young women who turn into zombie love slaves. Elyse traces the crimes to a mummy that's controlled by crazed museum director Dr. Zita Furneaux . As she digs deeper into her big story, will Elyse fall victim to Dr. Zita's seductive charms?","release_date":"2006-10-10","vote_average":8.0,"runtime":82,"cert":"N\/A","id":72033,"title":"The Mummy's Kiss: 2nd Dynasty","adult":false,"genre_ids":[27]},{"cast":["Mia Zottoli","Sasha Peralto","George Thomas","Aysia Lee","Richard Lynch"],"overview":"Eternally cursed and mummified by the pharaoh for pursuing the love of his daughter, Hat-Em-Akhet, Hor-Shep-Sut  lies in quiet slumber waiting for the day she will be reawakened. When Hor-Shep-Sut's sarcophagus is found by Dr. Wallis Harwa  and opened by Professor Carter Moore, the professor's fiancée, Ana, immediately faints at the sight of the horrific, but somehow oddly familiar mummified remains. As Hor-Shep-Sut awakens from her centuries-old slumber to pursue her long lost love, viewers can rest assured that she will certainly have her fair share of erotic encounters before meeting her ultimate fate.","release_date":"2003-01-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":72034,"title":"The Mummy's Kiss","adult":false,"genre_ids":[27]},{"cast":["Josie Davis","William McNamara","William Duffy","David Chokachi","Michael Spellman"],"overview":"Mountain guide, Emily Wilks, is forced to lead a group of men up the perilous Devil's Peak. But leading the group up Devil's Peak is just a stalling tactic until Emily reveals her own dark secret.","release_date":"2010-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":72035,"title":"The Ascent","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":72036,"title":"Restoring the Original Paradigm for Infant Care and Breastfeeding","adult":false,"genre_ids":[99]},{"cast":["Gwen Stefani","Tom Dumont","Tony Kanal","Adrian Young","Stephen Bradley"],"overview":"No Doubt: Live In The Tragic Kingdom featuring footage directed by Sophie Muller from their live performance in Anaheim, California during their 1997 'Tragic Kingdom' tour including the hits 'Just A Girl', 'Don't Speak','Sunday Morning' and more...","release_date":"1997-01-01","vote_average":7.4,"runtime":92,"cert":"N\/A","id":72037,"title":"No Doubt: Live in the Tragic Kingdom","adult":false,"genre_ids":[10402]},{"cast":["Kouichi Yamadera","Megumi Ogata","Hidekatsu Shibata","Mitsuko Horie","Toshiyuki Morikawa"],"overview":"Kakugo and Harara are two siblings who have been trained to fight demons, monsters, and other creatures that are now roaming about in the post-apocalyptic 21st century. Along with their superior fighting techniques and specialized skills, they were also given special suits called Zero armor, which were made from the souls of dead warriors. Unfortunately Harara succumbs to evil within the Zero armor, and Kakugo is the only human alive that has the skills and equipment to defeat his sibling.","release_date":"1996-10-22","vote_average":5.5,"runtime":80,"cert":"N\/A","id":72038,"title":"Apocalypse Zero","adult":false,"genre_ids":[28,16,35,27,878]},{"cast":["Hannah Harper","Noname Jane","Nikki Love","Pamela Christie","David Reiner"],"overview":"In ancient Egypt, three of the king's virgin daughters -- Ananka, Hera and Josephine -- are beaten and mummified by a maniac who later returns in the 21st century as a berserk mummy himself. This swaddled nut job can only be stopped by the same three virgin girls, who now happen to be go-go dancing mummies at a strip joint in Hollywood. Pamela Christie and Kasumi star. Daryl Carstensen directs this comic horror tale.","release_date":"2004-08-01","vote_average":2.3,"runtime":71,"cert":"N\/A","id":72039,"title":"Attack of the Virgin Mummies","adult":false,"genre_ids":[27,35]},{"cast":["Roxanne Hall","Nikki Daniels","Nora Skyy","Jay Huntington","Jack Vegas"],"overview":"He's Back! Tasty pussy, MMM! My wife's pussy never looked this good! Call me the \"Sperminator\". I'm No \"Girly Man\"! Call me the \"Hunginator\". Featuring Nikki Daniels as the Maid, Roxanne Hall as the Reporter, Destiny Porter as the Accountant and Nora Skyy as the Aspiring Actress. Hasta La Vista, Baby!","release_date":"2011-08-06","vote_average":9.5,"runtime":null,"cert":"N\/A","id":72040,"title":"Arnold The Fornicator","adult":true,"genre_ids":[]},{"cast":["Chester Bennington","Mike Shinoda","Rob Bourdon","Joe Hahn","Brad Delson"],"overview":"In celebration of July 4 Linkin Park was streamed LIVE from the iTunes Festival at the Roundhouse in London","release_date":"2011-07-04","vote_average":8.8,"runtime":94,"cert":"N\/A","id":72043,"title":"Linkin Park - iTunes Festival London","adult":false,"genre_ids":[10402]},{"cast":["Vivi Bach","Adrian Hoven","Claus Biederstaedt","Heinz Erhardt","Corny Collins"],"overview":"","release_date":"1962-09-21","vote_average":4.5,"runtime":null,"cert":"N\/A","id":72044,"title":"Die Post geht ab","adult":false,"genre_ids":[10402,35]},{"cast":["Gert Fröbe","Hansjörg Felmy","Joachim Hansen","Carl Lange","Anna Smolik"],"overview":"","release_date":"1959-09-15","vote_average":6.5,"runtime":105,"cert":"N\/A","id":72045,"title":"Duel with Death","adult":false,"genre_ids":[18]},{"cast":["Mexx Nachbar","Ezzaldeen F. Ali","Egbert Jan Weeber","Maike Meijer","Axel Daeseleire"],"overview":"Lieke and Millad are best friends. Milad land his family have been living in the Netherlands for years. Suddenly, Milad is told that he and his family have to leave, because they don't have a permit to stay. Lieke is upset. She wants to find a way to solve this problem. Together with Milad, she begins an exciting journey.","release_date":"2011-01-22","vote_average":6.8,"runtime":90,"cert":"N\/A","id":72050,"title":"Blijf!","adult":false,"genre_ids":[18]},{"cast":["Salman Khan","Shilpa Shetty","Arbaaz Khan","Amrish Puri","Farida Jalal"],"overview":"About to retire, police inspector Samar Singh changes his mind when he discovers that a recently elected official has ties with the underworld.","release_date":"2004-07-09","vote_average":4.9,"runtime":162,"cert":"N\/A","id":72051,"title":"Garv: Pride and Honour","adult":false,"genre_ids":[28,18]},{"cast":["Mick Øgendahl","Jonatan Spang","Rasmus Bjerg","Jon Lange","Søren Malling"],"overview":"Four rogues, who were best friends as kids, have one big problem: they're sitting on both sides of the law. Martin is a policeman, while Nikolai, Ralf, and Timo can't distinguish between personal possessions and the possessions of others! When all four find themselves in a fix, they're forced to return to their former tricks against a common foe, Mr Niemeyer. Martin is not as successful, however, either at his job or marriage, and thinks he deserves a better life. Now he sees an opportunity to save his career by \"playing\" with his old friends on a mission that is so crazy that even the two foolish brothers can do some good.","release_date":"2011-02-10","vote_average":6.5,"runtime":82,"cert":"N\/A","id":72054,"title":"All for One","adult":false,"genre_ids":[35]},{"cast":["Pier Giorgio Bellocchio","Elena Bellocchio","Donatella Finocchiaro","Letizia Bellocchio","Maria Luisa Bellocchio"],"overview":"A family story in the city of Bobbio between 1999 and 2008.","release_date":"2011-03-16","vote_average":5.3,"runtime":105,"cert":"N\/A","id":72057,"title":"Sorelle Mai","adult":false,"genre_ids":[18]},{"cast":["Michel Blanc","Didier Bourdon","Dominique Lavanant","Annie Cordy","Josiane Balasko"],"overview":"In Brussels, one discovers the bodies of young women buried behind the tombs of famous painters… In each of them, it lacks the right forearm. Yarn needles, Commissioner Leon, whose secret passion is knitting, unravels the intrigue of this dark history, with the heart of this case Mrs. Edward Island, transvestite housekeeper bistro \"In Sudden Death,\" where one encounters a high wildlife colors.","release_date":"2004-06-02","vote_average":4.5,"runtime":97,"cert":"N\/A","id":72058,"title":"Madame Edouard","adult":false,"genre_ids":[35,80]},{"cast":["Jim Chim","Koni Lui","Chak Hoi-Tai","Harriet Yeung","Jacqueline Chong"],"overview":"Once upon a time in Hong Kong, there's this traditional medicine oil company that has come seriously close to bankruptcy. However, its bored-stiff staff - the mean manager Ben Chow, sleazy Tyson, love-deficient Hatou, and clueless newbie Rachel - has nothing better to do than fantasizing about all kinds of sexual escapades in their cold drab little cubicles. Thankfully, their company is taken over by an adult toy enterprise from China, and their wet dreams come true when four delectable new coworkers come to jazz up their office life!","release_date":"2011-07-09","vote_average":6.3,"runtime":89,"cert":"N\/A","id":72059,"title":"MicroSex Office","adult":false,"genre_ids":[35]},{"cast":["Jon English","Simon Gallaher","Helen Donaldson","Toni Lamond","Derek Metzger"],"overview":"In spite of being apprenticed to a Pirate King as a child, Frederic has led a very sheltered life. So when he arrives in Penzance with his boisterous shipmates, there are a few surprises in store for him! It all ends happily, but not before he's dodged the Old Bill, fallen in love and made some rather inconvenient discoveries.","release_date":"1994-01-01","vote_average":6.5,"runtime":115,"cert":"","id":72062,"title":"The Pirates of Penzance","adult":false,"genre_ids":[10402]},{"cast":["Nicholas Tse","Nick Cheung","Tong Dawei","Charlene Choi","Crystal Huang Yi"],"overview":"Master Kung and Lo Pa are two police officers of White Horse City, who have high skills but are underused. A robbery happened at he city's richest man Ho Pak Man's home where his whole family was killed and their family treasure the \"White Jade Goddess of Mercy\" was stolen and the \"Police God\" Tit Mo Ching investigates the case. Kung and Lo Pa cannot participate because of their low status. Coincidentally, Master Kung and Lo Pa arrest a pair of twin sisters, Water Dragon Girl and Fire Dragon Girl, who always pretend to catch wanted criminals to get monetary rewards. The twin sisters know that the \"White Jade Goddess of Mercy\" would be brought to the \"Treasure Inn\" for an auction. Wanting to hit big, Master Kung and Lo Pa go to the \"Treasure Inn\" with the twin sisters to investigate the truth. During that time, Master Kung and Water Dragon Girl become lovers from a kiss.","release_date":"2011-06-23","vote_average":7.1,"runtime":97,"cert":"N\/A","id":72063,"title":"Treasure Inn","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Chimaira live Christmas 2010","release_date":"2010-07-23","vote_average":8.5,"runtime":null,"cert":"N\/A","id":72064,"title":"Chimaira: Coming Alive","adult":false,"genre_ids":[]},{"cast":["Jeong Seon-kyeong","Sung Dong-il","Park Chul-min","Ryoo Seung-bum","Seo Ji-hye"],"overview":"A former professional baseball player, Byeong-wu, made a successful career transition into a high-flying insurance advisor, thanks to his keen business sense and quick wits. But one day, one of his clients committed suicide and passed away and once hero Byeong-wu is now subject to internal investigation. Now he starts to run through his client list and finds a suspicious group of people introduced to him by the same person - and starts visiting them one by one.","release_date":"2011-04-14","vote_average":7.0,"runtime":124,"cert":"N\/A","id":72067,"title":"The Suicide Forecast","adult":false,"genre_ids":[35,18]},{"cast":["Toshirō Mifune","Yûzô Kayama","Takashi Shimura","Yōsuke Natsuki","Makoto Satō"],"overview":"Lt. Col. Senda resists the idea of sending Japanese fighter pilots on suicide missions. He believes that what is really necessary for Japan to regain momentum in the war is for the air force to gather its most brilliant pilots into an elite squadron and use the unit to pinpoint attacks on the Americans. Disrespected by the kamikaze pilots who think the \"non-suicidal\" pilots are afraid, the unit redeems itself by stunning victories. But success leads the military leaders to expect too much of the unit, and new orders portend disaster.","release_date":"1963-01-03","vote_average":6.0,"runtime":101,"cert":"N\/A","id":72068,"title":"Attack Squadron","adult":false,"genre_ids":[28,18,10752]},{"cast":["Kurt Finney","Angela Trimbur","Jason Arthur Russo","Ausby Larkin","Christopher DeMaci"],"overview":"Ever have one of those nights where nothing seems to be going right? Ever have a job that made you ponder \"this place would be fun if it didn't suck so much\"? Welcome to food-service hell. Natalie, the waitress, is on the verge of a nervous breakdown. Her social life is in turmoil, and the endless barrage of customers just won't give her a break. Clint, the manager, isn't exactly a people-person. He's lewd, rude, and totally insensitive... until you get to know him. Kevin, the busboy, is a nice guy with a dark brooding secret. He's quirky and artistic, but don't light a match near this powder keg! Throw a couple of wise cracking trash-talkers and some inept thieves into the mix, and this is sure to be one night you'll never forget.","release_date":"2006-01-01","vote_average":3.0,"runtime":100,"cert":"N\/A","id":72069,"title":"Pink Lemonade","adult":false,"genre_ids":[35]},{"cast":["Jon English","Simon Gallaher","Amanda Muggleton","Helen Donaldson","Drew Forsythe"],"overview":"This nautical story of star-crossed lovers kicks off when the Captain of the H.M.S. PINAFORE makes arrangements for his daughter to marry the Lord Admiral of the Navy. However, problems ensue when his daughter reveals she’s in love with a low-ranking seaman aboard her father’s ship. Ironically, the Captain finds himself in a similar position with a dockside vendor called Little Buttercup. The whole situation is turned on its head when Little Buttercup reveals a game-changing secret she has kept for decades...  This is no ordinary production of G&S. It fairly zings along, bubbling with joie de vivre, good humour and spice. However, you won't like this version of Pinafore if you're a strict G&S traditionalist. Considerable liberties are taken with the script; two songs are left out and several songs adapted from other G&S operas are added; Act II has been radically changed - and the music is played on three Moog synthesizers, with never a violin in sight!","release_date":"1997-05-01","vote_average":8.5,"runtime":130,"cert":"","id":72070,"title":"HMS Pinafore","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Set in and around a small town high school in Kansas, Beth is a naive senior student who asks her two new friends, the slick and outgoing Julie, and her boyfriend Scott to help her cover up the accidental killing of the hated school principal. But they are observed by Terra, a student nominated for prom queen, who blackmails them into rigging the election in her favor. Undaunted, Beth, Julie and Scott turn to the most popular\/hated student Cherry to kill Terra for them. Cherry agrees to the hit, but only if she gets Terra's nomination for prom queen and the crown as well which sets off more complications for all involved.","release_date":"1998-10-15","vote_average":3.0,"runtime":84,"cert":"N\/A","id":72071,"title":"Pep Squad","adult":false,"genre_ids":[27,35,80]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72072,"title":"Ninja Warrior","adult":false,"genre_ids":[]},{"cast":["Brigitta Dau","Lisa Gordon","Josh Holland","Paityn James","Michael Moon"],"overview":"A bunch of students get summoned at night in college by its professor to make the final presentation of the semester, little they know that a serial killer will be there too making them disappear one by one.","release_date":"2001-09-04","vote_average":2.8,"runtime":89,"cert":"N\/A","id":72073,"title":"Horror 101","adult":false,"genre_ids":[27]},{"cast":["Aaron Kwok","Janine Chang","Cheung Siu-Fai","Chen Kuan-Tai"],"overview":"A Hong Kong-set mystery centered on a detective who has been framed for a series of gruesome murders.","release_date":"2009-07-09","vote_average":6.7,"runtime":120,"cert":"N\/A","id":72074,"title":"Murderer","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Rex Gildo","Gunnar Möller","Helga Sommerfeld","Heinz Erhardt","Lotte Ledl"],"overview":"","release_date":"1963-12-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":72075,"title":"Apartmentzauber","adult":false,"genre_ids":[35]},{"cast":["Geneviève Cluny","Gunnar Möller","Corny Collins","Heinz Erhardt","Peter Kraus"],"overview":"","release_date":"1964-09-11","vote_average":5.0,"runtime":null,"cert":"N\/A","id":72076,"title":"Wenn man baden geht auf Teneriffa","adult":false,"genre_ids":[35]},{"cast":["Heinz Erhardt","Jonny Goertz","Ingeborg Solbrig","Gefion Helmke","Edith Behleit"],"overview":"","release_date":"1967-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":72077,"title":"Aktien und Lorbeer","adult":false,"genre_ids":[35]},{"cast":["Lando Buzzanca","Teri Tordai","Heinz Erhardt","Peter Weck","Raffaella Carrà"],"overview":"","release_date":"1969-09-04","vote_average":4.5,"runtime":null,"cert":"N\/A","id":72078,"title":"Warum hab ich bloss zwei mal ja gesagt","adult":false,"genre_ids":[35]},{"cast":["Julfuqar Ali","Sushil Sharma","Megnaa Mehtta"],"overview":"Jamal, a 10-year-old Pakistani Muslim, mistakenly crosses the border between India and Pakistan and finds an unusual ally in a Hindu Brahmin, Bhola. Indian soldiers descend on Bhola's village searching for the so-called terrorist who crossed over. Bhola's neice, Rani, insists they can't let a Muslim into their Hindu home. With Bhola and Rani grappling with the consequences of harboring a Pakistani and their deep-set prejudice against Muslims, Jamal's only hope is the humanity shared by a people separated by artificial boundaries a long time ago","release_date":"2004-10-25","vote_average":5.0,"runtime":15,"cert":"N\/A","id":72079,"title":"Little Terrorist","adult":false,"genre_ids":[18]},{"cast":["Bill Bellamy"],"overview":"Bill Bellamy is back...and this time he's making a statement! Over the last decade, Bill Bellamy has been a staple in the world of comedy. The man, who coined the popular 90's phrase \"Booty Call,\" has made several appearances on Def Comedy Jam, hosted MTV's Beach House and starred alongside Jamie Foxx and Al Pacino in Any Given Sunday. Bellamy's \"in your face\" brand of comedy has made him a successful touring act with hundreds of sold-out shows nationwide.","release_date":"2005-10-08","vote_average":0.0,"runtime":65,"cert":"N\/A","id":72080,"title":"Bill Bellamy: Back to My Roots","adult":false,"genre_ids":[35]},{"cast":["Sinbad"],"overview":"Experience veteran comedian Sinbad as he returns to his college town of Denver and performs at the Paramount Theatre for this next installment of his famed HBO Comedy Specials. Sinbad: Son of a Preacher Man is a self-styled monologue that comments on the perils of skiing, para-sailing during a bad vacation, fashion trends in lingerie, and more!","release_date":"1996-04-10","vote_average":4.5,"runtime":44,"cert":"N\/A","id":72081,"title":"Sinbad: Son of a Preacher Man","adult":false,"genre_ids":[35]},{"cast":["Tony Clarkin","Bob Catley","Mark Stanway","Jimmy Copley","Al Barrow"],"overview":"Recorded live in the UK, 2005.","release_date":"","vote_average":0.0,"runtime":237,"cert":"N\/A","id":72082,"title":"Magnum Livin' The Dream","adult":false,"genre_ids":[]},{"cast":["Lucia Bosé","Alberto Closas","Bruna Corrà","Carlos Casaravilla","Otello Toso"],"overview":"A couple having an affair strike a bicyclist with their car and do not offer aid out of fear of their relationship being exposed.","release_date":"1955-05-08","vote_average":7.3,"runtime":88,"cert":"N\/A","id":72083,"title":"Death of a Cyclist","adult":false,"genre_ids":[80,18,53]},{"cast":["Carl Jung"],"overview":"In September 1957, the philosopher Carl Gustav Jung was interviewed in Houston. Part of that interview was filmed in 16mm. After reviewing the images obtained, the footage was censored in many countries, ending up in oblivion, lost in a warehouse in Central America. Just 50 years later, after several years of searching for images around the world and a difficult reconstruction and restoration, the director Shang Solomon offers us on the big screen almost all of the interview with Jung, known as the main opponent to the theories of Freud and an eminence of the Philosophy and the History of Psychology.","release_date":"2007-12-20","vote_average":0.0,"runtime":76,"cert":"N\/A","id":72084,"title":"Carl Gustav Jung","adult":false,"genre_ids":[99]},{"cast":["Robert Duvall","Ally McCoist","Michael Keaton","Kirsty Mitchell","Morag Hood"],"overview":"Scottish second division football team Kilnockie is taken over by American Pete Cameron. The new owner puts pressure on manager Gordon McLeod to improve the fortunes of the team, and hires first division player Jackie McQuillan.","release_date":"2000-05-03","vote_average":5.5,"runtime":104,"cert":"N\/A","id":72087,"title":"A Shot at Glory","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Getafe, finales de los años 70. La gente mira extrañada como un 600 sin conductor atraviesa la calle a toda velocidad. Al volante va Juan Carlos, el Pera, un niño de 9 años con una extraordinaria habilidad para conducir coches.... y para robarlos. Sus padres, desesperados, intentan alejarle de sus amigos, los chavales más problemáticos del barrio, pero el Pera elige la calle como centro de operaciones y lugar de aprendizaje, sin reglas ni límites. Pero su suerte cambia cuando llega a la Ciudad Escuela de los Muchachos. Allí, en un arriesgado pulso, el carisma y convicción del Tío Alberto intentarán rescatar al niño que, al fin y al cabo, el Pera lleva dentro. Volando Voy está basada en la historia real de Juan Carlos Delgado, el Pera.","release_date":"","vote_average":0.0,"runtime":105,"cert":"N\/A","id":72088,"title":"Volvando voy","adult":false,"genre_ids":[18]},{"cast":["Basil Rathbone","Faith Domergue","John Bix","Gennadi Vernov","Georgi Zhzhyonov"],"overview":"In 2020, after the colonization of the moon, the spaceships Vega, Sirius and Capella are launched from Lunar Station 7. They are to explore Venus under the command of Professor Hartman, but an asteroid collides and explodes Capella. The leader ship Vega stays orbiting and sends the astronauts Kern and Sherman with the robot John to the surface of Venus, but they have problems with communication with Dr. Marsha Evans in Vega. The Sirius lands in Venus and Commander Brendan Lockhart, Andre Ferneau and Hans Walter explore the planet and are attacked by prehistoric animals. They use a vehicle to seek Kern and Sherman while collecting samples from the planet. Meanwhile John helps the two cosmonauts to survive in the hostile land.","release_date":"1965-08-01","vote_average":4.1,"runtime":78,"cert":"N\/A","id":72091,"title":"Voyage to the Prehistoric Planet","adult":false,"genre_ids":[878,10770]},{"cast":["Yukie Nakama","Hiroshi Abe","Katsuhisa Namase","Kazuki Maehara","Yoko Nogiwa"],"overview":"Disaster befalls a village's inhabitants every 300 years. A popular self-styled magician named Naoko (Yukie Nakama) is summoned as a deity to rid the people of their anxiety. But there are many would-be deities there, each posing as a god. When a series of bizarre incidents occur, Naoko is cornered with a genius physicist (Hiroshi Abe) and Detective Yabe (Katsuhisa Namase). Do deities actually exist, or are they charlatans?","release_date":"2002-11-07","vote_average":6.3,"runtime":119,"cert":"N\/A","id":72092,"title":"Trick: The Movie","adult":false,"genre_ids":[35,80,9648]},{"cast":["Treat Williams","Matilde Maggio","Luigi Ciardo","Matteo Pianezzi","Simone Borrelli"],"overview":"L’estate di Martino is a modern day fairy tale that softens the shades and darkness surrounding the mysteries tied to tragic events that happened in the summer of 1980: the Ustica tragedy on June 27th, and the bomb attack at the station of Bologna on August 2nd. These episodes form the backdrop for a love story between Martino and the beautiful Silvia and speak of a friendly relationship with Captain Clark - a soldier stationed in an American base in the Mediterranean. The relationship helps them face the ghosts of their pasts.","release_date":"2010-11-19","vote_average":5.5,"runtime":90,"cert":"N\/A","id":72097,"title":"Martino's Summer","adult":false,"genre_ids":[18]},{"cast":["Rahma Hassan","Chico","Engy Wegdan","Amy Samir Ghanem","Mahmoud Azzazy"],"overview":"The film revolves around three brothers of the same father, \"Munir dangerous\" . \"Samir\" (Ahmad Fahmy), is doubler of the artist Ahmed El Shakka in this films and \"popular\" (Chico) how loves music and is known for its relations with women, and \"Baheer\" (Hicham Maged), the son of an aristocratic family, the three brothers have was forced to travel together through time to the day met the father, three mothers, and through a series of events trying to comedy trio return to their time.","release_date":"2010-09-09","vote_average":6.9,"runtime":120,"cert":"N\/A","id":72098,"title":"Sameer, Shaheer & Baheer","adult":false,"genre_ids":[35,878,10749]},{"cast":[],"overview":"The Miskolc Experience is a double live album by Therion. It was released in Europe in June 2009. Unlike their other live albums this doesn't only feature the band's original material, but also Therion covering various pieces from classical artists. Live concert Clavicula Nox Dvorak: Excerpt from Symphony no. 9 Verdi: Vedi! le fosche notturne spotigle from Il Trovatore Mozart: \"Dies Irae\" from Requiem Saint-Saens: Excerpt from Symphony No. 3 Wagner: \"Notung! Notung! Niedliches Schwert!\" from The Ring Wagner: Excerpt from the Overture from Rienzi Wagner: Second part of \"Der Tag ist da\" from Rienzi Wagner: First part of \"Herbei! Herbei!\" from Rienzi Blood of Kingu Sirius B Lemuria Eternal Return Draconian Trilogy Schwarzalbenheim Via Nocturna The Rise Of Sodom And Gomorrah Grand Finale [edit]Bonus Features Documentary Therion Goes Classic - Bucharest 2006","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72099,"title":"Therion: The Miskolc Experience","adult":false,"genre_ids":[10402,99]},{"cast":["Lana Turner","George Chakiris","Karin Mossberg","Dan O'Herlihy","Richard Egan"],"overview":"A young woman and her drug addict boyfriend plot to drive the woman's stepmother insane with LSD in a plot to secure an inheritance.","release_date":"1969-04-30","vote_average":4.0,"runtime":98,"cert":"N\/A","id":72100,"title":"The Big Cube","adult":false,"genre_ids":[18,53,9648]},{"cast":["Christine Nguyen","Nicole Sheridan","Beverly Lynne","Voodoo","Syren"],"overview":"A comic book loving college coed is transformed into a superhero and attempts to thwart an alien invasion.","release_date":"2007-08-15","vote_average":3.8,"runtime":78,"cert":"N\/A","id":72101,"title":"Super Ninja Doll","adult":false,"genre_ids":[35,14,878]},{"cast":[],"overview":"Bevar din gode form gennem alle graviditetens faser med den internationale fitness-ekspert og vordende mor Leisa Hart. Denne innovative metode hjalp hende med at bevare formen og energien under begge sine graviditeter. Fit Mama Træning for Gravide følger retningslinjerne fra American College of Obstetricians &amp; Gynecologists. Leisa hjælper dig med at øge din selvtillid, samtidig med at din krop forandrer sig, så du får et større velvære - fra undfangelsen til fødslen! Førfødselstræningen hjælper dig med at: - Lindre rygsmerter - Forbedre fordøjelsen - Undgå lægkramper - \u009Dge energiniveauet - Undgå overflødig vægtøgning - Mildne følelsesmæssige rutsjeture - Forberede dig til vearbejdet og fødslen - Knytte bånd til barnet - Få din gamle form igen hurtigere efter fødslen Salsadans - 20 min.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":72102,"title":"Fit Mama - Træning For Gravide","adult":false,"genre_ids":[]},{"cast":["Margaret Sullavan","Ann Sothern","Joan Blondell","Fay Bainter","Ella Raines"],"overview":"The Army nurses on Bataan need help badly, but when it arrives, it sure isn't what they expected. A motley crew, including a Southern belle, a waitress, and a stripper, show up. Many conflicts arise among these women who are thrown together in what is a desperate and ultimately hopeless situation.","release_date":"1943-11-23","vote_average":6.5,"runtime":97,"cert":"N\/A","id":72103,"title":"Cry 'Havoc'","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"Puppenspiel ist das sechste Album der Band Unheilig, das 2008 erschien.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":72110,"title":"Unheilig: Puppelspiel Live - Vorhang auf!","adult":false,"genre_ids":[]},{"cast":["Ernest Borgnine","Kim Basinger","Gary Lockwood","Tina Chen","Tom Clancy"],"overview":"An aircraft crashes in the Florida Everglades, killing 103 passengers. After the wreckage is removed, salvageable parts from the plane are used to repair other aircraft. Soon passengers and crew on those aircraft report seeing what they believe to be the ghost of the wrecked airplane's flight engineer.","release_date":"1978-02-18","vote_average":5.8,"runtime":100,"cert":"N\/A","id":72111,"title":"The Ghost of Flight 401","adult":false,"genre_ids":[10770,18,9648,53]},{"cast":["George Peppard","Michael Sarrazin","Christine Belford","Cliff Potts","James Olson"],"overview":"A break-in and sabotage attempt occurs at a top secret research institute and the culprit is cornered and captured. The problem is that he's been badly injured and claims to have lost his memory entirely. A cat-and-mouse game ensues between investigator Tuxan, the mystery intruder Welles and the people who sent him on the mission.","release_date":"1972-06-12","vote_average":6.1,"runtime":103,"cert":"N\/A","id":72114,"title":"The Groundstar Conspiracy","adult":false,"genre_ids":[28,9648,53]},{"cast":["Lauren Collins","Jake Epstein","Stacey Farber","Drake","Shane Kippel"],"overview":"Snoogans! What are Jay and Silent Bob doing in Canada? Rewind….what are they doing at DEGRASSI! One major perk to being a director is that you can live out your fantasies. Kevin Smith's fantasy? To be featured in a three episode arc of Degrassi: The Next Generation! Kevin Smith and Jason Mewes head north to film their next movie in which their alter egos are forced to go back to high school, called \"Jay and Silent Bob Go Canadian, Eh?\" And what better high school to shoot at that Degrassi Community School? But drama ensues even before the cameras begin to roll!","release_date":"2005-02-05","vote_average":4.8,"runtime":74,"cert":"N\/A","id":72115,"title":"Jay and Silent Bob Do Degrassi","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Candace Cameron Bure","Fred Savage","Gregory Alan Williams","Heather McComb","Sally Jessy Raphael"],"overview":"Shy sixteen-year-old Stacy Collins can't believe that the most popular guy in school, an attractive athlete named Bobby Tennison, is interested in her. At first she is flattered by his constant attention, but then he becomes possessive and jealous-telling her who she can speak to and what she can wear. Threats escalate into violence when Bobby thinks Stacy has stepped out of line. Soon she is walking on egg shells and living in fear. Having seen the tell-tale bruises, Stacy's best friend convinces her to break things off with Bobby-but in a moment of weakness, Stacy goes to meet him. It will be the last time she is seen alive.","release_date":"1996-05-06","vote_average":5.7,"runtime":88,"cert":"N\/A","id":72116,"title":"No One Would Tell","adult":false,"genre_ids":[18,80]},{"cast":["Jaimz Woolvett","Breckin Meyer","Jake Busey","Elizabeth Berkley","Tanya Allen"],"overview":"A young woman (Tanya Allen) relay races across Canada with her boyfriend (Breckin Meyer) and another couple (Jake Busey and Denise Richards) to bail her brother out of a marijuana charge.","release_date":"1999-12-03","vote_average":4.6,"runtime":87,"cert":"N\/A","id":72117,"title":"Tail Lights Fade","adult":false,"genre_ids":[35,28,18]},{"cast":["Rocco Siffredi","Stefania Bonafede","Davide Devenuto","Pietro Bontempo","Alberto Alemanno"],"overview":"The librarian of the university Xenia schedules a S&M blind date with the masochist Ghost to satisfy her fantasies and sexual desires. They spend the night in his apartment having kinky sex and on the next morning Ghost is dead with slashed throat. Xenia cleans her evidences and leaves the place, but Ghost's friend Silver investigates the murder of Ghost and finds her files in a CD.","release_date":"2001-11-23","vote_average":5.8,"runtime":97,"cert":"N\/A","id":72118,"title":"Extreme love","adult":false,"genre_ids":[18,53]},{"cast":["Norman Chu","Tony Liu","Wong Yung","Leanne Liu","Alex Man Chi-Leung"],"overview":"Yun Fei Yang is the viciously bullied orphan who takes on the unpleasant tasks at a formidable kung-fu school. Constantly mocked by the other students of the school, Yen counts as his only friend the daughter of the resident master. Any internal wrangling between the various members is put to one side when a swordsman from a rival clan reminds the master of the duel he must take part in once a decade. Unfortunately the defending clan chief is well aware that his rival is more powerful than himself. The expected defeat is further complicated when a wandering swordsman arrives on the scene and joins himself to the injured party, immediately adding to Yen's woes.","release_date":"1983-09-14","vote_average":6.8,"runtime":95,"cert":"N\/A","id":72121,"title":"The Bastard Swordsman","adult":false,"genre_ids":[28]},{"cast":["Anna Astashkina","Mikhail Porechenkov","Yuliya Menshova","Inna Makarova","Anatoli Vasilyev"],"overview":"","release_date":"2006-02-16","vote_average":4.3,"runtime":94,"cert":"N\/A","id":72124,"title":"Bolshaya lyubov","adult":false,"genre_ids":[10749]},{"cast":["Rakhee Gulzar","Jackie Shroff","Anil Kapoor","Madhuri Dixit","Amrish Puri"],"overview":"Sharda (Raakhee) vows vengeance when her husband is murdered by his two evil cousins, Bhishamber (Amrish Puri) and Bhanu (Paresh Rawal), and she and her two young sons are thrown out on the street. Those sons grow into the upstanding police officer Ram (Jackie Schroff) and the easily tempted dreamer Lakhan (Anil Kapoor). If the family is to be avenged, Ram will have to lead his brother away from the path of corruption he's strayed onto, and protect him from the influence of Bhanu and Bhishamber.","release_date":"1989-01-27","vote_average":7.4,"runtime":174,"cert":"N\/A","id":72127,"title":"Ram Lakhan","adult":false,"genre_ids":[28,18]},{"cast":["Anton LaVey","Boyd Rice","Adam Parfrey"],"overview":"But what is the Church of Satan? Who is Anton LaVey? Where is he from? Why does he do that? It does not take much to imagine the worst. Orgiastic ceremonies, where one revels in the blood of virgins, moonlight lamb sacrifices, noise concerts in the basement of a historical building… No, really nothing that amusing among the activities in the Church of Satan. Anton LaVey is nothing like a horned Charles Manson, and his path is all the more unexpected. Nick Bougas allows us to discover the artist, the musician, the philosopher, all through hallucinatory images retrieved from archives, making this rare documentary only two years before the author of the Satanic Bible disappeared.","release_date":"1995-01-01","vote_average":5.6,"runtime":85,"cert":"N\/A","id":72128,"title":"Speak of the Devil","adult":false,"genre_ids":[99]},{"cast":["Rich Hall","Christian Reilly","Damian Coldwell"],"overview":"This Perrier Award winning show was recorded over two nights at London's Comedy Store in front of an almost riotous audience. Live on stage Redneck comedian and ex con Otis Lee Crenshaw performs his whisky laced songs, with thoughts on Women, Trailer Parks and Southern white trash. Otis relives his memories of prison life through sharp one liners and songs, as ever accompanied by his band The Black Liars, with Orson Carson on guitar and Alvy Ronson on double bass.","release_date":"2001-11-19","vote_average":0.0,"runtime":71,"cert":"15","id":72131,"title":"Otis Lee Crenshaw & The Black Liars: London, Not Tennessee","adult":false,"genre_ids":[35]},{"cast":["Michael Nouri","Marina Sirtis","Matthew Ewald","David Wells","Timothy Busfield"],"overview":"Michael Nouri stars in this high-tech thriller as Brad Weston, a digital tycoon who must fend off attacks from his former partner, who's unleashed a computer virus onto the entire system at his firm Autocom. But the virus appears to be a true menace that's determined to destroy anyone -- or anything -- that comes its way. Now, Weston must rely on his son (Matthew Ewald), a teenager with a penchant for hacking, to stop the menace in its tracks.","release_date":"2002-08-14","vote_average":4.3,"runtime":94,"cert":"N\/A","id":72132,"title":"Terminal Error","adult":false,"genre_ids":[28,53,878]},{"cast":["David Bowie","Julien Temple","John Landis","Janet Street-Porter"],"overview":"Most famous for his alter-ego, the ostentatious, androgynous \"Ziggy Stardust\", Bowie has continually reinvented his music and image. He has had numerous top ten hits in the US & UK, most notably China Girl, Space Oddity, Under Pressure and more. Told through archive interviews (originally thought lost) and rare and unseen footage, this DVD is a worthy addition to any Bowie collection. Items genuinely unseen and never before appeared on DVD including film from the ITN archive. Includes lost and now restored TV interviews from the past and rare film of the singer talking about his career.","release_date":"2010-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":72133,"title":"David Bowie: Rare and Unseen","adult":false,"genre_ids":[99]},{"cast":["Jon Bon Jovi","Richie Sambora","Tico Torres","David Bryan","Alec John Such"],"overview":"Keep the Faith: An Evening with Bon Jovi is a live concert that aired on MTV in late 1992 prior to the release of the band's then upcoming album Keep the Faith. The performance captures Bon Jovi in an intimate, \"in the round\" experience, performing acoustic and electric renditions of classic hits (Bon Jovi and non-Bon Jovi tracks), new material from Keep the Faith, and also behind the scenes footage. The show took place at the Kaufman's Studios Astoria in Queens, New York City in 1992, and released commercially in 1993. To date it is the only live home video that has not been re-issued on DVD. Track listing: With a Little Help From My Friends Love for Sale Lay Your Hands on Me Blaze of Glory Little Bit of Soul Brother Louie Bed of Roses Livin' on a Prayer Fever We Gotta Get Out of This Place It's My Life Wanted Dead or Alive I'll Sleep When I'm Dead Bad Medicine Keep the Faith","release_date":"1993-03-23","vote_average":7.7,"runtime":null,"cert":"N\/A","id":72134,"title":"Bon Jovi: Keep the Faith - An Evening With...","adult":false,"genre_ids":[10402]},{"cast":["Junko Minagawa","Erena Ono","Tomomi Kasai","Akira Ishida","Eri Kitamura"],"overview":"By A.D. 2010, all men have died off quickly due to a dramatic change in the environment and an unknown contaminant. The population decreased to the lowest number ever seen...until only the women were left alive.  They live huddled in small corners of a world mostly reclaimed by nature. There are those who accept their inevitable extinction and live a carefree life... There are those who try to continue on the race with the help of science... It is a society of constant conflict over their differences of principles and policies.  The story takes place in the center of Tokyo. It is one of the places left for them. The conflict over the specimen of ICE and the chance it may provide to save humanity begins","release_date":"2008-11-29","vote_average":4.0,"runtime":103,"cert":"N\/A","id":72135,"title":"Ice","adult":false,"genre_ids":[878,16,14]},{"cast":["Tadanobu Asano","Takako Matsu","Shigeru Muroi","Masatō Ibu","Satoshi Tsumabuki"],"overview":"This enticing period melodrama depicts a long-suffering woman's relationship with her brilliant but self-destructive writer husband in postwar Tokyo. Based on a semi-autobiographical 1947 novel by Osamu Dazai, the story centers less on the womanizing, heavy-drinking, suicidal hero than on the wife who loves him. Written by Palm Springs International Film Festival","release_date":"2009-10-10","vote_average":7.1,"runtime":114,"cert":"N\/A","id":72136,"title":"Villon's Wife","adult":false,"genre_ids":[18,10749]},{"cast":["Poul Reichhardt","Ove Sprogøe","Lily Broberg","Elin Reimer","Karl Stegger"],"overview":"","release_date":"1976-12-26","vote_average":10.0,"runtime":95,"cert":"N\/A","id":72137,"title":"The Moelleby affair","adult":false,"genre_ids":[10751]},{"cast":["Charles Klausmeyer","Ginger Rogers","Pandro S. Berman","Hal Borne","Hermes Pan"],"overview":"Featuring clips from all 10 films which Fred Astaire & Ginger Rogers made together from 1933 to 1949. Includes candid photos and behind-the-scenes tidbits.","release_date":"2006-10-24","vote_average":7.0,"runtime":77,"cert":"N\/A","id":72138,"title":"Astaire and Rogers: Partners in Rhythm","adult":false,"genre_ids":[99]},{"cast":["Liva Weel","Johannes Meyer","Karen Lykkehus","Knud Heglund","Svend Bille"],"overview":"Sylvia Grøn bliver fyret som lærerinde. I stedet slår hun sig sammen med sin store beundrer, skuespilleren Herman Sander. Sylvia Grøn lægger sine sparepenge i hans rejsende teater, men det går dårligt for teatret. Billedet af Herman Sander falmer også efterhånden som tiden går. Sylvias gamle elev, Eva Kristoffersen, søger tilflugt i teatertruppen. Hun er hemmeligt forelsket i komponisten Henrik Brandt. Lige inden nøglen må drejes om for teatergruppen får Sylvia en ide. Henrik Brandt har skrevet et teaterstykke og det vil hun sætte op.","release_date":"1933-08-15","vote_average":7.0,"runtime":84,"cert":"N\/A","id":72139,"title":"De blaa drenge","adult":false,"genre_ids":[35]},{"cast":["Ernest Borgnine","Katherine Helmond","Juliette Goglia","Richard Libertini","Tracy Nelson"],"overview":"An old-time movie-star singer\/ hoofer rebonds with his estranged daughter and 9-year-old granddaughter.","release_date":"2007-11-24","vote_average":6.5,"runtime":90,"cert":"N\/A","id":72140,"title":"A Grandpa for Christmas","adult":false,"genre_ids":[18,10770,35]},{"cast":["Holger Reenberg","Karin Nellemose","Axel Frische","Petrine Sonne","Kai Holm"],"overview":"","release_date":"1938-10-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":72143,"title":"Livet på Hegnsgaard","adult":false,"genre_ids":[35]},{"cast":["Willy Rathnov","Emil Hass Christensen","Susse Wold","Bodil Udsen","Karl Stegger"],"overview":"","release_date":"1972-12-15","vote_average":8.8,"runtime":83,"cert":"N\/A","id":72144,"title":"The Man from Swan Farm","adult":false,"genre_ids":[10751,35]},{"cast":["Maria Garland","Beatrice Bonnesen","Helle Virkner","Henning Moritzen","Bent Mejding"],"overview":"","release_date":"1958-10-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":72145,"title":"Mor skal giftes","adult":false,"genre_ids":[10751,35]},{"cast":["Poul Reichhardt","Helle Virkner","Ulla Pia","Jan Priiskorn Schmidt","Ove Sprogøe"],"overview":"","release_date":"1963-06-27","vote_average":5.3,"runtime":null,"cert":"N\/A","id":72146,"title":"Peter's landlov","adult":false,"genre_ids":[35]},{"cast":["Joely Richardson","Colm Feore","Hayden Panettiere","Jasmine Berg"],"overview":"Joely Richardson plays a con artist who changes identities faster than most women change hair color. Going on the lam with her daughter (Hayden Panettiere), she scams her way into a prosperous marriage and, when that union sours, pulls off a murder scheme that may be her very last con.","release_date":"2005-03-07","vote_average":5.3,"runtime":89,"cert":"N\/A","id":72151,"title":"Lies My Mother Told Me","adult":false,"genre_ids":[18,10770]},{"cast":["Amitabh Bachchan","Saif Ali Khan","Deepika Padukone","Manoj Bajpayee","Prateik Babbar"],"overview":"The decision by India's supreme court to establish caste-based reservations for jobs in education causes conflict between a teacher and his mentor.","release_date":"2011-08-12","vote_average":6.0,"runtime":164,"cert":"N\/A","id":72152,"title":"Aarakshan","adult":false,"genre_ids":[18,53]},{"cast":["Ann Michelle","Vicki Michelle","Keith Buckley","Patricia Haines","James Chase"],"overview":"Christine gets her big chance at modelling when she applies at Sybil Waite's agency. Together with Christine's sister Betty they go to a castle for the weekend for a photo shoot. Sybil has lured Christine to the castle for more than modelling: she is recruiting a virgin for induction into a witch's coven, led by the owner of the castle, Gerald. To their surprise, Christine is more than eager to join the coven, but begins her own secret battle for control.","release_date":"1972-06-08","vote_average":5.2,"runtime":88,"cert":"N\/A","id":72153,"title":"Virgin Witch","adult":false,"genre_ids":[27]},{"cast":["Jonathan Tucker","Jeremy Renner","Ginnifer Goodwin","Christine Ebersole","Michael Fairman"],"overview":"A young man is hired as the executioner at a prison where his brother sits on death row. Things get more surreal when he falls in love with his brother's ex-girlfriend -- who's imprisoned herself.","release_date":"2006-08-15","vote_average":5.0,"runtime":89,"cert":"N\/A","id":72156,"title":"Love Comes to the Executioner","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Snow! Santa! And holidays galore! From Ludwig Bemelmans best-selling childrens books comes little Madeline and her wintery adventures with her dog Genevieve, her loyal friends from Miss Clavels class and next-door neighbor Pepito! Five Brilliantly Fun Adventures, Including: Madelines Winter Vacation Madeline And Santa Madeline At The North Pole Madelines Holiday With Mr. Grump Madeline And The Ice Skates","release_date":"2010-10-19","vote_average":5.5,"runtime":110,"cert":"N\/A","id":72157,"title":"Madeline's Christmas","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Miss Clavell takes her class to visit a toy factory owned by an old friend. But while the old pals chat, the red-haired \"smallest one\" leaps onto the doll conveyor belt and before one can say \"Oh, Madeline!\" she is boxed up with the rest of the dolls and shipped off to a toy store. The mother of an ailing girl purchases her to lift her daughter's spirits, which, of course, the amazingly lifelike doll does. Miss Clavell and company track down their missing schoolgirl, leaving the sickly girl even more bereft, until Madeline finds a way to make it up to her. Like the others in this series, this tape is based on Ludwig Bemelmans's book of the same name and features Christopher Plummer narrating Madeline's gentle lesson that people's feelings are more important than playing games.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72158,"title":"Madeline and the Toy Factory","adult":false,"genre_ids":[]},{"cast":["Klaus Meine"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":72161,"title":"Scorpions - Savage Crazy World","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1984-07-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72162,"title":"Bruce Springsteen - Hot Fun In The Summertime","adult":false,"genre_ids":[]},{"cast":["Gary Cooper","Loretta Young","William Demarest","Dan Duryea","Frank Sully"],"overview":"An easy-going cowboy is mistaken by the townsfolk for a notorious gunman. The cowboy decides it would be best to leave town, until he meets the gunman's girlfriend.","release_date":"1945-07-19","vote_average":5.4,"runtime":90,"cert":"N\/A","id":72163,"title":"Along Came Jones","adult":false,"genre_ids":[28,35,37,10749]},{"cast":[],"overview":"","release_date":"1990-11-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":72164,"title":"Bruce Springsteen - Christic Benefit: 2nd Night","adult":false,"genre_ids":[]},{"cast":["Costas Mandylor","Adam Baldwin","Alexandra Paul","Robert Costanzo","Michael Arata"],"overview":"Cop drama meets romance: This intense thriller is about a police officer who shoots his best friend (who also wears a badge) while on the job. His buddy is permanently paralyzed, and the incident raises eyebrows around the precinct. Was it an accident, or did this detective's feelings for his pal's wife cause him to cross the line? Only true super sleuths will figure it out before the end!","release_date":"2001-05-25","vote_average":0.0,"runtime":91,"cert":"N\/A","id":72165,"title":"Above & Beyond","adult":false,"genre_ids":[18,10749]},{"cast":["Fernando Luján","Enrique Arreola","Ari Brickman","Juan Carlos Colombo","Silvia Mariscal"],"overview":"Jose learns that Nora, the woman he was married to for 30 years and from whom divorced, has committed suicide. The rabbi explains Joseph that due to the celebrations this time of the year, if Nora is not buried that same day, they should wait at least 5 days for the funeral. Nora had planned before his death, a Machiavellian plan in order that Joseph was the one who has to take care of his funeral. But Nora forgot a small detail, a mysterious photograph stored under her bed, that will remind Joseph that the greatest love stories, sometimes are hidden in the smallest places.","release_date":"2008-10-06","vote_average":7.3,"runtime":92,"cert":"N\/A","id":72172,"title":"Nora's Will","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Jack Palance","Rod Steiger","Richard Roundtree","Ann Turkel"],"overview":"A professional hitman is hired to kill a brain surgeon. However, it turns out that not only are he and the surgeon old friends, but they are both in love with the same woman.","release_date":"1979-05-11","vote_average":4.7,"runtime":null,"cert":"N\/A","id":72175,"title":"Portrait of a Hitman","adult":false,"genre_ids":[18,28]},{"cast":["Ricky Schroder","Alexis Cruz","Freddie Prinze Jr."],"overview":"A former high school student, Jason Copeland, returns to his school to take his revenge on the teachers for failing him out of school.","release_date":"1997-05-19","vote_average":7.0,"runtime":93,"cert":"N\/A","id":72176,"title":"Hostage High","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"OLD McDONAL’S FARM Plant the seeds for an amazing adventure when you join Farmer John on a fascinating trip to Old McDonald’s farm. You’ll see giant farm equipment in action, including a bailer that drops out huge rolls of hay and a combine that can separate corn kernels from the cob in only minutes! Step inside the barn and watch a modern milking machine go to work on some friendly cows. Find out how horses get their shoes... collect eggs from the chicken coop...help feed some hungry goats...and watch two muddy pigs playing in hog heaven. HORSES From sleek thoroughbreds to powerful, towering draft horses and cute ‘n’ cuddly ponies, these special animals have so much to offer. Horses A–Z takes you right into the exciting world of horses in a live-action video designed for the budding rider, future rodeo star, or simply anybody who loves horses. You’ll see hard drivin’ rodeo action, watch a foal learn to run, even learn about the care and feeding of horses.","release_date":"2005-08-16","vote_average":0.0,"runtime":81,"cert":"N\/A","id":72177,"title":"All About Old McDonald's Farm\/All About Horses","adult":false,"genre_ids":[]},{"cast":["Lenore Zann","Geoffrey MacKay","Helene Udy","Martin Neufeld","Ken James"],"overview":"A group of female friends get together with some hired \"ladies of the evening\", and make some quick cash for throwing a raunchy party for the local hockey team.","release_date":"1986-01-06","vote_average":10.0,"runtime":87,"cert":"N\/A","id":72178,"title":"One Night Only","adult":false,"genre_ids":[35]},{"cast":["Mike Calomino","Steve Strangio","Dan Walsh","Paul Walsh","Barry Weil"],"overview":"No movie overview available","release_date":"1993-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":72179,"title":"The Return of the King?","adult":false,"genre_ids":[35]},{"cast":["Sam Milby","KC Concepcion","Rayver Cruz","Dante Rivero","Matet De Leon"],"overview":"Eugene arrives in Bukidnon with only one intention: to forget his problems at work. But when he meets Raffy and as they travel and go on ridiculous and death-defying activities together, they start to form a friendship that goes beyond Euge’s original plan. Raffy helps Euge appreciate himself more and to look at things in a positive way. With Raffy, Euge begins to believe in himself again. Soon, against his own expectations, he admits to himself that has fallen in love with this girl. But life is truly ironic. The moment Euge expresses his feelings for her, Raffy suddenly starts to push him away. She admits that he can never have her, and she doesn’t want Eugene to hope for a happy ending with her, because she cannot be loved.","release_date":"2011-06-15","vote_average":4.3,"runtime":105,"cert":"N\/A","id":72180,"title":"Forever and a Day","adult":false,"genre_ids":[18,28,35,10749]},{"cast":["Claire Harris","Joshua Osei"],"overview":"Surrounded by divers and swimmers, a little girl feels humiliated by her fear of jumping in the water. But when she sees two unexpected creatures swimming effortlessly underwater, can she take the plunge into their magical world?","release_date":"2009-10-26","vote_average":0.0,"runtime":8,"cert":"","id":72181,"title":"I Do Air","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No movie overview available.","release_date":"2002-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":72182,"title":"Taxia","adult":false,"genre_ids":[16,35]},{"cast":["Giancarlo Esposito","Regina Taylor","Isaach De Bankolé","Ron Brice","O.L. Duke"],"overview":"Paul Lamont, a corrections officer and law student, leads a comfortable if culturally bankrupt, middle-class existence. Lamont's marriage is already in trouble when he bails out a mysterious Haitian, Jean Baptiste, in the belief that Baptiste has been wrongly accused. Baptiste insinuates himself in Lamont's life and leads him on a journey of discovery. Lamont then finds that acts of conscience can have unforeseen consequences.","release_date":"1995-09-15","vote_average":3.5,"runtime":92,"cert":"N\/A","id":72183,"title":"The Keeper","adult":false,"genre_ids":[18,53,80]},{"cast":[],"overview":"No movie overview available.","release_date":"1926-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72184,"title":"Umaji Naik","adult":false,"genre_ids":[]},{"cast":["Sebastian Cabot","Clint Howard","Dori Whitaker","Paul Winchell","Sterling Holloway"],"overview":"Rabbit is tired of Tigger always bouncing him, so he get's Pooh and Piglet together to come up with an idea to get the bounce out of Tigger. Rabbit suggests they take him into the middle of nowhere and leave him overnight. The idea backfires and Rabbit, Piglet and Pooh find themselves lost, but Pooh's tummy guides them home. Then, Tigger and Roo go out for a bounce and get caught in a tree, which Tigger is too afraid to get out of, and Rabbit makes Tigger promise that if they help get Tigger down, that Tigger can never bounce again. So Tigger is rescued and feels sad that he can no longer bounce, but everyone, including Rabbit, agrees they liked the old bouncy Tigger better.","release_date":"1974-09-20","vote_average":7.8,"runtime":25,"cert":"N\/A","id":72185,"title":"Winnie the Pooh and Tigger Too","adult":false,"genre_ids":[16,10751]},{"cast":["Craig Baldwin","Craig Green","Conrad O. Johnson Sr.","Bruce Middleton","Gaila Mitchell"],"overview":"THUNDER SOUL tells the true story of Conrad O. Johnson and the legendary Kashmere Stage Band. It was afros, pleated pants and platform shoes; James Brown, Sly Stone and Bootsy Collins. It was the ’70s, and an inner-city Houston high school was about to make history. Charismatic band leader, Conrad “Prof” Johnson would turn the school’s mediocre jazz band into a legendary, world-class funk powerhouse. Now, 35 years later, his students prepare to pay tribute to the man who changed their lives, the 92-year-old Prof. Some haven’t played their horns in decades, still they dust off their instruments determined to retake the stage to show Prof and the world that they’ve still got it.","release_date":"2010-03-13","vote_average":8.4,"runtime":83,"cert":"N\/A","id":72186,"title":"Thunder Soul","adult":false,"genre_ids":[99,10402]},{"cast":["Chaney Kley","Richard Karn","Mary Kate Schellhardt","Haley Ramm","Jessica Barth"],"overview":"An unconventional love triangle between three childhood buddies; two girls, one born with Down syndrome, and one boy, who all grow up fighting who they are inside, how they are perceived by society as a whole, and who they ultimately strive to become as individuals through the obstacles that are inherently present.","release_date":"2007-11-07","vote_average":0.0,"runtime":84,"cert":"N\/A","id":72187,"title":"Mr. Blue Sky","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film is set in the distant future in a city called Cahmpon. A scientist creates a synthetic life-form called Noiseman, which erases music from the airwaves by turning it into crystals. A group of Biker street kids rebels against this tyranny.","release_date":"1997-01-01","vote_average":7.3,"runtime":16,"cert":"N\/A","id":72188,"title":"Noiseman Sound Insect","adult":false,"genre_ids":[16,878,14]},{"cast":["Robert Dylan Cohen","Chas Mastin","Billy Portman","Alissa Rosen","Andrea Shreeman"],"overview":"Darren Aronofsky's student film.","release_date":"1994-01-01","vote_average":6.0,"runtime":23,"cert":"N\/A","id":72189,"title":"No Time","adult":false,"genre_ids":[35]},{"cast":["Brad Pitt","Mireille Enos","Abigail Hargrove","Sterling Jerins","James Badge Dale"],"overview":"Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.","release_date":"2013-06-20","vote_average":6.7,"runtime":116,"cert":"15","id":72190,"title":"World War Z","adult":false,"genre_ids":[28,18,27,878,53]},{"cast":["Linda Bland","Stewart Bland","Olivia Dillistone","Samir Farag"],"overview":"No movie overview available.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"","id":72193,"title":"Luxor","adult":false,"genre_ids":[]},{"cast":[],"overview":"No movie overview available.","release_date":"1931-07-25","vote_average":6.0,"runtime":7,"cert":"N\/A","id":72194,"title":"The New Car","adult":false,"genre_ids":[16]},{"cast":["Hugh Grant","Martin Freeman","Imelda Staunton","David Tennant","Jeremy Piven"],"overview":"The luxuriantly bearded Pirate Captain is a boundlessly enthusiastic, if somewhat less-than-successful, terror of the High Seas. With a rag-tag crew at his side, and seemingly blind to the impossible odds stacked against him, the Captain has one dream: to beat his bitter rivals Black Bellamy and Cutlass Liz to the much coveted Pirate of the Year Award. It’s a quest that takes our heroes from the shores of exotic Blood Island to the foggy streets of Victorian London. Along the way they battle a diabolical queen and team up with a haplessly smitten young scientist, but never lose sight of what a pirate loves best: adventure!","release_date":"2012-03-12","vote_average":6.4,"runtime":88,"cert":"PG","id":72197,"title":"The Pirates! In an Adventure with Scientists!","adult":false,"genre_ids":[16,12,10751,35]},{"cast":["Alan Barillaro","Brad Bird","Mark Andrews"],"overview":"The production of the movie, \"The Incredibles,\" shot behind the scenes at Pixar Animation Studios.","release_date":"2005-01-01","vote_average":6.0,"runtime":27,"cert":"N\/A","id":72198,"title":"The Making of 'The Incredibles'","adult":false,"genre_ids":[99]},{"cast":["Yuriy Nikulin","Oleg Tabakov"],"overview":"Two dogs, one stray the other well-off, become friends.","release_date":"1977-01-01","vote_average":6.7,"runtime":9,"cert":"N\/A","id":72199,"title":"Bobik Visiting Barbos","adult":false,"genre_ids":[16,35]},{"cast":["Aleksandr Yelistratov","Vladimir Basov","Aleksei Smirnov","Anatoliy Kuznetsov","Rina Zelyonaya"],"overview":"In a world inhabited by anthropomorphic produce, Cipollino fights the unjust treatment of his fellow vegetable townsfolk by the fruit royalty (Prince Lemon and the overly proud Lord Tomato) in the garden kingdom.","release_date":"1972-01-01","vote_average":5.7,"runtime":81,"cert":"N\/A","id":72200,"title":"Cipollino","adult":false,"genre_ids":[10751,14]},{"cast":["Natalya Popova","Olga Vikland","Larisa Zhvaniya","Marina Maltseva","Tatyana Pelttser"],"overview":"A poor girl was given an impossible task by her stepmother: to gather snowdrops in a winter forest. Suddenly she stumbled across twelve brothers who happened to be the twelve months.","release_date":"1973-01-01","vote_average":7.3,"runtime":135,"cert":"N\/A","id":72201,"title":"The Twelve Months","adult":false,"genre_ids":[14,10751]},{"cast":["Mariya Babanova","Vera Orlova","Georgi Millyar"],"overview":"No movie overview available.","release_date":"1949-06-04","vote_average":6.7,"runtime":12,"cert":"N\/A","id":72202,"title":"The Magic Swan Geese","adult":false,"genre_ids":[16]},{"cast":["Vasiliy Livanov","Klara Rumyanova","Faina Ranevskaya"],"overview":"No movie overview available.","release_date":"1970-01-01","vote_average":7.1,"runtime":20,"cert":"N\/A","id":72203,"title":"Karlson Returns","adult":false,"genre_ids":[12,16,10751]},{"cast":["Tatyana Shabelnikova","Mikhail Boyarskiy","Garri Bardin","Rogvold Sukhoverko","Anatoli Papanov"],"overview":"No movie overview available.","release_date":"1979-01-01","vote_average":6.9,"runtime":18,"cert":"N\/A","id":72204,"title":"A Flying Ship","adult":false,"genre_ids":[16,10751]},{"cast":["Viktor Khokhryakov"],"overview":"As winter gives way to spring in the Russian wilderness, a crafty fox promptly expels a defenceless hare from his warm, comfortable residence, claiming the house for himself and leaving the poor owner to sleep outside under the stars. An assortment of compassionate animals – a wolf, a bear, a bull – take pity on the disheartened hare, and attempt to evict the cunning fox, but to no avail. Along comes a hilariously militant rooster, proud and tenacious, who marches into the hare's house and doesn't give up until the fox has been hounded back into the wilderness. (IMDb)","release_date":"1973-01-01","vote_average":6.0,"runtime":12,"cert":"N\/A","id":72205,"title":"The Fox and the Hare","adult":false,"genre_ids":[16,10751]},{"cast":["Armen Dzhigarkhanyan","Svetlana Stepchenko","Elizaveta Razinova","Yevdokiya Urusova","Vladimir Vinogradov"],"overview":"A Soviet claymation short film created by Garri Bardin in 1990 that retells the story of Red Riding Hood while incorporating political metaphors and themes about the USSR's demise; the wolf representing communism, devouring innocent creatures who have never known him.","release_date":"1990-08-28","vote_average":6.8,"runtime":27,"cert":"N\/A","id":72208,"title":"The Grey Wolf & Little Red Riding Hood","adult":false,"genre_ids":[16]},{"cast":["Vasiliy Livanov"],"overview":"","release_date":"1979-02-03","vote_average":7.0,"runtime":10,"cert":"N\/A","id":72209,"title":"Masha i volshebnoe varene","adult":false,"genre_ids":[16]},{"cast":["Vladimir Gribkov","Aleksei Gribov","Liliya Gritsenko"],"overview":"A cartoon based on the works of Nikolay Gogol. Handsome blacksmith Vakula who fell in love with village beauty, Oksana, is ready to do anything for her liking. Even to fly on the devil's back to Saint-Petersburg and ask the Empress for the slippers that he can present his sweetheart.","release_date":"1951-01-01","vote_average":6.3,"runtime":49,"cert":"N\/A","id":72210,"title":"The Night Before Christmas","adult":false,"genre_ids":[16,14]},{"cast":["Nina Gulyayeva","Yevgeni Vesnik","Georgiy Vitsin","Margarita Korabelnikova","Aleksandr Baranov"],"overview":"A wooden boy Buratino tries to find his place in life. He befriends toys from a toy theater owned by evil Karabas-Barabas, gets tricked by Alice the Fox and Basilio the Cat and finally discovers the mystery of a golden key given to him by kind Tortila the Tortoise.","release_date":"1959-12-31","vote_average":5.8,"runtime":67,"cert":"N\/A","id":72211,"title":"The Adventures of Buratino","adult":false,"genre_ids":[10751,12,16,14]},{"cast":["Boris Andreyev","Mariya Babanova","Vera Orlova","Georgiy Vitsin","Anatoli Papanov"],"overview":"Soviet cartoon film, filmed in 1953 by the director-animator Olga Khodataeva based on the Russian folk tale.","release_date":"1953-01-31","vote_average":5.9,"runtime":11,"cert":"N\/A","id":72212,"title":"Sister Alyonushka and Brother Ivanushka","adult":false,"genre_ids":[16]},{"cast":["Alex Kendrick","Ken Bevel","Ben Davies","Kevin Downes","Rusty Martin"],"overview":"As law enforcement officers, Adam Mitchell, Nathan Hayes, and their partners are confident and focused. They willingly stand up to the worst the streets have to offer. Yet at the end of the day, they face a challenge that none of them are truly prepared to tackle: fatherhood. They know that God desires to turn the hearts of fathers to their children, but their children are beginning to drift further and further away from them. When tragedy hits home, these men are left wrestling with their hopes, their fears, their faith, and their fathering. Can a new found urgency help these dads draw closer to God ... and to their children? COURAGEOUS is the fourth release of Sherwood Pictures, the movie making ministry of Sherwood Church in Albany, Georgia.","release_date":"2011-09-30","vote_average":7.0,"runtime":129,"cert":"N\/A","id":72213,"title":"Courageous","adult":false,"genre_ids":[18]},{"cast":["Vladimir Gribkov","Mariya Babanova","Yanina Zhejmo","Sergei Martinson","Aleksei Konsovsky"],"overview":"When the Snow Queen, a lonely and powerful fairy, kidnaps the human boy Kay, his best friend Gerda must overcome many obstacles on her journey to rescue him.","release_date":"1957-10-22","vote_average":6.4,"runtime":64,"cert":"N\/A","id":72214,"title":"The Snow Queen","adult":false,"genre_ids":[16,10751,14]},{"cast":["Georgi Burkov","Armen Dzhigarkhanyan","Eduard Nazarov"],"overview":"The day comes when an old watchdog becomes useless but the masters being kind don't decide to drive him away. However they turn exasperated when the Dog stays indifferent during a home theft. The Dog leaves for the forest, where he meets the Wolf, his old enemy.","release_date":"1982-11-10","vote_average":7.9,"runtime":10,"cert":"N\/A","id":72215,"title":"There Once Was a Dog","adult":false,"genre_ids":[35,16,10751]},{"cast":["Eleanore Whitney","Buster Crabbe","William Frawley","Benny Baker","Adrian Morris"],"overview":"Paddy O'Riley and Ossie Merrill, Bellport high school football heroes, enroll in distant colleges; Paddy at a small school in the East, where he is barely a substitute, and Ossie at a powerhouse-football school, where he is an instant star and all-American candidate. They leave behind Cheers Reynolds, who is fond of Paddy, who works in her family's drugstore, but she loves Ossie almost as much as he loves himself. Paddy makes friends with team fullback Dutch Schultz, who accompanies him on vacation, and they arrive back in Bellport just as Ossie is also coming home on break. Florence Taylor is also in town on a film junket. Unknown to any of the others, Paddy and Florence had gone to high school together. Back at school and three years later, Paddy and Dutch learn that their football team could get invited to the coveted Rose Bowl to play against Ossie's team, if it could get enough publicity (pre-BCS days) that would attract a large crowd...","release_date":"1936-11-30","vote_average":6.0,"runtime":75,"cert":"N\/A","id":72216,"title":"Rose Bowl","adult":false,"genre_ids":[35,10749]},{"cast":["Ralph Forbes","Verna Hillie","Leon Ames","Kathryn Stokes","Sheila Terry"],"overview":"Members of a special firefighting squad set out to track down arsonists.","release_date":"1935-05-15","vote_average":0.0,"runtime":61,"cert":"N\/A","id":72217,"title":"Rescue Squad","adult":false,"genre_ids":[80,18,10749]},{"cast":["Aidan Bristow","Victor Dowell","Mike Jones","Dennis Katolin","Jennifer L. Marshall"],"overview":"No movie overview available.","release_date":"2009-01-01","vote_average":0.0,"runtime":140,"cert":"N\/A","id":72218,"title":"Day","adult":false,"genre_ids":[28,18]},{"cast":["Dong Xuan","Jiang Wenli","Gang Jiao","Li Guangjie","Wang Yajie"],"overview":"In a grimy provincial industrial city, a talented but unattractive schoolteacher dreams of an operatic career.","release_date":"2007-10-23","vote_average":6.8,"runtime":101,"cert":"N\/A","id":72219,"title":"And the Spring Comes","adult":false,"genre_ids":[18,10402]},{"cast":["Mariví Bilbao","Aitor Beltrán"],"overview":"An older virgin hires a young man to be her first.","release_date":"2001-01-01","vote_average":6.0,"runtime":12,"cert":"N\/A","id":72220,"title":"The First Time","adult":false,"genre_ids":[35]},{"cast":["Simon Gipps-Kent","Joseph O'Conor","James Mellor","Susan Richards"],"overview":"A young orphan, Stephen, is sent to go and live with his strange, much older cousin at his remote country house. Once there, Stephen experiences terrible dreams in which he sees a young girl and boy who are missing their hearts.","release_date":"1973-12-25","vote_average":5.6,"runtime":35,"cert":"","id":72221,"title":"Lost Hearts","adult":false,"genre_ids":[9648,10770,27]},{"cast":["Sammo Hung","Lau Kar-Wing","Meg Lam Kin-Ming","Jason Pai Piao","Lee Hoi-Sang"],"overview":"Multi-Hand Chick asks Crazy Frog for protection after stealing someone's wallet at the casino. Foolishly he accepts, and even more foolishly he follows her home and removes his Invincible Armor when she pretends to be willing to sleep with him. Of course she steals it, and when he tries to follow her, he's stopped by Dirty Tiger who is on a mission to bring Crazy Frog back to his wife. However, Dirty Tiger would really like to have that armor himself...","release_date":"1978-07-21","vote_average":6.0,"runtime":97,"cert":"N\/A","id":72222,"title":"Dirty Tiger, Crazy Frog","adult":false,"genre_ids":[28,35,18]},{"cast":[],"overview":"Video: Caribbean Blue - The Making Of (documentary footage) From the Album The Very Best Of Enya (Deluxe Video Edition)","release_date":"2009-05-01","vote_average":0.0,"runtime":10,"cert":"","id":72223,"title":"The Making of Caribbean Blue","adult":false,"genre_ids":[99]},{"cast":["Arthur Housman","Andy Clark","Dallas Welford","Mabel Dwight","Maxine Brown"],"overview":"Jack goes from business to business, trying to sell ad space in his newspaper. At each stop he catches the boss in a compromising position with a secretary. He writes an editorial about the practice, hinting that he could expose prominent businessmen. Suddenly everyone wants to buy ads in his paper.","release_date":"1915-07-07","vote_average":0.0,"runtime":11,"cert":"N\/A","id":72224,"title":"It May Be You","adult":false,"genre_ids":[35]},{"cast":["Rodney Bane","Sian Higgins"],"overview":"The fallout from a disastrous blind date forces two polar opposites to find common ground as the rest of the world falls apart around them.","release_date":"2006-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":72225,"title":"Genesis Antipode","adult":false,"genre_ids":[878]},{"cast":["Chusak Aiemsuk","Choosak Iamsook"],"overview":"The story follows Tee Rifle (Aiemsuk) an awkward hit man who kills only to make enough money to solve his impotency problems. He eventually falls for mysterious Chris Styer (Sirin Horwang.) When Tee is contracted to kill Chris by his handler, the plot pokes fun at clichéd action\/romance movies drawing big influences from Mr. and Mrs. Smith with a corny Thai soundtrack to bring it back to local waters.","release_date":"2010-09-30","vote_average":5.6,"runtime":90,"cert":"N\/A","id":72228,"title":"Saturday Killer","adult":false,"genre_ids":[28,35]},{"cast":["Gabrielle Anwar","Rutger Hauer","Craig Sheffer","Duncan Regehr","Jason Brooks"],"overview":"After a series of Amazonian Indian attacks on US owned petroleum installation in Brazil, both governments start a secret 'special program'. In fact colonel Ezekial's men use GM killer bees to eradicate the tribes. During an Indian attack, reporter Ann Bauer is stung, yet survives after a mysterious rescue. Dr. Stephen North realizes the venom has priceless healing powers and smuggles the bee aboard a flight to New York. Bauer, her nearly-divorced husband, Martin, who is aboard and her friend, US State Department project representative, Scotty, face potential mass-killing after turbulence releases the bees aboard.","release_date":"2001-12-31","vote_average":3.5,"runtime":95,"cert":"N\/A","id":72231,"title":"Killer Buzz","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Kristen Bell","Tim Matheson","Sean Young","Ed Asner","Bug Hall"],"overview":"Alison Dodge, a 17-year old raised by her mother, decides on her own to spend her last summer before college getting to know her father","release_date":"2003-06-15","vote_average":6.4,"runtime":84,"cert":"N\/A","id":72232,"title":"The King and Queen of Moonlight Bay","adult":false,"genre_ids":[18,10751]},{"cast":["Franck Dubosc"],"overview":"","release_date":"2006-11-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":72233,"title":"Franck Dubosc - Pour Toi Public 2","adult":false,"genre_ids":[35]},{"cast":["Kad Merad","Olivier Baroux"],"overview":"","release_date":"2007-01-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":72234,"title":"Kad et Olivier - Antotologie","adult":false,"genre_ids":[35]},{"cast":["Robert Carradine","Vanessa Angel","Jake Thomas","Taylor Dooley","Matthew Lawrence"],"overview":"On Halloween, a teenage boy who is grounded and forced to baby-sit his brother and sister discovers, along with his siblings, that his house is haunted.","release_date":"2006-07-11","vote_average":4.5,"runtime":90,"cert":"N\/A","id":72237,"title":"Monster Night","adult":false,"genre_ids":[12,35,10751]},{"cast":["Ted Danson","Jennifer Jason Leigh","Brian Dennehy","Marg Helgenberger"],"overview":"An examination of the aftermath of Desert Storm and how servicemen and women were affected by it medically.","release_date":"1998-05-31","vote_average":1.0,"runtime":204,"cert":"N\/A","id":72238,"title":"Thanks of a Grateful Nation","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Paulette Goddard","Howard Da Silva","Boris Karloff","Cecil Kellaway"],"overview":"England, 1763. After being convicted of a crime, the young and beautiful Abigail Hale agrees, to escape the gallows, to serve fourteen years as a slave in the colony of Virginia, whose inhabitants begin to hear and fear the sinister song of the threatening drums of war that resound in the wild Ohio valley.","release_date":"1947-10-10","vote_average":5.5,"runtime":147,"cert":"PG","id":72241,"title":"Unconquered","adult":false,"genre_ids":[12,18,36,37,10749]},{"cast":["Angela Lansbury","Keith Andes","Douglass Dumbrille","Claudia Barrett","Jane Darwell"],"overview":"An out-of-work architect meets a married woman who has a business proposition for him. The architect begins to suspect the woman's interest in him is not just financial and may actually be deadly.","release_date":"1955-03-01","vote_average":5.1,"runtime":78,"cert":"","id":72242,"title":"A Life at Stake","adult":false,"genre_ids":[18]},{"cast":["Jean Lefebvre","Bernadette Lafont","Georges Beller","Corinne Lahaye","Olivia Dutron"],"overview":"It's about a couple owning a small hotel who are trying to sell it.","release_date":"1982-09-08","vote_average":4.6,"runtime":100,"cert":"N\/A","id":72243,"title":"On n'est pas sorti de l'auberge","adult":false,"genre_ids":[35]},{"cast":["Riley Smith","Drew Fuller","Rhett Wilkins","Travis Sher","Ben Indra"],"overview":"Young Christopher has just enrolled at the prestigious Carmichael Bible College, managed by the somewhat unusual Mrs. Bouvier. After some unexplained disappearances, Christopher does some exploring and discovers that Mrs. Bouvier and the Reverend Carmichael have some very unwholesome intentions for the young men of their school. Will Christopher graduate with his body and soul intact?","release_date":"2000-08-01","vote_average":3.8,"runtime":92,"cert":"N\/A","id":72244,"title":"Voodoo Academy","adult":false,"genre_ids":[14,27,53]},{"cast":["Wang Qian-Yuan","Qin Hailu","Jang Shin-Young"],"overview":"Steelworker Chen has a passion for music and plays the accordion in a local band with a close group of friends. When his estranged wife returns one day after years of absence, she demands a divorce and sole custody of their daughter. Chen is at a loss. He doesn't mind divorcing a woman who has become a stranger, but he can't bear to part with his daughter. Chen has worked hard to give her a respectable life and has taught her his love of music. When asked if she'd rather stay with her father or go with her mother, the girl gives a practical, devastating answer: she'll go with whomever can provide her with a piano. Chen cannot afford such a luxury item, but the piano becomes his last hope to save what little is left of his family. With the help of his loyal friends and the support of his lover - the singer in his band - Chen concocts several plans to fulfill his daughter's wish...","release_date":"2011-07-15","vote_average":7.0,"runtime":107,"cert":"N\/A","id":72245,"title":"The Piano in a Factory","adult":false,"genre_ids":[18]},{"cast":["Andrea Lopez","Juan Pablo Shuk","Carolina Sepulveda","Martha Isabel Bolaños"],"overview":"Viviana (Andrea Lopez) and Alicia (Martha Isabel Bolaños) have never met, but they're about to get intimately acquainted. One day, while tipping drinks back in a bar, the two women strike up a conversation that quickly turns personal, Viviana is locked in an abusive marriage, and Alicia's female lover, Lorena (Carolina Sepulveda), has recently fallen for another woman. As the two women strangers find common ground in their lives, they enter into a secret pact to kill the people who have made their lives a living hell. Seductive, bloody and shocking events send them both plummeting down a destructive path from which there is no escape","release_date":"2011-01-01","vote_average":4.0,"runtime":86,"cert":"N\/A","id":72246,"title":"Sex, Lies and Death","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Lauren Bond","Sam Borenzweig"],"overview":"Loosely based on the dark tales of HP Lovecraft, \"Late Bloomer\" is a compelling and humorous journey through a young boy's first sexual education class.","release_date":"2004-06-18","vote_average":6.8,"runtime":13,"cert":"N\/A","id":72247,"title":"Late Bloomer","adult":false,"genre_ids":[53]},{"cast":["Benjamin Muir","Kevin Walker","Drew Dafoe","Alex Dault","Jesse Nerenberg"],"overview":"Storming Juno is a film based on the remarkable and determined actions of a handful of young Canadian men who stormed Juno Beach on June 6, 1944. D-Day.","release_date":"2010-11-11","vote_average":7.5,"runtime":88,"cert":"15","id":72248,"title":"Storming Juno","adult":false,"genre_ids":[36,10770,10752]},{"cast":["Camille Solari","Danielle Nicolet","Elisa Donovan","James DeBello","Beth Grant"],"overview":"Will a desperate singer do just about anything to make it as a rock star? Just about...","release_date":"2009-11-09","vote_average":2.5,"runtime":87,"cert":"N\/A","id":72249,"title":"Rocker","adult":false,"genre_ids":[18,35]},{"cast":["Seong Hong-il","Yang Yeong-Jo","Kim C"],"overview":"Eight martial arts masters trained in a variety of different fighting styles are summoned to the mountains for a fierce competition.","release_date":"2005-09-15","vote_average":4.2,"runtime":86,"cert":"N\/A","id":72250,"title":"Geochilmaru","adult":false,"genre_ids":[28,18]},{"cast":["Treat Williams","Nancy Travis","Reiley McClendon","Myra Turley","Cameron Monaghan"],"overview":"Doug and Robbie are about to set sail on a long trip when they unexpectedly find themselves foster parenting a group of troubled teenage boys. The experience changes their lives for the better, and they decide to stay in town and run the foster home for boys permanently.","release_date":"2009-05-30","vote_average":4.3,"runtime":120,"cert":"N\/A","id":72251,"title":"Safe Harbor","adult":false,"genre_ids":[18,10770]},{"cast":["Jon Lee","Bradley Mcintosh","Jo O'Meara","Hannah Spearritt","Rachel Stevens"],"overview":"When the members of S Club complain about how tough it is to stay on top, they find themselves replaced by lookalikes... or are they?","release_date":"2003-04-11","vote_average":4.5,"runtime":91,"cert":"PG","id":72252,"title":"Seeing Double","adult":false,"genre_ids":[10751,10402]},{"cast":["Nenna Quiroz","Mia Zottoli","Drake Tatum","Lisa Comshaw","Burke Morgan"],"overview":"Deep in the heart of the South American jungle, a legendary creature known only as “Shandra” has been attacking men by the light of the full moon. But this extraordinary invader inflicts pleasure rather than pain!","release_date":"1999-09-28","vote_average":4.5,"runtime":72,"cert":"N\/A","id":72253,"title":"Shandra: The Jungle Girl","adult":false,"genre_ids":[35,12]},{"cast":["Bai Ling","Gregory Wong","Luke Goss","Seiko Matsuda","Katja Riemann"],"overview":"In rain-drenched Berlin, the passionate, life-loving young writer Coco seeks the closing chapter of her novel, which begins in the turbulent city of Shanghai at the outset of the 21st century. Coco leads an intense life in the lively subculture of the boomtown Shanghai. It revolves around endless nights spent in the Shanghai club and art scene, sex, literature and the writing of her first novel. Her life takes an unexpectedly complicated turn when she suddenly feels attracted to two very opposite men.","release_date":"2007-05-18","vote_average":7.0,"runtime":100,"cert":"N\/A","id":72254,"title":"Shanghai Baby","adult":false,"genre_ids":[18]},{"cast":["Richard Gutierrez","KC Concepcion","Alfred Vargas","Iya Villania","Tirso Cruz III"],"overview":"A young woman and her pilot are stranded on a remote island after they crash land their plane. The two are contentious at first, but grow affectionate as they work together to survive. But when their rescue arrives, they are instantly brought back to the real world, where they're both in committed relationships.","release_date":"2009-02-11","vote_average":4.3,"runtime":134,"cert":"N\/A","id":72255,"title":"When I Met U","adult":false,"genre_ids":[18,35,10749]},{"cast":["Joey Leong","Cheng Pei-Pei","Kenneth Tsang","David Liang Kai-Di","Vincent Tee"],"overview":"Many people believe when a person dies, his soul returns on the 7th night. After Shun was brutally murdered, his spirit returned to possess his 13 year old sister to exact his revenge. On the 7th night, blood will flow and just desserts will be served.","release_date":"2009-09-10","vote_average":5.9,"runtime":96,"cert":"N\/A","id":72256,"title":"Blood Ties","adult":false,"genre_ids":[27,53,9648]},{"cast":["Marian Rivera","John Lapus","Jake Cuenca","Pokwang","Jestoni Alarcon"],"overview":"Super Inday and the Golden Bibe is a remake of the original 1988 movie starring Maricel Soriano &amp; a fantasy-adventure flick official entry to 36th Metro Manila Film Festival–Philippines 2010 of Regal Entertainment co-produced with Regal Multimedia, Inc. on December 25, 2010. This stars Marian Rivera as Super Inday and John Lapus as the Golden Bibe.","release_date":"2010-12-25","vote_average":6.0,"runtime":125,"cert":"N\/A","id":72257,"title":"Super Inday and the Golden Bibe","adult":false,"genre_ids":[35]},{"cast":["Gail O'Grady","Corbin Bernsen","Marla Maples","Rob Stewart"],"overview":"A veterinarian (Gail O'Grady) and a sportscaster (Rob Stewart) meet at the wedding of their former spouses (Corbin Bernsen, Marla Maples).","release_date":"1999-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72258,"title":"Two of Hearts","adult":false,"genre_ids":[10749,35]},{"cast":["Gérard Rinaldi","Gérard Filipelli","Jean Sarrus","Jean-Guy Fechner","Luis Rego"],"overview":"Les Bidasses en Folie, a french movie from 1971, is a very short, easy to watch, slapstick hippie comedy.","release_date":"1971-12-15","vote_average":6.0,"runtime":85,"cert":"N\/A","id":72259,"title":"Rookies Run Amok","adult":false,"genre_ids":[35]},{"cast":["Rufa Mae Quinto","Eugene Domingo","Pokwang","Candy Pangilinan"],"overview":"Four women named Res (Candy), Gay (Pokwang), Dolly (Eugene) and Brite (Ruffa Mae) who swore to be friends forever, become domestic helpers when they go over to another country. However, Res is beaten to death by her employers (Vice Ganda and Rychard Everly), making the other three worry because her husband gave her one condition if she comes with her friends: that she comes home safe, sound and alive. Brite, Gay and Dolly decide to bring their dead friend Res home.","release_date":"2007-10-10","vote_average":0.0,"runtime":110,"cert":"N\/A","id":72260,"title":"It Should Be Four","adult":false,"genre_ids":[35]},{"cast":["Edouard Baer","Philippe Laudenbach","Rosine Favey","Gilles Gaston-Dreyfus","Jean-Michel Lahmi"],"overview":"Taking its title from a popular 1960s dance craze, this digital video comedy concerns the exploits of a particularly odd fictional talk-show host, portrayed by real-life French talk-show sensation Edouard Baer. Baer -- who also directed and co-wrote the film -- plays a sarcastic TV personality who decides to gather together the panel members from his live show before they shoot the program so that they have a chance to rehearse. To this end, the absurd group -- including a lawyer, a transvestite, and a grown woman who acts like a child -- rents a villa for a month. It doesn't take long for resentment to fester among the motley crew.","release_date":"2000-06-07","vote_average":6.3,"runtime":95,"cert":"N\/A","id":72261,"title":"La bostella","adult":false,"genre_ids":[35]},{"cast":["Christian Clavier","Marie-Anne Chazel","Anémone","Philippe Léotard","Martin Lamotte"],"overview":"Whilst driving through rural France, Antoine Bonfils comes across a community of babas - men and women who have turned their back on the modern commercialist world and live, free of constraints, as close to nature as they can. After a tiff with his girlfriend, he decides to swap his comfortable but empty life in Paris for a new life with the babas. Adapting to the new life-style proves to be far from easy...","release_date":"1981-12-15","vote_average":5.3,"runtime":90,"cert":"N\/A","id":72262,"title":"Les babas cool","adult":false,"genre_ids":[35]},{"cast":["Katherine Helmond","Sid Caesar","Melissa Joan Hart"],"overview":"A crotchety landlord (Syd Caesar) threatens to shutdown a candy shop operated by a widow (Katherine Helmond) operates a candy shop at Christmas time.","release_date":"1986-12-20","vote_average":6.0,"runtime":60,"cert":"N\/A","id":72263,"title":"Christmas Snow","adult":false,"genre_ids":[]},{"cast":["Ariel Petsonk","Zamand Hägg","Michael Nyqvist","Anna Pettersson","Vilma Rogsten-Zammel"],"overview":"Two kids - about 11 years old - Marcello and Fatima, meet and like each other very much. Both have dreams and problems. Marcello wants to fly but feels like an absolutely useless human being, Fatima wants to play soccer - which is not acceptable for her Muslim family. But then they start to support each other in a very delicate and subtle manner...","release_date":"2002-03-26","vote_average":4.6,"runtime":89,"cert":"N\/A","id":72268,"title":"We Can Be Heroes!","adult":false,"genre_ids":[10751,18]},{"cast":["Céline Dion"],"overview":"The DVD contains Dion's historic performance in front of 250,000 spectators to celebrate Quebec's 400th anniversary. The concert was held at the Plains of Abraham in Quebec City, Canada on August 22, 2008.  This historical event features Céline Dion with Garou, Marc Dupré, Ginette Reno, Éric Lapointe, la Famille Dion, Mes Aïeux, Zachary Richard, Dan Bigras, Nanette Workman, Jean-Pierre Ferland and Claude Dubois. This exceptional DVD includes 30 live songs, behind-the-scenes footage from the rehearsals and exclusive clips filmed on the day of the show.","release_date":"2008-11-11","vote_average":4.5,"runtime":205,"cert":"N\/A","id":72269,"title":"Céline sur les Plaines","adult":false,"genre_ids":[10402]},{"cast":["Jase Blankfort","Trey Rogers","Frank Langella","Larc Spies","Anne Lange"],"overview":"Andrew and his older brother Carl enjoy listening to ghost stories that the local undertaker tells them. One night he tells the tale of a local farmer whose wife gave birth to Siamese twins, one being good natured while the other was clearly evil. The farmer, ashamed of them, kept the twins locked in their room. Eventually the twins got sick and died together, so the farmer sawed them in half and buried the good twin in a cemetery and the bad twin in a shallow grave near the house. Later, Carl and his friends decide to hold a séance in the cemetery where the good twin is buried, but they unintentionally awaken the bad twin instead. Gradually, he possesses nearly everyone in town and it is up to young Andrew to stop him.","release_date":"2000-10-28","vote_average":4.4,"runtime":96,"cert":"N\/A","id":72270,"title":"Cry Baby Lane","adult":false,"genre_ids":[10770,18,27]},{"cast":["Florence Loiret-Caille","Malik Zidi","Jean-Pierre Darroussin"],"overview":"Aurélien and Argine have never been able to leave each other. Brother and sister, they have always lived together. Aurélien secretly makes ends meet for them by dealing in stolen metal. One night, his accomplice Simon suddenly arrives.","release_date":"2009-11-10","vote_average":6.5,"runtime":null,"cert":"N\/A","id":72271,"title":"The Queen of Clubs","adult":false,"genre_ids":[53,80,18]},{"cast":["Benoît Magimel","Laura Smet","Michel Duchaussoy","Aurore Clément","Bernard Le Coq"],"overview":"A hard-working young man meets and falls in love with his sister's bridesmaid. He soon finds out how disturbed she really is.","release_date":"2004-11-17","vote_average":6.1,"runtime":111,"cert":"N\/A","id":72272,"title":"The Bridesmaid","adult":false,"genre_ids":[18,53,10749]},{"cast":["Richard Chamberlain","Olivia Hamnett","David Gulpilil","Frederick Parslow","Vivean Gray"],"overview":"Australian lawyer David Burton agrees with reluctance to defend a group of aborigines charged with murdering one of their own. He suspects the victim was targeted for violating a tribal taboo, but the defendants deny any tribal association. Burton, plagued by apocalyptic visions of water, slowly realizes danger may come from his own involvement with the aborigines and their prophecies.","release_date":"1977-01-01","vote_average":6.9,"runtime":106,"cert":"N\/A","id":72277,"title":"The Last Wave","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Damien Jouillerot","Carole Bouquet","Olivier Gourmet","Raphaël Goldman","Franc Bruneau"],"overview":"At a French boarding school for troubled youth in the early 1970's, the Headmaster and his wife decide that their son Daniel, who is fifteen years old but looks younger, should finally go live in the dorm with all the other students, as they do not want it to seem Daniel is receiving any special treatment. Daniel is now faced with the challenge of earning the trust and respect of the other students, who all come from troubled backgrounds.","release_date":"2004-11-03","vote_average":6.7,"runtime":90,"cert":"N\/A","id":72278,"title":"Bad Spelling","adult":false,"genre_ids":[18]},{"cast":["Coluche","Beppe Grillo","Bernard Blier","Fabio Testi","Claudio Bisio"],"overview":"Story about a doctor in a Libyan military hospital who is mad, but no-one wants to declare him unfit, and he becomes the captain of a fighting unit. Through him the Germans risk losing a truce with the British, and therefore kill him and give him a hero's funeral.","release_date":"1985-05-21","vote_average":5.4,"runtime":100,"cert":"N\/A","id":72279,"title":"Madman at War","adult":false,"genre_ids":[35]},{"cast":["Francis Blanche","Gérard Rinaldi","Jean Sarrus","Luis Rego","Gérard Filipelli"],"overview":"Five friends come to the city Brizul. Here they want to find Mr Auguste Kougloff who owns them money, namely 20 million.","release_date":"1971-01-13","vote_average":6.7,"runtime":90,"cert":"N\/A","id":72280,"title":"The Great Java","adult":false,"genre_ids":[35]},{"cast":["Chalad Na Songkhla","Sahatchai 'Stop' Chumrum","Pornchai Hongrattanaporn","Kongsak Kaenmeepol"],"overview":"Ray's life is turned upside down when he is jailed for the accidental vehicular homicide. Life behind bars is bitter and violent. Over crowding, male rape, and drug abuse are the order of the day. The warden offers him a way out from this daily torment by working for him. He does his job well but he soon begins to realize that many of those incarcerated are innocent or victims of bad circumstances - but what can he do to help and how much danger is he placing himself in?","release_date":"2002-02-28","vote_average":5.7,"runtime":100,"cert":"N\/A","id":72283,"title":"Bangkok Hell: Nor Chor - The Prisoners","adult":false,"genre_ids":[80,18]},{"cast":["Phillip Jack Brooks","John Cena","William Jason Reso","Randy Orton","Alberto Rodriguez"],"overview":"SummerSlam (2011) was a PPV that took place on August 14, 2011. It was the third consecutive SummerSlam presented by 7-Eleven. For the third consecutive year, SummerSlam was held at Staples Center in Los Angeles, California, and it was the 24th annual SummerSlam event.  The main event was a singles match for the Undisputed WWE Championship between John Cena and CM Punk, with Triple H as the special guest referee. The title was held by both men as CM Punk left the company with the title which led to John Cena winning the interrim title. Christian defended the World Heavyweight Championship in a No Holds Barred match against Randy Orton. The Divas Championship was also defended by Kelly Kelly against Beth Phoenix. Other matches included Wade Barrett vs Daniel Bryan, Shemus vs Mark Henry, and a six-man tag team match between Kofi Kingston, John Morrison, and Rey Mysterio against The Miz, R-Truth, and Alberto Del Rio.","release_date":"2011-08-14","vote_average":6.9,"runtime":210,"cert":"N\/A","id":72284,"title":"WWE SummerSlam 2011","adult":false,"genre_ids":[28]},{"cast":["Roberto Velez","Donna Walsh","Bo Hitchcock","José Pineda Vargas","Alvaro Velez"],"overview":"This documentary is the story of three people brought together by ayahuasca, an ancestral medicine from the Amazon rainforest. The film  examines the life-changing effects that ayahuasca can have.","release_date":"2011-03-31","vote_average":7.0,"runtime":84,"cert":"N\/A","id":72301,"title":"Stepping Into the Fire","adult":false,"genre_ids":[12,99]},{"cast":["Zachery Ty Bryan","Andrew Divoff","Edward Kerr","Schae Harrison","Jessie-Ann Friend"],"overview":"Jack Carlisle is a disillusioned 13-year old boy. His mother is always away at work since his father left. He decides to run away, as his mom won't miss him. As he is ready to leave, his nanny, convinces him to read this 'magic book'. The book is about a pirate adventure on Magic Island. As Jack reads the book, he is sucked into the world and goes on numerous adventures with Prince Morgan, while fleeing the evil Blackbeard the Pirate. He is even saved by Lily, a beautiful mermaid, whom he falls in love with.","release_date":"1995-12-19","vote_average":9.0,"runtime":88,"cert":"N\/A","id":72302,"title":"Magic Island","adult":false,"genre_ids":[10751]},{"cast":["Lou Reed"],"overview":"Lou Reed recorded the album Berlin in 1973. It was a commercial failure. Over the next 33 years, he never performed the album live. For five nights in December 2006 at St. Ann's Warehouse Brooklyn, Lou Reed performed his masterwork about love's dark sisters: jealousy, rage and loss.","release_date":"2007-09-04","vote_average":5.9,"runtime":85,"cert":"N\/A","id":72303,"title":"Berlin","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Fresh from Dolby there latest Demo Disc as Review. It is called 'Dolby - The Sound Of High Definition II'. On it you can find also as on the latest Demo Disc from DTS only Music Titles. The Tracks are great and shows what TrueHD and Dolby Digital Plus can hear like.","release_date":"2011-03-11","vote_average":0.0,"runtime":55,"cert":"N\/A","id":72304,"title":"Dolby: The Sound Of High Definition II","adult":false,"genre_ids":[10402]},{"cast":["Tiffany Amber Knight"],"overview":"Amy Mechanic, an ambitious young photographer, lands the opportunity she has been waiting for. The assignment: to create a dark collection of works based around the theme of death...","release_date":"2005-07-26","vote_average":4.0,"runtime":84,"cert":"N\/A","id":72305,"title":"Snapped","adult":false,"genre_ids":[27,53]},{"cast":["Céline Dion"],"overview":"Five-time Grammy Award winner and multi-platinum recording artist Celine Dion stars in a one-hour primetime special, CELINE DION: THAT'S JUST THE WOMAN IN ME. This pop music superstar returns to CBS with her first concert since completing her five year musical extravaganza in Las Vegas. She also performs two special duets with Grammy award nominee Josh Groban and Grammy award winner will.i.am. Taped before a live audience at the Wiltern Theatre in Los Angeles, Celine performs some of her greatest hits including \"Because You Loved Me,\" \"My Heart Will Go On\" and \"Taking Chances\" off her current album, The Prayer. Amid the intimately set concert, Celine Dion also engages the audience in conversation about her past, present and future in response to questions from guests.","release_date":"2008-02-15","vote_average":0.0,"runtime":60,"cert":"N\/A","id":72306,"title":"Celine Dion: That's Just The Woman In Me","adult":false,"genre_ids":[10402]},{"cast":["Jaime Velez","Joe Wissler","C. L. Rivera","Rick Borgia","Elena Adames"],"overview":"A local street gang finds a briefcase full of money in an abandoned building. The gang later finds out that the money that they have in their possession belongs to one of New York's biggest crime families.","release_date":"2008-01-08","vote_average":0.0,"runtime":95,"cert":"N\/A","id":72307,"title":"Street Revenge","adult":false,"genre_ids":[28,53,80]},{"cast":["Martin Landau"],"overview":"SHANGHAI GHETTO recalls the strange-but-true story of thousands of European Jews who were shut out of country after country while trying to escape Nazi persecution in the late 1930s. Left without options or entrance visas, a beacon of hope materialized for them on the other side of the world, and in the unlikeliest of places, Japanese-controlled Shanghai. Fleeing for their lives, these Jewish refugees journeyed to form a settlement in the exotic city, penniless and unprepared for their new life in the Far East. At the turn of the new millennium, filmmakers Dana Janklowicz-Mann and Amire Mann boldly snuck into China with two survivors and a digital camera to shoot at the site of the original Shanghai Ghetto, unchanged since WWII.","release_date":"2002-02-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":72308,"title":"Shanghai Ghetto","adult":false,"genre_ids":[99]},{"cast":["Klaus Kinski","Romina Power","Maria Rohm","Rosemary Dexter","Jack Palance"],"overview":"Without a family, penniless and separated from her sister, a beautiful chaste woman will have to cope with an endless parade of villains, perverts and degenerates who will claim not only her treasured virtue but also her life.","release_date":"1969-04-03","vote_average":5.9,"runtime":124,"cert":"N\/A","id":72309,"title":"Marquis de Sade: Justine","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"Omar and Pete are determined to change their lives. Both have been in and out of prison for more than 30 years — never out longer than six months. This intimate and penetrating film follows these two longtime African-American friends after what they hope will be their final release. Their lives take divergent paths in their native Baltimore as one wrestles with addiction and fear while the other finds success and freedom through helping others. With extraordinary cooperation from Maryland's innovative reentry programs — many run by former drug addicts and convicts themselves — Omar &amp; Pete also provides a rare glimpse into an intense and very personal web of support.","release_date":"2005-09-13","vote_average":0.0,"runtime":71,"cert":"N\/A","id":72310,"title":"Omar & Pete","adult":false,"genre_ids":[99]},{"cast":["Richard Cancel","Angel Maynard","Holden Thomas Maynard","Joe Rodriguez"],"overview":"For 30 y\/o security guard, Clint Eastwood-Fogerty, a lifetime of living in the shadow of his namesake has left him bitter and frustrated. Enough is enough when Clint's arch-nemesis, a finicky vending machine, gets the best of him yet again. Is this the last straw? Or will Clint finally be able to live up to his namesake?","release_date":"2009-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":72311,"title":"Clint Eastwood","adult":false,"genre_ids":[35]},{"cast":["Jack Vacek","Trice Schubert","Joseph Jennings","Gregory Scott Cummins","Michael Robbin"],"overview":"No movie overview available.","release_date":"1988-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":72312,"title":"Deadly Addiction","adult":false,"genre_ids":[28]},{"cast":["Cameron Mitchell","Anne Bancroft","Lee J. Cobb","Raymond Burr","Charlotte Austin"],"overview":"At a carnival called the Garden of Evil, a man is murdered, apparently by a gorilla...or someone in a gorilla suit.","release_date":"1954-05-01","vote_average":5.5,"runtime":83,"cert":"N\/A","id":72313,"title":"Gorilla at Large","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"No movie overview available.","release_date":"1989-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":72314,"title":"Guns and Roses","adult":false,"genre_ids":[]},{"cast":["Steven Adler","Bryn Bridenthal","Jonathan Brown-Tea","Marc Canter","W. Axl Rose"],"overview":"A look at the history of Guns N' Roses.","release_date":"2007-01-01","vote_average":8.0,"runtime":47,"cert":"","id":72315,"title":"Guns N' Roses: The Story","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"No movie overview available.","release_date":"1998-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":72318,"title":"Metallica","adult":false,"genre_ids":[99]},{"cast":["Shelley Andagan","Lisa Arturo","Bre Blair","Mel Braxton"],"overview":"A surreal dark comedy where revenge becomes redemptive.","release_date":"2006-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72321,"title":"Stripped Down","adult":false,"genre_ids":[18,53]},{"cast":["Martin Sheen","Kim Darby","Michael Parks","Steven Keats"],"overview":"A humanistic account of \"the Robin Hood of the Cookson Hills\", in which Charles Arthur Floyd is portrayed as a decent man who has a strong sense of family and duty.","release_date":"1974-05-07","vote_average":5.0,"runtime":90,"cert":"N\/A","id":72322,"title":"The Story of Pretty Boy Floyd","adult":false,"genre_ids":[80,18]},{"cast":["Kung Chiu-Hsia","Fan Ping","Shi Hui","Soo Chin"],"overview":"No movie overview available.","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72323,"title":"Aren't the Kids Lovely?","adult":false,"genre_ids":[35]},{"cast":["Kenneth Mitchell"],"overview":"No movie overview available.","release_date":"2002-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":72324,"title":"Why Don't You Dance","adult":false,"genre_ids":[]},{"cast":["Bruno Cremer","Claude Rich","Florence Darel","Jacques Perrin","Jacques Dufilho"],"overview":"No movie overview available","release_date":"2003-10-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":72325,"title":"Above the Clouds","adult":false,"genre_ids":[53]},{"cast":["Martin Kemp","Kate Hodge","Robert Miranda","Deborah Shelton","Mary Stavin"],"overview":"A psychopathic serial killer dumps a bottle of the expensive new perfume 'Desire' on each of his female victims. Grace Lantel fears that her new creation might become discredited. She charges her security officer, ex-cop Lauren, to help the police investigating. One of the main suspects is former employee Gordon Lewis, who claims to be the real inventor of the scent. Lauren approaches him undercover... and falls for him, putting herself into deadly danger.","release_date":"1993-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":72328,"title":"Desire","adult":false,"genre_ids":[53]},{"cast":["Renee Kelly","Edward G. Longman","Frank DeVernon","Sue Balfour"],"overview":"No movie overview available.","release_date":"1915-07-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":72329,"title":"All for a Girl","adult":false,"genre_ids":[35]},{"cast":["Robert Armstrong","Patricia Caron","Zasu Pitts","James Gleason","Budd Fine"],"overview":"A couple of roving vagabonds hitch a freight to the railroad town of Linda, and between bouts with the fright-yard bulls and other drifters, find romance in the persons of two waitresses at the camp restaurant. American-slang rules the dialogue to the point non-USA viewers need a slang-glossary to follow the dialogue.","release_date":"1929-10-19","vote_average":3.0,"runtime":74,"cert":"N\/A","id":72330,"title":"Oh, Yeah!","adult":false,"genre_ids":[35,18]},{"cast":["Benjamin Walker","Dominic Cooper","Anthony Mackie","Mary Elizabeth Winstead","Rufus Sewell"],"overview":"President Lincoln's mother is killed by a supernatural creature, which fuels his passion to crush vampires and their slave-owning helpers.","release_date":"2012-06-20","vote_average":5.6,"runtime":94,"cert":"15","id":72331,"title":"Abraham Lincoln: Vampire Hunter","adult":false,"genre_ids":[28,14,27]},{"cast":["Tim Allen"],"overview":"A nature documentary centered on a family of chimps living in the Ivory Coast and Ugandan rain forests.","release_date":"2012-04-20","vote_average":7.3,"runtime":78,"cert":"N\/A","id":72334,"title":"Chimpanzee","adult":false,"genre_ids":[99]},{"cast":["Leon Isaac Kennedy","Anthony Geary","Steve Antin","Rick Zumwalt","Raymond Kessler"],"overview":"A man is framed for murder and sent to prison. He is beaten and tortured, then forced to fight the prison's worst killer, a martial-arts fighting midget called Thud.","release_date":"1987-09-04","vote_average":5.7,"runtime":91,"cert":"N\/A","id":72335,"title":"Penitentiary III","adult":false,"genre_ids":[28,80]},{"cast":["Liev Schreiber"],"overview":"By mid-1940, Hitler had conquered all of Northern Europe and now Britain was under seige by air and U-boat; something had to be done or defeat was inevitable. Winston Churchill established an eccentric group of codebreakers at Betchley Park comprised of British and American mathematicians, chess and crossword fanatics and even students to unlock the secrets of the Nazi's encryption device, the Enigma. Written by M. Gosse","release_date":"1999-06-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":72336,"title":"Decoding Nazi Secrets","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72337,"title":"sd","adult":false,"genre_ids":[]},{"cast":["Ruth Chatterton","Louis Calhern","Helen Jerome Eddy","Donald Cook","Hallam Cooley"],"overview":"Frisco Jenny was orphaned by the 1906 earthquake and fire and has become the madame of prosperous bawdy house. She puts her son up for adoption and he rises to prominence as district attorney dedicated to closing down such houses. When her underling Dutton proposes killing the DA, she kills the underling and must face execution.","release_date":"1932-12-30","vote_average":7.2,"runtime":73,"cert":"N\/A","id":72338,"title":"Frisco Jenny","adult":false,"genre_ids":[18]},{"cast":["David Birney","Sarah Douglas","Alexis Kanner","Andra Millian","Starr Andreeff"],"overview":"The people of the planet Aeon, blessed with six suns, have never experienced night. When an archeological excavation uncovers evidence of an ancient catastrophe, all signs point towards the impending darkness of the very Nightfall. Panic erupts as the suns slowly disappear one by one. Science struggles against superstition as the people race to comprehend the approaching Nightfall... the end of the world as they know it. Based on Isaac Asimov's classic story \"Nightfall\" voted \"The Greatest Sciense-Fiction Story Of All Time.\"","release_date":"1988-04-15","vote_average":3.6,"runtime":83,"cert":"N\/A","id":72339,"title":"Nightfall","adult":false,"genre_ids":[9648,878]},{"cast":["Ryan O'Neal","John Hurt","Kenneth McMillan","Robyn Douglass","Jay Robinson"],"overview":"Benson is a police detective. After a series of murders in the Gay community he is ordered to go undercover with a gay police clerk named Kerwin as his partner. In order to be noticed they have to be flamboyant enough to attract attention which Benson finds rather disturbing. Can an uptight heterosexual and a mousey homosexual form a meaningful relationship?","release_date":"1982-04-30","vote_average":7.1,"runtime":93,"cert":"N\/A","id":72340,"title":"Partners","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72341,"title":"Это все цветочки","adult":false,"genre_ids":[]},{"cast":["Collin Stark","Mark Ian Miller","Candace Moon","M.T. Church","Trevor Harris"],"overview":"In this supernatural take on The Fast and the Furious, college student Jesse returns home only to find that his old stomping ground has been overrun by a gang of street racers that dabbles in the black arts. But things take a bloody turn for the gang members when a supercharged muscle car starts running them down. Can Jesse stop the fuel-injected killing machine and unmask the mysterious driver?","release_date":"2003-11-10","vote_average":2.4,"runtime":80,"cert":"N\/A","id":72344,"title":"Speed Demon","adult":false,"genre_ids":[28,27,53]},{"cast":["Jane Birkin","Pierre Richard","Clovis Cornillac","Jérémie Elkaïm","Laurent Grévill"],"overview":"Renée is Laurence's grandmother and she intends to show her how to make rich men fall in love with her, in order to get their life insurance's money. Both women will meet several men in the course of the movie. Even the cynical Renée will fall deeply in love again. But even after getting married, Laurence and Renée don't seem to be able to love their husband for a long time. Will they manage to get rid of their rich, loving but irritating husbands? Will their husbands survive the experience? Or will true love triumph at the end?","release_date":"2003-07-09","vote_average":0.0,"runtime":105,"cert":"N\/A","id":72345,"title":"The Very Merry Widows","adult":false,"genre_ids":[35]},{"cast":["Suraiya","Surendra","Zahur Raja","Noor Jehan","Murad"],"overview":"School-going Chandrabhan lives a poor lifestyle with his widowed mom in a small town in India, and has a childhood sweetheart named Lata, who is the daughter of the wealthy Deputy. Chandrabhan is heartbroken when Lata leaves town, and he has only a time-piece left with him as a token of their friendship. Years later, Chandrabhan has grown up, and has found employment in a guitar and musical instrument repair shop run by the owner and his friend, Prakash. Chandrabhan, a frequent reader of poetry, is fascinated by the poems of Renuka Devi, and longs to meet her. He does get to meet her, only to find out that the woman in reality is her friend, Basanti, who was impersonating her, as she had fallen in love with him, though he has no similar feelings for her. He does get to meet Renuka Devi, and is pleasantly surprised when he finds out that she is none other than Lata herself. Before Chandrabhan could plan anything els","release_date":"1946-01-01","vote_average":0.0,"runtime":121,"cert":"N\/A","id":72346,"title":"Anmol Ghadi","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Dennis Lipscomb","Guy Boyd","Rebecca Stanley","Sally Klein","Karlene Crockett"],"overview":"A preacher is accused of adultery and he and his followers are chased out of town and become stranded in an isolated forest which is haunted by the spirits of long dead Native Americans.","release_date":"1983-10-21","vote_average":5.6,"runtime":90,"cert":"N\/A","id":72349,"title":"Eyes of Fire","adult":false,"genre_ids":[27,37]},{"cast":["Stefania Nelli","Jeff Cameron","George Cavendish","Cameron Steel","Nicola Morelli"],"overview":"A family of pioneers is almost completely destroyed by Indians in search of revenge: little George was left fainted on the ground and his small sister adopted by the Indian chief... Fate will bring them together again.","release_date":"1972-03-19","vote_average":0.0,"runtime":79,"cert":"N\/A","id":72350,"title":"Beyond the Frontiers of Hate","adult":false,"genre_ids":[37]},{"cast":["Maksim Sukhanov","Anna Churina","Aleksey Makarov","Igor Dmitriev","Natalya Shvets"],"overview":"","release_date":"2006-03-02","vote_average":1.0,"runtime":null,"cert":"N\/A","id":72351,"title":"Знаки любви","adult":false,"genre_ids":[14,18,35]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":72352,"title":"Помаранчеве небо","adult":false,"genre_ids":[]},{"cast":["Jason Polakow","Josh Angulo","Alex Moussolini","Jonas Ceballos","Levi Siver"],"overview":"S-P-A-M bedeutet Style + Performance + Action + Music und ist das neuste Windsurfvideo aus dem Hause von SynVision. Schnallt euch an und schaut in diesem Film den weltbesten Windsurfern auf ihren Reisen zu erstklassigen Wave- und Freestyle-Revieren über die Schulter. Vom kristallklaren Wasser vor Maui über die nordischen Wellen in Dänemark bis hin zu gnadenlosen Winden in Pozo. Weiter geht's über Sylt zu den eisigen Fluten Südafrikas bis zum erneuten Stopp auf Maui im Frühjahr 2005. Spam wird euer System mit den unterschiedlichsten Leuten, Locations, Moves und Musik infizieren. Aerials von Jason Polakows, Airtime von Jonas Ceballos, weitere Top-Freestyler und viele andere Rider werden die Action auf dieser Windsurf DVD in eure Netzhaut brennen.","release_date":"","vote_average":0.0,"runtime":69,"cert":"N\/A","id":72353,"title":"SPAM","adult":false,"genre_ids":[]},{"cast":["Ralph Bellamy","Greer Garson","Hume Cronyn","Jean Hagen","Ann Shoemaker"],"overview":"The story of Franklin Roosevelt's bout with polio at age 40 in 1921 and how his family (and especially wife Eleanor) cope with his illness. From being stricken while vacationing at Campobello to his triumphant nominating speech for Al Smith's presidency in 1924, the story follows the various influences on his life and his determination to recover - based on the award winning Broadway play of the same name.","release_date":"1960-09-28","vote_average":6.3,"runtime":144,"cert":"N\/A","id":72354,"title":"Sunrise at Campobello","adult":false,"genre_ids":[18,36]},{"cast":["Isild Le Besco","Nahuel Pérez Biscayart","Jérôme Kircher","Bernard Rouquette","Mathieu Simonet"],"overview":"A wanderer named Timothee (Nahuel Pérez Biscayart) arrives in a French village in 1865 pretending to be deaf and mute. He uses tricks to hypnotize a beautiful young woman named Josephine (Isild Le Besco) and takes advantage of her until he is arrested and tried for his crimes.","release_date":"2010-10-13","vote_average":5.3,"runtime":102,"cert":"N\/A","id":72355,"title":"Deep in the Woods","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Auteuil","Marianne Denicourt","Jeanne Balibar","Isild Le Besco","Jean-Pierre Cassel"],"overview":"A man prepares himself to be transferred to a detention center and rest home where he will relive one more time the highlights of his youth.","release_date":"2000-08-23","vote_average":6.1,"runtime":100,"cert":"N\/A","id":72356,"title":"Sade","adult":false,"genre_ids":[36,18,80]},{"cast":["Craig Robinson","Kerry Washington","David Alan Grier","S. Epatha Merkerson","Tyler James Williams"],"overview":"The story follows what happens when a child psychologist surprises his girlfriend by showing up at her political family's annual get-together at their Sag Harbor vacation home only to find them desperately in need of therapy.","release_date":"2013-05-09","vote_average":5.5,"runtime":95,"cert":"N\/A","id":72359,"title":"Peeples","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Wu-Tang Saga is the story of the music super group the Wu-Tang Clan told by Cappadonna, chronicling over 9 concerts, a trip to Shaolin aka Staten Island, photoshoots, and the 5 percent philosophies. There's also many exclusive hip hop freestyles, as Cappadonna takes you inside the music business first hand. The first Wu-tang documentary to be entirely narrated by a Wu-Tang member, this is truly an epic Wu-Tang experience.","release_date":"2010-10-05","vote_average":0.0,"runtime":226,"cert":"N\/A","id":72360,"title":"Wu-Tang Saga","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A brother and sister go to great lengths in an attempt to recover an inheritance that their recently deceased mother was buried with.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":72361,"title":"Thicker","adult":false,"genre_ids":[35,18]},{"cast":["Jean-Pierre Darroussin","Emmanuelle Devos","Éric Caravaca","Florence Loiret-Caille"],"overview":"","release_date":"2007-12-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":72362,"title":"J'attends quelqu'un","adult":false,"genre_ids":[18,35]},{"cast":["Sophie Marceau","Vincent Pérez","Charles Berling","Hardy Krüger Jr.","Pascale Roberts"],"overview":"A love triangle between a businessman, his wife, and a writer.","release_date":"2003-10-01","vote_average":5.4,"runtime":102,"cert":"N\/A","id":72363,"title":"I'm Staying","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"During World War II, a teenage Jewish girl named Anne Frank and her family are forced into hiding in the Nazi-occupied Netherlands.","release_date":"2000-02-23","vote_average":6.2,"runtime":88,"cert":"N\/A","id":72364,"title":"Anne Frank's Diary","adult":false,"genre_ids":[16,18,10752]},{"cast":["Melvil Poupaud","Élodie Bouchez","Romain Duris","Isaac Sharry","Élie Kakou"],"overview":"Ulysse, a gun-toting hood, gets together a team of four people, including himself, to carry out what he thinks will be a fail-safe heist...","release_date":"1998-11-25","vote_average":6.0,"runtime":102,"cert":"N\/A","id":72365,"title":"Les Kidnappeurs","adult":false,"genre_ids":[18,10749]},{"cast":["Richard Berry","Mathieu Amalric","Maurice Garrel","Malik Zidi","Elodie Peudepièce"],"overview":"","release_date":"2003-07-23","vote_average":7.0,"runtime":86,"cert":"N\/A","id":72366,"title":"My Children Are Different","adult":false,"genre_ids":[18]},{"cast":[],"overview":"MTV World Stage is your chance to see the biggest artists on the globe live without leaving the comfort of your sofa. Don't miss Coldplay live in Tokyo from the Saitama Super Arena in the first episode!","release_date":"2009-02-12","vote_average":7.5,"runtime":44,"cert":"N\/A","id":72367,"title":"Coldplay: Live from Japan","adult":false,"genre_ids":[10402]},{"cast":["Xavier Beauvois","Chiara Mastroianni","Roschdy Zem","Bulle Ogier","Jean-Louis Richard"],"overview":"Benoit has planned out his life. Unfortunately he has forgotten the military duty. After he is called to duty he tries everything to get around. He goes to a psychiatrist who gives him medicine against depression. As this doesn't work out he tries suicide. The story gets even worse as he is told by a military doctor that he is HIV positive. Benoit tumbles down into the drug scene. Then he goes to Italy and meets Claudia. Things seem to improve, but only for a short time...","release_date":"1996-01-03","vote_average":7.0,"runtime":120,"cert":"N\/A","id":72368,"title":"Don't Forget You're Going to Die","adult":false,"genre_ids":[]},{"cast":["Julie Depardieu","Mathieu Demy","Éléonore Pourriat","Romane Bohringer","Mathias Mlekuz"],"overview":"Thirty-five-year-old Max has a successful career and a beautiful wife, but one day he realises that his life isn’t exactly as he’d planned. He decides to leave it all behind to live out his teenage dream of being in a rock band. But fulfilling his dream at this point in his life is harder than he had imagined.","release_date":"2006-07-05","vote_average":6.0,"runtime":100,"cert":"N\/A","id":72371,"title":"If You Love Me, Follow Me","adult":false,"genre_ids":[35]},{"cast":["Bruno Solo","Alexandra Lamy","Michel Scotto di Carlo","Barbara Schulz","Olivier Saladin"],"overview":"","release_date":"2003-05-14","vote_average":0.0,"runtime":105,"cert":"N\/A","id":72374,"title":"Don't Worry, Be Happy","adult":false,"genre_ids":[18]},{"cast":["Fabrice Luchini","Sandrine Kiberlain","Valentina Cervi","Michel Piccoli","Bernadette Lafont"],"overview":"Didier never knew that a wrong film review of a film which he did not bother to watch would land him in numerous troubles.","release_date":"1999-02-24","vote_average":5.8,"runtime":107,"cert":"N\/A","id":72375,"title":"Nothing About Robert","adult":false,"genre_ids":[18]},{"cast":["Alyssa Milano","Bruce Campbell"],"overview":"A girl from high society joins an all-male expedition to Alaska during the 1899 gold rush.","release_date":"1998-03-08","vote_average":5.0,"runtime":96,"cert":"N\/A","id":72376,"title":"Goldrush: A Real Life Alaskan Adventure","adult":false,"genre_ids":[14,878,10751]},{"cast":["Byron Velvick","Mary Delgado","Kelly Chang Rickert","Jenny Block"],"overview":"If your brakes failed as often as marriages do, would you ever drive a car? Almost 12,000 Americans get married every day. 95% of all men and women will have been married at least once by the age of 55. Throughout the country, the debate on same sex marriage has become a passionate and polarizing issue. One group is fighting for the right to marry, while another is fighting to protect the very institution of marriage as they understand it. But what exactly are both of these sides fighting for? From dowries to divorce, pre-nups to polygamists, common laws to caterers, virginity to Vegas, and Civil rights to Civil Unions, \"American Marriage\" seeks to understand the truth behind an institution we have strong, passionate feelings about ... yet very little understanding of.","release_date":"2012-03-04","vote_average":0.5,"runtime":null,"cert":"N\/A","id":72377,"title":"American Marriage","adult":false,"genre_ids":[18,10749]},{"cast":["Karin Viard","André Dussollier","François Cluzet","Brigitte Catillon","Julie Delarme"],"overview":"Anne is an attractive woman on the cusp of middle age trying in vain to divide her time fairly between her demanding job as a television presenter and her family. Her colleagues and friends have similar problems though.","release_date":"2007-09-12","vote_average":5.4,"runtime":95,"cert":"N\/A","id":72380,"title":"True Enough","adult":false,"genre_ids":[18]},{"cast":["Kakha Abuashvili","Temo Barbaqadze","Elgudzha Burduli","Misha Arobelidze"],"overview":"This is Historical \/ Mystic \/ Fantasy based on true and fiction events and includes some codes from the famous Georgian poem 'The Knights in the Tiger`s Skin' written by Shota Rustveli in the end of 12th century. Well known film producer Demetre Orbeli","release_date":"","vote_average":3.8,"runtime":105,"cert":"N\/A","id":72381,"title":"The Forgotten King","adult":false,"genre_ids":[14,28,36]},{"cast":["Margit Carlqvist","Inga Landgré","Georg Rydeberg","Hugo Björne","Linnea Hillberg"],"overview":"Portrait of the Swedish poet Dan Andersson (1888-1920). Brought up during poor conditions he finds work as a temperance preacher and educator. Bored by this he travels to Stockholm to try to get his poems published. On the train he meets a rich, sophisticated art patron who encourages him and grinds his literary and philosophical formation.","release_date":"1957-03-25","vote_average":4.0,"runtime":99,"cert":"N\/A","id":72384,"title":"En drömmares vandring","adult":false,"genre_ids":[18]},{"cast":["J.A.K.","David Pliskin","Sophia Disgrace","Scorpio Vixen","Lee O'Neill"],"overview":"Three groups of hikers embark on a hike across the beautiful countryside, they quickly discover the local inhabitants are anything but friendly.","release_date":"2009-01-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":72385,"title":"Animal Soup","adult":false,"genre_ids":[27]},{"cast":["Lenny Bruce"],"overview":"Iconoclast Lenny Bruce appears at San Francisco's Basin Street West in what was his next-to-last live appearance. His act that night consisted of reading allegations and transcripts from one of his several obscenity trials and then commenting on what he'd actually done or said. While there are some \"bits\" in the performance (including the prison riot with Dutch, the Warden, Father Flotski, and Sabu, the prison doctor), this is much more a social commentary on government intrusion and censorship than it is a comedy routine. (IMDb)","release_date":"1967-03-19","vote_average":7.0,"runtime":60,"cert":"N\/A","id":72386,"title":"Lenny Bruce in 'Lenny Bruce'","adult":false,"genre_ids":[99,35]},{"cast":["Jason Statham","Chris Sarandon","James Hong","Catherine Chan","Robert John Burke"],"overview":"After a former elite agent rescues a 12-year-old Chinese girl who's been abducted, they find themselves in the middle of a standoff between Triads, the Russian Mafia and high-level corrupt New York City politicians and police.","release_date":"2012-04-16","vote_average":6.3,"runtime":94,"cert":"15","id":72387,"title":"Safe","adult":false,"genre_ids":[28,80,53]},{"cast":["Maximilian Brückner","Mira Bartuschek","Antoine Monot Jr.","Stephan Luca","Jeff Burrell"],"overview":"Der 37-jährige Bamberger Brauerei-Marketingmanager Pitschi Greulich will weder mit seiner Freundin Sabine Kinder kriegen noch das von den Eltern geforderte Eigenheim bauen und schon gar nicht zum elften Mal in Folge mit seinen Kumpels in den Mallorca-Urlaub düsen. Also disponiert Pitschi am Flughafen kurzfristig um und landet mit einem Mal in Argentinien, wo er gedenkt, ein neues Leben zu beginnen. Doch in der Ferne merkt der krisengebeutelte Thirtysomething, dass all das, was er eigentlich sucht, längst zu Hause auf ihn wartet.","release_date":"2011-08-11","vote_average":5.4,"runtime":101,"cert":"N\/A","id":72390,"title":"Resturlaub","adult":false,"genre_ids":[35,10749]},{"cast":["Travis Turner","Julia Rhodes","Geoff Gustafson","Christopher Goodman","Alex Zahara"],"overview":"Fall into puppy love with “the world’s worst dog”, who now has a frisky voice and an attitude to match. Join Marley for his mischievous puppy years, as he and his summer pal, Bodie Grogan, wreak havoc on a neighborhood dog contest. Marley outwits Dobermans, Shepherds and Collies, while stealing hearts in his own unique and lovable way. Get your paws on MARLEY &amp; ME: THE PUPPY YEARS and fetch big laughs for the whole family!","release_date":"2011-06-01","vote_average":5.4,"runtime":86,"cert":"U","id":72391,"title":"Marley & Me: The Puppy Years","adult":false,"genre_ids":[35,10751]},{"cast":["Seo Gap-suk","Shim Yi-young"],"overview":"Bong-ja is perfectly happy in her monotonous life of making and selling seaweed rolls near a train station. However, when a free spirited teenage girl enters her life and takes over her home, Bong-ja begins to feel the stirrings of love as disaster brews.","release_date":"2000-11-25","vote_average":5.0,"runtime":92,"cert":"N\/A","id":72392,"title":"Bongja","adult":false,"genre_ids":[35,18]},{"cast":["Chris Kerson","Will Blagrove","Judy Jerome","Mark Borkowski","Maddie M. Jones"],"overview":"Wounded in the war, Tommy Donahue and DD Davis return home from Iraq to the slum neighborhood they grew up in. Tommy returns to his wife, Faith, whom he abandoned while she was pregnant to escape a life of crime. Tommy meets his disabled six year-old daughter, Hope, for the first time, and she begins to melt his frozen heart. While DD struggles to make an honest living, his older brother, Darnell, has risen to become the neighborhood kingpin. DD faces the pressure to save his younger brother, James, from following in Darnell’s dangerous footsteps. Tommy and DD find themselves trapped in the same slum they joined the military to escape. As they struggle for redemption, their own families become entangled in a web of crime, corruption and violence.","release_date":"2011-05-20","vote_average":8.5,"runtime":107,"cert":"N\/A","id":72393,"title":"Cost Of A Soul","adult":false,"genre_ids":[18,28,80]},{"cast":["Nastassja Kinski","Michael York","Rupert Penry-Jones","Carsten Norgaard","Tim DeKay"],"overview":"During WW II, a young German woman is separated from her family and imprisoned by the Nazis. After being freed she falls in love with and marries a German officer. When Berlin falls to the Russians, and her husband killed, she flees to America, carrying his unborn child, all the while not giving up hope that she will find her family, tied together by her mother's ring.","release_date":"1996-10-20","vote_average":5.7,"runtime":180,"cert":"N\/A","id":72394,"title":"The Ring","adult":false,"genre_ids":[10770,18,10749]},{"cast":[],"overview":"Calling all UmiFriends! Team Umizoomi is ready for action! Join math heroes Milli, Geo, and Bot as they use their mighty math powers to help their friends in Umi City! Figure out the pattern to a baby hawk's sont to help Mama Hawk return to their nest, weight buckets of coal and water to refuel a train, search for missing shapes to repair a kite, and more! The Rolling Toy Parade Kite Festival The Legend of the Blue Mermaid Wild West Toy Train Show","release_date":"2011-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72395,"title":"Team Umizoomi","adult":false,"genre_ids":[10751]},{"cast":["John Lennon","George Harrison","Ringo Starr","Paul McCartney"],"overview":"The Beatles at Shea Stadium is a fifty-minute-long documentary of the Beatles' 1965 concert at Shea Stadium in New York, the highlight of the group's 1965 tour.","release_date":"1967-01-10","vote_average":7.5,"runtime":50,"cert":"","id":72396,"title":"The Beatles at Shea Stadium","adult":false,"genre_ids":[10402]},{"cast":["Kim Basinger","Alex Carter","Bruce Greenwood","Roberta Maxwell","Debra Mooney"],"overview":"A married woman (Basinger) falls in love with a Benedictine monk.","release_date":"2006-09-09","vote_average":5.0,"runtime":88,"cert":"N\/A","id":72397,"title":"The Mermaid Chair","adult":false,"genre_ids":[18,10749]},{"cast":["Dana DeArmond","Ben English","Erik Everhard","Tommy Gunn","Jerry"],"overview":"Directed by Celeste, Shay Jordan Lust is all about desire and succumbing to carnal pleasures. It features Digital Playground's lovely Eurasian, SHAY JORDAN in three scenes, and one of them is a luscious Three-Way. The entirely stellar cast also includes Annette Schwarz, Kristina Rose, Marie Luv, Dana DeArmond and Nikki Kane. These fine girls are fueled by pure desire, raw sex appeal and an intoxicating passion. Answering and defining their inherent sexual needs, they enjoy one another and ravish some very handsome men.","release_date":"2008-07-31","vote_average":0.0,"runtime":120,"cert":"N\/A","id":72398,"title":"Shay Jordan: Lust","adult":true,"genre_ids":[]},{"cast":["Riley Steele","Madison Ivy","Brooke Banner","Madelyn Marie","Francesca Lé"],"overview":"After she's laid off, Angie has to move in with her parents. While her dad is happy to support her, her mother thinks she should be moving out as quickly as possible. When her friend introduces her to the world of online escorts, Angie might have found a way to do just that.","release_date":"2011-07-11","vote_average":7.0,"runtime":97,"cert":"N\/A","id":72399,"title":"Tara's Titties","adult":true,"genre_ids":[]},{"cast":["Jean Gabin","Raymond Aimos","Robert Le Vigan","Annabella","Pierre Renoir"],"overview":"Pierre Gilieth has committed a murder in Paris. He flees to Barcelona, where he runs out of money. So he joins the Spanish Foreign Legion. He meets there two fellow countrymen, Mulot and Lucas. He tries to forget his fault... but Lucas's friendship soon appears to be less unselfish...","release_date":"1935-09-25","vote_average":5.8,"runtime":88,"cert":"N\/A","id":72400,"title":"La Bandera","adult":false,"genre_ids":[18,10749]},{"cast":["Paowalee Pornpimol","ณัฐวุฒิ สกิดใจ","บุญโทน คนหนุ่ม","วิทยา เจตะภัย","Boonsong Nakphoo"],"overview":"This film is about the life of Pumpuang \"Peung\" Duangjan (Thai พุ่มพวง ดวงจันทร์) which was the artist name of a Thai megastar singer and actress who pioneered electronic Luk Thung. She was considered one of the most important Luk Thung vocalists in Thailand.  The child of poor farmers, she came to attention as a teenager in the late '70s. Although she was illiterate, her lyrics were powerful and compelling stories of Thailand's rural poor. She adapted Pleng Luk Thung (Thai country music) into a dance-ready form known as electronic Luk Thung. Her death in 1992, at the age of 31, led many to believe that her music form would die out. However, it has continued and in 1997 the first all Luk Thung radio station was opened.","release_date":"2011-07-21","vote_average":5.5,"runtime":125,"cert":"N\/A","id":72401,"title":"The Moon","adult":false,"genre_ids":[18,10402,36]},{"cast":["Komeng","Julia Perez","Damien Perez","Andi Soraya"],"overview":"No movie overview available.","release_date":"2009-07-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":72402,"title":"Mau dong... ah","adult":false,"genre_ids":[35]},{"cast":["Apinya Rungpitakmana","Sorapong Chatree","Nirut Sirichanya","Pimolrat Pisolyabutr","Kongtoon Pongpattana"],"overview":"The story of love, revenge and friendship between an orphaned protagonist, his teacher and the woman of his dreams, set in an elite classical dance school.","release_date":"2011-08-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":72403,"title":"Kon Khon","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"No movie overview available.","release_date":"2009-10-20","vote_average":0.0,"runtime":52,"cert":"N\/A","id":72404,"title":"Great Rift - Der große Graben","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No movie overview available.","release_date":"2009-11-15","vote_average":0.0,"runtime":null,"cert":"","id":72407,"title":"BBC Switch Live","adult":false,"genre_ids":[10402]},{"cast":["Donnie Yen","Chingmy Yau","Kingdom Yuen","Francis Ng","Dayo Wong"],"overview":"Women born on the 6th June are being killed around Hong Kong. There is a lunatic on the loose. Ching, a police psychologist, looks to be the next victim. She is suffering from terrifying dreams involving the devil himself. All becomes clear when the killer is revealed as Satan's disciple, his body possessed, searching for the reincarnation of Satan's daughter on Earth.","release_date":"1996-05-17","vote_average":0.0,"runtime":94,"cert":"N\/A","id":72408,"title":"Satan Returns","adult":false,"genre_ids":[27,28,53]},{"cast":["Carolina Jiménez","Armando Moreno","Manolo Gómez Bur","José Luis Ozores","Julia Martínez"],"overview":"","release_date":"1952-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":72409,"title":"Habitación para tres","adult":false,"genre_ids":[]},{"cast":["Cassen","Charo López","José Franco","José María Caffarel","Rafaela Aparicio"],"overview":"A small Spanish town is shocked because they have found the bone of one of its local heroes: Don Nuño Pérez de Gormaz. The bone is a symbol of the history of the place, and therefore also of the history of Spain, so that all residents take to the streets to try to recover it.","release_date":"1967-01-01","vote_average":2.7,"runtime":86,"cert":"N\/A","id":72410,"title":"El hueso","adult":false,"genre_ids":[]},{"cast":["Josita Hernán","Camino Garrigó","Leonor Fábregas","Fernando Fernán Gómez","Lily Vincenti"],"overview":"","release_date":"1944-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72411,"title":"Mi enemigo y yo","adult":false,"genre_ids":[]},{"cast":["Sophia Loren","John Cassavetes","Max von Sydow","George Kennedy","Robert Vaughn"],"overview":"General George S. Patton died in a car accident in 1945. However, now speculates that his death was actually a murder carefully prepared by his staff to cover a large theft of gold.","release_date":"1978-12-22","vote_average":6.4,"runtime":111,"cert":"N\/A","id":72412,"title":"Brass Target","adult":false,"genre_ids":[28,18]},{"cast":["Wotan Wilke Möhring","Julia Hummer","Antoine Monot Jr.","Alexander Beyer","Janek Rieke"],"overview":"Martin is the ambitious one in the family. He is poised to start on his doctorate, when he is diagnosed with testicular cancer and all his future plans begin to unravel. The removal of one testicle reduces the most immediate threat, but the cancer has already spread and Martin's doctor argues for an operation that would save him, but could also castrate him.","release_date":"2004-01-22","vote_average":7.5,"runtime":87,"cert":"N\/A","id":72413,"title":"The Family Jewels","adult":false,"genre_ids":[35,18]},{"cast":["Katharina Schüttler","Iris Berben","Jacques Frantz","Sebastian Urzendowsky","Sophie-Charlotte Kaissling-Dopff"],"overview":"Thirty years after giving her daughter up for adoption in order to join the terrorist underground in Germany, Judith is tracked down by her now adult daughter Alice to a vineyard in the Alsace where she is now living with a new family and a new identity. Alice calls on her mother to give herself up, but Judith doesn't regret any of her past deeds.","release_date":"2009-10-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":72414,"title":"The Day Will Come","adult":false,"genre_ids":[18]},{"cast":["Maryam","Mehri Ramezani","Mohsen Mahmudi"],"overview":"","release_date":"2010-04-16","vote_average":8.0,"runtime":null,"cert":"N\/A","id":72415,"title":"Im Bazar der Geschlechter","adult":false,"genre_ids":[]},{"cast":["Antonio Wannek","Navid Navid","Mina Tander","Mavie Hörbiger"],"overview":"Splendid story of a friendship that evaporates just before 9\/11.","release_date":"2003-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72416,"title":"The Friend","adult":false,"genre_ids":[18]},{"cast":["Sebastian Koch","Wotan Wilke Möhring","Mina Tander","Ronald Zehrfeld","Charly Hübner"],"overview":"","release_date":"2008-12-11","vote_average":6.8,"runtime":null,"cert":"N\/A","id":72419,"title":"In jeder Sekunde","adult":false,"genre_ids":[]},{"cast":["Meret Becker","Hinnerk Schönemann","Stefanie Stappenbeck","Jana Pallaske","Marek Harloff"],"overview":"","release_date":"2006-03-13","vote_average":6.5,"runtime":null,"cert":"N\/A","id":72420,"title":"Happy as one","adult":false,"genre_ids":[18]},{"cast":["Matthias Schweighöfer","Katharina Schüttler","Maja Maranow","Joachim Król","Sylvester Groth"],"overview":"","release_date":"2009-04-10","vote_average":6.1,"runtime":null,"cert":"N\/A","id":72421,"title":"Marcel Reich-Ranicki - Mein Leben","adult":false,"genre_ids":[18]},{"cast":["José Carreras","Ghena Dimitrova","Silvano Carroli"],"overview":"Set during the Crusades, the story of Lombardi opens with the rivalry of two brothers -- Arvino and Pagano -- who vie with one another for the love of Viclinda. Pagano attempts to kidnap Viclinda and commit a fratricide, extinguishing Arvino, but succeeds only in murdering his father in error; circumstances force him into exile in the Holy Land. Thus begins a complex and harrowing series of events that will ultimately lead to the reconciliation of both men, followed by the death of one.","release_date":"1984-01-01","vote_average":3.8,"runtime":125,"cert":"","id":72422,"title":"I Lombardi alla Prima Crociata","adult":false,"genre_ids":[10402]},{"cast":["Dougray Scott","Laura Harring","Jürgen Prochnow","Andrew-Lee Potts","Erika Marozsán"],"overview":"A contract killer sees a chance to free himself from a tragic past.","release_date":"2003-11-20","vote_average":4.8,"runtime":null,"cert":"N\/A","id":72427,"title":"The Poet","adult":false,"genre_ids":[10749,53,18]},{"cast":[],"overview":"Luego de 5 años de ausencia de los escenarios, el trío más taquillero volvió al ruedo con un show único. “El regreso del humor” es sin duda una demostración de que el talento sigue intacto mas allá del tiempo que ha pasado desde sus comienzos en Sta. Fe allá por el 83’. Un espectáculo totalmente renovado, divertido e impactante donde el espectador no puede dejar de reír a carcajadas con las ocurrencias del trío. Uno de los integrantes del grupo declaro ¨Volvemos al teatro porque nos permite viajar comer asados, chupar y llevar unos pesos a casa”. En verdad volvieron porque si había algo que nos estaba faltando a los argentinos era que regreso el humor a nuestras vidas.","release_date":"2005-08-05","vote_average":2.5,"runtime":81,"cert":"N\/A","id":72428,"title":"Midachi - El regreso del humor","adult":false,"genre_ids":[35]},{"cast":["Sam Hill","Aaron Gwin","Brendan Fairclough","Gee Atherton","Greg Minnaar"],"overview":"For two years the crew of 3 MINUTE GAPS have followed the world's best mountain bike racers around the globe documenting them as they trained, prepared, rode, ate, traveled, raced, celebrated, commiserated, and made sacrifices simply because of the weight of ambition to be the fastest. There is no truer, more accurate and intimate depiction of the hallowed worlds of the very best World Cup rider's than 3 MINUTE GAPS.","release_date":"2011-06-02","vote_average":0.0,"runtime":71,"cert":"","id":72429,"title":"3 Minute Gaps","adult":false,"genre_ids":[99,28]},{"cast":["Ove Sprogøe","Bodil Kjer","Karl Stegger","Poul Thomsen","Jytte Abildstrøm"],"overview":"Two men disappear at the same time, with one of them committing suicide using dynamite. The police try to figure out which one died and what happened to the other.","release_date":"1971-10-29","vote_average":7.5,"runtime":102,"cert":"N\/A","id":72430,"title":"The Missing Clerk","adult":false,"genre_ids":[10751,18,35]},{"cast":["Bryan Cranston","David Oyelowo","Cuba Gooding Jr.","Daniela Ruah","Terrence Howard"],"overview":"The story of the Tuskegee Airmen, the first African-American pilots to fly in a combat squadron during World War II.","release_date":"2012-01-19","vote_average":6.0,"runtime":125,"cert":"12","id":72431,"title":"Red Tails","adult":false,"genre_ids":[18,28,12,36,10752]},{"cast":["Chris Evans","Michael Biehn","Vinessa Shaw","Kate Burton","Brett Cullen"],"overview":"A David and Goliath law drama about a drug-addicted lawyer who takes on a health supply corporation while battling his own personal demons.","release_date":"2011-09-23","vote_average":6.8,"runtime":100,"cert":"N\/A","id":72432,"title":"Puncture","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"Recorded in December 2010 at Wembley Arena, Revolutions captures one of Biffy Clyro's greatest shows. Starting in 2002 with Blackened Sky, the Scottish rockers steadily but surely built a large fan base; the huge success of 2009’s Only Revolutions typifying the band’s reward for such hard work. Including the likes of \"57\" and \"Saturday Superhouse\", this recording features songs pulled from throughout their career and showcases what a brilliant live band they are.","release_date":"2011-01-01","vote_average":10.0,"runtime":90,"cert":"","id":72433,"title":"Biffy Clyro: Revolutions Live at Wembley","adult":false,"genre_ids":[10402]},{"cast":["Pachrapa Chaichua","Thana Suttikamon","Focus Jirakul","Natnischa Cerdchoobuphakaree"],"overview":"Mother had left her 3 children, their father, remarried and went to live abroad. When the father suddenly dies of unknown cause, Nuntha had to care for her 3 niece and nephews that her brother had left behind. When Nuntha finds out that Chai, her dead brother had worked as undercover agent to gather evidence on powerful criminals due to an unfortunate misunderstanding she was murdered as well. Nuntha (Patcharapa Chaichua), even in her death still worries about her 3 nieces and nephews and how will they survive on their own so she continues to care for them as a ghost. When Police Colonel Sumet (Thana Suttikamon), Chai's superior officer finds out that one of his agents had peculiarly died, he started the investigation. He was astonished to find out that the one raising these children is actually a ghost of their aunt Nuntha.","release_date":"2007-01-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":72434,"title":"Ghost Mother","adult":false,"genre_ids":[27,53]},{"cast":["Timmy Hung","Wayne Lai","Miku Ueno","Sammo Hung","Law Kar-Ying"],"overview":"Ricky aspires to be a famous chef. But rival restauranteur Dragon wants him to fail. So when Ricky's brother suggests that he combine Osaka wrestling with Hong Kong cuisine, his restaurant strikes gold and wins rave reviews, but Dragon swears revenge. Overview: Ricky is a canteen handyman, his goal was to be a famous chef. His boss, One-Eye Dragon, was really mean to him and wanted to kill Ricky. Ricky went to Osaka and looked for his brother Mike. Mike suggested that he wanted to match up Osaka wrestling with the food from Hong Kong. And Mike taught in person the techniques of Osaka wrestling. Famous eating expert Chau visited the restaurant. Mike made the steamed dumpling for Chau to taste and was highly praised. The steamed dumpling attracted all the older customer and the business boomed again. But jeopardy rose! Dragon decided to \"do it all\", and brought a time bomb into the restaurant...","release_date":"2004-05-06","vote_average":0.0,"runtime":93,"cert":"N\/A","id":72435,"title":"Osaka Wrestling Restaurant","adult":false,"genre_ids":[28,35]},{"cast":["Siddharth","Shruti Haasan","Lakshmi Manchu","Subbaraya Sharma","Hari Teja"],"overview":"In a teardrop-shaped land called Sangarashtra, a 9-year-old girl with special healing powers tries to save her homeland from the tyranny of an evil queen with the help of a blind swordsman.","release_date":"2011-01-14","vote_average":5.0,"runtime":133,"cert":"N\/A","id":72440,"title":"Once Upon a Warrior","adult":false,"genre_ids":[12,14,28,10751]},{"cast":["Lan Cheng-lung","Lu Hsueh-Feng","Bamboo Chen","Ko Chia-Yen","Chu Ko-Liang"],"overview":"After Cape No. 7 and Monga, Taiwan saw another locally produced blockbuster in Night Market Hero, which grossed over NTD120 million at the box office during Chinese New Year 2011. Starring Blue Lan (L-O-V-E), Alice Ke (Miao Miao), and Zhu Ge Liang in his highly anticipated cinematic comeback, the hit comedy fully embraces the indigenous grassroots culture of Taiwan epitomized by the various ordinary folks in a fictional night market. Directed by Ye Tian Lun, the inspirational crowd-pleaser follows a group of food vendors who have made their living in the bustling 888 Night Market for over a decade. Their livelihood is threatened when some real estate developer acquires the land where the night market is situated. Hua (Blue Lan) leads his fellow vendors in a hot-blooded David-vs-Goliath struggle to defend their home against corrupt politicians and greedy corporations.","release_date":"2011-01-28","vote_average":6.4,"runtime":124,"cert":"N\/A","id":72441,"title":"Night Market Hero","adult":false,"genre_ids":[18]},{"cast":["Im Chang-jung","Kim Tae-hoon","Park Min-hwan","Kim Gyu-ri","Yoon Ji-min"],"overview":"Sang-yeol, a 30-something loser stuck in a dead-end job as a home-shopping model, is able to marry the girl of his dreams - his modeling colleague So-yeon - when he discovers she's pregnant with his child. But after marriage an even bigger discovery awaits: the child isn't his - in fact he's still a virgin, and he might even be gay...","release_date":"2011-03-10","vote_average":6.8,"runtime":112,"cert":"N\/A","id":72442,"title":"Shotgun Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Satoshi Tsumabuki","Chizuru Ikewaki","Juri Ueno","Noriko Eguchi","Hirofumi Arai"],"overview":"Tsuneo is a university student working part-time in a mah-jong parlour. Lately the customers have been talking about an old lady who pushes a baby carriage through the streets. They say she is carrying something for a crime syndicate, and they wonder what it is she has in the carriage... Money? Drugs? One day, the owner of the mah-jong parlour sends Tsuneo out to walk his dog. A baby carriage comes rolling down a hill and crashes into a guard rail. The old lady asks him to look into the carriage, where he finds a young woman clutching a knife. This is how Tsuneo first meets the girl who calls herself Josée.","release_date":"2003-12-13","vote_average":6.8,"runtime":116,"cert":"N\/A","id":72443,"title":"Josee, the Tiger and the Fish","adult":false,"genre_ids":[]},{"cast":["Linda Haynes","Geoffrey Lewis","Ellen Travolta","Lurene Tuttle","Mercedes Shirley"],"overview":"A demented prison doctor performs gruesome shock therapy experiments on inmates.","release_date":"1979-10-19","vote_average":2.9,"runtime":82,"cert":"N\/A","id":72444,"title":"Human Experiments","adult":false,"genre_ids":[27,80]},{"cast":["George Lam","Cora Miao","Season Ma","Andy Lau","Tung-Sheng Chang"],"overview":"A Japanese photojournalist revisits Vietnam after the Liberation and learns harsh truths about its regime and its \"New Economic Zones\".","release_date":"1982-10-13","vote_average":7.8,"runtime":109,"cert":"N\/A","id":72445,"title":"Boat People","adult":false,"genre_ids":[18]},{"cast":["Ian McDiarmid"],"overview":"Actor Ian McDiarmid introduces several music videos scored by the infamous Star Wars scores composed by John Williams. There are sixteen chapters in all, and are all perfectly created to show us the great music from the six films.","release_date":"2005-05-03","vote_average":6.6,"runtime":71,"cert":"N\/A","id":72448,"title":"Star Wars: A Musical Journey","adult":false,"genre_ids":[10402]},{"cast":["James Coburn","Jennifer O'Neill","Pat Hingle","Skye Aubrey","Elizabeth Allen"],"overview":"Dr. Peter Carey is a pathologist at a Boston hospital. The daughter of the hospital's Chief of Staff dies after an illegal abortion goes wrong, and Carey's friend and colleague Dr. David Tao is accused of performing the abortion. Carey doesn't buy it, and so he digs deeper, angering the girl's father in the process. Questions abound: Who performed the abortion? Was the girl really pregnant? And what does it have to do with stolen morphine, blackmail attempts, and a mysterious and dangerous masseur?","release_date":"1972-03-29","vote_average":6.2,"runtime":101,"cert":"N\/A","id":72449,"title":"The Carey Treatment","adult":false,"genre_ids":[80,9648,53]},{"cast":["Carly Parker","Keeani Lei","Cody Lane","Aurora Jolie","Sammy Cruz"],"overview":"Detailing the complex and compromising tale of a couple that moves into a white suburb. A Jungle Story leaves a deep impression in the fabric of your society. Enjoy it. We are.","release_date":"2007-07-23","vote_average":0.0,"runtime":140,"cert":"N\/A","id":72450,"title":"A Jungle Story","adult":true,"genre_ids":[]},{"cast":["Bonita Saint ","Lisa Belle","Rebecca Lord","Rocki Roads","Sadie Sexton"],"overview":"Five average guys are wandering through Malibu in search of a mansion where the All-Stars play, a group of the hottest women known to man. They are on the age-old quest to \"Get Some\"! Finally they stumble upon their goal and once inside the mansion they split up and the adventure begins... Join the insatiable Rocki Roads as she gets her ass explored for the very first time. Sadie Sexton devours her subject in a ground breaking sexual performance. Bonita Saint and French import Lisa Belle show us how pretty girls take it in the rear. Digital Playground delivers the first adult film shot exclusively for DVD. Every sex scene includes true multiple angles. Each angle is synced exactly with the scene. Gone are the days of fake, back-edited multi-angles. This DVD is not only loaded with the hottest girls in adult film, but with tons of extras.","release_date":"2000-10-30","vote_average":0.0,"runtime":85,"cert":"N\/A","id":72451,"title":"All Star","adult":true,"genre_ids":[]},{"cast":["Black Angelika","Britney","Nesty","Ella Brawen","Colette"],"overview":"We've picked out 6 beautiful ladies who have proven themselves to be some of the dirtiest sluts around. Black Angelika gets fucked then a face load of cum, Brittney and Nesty have a steamy threesome, Ella Brawen and Aliz get fucked in the ass and Collete has her tight pussy pounded.","release_date":"2010-03-02","vote_average":8.0,"runtime":108,"cert":"N\/A","id":72452,"title":"All Star 2","adult":true,"genre_ids":[]},{"cast":["Christina Jolie","Dominno","Jasmine Black","Jessica Moore","Sensual Jane"],"overview":"These sluts are all natural, including their bodacious tatas. No silicone in these fun bags and the proof is in the bounce. Watch their hoots jiggle, as only real boobs can, while they are getting fucked hard by a stiff dick.","release_date":"2010-01-19","vote_average":9.5,"runtime":124,"cert":"N\/A","id":72453,"title":"All Star Big Boobs","adult":true,"genre_ids":[]},{"cast":["Abbie Cat","Black Angelika","Cathy Heaven","Honey Winter","Jasmine Rouge"],"overview":"In a world where fantasy meets reality, anything is possible. Turn on the fun in this gonzo style film where everything is your POV. Watch as hot, young, sexy girls suck, lick, stroke and fuck their way right into your pants. Sit back, relax and enjoy","release_date":"2010-10-26","vote_average":8.0,"runtime":145,"cert":"N\/A","id":72454,"title":"All Star POV","adult":true,"genre_ids":[]},{"cast":["Bo Svenson","Luke Askew","John Davis Chandler","Robert DoQui","Leif Garrett"],"overview":"Sheriff Buford Pusser continues his one-man war against moonshiners and a ruthless crime syndicate after the murder of his wife in late 1960's Tennessee.","release_date":"1975-09-28","vote_average":5.6,"runtime":109,"cert":"N\/A","id":72455,"title":"Walking Tall Part II","adult":false,"genre_ids":[28,12,18,80]},{"cast":["Hilde De Baerdemaeker","Axel Daeseleire","Tom Van Landuyt","Michael Pas","Geert Hunaerts"],"overview":"Time is not standing still for the teammates of soccer team 'Eendracht Vooruit'. Erik (Tom Van Landuyt), the team captain, tries to keep them together since a lot of the player getting children. In particular, Jean-Marc who's having triplets but has difficulties to handle them and Franky Leemans who can't have children and tries to adopt one.","release_date":"2003-12-10","vote_average":5.0,"runtime":105,"cert":"N\/A","id":72456,"title":"Team Spirit 2","adult":false,"genre_ids":[35,10751,10749]},{"cast":[],"overview":"Three years after Canadian singer-songwriter Feist catapulted to international recognition with the release of her multi Juno Award-winning, Grammy-nominated album, The Reminder, comes an intimate window into the process of its creation and the cast of characters whose creative unions made the work both possible and completely unforgettable. The film follows Feist and her supporting cast through an impressionistic array of flickering scenery, echoing stadiums, puppet workshops, the red carpet, a crumbling French mansion, definitive concert performances and uncommonly candid interviews. Itself a part of the creative mosaic it portrays, Look At What The Light Did Now illuminates the synergy of collaboration, art as magnifying glass, and the power of trust.","release_date":"2010-01-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":72457,"title":"Look at What the Light Did Now","adult":false,"genre_ids":[10402,99]},{"cast":["James Coburn","Michael Sarrazin","Trish Van Devere","Walter Pidgeon","Michael C. Gwynne"],"overview":"A master thief (James Coburn) and his drug-addicted partner teach two aspiring crooks (Michael Sarrazin, Trish Van Devere) how to steal wallets.","release_date":"1973-09-23","vote_average":6.1,"runtime":103,"cert":"N\/A","id":72460,"title":"Harry in Your Pocket","adult":false,"genre_ids":[35,80,18]},{"cast":[],"overview":"A lesbian couple contemplating marriage and a family with a gay teen son taking in an unexpected visitor from the past find their lives not so far apart.","release_date":"2005-01-01","vote_average":4.5,"runtime":60,"cert":"N\/A","id":72461,"title":"Floored by love","adult":false,"genre_ids":[]},{"cast":["Birgitta Bernhard","Raquel Cassidy","Darren Black","Carmine Canuso"],"overview":"'Do I Love You?' is a romantic philosophical comedy about life and the questions it throws at you.","release_date":"2002-10-20","vote_average":5.3,"runtime":73,"cert":"","id":72462,"title":"Do I Love You?","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mira Furlan","Ana Franić","Jelena Đokić","Bogdan Diklić","Branislav Tomašević"],"overview":"Saša, a Belgrade University law student, tells her parents that she and her boyfriend Stefan are moving to Canada. That same night Saša and Stefan suffer a car accident. Saša wakes up in hospital and meets Stefan's charming and clever sister Lana, a photographer living in Paris. Stefan remains in hospital to recover. Saša finds out that her mother Lila is having an affair. Her father, a well-known judge, desperately tries to keep the family together. Lana becomes Saša's closest friend - a person able to prove that life is sometimes a mere game. In the midst of historical and family chaos, Saša gets involved in a love relationship with her boyfriend's sister.","release_date":"2004-11-08","vote_average":5.4,"runtime":80,"cert":"N\/A","id":72463,"title":"Take a Deep Breath","adult":false,"genre_ids":[18]},{"cast":["Clémence Poésy","Yaël Abecassis","Eric Ruf","Yannick Soulier","Vincent Martinez"],"overview":"Anna, a divorced single mother, employs a mysterious young woman called Lise to care for her children.","release_date":"2007-10-10","vote_average":3.6,"runtime":90,"cert":"N\/A","id":72464,"title":"Without Me","adult":false,"genre_ids":[18]},{"cast":["Jonas Bloquet","Jonathan Zaccaï","Yannick Renier","Claire Bodson","Pauline Étienne"],"overview":"An aspiring tennis player is taken under the wing of an established player as his family life falls apart.","release_date":"2008-11-11","vote_average":5.2,"runtime":105,"cert":"N\/A","id":72465,"title":"Private Lessons","adult":false,"genre_ids":[18]},{"cast":["Az Abrahams"],"overview":"A drama about political prisoners playing soccer at Robben Island prison, where Nelson Mandela was held.","release_date":"2007-11-22","vote_average":3.0,"runtime":89,"cert":"N\/A","id":72466,"title":"More Than Just a Game","adult":false,"genre_ids":[18]},{"cast":["Mike Secher","David Herman"],"overview":"Marijuana plants grown in a warehouse in Amsterdam. By growing cannabis indoors, it can be cultivated anywhere on the planet. The flowers or buds of the female plant contain the most THC, the psychoactive compound which produces the high that users experience.","release_date":"2010-07-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":72469,"title":"National Geographic Drugs Inc Marijuana","adult":false,"genre_ids":[99]},{"cast":["Randolph Scott","Lucille Norman","Raymond Massey","Richard Webb","James Millican"],"overview":"Mine owner William Sharon (Larry Keating) keeps having his gold shipments held up by a gang of bandits. Sharon hires banker Charles Crocker (Thurston Hall), who happens to have connections in the Central Pacific Railroad, to build a spur line from Virginia City to Carson City, so that the gold can be shipped by railroad. Silent Jeff Kincaid (Randolph Scott) is the railroad engineer. However there is opposition to the railroad, chiefly from another mine owner, Big Jack Davis (Raymond Massey).","release_date":"1952-06-13","vote_average":4.8,"runtime":87,"cert":"N\/A","id":72472,"title":"Carson City","adult":false,"genre_ids":[37]},{"cast":["Randolph Scott","Gene Tierney","Dana Andrews","Shepperd Strudwick","Elizabeth Patterson"],"overview":"After her family's mansion is burned down by Yankee soldiers for hiding the rebel leader Captain Sam Starr (Scott) Belle Shirley (Tierney) vows to take revenge. Breaking Starr out of prison, she joins his small guerrilla group for a series of raids on banks and railroads, carpetbaggers and enemy troops. Belle's bravado during the attacks earns her a reputation amongst the locals as well as the love of Starr himself. The pair get married, but their relationship starts to break down when Sam Starr lets a couple of psychotic rebels into the gang, leaving Belle to wonder if he really cares about the Southern cause.","release_date":"1941-09-12","vote_average":6.4,"runtime":82,"cert":"N\/A","id":72473,"title":"Belle Starr","adult":false,"genre_ids":[37]},{"cast":["Randolph Scott","David Brian","Phyllis Thaxter","Helena Carter","Dickie Jones"],"overview":"Ex-gunfighter Ned Britt returns to Fort Worth after the civil war to help run a newspaper which is against ambitious men and their schemes for control.","release_date":"1951-07-14","vote_average":7.5,"runtime":80,"cert":"N\/A","id":72474,"title":"Fort Worth","adult":false,"genre_ids":[37]},{"cast":["June Havoc","John Russell","Dorothy Hart","Connie Gilchrist","Cathy Lewis"],"overview":"Molly's husband Rick was a gang leader somewhere in the middle west. When he's shot, the tough woman moves to S.F. with a couple of the gang to start anew. Disguised as a noble woman, she and her gang rob security transports. But when one day Rob confesses to her that he killed Rick out of jealousy, she shoots him down immediately. In lack of proof she can't be convicted for the murder, but she goes to jail for the robberies. It's a new and very open female prison, where she learns a profession for the first time in her life.","release_date":"1949-11-01","vote_average":3.3,"runtime":79,"cert":"N\/A","id":72475,"title":"The Story of Molly X","adult":false,"genre_ids":[80,18]},{"cast":["Nicole Sullivan","Stephen Colbert","Norah Jones","Sheryl Crow"],"overview":"Get to know your ABCs with this fun-filled adventure that celebrates the wonder of words and the joys of the alphabet, Sesame Street-style. Shapes, sounds, and colors come to life as letters A and Z join Elmo and the gang for some F-U-N at the mall. Whether it's crooning with Sheryl Crow or rocking with Melissa Etheridge, dozens of entertaining songs and skits add to the excitement as every letter gets a chance to shine. No matter how you spell it, Sesame Street's All-Star Alphabet makes the grade!","release_date":"2005-09-06","vote_average":0.0,"runtime":48,"cert":"N\/A","id":72476,"title":"Sesame Street: All-Star Alphabet","adult":false,"genre_ids":[10751]},{"cast":["Sam Worthington","Jessica Chastain","Chloë Grace Moretz","Jeffrey Dean Morgan","Stephen Graham"],"overview":"In the Texas bayous, a local homicide detective teams up with a cop from New York City to investigate a series of unsolved murders.","release_date":"2011-10-14","vote_average":5.8,"runtime":105,"cert":"15","id":72477,"title":"Texas Killing Fields","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Jakub Gierszał","Roma Gąsiorowska","Agata Kulesza","Bartosz Gelner","Danuta Borsuk"],"overview":"Dominik is an ordinary boy. He's got loads of friends, the hottest girl in school, rich parents and money to spend on brand-name clothes. But one innocent kiss with a mate changes everything. He begins to isolate himself from the outside world, spending all his time on his computer. He meets an anonymous girl who introduces him to the \"suicide room\", a place from which there is no escape. Caught in a trap woven of his own emotions, Dominik becomes entangled in a web of intrigue and gradually loses what he cherishes most.","release_date":"2011-03-04","vote_average":7.6,"runtime":117,"cert":"N\/A","id":72478,"title":"Suicide Room","adult":false,"genre_ids":[18,53,16]},{"cast":["Ruth Roman","Richard Todd","Mercedes McCambridge","Zachary Scott","Frank Conroy"],"overview":"Richard Trevelyan was convicted of murdering his wife, given an 11th-hour Death Row reprieve and freed under unusual circumstances after a retrial. But his past does not matter to Shelley Carnes, an actress visiting the Texas ranch land that Richard calls home; she has fallen in love with him. But after she marries him, Shelley is beset by doubts and fear.","release_date":"1951-04-12","vote_average":6.0,"runtime":91,"cert":"N\/A","id":72479,"title":"Lightning Strikes Twice","adult":false,"genre_ids":[18,53]},{"cast":["Sami Bouajila","Élodie Bouchez","Bruno Lochet","Bruno Lochet","Aure Atika"],"overview":"Like a Candide dreaming of Eldorado, Jallel lands in France, hoping to try his luck. From encounter to encounter, hostel to social welfare group, Jallel will make his way through a Paris of outcasts. Although failing to achieve his hopes, he discovers and shares in the solidarity felt by the destitute. –uniFrance","release_date":"2000-09-04","vote_average":6.6,"runtime":130,"cert":"N\/A","id":72480,"title":"Poetical Refugee","adult":false,"genre_ids":[18]},{"cast":["Garry Marshall","Faye Dunaway","Brendan Fraser","Jennifer Beals","Jon Tenney"],"overview":"When Suzanne Stein has a genetic analysis done on her unborn child, she discovers that although she has a healthy baby, the child will most likely be born gay, like her brother, David. She must decide whether to keep the child, or to have an abortion. Her family enters a crisis about love and acceptance as she makes this difficult choice. Written by Phil Fernando","release_date":"1996-03-22","vote_average":6.4,"runtime":92,"cert":"N\/A","id":72483,"title":"The Twilight of the Golds","adult":false,"genre_ids":[18]},{"cast":["Roy \"Chubby\" Brown"],"overview":"Roy 'Chubby' Brown celebrates twenty-one years and an amazing one thousand performances at Britain's favourite seaside resort. Filmed in front of a packed house at Blackpool's Winter Gardens venue you can be sure Chubby will be as crude and as rude as ever. No subject is taboo for his trademark ferociously shocking blue humour.","release_date":"2008-11-03","vote_average":0.0,"runtime":60,"cert":"18","id":72486,"title":"Roy Chubby Brown: Dirty Weekend in Blackpool Live","adult":false,"genre_ids":[35]},{"cast":["Serena Fang","Pai Chih-Ying","Lu Yi-Ching","Chao Yi-lan","Sam Wang"],"overview":"Three poetic tales of seeking the true identity. In the first story, Jing, a blind singer, falls in love with her band's tomboy accordionist Diego. In another time and place, Lily, an elderly lesbian and Yen, her gay friend, create an unexpected bond and support each other in a time of crisis. Finally, we see Diego before she joined the band, when as a teenager she came to grips with her gender identity.","release_date":"2008-02-10","vote_average":6.5,"runtime":97,"cert":"N\/A","id":72489,"title":"Drifting Flowers","adult":false,"genre_ids":[18,10749]},{"cast":["Koji Yakusho","Hiroyuki Ikeuchi","Ren Osugi","Yoriko Dôguchi","Jun Fubuki"],"overview":"A seasoned detective is called in to rescue a politician held hostage by a lunatic. In a brief moment of uncertainty, he misses the chance for action. Leaving his job and family without explanation, he makes his way to a mountain forest, encountering a peculiar tree called Charisma.","release_date":"1999-11-10","vote_average":6.2,"runtime":104,"cert":"N\/A","id":72490,"title":"Charisma","adult":false,"genre_ids":[18,53]},{"cast":["Josef Vinklář","Martin Růžek","Petr Kostka","Jan Potměšil","Jaromír Hanzlík"],"overview":"The film is a metaphor for the Cold War. It depicts two neighbouring nations: peace loving Fortuna and the not so peaceful land of the Steel City.","release_date":"1979-05-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":72491,"title":"The Secret of Steel City","adult":false,"genre_ids":[18,14,878]},{"cast":["Roy \"Chubby\" Brown"],"overview":"Britain’s most outrageous comedian, bar none! Tackling subjects from motorway pile-ups to marriage counsellors & cancer-causing sausages this recording of another of Chubby's live performances will shock & offend those of a sensitive disposition.","release_date":"2009-11-09","vote_average":6.0,"runtime":63,"cert":"18","id":72492,"title":"Roy Chubby Brown: Too Fat To Be Gay","adult":false,"genre_ids":[35]},{"cast":["Andy Kaufman"],"overview":"The majority of the footage in The Real Andy Kaufman consists of a 1979 performance the actor\/comedian\/performance artist performed in the Catskills. In addition to some of his classic routines, the film offers interviews with friends and colleagues.","release_date":"2001-11-06","vote_average":0.0,"runtime":56,"cert":"N\/A","id":72493,"title":"The Real Andy Kaufman","adult":false,"genre_ids":[35,99]},{"cast":["Jon Voight","Jacqueline Bisset","Martin Ritt","Robert Shaw","Helmut Qualtinger"],"overview":"Hans Baerlach is a Swiss police detective who has dedicated much of his career to pursuing powerful and allegedly murderous businessman Richard Gastmann. Though Baerlach's partner meets his demise while investigating Gastmann, his replacement, Walter Tschanz, is undaunted. Meanwhile, the lovely Anna Crawley becomes involved in the case, which proceeds to take many twists and turns.","release_date":"1975-08-31","vote_average":5.4,"runtime":106,"cert":"N\/A","id":72494,"title":"End of the Game","adult":false,"genre_ids":[9648,53]},{"cast":["Leni Riefenstahl","Mathias Wieman","Beni Führer","Max Holzboer","Martha Mair"],"overview":"A young woman, Junta (Riefenstahl), lives apart from her village and, for her solitude and strangeness, is considered to be a witch; when she comes to the village for one reason or another, the townsfolk chase her away. They feel that she may in some way be responsible for the deaths of several young men of the village, who have felt compelled, one by one, to climb the local mountain - and fall to their deaths - on nights when the moon is full.","release_date":"1932-03-24","vote_average":6.9,"runtime":85,"cert":"N\/A","id":72495,"title":"The Blue Light","adult":false,"genre_ids":[18,14,9648]},{"cast":["Agnes Ayres","Clarence Burton","Theodore Roberts","Kathlyn Williams","Forrest Stanley"],"overview":"Mary Maddock becomes a seamstress after her husband Steve wastes their money on booze. Her employer provides her as an escort to accompany millionaire Mallory. Her husband tries blackmailing Mallory and is later killed by the police, leaving Mary free to wed the millionaire.","release_date":"1921-01-03","vote_average":0.0,"runtime":87,"cert":"N\/A","id":72496,"title":"Forbidden Fruit","adult":false,"genre_ids":[18,10749]},{"cast":["Douglas Fairbanks","Albert MacQuarrie","Kathleen Clifford","Frank Campeau","Ralph Lewis"],"overview":"Daniel Boone Brown is a pleasure-seeking playboy carousing around New York City without a care in the world -- that is, until he becomes the unwitting subject of a series of experiments at the hands of a sadistic psychiatrist. Through various means of control, the mad scientist drives Daniel to think he's losing his mind, but ultimately introduces him to the lovely Lucette.","release_date":"1919-12-28","vote_average":6.8,"runtime":85,"cert":"N\/A","id":72497,"title":"When the Clouds Roll By","adult":false,"genre_ids":[10749,28,35]},{"cast":["Fan Wei","Shubo Cheng","Jibo Zhang"],"overview":"A middle-aged man sets out to find a new career when he learns he's picked the wrong time to retire in this gentle comedy-drama from China. Wang Kangmei (Fan Wei) is a good-humored working stuff who after four decades as an engineer for the Chinese railway has taken early retirement. Wang's timing was less than ideal, as his wife (Cheng Shubo) falls ill and ends up in the hospital shortly after Wang's leaves his job. But Wang is a cheerful and quietly patriotic man who believes that the government will do the right thing for him and that he'll be able to find work if he tries. Wang's father (Cheng Shubo) isn't so confident, but that doesn't stop Wang from spending the day pursuing various sorts of employment, from operating a bicycle-cab to auditioning for an opera company.","release_date":"2008-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":72498,"title":"Lucky Dog","adult":false,"genre_ids":[]},{"cast":["Colin Friels","Gigi Edgley"],"overview":"Jack uncovers a disturbing new plot in the unsolved murder of a loving mother","release_date":"2005-09-11","vote_average":5.5,"runtime":90,"cert":"N\/A","id":72499,"title":"BlackJack: In the Money","adult":false,"genre_ids":[]}]