[{"cast":["Ray Danton","Colleen Miller","Merry Anders","Eddy Waller"],"overview":"A mental patient with a violent past is released from the institution, against the advice of his doctors, and sent back to his old neighborhood. Was he released too soon?","release_date":"1957-04-02","vote_average":4.8,"runtime":79,"cert":"N\/A","id":73000,"title":"The Night Runner","adult":false,"genre_ids":[80,18]},{"cast":["Rod Steiger","David Knight","Marla Landi","Noel Willman","Bernard Lee"],"overview":"In Mexico, a financier on the run poses as a man he just murdered, only to find out that the man was also a murderer.","release_date":"1957-08-20","vote_average":6.3,"runtime":103,"cert":"","id":73027,"title":"Across the Bridge","adult":false,"genre_ids":[18,53,80]},{"cast":["Marina Konyashkina","Vladimir Zherebtsov","Kirill Pletnev","Yekaterina Vasilyeva"],"overview":"Саша — фельдшер Скорой помощи. Вся ее жизнь подчинена работе и заботе о муже Романе. Саша и не думает о развлечениях, встречах с подругами и покупках. Все тяжело заработанные деньги она тратит на любимого супруга, а в выходные пишет за него курсовые. Ведь Роман учится в институте, правда, в основном он весело проводит время с друзьями. И вот наступит момент, когда Роману станет скучно с домашней Сашей, и главной героине придется начинать жизнь с «чистого листа» — без мужа и для себя.","release_date":"2010-06-06","vote_average":0.0,"runtime":97,"cert":"N\/A","id":73030,"title":"Aleksandra","adult":false,"genre_ids":[10749,18]},{"cast":["Vladimir Episkoposyan","Emmanuil Vitorgan","Aleksandr Pyatkov"],"overview":"","release_date":"2005-06-06","vote_average":0.0,"runtime":75,"cert":"N\/A","id":73035,"title":"Sem Raz Otmer","adult":false,"genre_ids":[35]},{"cast":["Luis Brandoni","Marta Bianchi","Leonor Manso","Patricio Contreras"],"overview":"Osvaldo and Mabel, an Argentine couple exiled for political reasons in the United States, travel to their country of origin after ten years to reconnect with their family and friends, including Mabel's brother and his wife. Mabel offers her brother the possibility of working in New York in order to improve their economic situation, but his wife is opposed to that idea.","release_date":"1987-08-12","vote_average":5.0,"runtime":86,"cert":"N\/A","id":73036,"title":"Made in Argentina","adult":false,"genre_ids":[18,35]},{"cast":["Vadim Franchuk","Evgeniy Slavskiy","Andrey Blagoslovensky","Georgy Marishin"],"overview":"Гениальный ученый изобретает лекарство от всех болезней — «Каротин-6», а затем становится случайной жертвой бандитской разборки и погибает прямо на глазах 12-летнего внука Севы и его друга Кости. Сева посвящает свою жизнь тому, чтобы разобраться в дедовских исследованиях и отомстить за его смерть. Костя — человек более прагматичный — уезжает в Германию, но, услышав призыв друга помочь, возвращается. Мишеней для отмщения у молодых людей целых три: криминальный авторитет Пикассо, которому и предназначалась пуля; его незадачливый киллер; корыстолюбивый и недалекий директор НИИ, которой при жизни Севиного деда не смог оценить изобретение по достоинству.","release_date":"2008-06-06","vote_average":4.0,"runtime":110,"cert":"N\/A","id":73037,"title":"Technologiya","adult":false,"genre_ids":[35,12]},{"cast":["Boris Babochkin","Viktor Khokhryakov","Yuriy Tolubeev","Nikolai Bogolyubov","Olga Aroseva"],"overview":"Профессор Лавров, ученик и последователь Мичурина, пытается опровергнуть открытия теории наследственности и успешно работает над выведением новой породы кур высокой яйценоскости и продуктивности. Смелого экспериментатора поддерживает ЦК КПСС в лице прибывшего на опытную птицеферму тов. Остроумова.","release_date":"1950-06-06","vote_average":5.0,"runtime":106,"cert":"N\/A","id":73038,"title":"Velikaya Sila","adult":false,"genre_ids":[18]},{"cast":["Dariya Moroz","Vladimir Laptev"],"overview":"После развода с Антоном Ирина уезжает с сыном к сестре в Париж. Там она выходит замуж за француза и принимает решение остаться. Антон срочно вылетает во Францию, чтобы втайне от матери вывезти ребёнка.","release_date":"2008-06-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":73041,"title":"Vzroslye Lyudi","adult":false,"genre_ids":[18,10749]},{"cast":["Cliff Richard"],"overview":"The Shadows are Britain's most successful (instrumental and vocal) group with at least 69 UK hit singles, 35 as 'The Shadows' and 34 as 'Cliff Richard and The Shadows', from the 1950s to the 2000s. In fact they are the 3rd most successful all-time UK's charted hit-singles act, behind Cliff Richard (2nd) and Elvis Presley (1st) according to Guinness Books'. With over 2 hours of live performance from their 2009 show in London featuring hits such as Move It, Dance On and Living Doll, along with over 30 minutes of behind the scenes footage and interviews; this is a must have DVD for all Cliff and The Shadows fans.","release_date":"2009-12-30","vote_average":9.7,"runtime":160,"cert":"U","id":73042,"title":"Cliff And the Shadows The Final Reunion","adult":false,"genre_ids":[]},{"cast":["Kumiko Aso","Takaaki Enoki","Reona Hirota","Hitomi Kuroki","Tae Kimura"],"overview":"Japan, 250 years ago. Soetsu is a moneylender who is killed by the cruel samurai Shinzaemon. His body is dumped in the Kasenega-Fuchi river. According to legend, all who drown in the river will never surface again. 20 Years later, Shinkichi, the handsome son of Shinzaemon, coincidentally meets Toyoshiga, the daughter of Soetsu. They fall in love. It is a doomed love, as the spirit of Soetsu is far from dead","release_date":"2007-08-04","vote_average":6.0,"runtime":115,"cert":"N\/A","id":73043,"title":"Kaidan","adult":false,"genre_ids":[18,27,10749]},{"cast":[],"overview":"The drum solo is one of the most exciting portions of the belly dance performance - it's when the dancer can really show off her stuff! The drum solo showcases the belly dancer's technique and how creatively she can interpret the music. On this DVD, Sadie teaches a challenging drum solo that is sure to impress!","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":73044,"title":"Drum Solo with Sadie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on their world-famous workshop series! SADIE and KAYA wow audiences all over with their Pops, Locks &amp; Shimmies, and in this DVD they share the techniques and exercises they use to achieve those famous Pops, Locks &amp; Shimmies","release_date":"","vote_average":5.0,"runtime":129,"cert":"N\/A","id":73045,"title":"Pops, Locks And Shimmies With Sadie And Kaya","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kaya and Sadie wow audiences around the world with their own unique style of belly dance performance and instruction. In this DVD they share more of their exciting technique and exercises used to achieve those famous Pops, Locks &amp; Shimmies! This program continues to build on core movements and isolations while adding pops, locks and shimmies to create new dynamic layers. These exercises will help you build stamina and coordination while adding incredible new vocabulary to your dance!","release_date":"","vote_average":5.0,"runtime":113,"cert":"N\/A","id":73046,"title":"Pops, Locks And Shimmies With Sadie And Kaya (2)","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Taksim ~ the emotional and poetic improvised solo in Middle Eastern Music ~ is often accompanied by the Cifti Telli rhythm with its hypnotic cadence of quick and slow beats. Dancing to a Cifti Teli Taksim uses slow, flowing movements that reflect an emotional connection to and understanding of the music. In this DVD, Sadie teaches you the basic elements of a Taksim and the Cifti Telli, and how to dance to the two together in a Cifti Telli Taksim.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":73047,"title":"Sultry Slow Moves With Sadie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Practice makes perfect, and one of the best ways to practice your technique is by drilling! In this DVD Sadie leads you through two Technique Sections and six related Drill Sets that are designed to improve your isolation, speed, control and flexibility. In the Technique Sections Sadie demonstrates and breaks down the mechanics of important foundational hip movements and the art of layering movements on one another.","release_date":"","vote_average":5.0,"runtime":133,"cert":"N\/A","id":73048,"title":"Thrillin' Drillin' With Sadie","adult":false,"genre_ids":[]},{"cast":["Natalya Antonova","Aleksandr Byelonogov","Sergey Gubanov","Natalya Rudova","Anna Astashkina"],"overview":"A story about an awesome devil named German and his visit to Moscow.","release_date":"2009-06-06","vote_average":0.0,"runtime":79,"cert":"N\/A","id":73051,"title":"A Third Wish","adult":false,"genre_ids":[18,35]},{"cast":["Maria Schell","Bernhard Wicki","Carl Möhner","Barbara Rütting","Tilla Durieux"],"overview":"A German nurse gets sent to the front because she gives medical aid to a wounded Serbian partisan during World War II.","release_date":"1954-02-11","vote_average":5.3,"runtime":102,"cert":"N\/A","id":73052,"title":"The Last Bridge","adult":false,"genre_ids":[10752,18,36]},{"cast":["Mikhail Efremov","Roman Madyanov","Mikhail Kokshenov","Miroslava Karpovich","Gennadi Vengerov"],"overview":"A funny comedy about the unemployed actor Pirozhkov who desperately tries to find the treasure hidden by Tsar's family.","release_date":"2007-06-06","vote_average":0.0,"runtime":110,"cert":"N\/A","id":73053,"title":"Holy Work","adult":false,"genre_ids":[35,12]},{"cast":["Mikhail Efremov","Dmitriy Kharatyan","Yulia Beretta"],"overview":"Леонид - злоумышленник средней руки. Он ищет потерянный шифр от банковского сейфа. Если он не вызволит запертые бриллианты, то его, скорее всего, убьют бандиты посерьезнее. Спортивный репортер Сергей случайно похитивший этот шифр, тоже очень хочет выбраться невредимым из чужой гангстерской истории. Но шансов мало... Незнакомых мужчин объединяет не только желание еще пожить но и общая знакомая. С девушкой Леной Сергей встречался раньше, сейчас она невеста Леонида. О темных делах жениха Лена не догадывается, ей нравится только, что через полгода после расставания с неудачником Сергеем, у нее появился серьезный и успешный поклонник. В течении фильма Сергей пытается раскрыть Лене глаза на ее нового ухажера. Лена будет разбираться кого же из двух странноватых кавалеров она все-таки любит.","release_date":"2003-06-06","vote_average":1.0,"runtime":96,"cert":"N\/A","id":73054,"title":"Super-Mother-in-Law For Loser","adult":false,"genre_ids":[35]},{"cast":["Siddy Holloway","Benedikt Clausen","Baltasar Kormákur","Halldóra Geirharðsdóttir","Rúrik Haraldsson"],"overview":"Regína er ósköp venjulega 10 ára stelpa í Reykjavík en uppgötvar dag einn að hún getur látið alls konar hluti gerast ef hún syngur um þá. Regína og Pétur vinur hennar taka saman höndum og hrinda af stað áætlun, sem varðar framtíð þeirra og foreldra þeirra. Þegar hinn óprúttni hárkollusölumaður Ívar dúkkar óvænt upp og flækir áætlanir barnanna, magnast spennan. Fyrr en varir eru börnin orðin aðalhetjurnar í spennandi en jafnframt spaugilegu glæpamáli.","release_date":"2002-01-04","vote_average":0.0,"runtime":92,"cert":"N\/A","id":73055,"title":"Regína","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Palli var einn í heiminum, íslenskt leikin barnamynd sem gerð var fyrir RUV. Það er Vésteinn Sæmundsson sem leikur Palla en karlinn í tunglinu er leikin af Karli Guðmundssyni.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73056,"title":"Palli var einn í heiminum","adult":false,"genre_ids":[]},{"cast":["Olivier Brocheriou","Stéphan Guérin-Tillié","Olivier Sitruk","Éric Berger","Thierry Lhermitte"],"overview":"The premise of four young men out to celebrate the end of their school exams has great promise as comedy material, a promise that is far from realized in this banal, unevenly paced, run-of-the-mill attempt at a supposedly funny story.","release_date":"1997-08-06","vote_average":6.4,"runtime":null,"cert":"N\/A","id":73057,"title":"Quatre garçons pleins d'avenir","adult":false,"genre_ids":[35]},{"cast":["Diana Yagofarova","Adiz Radzhabov","Saida Remetova","Murad Radzhabov"],"overview":"The 'super kelinchak' has found her place as a wife and mother yet is as feisty as the mother-in-law who taught her how to become the perfect daughter-in- law...","release_date":"2008-03-20","vote_average":0.0,"runtime":103,"cert":"N\/A","id":73058,"title":"Super Daughter-in-Law","adult":false,"genre_ids":[35,10749]},{"cast":["Bert Sotlar","Velimir \"Bata\" Živojinović","Milena Dravić","Olivera Marković","Dragomir Felba"],"overview":"In June of 1942 Germans and their collaborators decide to get rid of partisans and their stronghold in the woods of Mount Kozara in Northern Bosnia. They encircle the mountain and begin the mop up operation. Out gunned and outnumbered the partisans must not only take care of themselves but try to protect thousands of refugees too.","release_date":"1962-05-15","vote_average":5.1,"runtime":124,"cert":"N\/A","id":73059,"title":"Kozara","adult":false,"genre_ids":[10752]},{"cast":["Stephen Rea","Angeline Ball","Hugh O'Conor"],"overview":"Adapted from James Joyce's Ulysses, Bloom is the enthralling story of June 16th, 1904 and a gateway into the consiousness of its three main characters: Stephen Dedalus, Molly Bloom and the extraordinary Leopold Bloom.","release_date":"2004-04-16","vote_average":5.0,"runtime":113,"cert":"N\/A","id":73062,"title":"Bloom","adult":false,"genre_ids":[10749,18]},{"cast":["Richard Kiel","Corinne Cléry","Barbara Bach","Leonard Mann","Arthur Kennedy"],"overview":"Hoping to overthrow his brother as ruler of the planet Metropolis, the evil Graal enlists the help of the insane Dr. Kraspin, who has invented a chemical capable of turning an ordinary person into a perfect soldier. They test this chemical on the pilot Golob, turning the unsuspecting victim into a mindless but indestructible automaton possessing superhuman strength. The people of Metropolis must somehow outwit Graal before he can create an army of these soldiers, or their planet will be destroyed.","release_date":"1979-04-11","vote_average":3.3,"runtime":100,"cert":"N\/A","id":73065,"title":"The Humanoid","adult":false,"genre_ids":[14,878]},{"cast":["Dean Daley-Jones","Lucas Yeeda","Greg Tait","Ngaire Pigram","Douglas Macale"],"overview":"TJ is a mad bastard, and his estranged 13‐year‐old son Bullet is on the fast track to becoming one, too. After being turned away from his mother’s house, TJ sets off across the country to the Kimberly region of northwestern Australia to make things right with his son.\u2029 Grandpa Tex has lived a tough life, and now, as a local cop in the outback town of Five Rivers, he wants to change things for the men in his community. Cutting between three generations, Mad Bastards is a raw look at the journey to becoming a man and the personal transformation one must make.\u2029  Developed with local Aboriginal communities and fueled by a local cast, Mad Bastards draws from the rich tradition of storytelling inherent in Indigenous life. Using music from legendary Broome musicians the Pigram Brothers, writer\/director Brendan Fletcher poetically fuses the harsh realities of violence, healing, and family.","release_date":"2010-01-01","vote_average":6.2,"runtime":94,"cert":"N\/A","id":73066,"title":"Mad Bastards","adult":false,"genre_ids":[18]},{"cast":["Matt Dillon","Corban Walker","Gabriel Byrne","Anne Parillaud","Niall Toibin"],"overview":"The quirky story of a young boy's adventures growing up with his stunningly beautiful mother and the two very different men who love her.","release_date":"1995-11-22","vote_average":5.6,"runtime":101,"cert":"N\/A","id":73067,"title":"Frankie Starlight","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Totò","Andreina Pagnani","Mario Castellani","Franco Fabrizi","Alberto De Amicis"],"overview":"The retired general Antonio Cavalli is a nuisance to his family: to his wife Francesca who still works, to his son and to his daughter-in-law. Then he finds a job in a building firm. Only by chance Cavalli finds out that his salary is paid by his wife to keep him busy. But the general is well known as a very reliable man, and Sandrelli, the firm's owner, uses him and his name to win a valuable contract. When Sandrelli is arrested, the general finds the money to honour his debt but he is robbed while he is going to the bank...","release_date":"1963-12-23","vote_average":6.7,"runtime":109,"cert":"N\/A","id":73068,"title":"The Commandant","adult":false,"genre_ids":[35]},{"cast":["Phyllis Logan","Giovanni Mauriello","Denise Coffey","Tom Watson","Gianluca Favilla"],"overview":"Set in 1943 in Scotland during World War II. Janie is a young housewife married to a man named Dougal, 15 years her senior. As part of a war rehabilitation program, Janie and Dougal welcome three Italian POWs to work on their farm. Soon, Janie falls in love with one of them...","release_date":"1983-05-13","vote_average":5.7,"runtime":118,"cert":"","id":73069,"title":"Another Time, Another Place","adult":false,"genre_ids":[18]},{"cast":["Free Souffriau","Nicky Langley","Louis Talpe","Anton Cogen","Fred Van Kuyk"],"overview":"","release_date":"2010-06-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":73070,"title":"Mega Mindy en de Poppenmeester","adult":false,"genre_ids":[10751]},{"cast":["Don McKellar","Kira Clavell","Tara Spencer-Nairn","Lindy Booth","Richard Zeppieri"],"overview":"Rub &amp; Tug is a sexy comedy that takes place at a \"full body\" massage parlour.","release_date":"2002-01-01","vote_average":4.4,"runtime":90,"cert":"N\/A","id":73071,"title":"Rub and Tug","adult":false,"genre_ids":[35]},{"cast":["Elena Bonelli","Carmen Napolitano","Gianluca Di Gennaro","Luca Napolitano","Marina Marchione"],"overview":"Jenny is a former Broadway star looking to revive her career one last time. When her rich uncle dies she leaves New York and goes to the south of Italy to claim her inheritance, only to find out that all that’s left are debts and a worthless self-portrait. In her quest for fame she decides to team up with the up and coming and shy young talent Carmelina.","release_date":"2010-01-01","vote_average":7.0,"runtime":83,"cert":"N\/A","id":73072,"title":"South of New York","adult":false,"genre_ids":[]},{"cast":["Lando Buzzanca","Catherine Spaak","Adriana Asti","Veronica Merin","Gordon Mitchell"],"overview":"Demetrio Cultrera, is a young rich car dealership Sicilian bachelor who becomes engaged to the beautiful and rich Rosalba Giordano.\r After their wedding, Rosalba's attitude changes when she decides to try turning Demetrio into the modern husband she'd like.\r This causes a problem, as Demetrius prefers sticking to what he sees as more traditional gender roles. Despite her attempts, Rosalba's persistent attempts to convert him to the rituals of high society, enlightened, or feminine tastes do little more than annoy him.\r Strongly determined to build a stable relationship with a woman who can fulfill his visions of peaceful married life, he leaves for the Amazon, where he is offered the opportunity to choose and buy a new wife as a slave. The choice falls on the beautiful and docile Manua that he trains to act the way he'd like, then proudly shows to friends and to his former wife, attracting curiosity, envy, and his ex-wife's resentment.","release_date":"1973-10-04","vote_average":6.4,"runtime":96,"cert":"N\/A","id":73073,"title":"My Darling Slave","adult":false,"genre_ids":[35]},{"cast":["Diego Abatantuono","Victoria Abril","Chiara Sani","Giulia Steigerwalt","Barbara Bouchet"],"overview":"A businessman is leaving for his family vacation in the South Pacific when he finds out that a rival has emptied his bank account. To save face he and his family lock themselves in the house, pretending to have gone on their trip, but it is not so easy to hide from the outside world.","release_date":"2001-10-12","vote_average":6.3,"runtime":100,"cert":"N\/A","id":73074,"title":"Our Tropical Island","adult":false,"genre_ids":[35]},{"cast":["Renato Pozzetto","Eleonora Giorgi","Sylva Koscina","Maurizio Micheli","Felice Andreasi"],"overview":"Andrea, a forty-year old engineer, suddenly becomes unemployed while his wife France gets a promotion. He is very down hearted and since he does not want to be a burden to his family he takes the place of the house maid.","release_date":"1983-01-01","vote_average":5.4,"runtime":89,"cert":"N\/A","id":73075,"title":"Mani di fata","adult":false,"genre_ids":[35]},{"cast":["Kristel Verbeke","Josje Huisman","Britt van der Borght","Karen Damen"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73076,"title":"MaMaSé! show","adult":false,"genre_ids":[]},{"cast":["Diego Abatantuono","Valerio Mastandrea","Valentina Lodovini","Maurizio Donadoni","Sandra Collodel"],"overview":"","release_date":"2011-09-03","vote_average":5.7,"runtime":95,"cert":"N\/A","id":73077,"title":"Things from Another World","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Brother George and Martin Koppeheli (Avenue Music), the authors are popular among fans of multichannel music, and not just a series of Ambra, represent a new project - \"Lichtmond\" (\"Moonlight\"). The visual part is the animation Spanish cartoonist Diego M. Bonati, Studio Imago-D - fantastic worlds created specifically for \"Lichtmond\".","release_date":"2010-09-26","vote_average":7.2,"runtime":null,"cert":"N\/A","id":73078,"title":"Lichtmond","adult":false,"genre_ids":[16,10402]},{"cast":["Whoopi Goldberg","Michael Ontkean","Kathleen Quinlan","Neil Patrick Harris","Spalding Gray"],"overview":"David is a teenager whose parents are in a deteriorating marriage after their infant daughter dies. Clara is a chambermaid at a Jamaican resort who's hired to be a housekeeper. She and David develop a close bond, opening his eyes and heart to new experiences, and eventually leading to a disturbing secret in Clara's past.","release_date":"1988-10-07","vote_average":5.3,"runtime":108,"cert":"N\/A","id":73079,"title":"Clara's Heart","adult":false,"genre_ids":[18]},{"cast":["Maria Gidlöf","Anastasios Soulis","Marie Richardson","Örjan Landström","Göran Schauman"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73080,"title":"Emma och Daniel - Mötet","adult":false,"genre_ids":[35,12,10751]},{"cast":["Madeleine Sologne","Jean Marchat","Julien Carette","Bourvil","Paul Frankeur"],"overview":"Robert and Françoise Monier make a hot air balloon to fly to the stratosphere. After a visit to Venus, they return home, but have only aged 15 days whereas 25 years have passed on Earth.","release_date":"1942-04-19","vote_average":7.0,"runtime":88,"cert":"N\/A","id":73081,"title":"Sideral Cruises","adult":false,"genre_ids":[878,12]},{"cast":["Melai Cantiveros","Jason Francisco","Gina Pareño","Pokwang","Joem Bascon"],"overview":"The story revolves with Pura, (Melai) who plays the comedic role of a bubbly, caring, kind-hearted, very hardworking “dakilang ate” who wants nothing but only the best for her one and only beloved brother, Ulam, and uplift their dismal life. In all her endeavors, Pura’s best friend, Ruben (Jason Francisco), has always been by her side. Pura and Ruben then stumbles into a one-time big time opportunity to usher a Brazilian model who manages to escape them. With this unfortunate turn of event, Pura steps into the role … literally. She is now the model Pureza Mayriles! Basking in the promise of a better fortune plus a serendipitous love, little did Pura know that she has dragged herself into a life-threatening mess? Now running for their lives, Pura and Ruben has to detangle themselves from the dangers that faces them and how! Read More: The Adventures of Pureza: Queen of The Riles Trailer | Pinoymovieblog.com Under Creative Commons License: Attribution Share Alike","release_date":"2011-07-13","vote_average":6.0,"runtime":105,"cert":"N\/A","id":73086,"title":"The Adventures of Pureza - Queen Of The Riles","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the city of Bronston, staying alive is a twenty four hour job... A wild bunch of hooligan kids who call themselves the Red Skulls have been the dominant street gang in the city for years. But everything changes one night when Uri, the leader of the Skulls, sees his best friend hacked to pieces by a rival group. Uri decides to get out of Bronston before he shares his friend's same fate. The only problem is the rest of the gang doesn't plan on letting him out so easy. The new self-appointed leader, Lester, has set a trap to lure Uri back, but without Uri in charge, all is not well within the gang's ranks. A traitorous member has set a trap of his own for Lester and the rest of the Red Skulls are about to become the victims. Now, Uri is about to find out the only thing more dangerous than a backstabbing street gang... is a mutated, cannibalistic street gang!","release_date":"2005-03-01","vote_average":5.3,"runtime":81,"cert":"N\/A","id":73087,"title":"The Red Skulls","adult":false,"genre_ids":[27]},{"cast":["Lena Endre","Kjell Bergqvist","Natalie Minnevik","Maria Bonnevie","Rolf Lassgård"],"overview":"","release_date":"2004-02-26","vote_average":1.0,"runtime":102,"cert":"N\/A","id":73088,"title":"Three Suns","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Once a year, an exclusive group of men travels to a top-secret location somewhere in the wooded mountains of Washington State to compete in an all-day event they call The Outdoorsmen. They battle their way through a series of events that combine physical challenges with high-speed beer chugging. For the past 4 years, this dedicated group has competed relentlessly to bask in the glory of winning the coveted title of Outdoorsmen Champion. As we examine the lives and friendships of the \"Veteran\" and \"Newbie\" Outdoorsmen, we discover a tradition of male bonding and whole-hearted dedication to a competition that pushes its players through events like DEATH RACE 3000, THE HATCHET TOSS, and BLIND MAN'S BEER.","release_date":"2005-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73089,"title":"The Outdoorsmen: Blood, Sweat & Beers","adult":false,"genre_ids":[]},{"cast":["Magnus Härenstam","Anita Ekström","Ulf Brunnberg","Folke Hjort","Tord Peterson"],"overview":"","release_date":"1976-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":73090,"title":"Kamrer Gunnarsson I skärgården","adult":false,"genre_ids":[35]},{"cast":["Michael Moriarty","John Edwin Shaw","Ken Wright","Paul Le Mat","Lawrence Pressman"],"overview":"Lionel Chetwynd's film documents the horrific struggles that faced American POWs held in the North Vietnamese prison Hoa Lo -- more infamously known as the Hanoi Hilton -- between 1964 and 1975. Williamson (Michael Moriarty) leads a group of American servicemen who are prisoners at the detention camp. He assumes command after Cathcart (Lawrence Pressman) is dragged off to be tortured.","release_date":"1987-03-27","vote_average":6.5,"runtime":126,"cert":"N\/A","id":73091,"title":"The Hanoi Hilton","adult":false,"genre_ids":[10752,18]},{"cast":["Ha Ji-won","Kim Myung-min","NeungMi Nam","Im Ha-ryong","Seo Hyo-rim"],"overview":"A funeral director meets a man who has been battling Lou Gehrig's disease since he was young. The two fall in love and hope for a cure that can keep him alive.","release_date":"2009-09-24","vote_average":6.0,"runtime":121,"cert":"N\/A","id":73092,"title":"Closer to Heaven","adult":false,"genre_ids":[18]},{"cast":["Jaturong Mokjok","Nattapong Chartpong","Jim Chauncheun","Pattarasaya Kreuasuwansri","Ko-Tee"],"overview":"A Thai comedy movie starring a number of TV comedians in a story about a cool gel that falls from the sky and turns into a cute yet lethal monster. It multiplies, and the blobs try to worm their way into people’s bodies. It’s all about laughs rather than scares.","release_date":"2010-12-02","vote_average":6.6,"runtime":82,"cert":"N\/A","id":73095,"title":"Cool Gel Attacks","adult":false,"genre_ids":[27,35,878]},{"cast":["Mitch Hedberg","Dave Attell","Todd Barry","Gregory Arata","Marc Maron"],"overview":"About a half dozen slacker dudes dwell at their jobs at Los Enchiladas, the local Mexican sit-down joint. The 2 folks in \"management\" are both into their own authority and fill their days creating wild &amp; stupid rules for the working folk. By mid-film, however, the manager has fled the cops after beating the crap out of a competing restaurant's dancing gyro... and the \"Chef\" has jumped ship to join a beatnik poet's groups which specializes in exotic menu-writing. This leaves the minimum-wage crowd to run the place as they see fit.... and they see a lot of debauchery, booze, and free steak in their future.","release_date":"1999-01-01","vote_average":6.0,"runtime":74,"cert":"N\/A","id":73098,"title":"Los Enchiladas!","adult":false,"genre_ids":[35]},{"cast":["Eppu Pastinen","Lina Turkama","Zagros Manuchar","Niina Koponen","Pihla Viitala"],"overview":"Summer begins, Aku graduates high school and faces a great emptiness. As his girlfriend, parents and friends all leave the city, it looks to be the dullest summer ever. Everything changes at Midsummer when Aku meets Juli, a beautiful, strange and wild girl. Juli asks Aku for a ride to eastern Finland. Aku agrees – without any idea what he's getting himself into.","release_date":"2011-04-01","vote_average":5.7,"runtime":108,"cert":"N\/A","id":73099,"title":"August","adult":false,"genre_ids":[18]},{"cast":["Yelena Solovey","Rodion Nahapetov","Aleksandr Kalyagin","Oleg Basilashvili","Konstantin Grigorev"],"overview":"Olga Voznesenskaya is a silent screen star whose pictures are so popular that underground revolutionaries risk capture to see them. She's in southern Russia filming a tear-jerker as the Bolsheviks get closer to Moscow. Although married, she spends time every day with Victor Pototsky, the film's cameraman. Gradually, it comes to light that Victor uses his job as a cover for filming White atrocities and Red heroism: he's a Bolshevik. He asks her for help, and she discovers meaning in her otherwise flighty and self-centred life. Love blooms. Will the Red forces arrive in time to save them from a suspicious White military leader? Will she find courage?","release_date":"1976-09-27","vote_average":6.1,"runtime":94,"cert":"N\/A","id":73100,"title":"A Slave of Love","adult":false,"genre_ids":[18,10749,35]},{"cast":["Nina Leon","Venda D'Abato","Tom Lagleder","Brenda Steubing","Willie Bowen"],"overview":"A man-made virus, 'The Killing Strain'-- an out-of-control swine flu-- turns infected humans into raging monsters. As it rapidly spreads, a group of uninfected survivors must make life-or-death decisions before the U.S. military firebombs the area in a desperate attempt contain the contagion. The survivors are unaware that the virus has already reached their group-- by infecting one of them-- and now the merciless metamorphic process has begun.","release_date":"2010-01-01","vote_average":3.2,"runtime":105,"cert":"N\/A","id":73101,"title":"The Killing Strain","adult":false,"genre_ids":[27,53]},{"cast":["Somchai Kemglad","Pramod Sangsorn","Suttida Kasemsan Na Ayutthaya","Surasak Wongthai"],"overview":"Mai and Men are brothers. Mai quits school to go work as a mechanic while his brother stays in school and chases girls. However his need for money increases as his father gets sick and ends up in the hospital with bills no one can afford. He has a girlfriend he loves named Pom. The mechanic there knows of his financial problems and teaches him how to break into cars. He introduces him to a professional car theft gang and he starts working for them. The gang is run by Toh who he soon finds out is a violent sadistic killer. They all start arguing about the division of the profits from the cars. His girlfriend runs off with his brother as he is never around. Can Mai fix things up with her and can he get out of the gang alive?","release_date":"1995-06-16","vote_average":5.5,"runtime":112,"cert":"N\/A","id":73102,"title":"Romantic Blue","adult":false,"genre_ids":[18]},{"cast":["Dermot Mulroney","James Cromwell","Olivia d'Abo","Martha Plimpton","Tony Abatemarco"],"overview":"A darkly comedic travelogue of the underworld - set against an all-too-familiar urban backdrop of used car lots, gated communities, strip malls, and the U.S. Capitol. And populated with a contemporary cast of reprobates, including famous - and infamous - politicians, presidents, popes, pimps. And the Prince of Darkness himself.","release_date":"2007-01-01","vote_average":6.3,"runtime":88,"cert":"N\/A","id":73103,"title":"Dante's Inferno","adult":false,"genre_ids":[16,35]},{"cast":["Mario Zaragoza","Diego Cataño","Eileen Yañez","Luis Fernando Peña","Ximena Ayala"],"overview":"To redeem himself from a great sin, a man dedicates himself to building a church.","release_date":"2008-03-11","vote_average":5.6,"runtime":110,"cert":"N\/A","id":73104,"title":"The Desert Within","adult":false,"genre_ids":[18]},{"cast":["François Dunoyer"],"overview":"Follows the story of three privileged Creole orphans from Havana, as they meet French adventurer Victor Hugues and get involved in the revolutionary turmoil that shook the Atlantic World at the end of the eighteenth century. The main characters are all members of one family: two siblings, Carlos and Sofia, and their cousin Esteban.","release_date":"1993-03-02","vote_average":7.0,"runtime":247,"cert":"N\/A","id":73105,"title":"Le siècle des lumières","adult":false,"genre_ids":[18]},{"cast":["Justin Aaron Daniels","Khyle Armour","Brittany Alexis Phillips","Constance Reese","Patrick Byas"],"overview":"After Dewayne's parents go on a vacation, his mischievous best friend Reggie insists they throw a house party. Trouble soon comes about for Dewayne as he has to deal with people such as his principal, his neighbor and his grandmother who all try to keep an eye on him.","release_date":"2009-01-01","vote_average":1.0,"runtime":102,"cert":"N\/A","id":73106,"title":"Friday at Dewayne's","adult":false,"genre_ids":[35]},{"cast":["Avelino 'El Rico","El Rico' Lescot","Jean Lescot","Ab Vegvary","Ron Vreeken"],"overview":"Bobby Delgado, undefeated MMA World Champion is incarcerated for eight years after accidentally killing his opponent. During this period of purgatory, Bobby experiences a paranormal 'life changing' event that will dictate his future path to redemption. Infuriated by the financial loss and the death of his master fighter, Jarvis Sweet swears vengeance on Delgado and finds himself a new hitter in the form of Wade Bull, a vicious ex underworld enforcer with killing skills few men can match.","release_date":"2008-01-19","vote_average":5.0,"runtime":94,"cert":"N\/A","id":73107,"title":"Among Dead Men","adult":false,"genre_ids":[28,53]},{"cast":["Cassandra Scerbo","Lindsey Shaw","Carissa Capobianco","Chris Zylka","Elena Varela"],"overview":"The story is about Amber, a mean popular girl who gets electrocuted and dies and is not allowed to enter into heaven unless she helps the least popular girl in school become Prom Queen within a week, but things do not go as planned.","release_date":"2011-08-07","vote_average":5.8,"runtime":81,"cert":"N\/A","id":73108,"title":"Teen Spirit","adult":false,"genre_ids":[18,14,35]},{"cast":["C. Thomas Howell","Joan Severance","Marshall Bell","Richard Burgi","John Toles-Bey"],"overview":"Oscar Bonsetter tells a dying prisoner that he will take revenge on the sadistic guard who killed him. In exchange, Oscar is told of a stash of money. Oscar is eventually released from prison but when he goes to get revenge, he gets sidetracked by the now-handicapped guard and his alluring wife, Rose. The tension builds as Oscar becomes more and more attracted to Rose.","release_date":"1995-01-10","vote_average":6.0,"runtime":93,"cert":"N\/A","id":73109,"title":"Payback","adult":false,"genre_ids":[53,18]},{"cast":["Tabu","Ajay Devgn","Rahul Bose","Amrish Puri","Vineet Kumar"],"overview":"Nahar Singh's (Amrish Puri) fore-fathers and he have sworn to protect the family and heirs of powerful underworld don, Jodhabhai and his heirs for generations. Nahar would like his son, Ishaan (Ajay Devgan) to continue this tradition, to which he is willing as he friendly with Jodhabhai's son, Sunny (Rahul Bose). Ishaan's vow begins to falter when he falls in love with Suman Dev (Tabu). Things gets even more complicated when Suman comes forward to testify that she witnessed Sunny's car being driven from the scene of a multiple homicide. Sunny finds this out and asks Ishaan to chose between him and Suman, and Ishaan choses Suman. Things escalate out of control when Nahar is killed; and Ishaan becomes a prime suspect in the multiple-family homicide.","release_date":"1999-12-02","vote_average":0.0,"runtime":161,"cert":"N\/A","id":73110,"title":"Thakshak","adult":false,"genre_ids":[28]},{"cast":["Alika Del Sol","Jean-Pierre Adam","Joseph Davidovits","Guillemette Andreu","Guillemette Andreu"],"overview":"For centuries, the Great Pyramids have fascinated Mankind. Patrice Pooyard's The Revelation Of The Pyramids reveals what lies behind the greatest of archaeological mysteries: a message of paramount importance for humanity. From China to Peru, from Egypt to Mexico, through the world's most enigmatic and most beautiful sites, the director has spent 6 years meeting eminent scientific specialists and verifying his discoveries. The result will shake the teaching of history to its very core, and revolutionize Egyptology entirely. A great odyssey along a breathtaking route climaxes in a revelation as unexpected as it is staggering.","release_date":"2010-02-10","vote_average":5.9,"runtime":102,"cert":"","id":73111,"title":"The Revelation of the Pyramids","adult":false,"genre_ids":[99]},{"cast":["Ravi Teja","Sneha","Ashutosh Rana","Raasi","Mallikarjuna Rao"],"overview":"Venky is headed to Hyderabad to join the police force. However, he ends up embroiled in a double murder on the train. When he joins the academy, he realises that their boss is the murderer.","release_date":"2004-03-26","vote_average":6.4,"runtime":162,"cert":"N\/A","id":73112,"title":"Venky","adult":false,"genre_ids":[]},{"cast":["Hinnerk Schönemann","Irina Potapenko","Barbara Rudnik","Thomas Thieme","Roeland Wiesnekker"],"overview":"Two policemen are stationed on Amrum, a North Sea island on the West coast of Schleswig-Holstein, Germany’ – an elder, and one who is several decades his junior. Life is easy, just that the junior can’t find a wife, because no young woman seems to be interested in the peaceful life on the island. All of a sudden, a wounded lady who turns out to be one of two bodyguard for a threatened witness who lives in hiding on Amrum, bursts into the police station and seeks help from the two officers. I missed some bits of the plot, but somehow, the second one of the bodyguards hiding the witness on the island has been killed already, and the second one, seeking help from the local police, was wounded in the incidence, and then she apparently succumbs, too.","release_date":"2009-09-25","vote_average":8.3,"runtime":90,"cert":"N\/A","id":73117,"title":"Murder on Amrum","adult":false,"genre_ids":[18,53,80]},{"cast":["Ornella Muti","Tony Musante","Monica Guerritore","Mario Scaccia","Laura Trotter"],"overview":"Paolo has been reasonably happy for the past 10 years; he has a job at the university and has Sena as a lover all these years. When she suddenly decides to leave the relationship, it comes as a shock to him, and he desperately wants to know the reason. After a series of reconciliations and separations, he finally finds out and briefly has another apparently blissful relationship with Silva.","release_date":"1978-11-07","vote_average":5.4,"runtime":107,"cert":"N\/A","id":73118,"title":"Break Up","adult":false,"genre_ids":[18,10749]},{"cast":["Admiral T.","Didier Daly","Stormy Bugsy","Alex Descas","François Levantal"],"overview":"Two childhood friends, Joshua and Flint, are adrift in boredom in their area of Sainte-Rose, Guadeloupe. They're involved in petty theft and ordinary System D, until the arrival of Marcus. Caught in a spiral, the difficult choices has to be done...","release_date":"2005-01-19","vote_average":6.5,"runtime":95,"cert":"N\/A","id":73119,"title":"Nèg maron","adult":false,"genre_ids":[18]},{"cast":["Linda Blair","Sylvia Kristel","William Ostrander","Sue Kiel","Albert Fortell"],"overview":"East Germans abduct a U.S. coed (Linda Blair) and throw her in a women's prison run by a brutal inmate (Sylvia Kristel).","release_date":"1985-05-28","vote_average":4.2,"runtime":104,"cert":"N\/A","id":73120,"title":"Red Heat","adult":false,"genre_ids":[53]},{"cast":["Florian Habicht","Masha Yakovenko","Frank Habicht"],"overview":"Set in New York City, the film combines real-life scenes where members of the public dictate the love story with those of Florian (as himself) and Masha Yakovenko as they act it out.","release_date":"2011-07-14","vote_average":0.0,"runtime":91,"cert":"N\/A","id":73121,"title":"Love Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dirk Scheele is een fenomeen bij jonge kinderen. Zijn cd's met zelfgeschreven liedjes en zijn televisieprogramma's zijn mateloos populair. Na het succes van \"He Kijk 's\" komt er in september 2005 een nieuwe serie: Vroem Vroem. Tracklist: 1 Vroem vroem 2 Doe de hond na 3 Gek taaltje 4 Dans de Marionettendans 5 Stuiterbal 6 In de speeltuin 7 Pretpark Vetpark 8 Het sprookjesbos 9 Vakantie 10 Kamperen 11 Trommelen kun je overal 12 Ik ga naar een feestje 13 DJ Dirk 14 Hop hop hop 15 Hoge bergen, verre landen 16 Vroem vroem en tot ziens","release_date":"2012-01-03","vote_average":0.0,"runtime":72,"cert":"N\/A","id":73122,"title":"Vroem Vroem","adult":false,"genre_ids":[10751]},{"cast":["Thomas Acda","Wendy van Dijk","Yannick van de Velde","Erik van Muiswinkel","Peter Blok"],"overview":"An 11 year old talented soccer player, Remco, has one big dream: to be selected for the national team under 12 years. His father Erik coaches him and everything seems to work out fine, until Erik suddenly dies. Remco and mother Sylvia are shocked. Remco keeps working to fulfil his dream, being helped by his friends Anne and Winston.","release_date":"2004-04-28","vote_average":6.5,"runtime":90,"cert":"N\/A","id":73123,"title":"In Orange","adult":false,"genre_ids":[12,18,10751]},{"cast":["Vincent Pérez","Juan José Ballesta","Nicolas Giraud","Francesc Albiol","Jérôme Le Banner"],"overview":"1808. The Napoleonic Army suffers its first defeat at the hands of a single man: a drummer boy who used the Montserrat mountains to echo his drums and send the enemy troops into a panicked retreat. When the news reaches Napoleon, he furiously orders the captain of the Imperial Guard to bring back the head of the young hero responsible for his army's defeat. The captain gathers together a band of his best and most deadly men and so begins the hunt to death of the soldier who was to become a legend.","release_date":"2010-12-22","vote_average":5.0,"runtime":95,"cert":"N\/A","id":73128,"title":"Bruc, the Manhunt","adult":false,"genre_ids":[12,36]},{"cast":["Orsolya Tóth","Eszter Wierdl","Zsolt Trill","Tamás Kóbor","Dénes Gulyás"],"overview":"Johanna, a young drug addict, falls into a deep coma after an accident. Doctors miraculously manage to save her from death's doorstep. Touched by grace, Johanna cures patients by offering her body. The head doctor is frustrated by her continued rejection of him and allies himself with the outraged hospital authorities. They wage war against her but the grateful patients join forces to protect her. This is a filmic and musical interpretation of the Passion of Joan of Arc.","release_date":"2005-05-18","vote_average":4.1,"runtime":86,"cert":"N\/A","id":73129,"title":"Johanna","adult":false,"genre_ids":[18]},{"cast":["Ginés García Millán","Luis Tosar","Adolfo Fernández","Marta Larralde","Judith Diakhate"],"overview":"Following the random path of a lighter that is being lost by their owners occasionally in different parts of the world, this story is built with the common stories of relationships, the \"amour fou\" and the surprising appearance of main characters of unusual stories and fitted with a sincerity not always timely.","release_date":"2007-05-04","vote_average":0.0,"runtime":112,"cert":"N\/A","id":73130,"title":"Hotel Tívoli","adult":false,"genre_ids":[]},{"cast":["Lia Chapman","Isabelle Stoffel"],"overview":"A series of short films examining the world's overlooked problems and the people who suffer from them.","release_date":"2007-02-15","vote_average":3.1,"runtime":95,"cert":"N\/A","id":73131,"title":"Invisibles","adult":false,"genre_ids":[18,99]},{"cast":["August Diehl","Lena Lauzemis","Alexander Fehling","Thomas Thieme","Imogen Kogge"],"overview":"In the early 60s, Bernward Vesper and fellow university student Gudrun Ensslin begin a passionate love in the stifling atmosphere of provincial West Germany. Dedicated to the power of the written word, Bernward and Gudrun found a publishing house whose first publication is, paradoxically to many, a controversial past work of Bernward's ostracized father, an infamous Nazi author. Bernward defends his father's writing ability, even if he is haunted by his father's suspicious past.","release_date":"2011-03-10","vote_average":6.0,"runtime":126,"cert":"N\/A","id":73132,"title":"If Not Us, Who?","adult":false,"genre_ids":[18]},{"cast":["Labina Mitevska","Ana Kostovska","Nikolina Kujača","Xhevdet Jashari","Peter Musevski"],"overview":"Burdened by memories of their late father, three sisters struggle to escape the suffocating environment of the dying town of Veles. A contemporary story of urban decay, „Jas sum od Titov Veles“ employs a stark realism to depict the vivid landscape of post-Communist Macedonia.","release_date":"2007-08-18","vote_average":5.0,"runtime":102,"cert":"N\/A","id":73133,"title":"I Am from Titov Veles","adult":false,"genre_ids":[18]},{"cast":["Anja Schüte","Valérie Dumas","Thierry Tevini","Évelyne Dandry","Elisa Servier"],"overview":"Teenage Julien (Thierry Tevini) loves his teenage cousin Julia (Anja Shute) among flowers in summer of '39 France.","release_date":"1980-11-19","vote_average":5.9,"runtime":92,"cert":"N\/A","id":73134,"title":"Tender Cousins","adult":false,"genre_ids":[18,10749]},{"cast":["Tom Gilroy","Margaret Welsh","Mitchell Lichtenstein","Nurit Koppel","Matthew Dixon"],"overview":"Having missed several deadlines, and with the studio's attorneys hassling him, screenwriter Elliot Callahan (Tom Gilroy) takes the advice of his agent and rents a beachside house on the island Nantucket to find the peace and quiet he needs to get the creative juices flowing. There he meets the seriously intense Henry Carver (Matthew Dixon), who's written a screenplay he wants Callahan to read. Before long, Callahan suspects that Henry might be a serial killer writing about himself and that his screenplay is worth plagiarizing.","release_date":"1996-09-12","vote_average":4.0,"runtime":114,"cert":"N\/A","id":73135,"title":"Ratchet","adult":false,"genre_ids":[53]},{"cast":["Kjell Bergqvist","Maj-Britt Nilsson","Eddie Axberg","Kent Andersson","Lena T. Hansson"],"overview":"Young Felix is a trainee at a fire station, but he is afraid of heights and can not stand the sight of blood. His future as a fireman is doubtful and when he is suspended he steals an ambulance to prove his mettle.","release_date":"1974-08-26","vote_average":5.0,"runtime":98,"cert":"N\/A","id":73136,"title":"En enkel melodi","adult":false,"genre_ids":[18,28]},{"cast":["Gene LeBrock","Kellee Bradley","David Crane","Kascha","Xavier Barquet"],"overview":"John Whitecloud, a criminal rebel, is out for revenge against a corrupt Sheriff and a militia run by a crazed General.","release_date":"1989-08-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":73137,"title":"Fortress of Amerikkka","adult":false,"genre_ids":[28,35]},{"cast":["Naomi Fujiyama","Etsushi Toyokawa","Michiyo Ookusu","Riho Makise","Jun Kunimura"],"overview":"'Face' is a fascinating and difficult to categorize movie. Naomi Fujiyama gives an impressive performance (her movie debut) as the frumpy, clumsy and socially retarded Masako who one day strangles the pretty sister who loves to torment her. Masako flees from her home and then goes on a journey, both physically and emotionally, which ranges from everything from rape, earthquakes, learning to ride a bicycle, and working in a karaoke bar.","release_date":"2000-08-12","vote_average":5.2,"runtime":123,"cert":"N\/A","id":73138,"title":"Face","adult":false,"genre_ids":[18,80]},{"cast":["Daws Butler"],"overview":"When a bulldog threatens Tom to keep away from his puppy, Jerry realizes that sticking close to the boy is the best way to keep away his feline tormentor. But Tom is not about to let the mouse evade him so easily.","release_date":"1949-10-01","vote_average":6.8,"runtime":8,"cert":"N\/A","id":73139,"title":"Love That Pup","adult":false,"genre_ids":[35,16]},{"cast":["Gopichand","Anushka Shetty","Poonam Kaur","Manoj K Jayan","Ajay"],"overview":"Vijay (Gopichand) comes to Kolkata in search of his lost sister (Poonam Kaur). In a series of events he ends up getting caught in a brawl with some goons and in self defence chops a man's arm off. He meets a bubbly college girl Swetha (Anushka Shetty) and soon, they fall in love. One day, the gangster's son named Ajay finds out that Vijay is alive and he swears to avenge his father's lost arm.","release_date":"2008-06-09","vote_average":5.6,"runtime":150,"cert":"N\/A","id":73140,"title":"Souryam","adult":false,"genre_ids":[28,53]},{"cast":["Brandon Michael","Ashlie Victoria Clark","Emily Lucas","Prentice Reedy","Billy St. John"],"overview":"A Supernatural thriller that weaves a tale of darkness and suspense. The past will never stay hidden.","release_date":"2006-01-01","vote_average":1.7,"runtime":93,"cert":"N\/A","id":73143,"title":"Wages of Sin","adult":false,"genre_ids":[27]},{"cast":["Danielle Rayne","Alex Albrecht","Brad Arnold","James Logan"],"overview":"A woman wakes up in a room with no memory of who she is or how she got there...","release_date":"2011-08-23","vote_average":7.0,"runtime":7,"cert":"N\/A","id":73144,"title":"Portal: No Escape","adult":false,"genre_ids":[28,878]},{"cast":["Arik Einstein","Uri Zohar","Sima Eliyahu","Tzvi Shissel"],"overview":"Gote and Eli are two aging friends who don't want to age. Gote is a lifeguard who's fighting peepers on the Tel-Aviv beach. Eli is a guitar player who dreams of building a night club in altman's restaurant.","release_date":"1973-06-06","vote_average":5.0,"runtime":90,"cert":"N\/A","id":73147,"title":"Peeping Toms","adult":false,"genre_ids":[35]},{"cast":["Kristel Verbeke","Kathleen Aerts","Karen Damen"],"overview":"","release_date":"2003-01-05","vote_average":0.0,"runtime":95,"cert":"N\/A","id":73148,"title":"K3 Toveren Tour","adult":false,"genre_ids":[]},{"cast":["Ally Kay","Ivy Winters","Jynx Maze","Lizz Tayler","Natalia Rossi"],"overview":"In order to win the respect of all the other competing cheerleaders, sexy teen fuck queens like Jynx Maze, Natalia Rossi, Ivy Winters, Ally Kay, Lizz Taylor and more will have to prove to the coaches just how much they want to win! There's more to cheerleading than being hot; you also must know how to keep everybody pumped up! And what better way to pump up some rowdy fans than by swinging your tits around and swallowing cock in your pussy?","release_date":"2011-07-07","vote_average":10.0,"runtime":182,"cert":"N\/A","id":73149,"title":"Bring It On: A XXX Porn Parody","adult":true,"genre_ids":[]},{"cast":["Audrey Bitoni","Jenny Hendrix","Faye Reagan","Vanessa Lane","Kenzie Kyle"],"overview":"No hair? No problem! Check out Audrey Bitoni, Jenny Hendrix, Faye Reagan, and more shaved cuties as their stunningly bald beavers get a good ol' fashioned fucking. These girls might be a little confused, but they know one thing for sure - a clean shaven snatch is a happy snatch!","release_date":"2011-06-07","vote_average":10.0,"runtime":240,"cert":"N\/A","id":73150,"title":"Shaved and Confused","adult":true,"genre_ids":[]},{"cast":["Daniel Rabinovich","Jorge Maronna","Carlos López Puccio","Marcos Mundstock","Carlos Núñez Cortés"],"overview":"Lutherapia es un espectáculo teatral de humor musical del conjunto argentino de instrumentos informales Les Luthiers. Se estrenó el 22 de agosto de 2008 en el Teatro Astengo, de Rosario, Argentina, y su éxito logró que permaneciera en cartelera hasta el 2010, luego, siendo sucedido por el espectáculo ¡CHIST!, el cuál es un antología de Les Luthiers y lleva varias semanas vigente. El espectáculo gira en torno a un terapia psicoanalítica en la que Marcos Mundstock representa el papel de psicólogo y Daniel Rabinovich el de paciente, y la charla entre ambos va dando lugar a los números que componen el espectáculo. Este espectáculo ha sido aclamado tanto por la crítica como por el público.","release_date":"2008-07-21","vote_average":9.0,"runtime":96,"cert":"N\/A","id":73151,"title":"Lutherapia","adult":false,"genre_ids":[35]},{"cast":["Matt Angel","Danny Max","Madison Riley","Devon Werkheiser","Ally Maki"],"overview":"To the outer world CHRIS KARAS is a shy, handsome, \"A\" student, the son of a hard-working Greek contractor. But to his closest confidants he is none other than the celebrated Prince of Pranksters, a secret society dedicated to combating the inequities of high school through masterful acts of subterfuge.","release_date":"2010-01-01","vote_average":6.0,"runtime":118,"cert":"N\/A","id":73152,"title":"The Prankster","adult":false,"genre_ids":[35,10751]},{"cast":["Lilian Ellis","Erika Voigt","Hans Kurt","Valdemar Møller","Peter Malberg"],"overview":"Lad det være sagt med det samme. Musikken i \"Alle gaar rundt og forelsker sig\" er fantastisk. Den bliver faktisk bedre og bedre med årene. Men det er også en operettefilm, hvor Kai Normann Andersen har komponeret, og hvor Teddy Petersen dirigerer. Så kunne det næppe gøres bedre i 1941. Handlingen i filmen er rimelig. Den er i hvert fald bedre end tilsvarende film fra samme periode fra den anden side af \"dammen\". Det er musikken, der løfter filmen op i de høje skylag. \"Toner fra himlen\" og selvfølgelig \"Alle gaar rundt og forelsker sig\".","release_date":"1941-08-02","vote_average":8.0,"runtime":89,"cert":"N\/A","id":73155,"title":"Alle gaar rundt og forelsker sig","adult":false,"genre_ids":[35]},{"cast":["Les Luthiers"],"overview":"Todo por que rías es un espectáculo realizado por el conjunto de instrumentos informales Les Luthiers, estrenado en el Teatro Astengo de Rosario, Argentina el 3 de junio de 1999, y representado por última vez el 8 de agosto de 2005 en el Auditorio Alfredo Kraus, de Las Palmas de Gran Canaria, España. De nuevo aprovechan el título del espectáculo para hacer un juego de palabras (Todo por que rías\/Todo porquerías), como es costumbre en el grupo argentino.","release_date":"2000-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73156,"title":"Les Luthiers: Todo por que rías","adult":false,"genre_ids":[35]},{"cast":["Melanie Kurhan"],"overview":"Before the beginning of time, night after night, Mr. Rêvus prepares the dreams of mankind. During his nightly routine, one momentous mistake occurs which is the dawn of a big adventure. This story is about friendship, hope and how our dream world can be shattered by accident...","release_date":"2011-08-13","vote_average":8.0,"runtime":12,"cert":"N\/A","id":73157,"title":"The Tale Of Mr. Rêvus","adult":false,"genre_ids":[]},{"cast":["Fábio Assunção","Malu Mader","Maristane Dresch","Paulo Hesse","Carlos Meceni"],"overview":"An apparently simple adultery case turns into an intricate and suspense-filled plot composed of numerous twists and turns, with a surprising ending. Dr. Rafidjian, a renowned physician, seeks out Dora Lobo's detective agency, wishing to locate call girl Ana Cíntia Lopes. The case soon finds its way into the hands of Remo Bellini and his new assistant Beatriz; but the client's brutal murder changes the course of the investigation, leading the two detectives into high-risk situations. Trying to solve the crime, they canvas the nightlife of São Paulo's underworld, where they meet Fátima, a mysterious prostitute who becomes involved with Bellini. Based on the book of the same title by the writer and musician Tony Bellotto, who is also the film's co-producer and co-composer of the soundtrack, along with Charles Gavin, fellow member of the rock band Titãs, and Andreas Kiesser, of Sepultura.","release_date":"2001-01-01","vote_average":7.3,"runtime":120,"cert":"N\/A","id":73158,"title":"Bellini e a Esfinge","adult":false,"genre_ids":[]},{"cast":["Kathleen Aerts"],"overview":"Het sprookje van de kleine zeemeermin, begint op een mooie dag wanneer bij een plotse, hevige storm, het schip van de prins met man en muis vergaat. De prins wordt gered door de kleine zeemeermin en zingt, met haar mooie zuivere stem, een prachtig lied voor hem. Helaas mag ze van haar vader geen contact hebben met de mensenwereld. Vlak voordat de prins ontwaakt, duikt de kleine zeemeermin dan ook weer snel terug de zee in. Wanneer de prins weer wakker is, herinnert hij zich alleen nog maar een prachtige stem, maar van wie? het meisje met deze prachtige stem, moet zijn bruid worden! En zo begint de zoektocht van de prins naar zijn bruid. De gemene zeeheks heeft alles gehoord en gezien in haar magische bol. Ze vind dit de ideale kans om haar domme en lelijke dochter aan een man te helpen. De zeeheks bedenkt een gemeen plan om de kleine zeemeermin en de knappe prins niet dicht bij elkaar te laten komen. Gaat het de zeeheks lukken, of overwint de echte liefde?","release_date":"2012-08-07","vote_average":7.3,"runtime":120,"cert":"N\/A","id":73161,"title":"Studio 100 sprookjes musicals - De Kleine Zeemeermin met Kathleen van K3","adult":false,"genre_ids":[]},{"cast":["Ib Schønberg","Lily Broberg","Asbjørn Andersen","Louis Miehe-Renard","Ellen Gottschalch"],"overview":"Bag de røde porte ligger Dyrehaven med de grønne bøge og den berømte dyrehavsbakke - gøglernes brogede verden. Professor Labardi står bag den populære sangerindepavillon, hvor hans unge datter, Gulnare, optræder. Efter en regnfuld sommer er der økonomisk lavvande på Bakken, og familien er fristet til at søge hjælp hos Gulnares foretagsomme bejler, Carlo Petersen. Men Professor Labardi bærer på en hemmelighed: gøglerfamilien har slægtsbånd til den fine juristverden uden for portene Der er konflikt, pengetransaktioner, kærlighed, skinsyge og skurkestreger, når den fine verden og bakkefolket mødes. Bag De Røde Porte er en forrygende folkekomedie, der tager os med bag attraktionerne på den traditionsrige forlystelsespark i Klampenborg.","release_date":"1951-11-19","vote_average":7.0,"runtime":82,"cert":"N\/A","id":73162,"title":"Bag de røde porte","adult":false,"genre_ids":[10751,18]},{"cast":["Ib Schønberg","Ingeborg Brams","Petrine Sonne","Hans W. Petersen","Verna Olesen"],"overview":"Præsten på Snarø, Adam Valerius, er enkemand på tredje år, og frøkenerne i sognet står i kø for at blive den næste præstefrue. Men da Adams enlige husholderske pludselig bliver gravid, går snakken i det lille samfund, og snart bliver biskoppen tilkaldt. Ved et skæbnens puds bliver den københavnske skuespiller Emil Flor, som er på vej til øen, forvekslet med biskoppen, og han lever sig ind i rollen og løser elegant konflikten. Men så dukker den rigtige biskop op… Hele Danmarks Ib Schønberg var her, der og alle vegne i dansk film i 1940'erne. Men det var i denne komedie af Emanuel Gregers, at han oplevede sin karrieres største komediesucces. I ”Biskoppen”, som blev indspillet midt i besættelsestiden, er han den forfængelige skuespiller Flor, der griber chancen, da den rigtige ”rolle” byder sig. Og som desværre bliver i rollen til efter tæppefald!","release_date":"1944-01-29","vote_average":10.0,"runtime":81,"cert":"N\/A","id":73165,"title":"Biskoppen","adult":false,"genre_ids":[35]},{"cast":["Bodil Ipsen","Peter Malberg","Pouel Kern","Sigurd Langberg","Asta Hansen"],"overview":"I en lille sjællandsk landsby, hvor alt tilsyneladende er lutter idyl, lever syersken Bolette Jensen, en djærv kvinde, som har gjort sine bitre erfaringer og nu er frygtet for sin skarpe tunge. Bolette plejer at sige sin mening uden omsvøb, og da sandheden som bekendt er ilde hørt, er hun ikke synderlig afholdt af sognets magthavere, hvis mest fremtrædende skikkelse er sognerådsformanden Peter Enevoldsen. Bolette får en alvorlig opgave, da den unge kønne Sofie skal have barn, og Bolette tager sig straks af den ulykkelige pige og lover, at hun nok skal komme til at spadsere op ad kirkegulvet med sin Karl.","release_date":"1938-12-17","vote_average":10.0,"runtime":102,"cert":"N\/A","id":73166,"title":"Bolettes Brudefærd","adult":false,"genre_ids":[35]},{"cast":["Patricia Pillar","Daniel de Oliveira","Leandra Leal","Alexandre Borges","Luana Piovani"],"overview":"\"Zuzu Angel\" covers the last years of the famous Brazilian fashion designer in her doomed quest for justice in the case of her activist son Stuart's arrest, torture, murder and subsequent corpse disposal by the military forces in early 1970s Rio de Janeiro, during the darkest era of Brazilian military regime and media censorship. Not even the fact that she was a widely known public figure saved her from being killed in a car crash in 1976, in one of the regime's favorite elimination techniques (many other similar \"car crashes\" still have to be re-investigated).","release_date":"2006-08-04","vote_average":7.0,"runtime":108,"cert":"N\/A","id":73169,"title":"Zuzu Angel","adult":false,"genre_ids":[18]},{"cast":["Gary Busey","Oz Perkins","Curtis Armstrong","Christopher Atkins","Jessica Ferrarone"],"overview":"William Byron Hillman's family comedy Quigley stars Gary Busey as a cold-hearted billionaire. Early in the film he dies. After dying, he learns that he will only get into heaven if he learns lessons about compassion and selflessness. In order to have a chance, he is reincarnated on Earth as a Pomeranian. As a dog, he seeks to undo much of the damage he inflicted on those around him when he was human.","release_date":"2003-02-03","vote_average":9.8,"runtime":89,"cert":"N\/A","id":73170,"title":"Quigley","adult":false,"genre_ids":[35,10751]},{"cast":["Gert Günther","Katrine Jensenius","Steen Frøhne","Ulrich Krenchel","Suzanne Giese"],"overview":"","release_date":"1971-04-15","vote_average":10.0,"runtime":86,"cert":"N\/A","id":73171,"title":"Desertøren","adult":false,"genre_ids":[]},{"cast":["Poul Reichhardt","Astrid Villaume","Ib Mossin","Christian Arhoff","Lisbeth Movin"],"overview":"","release_date":"1960-12-19","vote_average":5.5,"runtime":108,"cert":"N\/A","id":73172,"title":"Det skete paa Møllegaarden","adult":false,"genre_ids":[10751,18]},{"cast":["Dirch Passer","Ove Sprogøe","Clara Østø","Kjeld Petersen","Bodil Steen"],"overview":"","release_date":"1955-12-26","vote_average":5.6,"runtime":98,"cert":"N\/A","id":73175,"title":"Det var paa Rundetaarn","adult":false,"genre_ids":[10751,35]},{"cast":["Johannes Meyer","Randi Michelsen","Ellen Gottschalch","Helle Virkner","Preben Mahrt"],"overview":"","release_date":"1948-10-30","vote_average":7.0,"runtime":null,"cert":"N\/A","id":73184,"title":"Hvor er Far","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Join Timmy Turner and friends as they fight for truth, justice and a later bedtime in this collection of episodes that feature those superhuman, righters of wrongs, those people with the power to do good (or not)....the superhero, AWAY!","release_date":"2004-02-03","vote_average":4.8,"runtime":null,"cert":"N\/A","id":73185,"title":"Fairly OddParents: Superhero Spectacle","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Patient intends on withdrawing her trust fund and relocate to Atlanta, GA. She is unstable, possibly dangerous and in need of indefinite therapy. Patient was advised that her decision to relocate is not recommended at such a crucial stage in her recovery.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":73190,"title":"Manic","adult":false,"genre_ids":[18]},{"cast":["Darci Kistler","Damian Woetzel","Bart Robinson Cook","Kyra Nichols","Jessica Lynn Cohen"],"overview":"On Christmas Eve, a little girl named Marie falls asleep and dreams herself into a fantastic world in which her toys become larger than life. She meets up with the Nutcracker Prince who takes her on a journey to his kingdom and defends her from the Mouse King.","release_date":"1993-11-24","vote_average":5.8,"runtime":93,"cert":"N\/A","id":73191,"title":"The Nutcracker","adult":false,"genre_ids":[10751,14,10402]},{"cast":["Neville Millar","Steve Looker"],"overview":"On the first anniversary of his daughter Jen's disappearance, Bill Conrad visits the site where she was last seen. Once there, he meets a stranger named Andy (Neville Millar) who says he knows Jen and promises to lead Bill to her. Bad idea. As Bill follows Andy into the woods, he enters a nightmare he could never have imagined. Shiv Nagpal and Rebecca Scales co-star in this gory spine-chiller directed by Steve Looker.","release_date":"2004-08-21","vote_average":0.0,"runtime":72,"cert":"","id":73192,"title":"Scarred","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"Six best friends find themselves at the wrong place at the wrong time. They fight for their lives against a serial killer who has more in store for them than death.","release_date":"2010-05-05","vote_average":5.7,"runtime":90,"cert":"N\/A","id":73197,"title":"The Anniversary at Shallow Creek","adult":false,"genre_ids":[27,28,53]},{"cast":["Nikki Blonsky","Annie Potts","Lily Holleman","Liz McGeever","Kim Matula"],"overview":"An overweight girl, Maggie Baker, is elected Homecoming queen by the mean girls in the high school.","release_date":"2008-10-06","vote_average":4.4,"runtime":87,"cert":"N\/A","id":73198,"title":"Queen Sized","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Brandon is raising a family with his beautiful wife Lisa and going to school to become a doctor. But after seeing a horrible victim of rape he recovers memories of his high school sweetheart Samantha being raped and committing suicide. He decides he can no longer handle the memories without getting revenge for her. So he goes back to his hometown to get bloody vengeance, but some of the men he once knew are now FAR MORE dangerous","release_date":"2005-05-05","vote_average":0.0,"runtime":80,"cert":"N\/A","id":73199,"title":"Atrocity Circle","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Can a small town in the middle of the swamp possibly combat the unrelenting rage of the Cockface Killer? Only Larry Parks, local hero, dares to face the challenge. Along with a small band of freaks, misfits, and potheads, Larry launches a vigilante manhunt to rid his town of this unspeakable evil.","release_date":"2002-05-05","vote_average":4.4,"runtime":83,"cert":"N\/A","id":73200,"title":"Attack of the Cockface Killer","adult":false,"genre_ids":[]},{"cast":["Angus Scrimm","Christine Spencer"],"overview":"A low-tech FX film about the horrors of war and robots.","release_date":"2006-05-05","vote_average":6.7,"runtime":83,"cert":"N\/A","id":73201,"title":"Automatons","adult":false,"genre_ids":[878]},{"cast":["Robert Stadlober","Sylvester Groth","Maja Schöne","Corinna Kirchhoff","Gerda Böken"],"overview":"Jakob and Manu have developed their own specific survival strategies. Without a permanent home or steady job, they live in a makeshift camp in the woods and use the municipal swimming pool when they need to shower. Always short on cash, they make a living as providers of human services. They notice what is missing in other people′s lives and make a living by satisfying others′ desires and giving them what they need or what they lack.","release_date":"2009-09-07","vote_average":3.0,"runtime":89,"cert":"N\/A","id":73202,"title":"Zarte Parasiten","adult":false,"genre_ids":[18]},{"cast":["Boris Karloff","Catherine Lacey","Elizabeth Ercy","Ian Ogilvy","Victor Henry"],"overview":"The great hypnotist Professor Montserrat has developed a technique for controlling the minds, and sharing the sensations, of his subjects. He and his wife Estelle test the technique on Mike Roscoe, and enjoy 'being' the younger man. But Estelle soon grows to love the power of controlling Roscoe, and the vicarious pleasures that provides. How far will she go, and can the Professor restrain her in time?","release_date":"1967-06-25","vote_average":6.7,"runtime":87,"cert":"","id":73203,"title":"The Sorcerers","adult":false,"genre_ids":[27]},{"cast":["Kristel Verbeke","Josje Huisman","Karen Damen"],"overview":"In deze special kun je zien hoe het verhaal van Karen, Kristel en Josje begon: van de massaaudities tot een samenvatting van de finale met exclusieve beelden achter de schermen. Na hun allereerste persconferentie beginnen de 3 meiden vrijwel meteen aan de tournee voor hun nieuwe theatershow. Onze nieuwe K3 heeft een overvolle agenda: ze zijn te gast in Nederland bij Paul De Leeuw, beginnen aan een promotour in Nederland en België, kiezen nieuwe K3-outfits, doen een fotoshoot voor hun nieuwe album, nemen de videoclip op voor 'De politie'… en dan breekt het moment aan van hun eerste optreden in Nederland. Uiteraard heeft Josje een verrassing gepland om Karen en Kristel in haar thuisland te verwelkomen. In de backstage van de Amsterdamse RAI wacht Josje echter ook een verrassing: haar zus komt op bezoek. Deze special wordt afgesloten met de voorstelling van het nieuwe K3-album: een onvergetelijk moment in de K3-geschiedenis.","release_date":"2010-02-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":73204,"title":"K2 weer K3","adult":false,"genre_ids":[10402,10751]},{"cast":["Roger Daltrey","Chesney Hawkes","Sharon Duce","Michael Elphick","Douglas Hodge"],"overview":"Buddy is an aspiring teenager who is a very good musician and has pressure to go further than his Dad's teddy boy rocker days...","release_date":"1991-03-01","vote_average":6.3,"runtime":102,"cert":"","id":73205,"title":"Buddy's Song","adult":false,"genre_ids":[18]},{"cast":["Stanley Baker","Joanna Pettet","James Booth","Frank Finlay","Barry Foster"],"overview":"A dramatization of the Great Train Robbery. While not a 'how to', it is very detail dependent, showing the care and planning that took place to pull it off.","release_date":"1967-08-01","vote_average":6.3,"runtime":110,"cert":"","id":73208,"title":"Robbery","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["George Kennedy","Lane Caudell","Belinda Bauer","Victor Campos","Kabir Bedi"],"overview":"The hero is given his mentor's bow (the Heartbow) which chooses its new owner when passed on. It fires arrows that blow up like grenades, but can only be wielded by the one chosen to wield her. The hero is a member of a nomadic tribe wiped out by the Draikian Empire's forces. He attempts to find the wizard Lazar-Sa who might be able to help him. He is joined by a thief looking for adventure and cash, and the daughter of a goddess, Estra, looking to revenger herself on Lazar-Sa for crimes against her mother.","release_date":"1981-04-12","vote_average":6.1,"runtime":89,"cert":"N\/A","id":73209,"title":"The Archer: Fugitive from the Empire","adult":false,"genre_ids":[14,28,12]},{"cast":["Erlend B. Fougner","Bjørnar Nilsen Øksenvåg","Kristi-Helene Engeberg","Kristoffer Anker Gustavsen","Aslag Guttormsgaard"],"overview":"Markus and Robert is finally at ways end. 13 years of school is almost over and all they have learned is soon to be rinsed away with a graduation party like no other. The only problem is that they are in Ødvåg, a small town in the middle of nowhere, and someone has stolen all their traveling money. A group of nerds and misfits decides that nothing is going to stop them from partying, drinking and getting laid, so they go on a road trip. Will these nerds succeed in graduating with a bang?","release_date":"2011-04-15","vote_average":3.9,"runtime":85,"cert":"N\/A","id":73210,"title":"Hjelp, vi er russ!","adult":false,"genre_ids":[35]},{"cast":["Stellan Skarsgård","Benjamin Helstad","Kristoffer Joner","Trond Nilssen","Morten Løvstad"],"overview":"Based on a true story: Norwegian winter, 1915. On the island Bastøy, outside Oslo, a group of young boys aged 11 to 18, are held in an institution for delinquent youth, notorious for its sadistic regime.  One day a new boy, Erling, arrives, determined to escape from the island. After a tragic incident, he ends up leading the boys in a violent uprising. When the boys manage to take over the island, 150 soldiers are sent in to restore order.","release_date":"2010-12-16","vote_average":7.3,"runtime":120,"cert":"12","id":73211,"title":"King of Devil's Island","adult":false,"genre_ids":[18,28]},{"cast":["John Rhys-Davies","Mimi Sagadin ","Craig Robert Young","David Thomas Jenkins","Rachel Spencer Hewitt"],"overview":"When a young resistance fighter witnesses atrocities towards the Jews, he's drawn into a web of espionage and clandestine activities. When he meets a young physics students and resistance journalist - Hans Poley - they embark on a hunt through underground tunnels, Gestapo hijacks and daring rescues.","release_date":"2011-08-22","vote_average":6.3,"runtime":102,"cert":"12","id":73216,"title":"Return to the Hiding Place","adult":false,"genre_ids":[18,36,53,10752]},{"cast":["Eric C. Bushman","Denise Mora","James Jefferies","Brenda Stubbe","Eric DelaBarre"],"overview":"Slimey little aliens attack teenagers.","release_date":"1991-05-05","vote_average":2.0,"runtime":82,"cert":"N\/A","id":73217,"title":"Beasties","adult":false,"genre_ids":[27,878]},{"cast":["Martin Landau","Marianne Gordon","Bill Osco","José Ferrer","Dorothy Malone"],"overview":"Toxic waste dumping in a small Idaho town turns a young boy into horrible mutant monster. The town's police chief and a government scientist team up to stop the monster, which is quickly killing off the town's citizenry.","release_date":"1983-11-18","vote_average":3.7,"runtime":81,"cert":"N\/A","id":73218,"title":"The Being","adult":false,"genre_ids":[27,878]},{"cast":["Pat Curran","Marlon Sandro","Cole Konrad","Paul Buentello","Ricco Rodriguez"],"overview":"Bellator XLVIII was a mixed martial arts event held by Bellator Fighting Championships. The event took place on August 20, 2011 at the Mohegan Sun Arena in Uncasville, Connecticut. The card was part of Bellator's inaugural Summer Series and featured the final round fights in the Summer Series Tournament.","release_date":"2011-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73219,"title":"Bellator 48","adult":false,"genre_ids":[]},{"cast":["Matt Horwich","Jake Rosholt","Ricco Rodriguez","Doug Williams","Emanuel Newton"],"overview":"Shark Fights 17: Horwich vs. Rosholt 2 was a mixed martial arts to be held by Shark Fights on July 15, 2011 at the Dr Pepper Arena in Frisco, Texas. The event was broadcast live on HDNet.","release_date":"2011-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73220,"title":"Shark Fights 17: Horwich vs. Rosholt 2","adult":false,"genre_ids":[]},{"cast":["Kenny Garner","Pat Bennett","Arthur Guseinov","Tyson Jeffries","Mairbek Taisumov"],"overview":"M-1 Challenge XXVI aired on Showtime and took place on July 8, 2011 in Costa Mesa, California.","release_date":"2011-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73225,"title":"M-1 Challenge XXVI: Bennett vs. Garner 2","adult":false,"genre_ids":[]},{"cast":["Madonna","Donna DeLory","Niki Haris","Debra Parsons","Adolfo Quinones"],"overview":"Who's That Girl: Live in Japan contained a live date from the Who's That Girl World Tour, filmed at Korakuen Stadium in Tokyo, Japan on June 22, 1987. The tour supported her 1986 third studio album True Blue, as well as the 1987 soundtrack Who's That Girl. It was Madonna's first world tour, reaching Asia, North America and Europe. Musically and technically superior to her previous initiative, the Who's That Girl Tour incorporated multimedia components to make the show more appealing.","release_date":"1987-11-26","vote_average":6.9,"runtime":92,"cert":"N\/A","id":73226,"title":"Madonna: Who's That Girl - Live in Japan","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"\"Little Red Riding Hood\" set in an urban jungle in the not-too-distant future. It's Christmas time, and Earth is God's Gameboy. Little Red puts on provocative clothing and heads for a night on the town. Her dad, after yelling at her, dons his Santa suit and leaves for work. Turns out he's a cat burglar. While he's in a fancy flat putting swag in his bag, he's surprised by the lady of the house. Meanwhile, Little Red, who has stopped to buy reefer, is accosted by Wolfgang, an aggressive and cannibalistic cop. After dining, he heads for home, where a surprise awaits.","release_date":"1999-12-03","vote_average":6.3,"runtime":11,"cert":"N\/A","id":73231,"title":"Black XXX-Mas","adult":false,"genre_ids":[80]},{"cast":["Liesel Matthews","Blake Heron","Tony Denman","Adam LaVorgna","Denis Arndt"],"overview":"Four high school friends believe the local myth that developer Swenson killed a kid for trespassing years earlier and got away with it. When one of the four friends disappears, the remaining three believe Swenson killed their friend and they take revenge. When their friend then shows up alive they must deal with the consequences of crossing the harsh line that separates fantasy from reality.","release_date":"2000-04-07","vote_average":5.3,"runtime":88,"cert":"","id":73232,"title":"Blast","adult":false,"genre_ids":[18]},{"cast":["Naseeruddin Shah","Jackie Shroff","Juhi Chawla","Nagesh Kukunoor","Gulshan Grover"],"overview":"Three men are on death row. Jaggu (Jackie Shroff), a lawyer and a poet, is serving a sentence for murdering his wife because she was cheating on him with another man. Nagya (Nagesh Kukunoor), a man angry with the whole world, is arrested for murdering his wife too, but he claims that it was an accident where she falls off the sidewalk while they were talking. Ishaan (Naseeruddin Shah), a happy-go-lucky man, is also arrested for murder that he commits while in the act of robbery. The prison's custodian is Mohan (Gulshan Grover), who attempts several methods to reform the prison's inmates. A documentary filmmaker, Chandrika (Juhi Chawla) comes to the jail to set a film about these three men. In the process, she finds redemption to her troubled marriage.","release_date":"2003-01-08","vote_average":7.7,"runtime":102,"cert":"N\/A","id":73237,"title":"3 Deewarein","adult":false,"genre_ids":[80,18]},{"cast":["Kathleen Aerts","Kristel Verbeke","Karen Damen"],"overview":"Eerste Karaoke-DVD van K3 Karen, Kristel en Kathleen hebben geen introductie meer nodig. Wat jaren geleden begon als een gooi naar een plaatsje in de finale van de Belgische preselecties voor Eurosong, is intussen uitgegroeid tot een waar succesverhaal in Nederland en Vlaanderen. Vele kinderen zingen de tientallen K3-hits uit volle borst mee, en nu kunnen ze dat ook met behulp van de K3 karaoke-dvd doen. Op de dvd De 3 biggetjes Oya lélé Kuma he Kusjesdag Dokter dokter Ya ya yippee Van al deze K3-videoclips staan op deze DVD drie verschillende versies: de originele videoclip, de karaoke-clip met de stemmen Karen, Kristel en Kathleen, en een karaoke-versie zonder de originele stemmen. De K3 karaoke-DVD is dus goed voor uren zing- en dansplezier. Ongekend succes In 1999 deden Karen, Kristel en Kathleen mee aan de preselecties van het Eurosong met de single 'Heyah Mama’. Dit was het begin van een ongekend succesverhaal.","release_date":"2007-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73238,"title":"K3 Karaoke","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":90,"cert":"N\/A","id":73239,"title":"Magic Kingdom: Where Dreams Come True","adult":false,"genre_ids":[]},{"cast":["Deepak Dobriyal","Ajay Gehi","Mahie Gill","Zakir Hussain","Rasika Joshi"],"overview":"An aspiring movie actress and her boyfriend are arrested and charged with homicide.","release_date":"2011-08-19","vote_average":5.5,"runtime":104,"cert":"N\/A","id":73242,"title":"Not a Love Story","adult":false,"genre_ids":[80,18,53]},{"cast":["Masakazu Morita","Fumiko Orikasa","Noriaki Sugiyama","Hiroki Yasumoto","Yuki Matsuoka"],"overview":"Ichigo Kurosaki's school is attacked by strange spirits called Unforgiven (Togabito), revealed to have escaped from Hell, and Rukia Kuchiki and Renji Abarai are sent to investigate. Ichigo's family is targeted by the Unforgiven, who are led by Shuren, and Ichigo's younger sister Yuzu Kurosaki is abducted. An Unforgiven named Kokutō saves Karin Kurosaki from being abducted as well, and convinces Ichigo to accompany him and the Soul Reapers to Hell to save her. When they are attacked by monsters called Kushanāda, the guardians of Hell, on the journey, Ichigo's Hollow mask begins to spontaneously manifest. Kokutō warns him to avoid using his mask lest he lose control and hollowfy entirely, and tells him that the Kushanāda torture Unforgiven for their sins by killing them, as Unforgiven continuously revive, and that spirits killed in Hell become Unforgiven themselves.","release_date":"2010-12-04","vote_average":6.9,"runtime":103,"cert":"N\/A","id":73245,"title":"Bleach: Hell Verse","adult":false,"genre_ids":[28,35,16]},{"cast":[],"overview":"Academy Award winner and one of the Original Queens of Comedy, Mo'Nique rules the stage as host of the 3rd installment in Shaquille O'Neal's All Star Comedy Jam concert series. Filmed in front of a live audience during the 2010 NBA All-Star Weekend in Dallas Texas, comedy queen Mo'Nique leads ... her court with some of the industry's most talented and sought after comedians. No topic is off limits on this night at AEG's Nokia Theatre stage. Seasoned comedians, Paul Mooney, Corey Holcomb, George Willborn and Michael Blackson deliver side busting, non-stop laughs in this energetic and memorable night of comedy.","release_date":"2010-10-05","vote_average":0.0,"runtime":1,"cert":"N\/A","id":73246,"title":"Shaquille O'Neal Presents All Star Comedy Jam - Live from Dallas","adult":false,"genre_ids":[35]},{"cast":["Andy Kaufman","Bernadette Peters","Randy Quaid","Kenneth McMillan","Melanie Mayron"],"overview":"Domestic robots fall in love and run off together.","release_date":"1981-12-18","vote_average":3.6,"runtime":79,"cert":"N\/A","id":73247,"title":"Heartbeeps","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Francesca Faiella","Virgilio Olivari","Marco Benevento","Alessandra Aulicino","Monica Citarda"],"overview":"Sandra's twin sister was brutally murdered by a serial killer when they were children. Fifteen years later Sandra is now a professional journalist whose career is on the fritz. Sandra is given one last shot - an assignment which will prove the toughest of her life. She is sent back to the location of her sister's murder to shoot a behind-the-scenes expose for a hardcore porn flick. There she will be forced to confront the ghosts of her past as a new copycat killer has his sights set on Sandra.","release_date":"2011-12-09","vote_average":1.0,"runtime":92,"cert":"N\/A","id":73250,"title":"Bloodline","adult":false,"genre_ids":[27]},{"cast":["Dirch Passer","Poul Reichhardt","Karl Stegger","Jesper Langberg","Preben Mahrt"],"overview":"Me and My Kid Brother and Doggie is a 1969 Danish comedy film directed by Lau Lauritzen Jr. and Lisbeth Movin and starring Dirch Passer.","release_date":"1969-12-12","vote_average":6.0,"runtime":86,"cert":"N\/A","id":73253,"title":"Me and My Kid Brother and Doggie","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Poul Reichhardt","Karl Stegger","Jesper Langberg","Peter Reichhardt"],"overview":"Me and my Kid Brother and the Smugglers is a 1968 Danish comedy film directed by Lau Lauritzen Jr. and starring Dirch Passer.","release_date":"1968-09-12","vote_average":6.7,"runtime":106,"cert":"N\/A","id":73254,"title":"Me and My Kid Brother and the Smugglers","adult":false,"genre_ids":[35]},{"cast":["Scarlett Johansson","Eva Mendes","Judge Reinhold","Alex D. Linz","Nick Fuoco"],"overview":"If you act like an animal, you just may become one!","release_date":"1999-09-10","vote_average":4.9,"runtime":92,"cert":"N\/A","id":73257,"title":"My Brother the Pig","adult":false,"genre_ids":[14,35,878,10751]},{"cast":["Hannah Herzsprung","Lars Eidinger","Stipe Erceg","Lisa Vicari","Angela Winkler"],"overview":"In 2016 the sun has turned the entire world into a scorched and barren wasteland. The humans who have survived are either resourceful or violent, and sometimes both. Marie, her little sister Leonie, and best friend Phillip, are in a car headed to the mountains - rumor has it there is water there. Along the way they meet Tom, a first-rate mechanic. But can they trust him? Fraught with deep distrust, the group is lured into an ambush where their real battle for survival begins.","release_date":"2011-09-20","vote_average":5.6,"runtime":89,"cert":"15","id":73262,"title":"Hell","adult":false,"genre_ids":[27,878,53,9648]},{"cast":["Morten Harket","Magne Furuholmen","Bunty Bailey","Béatrice Dalle","Paul Waaktaar-Savoy"],"overview":"The hits of A-ha\r 1.\tTake on Me\r 2.\tCry Wolf\r 3.\tTouchy!\r 4.\tYou Are the One [Remix]\r 5.\tManhattan Skyline\r 6.\tBlood That Moves the Body\r 7.\tThere’s Never a Forever Thing\r 8.\tEarly Morning\r 9.\tHunting High And Low\r 10.\tI've Been Losing You\r 11.\tCrying in the Rain\r 12.\tI Call Your Name\r 13.\tStay on These Roads\r 14.\tSycamore Leaves\r 15.\tTrain of Thought\r 16.\tSun Always Shines on T.V.","release_date":"1999-01-01","vote_average":8.3,"runtime":73,"cert":"","id":73263,"title":"a-ha Headlines and Deadlines","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"What would a casting session for a film based on the work of H.P. Lovercraft look like? The director suffers through a strange cluster of actors with monstrous features, think Monty Python meets Doctor Who, before an actual Old One shows up courtesy of some serious CGI.","release_date":"2008-05-05","vote_average":3.0,"runtime":9,"cert":"N\/A","id":73266,"title":"Casting Call of Cthulhu","adult":false,"genre_ids":[35]},{"cast":["Natalya Kustinskaya","Natalya Fateeva","Andrey Mironov","Yevgeni Zharikov","Gennadi Nilov"],"overview":"Three best friend are going to spend a vacation on a sea shore. But when they arrive to their usual place they suddenly find that the spot is already occupied - by two beautiful girls.","release_date":"1963-07-03","vote_average":7.6,"runtime":100,"cert":"N\/A","id":73267,"title":"Three Plus Two","adult":false,"genre_ids":[35,10749]},{"cast":["Mher Karakashian"],"overview":"To mark the fifth anniversary of the September 11, 2001 attacks on the United States, CBC presents a two hour documentary based on the findings of the 9\/11 Commission and featuring former White House Advisor Richard Clarke.","release_date":"2006-09-10","vote_average":6.2,"runtime":91,"cert":"N\/A","id":73272,"title":"The Secret History Of 9\/11","adult":false,"genre_ids":[99]},{"cast":["Mark Schneider","Katie Saylor","Morgan Woodward","Len Lesser","Skip Riley"],"overview":"A man named Clint enters a solar-powered van called Vandora into a competition called Freakout.","release_date":"1977-03-01","vote_average":3.3,"runtime":90,"cert":"N\/A","id":73273,"title":"Supervan","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"At a prison in the high desert foothills of the Colorado Rocky Mountains, hard-core criminals are given 90 days to tame wild mustang horses. Most of the inmates who volunteer for the program have never trained a horse before, or even ridden one.","release_date":"2007-09-09","vote_average":5.7,"runtime":91,"cert":"N\/A","id":73274,"title":"The Wild Horse Redemption","adult":false,"genre_ids":[99]},{"cast":["Kate Elliott","Sarah Peirse"],"overview":"Bliss tells the story of Katherine Mansfield in her early 20s as she leaves New Zealand and begins her journey as a writer.","release_date":"2011-09-10","vote_average":3.3,"runtime":98,"cert":"N\/A","id":73275,"title":"Bliss","adult":false,"genre_ids":[18,10770]},{"cast":["Amy Jo Johnson","Kelli Williams","Kurt Max Runte","Robert Moloney","Nancy Moonves"],"overview":"In 1969, the band Sweetwater led by lead vocalist Nansi Nevins opened Woodstock and subsequently got considerable media attention, appearing on a number of TV shows. But just as they appeared to be getting a really break big, they just disappeared. Thirty years later, a cable TV reporter for MIX TV, a musical station, is removed from her show because of being stoned on air. Her station gives her a choice of being dismissed or investigating what happened to Sweetwater. A blending of modern day fiction and past fact is then blended in this biographical story.","release_date":"1999-08-15","vote_average":6.0,"runtime":96,"cert":"N\/A","id":73280,"title":"Sweetwater","adult":false,"genre_ids":[18,10402]},{"cast":["Marina Neyolova","Natalya Shchukina","Dmitriy Maryanov","Fyodor Dunayevsky"],"overview":"Four school graduates congratulate their teacher of mathematics Yelena Sergeyevna on her birthday and ask her to return them their graduate works on mathematics in order to change them before the marks. Yelena Sergeyevna strongly objects...","release_date":"1988-04-12","vote_average":6.3,"runtime":94,"cert":"N\/A","id":73281,"title":"Dear Yelena Sergeyevna","adult":false,"genre_ids":[18]},{"cast":["Jean-Louis Aubert","Corine Marienneau","Richard Kolinka","Louis Bertignac"],"overview":"","release_date":"2006-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73282,"title":"Téléphone - 1976-86","adult":false,"genre_ids":[]},{"cast":["Regine Nehy","Ingrid Andree","Hans-Michael Rehberg","Mehmet Kurtuluş","B.J. Britt"],"overview":"In the near future, the company, \"Menzana\" succeeds with the crucial step of transferring personalities for eternal youth.  For the aged Hermann and his seriously ill wife, Anna, they both fear the day that death will separate them.  At Menzana, they commit to purchasing the bodies of Apolain and Sarah.  Under the conditions of the transfer, Hermann and Anna have use of their new bodies for 20 hours a day.  When they sleep, their hosts Apolain and Sarah return to consciousness are able to use their own bodies for a period of four hours.","release_date":"2010-09-23","vote_average":6.2,"runtime":93,"cert":"N\/A","id":73283,"title":"Transfer","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"","release_date":"2006-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73286,"title":"Raphael  Résistance à la nuit, live - Zénith de Paris","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2006-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73289,"title":"Raphael : Résistance à la nuit, live - Théâtre Du Châtelet","adult":false,"genre_ids":[10402]},{"cast":["Nathalie Kelley","Nick Eversman","Klaus Stiglmeier","Max Riemelt","Catherine de Léan"],"overview":"Anxious to explore the mysterious hidden world under metropolitan Berlin, an international group of four urban explorers hires a local guide, Kris, who leads them into the maze of escape tunnels and subterranean fortifications under the city. When their guide has a bad fall, two of the girls in the group frantically set off to seek help while Denis, the young American, stays behind. Armin, a former East German border guard suddenly appears from nowhere. Out of sheer desperation, Denis allows Armin to lead them and their unconscious guide to safety and it is at this moment that Denis realizes he has just made the biggest mistake of his life!","release_date":"2011-09-08","vote_average":5.3,"runtime":88,"cert":"18","id":73290,"title":"Urban Explorer","adult":false,"genre_ids":[27,53]},{"cast":["Cecilia Roth","Oscar Martinez","Carlos Bermejo","Inés Efron","Arturo Goetz"],"overview":"Empty Nest tells the story of a couple who have to struggle to find themselves after their children grow up and move out. It starts out as a fairly simple story of a couple but becomes complicated by a series of events that may or may not be occurring only in Leonardo’s mind.","release_date":"2008-04-24","vote_average":6.6,"runtime":91,"cert":"N\/A","id":73293,"title":"Empty Nest","adult":false,"genre_ids":[18]},{"cast":["Leonid Bichevin","Maria Mashkova","Oleg Makarov","Aleksandr Sklyar","Aleksandr Ilin"],"overview":"The first Russian emo-movie, Closed Spaces is a story about the newest generation of Russians. Having grown up in Russia's crazy 1990s, an era filled with constant and drastic change, these teenagers have no solid ground beneath their feet. They are trapped in a strange world in which their money-obsessed parents lead senseless lives and even kill each other. Vika is twenty years old. She has black fingernail polish, wears pink dresses, and is constantly depressed. While working at a pizza place, she gets an order for a pizza delivery from Venya, a strange twenty year old boy who lives all alone in a deserted apartment in the middle of Moscow. Venya suffers from agarophobia, the fear of open space. When Vika arrives Venya lets her in and locks the door behind her.","release_date":"2008-08-14","vote_average":5.2,"runtime":95,"cert":"N\/A","id":73294,"title":"Closed Spaces","adult":false,"genre_ids":[35,18]},{"cast":["Casey T. Evans","Tom Arnold","Nick Faltas","Bai Ling","Josh Randall"],"overview":"Six years ago Jack \"The Ripper\" Stemmons, an American boxer had his career destroyed by a St. Louis bookie. After Jack seeks revenge he is forced into hiding. Jack disappears half way around the world in Thailand. There he falls victim to the addictive spell of Bangkok's exotic and dangerous underworld. Eventually he finds solace in the arms of a beautiful prostitute who has been set in his path by a Russian gangster in order to get Jack back in the ring, This time in Bangkok's notorious underground fight clubs. No matter how hard Jack tries to distance himself from his past, it always hunts him down like a Bad Penny. When a mysterious fight fan appears, it's only a matter of time before Jack's past, present and future accelerate and collide into a twisted climax.","release_date":"2010-04-09","vote_average":3.5,"runtime":89,"cert":"N\/A","id":73295,"title":"The Bad Penny","adult":false,"genre_ids":[18,9648,53]},{"cast":["Tom Murphy","Catherine Cusack","Darragh Kelly","Brendan Mackey","Jim Norton"],"overview":"The thriller Boxed addresses the little-known fact that the Irish Republican Army would bring in sympathetic priests to administer last rites to those they were about to execute. The film analyzes the fallout that occurs when one of these priests ha a change of heart, deciding to fight for the life of the captive. ~ Perry Seibert, Rovi","release_date":"2002-08-23","vote_average":0.0,"runtime":78,"cert":"N\/A","id":73296,"title":"Boxed","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73297,"title":"the graduated","adult":false,"genre_ids":[]},{"cast":["Bam Margera","Ryan Dunn","Tim O'Connor","Joseph Frantz"],"overview":"A grueling test of man's will to survive, features participants battling an eight-mile obstacle course full of smoke, fire, barbed wire, freezing water, and fields of mud. Margera and his crew seek to show the Brits that they can tackle any physical challenge, no matter how perilous, as this race often proves to be. Leading up to the race, cameras will follow Margera and his friends as they meet up with some locals and bring their own special brand of American mayhem. From downing pints in London pubs to taking an impromptu dip in the frigid Thames River, Margera and his buddies will stop at nothing in order to leave their mark on England.","release_date":"2010-10-13","vote_average":0.0,"runtime":21,"cert":"N\/A","id":73298,"title":"Bam's World Domination","adult":false,"genre_ids":[28,35]},{"cast":["Kim Ho Kim","Chantal Janzen","Jennifer de Jong","Ron Smoorenburg"],"overview":"","release_date":"2004-02-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":73299,"title":"Fighting Fish","adult":false,"genre_ids":[28,12,80]},{"cast":["Bobby McMullen","Jason Allen","Andy Freesian"],"overview":"The Way Bobby Sees It is a gripping documentary about Bobby McMullen, a competitive mountain biker on a mission to race the most demanding downhill course in the country. Adding to the difficulty: Bobby is legally blind. With the help of a guide and a rigorous training schedule, Bobby is determined to race his bike down a course riddled with obstacles and flanked by steep, life-threatening cliffs. But, the racecourse isn't the only challenge in Bobby's life. Between thrills, spills and jaw dropping helmet camera footage, we see how Bobby uses humor, determination, and unshakeable optimism to battle adversity - both on and off the bike.","release_date":"2008-07-29","vote_average":0.0,"runtime":57,"cert":"N\/A","id":73300,"title":"The Way Bobby Sees It","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Graduation","release_date":"2011-06-10","vote_average":0.0,"runtime":45,"cert":"N\/A","id":73301,"title":"exesses01","adult":false,"genre_ids":[99]},{"cast":["Timmy Ehegötz","Björn Suchla","Karina Schilling","Rüdiger Ohst","Cathleen Kappes"],"overview":"The film tells the story of two boys and how they deal with the discovery of love.","release_date":"2011-07-26","vote_average":6.0,"runtime":91,"cert":"N\/A","id":73302,"title":"The First Time - Bedingungslose Liebe","adult":false,"genre_ids":[]},{"cast":["Rhonda Griffin","Justin Lauer","Bill Moynihan","Kristin Norton","Jon Simanton"],"overview":"Mad scientist brings Dracula, the Wolfman, the Mummy, and Frankenstein's Monster to life... but there's a problem and they end up three feet tall.","release_date":"1997-12-16","vote_average":4.7,"runtime":80,"cert":"N\/A","id":73303,"title":"The Creeps","adult":false,"genre_ids":[35,878,27]},{"cast":[],"overview":"","release_date":"2010-06-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73304,"title":"Indochine: Putain de tournée - Putain de stade (le Making of)","adult":false,"genre_ids":[10402]},{"cast":["Marina Bugakova","Nikolai Volkov Ml.","Ada Rogovtseva","Valentin Gaft","Lyubov Virolainen"],"overview":"A young girl traumatized by her mother death is becoming an actress.","release_date":"1977-06-01","vote_average":8.5,"runtime":82,"cert":"N\/A","id":73305,"title":"Do You Want to Be an Actress, Girl?","adult":false,"genre_ids":[10751,18]},{"cast":["Ryuhei Matsuda","Kayoko Kishimoto","Hiroyuki Ikeuchi","Yôichirô Saitô","Sawa Suzuki"],"overview":"One of a gang of karaoke loving middle aged women is murdered by a young man. Her friends track him down and kill him. His friends track them down and kill the killer ..... and it escalates!","release_date":"2003-11-08","vote_average":6.0,"runtime":112,"cert":"N\/A","id":73306,"title":"Karaoke Terror","adult":false,"genre_ids":[27,18]},{"cast":["Marie Windsor","John Archer","Patric Knowles","Nancy Gates","Jil Jarmyn"],"overview":"A greedy, scheming woman is found murdered in her studio, and the police find that there is no shortage of suspects who wanted to see her dead--among them a rich husband she wouldn't divorce unless he paid her a huge settlement, a lover she caused to be fired from his job and an assistant whose fiancé she tried to seduce.","release_date":"1955-10-27","vote_average":5.1,"runtime":70,"cert":"N\/A","id":73307,"title":"No Man's Woman","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Nathan has been away travelling for nine months after university. He returns home to his white middle class family in the depths of Devon with his new girlfriend. What they don't realise is that she is black","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73308,"title":"Past Present Future Imperfect","adult":false,"genre_ids":[]},{"cast":["Bernard Giraudeau","Caroline Cellier","Jean-Pierre Kalfon","Olivia Brunaux","Robert Manuel"],"overview":"Roland and Martine, once child stars in a TV series, have sunk into a life of crime. Answering an ad from Isabelle, a young girl seeking work with children, they abduct her with the intention of selling her into prostitution. At the last moment, having become fond of her, they relent and set out to take her home. She rebels, insisting that she enjoys their exciting life of stolen cars, stolen cheques, hotels and restaurants left without paying the bill, and the threesome become a formidable team. Then Isabelle's mood changes again and she disappears with a hitch-hiker. Worried over her future, Roland and Martine trace her to the town where she is about to get married and abduct her, this time from the church steps. Roaring off in a stolen ambulance, the three are happily on the run again.","release_date":"1987-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73309,"title":"Vent de panique","adult":false,"genre_ids":[35]},{"cast":["Sherilyn Fenn","Casper Van Dien","Jerry Kroll","Larry Drake","Ted Shackelford"],"overview":"A policewoman unwittingly puts her family in danger when she uncovers corruption in her department.","release_date":"2005-08-01","vote_average":4.3,"runtime":88,"cert":"N\/A","id":73310,"title":"Officer Down","adult":false,"genre_ids":[10770,80,53]},{"cast":["Rudolf Frecska","Lili Monori","Kornél Mundruczó","Kitty Csíkos","Miklós Székely B."],"overview":"A boy returns home from the institution where he grew up, but finds he is not welcome there. He fights to win the love of his family but ends up murdering them.","release_date":"2010-07-26","vote_average":6.7,"runtime":105,"cert":"N\/A","id":73311,"title":"Tender Son: The Frankenstein Project","adult":false,"genre_ids":[18]},{"cast":["Tabu","Sharman Joshi","Yuvika Chaudhary","Vatsal Seth","Ayub Khan"],"overview":"A pushy busybody invites a young man to be her tenant, in hopes of arranging a marriage for her younger sister; but then has to get rid off him when she believes she has found an even better match.","release_date":"2010-02-18","vote_average":5.7,"runtime":129,"cert":"N\/A","id":73312,"title":"Toh Baat Pakki!","adult":false,"genre_ids":[18,35]},{"cast":["Barry Sullivan","Arlene Dahl","George Murphy","Jean Hagen","Richard Anderson"],"overview":"A young lawyer's primrose path to success gets him framed for murder.","release_date":"1951-06-15","vote_average":6.7,"runtime":80,"cert":"N\/A","id":73313,"title":"No Questions Asked","adult":false,"genre_ids":[18]},{"cast":["Zazie"],"overview":"","release_date":"2005-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73314,"title":"Zazie: Rodéo tour","adult":false,"genre_ids":[]},{"cast":["Andrew Thompson","Solomon Cupido","Morne du Toit","Lelia Etsebeth","Bryan Hadwen"],"overview":"Hidden Camera Comedy Movie","release_date":"2011-06-24","vote_average":4.8,"runtime":95,"cert":"N\/A","id":73315,"title":"Ek Joke Net","adult":false,"genre_ids":[18,35]},{"cast":["Craig Fairbrass","Jon Finch","Rowena King","Roger Nott","Hubert Rees"],"overview":"A reporter investigates ritual profanations and finds himself involved with a Druidic cult.","release_date":"1996-11-16","vote_average":5.0,"runtime":90,"cert":"","id":73316,"title":"Darklands","adult":false,"genre_ids":[27]},{"cast":["Cesar Romero","June Havoc","Marie McDonald","Lon Chaney Jr.","Iris Adrian"],"overview":"A down-on-her-luck San Francisco woman, turning in desperation to jewel robbery, barely escapes getting nabbed in a heist and moves to Los Angeles where she gets an honest job as a waitress. Her troubles start again, however, when she falls madly in love, blind to the fact that her boyfriend is a four-flushing, small-time con man.","release_date":"1950-07-07","vote_average":4.9,"runtime":88,"cert":"N\/A","id":73317,"title":"Once a Thief","adult":false,"genre_ids":[80,18]},{"cast":["Andrei Rostotsky","Ivan Krasko","German Kachin","Georgi Martirosyan","Alexey Bahar"],"overview":"The film plays one of a little-known pages of the biography of Arkady Gaidar, the young man when he was appointed commander of the detachment CHON (special-purpose parts)...","release_date":"1978-06-06","vote_average":2.8,"runtime":89,"cert":"N\/A","id":73318,"title":"The end of the emperor of the taiga","adult":false,"genre_ids":[36,18,10752]},{"cast":[],"overview":"Eight acclaimed filmmakers bring their unique and differing perspectives to the 1972 Summer Olympic Games held in Munich. The segments include Lelouch's take on Olympic losers and their struggle to remain dignified even in the face of bitter disappointment and defeat; Zetterling's dramatic exploration of the world of weightlifting; and Pfleghar's piece on young Russian gymnast Ludmilla Tourischev's majestic performance on the uneven bars.","release_date":"1973-10-06","vote_average":8.0,"runtime":110,"cert":"","id":73319,"title":"Visions of Eight","adult":false,"genre_ids":[99]},{"cast":["Paul Loots","John-Henry Opperman","Deon Lotz","Rika Sennett","Andrew Thompson"],"overview":"Tells the story of a 1966 railway community, told through the eyes of an eleven year old boy, called Timus.","release_date":"2011-05-20","vote_average":6.1,"runtime":80,"cert":"N\/A","id":73320,"title":"Stargazer","adult":false,"genre_ids":[]},{"cast":["Asbjørn Andersen","Ole Neumann","Poul Reichhardt","Jane Thomsen","Inger Stender"],"overview":"","release_date":"1965-12-17","vote_average":6.1,"runtime":99,"cert":"N\/A","id":73321,"title":"The Heir to Næsbygaard","adult":false,"genre_ids":[10751]},{"cast":["Ken Takakura","Hidetaka Yoshioka","Chieko Baishô","Tetsuya Takeda","Noko Konoha"],"overview":"The quiet life of a mother and her young son living on a farm in Hokkaido is changed by the arrival of a man who ignites flames of romance in the heart of the mother and shows her boy the importance of grit and kindness, but then he leaves with the autumn wind...","release_date":"1980-03-15","vote_average":7.3,"runtime":95,"cert":"N\/A","id":73324,"title":"A Distant Cry from Spring","adult":false,"genre_ids":[18]},{"cast":["Sakis Boulas","Argyris Bakirtzis","Yannis Zouganelis"],"overview":"Three guys related from marrying three sisters (Batzanakides) meet in Northern Greece at Lake Volvi. The two of them (Panos and Michalis) have as have as destination the Thasos Island whilst the third guy (Antonis) comes to see what is happening with other two falling behind. Panos was struck with the view of a beautiful accompanied girl during the route. Antonis will fall in love too (with the one of the two nurses of Panos) Two old ladies (Sultana and Arhontoula) sitting nearby will act as DJ using a CD player offering very good popular music that suits to the evolution of the movie. Antonis will go to Porto Carras Hotel at Halkidiki with the two nurses for casino playing and will use the number that fails for Panos and Michalis. The movie turns into a study on how men perceive marriage and the impact economics have on their life.","release_date":"1998-01-01","vote_average":6.6,"runtime":87,"cert":"N\/A","id":73329,"title":"Let the Women Wait!","adult":false,"genre_ids":[35]},{"cast":["Marina Yakovleva","Mariya Kononova","Elena Morozova"],"overview":"Выиграв конкурс красоты в своем родном Галушкино, новоиспеченная \"Мисс Галушкино\" Инна отправляется в Москву покорять мир высокой моды. На первом же дефиле происходит конфуз: на глазах у зрителей лопается бретелька платья, которое демонстрирует публике Инна. И молодой кутюрье Эжен Пахмутов, и модель совершенно уверены, что это провал. Но на деле все складывается иначе...","release_date":"2007-06-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":73330,"title":"Smoking Po-Ryazanski","adult":false,"genre_ids":[35,10749]},{"cast":["Maria Kitsou","Christopher Greco","Stavros Louras","Hristodoulos Martas","Despina Bebedelli"],"overview":"Summer at Cyprus seems at first like a gift for Alexandra (Maria Kitsou) and Orestes (Hristodoulos Martas), who travel from Athens to spend the season with Orestes' parents at their seaside residence. However, they soon become enveloped in the turbulence of local politics between Greeks and Turks after getting involved with a family production of a Euripides play.","release_date":"2008-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":73331,"title":"The Last Homecoming","adult":false,"genre_ids":[18,10749]},{"cast":["Konstantin Vorobyov","Andrey Myagkov","Vladimir Gostyukhin","Olga Volkova","Viktor Sukhorukov"],"overview":"Fedot the Shooter is sent by the Czar to find some special food for the foreign ambassador's visit. During the hunt Fedot meets his love Marusya - the magical bird-woman. Evil Czar and his no-less-evil sidekick General with the help of the local witch Yaga try to eliminate Fedot by giving him more and more complex quests and to take Marusya to Tsar's palace. Marusya helps Fedot to solve the quests successfully.","release_date":"2002-06-06","vote_average":1.0,"runtime":102,"cert":"N\/A","id":73332,"title":"The Tale of Fedot, the Shooter","adult":false,"genre_ids":[35,14]},{"cast":["Ekaterina Guseva","Vladimir Simonov","Sergei Astakhov","Roman Fokin"],"overview":"The film's hero, Lola, is getting ready for the celebration of her birthday. Because she knows she is in for a surprise, she lets two strangers with flowers and a cake into her apartment. The guests names are Bim and Bom; they are killers. They've chosen the girl's apartment as a shooting place to assassinate the president whose motorcade is to proceed by her house. Lola becomes a hostage and the main obstacle foiling the assassination plan.","release_date":"2001-06-06","vote_average":1.0,"runtime":81,"cert":"N\/A","id":73333,"title":"Happy birthday, Lola!","adult":false,"genre_ids":[28,35,80]},{"cast":["Sergei Makovetsky","Sergey Nikonenko","Mikhail Svetin","Emmanuil Vitorgan","Dmitriy Isaev"],"overview":"England, London, May 1899. The death of the old lord Robert Andestend collects under one roof, in a family estate, his three nephews: bachelor bachelors who do not grieve too much for the deceased. Nephews learn that after the death of their rich uncle, they receive a huge inheritance - one million pounds sterling. But nephews will receive this sum only if they take three girls who live in the mansion of the old lord. If the nephews do not fulfill the condition, the whole legacy will pass to the old friend of the lord, the Russian general in retirement. The uncle complicated the task by saying that it is necessary to get married before a certain period - within two days. And nephews rush all the truths and crooks to get three \"golden\" brides.","release_date":"2006-06-06","vote_average":1.0,"runtime":105,"cert":"N\/A","id":73334,"title":"Happy birthday, Your Majesty","adult":false,"genre_ids":[35]},{"cast":["Jeff Fahey","David A.R. White","Anna Zielinski","Victoria Jackson","Andrea Logan White"],"overview":"A roller coaster ride of love, emotions and comedy Jeff Fahey (LOST, MACHETE), Reginald Vel Johnson (Family Matters, DIE HARD), and Victoria Jackson (Saturday Night Live, BABY BOOM) star in this funny, heartfelt story about the difficulties many marriages face and the simple solution. A trio of unhappily married couples head to a mountain retreat where they are subjected to unorthodox and seemingly comical methods by the Dr. Sullivan (Fahey) and his wife Katrina (Jackson). As the couples struggle through the program for marital bliss, they soon discover it’s not “What” they are missing from their lives but “Who”, Jesus.","release_date":"2011-08-23","vote_average":6.1,"runtime":97,"cert":"N\/A","id":73335,"title":"Marriage Retreat","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ally Sheedy","Stephen Caffrey","Tim Matheson","Brian Libby","Tracey Needham"],"overview":"A woman inherits a fortune, causing her husband and his lover to plot her demise by poisoning her. The only trouble is it only places her in a deep coma that resembles death. When an accident occurs in the embalmer's office he doesn't complete the embalming process, causing her to be buried alive. Awakening from the grave, she claws her way out and seeks revenge against the two who caused her supposed demise","release_date":"1997-06-18","vote_average":5.2,"runtime":97,"cert":"N\/A","id":73336,"title":"Buried Alive II","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"The story of the marque from Maranello in celebration of their 50th anniversary (1947-1997). No other car has generated such passion, vibrancy and glamour than these crimson racers and their creator. With full access to exclusive 50th anniversary events in Europe and America, every facet of Ferrari's superb road and race history is explored. Factory museum footage, historical archive and interviews with drivers and champions all feature in 240 minutes of digital studio-quality footage. Complemented by an interactive fact file, over 100 significant Ferrari models are featured and you can go straight to moving video of each car OR access their technical details and racing history.","release_date":"1999-09-29","vote_average":0.0,"runtime":240,"cert":"Exempt","id":73337,"title":"50 Years Of Ferrari","adult":false,"genre_ids":[99]},{"cast":["Alla Demidova","Yuriy Galtsev","Aleksey Guskov","Zoya Buryak","Nina Urgant"],"overview":"Хозяйка большого, но расстроенного поместья Меропия Мурзавецкая держит всю свою вотчину в железном кулаке: не спускает лести, подхалимства и слывет на всю округу святой строгой благодетельницей. Но и у нее есть своя слабость — племянник Апполоша, пропойца и неудавшийся хохмач, выгнанный с военной службы за мелкие пакости. Чтобы поправить своё положение и наконец-то пристроить племянника, Меропия решает женить его на богатой соседке, хорошенькой вдовушке Евлампии Купавиной, и ради этого идет на череду подлогов и лжи. Несмотря на то, что Апполон вместо решительного предложения руки и сердца лишь занимает у Купавиной пять рублей на «табачок-с», задумка Мурзавецкой близка к завершению, и наивная овечка Евлампия со всем своим капиталом и необъятными лесами почти оказывается в пасти деспотичной помещицы. Но когда Мурзавецкая уже не сомневается в успехе своей аферы, появляется Василий Беркутов, давний ухажёр Купавиной, прирожденный предприниматель и делец…","release_date":"2006-06-06","vote_average":0.0,"runtime":115,"cert":"N\/A","id":73338,"title":"Russkie Dengi","adult":false,"genre_ids":[35,36]},{"cast":["Chris Penn","Dominic Zamprogna","Stuart Stone","Devon Sawa"],"overview":"Three teenage boys in small-town Southern Ontario are thrilled when Luke Cooper, a mysterious American fugitive with a gunshot wound in his leg, decides to crash their secret hideout. Luke tells them that he's a cop on the run from corrupt colleagues, and swears them to silence. As he recuperates, he becomes their buddy and confidante. By the time the boys realize Luke is not who he pretends to be, they're in way over their heads","release_date":"1997-02-28","vote_average":5.5,"runtime":91,"cert":"N\/A","id":73339,"title":"The Boys Club","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Journalist Ivy Meeropol makes her directorial debut with Heir to an Execution, a personal documentary exploring the execution of her biological grandparents: Julius and Ethel Rosenberg. In 1953, the Rosenbergs were put to death by the U.S. government with the charge of conspiracy to commit wartime espionage. Their orphaned young children were adopted by the Meeropol family, who raised them with the belief that their real parents were innocent. After working as a magazine reporter and political speechwriter for much of her career, director Meeropol conducted her own intimate investigation of her grandparents. The film includes commentary from the Rosenbergs' friend Morton Sobell (also convicted, but released from prison in 1969) and the director's father, Michael Meeropol. Produced by filmmaker Marc Levin, Heir to an Execution was shown at the Sundance Film Festival in 2004 as part of the documentary competition","release_date":"2004-01-01","vote_average":8.0,"runtime":99,"cert":"N\/A","id":73340,"title":"Heir To An Execution","adult":false,"genre_ids":[99]},{"cast":["Oskar Kuchera","Yelena Zakharova","Evklid Kyurdzidis","Mikhail Svetin","Armen Dzhigarkhanyan"],"overview":"Because of the accident, Grinya - a shy and unsound bachelor - loses his hand. However, the geniuses of Russian medicine are saved by sewing someone else's hand. And who would have thought that a new hand belonging to a famous adventurer and a scamper would completely change Green's life. Quiet existence is replaced by a string of unpredictable events and dizzying adventures: all the bandits of the city are trying to find it, from girls there is no hanging, money and success are abundant ... Thanks to a new hand, he becomes bold and confident. It's just not clear - who really is the master in their amazing tandem.","release_date":"2008-06-06","vote_average":0.0,"runtime":125,"cert":"N\/A","id":73341,"title":"Hand for Happiness","adult":false,"genre_ids":[35,80]},{"cast":["Chris Burandt","Geoff Kyle","Tyler Blair","Dan Treadway","Cory Davis"],"overview":"Featuring the world renowned Slednecks team, Slednecks 14 showcases the best snowmobilers pushing the limits of the sport. Kalle \"KJ\" Johansson backs up his inaugural performance in Slednecks 13 with another mind blowing backcountry display of technical lines and huge air. New comers, Brad Gilmore, Tyler Blair, and Grant Clarke set a new standard with big drops and bigger air, while Cory Micku shows off his technical riding skills. Chris Burandt and Sahen Skinner continue their backcountry boondocking adventure through the Rockies, while Dan Treadway, Rob Alford, and Geoff Kyle seek out the deepest snow ever caught on camera. Cory Davis and the AK crew represent hard with some seriously dirty whips and sick backcountry tricks in the huge mountains of the last frontier. Slednecks 14 is on point with the latest progression of the sport captured beautifully on high definition video for all to see. Enjoy! Filmed in British Columbia, Alaska, and Colorado","release_date":"2011-08-04","vote_average":4.3,"runtime":54,"cert":"N\/A","id":73342,"title":"Slednecks 14","adult":false,"genre_ids":[]},{"cast":["Paul Thacker","Heath Frisby","Chris Burandt","Geoff Kyle","Brett Turcotte"],"overview":"Once again the Slednecks team has taken snowmobiling to a whole new level. The Slednecks 13 snowmobile video DVD features some of the most progressive riding our cameras have ever caught on film. Heath Frisby returns to the film series with the goal of winning Gold at X. Chris Burandt's technical tree lines will leave you speechless. Paul Thacker and Cory Davis turn Alaska into a playground. Dan Treadway, Chris Brown, and Geoff Kyle rip up some of the deepest powder ever to hit British Columbia, while Cody Borchers and Brett Turcotte take freestyle tricks to the backcountry. Slednecks 13 also introduces a new star that is redefining backcountry riding with amazing drops and technical lines. Shot on beautiful High Definition, the cinematography is almost as good as the riding. Slednecks 13 is the best film they have made in years!.....","release_date":"2010-09-08","vote_average":8.0,"runtime":62,"cert":"N\/A","id":73343,"title":"Slednecks 13","adult":false,"genre_ids":[]},{"cast":["Wong Yik","Ho Yun Tung","Yau Shun Chi"],"overview":"Yuk Jiao Lung takes up kung fu with the former rebel master Jade Fox as a way to escape an undesirable arranged marriage, while simultaneously, sword master Li Mu Bai falls in love with Yu Shu Lien when she arrives to avenge the murder of her parents. When the Green Destiny Sword turns up stolen, and the notorious female thief Jade Fox arrives to finish the ordeal, the four become enmeshed in a tangle of adventure, vengeance, and betrayal.","release_date":"2004-06-22","vote_average":5.0,"runtime":228,"cert":"N\/A","id":73344,"title":"New Crouching Tiger, Hidden Dragon","adult":false,"genre_ids":[28]},{"cast":["Sam Rogers","Paul Thacker","Geoff Kyle","Cory Davis","Dan Treadway"],"overview":"Once again the Slednecks team has raised the bar for what can be done on a snowmobile, from deep snow in the Canadian Rockies to backflip world records, this film has it all. Find out what drives these daredevils in this inside look into the world of freeride snowmobiling. Featuring Geoff Kyle, Chris Burandt, Paul Thacker, Chris Brown, Dan Adams, Cory Davis, Brett Turcotte, Shad Free, Dan Treadway, Brandon Cormier, Sam Rogers and the rest of the madmen.....","release_date":"2009-08-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73345,"title":"Slednecks 12","adult":false,"genre_ids":[]},{"cast":["Susan Hayward","Bette Davis","Mike Connors","Joey Heatherton","Jane Greer"],"overview":"A divorced couple's teen-age daughter stands trial for stabbing her mother's latest lover.","release_date":"1964-11-02","vote_average":6.0,"runtime":111,"cert":"N\/A","id":73348,"title":"Where Love Has Gone","adult":false,"genre_ids":[10749]},{"cast":["Harvey Keitel","Andie MacDowell","Martin Sheen","John Franklin Sawyer","Scott Terra"],"overview":"In 1935, 99-year-old former slave Shadrach asks to be buried on the soil where he was born to slavery, and that land is owned by the large Dabney family, consisting of Vernon, Trixie and their seven children, and to bury a black man on that land is a violation of strict Virginia law.","release_date":"1998-09-22","vote_average":6.4,"runtime":89,"cert":"N\/A","id":73351,"title":"Shadrach","adult":false,"genre_ids":[18]},{"cast":["Paul Michael Glaser","Susan Hogan","John Colicos","David Bolt","David Bolt"],"overview":"A psychiatrist involved in a radical new therapy comes under suspicion when his patients are murdered, each according to their individual phobias.","release_date":"1980-09-09","vote_average":5.3,"runtime":94,"cert":"N\/A","id":73354,"title":"Phobia","adult":false,"genre_ids":[53,18,27]},{"cast":["Chantal Janzen","Mimoun Oaïssa","Maryam Hassouni","Mohammed Chaara","Roeland Fernhout"],"overview":"","release_date":"2007-03-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":73355,"title":"Kicks","adult":false,"genre_ids":[18,80]},{"cast":["Ralph Fiennes","Rachel Weisz","Bill Nighy","Michael Gambon","Felicity Jones"],"overview":"Johnny is a long-serving MI5 officer. His boss dies suddenly, leaving behind an inexplicable file which threatens the stability of the organisation.","release_date":"2011-08-28","vote_average":6.5,"runtime":99,"cert":"15","id":73358,"title":"Page Eight","adult":false,"genre_ids":[9648,53,18]},{"cast":["Hulk Hogan","Paul Michael Lévesque","William Jason Reso","Stephen Farrelly","Randy Orton"],"overview":"He’s one of the most popular superstars in the WWE, but he has never been the subject of a DVD release—until now. This 3-disc set takes an in-depth look at WWE’s Apex Predator from Elimination Chamber through the road to WrestleMania and Orton’s brutal bout with CM Punk. Along the way, fans learn about the Viper in and out of the ring as he reflects on his career to date. Family and opponents contribute never-before-seen interviews about Orton’s past, present, and future. In addition the set is packed with some of Orton’s most memorable matches and moments from his career.","release_date":"2011-09-06","vote_average":6.7,"runtime":540,"cert":"","id":73361,"title":"Randy Orton: The Evolution Of A Predator","adult":false,"genre_ids":[99]},{"cast":["Bruce Boxleitner","Jeff Bridges","Paul Dzenkiw","Garrett Hedlund","Dan Shor"],"overview":"TRON: The Next Day is a 10-minute short film, released on the Blu-Ray edition of TRON: Legacy in April 2011, that fills in the backstory between TRON and TRON: Legacy. It features scenes from the real-world Flynn Lives ARG as well as purely in-universe content. The short film also reveals the full chronology of the Flynn Lives Organization, naming Roy Kleinberg as the secret figure heading up the operation and Alan Bradley as its financial backer. Some scenes in the short also set up the story for a potential third film.","release_date":"2011-03-14","vote_average":5.7,"runtime":10,"cert":"N\/A","id":73362,"title":"TRON: The Next Day","adult":false,"genre_ids":[878,53]},{"cast":["Cleo Moore","Hugo Haas","Mona Barrie","Rick Vallin","Karen Sharpe"],"overview":"A homely middle-aged man falls hard for a much younger woman leading to disaster.","release_date":"1952-09-01","vote_average":6.3,"runtime":80,"cert":"N\/A","id":73363,"title":"Strange Fascination","adult":false,"genre_ids":[18]},{"cast":["Don Porter","Brenda Joyce","Patricia Morison","Milburn Stone","Samuel S. Hinds"],"overview":"A woman plots to steal secrets from her Atomic-expert husband.","release_date":"1946-07-12","vote_average":0.0,"runtime":59,"cert":"N\/A","id":73366,"title":"Danger Woman","adult":false,"genre_ids":[9648]},{"cast":["Howard Duff","Brian Donlevy","Peggy Dow","Lawrence Tierney","Bruce Bennett"],"overview":"In \"Shakedown,\" Howard Duff plays a photographer who will stop at nothing to climb his way to the very top of the success ladder. On the strength of his sheer tenacity, he gets a job with a major newspaper, and it's not long before he's made a name for himself by charming a notorious crime boss (Brian Donlevy) into allowing himself to be photographed. Donlevy takes him under his wing, but Duff decides to bite the hand that feeds him and sets Donlevy and another crime boss, Lawrence Tierney, against one another. He uses photos to blackmail Tierney into providing him with a steady income while he sidles up to Donlevy's wife on the sly, all the while romancing the photo editor of the paper at which he works.","release_date":"1950-09-01","vote_average":4.8,"runtime":80,"cert":"N\/A","id":73369,"title":"Shakedown","adult":false,"genre_ids":[]},{"cast":["Ghita Nørby","Poul Reichhardt","Preben Mahrt","Holger Juul Hansen","Lisbeth Movin"],"overview":"","release_date":"1962-10-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":73370,"title":"Rikki og mændene","adult":false,"genre_ids":[18]},{"cast":["Stanley Weber","François Berland","Féodor Atkine","Marina Cristalle","William Mesguich"],"overview":"","release_date":"2009-12-25","vote_average":7.5,"runtime":null,"cert":"N\/A","id":73371,"title":"Louis XV, le Soleil noir","adult":false,"genre_ids":[36]},{"cast":["Ghita Nørby","Judy Gringer","Jeanne Darville","Ebbe Langberg","Hans Kurt"],"overview":"Eva comes to visit the ship, and when the alarm is raised and they are facing the sea, she hides in a cabin. This leads to various complications, not least because the admiral later come aboard.","release_date":"1960-09-19","vote_average":5.8,"runtime":104,"cert":"N\/A","id":73372,"title":"Sømand i knibe","adult":false,"genre_ids":[35,10751]},{"cast":["Danny McMurphy","Naomi Stevens","Michele Marsh","Robert Miano"],"overview":"A classic story designed to teach important truths about Eucharist, intergenerational relationships, death, and the importance of tradition in our lives. Young Mario, saddened by his grandmother's unexpected death, is delighted when his mother bakes Nonna's special Pane de Pasqua (Easter Bread) as a way of bringing her memory to his First Communion celebration.","release_date":"","vote_average":10.0,"runtime":18,"cert":"N\/A","id":73377,"title":"Grandma's Bread","adult":false,"genre_ids":[]},{"cast":[],"overview":"A candid look at the half-century old rivalry between two New Mexico high school football teams.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73386,"title":"Cruces Divided 2","adult":false,"genre_ids":[99]},{"cast":["Brett Claywell","Brandon Hardin","Tyhm Kennedy","Anthony Lawson","Mark Mench"],"overview":"After a fellow Officer's funeral, 4 Cops decide that the only way to get rid of the criminal element is to stop arresting the criminals, and start burying them.","release_date":"2004-01-01","vote_average":2.5,"runtime":77,"cert":"N\/A","id":73395,"title":"20 Funerals","adult":false,"genre_ids":[28]},{"cast":["Ida Marie Christensen","Anne Clausen","Janne Britt Hansen","Niklas Ingemann","Jesper Klein"],"overview":"She's back - the lovable little elf who sleeps in a matchbox on the artist's desk: and of course her playmates, too, the comical mouse couple Fredrik and Ingolf. The trio are moving into the city. It's a mjor step for Circleen and the mice, and one which has its pros and cons. The city is a dangerous place, but it also has cute, amusing, cheeky playmates such as Sidse, whose family boasts a pirate, and Hassan's family, who introduce food-loving Ingolf to feta cheese and belly-dancing.","release_date":"1998-12-10","vote_average":6.0,"runtime":62,"cert":"N\/A","id":73398,"title":"Circleen - City Mouse","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"","release_date":"2007-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73403,"title":"Dyrene På Landet (Chapper)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Electrifying Grand Prix IN-CAR action with the legends of FORMULA ONE Experience the evocative eras of FORMULA ONE ...from the drivers seat...breathtaking on-board rides with FORMULA ONE legends Fangio, Moss, Stewart, Senna and Schumacher driving their exotic FORMULA ONE machines at historic Grand Prix circuits from the Nurburgring to Monaco, Spa, Suzuka, Monza and more. Crafted entirely from rare FORUMLA ONE archive footage, this action film takes you into the exclusive world of the FORMULA ONE race driver, from 1950 to present day.","release_date":"2004-11-22","vote_average":0.0,"runtime":70,"cert":"U","id":73404,"title":"50 Years of Formula 1 On Board","adult":false,"genre_ids":[99]},{"cast":["Rick Savage","Joe Elliott","Rick Allen","Phil Collen","Vivian Campbell"],"overview":"Joe Elliott (vocals) Vivian Campbell (guitar) Rick \"Sav\" Savage (bass) Rick Allen (drums) Phil Collen (guitar). Let's Get Rocked - Another Hit And Run - Too Late For Love - Hysteria - Make Love Like A Man - Foolin' - Rocket - Two Steps Behind - Have You Ever Needed Someone So Bad - Armageddon It - Pour Some Sugar On Me - Rock Of Ages - Love Bites - Photograph recorded live at Sheffield Stadium, Sheffield, UK, June 6, 1993 In the early 80s Def Leppard started new standards in British heavy metal. Trendy power chords and 5000 vocal tracks in the chorus involved sopping metal hymns and arenas with topless teens. It is not easy to be a legend. No matter what you do, no matter how much you change and you deliver qualitative work you are always in the eye of the critics and are measured against the famous classics. \"Def Leppard\" are not an exception. The hard rock institution from Sheffield delivered with \"Pyromania\" and \"Hysteria\" two groundbreaking albums in the 80s - million seller.","release_date":"1993-07-23","vote_average":0.0,"runtime":null,"cert":"","id":73407,"title":"Def Leppard - Live in Sheffield","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A low-budget horror anthology made of 5 short films, each belonging to a different horror sub-genre. These segments are introduced by a ghoulish host of the sort that used to present late-night horror movies on TV. The five films are Pig, The Closet, Fall Apart, Meat Man, and Watcher.","release_date":"2009-01-01","vote_average":5.0,"runtime":107,"cert":"N\/A","id":73408,"title":"Drive-In Horrorshow","adult":false,"genre_ids":[27]},{"cast":["Akira Kobayashi","Hideki Takahashi","Katsue Takaishi","Oh Ranfan","Ruriko Itô"],"overview":"“I like shady dealings,” purrs undercover superspy Yabuki en route to infiltrating a sadistic, trigger-happy gang of international jewel thieves. Gone renegade from the shadowy espionage bureau that honed his killer instincts to a razor’s edge, the implacable Yabuki teams up with fellow mercenary crime fighter Yamawaki. Together, they follow a trail of stolen gems leading from the final days of WWII to a contemporary conspiracy that reaches into the highest corridors of corporate power and nefarious international villainy.","release_date":"1967-10-21","vote_average":6.0,"runtime":85,"cert":"N\/A","id":73409,"title":"Three Seconds to Zero Hour","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"This documentary provides a behind the scenes glimpse into the history of the Warner Bros. Studios. It begins with a look at the silent movies and ends with the action-packed movies of today. Features movie clips and a look at historic musicals and westerns. Several actors and actresses that helped to build the studio are presented, including rare interviews with John Wayne, Robert Redford, Bette Davis, and Natalie Wood.","release_date":"1991-09-14","vote_average":6.0,"runtime":108,"cert":"N\/A","id":73410,"title":"Here's Looking At You, Warner Bros.","adult":false,"genre_ids":[]},{"cast":["Jens Pulver","Brian Davidson","John Ott","Jake Rosholt","Rudy Bears"],"overview":"Titan FC 18: Pulver vs. Davidson was a mixed martial arts event held by the Titan Fighting Championships on Friday, May 27, 2011 at Memorial Hall in Kansas City, Kansas.","release_date":"2011-05-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73411,"title":"Titan FC 18: Pulver vs. Davidson","adult":false,"genre_ids":[]},{"cast":["Lady Gaga","Ozzy Osbourne","Akon","Michael Bolton"],"overview":"Not since Madonna has the pop world experienced a cultural icon like Stefani Germanotta, better known by her stage name, Lady Gaga. From her early years as an aspiring pianist and songwriter, to her time as a Catholic-school outcast, to her first record deal, One Sequin at a Time explores the ups and downs of this highly influential superstar. Her explosive career has continued to grow following the release of two major albums and critically acclaimed tours. With commentary from such stars as Ozzy Osbourne, Akon, and Michael Bolton, see how Lady Gaga is taking on the world--one sequin at a time. Loaded with Exclusive Interviews.","release_date":"2010-09-29","vote_average":7.0,"runtime":null,"cert":"N\/A","id":73412,"title":"Lady Gaga: One Sequin at a Time","adult":false,"genre_ids":[99,10402]},{"cast":["Stephen Chow","Josephine Siao","Kenny Bee","Sharla Cheung Man","Natalis Chan"],"overview":"A sequel to Fist of Fury 1991 that continues right where the last one leaves off. Chow is a wacky but lovable mainlander duking it out with wacky bad guy Yuen Wah. Meanwhile, he learns kung-fu from the legendary Josephine Siao, and assorted hijinks involving Cheung Man and Nat Chan Bak-Cheung go on forever.","release_date":"1992-01-01","vote_average":5.2,"runtime":94,"cert":"N\/A","id":73417,"title":"Fist of Fury 1991 II","adult":false,"genre_ids":[28,35]},{"cast":["Marlene Dietrich","Victor McLaglen","Gustav von Seyffertitz","Warner Oland","Lew Cody"],"overview":"The Austrian Secret Service sends its most seductive agent to spy on the Russians.","release_date":"1931-04-04","vote_average":7.0,"runtime":91,"cert":"N\/A","id":73420,"title":"Dishonored","adult":false,"genre_ids":[18,10752,10749]},{"cast":["broeder Hugo"],"overview":"Broeder Hugo is 35, katholiek en al 10 jaar kluizenaar in Noord-Groningen. Hij woont alleen in zijn kapel achter een hek met een slot. Stilte lijkt dan voor het oprapen te liggen, maar afleiding misschien nog wel meer. Een beschouwende documentaire over de menselijke beweging tussen iets heel graag willen en de weerbarstige praktijk.","release_date":"2011-08-31","vote_average":0.0,"runtime":25,"cert":"N\/A","id":73421,"title":"Kluizenaar - de Film","adult":false,"genre_ids":[99]},{"cast":["Mark Duplass","Melissa Leo","Bret Loehr","Carr Thompson","Emma Dumont"],"overview":"At 34, struggling Seattle musician Sam finds himself broke, jobless and losing touch with the person he wants to become. When his girlfriend kicks him out, he's forced to crash with his Aunt Sharon and is reluctantly enlisted to take her teen son, Oliver, and his friend Jake camping.","release_date":"2009-03-14","vote_average":6.5,"runtime":88,"cert":"N\/A","id":73424,"title":"True Adolescents","adult":false,"genre_ids":[35]},{"cast":["Harold Peary","Billie Burke","Claire Carleton","Richard LeGrand","Freddie Mercer"],"overview":"On a trip to New York, a small-town blowhard gets caught between a wealthy widow and a gold digger.","release_date":"1943-10-28","vote_average":5.8,"runtime":65,"cert":"N\/A","id":73429,"title":"Gildersleeve on Broadway","adult":false,"genre_ids":[35]},{"cast":["Olivia de Havilland","Sonny Tufts","Anne Shirley","Jess Barker","James Dunn"],"overview":"An aviation engineer and a government secretary are thrown together by the war effort.","release_date":"1943-11-05","vote_average":5.4,"runtime":93,"cert":"N\/A","id":73430,"title":"Government Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Bruce Cabot","Rochelle Hudson","Paul Kelly","Tina Thayer","Roberta Smith"],"overview":"Francis Ryan, living high-and-free-wheeling life as the wife of gangster \"Smiley\" Ryan, spends some time behind bars as a result of her husband's activities, and, when she gets out, realizes she has been a bad example for her kid-sister, Jennie White, and five of her friends. With the aid of her old boyfriend, she manages to divert them from their juvenile-delinquent path leading to disaster for each.","release_date":"1940-11-15","vote_average":6.0,"runtime":64,"cert":"N\/A","id":73431,"title":"Girls Under 21","adult":false,"genre_ids":[18,12,80]},{"cast":[],"overview":"At forty years old, Devin Dearth is a successful businessman, a loving husband, father of three, a devout Christian and champion bodybuilder. He and his family reside in the small community of Central City, Kentucky where they live the ideal \"American Dream.\" That is, until Devin suffers a devastating stroke. Caused by a bleed in the brain stem, the stroke leaves him paralyzed on his right side and unable to walk, with difficulty speaking, double vision and inability to care for himself or his family. He has met his ultimate adversary: The limits of his own mortality. We follow Devin on this unconventional journey, during which his courage, faith, patience and desire to overcome are tested on a daily basis. The trials he and his family endure along the way remind us that the human spirit can transcend any boundaries while exploring a universal community of healing and transformation. Written by Bigfoot Entertainment, Inc.","release_date":"2009-09-30","vote_average":8.0,"runtime":83,"cert":"N\/A","id":73432,"title":"9000 Needles","adult":false,"genre_ids":[]},{"cast":[],"overview":"National Geographic takes you on an exclusive tour inside Air Force One, part luxury hotel, part super-secret military command post. From its beginnings with President Roosevelt making a secret wartime flight in 1943 - to the historic flight that returned President Kennedy's body to Washington after his assassination - to the closing months of the Clinton administration, Air Force One takes you through the history of the world's most powerful plane. Features exclusive interviews with Presidents George W. Bush, William Jefferson Clinton, George H. W. Bush, and Jimmy Carter.","release_date":"2003-08-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73435,"title":"National Geographic: Air Force One","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Pentagon encompasses the military nerve center of the United States, reaching out to far-flung battlefields, formidable weaponry, and a culture that permeates more of America and the world than many realize. Inside the Pentagon interweaves stories covering the sweep of the Pentagon's 58-year history, taking viewers into the restricted inner workings of the American military machine, including the new war on terrorism and coverage of the historic response following the attack of September 11, 2001.","release_date":"2002-04-05","vote_average":0.0,"runtime":88,"cert":"N\/A","id":73438,"title":"National Geographic: Inside The Pentagon","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73441,"title":"Hunger","adult":false,"genre_ids":[]},{"cast":["Cary Elwes","Kip Pardue","Rachael Leigh Cook"],"overview":"A young smalltown reporter, Jessie St. Claire, begins investigating a killer stalking his victims making video tapes. This might just be the career opportunity, which she has hoped for. When she herself becomes a target and suddenly disappears, the case attracts a colleague from the nationally syndicated television show \"American Crime\" as well. Together with Jessie's camera-man and later joined by her producer he tries to solve the mysterious case. Written by Oliver Heidelbach (IMDB)","release_date":"2004-04-06","vote_average":3.9,"runtime":89,"cert":"N\/A","id":73442,"title":"American Crime","adult":false,"genre_ids":[53]},{"cast":["Amitabh Bachchan","Shashi Kapoor","Rishi Kapoor","Rakhee Gulzar","Waheeda Rehman"],"overview":"A story spanning two generations, where two lovers are forced to marry against their will, but hold onto memories of their romance. Years later circumstances force them to confront their spouses, their children and each other.","release_date":"1976-01-27","vote_average":5.7,"runtime":177,"cert":"","id":73443,"title":"Kabhi Kabhie","adult":false,"genre_ids":[18,10749]},{"cast":["Cecilia Parker","Roger Pryor","Robert Baldwin","Gale Storm"],"overview":"A couple of rich girls at a private boarding school find themselves mixed up in gambling and blackmail, and must steal from their parents to pay their gambling debts.","release_date":"1941-08-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":73444,"title":"Gambling Daughters","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"Street Life documents the lives of Chinese migrants in Shanghai, one of the world’s largest and most vibrant cities, now symbolic of China’s economic might. The film centers on Nanjing Road, one of China’s oldest commercial streets and today a popular destination for tourists and moneyed Chinese. The street has also become a Mecca for uprooted and homeless Chinese, who make ends by collecting garbage and recyclables. These characters and their stories are the focus of the film. The central character in Street Life is a migrant known as “Black Skin.” Black Skin faces numerous pressures in the course of the film, including police violence. In the end, these pressures are too much for him to bear and he goes mad. Black Skin’s story intersects with those of fellow bottle collectors, enterprising thieves and even a young boy who has been abandoned.","release_date":"2006-01-01","vote_average":7.0,"runtime":98,"cert":"N\/A","id":73445,"title":"Street Life - Living on Nanjing Road","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"Beautiful, Dirty, Rich\" (from \"The Fame\") By Lady Gaga \"Love Game\" (from \"The Fame\") By Lady Gaga \"Poker Face\" (from \"The Fame\") By Lady Gaga \"Paparazzi\" (from \"The Fame\") By Lady Gaga \"Just Dance\" (from \"The Fame\") By Lady Gaga","release_date":"2010-01-19","vote_average":8.0,"runtime":21,"cert":"N\/A","id":73446,"title":"Lady Gaga: London Live","adult":false,"genre_ids":[10402]},{"cast":["Ron James"],"overview":"Quest for the West is a full tilt, comedic homage to the lure of 'The Promised Land', during Alberta and Saskatchewan’s centennial year, performed by Canada’s number one selling comedian, Ron James. His poetically charged, kinetically driven performance, delivers an eclectic collection of side splitting bits, covering a 100 year timeline... from sod busting pioneers, to twenty-first century foot soldiers in the Fort 'McMoney' oil patch, all come west looking to reap the boons in a land where Opportunity’s shining bright as a new dream!","release_date":"2006-12-31","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73447,"title":"Ron James: Quest for the West","adult":false,"genre_ids":[35]},{"cast":["Nikolaj Lie Kaas","Julie Zangenberg","Lars Ranthe","Lars Brygmann","Annika Aakjær"],"overview":"Opening in the seductive style of the sixties, »A Funny Man« uncovers the perennial loneliness that comedian Dirch Passer (Nikolaj Lie Kaas) has found himself in after a fast-tracked rise to fame. He struggles between his own desire to gain critical respect and servicing the audience¿s needs. Costing his kindred friendship to on-stage partner Kjeld Petersen (Lars Ranthe) Dirch takes on Steinbeck's classic »Of Mice and Men«, only for the audience to break out in laughter at his first line. Dirch's Lennie becomes a running joke, and so has, Dirch believes, his own life.","release_date":"2011-08-25","vote_average":7.2,"runtime":116,"cert":"N\/A","id":73448,"title":"A Funny Man","adult":false,"genre_ids":[18]},{"cast":["Donald Sinden","Anthony Steel","Anna-Maria Sandri","André Morell","Donald Pleasence"],"overview":"The Black Tent is a 1956 British war film directed by Brian Desmond Hurst and starring Donald Sinden, Anthony Steel, Anna Maria Sandri, André Morell and Donald Pleasence. It is set in North Africa, during the Second World War and was filmed on location in Libya.During the British retreat through Libya, a British officer takes shelter with a group of Arab Bedouin. He marries the chief's daughter. Sometime later his younger brother, who had believed him to be dead, is informed that he may be alive in Libya - prompting him to set out and search for him.","release_date":"1956-04-09","vote_average":6.0,"runtime":93,"cert":"","id":73449,"title":"The Black Tent","adult":false,"genre_ids":[10749,18,28]},{"cast":["Joe Alaskey"],"overview":"Daffy Duck tries to go into the government to make a law stating that Rabbit Season shall be a minimum of 12 months, while Bugs tries to stop him by means of the U.S. constitution.","release_date":"2004-11-01","vote_average":5.7,"runtime":4,"cert":"N\/A","id":73450,"title":"Daffy Duck for President","adult":false,"genre_ids":[]},{"cast":["Bruce Bruce"],"overview":"Larger than life comic Bruce Bruce is back with his new stand-up comedy special. The hilarious comic delivers non-stop laughter as he puts his own unique spin on topics ranging from family, dating younger women and going to church. Filmed in Boston, MA in front of a live audience at the historic Wilbur Theatre, Bruce Bruce brings down the house with his true to life humor and raw comedic wit. This release from comedian Bruce Bruce captures a live stand-up performance by the funnyman, recorded in Boston at the historic Wilbur Theatre. Among the topics covered by the wry comic are things like attending mass, and the ups and downs of dating outside his age bracket.","release_date":"2011-02-26","vote_average":0.0,"runtime":59,"cert":"N\/A","id":73453,"title":"Bruce Bruce: Losin' It! - Live From Boston","adult":false,"genre_ids":[35]},{"cast":["Viva Bianca","Hanna Mangan Lawrence","Peter Docker","Eamon Farren","Jordan Fielding"],"overview":"Holly Rowe's retiring, kissing her callgirl life goodbye. She just has to get through her last night on the job. Shay Ryan's a teenage runaway, broke and alone. She just has to get through her first night as a hooker. Then fate throws them together on a job that goes horribly wrong and they're trapped on an out-of-control roller coaster ride, through the twilight zone of sex-for-sale. X is a sizzling adults-only thriller about love, chance, escape and the oldest profession experienced by two women, on a night that will change their lives forever.","release_date":"2011-11-23","vote_average":5.6,"runtime":90,"cert":"N\/A","id":73454,"title":"X","adult":false,"genre_ids":[28,53,10749]},{"cast":["Luis Buñuel","José Sancho","Silvia Pinal","Ángela Molina"],"overview":"Documentary about the film maker Luis Bunuel. Surrealist master Luis Bunuel is a towering figure in the world of cinema history, directing such groundbreaking works as Un Chien Andalou, Exterminating Angels, and That Obscure Object of Desire, yet his personal life was clouded in myth and paradox. Though sexually diffident, he frequently worked in the erotic drama genre; though personally quite conservative, his films are florid, flamboyant, and utterly bizarre. This documentary, directed Jose Luis Lopez Linares, tries to illuminate some of these contradictions.","release_date":"2000-06-09","vote_average":6.4,"runtime":103,"cert":"N\/A","id":73455,"title":"Speaking of Bunuel","adult":false,"genre_ids":[99]},{"cast":["Diana Kaarina","Morwenna Banks","Nicole Oliver","Brittney Wilson","Ali Liebert"],"overview":"Barbie stars as Blair Willows, a kind-hearted girl who is chosen to attend Princess Charm School: a magical, modern place that teaches dancing, how to have tea parties, and proper princess manners. Blair loves her classes -- as well as the helpful magical sprites and her new friends, Princesses Hadley and Isla. But when royal teacher Dame Devin discovers that Blair looks a lot like the kingdom’s missing princess, she turns Blair’s world upside down to stop her from claiming the throne. Now Blair, Hadley and Delancy must find an enchanted crown to prove Blair’s true identity in this charming and magical princess story!","release_date":"2011-08-11","vote_average":7.0,"runtime":79,"cert":"U","id":73456,"title":"Barbie: Princess Charm School","adult":false,"genre_ids":[10751,16,14]},{"cast":[],"overview":"A group of longtime friends converge on a fatal course with destiny when they cross paths with Alexander Tatum, a mercenary surgeon. He is a hunter with the keen skill of one who has also been hunted. Prey turned predator. The victims quickly realize that Alexander is just the beginning of their problems, as they find themselves enmeshed in a fight for survival against a sociopath business man and his demonic staff, who will stop at nothing to prevail in the sale of Black Market Body Parts.","release_date":"2009-01-01","vote_average":4.7,"runtime":74,"cert":"N\/A","id":73457,"title":"Autopsy 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Batshit-insane christian propaganda from the early 80s. From the VHS dust jacket: \"A fully dramatic feature film which gives a glimpse at incredible events which may well be taking place today - events which have perilous significance when viewed in the light of God's prophetic Word. To newspaper reporter Sam Jensen, it's a high adventure, death-defying persuit of a once-in-a-lifetime news story. His investigations have linked currency devaluation, global computerization, credit control, laser ID imprints and survivalist camps to the One World Foundation, whose plans are to control the world. To Jenny Marshall, a member of a bible study group studying the End Times, it means much more. To you, Early Warning can be an effective film to reinforce the meaning of out position in history - as we move a step closer to the beginning of God's final judgement.\"","release_date":"1981-07-07","vote_average":0.0,"runtime":81,"cert":"N\/A","id":73458,"title":"Early Warning","adult":false,"genre_ids":[53,27]},{"cast":["Tsutomu Kashiwakura","Ryotaro Okiayu","Yumi Touma","Aya Hisakawa","Maria Kawamura"],"overview":"Hyoi and Ryoi, two brothers with the power to take the form of cats, must unravel the mystery of a creeping, tenticled, demon plauge before it consumes them and their classmates. Ultimately, they must confront their old Dark Cat master Jukokubo, though whether they can put an end to the evil he has released remains a mystery.","release_date":"1991-12-28","vote_average":4.3,"runtime":60,"cert":"N\/A","id":73461,"title":"Dark Cat","adult":false,"genre_ids":[16,14,12]},{"cast":["Christopher Reeve","Rosanna Arquette","Jack Warden","Sam Wanamaker","Scott Wilson"],"overview":"A 1920s mail pilot and a rich man's daughter crash-land on a mountain full of hungry wolves.","release_date":"1985-03-01","vote_average":5.6,"runtime":96,"cert":"N\/A","id":73462,"title":"The Aviator","adult":false,"genre_ids":[18,12,10749]},{"cast":[],"overview":"Outside the forgotten desert mining town of Darwin, getaway driver Chooch O'Grady is stranded with a busted car and a bag of stolen cash. He's picked up by J.T., a predatory psychopath who murders Chooch and abruptly disposes of the body, leaving signs on the trail. J.T. and his meth-addicted boss, Archie, butt heads over the incident, but the real tension lies with Archie's girlfriend, Rebecca O'Grady. Her affair with J.T. contains false hope that he would be her ticket to freedom. Chooch's murder is all but forgotten until a quiet Stranger shows up looking for the money. Before he can leave behind the isolation that is Darwin, the Stranger must navigate the bizarre ghost town and bring its outlaw inhabitants to justice.","release_date":"2008-05-05","vote_average":2.0,"runtime":84,"cert":"N\/A","id":73463,"title":"Escape from Darwin","adult":false,"genre_ids":[28,37,53]},{"cast":["Sara García"],"overview":"","release_date":"1951-10-25","vote_average":5.8,"runtime":null,"cert":"N\/A","id":73466,"title":"El Papelerito","adult":false,"genre_ids":[18]},{"cast":["Jessica Jung","Kim Tae-yeon","Sunny","Tiffany Young","Kim Hyo-yeon"],"overview":"The 1st Japan Arena Tour is the first Japanese concert tour by South Korean girl group Girls' Generation to promote their 2011 self-titled album in Japanese.","release_date":"2011-05-31","vote_average":10.0,"runtime":null,"cert":"N\/A","id":73467,"title":"Girls' Generation - Japan Arena Tour","adult":false,"genre_ids":[10402]},{"cast":["Isabelle Blais","Zach Braff","Patrick Labbé","Julian Lo","Karine Lavergne"],"overview":"The story of a young, pregnant woman whose world falls apart when she loses her child in a hit and run accident. As her life unravels, Nathalie finds an unlikely protector in Henry, a down and out guardian angel who has followed her thread. But Henry is not quite the angel he seems...","release_date":"2011-05-13","vote_average":6.6,"runtime":92,"cert":"N\/A","id":73474,"title":"The High Cost of Living","adult":false,"genre_ids":[18]},{"cast":["Muriel Montossé","Ada Tauler","Karine Gambier","Jack Taylor","Vítor Mendes"],"overview":"Susan arrives in Haiti to live with her husband Jack, who lives with a lesbian housekeeper and Olga, a nymphomaniac platinum blonde, introduced to her as Jack's sister. Susan begins to have nightmares about voodoo ceremonies and murder.","release_date":"1977-12-09","vote_average":4.9,"runtime":82,"cert":"N\/A","id":73475,"title":"Call of the Blonde Goddess","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Hailing from one of America’s most renowned and successful bands, Fleetwood Mac, Lindsey Buckingham embarked on a productive and storied solo career that continues to evolve 18 years after his departure from the band. Reuniting in 2003 with Fleetwood Mac, Buckingham and his former cohorts released Say You Will and embarked on a worldwide tour. With this Soundstage appearance, Buckingham’s performance spans the various eras of his career. Whether performing Rumours hits “Red Rover” and “Peacekeeper” from Say You Will, or 1981’s Law and Order single “Trouble” and the title song from Go Insane, As an added bonus, the alluring Stevie Nicks joins Buckingham during the set, providing an intimate view of the chemistry that once propelled their former band to the top of the charts. Though their once tumultuous relationship was a topic that reached near-epic proportions, this reunion eclipses the controversy, placing all emotion back into the songs that defined them.","release_date":"2005-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73476,"title":"Sound Stage Presents - Lindsey Buckingham","adult":false,"genre_ids":[10402]},{"cast":["Giuliano Gemma","Dan Vadis","Sophie Daumier","Jacques Sernas","Jacques Herlin"],"overview":"Near the end of the Civil War, imprisoned Confederate raider Giuliano Gemma is sent under guard to warn both his men and the Army at Fort Yuma that an impending rebel raid is really nothing but a ruse by scoundrels from both sides, in cahoots to take the fort's gold for themselves during the chaos. Soon Gemma slips his treacherous escort and attempts to complete the mission himself.","release_date":"1966-10-07","vote_average":6.1,"runtime":105,"cert":"N\/A","id":73477,"title":"For a Few Extra Dollars","adult":false,"genre_ids":[37,10752]},{"cast":["Sean Scully","Guy Williams","Jane Asher","Paul Rogers","Donald Houston"],"overview":"In the London of 1537, two boys resembling each other exactly meet accidentally and exchange \"roles\" for a short while. After many adventures, the prince regains his rightful identity and graciously makes his \"twin\" a ward of the court.","release_date":"1962-04-18","vote_average":0.0,"runtime":93,"cert":"","id":73478,"title":"The Prince and the Pauper","adult":false,"genre_ids":[12]},{"cast":["Nathan West","Colm Meaney","Brian Dennehy","Fred Dalton Thompson","Ashley Johnson"],"overview":"Alleged is a romantic drama based on events occurring behind the scenes and outside the courtroom of the famous Scopes \"Monkey Trial\" of 1925. Charles Anderson, a talented young reporter, feels trapped working for his deceased father's weekly newspaper and living in a tiny town (Dayton, TN) in steep decline. Seeing the \"Monkey Trial\" as a once-in-a-lifetime opportunity to break into the journalistic big leagues, Charles manages to insert himself into the middle of the \"Trial of the Century.\" Once in the midst of this staged event, however, he is torn between his love for the more principled Rose, his fiancée, and the escalating moral compromises that he is asked to make as the eager protégé of H.L. Mencken, America's most colorful and influential columnist.","release_date":"2010-09-09","vote_average":4.3,"runtime":91,"cert":"N\/A","id":73479,"title":"Alleged","adult":false,"genre_ids":[18,36,10749]},{"cast":["Siegfried Fischbacher","Roy Horn","Anthony Hopkins"],"overview":"A story of hope. A journey of dreams. A life of magic","release_date":"1999-10-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":73482,"title":"Siegfried & Roy: The Magic Box","adult":false,"genre_ids":[99]},{"cast":["Rijk de Gooyer","Sylvia Kristel","Adèle Bloemendaal","Ton Lensink","Frans Halsema"],"overview":"Rick Lemming (Rijk de Goyer) lives in the heart of Amsterdam, where he holds a dovecote and a saloon with slot machines. His best friend Ed Svaan, the champion of karate in the Netherlands, is deeply in love with singer Lily (Sylvia Christelle). With the help of Ed, Lilly concludes a contract with a television director who assures everyone that he will make a high-profile film. Rijk wants to check where his boyfriend and girlfriend are being drawn in and secretly watches the shootings. In fact, a pornographic film is being shot.","release_date":"1973-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73483,"title":"Naked Over the Fence","adult":false,"genre_ids":[53]},{"cast":["Efi Logginou","Rania Ekonomidou","Antinoos Albanis","Giorgos Giannopoulos","Irini Antypa"],"overview":"A young woman's struggle to overcome life's economic restrictions in order to meet her true will. She is twenty-three and lives with her mother, a compromise she can no longer stand. Despite her meager economic means, only enough to survive the first two months, she moves out and rents a 45m2 apartment of her own. During these two months of freedom, she explores her true self and approaches a more poetic and liberal culture, for her, a new way of life that slowly unfolds as she rummages through the belongings that the former renter, a guy her age, has left in the apartment.","release_date":"2011-01-20","vote_average":7.1,"runtime":80,"cert":"N\/A","id":73486,"title":"45m²","adult":false,"genre_ids":[18]},{"cast":["Vangelis"],"overview":"The concert setting of the Temple of Zeus in Athens could not be more atmospheric if it tried and those cosmic and Hellenic artefact images projected onto the backdrop are superbly integrated with the music.Whoever edited the footage deserves an oscar,because every fade,cut-away and image-meld is executed with a supremely expert eye and ear,and more than one image will stun you with it's breathtaking beauty.Very well done to all concerned!","release_date":"2002-05-06","vote_average":6.5,"runtime":76,"cert":"","id":73487,"title":"Vangelis - Mythodea (Music for the NASA Mission: 2001 Mars Odyssey)","adult":false,"genre_ids":[10402]},{"cast":["Mala Powers","Tod Andrews","Raymond Bond","Lillian Hamilton","Rita Lupino"],"overview":"A young woman who has just become engaged has her life completely shattered when she is raped while on her way home from work.","release_date":"1950-09-27","vote_average":6.5,"runtime":75,"cert":"N\/A","id":73492,"title":"Outrage","adult":false,"genre_ids":[18,80]},{"cast":["Sickan Carlsson","Åke Grönberg","Sigge Fürst","Ruth Kasdan","Douglas Håge"],"overview":"Gunnar Carlman has returned to Sweden after a few years as a cowboy in Canada. He starts to work at a farm owned by vivacious and strongwilled Christina Larsson.","release_date":"1945-11-28","vote_average":6.0,"runtime":101,"cert":"N\/A","id":73493,"title":"Flickorna i Småland","adult":false,"genre_ids":[35,10749]},{"cast":["Mike Oldfield"],"overview":"Live performance of the album Tubular Bells III at Horse Guards Parade London","release_date":"1999-09-27","vote_average":8.0,"runtime":60,"cert":"","id":73496,"title":"Mike Oldfield: Tubular Bells III","adult":false,"genre_ids":[10402]},{"cast":["Richard Gere","Topher Grace","Martin Sheen","Tamer Hassan","Stephen Moyer"],"overview":"The mysterious murder of a US senator bearing the distinctive trademark of the legendary Soviet assassin 'Cassius', forces retired CIA operative, Paul Shepherson to team with rookie FBI agent, Ben Geary  to solve the crime. Having spent his career chasing Cassius, Shepherdson is convinced his nemesis is long dead, but is pushed to take on the case by his former supervisor, Tom Highland. Geary, who wrote his Master's thesis on Shepherdson's pursuit of the Soviet killer, is certain that Cassius has resurfaced.","release_date":"2011-10-27","vote_average":5.8,"runtime":98,"cert":"12","id":73499,"title":"The Double","adult":false,"genre_ids":[28,18,80]}]