[{"cast":["Dave Annable","Katharine McPhee","Rob Schneider","Mena Suvari","Tia Carrere"],"overview":"An unassuming pet photographer is thrown into serious action, adventure and romance when he's forced to marry a Croatian bride and spend his honeymoon at a remote tropical resort where she is kidnapped.","release_date":"2011-04-03","vote_average":5.9,"runtime":97,"cert":"N\/A","id":73500,"title":"You May Not Kiss the Bride","adult":false,"genre_ids":[28,80,35,10749]},{"cast":["Jeff Daniels","Henry Winkler","Lisa Guerrero","Chris Massoglia","Owen Pearce"],"overview":"Based on a true-story - A Plumm Summer tells the remarkable tale of two young brothers, Elliott and Rocky Plumm, who go head-to-head with the FBI in order to crack the \"frog-napping\" case and get their beloved TV puppet, Froggy Doo back on the air, all the while become local heroes and best friends.","release_date":"2007-01-01","vote_average":5.8,"runtime":99,"cert":"N\/A","id":73501,"title":"A Plumm Summer","adult":false,"genre_ids":[12]},{"cast":[],"overview":"For years, a secret U.S. government film studio operated in Hollywood capturing images of atomic bomb testing! This documentary chronicals the top secret film studio that for over twenty years during the height of the Cold War, photographed hundreds of nuclear weapons tests and other classified projects. Their work is among the most spectacular ever captured on film. From the Nevada desert to remote Pacific atolls to outer space, these top secret filmmakers developed advanced techniques and methods to create their fantastic movies. With the end of the Cold War, the story of Hollywood's secret film studio can now be told.","release_date":"1997-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":73512,"title":"Atomic Filmmakers: Hollywood's Secret Film Studio","adult":false,"genre_ids":[]},{"cast":["John Lithgow","Jodie Foster","Michael Murphy","Dan Shor","Harry Andrews"],"overview":"An orphan weds an older man in circa-1900 New Zealand, then finds out he's a miser who spies on her.","release_date":"1985-11-18","vote_average":4.9,"runtime":97,"cert":"","id":73515,"title":"Mesmerized","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Daddy Sang Bass (with the Carter Family) Keep on the Sunny Side (with the Carter Family) Georgia on a Fast Train (with John Carter Cash and the Carter Family) Ring of Fire (with the Carter Family) Folsom Prison Blues Get Rhythmn I Still Miss Someone A Boy Named Sue Ghost Riders in the Sky Long Black Veil (with Kris Kristofferson) Big River (with Kris Kristofferson) Jackson (with June Carter Cash) Wabash Cannonball (with the Carter Family) Will the Circle be Unbroken (with the Carter Family) Forty Shades of Green (with Sandy Kelly, Kris Kristofferson, and the Carter Family) I Walk the Line","release_date":"2006-12-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":73516,"title":"Johnny Cash - Live In Ireland","adult":false,"genre_ids":[10402]},{"cast":["Yoshikazu Kotani","Takumi Saito","Hiroya Matsumoto","Taniguchi Masashi","Atsumi Kanno"],"overview":"Magazine editor Taishin Mamiya interviews high school model Noeru Kisaragi. Despite Noeru's bad attitude, his painting of an ocean intrigues Mamiya and leads to a dinner, during which Noeru solicits Mamiya sexually. Soon Mamiya sees Noeru with another man, and he is shocked to discover at that moment that his interest in Noeru goes beyond article research—he truly wants to know more about him.","release_date":"2006-11-24","vote_average":4.6,"runtime":90,"cert":"N\/A","id":73517,"title":"Boys Love","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"FROM THE CREATORS AND PRODUCERS OF THE IRISH PHENOMENON CELTIC WOMAN COMES THE NEXT GENERATION IN IRISH BALLAD MUSIC, THE HIGH KINGS. Finbarr Clancy, Martin Furey, Brian Dunphy and Darren Holden - renowned vocalists and musicians - have come together to form the hottest Irish folk and ballad group to emerge since The Clancy Brothers and Tommy Makem electrified the worldwide folk revival of the 1960s. The musical producer is the highly acclaimed David Downes, who is the musical genius behind Celtic Woman and formerly the musical director of Riverdance. He brings intricate harmonies and driving rhythms to The High Kings songbook, giving them a freshness and sparkle that is infectious.","release_date":"2008-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73518,"title":"The High Kings - Live In Dublin","adult":false,"genre_ids":[]},{"cast":["Zoe Daelman Chlanda","Bill Corry"],"overview":"Is there love after death? The small rural community of Port Oram can answer that. When deranged young Dolores Finley (Zoë Daelman Chlanda) appears out of nowhere to begin work at the Beech's Funeral Home, the local mortuary soon becomes more than just a quiet place of rest. Dolores' passion for cadavers gives new meaning to the phrase \"disturbing the peace\".","release_date":"2002-06-17","vote_average":0.0,"runtime":119,"cert":"N\/A","id":73519,"title":"I'll Bury You Tomorrow","adult":false,"genre_ids":[27]},{"cast":["Arcelia Ramírez","Demián Bichir","Germán Dehesa"],"overview":"\"Cilantro y perejil\" is a comedy about couples from the same family, hit by the economic crisis in Mexico. The plot turns around the eternal question of whether it is worth it to live as a couple. The conclusions are fun, unpredictable and very human","release_date":"1998-09-18","vote_average":5.3,"runtime":90,"cert":"N\/A","id":73522,"title":"Cilantro and Parsley","adult":false,"genre_ids":[35,10749]},{"cast":["Ken Duken","Ulrike Folkerts","Oliver Stritzel","Kirsten Block","Torben Liebrecht"],"overview":"Ben Winter returns from his tour in Afghanistan with the German ISAF. Having survived a suicide bombing, which claimed the life of his best friend, he is trying to find his way back to his old life, with his girlfriend, family and friends. But his memories are catching up with him. Increasingly, he is losing contact with reality and his trauma gets the upper hand. A near-accident makes him and his family finally aware of the deep-rooted trauma and feelings of guilt he brought back from Afghanistan and he checks into a veterans' hospital for treatment.","release_date":"2008-06-06","vote_average":1.5,"runtime":87,"cert":"N\/A","id":73523,"title":"A Long Way Home","adult":false,"genre_ids":[18,10751]},{"cast":["Irán Castillo","Miguel Rodarte","Isaura Espinoza","Cristina Michaus","Ivonne Montero"],"overview":"An army deserter turned bandit robs from thieves to give the money to the poor. He was famous for being caught by the police \"with his pants down\"","release_date":"2002-09-27","vote_average":5.3,"runtime":128,"cert":"N\/A","id":73524,"title":"El tigre de Santa Julia","adult":false,"genre_ids":[35]},{"cast":["Aitana Sánchez-Gijón","Tiaré Scanda","Jesús Ochoa","Martín Altomaro"],"overview":"A woman steals from her drug-dealer boyfriend and runs away. She meets a sympathetic woman on the way who helps her escape.","release_date":"2001-03-23","vote_average":6.6,"runtime":109,"cert":"N\/A","id":73525,"title":"Without a Trace","adult":false,"genre_ids":[18]},{"cast":["James Duval","Kevin Anderson","Andrew J. Ferchland","Jeri Arredondo","Judy Herrera"],"overview":"A Cherokee boy is a haemophiliac in a culture obsessed with blood identity.","release_date":"2001-01-25","vote_average":7.0,"runtime":85,"cert":"N\/A","id":73526,"title":"The Doe Boy","adult":false,"genre_ids":[18,10749]},{"cast":["Trevor Morgan","Emmy Rossum","Charles Fleischer","Yannick Bisson","Peter Keleghan"],"overview":"Charlie Boyle finds that even his high IQ can't solve all of his problems when he takes on a double life in order to make friends his own age.","release_date":"1999-08-29","vote_average":5.9,"runtime":82,"cert":"N\/A","id":73527,"title":"Genius","adult":false,"genre_ids":[10751,35,18]},{"cast":["Anna Loos","Axel Prahl","Meret Becker","Ramona Kunze-Libnow","Christina Große"],"overview":"A teacher's colleague is critically wounded by a student. Traumatized, she attempts to cope.","release_date":"2011-06-27","vote_average":5.5,"runtime":90,"cert":"N\/A","id":73528,"title":"Die Lehrerin","adult":false,"genre_ids":[10770,18]},{"cast":["Megumi Hayashibara","Norito Yashima","Hiroki Touchi","Kazuya Nakai","Tsutomu Isobe"],"overview":"Rune Ballot is a down-and-out teen prostitute in Mardock City. One day, she's picked up by an ambitious casino manager named Shell who gives her everything she could want. Renewed by a false innocence, a false past, and now the false life Shell has given her, Ballot feels grateful. However, she can't help but be curious about why he's done so much for her, so she does some research about his past on a computer. This turns out to be a mistake which will change her life greatly. When Shell finds out what she's done, he attempts to burn her to death by blowing up her car.","release_date":"2010-11-06","vote_average":7.1,"runtime":69,"cert":"N\/A","id":73529,"title":"Mardock Scramble: The First Compression","adult":false,"genre_ids":[53,16,28,18]},{"cast":["Megumi Hayashibara","Norito Yashima","Tsutomu Isobe","Hiroki Touchi","Kazuya Nakai"],"overview":"Second film of the Mardock Scramble series. Balot and a severely injured Oeufcoque seem to be at the mercy of an obsessed Boiled. Dr. Easter comes to the rescue and the group escapes to \"Paradise\" where many secrets of Mardock lie and where Balot will need to come to a decision herself about what she will and can do.","release_date":"2011-09-03","vote_average":6.6,"runtime":64,"cert":"N\/A","id":73530,"title":"Mardock Scramble: The Second Combustion","adult":false,"genre_ids":[16,878]},{"cast":["Choi Kang-hee","Kim Young-ae","Choi Il-hwa","Seong Byeong-sook","Sa Hyeon-jin"],"overview":"Aeja (Kang-hee Choi) was once a promising student. Not only did she do well in school, she also loved to write poetry on rainy days &amp; also possessed excellent fighting skills. Her dream was to become a novelist and a few years later she moved to Seoul to fulfill those dreams. Aeja is now 29 years old and has not achieved any of the success she has hoped for. Her only accomplishment to date is winning an award from a local newspaper organziation. Meanwhile, Aeja's personal life is not much better off. Her boyfriend cheated on her and eventually ran off leaving behind large amounts of debt. ...","release_date":"2009-09-09","vote_average":8.3,"runtime":111,"cert":"N\/A","id":73533,"title":"Goodbye Mom","adult":false,"genre_ids":[18]},{"cast":["Tatyana Drubich","Ingeborga Dapkūnaitė","Aleksandr Baluev","Natalya Kolyakanova","Viktor Gvozditsky"],"overview":"The film centres on Mike, a businessman in decidedly the new Russian mould. When Mike gets stung on a deal, his suspicions immediately fall on Lev, who receives the customary torture to make him reveal where the money has gone.","release_date":"2000-09-03","vote_average":5.1,"runtime":139,"cert":"N\/A","id":73534,"title":"Moscow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This is the historic concert Luciano Pavarotti gave at the magnificent Olympia Hall in Munich, Germany. The world's greatest tenor thrills the audience by singing many of his most requested arias and songs including his famous interpretation of \"Vesti la giubba\" as well as his popular favorite \"Mamma\". Pavarotti responds to the encore calls by singing such favorites as \"O sole mio\" and \"Torno a Sorrento\".\r - Written by G. Forman","release_date":"1987-12-12","vote_average":0.0,"runtime":104,"cert":"N\/A","id":73537,"title":"Pavarotti 30th Anniversary Gala Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a wonderful recital...just Pavarotti and Levine on stage, both in top form. Bonus Feature-Pavarotti and the Italian Tenor This has some memorable moments in the \"Early Appearances\" section.","release_date":"","vote_average":0.0,"runtime":128,"cert":"N\/A","id":73538,"title":"Pavarotti and Levine in Recital \/ The Italian Tenor","adult":false,"genre_ids":[]},{"cast":["Manu Chao"],"overview":"Baionarena is a live album and DVD release in 2009 by Manu Chao and Radio Bemba. It was recorded during summer 2008 in the Arena of Bayonne during the Fêtes de Bayonne, hence the name Baionarena which also happens to mean the one that belongs to Bayonne in Basque.","release_date":"2009-12-07","vote_average":4.0,"runtime":143,"cert":"N\/A","id":73539,"title":"Manu Chao & Radio Bemba: Baionarena","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"From Paris to Tijuana and Detroit to Barcelona, in a big venue or an intimate dive, the equation is sure to be the same: Manu Chao + Radio Bemba = an explosive cocktail. An explosion of joy. Sweating, shouting, jumping… songs coming one after another at the speed of light… a short pause… then a loud surge of rock &amp; roll.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":73540,"title":"Manu Chao: Radio Bemba Sound System","adult":false,"genre_ids":[]},{"cast":["Joanne McGee","Carol Goans","Stewart Carrico","Ginger Pullman","Steve Snyder"],"overview":"A comedy about a conservative Southern mom who discovers that her only son is gay. Determined that he won’t go through life alone and miserable, she sets out to find him the perfect husband!","release_date":"2010-10-31","vote_average":6.7,"runtime":84,"cert":"N\/A","id":73541,"title":"You Should Meet My Son","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"The ultimate collection of 16 Red Hot Chili Peppers video clips including track by track commentary and behind the scenes. Extras include the making of \"by the way\" and extensive \"on the road\" footage","release_date":"2003-11-17","vote_average":7.0,"runtime":58,"cert":"N\/A","id":73544,"title":"Red Hot Chili Peppers: Greatest Videos","adult":false,"genre_ids":[10402]},{"cast":["Vladimir Basov","Evgeni Leonov","Zinoviy Gerdt","Nina Agapova","Nina Alisova"],"overview":"The film tells about the life of the Soviet country in the 30s of the twentieth century, based on the feuilletons and notebooks of famous writers Ilya Ilf and Eugene Petrov…","release_date":"1972-08-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":73545,"title":"Rode in the tram Ilf and Petrov","adult":false,"genre_ids":[35]},{"cast":["Oleg Strizhenov","Aleksey Batalov","Natalya Bondarchuk","Irina Kupchenko","Igor Kostolevskiy"],"overview":"In December 1825, distinguished members of the Russian military, most of whom were quite affluent and of noble lineage, took it upon themselves to stir revolution against the autocratic and tyrannical Czar Nikolai I in the wake of his not honoring the drafting of a constitution for the Russian people. The revolution failed miserably and the conspirators (known as the Decembrists) were weeded out by the czar himself. One by one, each of the conspirators confess and are systematically exiled to the harsh winters of Siberia, slated to work and wither in a prison\/mine. The wives of the conspirators are faced with the prospect of leaving the bosom of wealth and family (including their own children) to be with their husbands in the brutal Siberian locale. If they agree to this, they face having their illustrious social stations stripped away and certain disdain from everyone around them...","release_date":"1975-11-11","vote_average":5.9,"runtime":167,"cert":"N\/A","id":73546,"title":"The Captivating Star of Happiness","adult":false,"genre_ids":[18,10749,36]},{"cast":[],"overview":"Seabiscuit is a racehorse that has gone down as a legend in American history. Horse racing was an extremely popular sport around the time of America's Great Depression, used as an escapist form of entertainment for out-of-work laborers. This comprehensive overview of Seabiscuit's career includes many of the races for which he was most famous, as well as commentary from a number of racing enthusiasts.","release_date":"2003-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73547,"title":"Seabiscuit - America's Legendary Racehorse","adult":false,"genre_ids":[99]},{"cast":["Dustin Hunter Evans","Janine Turner","Patrick Muldoon","Lesley Ann Warren","Charles Durning"],"overview":"Zack, a young boy, finds two cocker spaniels caged in the woods and takes them home. The animals, Sissy and Buddy, have magical healing powers that change the people of a small town.","release_date":"2006-04-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":73548,"title":"Miracle Dogs Too","adult":false,"genre_ids":[18,10751]},{"cast":["Olivia Hussey","Patrick Cassidy","Ron Hale","Jay Underwood","Teri Austin"],"overview":"With the future of the world hanging in the balance, one fearless hero's quest to solve \"The Riddle of the Chosen\". As the Lord Protector makes his way through a land of magic and mystery, his allies grow stronger and his enemies more fierce. Will the Lord Protector make it to the center of evil and banish the dark forces that plot destruction, or will the power of evil overwhelm this mortal man and envelope the entire planet in a shroud of darkness and despair?","release_date":"1996-01-01","vote_average":3.0,"runtime":101,"cert":"N\/A","id":73549,"title":"The Dark Mist","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Richard Basehart","Marilyn Maxwell","Signe Hasso","Dorothy Hart","Joseph Pevney"],"overview":"Larry Nelson, paroled from prison after serving nearly half of his thirty-year sentence, is determined to not fall into the clutches of the law again, and takes a quiet job at a country sanitarium. Thete, he meets and falls for a nurse, Charlotte Maynard, and he knows the only way to enter her web is to have a lot of money, for Miss Maynard is somewhat of a gold-digger.","release_date":"1950-02-08","vote_average":6.3,"runtime":80,"cert":"N\/A","id":73550,"title":"Outside the Wall","adult":false,"genre_ids":[18,80]},{"cast":["Lex Barker","Dorothy Hart","Patric Knowles","Charles Korvin","Tommy Carlton"],"overview":"The jungle king's cousin tries to get him to help find a diamond treasure.","release_date":"1952-03-14","vote_average":5.5,"runtime":81,"cert":"N\/A","id":73551,"title":"Tarzan's Savage Fury","adult":false,"genre_ids":[28,12]},{"cast":["Laurent Lafitte","Laurence Arné","Guy Bedos","Patrick Bouchitey","Alain Doutey"],"overview":"As a successful businessman, an uninhibited symbol of modern capitalism, Michel Gani has everything: money, power, love. And he wants it known. As he prepares to make the \"coup\"of his career, he agrees to let cameras follow him by Joseph Klein, a sassy and committed journalist. This is supposed to become an ode to the genius of a great man. An astonishing and exhilarating journey into the corridors of business and life of the rich and powerful ensues.","release_date":"2011-04-27","vote_average":5.7,"runtime":87,"cert":"N\/A","id":73552,"title":"Moi, Michel G., milliardaire, maître du monde","adult":false,"genre_ids":[35]},{"cast":["Lex Barker","Joyce Mackenzie","Raymond Burr","Monique van Vooren","Tom Conway"],"overview":"The king of the jungle fights off ivory poachers.","release_date":"1953-06-18","vote_average":4.3,"runtime":75,"cert":"N\/A","id":73553,"title":"Tarzan and the She-Devil","adult":false,"genre_ids":[28,12]},{"cast":["Nola Roeper","Nicole Cooke","Jack Quinn","Jillian Swanson"],"overview":"As a child, Lenore was tormented by nightmares and obsessed with the dark poems and stories of Edgar Allan Poe. As the lead singer in a Los Angeles band, the adult Lenore (Jillian Swanson) finds herself, friends and colleagues haunted by a murderer from beyond the grave. Only in her dreams -- in which she's visited by Poe's ghost -- will Lenore find the key to defeat her supernatural stalker and finally escape the spirits battling for her soul.","release_date":"2006-11-01","vote_average":2.0,"runtime":81,"cert":"N\/A","id":73554,"title":"The Raven","adult":false,"genre_ids":[27,53]},{"cast":["Robert Carradine","Martin Sheen","George Nix","Clu Gulager","Tom Gulager"],"overview":"One foggy night The Kid (Carradine), a down at the heals singer, arrives at a seemingly abandoned salon where he meets a stranger in a dark duster (Sheen). The Kid notices the Stranger's unusual leather gloves and asks about their origin. The Stranger proceeds to tell him the legend of the gloves, a story which revolves around the rivalry and jealousy of two men, lightning fast shot Hopalong Cassidy and his nemesis, the mysterious man in black Tex. Their feuding finally results in a duel, can Cassidy prove that he is still the fastest draw in the West?","release_date":"1999-03-15","vote_average":4.0,"runtime":94,"cert":"N\/A","id":73557,"title":"Gunfighter","adult":false,"genre_ids":[37]},{"cast":["Sickan Carlsson","Inger Juel","Ludde Gentzel","Åke Söderblom","Sven Lindberg"],"overview":"Spoiled upper class girl must change places with a housemaid.","release_date":"1949-10-27","vote_average":5.0,"runtime":91,"cert":"N\/A","id":73558,"title":"Jungfrun på Jungfrusund","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This program tells the story of Father Damien a priest whose modest beginnings gave way to eventual greatness. Narrated by Robin Williams AN UNCOMMON KINDNESS explores Damien's work with the sufferers of leprosy quarantined to islands off Hawaii in 1872.","release_date":"2006-07-25","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73561,"title":"An Uncommon Kindness: The Father Damien Story","adult":false,"genre_ids":[99]},{"cast":["Valérie Donzelli","Jérémie Elkaïm","Gabriel Elkaïm","Brigitte Sy","César Desseix"],"overview":"Roméo and Juliette are two young actors. They fall in love at first sight, move in together and make a baby. A love story and the founding of a home like millions of others. Except that their little boy, Adam, behaves abnormally. The young parents try hard to persuade themselves that everything is okay but, with the passing of time, they cannot delude themselves anymore: their son has a problem. From now on, war is declared. A war against illness. A war against Death. A war against despair.","release_date":"2011-08-31","vote_average":7.1,"runtime":100,"cert":"N\/A","id":73562,"title":"Declaration of War","adult":false,"genre_ids":[18]},{"cast":["Sammi Hanratty","Brooke Shields","Aidan Quinn","Kris Kristofferson","Natalia Dyer"],"overview":"Whitney, a spoiled pre-teen from Philadelphia, is forced to move to the country when her parents feel the squeeze of economic hard times. A fish out of water, far from her comfort zone, she befriends an amazing horse, and undertakes a misguided journey back to her old life, only to discover that her family is her home.","release_date":"2011-11-10","vote_average":5.3,"runtime":87,"cert":"N\/A","id":73563,"title":"The Greening of Whitney Brown","adult":false,"genre_ids":[12,18,10751]},{"cast":["Al Pacino","Jessica Chastain","Kevin Anderson","Estelle Parsons"],"overview":"Pacino takes us on a journey as he unravels and re-interprets Oscar Wilde's once banned and most controversial work SALOME, a scintillating tale of lust, greed and one woman's scorn.","release_date":"2013-12-20","vote_average":6.8,"runtime":95,"cert":"N\/A","id":73564,"title":"Wilde Salomé","adult":false,"genre_ids":[99]},{"cast":["Matthew Goode","Bojana Novaković","Essie Davis","Kerry Fox","Rachel Griffiths"],"overview":"An English chef with a chic restaurant on Bondi Beach trying to put his life and his relationship with his son back on track while surrounded by women.","release_date":"2011-09-10","vote_average":6.5,"runtime":111,"cert":"N\/A","id":73565,"title":"Burning Man","adult":false,"genre_ids":[35,18,10749]},{"cast":["Catherine Frot","Tchéky Karyo","Karim Seghair","Marie Raynal","Liliane Rovère"],"overview":"Fabienne is a police officer. She does her job well but is gradually growing tired of the dehumanized nature of her work : arresting undocumented aliens day after day does not fit in with her ideals. That's why when, one night, Olga, the Kazakh prostitute she apprehends, begs her to free her not to leave her four-year-old son alone, she hesitates... And why, after Olga has run away and is found dead, Fabienne decides to deal with this matter personally...","release_date":"2011-04-27","vote_average":4.8,"runtime":92,"cert":"N\/A","id":73568,"title":"Coup d'éclat","adult":false,"genre_ids":[80,18,53]},{"cast":["Bernard Kerik","George Pataki","Rudolph Giuliani"],"overview":"\"In Memoriam\" is thought-provoking and brings a viewer to tears all over again. Contains some incredible footage not seen elsewhere, including two unbelievable shots of the planes striking the towers. Also contains some new coverage of Rudy Guiliani's actions on the day of the attack - love him or hate him the city couldn't have asked for a better leader that day, and the footage bears this out.","release_date":"2002-05-26","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73569,"title":"In Memoriam: New York City","adult":false,"genre_ids":[99]},{"cast":["Chris Sharma","Steph Davis","Nalle Hukkataival","Rob Pizem","Dave Graham"],"overview":"What makes a climbing mecca? The Scene takes a comprehensive look into four major epicenters of hard climbing and training, and the characters who define them by their relentless commitment to the sport. Featuring groundbreaking first ascents in bouldering, trad, and sport climbing, including Chris Sharma's Fight or Flight (5.15b) in Oliana, Spain. Filmed in stunning 4K Ultra High Definition, join an international cast of characters as they give us a glimpse into the impossible.","release_date":"2011-04-29","vote_average":4.3,"runtime":75,"cert":"N\/A","id":73574,"title":"The Scene","adult":false,"genre_ids":[12,99]},{"cast":["Mary Pickford","Roy Stewart","Mary Louise Miller","Gustav von Seyffertitz","Charlotte Mineau"],"overview":"Evil Mr.Grimes keeps a rag-tag bunch orphans on his farm deep in a swamp in the US South. He forces them to work in his garden and treats them like slaves. They are watched over by the eldest, Molly. A gang in league with Mr. Grimes kidnaps Doris, the beautiful little daughter of a rich man, and hides her out on Grimes' farm, awaiting ransom. When the police close in, and Mr. Grimes threatens to throw Doris into the bottomless mire, Molly must lead her little flock out through the alligator-infested swamp.","release_date":"1926-05-14","vote_average":7.6,"runtime":84,"cert":"N\/A","id":73575,"title":"Sparrows","adult":false,"genre_ids":[18]},{"cast":["Mariya Shalaeva","Yevgeni Tsyganov","Mariya Sokova","Igor Yatsko","Maxim Konovalov"],"overview":"The fanciful tale of an introverted little girl who grows up believing she has the power to make wishes come true. She must reconcile this belief with reality when, as a young woman, she journeys to Moscow and grapples with love, modernity and materialism.","release_date":"2007-06-05","vote_average":6.7,"runtime":115,"cert":"N\/A","id":73576,"title":"Mermaid","adult":false,"genre_ids":[35,18,14]},{"cast":["Armen Dzhigarkhanyan","Aleksandr Kalyagin","Natalya Ionova","Tatyana Lyutaeva","Oskar Kuchera"],"overview":"Retirees Rud and Sem come into possession of a suitcase full of mob money... a comic adventure ensues.","release_date":"2007-11-29","vote_average":0.0,"runtime":95,"cert":"N\/A","id":73577,"title":"Rud and Sam","adult":false,"genre_ids":[35,80,10749]},{"cast":["Pawan Kalyan","Ileana D'Cruz","Brahmanandam","Prakash Raj","Kamalinee Mukherjee"],"overview":"Sanjay (Pawan Kalyan) falls in love with Indu (Kamalini Mukherjee). Her father Rammohan Reddy (Prakash Raj) doesnt approve of it & she is married to someone else. Later, Bhagyamathi (Ileana) falls for him & he goes to meet her father who turns out to be Rammohan Reddy. Somewhere in between Sanjays life as a naxal is depicted.","release_date":"2008-04-02","vote_average":7.3,"runtime":161,"cert":"N\/A","id":73578,"title":"Jalsa","adult":false,"genre_ids":[28,35]},{"cast":["Charlotte de Turckheim","Line Renaud","Marilou Berry","Antoine Duléry","Nora Arnezeder"],"overview":"","release_date":"2011-08-17","vote_average":5.0,"runtime":null,"cert":"N\/A","id":73579,"title":"La Croisière","adult":false,"genre_ids":[35]},{"cast":["Alexandr Domogarov","Ludmila Artemieva","Leonid Gromov","Ivan Kokorin","Tatyana Lyutaeva"],"overview":"Выйдя из тюрьмы, Клим Блинов устраивается на работу охранником к старому приятелю Долбинскому, владельцу клуба (вертепа для бандитов с массажистками). Вскоре Клим понимает, что творится неладное: появился невидимка, похищающий туфли и подвешивающий посетителей к потолку. Ночью охранник встречается с призраком. Оказывается, его зовут Александр и до трагической гибели во время революции 1917 года он был дворянином и служил в Департаменте Юстиции…","release_date":"2005-06-06","vote_average":0.0,"runtime":105,"cert":"N\/A","id":73580,"title":"Roman Uzhasov","adult":false,"genre_ids":[35,53,9648]},{"cast":[],"overview":"The Schengen Files is a film about Paul Robinson's most recent trip to Europe. During the first three months of 2011, Paul was fortunate enough to climb in both Fontainbleau, France and Ticino, Switzerland. This video documents some of the hardest climbs he accomplished during the three month period. The Schengen Files is about the purity of climbing, the high level of psyche that Paul Robinson brings to the boulders and the truly magnificent climbing within the confines of the Schengen Union. At 21 minutes, the video isn't very long, but on the other hand the list of hard problems is.","release_date":"2011-04-10","vote_average":7.0,"runtime":21,"cert":"N\/A","id":73581,"title":"The Schengen Files","adult":false,"genre_ids":[99]},{"cast":["Salman Khan","Kareena Kapoor Khan","Mahesh Manjrekar","Raj Babbar","Asrani"],"overview":"Lovely Singh is extremely respectful of Mr Rana and his daughter Divya. While appointed as Divya's bodyguard, he falls in love with a girl he has never met, unaware that she is none other than Divya.","release_date":"2011-08-31","vote_average":5.4,"runtime":134,"cert":"N\/A","id":73582,"title":"Bodyguard","adult":false,"genre_ids":[18,28,35,10749]},{"cast":["Genelia D'Souza","Ram Pothineni","Brahmanandam","Tanikella Bharani","Sunil Varma"],"overview":"A brave man decides to kidnap his friend's beloved from a forced marriage, but ends up abducting the wrong bride. Ironically, the bride he kidnapped is ecstatic because she was already planning an escape. On the run, they fall in love, but in order to get married, they must convince their families.","release_date":"2008-06-19","vote_average":5.8,"runtime":171,"cert":"N\/A","id":73583,"title":"Ready","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Gesine Cukrowski","Peter Lohmeyer","Vittorio Gassman","Monica Vitti"],"overview":"","release_date":"2009-05-07","vote_average":3.5,"runtime":null,"cert":"N\/A","id":73584,"title":"Zwischen heute und morgen","adult":false,"genre_ids":[35]},{"cast":["François Cluzet","Jérémie Duvall","Nanou Garcia","Jules Sitruk","Barbara Probst"],"overview":"Polo is 16 and has all the worries of a teenager his age. Between a bedridden mother and a sister who dreams of being a Miss, the only one he can look up to is his father. Unfortunately, he works as a maid ...","release_date":"2011-04-13","vote_average":5.2,"runtime":80,"cert":"N\/A","id":73585,"title":"My Father Is a Cleaning Lady","adult":false,"genre_ids":[35,18]},{"cast":["Bon Scott","Angus Young ","Angus Young","Malcolm Young","Phil Rudd"],"overview":"Live '77 is a DVD released by AC\/DC in January 2003 in Japan. It was recorded live in The Golders Green Hippodrome, London, on 27 October 1977 and contains tracks recorded by the band with their former singer, Bon Scott. The songs \"Hell Ain't a Bad Place to Be\" and \"Rocker\" from this concert were included on the 2-DVD set Plug Me In, released on 12 October 2007. The third disc of the Plug Me In deluxe edition includes \"Let There Be Rock\" from this concert as well.  \"Let There Be Rock\" \"Problem Child\" \"Hell Ain't a Bad Place to Be\" \"Whole Lotta Rosie\" \"Bad Boy Boogie\" \"Rocker\" \"T.N.T.\"","release_date":"2003-01-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":73586,"title":"AC\/DC Live '77","adult":false,"genre_ids":[10402]},{"cast":["David Bradley","John Rhys-Davies","Todd Jensen","Alonna Shaw","Ron Smerczak"],"overview":"Ex-DEA agent Jack receives an emergency message from his brother Phillip, whose team was ambushed on the Caribbean island of St. Keith. Jack goes to St. Keith to find his brother, who has been turned into a cyborg by the drug runner he was after.","release_date":"1993-10-05","vote_average":4.3,"runtime":95,"cert":"N\/A","id":73587,"title":"Cyborg Cop","adult":false,"genre_ids":[878,28]},{"cast":["Stephen Moyer","Rachelle Lefevre","Luis Guzmán","Ed Quinn","Lorna Raver"],"overview":"Troubled divorcee Mary Kee is tormented by a series of sinister phone calls from a mysterious woman. When the stranger reveals she's calling from the past, Mary tries to break off contact. But the caller doesn't like being ignored, and looks for revenge in a unique and terrifying way...","release_date":"2011-08-26","vote_average":6.0,"runtime":92,"cert":"15","id":73588,"title":"The Caller","adult":false,"genre_ids":[27,53,9648]},{"cast":["Silvio Berlusconi","Marco Travaglio","Carlo Freccero","Luciano Moggi"],"overview":"","release_date":"2003-08-21","vote_average":7.1,"runtime":null,"cert":"N\/A","id":73589,"title":"Citizen Berlusconi (il presidente e la stampa)","adult":false,"genre_ids":[99]},{"cast":["Vince Clarke","Martin Gore","Gary Numan","Phil Oakey","Bernard Sumner"],"overview":"Documentary following a generation of post-punk musicians who took the synthesiser from the experimental fringes to the centre of the pop stage.","release_date":"2009-10-16","vote_average":7.6,"runtime":88,"cert":"PG","id":73590,"title":"Synth Britannia","adult":false,"genre_ids":[99,10402]},{"cast":["Ed Stoppard","Ian Hart","Bill Paterson","Sarah Smart","Anton Lesser"],"overview":"In the summer of 1931, with Germany on the brink of economic collapse, and the city of Berlin turning into a paramilitary war-zone, audacious young prosecutor Hans Litten (Stoppard) chose to summon a star witness to a trial of Nazi thugs. In spite of the risk to his own safety and against the advice of those who love him, Litten forced rising political star Adolf Hitler (Hart) to make a sensational appearance in the witness stand of Berlin's central criminal court. Litten aimed to expose the true character of Hitler and his politics to the German public, to reveal his hypocrisy and his violent ambitions, and in doing so, halt the electoral success of the Nazi Party. In a humiliating and hostile cross-examination, Hitler was forced to account for his political beliefs, his contempt for the law and his desire to destroy German democracy. For a brief moment, Hitler's political future was genuinely in the balance.","release_date":"2011-08-21","vote_average":6.6,"runtime":84,"cert":"15","id":73591,"title":"The Man who Crossed Hitler","adult":false,"genre_ids":[18,28,36,53,878]},{"cast":["Monica Ward","Laura Lenghi","Paolo Lombardi","Edoardo Nevola","Gigi Rosa"],"overview":"Animation movie based on the \"Cuccioli\" TV serie","release_date":"2010-01-22","vote_average":5.1,"runtime":99,"cert":"N\/A","id":73594,"title":"Pet Pals and Marco Polo's Code","adult":false,"genre_ids":[16,12]},{"cast":["Michael O'Shea","Virginia Grey","Charles McGraw","Julie Bishop","Frank Conroy"],"overview":"An escaped con kidnaps the people he thinks put him behind bars.","release_date":"1949-12-01","vote_average":5.7,"runtime":66,"cert":"N\/A","id":73595,"title":"The Threat","adult":false,"genre_ids":[80,53]},{"cast":["Shashi Kapoor","Jennifer Kendal","Zia Mohyeddin","Aparna Sen"],"overview":"An English novelist travels to Bombay to watch one of her novels translated to film. She chases after the Movie's leading man while the Screenwriter chases after her.","release_date":"1970-11-18","vote_average":5.5,"runtime":112,"cert":"N\/A","id":73600,"title":"Bombay Talkie","adult":false,"genre_ids":[18,10749]},{"cast":["Dominiquie Vandenberg","Eric Etebari","Sarah Bowen","Marshal Hilton","Timothy V. Murphy"],"overview":"Andre has known a lot of war, he comes to Los Angeles to change his life. Taking a job as a nightclub bouncer he learns, that for some men, change is impossible.","release_date":"2002-05-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":73603,"title":"The Honorable","adult":false,"genre_ids":[28]},{"cast":["Jonathan Warden","Robert De Niro","Gerrit Graham","Peter Maloney","Rutanya Alda"],"overview":"An offbeat, episodic film about three friends, Paul, a shy love-seeker, Lloyd, a vibrant conspiracy nut, and Jon, an aspiring filmmaker and peeping tom. The film satirizes free-love, the Kennedy assassination, Vietnam, and amateur film-making.","release_date":"1968-12-15","vote_average":5.7,"runtime":88,"cert":"N\/A","id":73604,"title":"Greetings","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Limbo is the story of a man in search of his identity. Through a series of events and broken relationships Bill tries to find meaning and purpose in his life. In the end he realizes that he can run from his life, but not from himself.","release_date":"2004-02-10","vote_average":0.0,"runtime":15,"cert":"N\/A","id":73607,"title":"Limbo","adult":false,"genre_ids":[18]},{"cast":["Sunset Carson","Peggy Stewart","Si Jenks","John Merton","Forrest Taylor"],"overview":"Sunset Carson plays a wandering cavalier who rides into the Badlands (hence the title). Heroine Peggy Stewart is bedeviled by bandits who've been raiding the livestock of her ranch. Carson plays his cards close to the vest for 45 minutes, then goes after the baddies in the film's last reel. Also in the cast is Monte Hale, not far removed from his own Republic series. Bandits of the Badlands is kept on the move by director Tommy Carr, who manages to convey the illusion that Sunset Carson has genuine acting ability.","release_date":"1945-09-14","vote_average":3.3,"runtime":55,"cert":"N\/A","id":73608,"title":"Bandits of the Badlands","adult":false,"genre_ids":[37]},{"cast":["Amy Winehouse"],"overview":"Filmed at Sheperd's Bush Empire, the soulful singer from Camden and her band perform songs from both her debut album \"Frank\" and the international breakthrough \"Back to Black\". Over the sixty minute running time Winehouse also covers classics such as Zuton's \"Valerie\" and \"Monkey Man\" by the Maytals. Also included is 'I Told You I Was Trouble', a 50 minute documentary charting Amy's rapid rise to fame.  1. Intro \/ Addicted • 2. Just Friends • 3. Cherry • 4. Back To Black • 5. Wake Up Alone • 6. Tears Dry On Their Own • 7. He Can Only Hold Her \/ Doo Wop (That Thing) • 8. Fuck Me Pumps • 9. Some Unholy War • 10. Love Is A Losing Game • 11. Valerie • 12. Hey Little Rich Girl feat. Zalon &amp; Ade • 13. Rehab • 14. You Know I'm No Good • 15. Me &amp; Mr Jones • 16. Monkey Man • 17. Outro • 18. Tears Dry On Their (Black &amp; White) • 19. He Can Only Hold Her \/ Doo Wop (That Thing)(Black &amp; White) • 20. Some Unholy War (Black &amp; White)","release_date":"2007-11-05","vote_average":7.1,"runtime":93,"cert":"N\/A","id":73611,"title":"Amy Winehouse : I Told You I Was Trouble (Live in London)","adult":false,"genre_ids":[10402]},{"cast":["Robert De Niro","Jarred Mickey","Jennifer Warren","Terrayne Crawford","Martin J. Kelley"],"overview":"A political filmmaker finds himself in Long Island for a weekend where he finds himself entangled with a high-living, jet set crowd. At first it is exciting, but soon he finds himself disillusioned by their shallowness.","release_date":"1969-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":73612,"title":"Sam's Song","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On this DVD Scott introduces you to the marker-sketch-collage techniques he employs when creating unique environment paintings within Adobe Photoshop®. The process starts by loosely sketching a variety of shapes with warm grey markers on vellum and mylar. After he completes and scans eight of these quick sketches, you can follow along as he overlays the sketches to create unique color palettes and compositions within Adobe Photoshop®. To complete the process, Scott then paints digitally on nine of the compositions. During the execution of the quick environment paintings Scott discusses lighting strategies, composition, atmospheric and linear perspective.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73613,"title":"The Techniques of Scott Robertson: Creating Unique Environments","adult":false,"genre_ids":[]},{"cast":["Michael Cardelle","Frank Mentier","Jaimyse Haft","Ian Shaw","Jack Carlisle"],"overview":"Victor Reynolds arrives at the notorious House of Usher, whereupon he is greeted by old acquaintances Roderick and Madeline Usher and their servant, Markus. As Victor uncovers more about the history of the house and the disappearances of those that entered it previously, he begins to realize that he is in mortal danger.","release_date":"2008-05-08","vote_average":3.0,"runtime":83,"cert":"N\/A","id":73614,"title":"House of Usher","adult":false,"genre_ids":[27,53]},{"cast":["Sophie Schütt","Johannes Brandrup","Jessica Stockmann","Oliver Petszokat","Ulrich von Dobschütz"],"overview":"Anna Siebert, Sekretärin der Unternehmensberatung \"Christian Hoffmann Consulting\", ist in ihren Chef verknallt. Aber Christian möchte sich weder an Anna noch an eine andere Dame binden. Alle wissen das, nur Anna will es nicht wahrhaben. Während einer Betriebsfeier kommen sich die beiden im angetrunkenen Zustand doch näher und verbringen eine Nacht zusammen. Annas Glück währt nicht lange, denn ihr Angebeteter kann sich an nichts erinnern ...","release_date":"2000-02-15","vote_average":5.4,"runtime":92,"cert":"N\/A","id":73619,"title":"Girl Friday","adult":false,"genre_ids":[10749]},{"cast":["Edwige Fenech","Barbara Bouchet","Renzo Montagnani","Lino Banfi","Tullio Solenghi"],"overview":"Andrea Damiani sends his wife Valeria off on a skiing holiday so he can spend time with his demanding mistress, Giulia. Little does he suspect that Valeria is having a rendezvous with a Count she recently met. However, Valeria does not know that 'Count' Giovanni is really just a manager's assistant, namely, Andrea's.","release_date":"1980-08-14","vote_average":5.5,"runtime":90,"cert":"N\/A","id":73620,"title":"The Wife on Vacation... The Lover in Town","adult":false,"genre_ids":[35]},{"cast":["Linda Blair","Pat Paulsen","Jaye P. Morgan","The Unknown Comic","Billy Barty"],"overview":"The streets of Los Angeles are crawling with weirdos, hookers, peeping toms and perverts. And this time, they're wearing badges! Murray Langston, Linda Blair, Pat Paulsen, Billy Barty, Jaye P. Morgan, Andrew Dice Clay, Pat Morita, Kitten Natividad and The Unknown Comic lead a shameless all-star cast in this cult classic in the tradition of AIRPLANE and POLICE ACADEMY, filled with kooky cops, gassy midgets, tough lesbians, sick humor, gross gags, gratuitous nudity and more!","release_date":"1984-11-16","vote_average":4.8,"runtime":87,"cert":"N\/A","id":73621,"title":"Night Patrol","adult":false,"genre_ids":[35]},{"cast":["Wagner Moura","Alinne Moraes","Maria Luísa Mendonça","Gabriel Braga Nunes","Fernando Ceylão"],"overview":"Zero (Wagner Moura) is a brilliant scientist, but unfortunate because 20 years ago was publicly humiliated and lost in college Helena (Alinne Moraes) the love of his life. One day, an accidental experience with one of his inventions makes him travel in time, more precisely, to the past. After the chance to change his story, Zero returns to this totally changed.","release_date":"2011-09-02","vote_average":7.4,"runtime":106,"cert":"N\/A","id":73624,"title":"The Man from the Future","adult":false,"genre_ids":[35,14,878]},{"cast":["Adal Ramones","Luis Gerardo Méndez","Ernesto Gómez Cruz","Francesca Guillén","Julieta Egurrola"],"overview":"When greed comes calling, say goodbye to saintliness. An irresistible comedy about what happens when the residents of a Mexico City apartment building discover that three religious figurines passed down through the decades from Emiliano Zapata are full of solid gold. Tempers fly, libidos flare and no one emerges unscathed, including viewers overcome by a heavenly dose of hilarity in Santos Peregrinos.","release_date":"2004-11-26","vote_average":5.6,"runtime":94,"cert":"N\/A","id":73625,"title":"Santos Peregrinos","adult":false,"genre_ids":[35]},{"cast":["Bill Hudson","Mark Hudson","Brett Hudson","Cindy Pickett","Richard Kiel"],"overview":"Frederic Lansing (Bill Hudson) is a writer who hopes to find inspiration while vacationing in Hellview, Oregon; however, the lighthouse in which he's staying is haunted by the ghost of Venetia (Julie Newmar), who had killed herself 100 years ago and now wants to use Lansing as a vessel for her dead husband, Captain Howdy (Richard Kiel). When Howdy's ghost starts killing people, two bumbling scientists (Brett Hudson and Mark Hudson) are brought in to investigate the history of the lighthouse and solve the case.","release_date":"1983-07-29","vote_average":5.3,"runtime":90,"cert":"N\/A","id":73626,"title":"Hysterical","adult":false,"genre_ids":[27,35,14,10751]},{"cast":[],"overview":"Jerry and his friends flood the kitchen, then use the freezer to turn it into a skating rink. Even though Tom finds a pair of ice skates, the mice have no problem out maneuvering him.","release_date":"1954-09-04","vote_average":7.3,"runtime":7,"cert":"N\/A","id":73627,"title":"Mice Follies","adult":false,"genre_ids":[16,35]},{"cast":["Nihat Alptuğ Altınkaya","Tilbe Saran","Nergis Çorakçı","Arzu Kökeng","Azize Tan"],"overview":"A trio of Turkish brothers immigrants find themselves torn between two lands and cultures, with roots in neither.","release_date":"2010-09-29","vote_average":6.8,"runtime":96,"cert":"N\/A","id":73628,"title":"Turquoise","adult":false,"genre_ids":[18,10751,10749]},{"cast":[],"overview":"A spider seeks shelter inside an old toy store, where he soon discovers that the merchandise comes to life after dark.","release_date":"1930-07-03","vote_average":5.8,"runtime":8,"cert":"N\/A","id":73629,"title":"Midnight in a Toy Shop","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2000-10-06","vote_average":5.5,"runtime":null,"cert":"N\/A","id":73630,"title":"Pelle Svanslös och den stora skattjakten","adult":false,"genre_ids":[]},{"cast":["Heike Makatsch","Justus von Dohnányi","Martin Feifel","Inka Friedrich","August Zirner"],"overview":"Historical Bio-Pic, based on the life of Hope Bridges Adams-Lehmann, being the first female physician and member of womens-lib movement in Germany at the end of 19th century.","release_date":"2009-07-03","vote_average":0.0,"runtime":176,"cert":"N\/A","id":73631,"title":"Dr. Hope","adult":false,"genre_ids":[36]},{"cast":["William Hanna"],"overview":"Tom inherits $1,000,000 from an eccentric aunt on the condition that he not harm any living thing - even a mouse. And guess which mouse keeps following him around and pointing this out to him?","release_date":"1944-05-06","vote_average":6.5,"runtime":7,"cert":"N\/A","id":73632,"title":"The Million Dollar Cat","adult":false,"genre_ids":[16]},{"cast":["Stephen Fung","Cherrie Ying","Tang Yi-Fei","Samuel Pang","Samuel Chan Kin-Fung"],"overview":"Hong Kong, the present day. At the luxurious Yee Low Mental Sanatorium, psychiatrist Xiao Tingqin (Tang Yifei) is assigned the case of \"special\" patient Sum Liu-sheung (Cherrie Ying), who claims to live both in the real world and 12 parallel universes, and appears to have special powers. As soon as they meet, Sum starts playing mind-games with Xiao, whose one-year-old marriage to independently wealthy policeman Zhen Shanlin (Stephen Fung) is already under serious strain, due to her workaholia and her aversion to being touched by him. Sum introduces Xiao to the scientific concept of \"worm-holes\", through which one can travel in time and to parallel universes, and stirs memories in Xiao of her past relationship both with Zhen and her first love, Ji Lü. Zhen's friendship with gourmet-food shop-owner Gu Xilin has also put further strain on her marriage, and one day, meeting them in the street, she starts to wonder whether Sum has enabled her to experience parallel versions of her life.","release_date":"2010-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":73635,"title":"Virtual Recall","adult":false,"genre_ids":[878,53]},{"cast":["Berta Muñiz","Pablo Parés","Hernán Sáez"],"overview":"0% storyline. 0% dialogue. 100% zombies.","release_date":"1997-01-01","vote_average":3.9,"runtime":72,"cert":"N\/A","id":73636,"title":"Plaga Zombie","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Flow is a documentary-style tribute to the artists of ‘O’ and a poetic immersion into the depths of this timeless production. Flow features the artists of “O” expressing and exploring the intimacy we share with the four elements - fire, air, earth and water - while metaphorical musings of humanity’s presence on our blue planet are raised.","release_date":"2007-08-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":73641,"title":"Cirque du Soleil: Flow","adult":false,"genre_ids":[]},{"cast":["Ian Hart","Sean McGinley","Niamh Cusack","Ruth McCabe","Ewan Stewart"],"overview":"Irish bachelors take out an ad in the Miami Herald, looking for love.","release_date":"2000-12-27","vote_average":6.0,"runtime":93,"cert":"N\/A","id":73642,"title":"The Closer You Get","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A look into the history of 3D by Brian May from Queen.","release_date":"2011-08-04","vote_average":0.0,"runtime":45,"cert":"U","id":73643,"title":"Brian May's Brief History of 3D","adult":false,"genre_ids":[]},{"cast":["John Cheng","Vivian Lai","Mark Lee","Richard Low","Jack Neo"],"overview":"\"Where Got Ghost?\" is a Horror-Comedy Chinese Movie. 3-in-1 Horror tales told in a good old comedy fashion.","release_date":"2009-08-13","vote_average":5.0,"runtime":102,"cert":"N\/A","id":73644,"title":"Where Got Ghost?","adult":false,"genre_ids":[35,27]},{"cast":["Mario D'Anna","Leo Gullotta","Marina Confalone","Alessandro Haber","Silvio Spaccesi"],"overview":"","release_date":"1993-01-22","vote_average":5.2,"runtime":118,"cert":"N\/A","id":73645,"title":"Package, Double Package and Counterpackage","adult":false,"genre_ids":[35]},{"cast":["Estella Warren","John Hannah"],"overview":"A chilling tale based on a real event in which a doctor stepped out of line and sexually assaulted a patient when drugged.","release_date":"2003-11-30","vote_average":5.4,"runtime":null,"cert":"N\/A","id":73646,"title":"I Accuse","adult":false,"genre_ids":[53,10770]},{"cast":["Gurmit Singh","Irene Ang","Henry Thia","Kay Siu Lim"],"overview":"More than a decade after his yellows boots first kicked up big laughs on TV, Singapore's favourite contractor has finally made the big leap to the silver screen. Now based in Kuala Lumpur, Phua Chu Kang and wife Rosie get a visit from Kang's beloved Ah Ma. But even before she unpacks her luggage, Ah Ma disappears. What happened to her? Did she run away? Why? Or was she kidnapped? Kang's desperate search for Ah Ma leads him in an old folks home and its smarmy CEO, Lim Lau Pek, who offers Kang a lucrative contracting job. But first, he has to beat his arch nemesis, Frankie Foo, who is after the same job. Things take a surprising turn at the old folks home when Lim takes an amorous interest in Rosie, then Kang is accused of killing one of the elderly residents. Is Frankie behind this? What is Lim Lau Pek really up to?","release_date":"2010-08-12","vote_average":6.0,"runtime":99,"cert":"N\/A","id":73647,"title":"Phua Chu Kang: The Movie","adult":false,"genre_ids":[35]},{"cast":["Sze-Ma Lung","Chung Wah","Dean Shek","Kao Ming","Man Lee-Pang"],"overview":"Down on his luck, our unlikely hero is trying to save enough money to afford to be trained in kung fu. He joins a group of misfits in hopes of earning the money by performing for crowds in the street. However, he keeps running into trouble and a mysterious kung fu master. Will he be able to overcome the challenges that lie in front of him? Or will he die trying?","release_date":"1979-09-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":73648,"title":"Kung Fu on Sale","adult":false,"genre_ids":[28]},{"cast":["Arnoldo Foà","Bebo Storti","Giorgio Gherarducci","Marco Santin","Carla Signoris"],"overview":"","release_date":"1999-12-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":73649,"title":"Tutti gli uomini del deficiente","adult":false,"genre_ids":[35]},{"cast":["Richard Low","Yann Yann Yeo"],"overview":"\"Singapore Dreaming\" ( 美满人生) is a story about a family with big dreams, living on a small island. Heavily in debt, patriarch Loh Poh Huat can’t help but feel bitter irony whenever he has to perform his job as a lawyer’s clerk – seizing goods from the homes of credit card debtors. At the end of his career and frustrated by the gulf between his middle class dreams and his working class reality, he takes his feelings of failure and envy out on his family. So when Poh Huat suddenly wins two million dollars in the lottery, the Lohs start believing that maybe this windfall will deliver them from their struggles. But something happens which pitches the family into a battle where the stakes are the very meaning of life itself...","release_date":"2006-09-07","vote_average":6.3,"runtime":105,"cert":"N\/A","id":73650,"title":"Singapore Dreaming","adult":false,"genre_ids":[10751,18]},{"cast":["Henry Thia","Crystal Lin","Jack Lim","Jia Hui Siau","Nathaniel Ho"],"overview":"\"Old Cow Vs Tender Grass\" tells the story of Moo (played by Henry Thia), a taxi-driver in his late 40s, and how his routine life changes when he gets acquainted with an attractive but eccentric lady, Moon (played by Crystal Lin). Meanwhile, Jack Lim plays a rugged taxi-driver who falls for a lady from China (played by Siau Jiahui). The movie attempts to explore the seemingly improbable romantic relationships in today's society, through a simple yet hilarious storyline.","release_date":"2010-07-22","vote_average":1.0,"runtime":95,"cert":"N\/A","id":73651,"title":"Old Cow Vs Tender Grass","adult":false,"genre_ids":[35,10749]},{"cast":["Sammo Hung","Leung Kar-Yan","Fanny Wang","Chang Yi","Peter Chan Lung"],"overview":"Chung Yao, a martial arts expert, has long been on the run from his stepbrother, who he caught trying to rape his wife on their wedding night. His brother has never given up the chase however, and Chung Yao live in constant fear that the vengeful stepbrother will murder him and his wife.","release_date":"1980-02-28","vote_average":7.1,"runtime":100,"cert":"N\/A","id":73652,"title":"The Victim","adult":false,"genre_ids":[28,18]},{"cast":["Michael Madsen","R. Lee Ermey","Robert Vaughn","Dyan Cannon","Shelli Lether"],"overview":"A psychic father and daughter band together with an \"angel\" in an attempt to save Earth from an extraterrestrial Armageddon. This suspenseful thriller ties together strange occurrences from 1965 in the Bermuda Triangle (where an American fighter pilot supposedly encountered a spaceship) and government hush-up conspiracies.","release_date":"1998-06-22","vote_average":6.0,"runtime":98,"cert":"N\/A","id":73653,"title":"The Sender","adult":false,"genre_ids":[28,53,878]},{"cast":["Lee Eun-ju","Lee Beom-soo","Bong Tae-gyu","Byun Hee-bong"],"overview":"In a town where everyone believes in UFOs, a bus driver named Sam lives out his daydreams by making special radio programs for the passengers who ride his bus. A heartwarming story of a physically challenged but outgoing girl named Kate who falls in love with this timid but lovable bus driver.","release_date":"2004-01-30","vote_average":5.7,"runtime":105,"cert":"N\/A","id":73656,"title":"Au Revoir, UFO","adult":false,"genre_ids":[35]},{"cast":[],"overview":"These worship songs explore themes including sacrifice and redemption (\"Beautiful Exchange\"), love (\"Our God Is Love\") and hope (\"Forever Reign\"), which is also the first radio single. Hillsong Live albums are led by worship leaders including Reuben Morgan, Joel Houston, Ben Fielding and Darlene Zschech. Other key songs include: \"Open My Eyes\" (sung by Reuben Morgan), \"The One Who Saves\" (sung by Ben Fielding) and \"Greatness Of Our God\" (sung by Darlene Zschech). Many of the songs were written by Reuben Morgan with other authors such as Jason Ingram, Stu Garrard, Ben Fielding and Darlene Zschech. It is the last album to feature Brooke Fraser as a Worship Leader.","release_date":"2010-06-29","vote_average":0.0,"runtime":75,"cert":"N\/A","id":73657,"title":"Hillsong - A Beautiful Exchange","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"SuperBand members are Jonathan Lee, Emil Chau, A-Yue Chang, and Lo Ta","release_date":"2011-01-13","vote_average":0.0,"runtime":445,"cert":"N\/A","id":73658,"title":"SuperBand Live In Taipei: The Start And Final Stop","adult":false,"genre_ids":[]},{"cast":["Kim Su-ro","Jung Jae-young","Ryu Deok-hwan","Im Won-hee","Gong Ho-seok"],"overview":"Four cars get into an accident on the night road, and one unidentified woman ends up dead. At the police station, the police find a password-protected flash drive among her belongings. They work with the other drivers plus some delivery guys to crack the password in hopes that it will provide clues to her identity. Instead, they find the answer to the final million-dollar question for aquiz show. Naturally, everyone rushes to compete in the quiz show! They all know the final answer, but they have to get through 29 other questions first.","release_date":"2010-09-16","vote_average":5.6,"runtime":121,"cert":"N\/A","id":73659,"title":"The Quiz Show Scandal","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Great Day\" tells the story of two uncles who live in an old folks home. Aggravated by an argument and with the help of Ah Hock and Ultraman, the two men decide to escape from the home and find their children, just to show off whose children are better. The fun catches on with odd circumstances one after another, but in the end of the day it's going to be a big reunion at the old folk's home. This movie open before the Chinese New Year and patrons have difficulty getting tickets to the movie. This movie can be said to be Part 2 of WOO HOO TIGER, both of which comprise of the same cast. Both movie do not relate to each other of course…A must see for everyone.","release_date":"2011-01-13","vote_average":0.0,"runtime":91,"cert":"N\/A","id":73662,"title":"Great Day","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Gantzler","Niels Olsen","Neel Rønholt","Lotte Andersen","Mikkel Sundø"],"overview":"Hele familien skal på skiferie i Norge, da far brækker benet. Derfor tager onkel Erik af sted med de fem ældste børn. På færgen møder Amalie skiinstruktøren Dan og onkel Erik bliver meget søsyg. Det viser sig far har lejet en meget lille utæt hytte, men Jan og Michael får det ordnet så de flytter ind i en stor suite. Det viser sig at den er udlejet til fru Flinth og hendes veninder og hun laver meget vrøvl. Familien smides ud, men igen ordner Jan og Michael situationen. De påstår at Erik Lund er en berømt sanger. Erik har travlt med at passe på Amalie, men da hun opdager Dans luskeri med en anden pige får hun drengene til at hjælpe sig. I mellemtiden får Erik også tid til at stå på skøjter sammen med fru Flint.","release_date":"2002-10-11","vote_average":4.5,"runtime":84,"cert":"N\/A","id":73665,"title":"My Sisters Kids in the Snow","adult":false,"genre_ids":[35,10751]},{"cast":["Daniel Prévost"],"overview":"","release_date":"2006-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73666,"title":"Daniel Prévost: Paris World Tour","adult":false,"genre_ids":[]},{"cast":["Denis Maréchal"],"overview":"","release_date":"2007-01-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":73667,"title":"Denis Maréchal: J'dis franchement","adult":false,"genre_ids":[]},{"cast":["Monique van de Ven","Rijk de Gooyer"],"overview":"A bored company owner decides to find out what it is like to be one of his workers. During his \"transformation\" he falls in love with a cafeteria worker. When his alter ego \"The Boss\" makes an inappropriate comment to his would-be girlfriend, the worker challenges his \"Boss\" to a Duel.","release_date":"1981-10-29","vote_average":6.0,"runtime":86,"cert":"N\/A","id":73668,"title":"High Heels, Real Love","adult":false,"genre_ids":[]},{"cast":["Ivan Brunetti","Daniel Clowes","Mitch Deprey","Peter Haskett","Raymond Huffman"],"overview":"In 1987, Eddie Lee Sausage and Mitch Deprey recorded the nightly squabbles of their over-the-top neighbors, homophobic Raymond Huffman and proudly gay Peter Haskett, and the chronicle of the pair's bizarre existence soon took on a life of its own. This darkly funny documentary checks in with former punks Eddie and Mitch, who detail their late-'80s Lower Haight surroundings, and surveys the tapes' influence on an array of underground artists.","release_date":"2011-08-26","vote_average":5.3,"runtime":90,"cert":"N\/A","id":73669,"title":"Shut Up Little Man! An Audio Misadventure","adult":false,"genre_ids":[35,99]},{"cast":["David Hemmings","Michael York","Prunella Ransome","Colin Blakely","Ian McKellen"],"overview":"While Old England is being ransacked by roving Danes in the 9th century, Alfred is planning to join the priesthood. But observing the rape of his land, he puts away his religious vows to take up arms against the invaders, leading the English Christians to fight for their country. Alfred soundly defeats the Danes and becomes a hero. But now, although Alfred still longs for the priesthood, he is torn between his passion for God and his lust for blood.","release_date":"1969-10-08","vote_average":4.8,"runtime":122,"cert":"N\/A","id":73672,"title":"Alfred the Great","adult":false,"genre_ids":[36,28,18,10752]},{"cast":["Stanley Fung","Deannie Yip","Chow Yun-Fat","John Shum Kin-Fun","Tony Leung Chiu-Wai"],"overview":"A psychiatrist donates his time to help the mentally ill street people of Hong Kong. A reporter who hears about his activities accompanies him on his rounds.","release_date":"1986-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":73673,"title":"The Lunatics","adult":false,"genre_ids":[18]},{"cast":["Paul Frees"],"overview":"Jerry is raiding the fridge while, nearby, a watchful Tom chases Jerry causing him to crash into a wall which, in turn, causes a bottle of white shoe polish to pour on Jerry. It is at this time when Tom hears on the radio that a dangerous white mouse, having swallowed an explosive formula, has escaped from a lab and that the slightest noise will cause an explosion and destroy a city. Tom then notices the now white Jerry and does whatever he can to stop Jerry from doing dangerous things to himself (hitting himself with a hammer,etc.).","release_date":"1953-01-10","vote_average":6.7,"runtime":7,"cert":"N\/A","id":73676,"title":"The Missing Mouse","adult":false,"genre_ids":[35,16]},{"cast":["Steven Weber","Swoosie Kurtz","Stacey Travis","Sean Moran","Gail O'Grady"],"overview":"Insurance agent Hutch Rimes spends a lot of time at the Sleep Easy Hotel, taking long lurid lunch breaks with a string of sexy secretaries who he hires for their \"special talents\".  Ten years ago, one of his office honeys tried to get him to kill her abusive husband. The plan backfired when the hubby killed her by mistake, got sent up the river, and lucky Hutch made a fortune buying off a piece of his ranch.  But now it's trouble time -- there's a stalker in the suburbs who wants Hutch dead. Is it the cold-blooded killer just out of jail, the jealous husband of his latest fling, or another psycho enemy he's made along the way?  Steven Weber (Wings), Swoosie Kurts (Sisters) and Gail O'Grady (NYPD Blue) star in this hilariously sinister thriller that proves the worst thing in life can also be the funniest.","release_date":"2000-11-05","vote_average":3.3,"runtime":99,"cert":"N\/A","id":73677,"title":"Sleep Easy, Hutch Rimes","adult":false,"genre_ids":[53]},{"cast":["Georgina Verbaan","Daan Schuurmans","Katja Schuurman","Kürt Rogiers","John Wijdenbosch"],"overview":"The story about a wild week at the Spanish coast. Romance at the beach, competition on the dance floor. Salty water, sweet kisses...","release_date":"2001-03-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":73678,"title":"Costa!","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Travis, Nick and Cody have been friends almost all their lives, growing up on the Swinomish Reservation in Washington State. When they find themselves in trouble with drugs and alcohol, the teens are offered an opportunity to participate in Native Lens, Longhouse Media's filmmaking program. Figuring it's better than spending afternoons in drug court, they dream about making a film with car crashes and rap music. But they are asked to make a documentary about the impact of two oil refineries on their tribal community instead. In this coming of age story the boys discover themselves, their community and the threat their people face.","release_date":"2008-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":73681,"title":"March Point","adult":false,"genre_ids":[]},{"cast":["Paul Ipate","Adi Cărăuleanu","Dragoș Bucur","Tudor Istodor","Alexandru Potocean"],"overview":"Out of enthusiasm, a Militia soldier abandons his platoon and decides to fight for the cause of the Revolution. His Lieutenant and the rest of the crew look for him during the confused night of 22-23 December 1989.","release_date":"2006-08-07","vote_average":7.3,"runtime":92,"cert":"N\/A","id":73682,"title":"The Paper Will Be Blue","adult":false,"genre_ids":[18,28,53,10752]},{"cast":["Jason Byrne"],"overview":"For the first time ever on DVD Jason Byrne, one of the hottest comics around, brings his Out of the Box Tour 2006 live into your living room. Filmed at Dublin's world famous Vicar Street during his sell out European tour, Jason's inspired, original brand of high energy lunacy takes his audience on the ride of their lives. His fast and unpredictable style, fused with an array of offbeat props makes this a helter-skelter show.","release_date":"2006-11-20","vote_average":8.5,"runtime":79,"cert":"18","id":73683,"title":"Jason Byrne: Out of the Box","adult":false,"genre_ids":[35]},{"cast":["Dink Trout"],"overview":"A bootle beetle elder tells the story of Morris, the moose about the size of a rabbit. Thunderclap the moose is taking on all challengers, and Morris decides to try, much to the amusement of Thunderclap. As a result, he meets Balsam, a full-size moose with tiny antlers (Morris' antlers are full size). The two team up, and with the help of a log that makes them very tall, defeat Thunderclap.","release_date":"1950-11-24","vote_average":4.6,"runtime":8,"cert":"N\/A","id":73684,"title":"Morris the Midget Moose","adult":false,"genre_ids":[16]},{"cast":["Violeta Markovska","Marshall R. Teague","John Simon Jones","Jim Davidson"],"overview":"","release_date":"2003-04-17","vote_average":3.0,"runtime":93,"cert":"N\/A","id":73685,"title":"Disaster","adult":false,"genre_ids":[28]},{"cast":["Robert Więckiewicz","Benno Fürmann","Agnieszka Grochowska","Maria Schrader","Marcin Bosak"],"overview":"A dramatization of one man's rescue of Jewish refugees in the Nazi-occupied Polish city of Lvov. In Darkness tells the true story of Leopold Soha who risks his own life to save a dozen people from certain death. Initially only interested in his own good, the thief and burglar hides Jewish refugees for 14 months in the sewers of the Nazi-occupied town of Lvov (formerly Poland).","release_date":"2011-09-02","vote_average":7.1,"runtime":145,"cert":"15","id":73686,"title":"In Darkness","adult":false,"genre_ids":[18,10752]},{"cast":["June Foray","Daws Butler"],"overview":"Tom sells Jerry to a local pet story that's buying white mice. Yes, Jerry's brown, but a little paint fixes that. The lady of the house finds the money Tom got and uses it to buy a cute white mouse. Jerry shows off acrobatics and dancing. Tom washes off Jerry's paint, but Jerry keeps finding new ways to become white before his owner can see him.","release_date":"1955-05-21","vote_average":5.9,"runtime":7,"cert":"N\/A","id":73689,"title":"Mouse For Sale","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Jerry Mouse gets tired of living the country life and decides to head to the big city. However, the experience doesn't turn out quite like Jerry had expected.","release_date":"1945-07-07","vote_average":6.7,"runtime":8,"cert":"N\/A","id":73690,"title":"Mouse in Manhattan","adult":false,"genre_ids":[35,16]},{"cast":["María Elena Velasco","Ramón Valdés","Armando Soto La Marina","José René Ruiz","Felicia Mercado"],"overview":"Irrepressible Mexican queen of comedy Maria Elena Velasco returns to the screen in this rollicking laugh-fest that finds her enduring character La India Maria becoming deeply embroiled in a large scale diamond heist.","release_date":"1979-07-23","vote_average":4.0,"runtime":90,"cert":"N\/A","id":73691,"title":"Okey, Mister Pancho","adult":false,"genre_ids":[12,35]},{"cast":["Nicolas Canteloup"],"overview":"","release_date":"2008-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73692,"title":"Nicolas Canteloup - Deuxième Couche","adult":false,"genre_ids":[]},{"cast":["María Elena Velasco"],"overview":"This Mexican comedy stars La India Maria, who drives the FBI crazy because they cannot figure out whether she belongs here or there.","release_date":"1988-01-28","vote_average":3.0,"runtime":90,"cert":"N\/A","id":73693,"title":"Ni de aquí, ni de allá","adult":false,"genre_ids":[]},{"cast":["Vincent Dubois","Jean-Christian Fraiscinet"],"overview":"","release_date":"2004-03-08","vote_average":6.8,"runtime":null,"cert":"N\/A","id":73694,"title":"Les Bodin's - Mère & Fils","adult":false,"genre_ids":[35]},{"cast":["María Elena Velasco","Armando Soto La Marina","Carlos Riquelme","Noé Murayama","Anabelle Gutierrez"],"overview":"The outstanding comedian, \"La India Maria,\" unknowingly ends up as a detective in Acapulco, pursued by smugglers of ancient artifacts.","release_date":"1983-01-09","vote_average":6.5,"runtime":90,"cert":"N\/A","id":73695,"title":"The Feathered Coyote","adult":false,"genre_ids":[28,35]},{"cast":["María Elena Velasco","Fernando Luján","Óscar Ortiz de Pinedo","Eleazar García","Emma Roldán"],"overview":"This funny Mexican film tell the tale of a family who will do anything to get rid of the rich old lady who sits at the head of the clan. All the hilarious members want a piece of the very lucrative inheritance money. What they don't know, however, is that grandma has left all of the money to her trusty kitten.","release_date":"1976-11-25","vote_average":5.0,"runtime":88,"cert":"N\/A","id":73696,"title":"El miedo no anda en burro","adult":false,"genre_ids":[27,35,10751]},{"cast":["Francesca Romana Coluzzi","Ugo Tognazzi","Milena Vukotic","Angela Goodwin","Jean-Jacques Fourgeaud"],"overview":"Paronzini at the age of 50, decides to get married and he looks at the Tettamanzi's three sisters.","release_date":"1970-09-22","vote_average":5.9,"runtime":98,"cert":"N\/A","id":73697,"title":"Come Have Coffee with Us","adult":false,"genre_ids":[35]},{"cast":["Abigail Breslin","Alessandro Nivola","Elisabeth Shue","Brittany Snow","Peter Stormare"],"overview":"A young girl who has been abandoned by her former-groupie mother informs a fading rock star that she is his daughter.","release_date":"2010-09-17","vote_average":6.1,"runtime":114,"cert":"N\/A","id":73700,"title":"Janie Jones","adult":false,"genre_ids":[18,10402]},{"cast":["Charlie Chaplin","Albert Austin","Henry Bergman","Loyal Underwood","Tom Wilson"],"overview":"Professor Bosco, a poor flea trainer, rents a bed in a flophouse. Before going to bed, he rallies his troops and once he has made sure his beloved fleas are settled for the night, the professor prepares to sleep the sleep of the just man. Unfortunately he accidentally knocks the box off his bed and the fleas have the time of their lives pestering Bosco's neighbors. To get the escapees back in their box again, the trainer resorts to... his whip! All is back to normal one more time. But not for long, as a stray dog enters the flophouse and very unwisely opens the box, thus creating new havoc. Written by Guy Bellinger","release_date":"1919-01-01","vote_average":5.4,"runtime":7,"cert":"N\/A","id":73705,"title":"The Professor","adult":false,"genre_ids":[35]},{"cast":["Alaina Kalanj","Maxwell Caulfield","Jesse Berns","Nikki Bohannon"],"overview":"A former convict and drug abuser (Bernstein) meets a dog trainer who wants him to help out in her work as part of his rehabilitation. Story told by the dog.","release_date":"2006-06-15","vote_average":0.0,"runtime":103,"cert":"N\/A","id":73706,"title":"Dog Lover's Symphony","adult":false,"genre_ids":[35,10749,10751]},{"cast":[],"overview":"In his groundbreaking TV series from the 1950s and '60s, Peabody Award winner Don Herbert -- better known as Mr. Wizard -- introduces the preteen set to the wonders of science. Demonstrating inventive experiments with thoughtful care, Mr. Wizard was a popular and critical success. This collection also includes adventures from \"Winky Dink and You,\" a 1950s kids' series hailed by Microsoft founder Bill Gates as \"the first interactive TV show.\"","release_date":"2009-01-01","vote_average":5.5,"runtime":87,"cert":"N\/A","id":73707,"title":"Watch Mr. Wizard","adult":false,"genre_ids":[10751]},{"cast":["Katsunosuke Hori","Akira Murayama","Sumi Shimamoto","Gara Takashima","Hirotaka Suzuoki"],"overview":"A spaceship is lost near the forbidden planet of Inferno II. Some years later, a second ship with a crew of nine gets there and encounters a monster that rapidly makes mince meat of most of them. The sole survivor, Makuro Kitazato, must destroy the monster before it can surprise a third ship that is already en route.","release_date":"1987-01-21","vote_average":5.0,"runtime":52,"cert":"N\/A","id":73708,"title":"Hell Target","adult":false,"genre_ids":[16,878,27]},{"cast":["Keiko Onodera","Atsushi Anbe","Hitoshi Horimoto","Rena Kurihara"],"overview":"Azusa Kawahara is the soccer team manager who is going out with Ikumi, one of the team members. Lately Ikumi has been busy after school and this is making Azusa uncomfortable.","release_date":"1989-11-14","vote_average":0.0,"runtime":10,"cert":"N\/A","id":73709,"title":"Ano Ko ni 1000%","adult":false,"genre_ids":[16,10749]},{"cast":["Emi Shinohara","Nobutoshi Canna","Yuri Amano","Chafurin","Hikaru Midorikawa"],"overview":"Ushio is a freediver with strange powers. He and his friends are at a tropical land in search of a rare fish, the Blue Butterfly. This pursuit leads them to Ayuuru, a local girl who might know where to find the legendary fish.","release_date":"1994-02-25","vote_average":0.0,"runtime":30,"cert":"N\/A","id":73710,"title":"Blue Butterfly Fish","adult":false,"genre_ids":[16,18,10749,14]},{"cast":["Roy \"Chubby\" Brown"],"overview":"The Man In Patch is back with a vengeance. Hang onto your helmets as Britain's favourite comedian lets rip with another big one! \"Welcome to my new DVD, Obscene and Not Heard - which is exactly what it is - the funniest and most outrageous material I've ever done which has NEVER been seen on DVD before. Over the years I've filmed loads of gags for my own collection at home which have all been locked away until now. I've sifted through over a hundred hours of material and Obscene and Not Heard shows all the bits of me you never thought you'd get to see! I think these are some of the funniest routines I've ever done and I hope this video will make you laugh as much as it does me\" Yours Chubby","release_date":"1997-10-27","vote_average":6.5,"runtime":null,"cert":"18","id":73711,"title":"Roy Chubby Brown: Obscene and Not Heard","adult":false,"genre_ids":[35]},{"cast":["Daisuke Gouri","Masaru Ikeda","Kaneta Kimotsuki","Kazue Komiya","Rei Sakuma"],"overview":"Micchi thrusts though space on her spacecraft Pink Shock, hoping to be reunited with her long lost lover.","release_date":"1986-07-21","vote_average":0.0,"runtime":35,"cert":"N\/A","id":73712,"title":"Cosmos Pink Shock","adult":false,"genre_ids":[16,878,10749]},{"cast":["Masashi Hirose","Yuko Mizutani","Kappei Yamaguchi","Wasabi Mizuta","Ako Mayama"],"overview":"Six men and women who are completely underground to one another have been given false memories and are living together as a family in a capsule hall. They know nothing about the outside world, and that they are broadcasted as a real-life soap opera in the imaginary community of Champon City.","release_date":"1997-04-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":73713,"title":"Eternal Family","adult":false,"genre_ids":[16,35]},{"cast":["Sensaku Shigeyama"],"overview":"A hapless country doctor describes with breathless urgency a night-time summons to attend a young patient. Events soon take on a surreal aspect as \"unearthly horses\" transport him instantaneously to the bedside. The doctor, preoccupied with personal distractions and grievances against those he is employed to care for, fails to find what is revealed to be a vile, fatal wound. He is humiliated by the villagers, who are \"always expecting the impossible from the doctor,\" and doomed to an endless return trip, losing everything.","release_date":"2007-11-17","vote_average":7.2,"runtime":21,"cert":"N\/A","id":73714,"title":"Franz Kafka's a Country Doctor","adult":false,"genre_ids":[16,18]},{"cast":["Shinnosuke Furumoto","Mitsuki Yayoi","Junko Ohtsubo","Keiichi Nanba","Kikuko Inoue"],"overview":"Akihiro is a teenage boy with fantasies. He's about to have date with his girlfriend Miyuki when he finds a strange carpet on his way home. Home, a pretty and over-energetic girl named Malon appears from the carpet. She tells Akihiro about the world of Phantasia and wants to live with Akihiro. But even if Akihiro loves pretty girls, he becomes angry with Malon's magical powers and drives her away. The maniac wizard, Roll, who wants to kill Malon, doesn't help at all.","release_date":"1993-11-26","vote_average":7.0,"runtime":28,"cert":"N\/A","id":73715,"title":"Girl from Phantasia","adult":false,"genre_ids":[16,35,10749,14,18]},{"cast":["Yuka Tokumitsu","Eiji Moriyama","Maki Saitou","Mayumi Honda","Ryou Naitou"],"overview":"One year has passed since Nao and Uehara accidentally moved into the same apartment. Since then, they have become an official couple. With Uehara's 16th birthday coming up, Nao's biggest worry is what to buy him. Everything is going smoothly- that is, until Nao realizes Uehara's birthday has already passed and she spent it acting as a cut model for the handsome hair stylist, Asai.","release_date":"2001-02-08","vote_average":8.0,"runtime":19,"cert":"N\/A","id":73716,"title":"Good Morning Call","adult":false,"genre_ids":[16,35,18,10749]},{"cast":[],"overview":"During the South Sung Dynasty, rampant with corruption and murder the peasants led a very difficult life. Lords controlled the countryside, continuously fighting for power. This film depicts these brutal realities of China during this time, and how one man's integrity and pride is never compromised.","release_date":"1977-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73717,"title":"Thousand Miles Escort","adult":false,"genre_ids":[28]},{"cast":[],"overview":"This film is about a train departing Osaka Station at midnight to an unknown destination. The people on this train all have some difficulties in their lives, and they end up on this train. Hanoko is suicidal, Yuka has caught her boyfriend with another woman, Michiru is aimless, Mr. Wakabayashi has just been fired, and one other man just lost his wife. They take the train to Kazumachi, a small village. They decide to stay and enter a small world of discovery about themselves, courtesy of the inhabitants of the village, all of whom are engaging.","release_date":"2006-10-04","vote_average":0.0,"runtime":109,"cert":"N\/A","id":73718,"title":"Departing Osaka Station at 0:00","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"One couple's search for peace and happiness takes them on a journey of brutal killings and savagery through ancient China. Hero's Blood is a beautiful and exciting adventure filled with loss, love, action, and most importantly, tons of amazing martial arts fight scenes.","release_date":"1991-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73719,"title":"Hero's Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Manchu are out to destroy the Shaolin's temple and their way of life. The Shaolin master has just chosen his successor to be Rocky, a young Shaolin monk awaiting enlightenment. However, Rocky falls into an evil plot set up by the Manchu, and now he must fight to save the temple and preserve the Shaolin Buddhist way of life!","release_date":"1984-09-04","vote_average":0.0,"runtime":91,"cert":"N\/A","id":73720,"title":"Shaolin vs. Manchu","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Iron Umbrella was a child, he woke one night to find his parents murdered by a sinister man with a long sword scar across his forehead. Ironman comes upon the boy and decides to raise him as his own. Iron Umbrella grows to become a man, and sets off to avenge his parents' death.","release_date":"1970-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73721,"title":"Swordsman With an Umbrella","adult":false,"genre_ids":[]},{"cast":["Sakiko Tamagawa","Toshihiko Seki"],"overview":"This is the story of young fifteen-year-old actress and model Mio Hagiwara, her school and friends, and over all, her relationship with Ichiya Kumagai, a cool young director of her age with which Mio falls in love with.","release_date":"1991-09-29","vote_average":0.0,"runtime":37,"cert":"N\/A","id":73722,"title":"Handsome Girl","adult":false,"genre_ids":[16,10749]},{"cast":["Zac Efron","Danny DeVito","Taylor Swift","Ed Helms","Rob Riggle"],"overview":"A 12-year-old boy searches for the one thing that will enable him to win the affection of the girl of his dreams. To find it he must discover the story of the Lorax, the grumpy yet charming creature who fights to protect his world.","release_date":"2012-03-01","vote_average":6.4,"runtime":86,"cert":"PG","id":73723,"title":"The Lorax","adult":false,"genre_ids":[16,10751]},{"cast":["Ayako Kawasumi","Ryoko Shiraishi","Kazuhiko Inoue"],"overview":"At the Personality Plant, robots are being built and slowly outfitted with the artificial memories of real people. Suzu is one such robot, being made to replace the young boy a family has lost. By chance, he meets Hitori, a young girl suffering from progressive memory loss. The two children become friends and attempt to define themselves in the light of their changing memories.","release_date":"2005-08-28","vote_average":8.0,"runtime":40,"cert":"N\/A","id":73724,"title":"Hotori - The Simple Wish for Joy","adult":false,"genre_ids":[18,16,878]},{"cast":["Tony Goldwyn","Lauren Holly","Jimmy Pardo","Thomas Lennon","Pete Schwaba"],"overview":"Joe Keegan is the 'Rocky' of stand-up comedy. A fifteen-year comedy veteran who was pegged for stardom early on in his career but has blown every major audition he has ever had in legendary fashion. Fresh off a recent fiasco with a heckler that included a broken nose, Joe's friend Kenny tells him he can get them an audition for 'The Tonight Show' and that it's 'a can't miss.' The one catch is that it's at a roadside bar in tiny Pine Lake, Wisconsin, hometown of Tonight Show Talent scout, Harvey Skorik who never misses 'Rocktoberfest.' Having doubts but needing a break from L.A., Joe reluctantly agrees to go. Arriving in Wisconsin, Joe bombs his first night on stage when local emcee Dug sabotages him. Joe cannot get a break until he encounters his former high school English teacher, the beautiful Molly Mahoney who is also at a crossroads in her life.","release_date":"2005-04-20","vote_average":3.8,"runtime":90,"cert":"N\/A","id":73725,"title":"The Godfather of Green Bay","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A look at several friends as they look for and hopefully find the one they will be compatible with leading to marriage.","release_date":"1995-03-23","vote_average":5.0,"runtime":55,"cert":"N\/A","id":73726,"title":"Marriage","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":73727,"title":"The Internationale","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Latest action feature of the popular Gachiban series stars Kazuma Sano (Mori) and Masataka Kubota.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73732,"title":"Gachiban Ultimate","adult":false,"genre_ids":[]},{"cast":["Angela Kovács","Lars Brandeby","Dag Malmberg","Eric Ericson","Moa Gammel"],"overview":"The Hunt for a young girls killer get Inspector Irene Huss and her co-worker into a world of evil.","release_date":"2011-09-07","vote_average":6.3,"runtime":88,"cert":"N\/A","id":73733,"title":"Irene Huss 9: En man med litet ansikte","adult":false,"genre_ids":[80,18,9648]},{"cast":["Horst Krause","Gabriela Maria Schmeide","Ingo Naujoks","Dominique Horwitz","Karin Gregorek"],"overview":"","release_date":"2007-12-19","vote_average":5.3,"runtime":null,"cert":"N\/A","id":73734,"title":"Krauses Fest","adult":false,"genre_ids":[35]},{"cast":["Horst Krause","Carmen-Maja Antoni","Angelika Böttiger","Tilo Prückner","Irm Hermann"],"overview":"","release_date":"2009-01-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":73735,"title":"Krauses Kur","adult":false,"genre_ids":[]},{"cast":["Lluís Homar","Michelle Jenner","Rubén Ochandiano","Belén Rueda","Núria Gago"],"overview":"Silvia is a young girl marked by a dark childhood. When she is barely twenty-five, she decides to start over and to face the people, feelings and emotions that keep her bound to the past. In her fight against adversity and against herself, she will learn to control her fears and become an adult, responsible for her own actions.","release_date":"2011-04-28","vote_average":6.2,"runtime":90,"cert":"N\/A","id":73738,"title":"Don't Be Afraid","adult":false,"genre_ids":[18]},{"cast":["Annina Ucatis"],"overview":"","release_date":"2008-06-01","vote_average":2.0,"runtime":71,"cert":"N\/A","id":73739,"title":"Fast & Sexy - Boxenluder voll in Fahrt","adult":true,"genre_ids":[]},{"cast":["Andrea Giordana","Gilbert Roland","Horst Frank","Ennio Girolami","Ignazio Spalla"],"overview":"On his way back from the Civil War, Johnny Hamilton is visited in his sleep by the ghost of his father who lets him know that he has been murdered and who asks him to avenge him. Back in the family ranch, Johnny finds that not only has his father been killed but that Gertrude, his mother, has married her late husband's brother Claude. The latter is now the owner of the ranch and of all the properties of the deceased. Polonius, a ruthless bandit, is supposed to have killed Johnny's father. But couldn't it be Claude...?","release_date":"1968-03-22","vote_average":7.0,"runtime":91,"cert":"N\/A","id":73740,"title":"Johnny Hamlet","adult":false,"genre_ids":[37]},{"cast":["Franco Franchi","Ciccio Ingrassia","Totò","Walter Chiari","Ira von Fürstenberg"],"overview":"The film consists of six short stories created by different directors, but all the stories share one thing: a warm irony to current events.","release_date":"1968-04-13","vote_average":7.0,"runtime":95,"cert":"N\/A","id":73741,"title":"Caprice Italian Style","adult":false,"genre_ids":[35]},{"cast":["Krzysztof Kowalewski","Paweł Ciołkosz","Dominika Kluźniak","Cezary Morawski","Brygida Turowska-Szymczak"],"overview":"A peaceful summer day in the Moomin Valley is interrupted by a volcanic eruption. At the last minute the Moomin family finds refuge in a strange house. It turns out it's not an ordinary house but a theatre stage where the Moomin Family begins to write a play.","release_date":"2008-04-18","vote_average":6.5,"runtime":88,"cert":"N\/A","id":73742,"title":"Moomin and Midsummer Madness","adult":false,"genre_ids":[16,10751]},{"cast":["Camilla Overbye Roos","Jeff Fahey","Andrew Keegan","Amy Weber","Michael Worth"],"overview":"","release_date":"2002-06-24","vote_average":3.2,"runtime":91,"cert":"N\/A","id":73743,"title":"The Contract","adult":false,"genre_ids":[53]},{"cast":["Alberto Sordi","Rita Gam","Antonio Cifariello","Bambi","Elsa Martinelli"],"overview":"Various short stories.  Giovanna arrives from Rome with her husband Alberto for a film audition. The journalist Gino comes to interview the great industrial Signore Carsoli. The famous American actress Rita is in search of her umpteenth husband. Leopoldo and Angelina from Sicily are on vacation in Rome where they meet the street smart Nicola.","release_date":"1959-05-05","vote_average":7.0,"runtime":84,"cert":"N\/A","id":73744,"title":"Wildcats on the Beach","adult":false,"genre_ids":[]},{"cast":["Neil Tennant","Chris Lowe"],"overview":"Filmed 1-3 June 1991 at Birmingham NEC on their Performance tour. Conceived by David Alden. Concert designed by David Fielding with choreography by Jacob Marley. Film directed by Eric Watson and produced by Dickie Jeffares for Manga! Films. Digitally remastered and visually restored in 2004.","release_date":"1991-12-31","vote_average":9.0,"runtime":103,"cert":"","id":73745,"title":"Pet Shop Boys Performance","adult":false,"genre_ids":[10402]},{"cast":["Daan Schuurmans","Hanna Verboom","Egbert Jan Weeber","Eva van der Gucht","Yolanthe Sneijder-Cabau"],"overview":"A romantic comedy set around a group of Dutch youngsters in Tirol.","release_date":"2004-10-14","vote_average":7.1,"runtime":100,"cert":"N\/A","id":73746,"title":"Snowfever","adult":false,"genre_ids":[10749,35]},{"cast":["Alberto Sordi","Peppino De Filippo","Aldo Fabrizi","Gino Cervi","Valeria Moriconi"],"overview":"","release_date":"1956-01-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":73747,"title":"Guardia, Guardia Scelta, Brigadiere e Maresciallo","adult":false,"genre_ids":[35]},{"cast":["Derek Yee Tung-Sing","Ching Li","Wong Yung","Tang Ching","Au-Yeung Pui-San"],"overview":"When a notorious fiend known as the \"Bat Without Wings\" returns to his small village after a five-year absence and kidnaps a young maiden, it's up to her family and a resourceful swordsmen to brave the horrors of the underworld to bring her back home alive.","release_date":"1980-12-11","vote_average":5.5,"runtime":87,"cert":"N\/A","id":73748,"title":"Bat without Wings","adult":false,"genre_ids":[27,28,12]},{"cast":["Alexander Fu Sheng","Tien Niu","Philip Kwok Chun-Fung","Ku Feng","Ku Kuan-Chung"],"overview":"Guo Jing and Yang Kang are the sons of two rebels. The rebels are killed by imperial soldiers and the boys are rescued by six pugilists later. The pugilists agree to separate the two boys, tutor them separately in martial arts, and let them meet again when they have grown up, to determine whose abilities are better. Guo becomes the student of the \"Seven Freaks of Jiangnan\" while Yang Kang becomes the foster son of a Jurchen prince inadvertently.","release_date":"1977-07-30","vote_average":6.3,"runtime":127,"cert":"","id":73749,"title":"The Brave Archer","adult":false,"genre_ids":[28,18]},{"cast":["Alberto Sordi"],"overview":"Sunday is the only day off that house maids use to date the young men who cross their paths: doormen, soldiers, sailors, timid virgins and lurid husbands, or even a doctor.","release_date":"1955-12-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":73750,"title":"I Pappagalli","adult":false,"genre_ids":[]},{"cast":["Alexander Fu Sheng","Nau Nau","Ku Feng","Philip Kwok Chun-Fung","Johnny Wang Lung-Wei"],"overview":"Huang Rong is taken hostage by Ouyang Feng, who attempts to use her to seize the Nine Yin Manual from Guo Jing. Guo and Hong Qigong rescue Huang Rong and Guo gives Ouyang an \"edited\" version of the manual, that will eventually cause Ouyang to become insane after he practises the skills in the manual wrongly. Ouyang, Hong and Guo get into a fight, in which Ouyang Ke is injured, and Guo and Hong use the opportunity to escape. However, Hong Qigong is also wounded and he gives Huang Rong his Dog Beating Staff, effectively handing over his leadership of the Beggars' Sect to her. Ouyang Feng and Ouyang Ke pursue Guo Jing and Huang Rong to a deserted town for revenge. Guo and Huang take shelter in an abandoned tavern inhabited by a only a retarded girl called Shagu.","release_date":"1978-05-13","vote_average":6.1,"runtime":110,"cert":"N\/A","id":73751,"title":"The Brave Archer 2","adult":false,"genre_ids":[28,18]},{"cast":["Alexander Fu Sheng","Gigi Wong Suk-Yee","Philip Kwok Chun-Fung","Chin Siu-Ho","Lung Tien-Hsiang"],"overview":"Guo Jing and Huang Rong return to Peach Blossom Island and are shocked to see that Guo's first martial arts teachers, the \"Seven Freaks of Jiangnan\", have all been murdered except for Ke Zhen'e. Guo Jing is tricked into believing that Huang Rong's father, Huang Yaoshi, is responsible for the murders and he attempts to avenge his teachers by fighting Huang Yaoshi. The intelligent Huang Rong eventually uncovers the truth and reveals that the murders are actually part of a plot masterminded by Ouyang Feng and Yang Kang. Ouyang and Yang want to make Guo Jing and Huang Yaoshi kill each other and Yang can learn Ouyang's newly mastered skills from the fake copy of the Nine Yin Manual.","release_date":"1982-02-25","vote_average":5.0,"runtime":100,"cert":"N\/A","id":73752,"title":"The Brave Archer and His Mate","adult":false,"genre_ids":[28,18]},{"cast":["Alberto Sordi","Tina Lattanzi","Margarita Lozano","Daniele Vargas","Franco Accatino"],"overview":"","release_date":"1970-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":73753,"title":"Il presidente del Borgorosso Football Club","adult":false,"genre_ids":[35]},{"cast":["Jason Pai Piao","Alexander Fu Sheng","Derek Yee Tung-Sing","Ku Feng","Angie Chiu"],"overview":"After his lengthy training nears completion, expert swordsman Kao is entrusted with an unusual mission by his elderly master. The task involves taking the fabled 'Teardrop Sword' down into the martial world and solving the petty squabbles of a few supremely skilled individuals, while also deciding the fate of the seemingly cursed weapon. Kao takes his master's words on-board, descends from his mountain retreat and prepares to meet the weird and wonderful pugilists he has heard so much about. Kao's arrival in town is noticed by the so-called 'Unbeatable' Sze-ma Chao-chun and his fiendishly intelligent aide Zhou who decide to keep a close eye on the stranger as they prepare to host a lavish ceremony. Unfortunately for Sze-ma, the celebration is disrupted by an assassination that leaves the whole of his clan rocked by the vicious attack.","release_date":"1980-07-24","vote_average":5.3,"runtime":106,"cert":"N\/A","id":73754,"title":"Heroes Shed No Tears","adult":false,"genre_ids":[28]},{"cast":["Diego Abatantuono","Isabella Ferrari","Lino Troisi","Lara Lamberti","Daniel Stephen"],"overview":"","release_date":"1983-12-29","vote_average":5.1,"runtime":88,"cert":"N\/A","id":73755,"title":"Il Ras del quartiere","adult":false,"genre_ids":[35]},{"cast":["Martin Lüttge","Brigitte Janner","Hans-Peter Korff","Pierre Besson","Ludwig Haas"],"overview":"The young, successful lawyer Lena Seidel travels to the small winegrowing town of Hilleritz on behalf of the Federal Ministry of Transport. There she is to convince the unruly villagers of the construction of a highway connection. Hardly Lena has arrived in Hilleritz, the canny head of the county Vogt puts his charming son Steffen on her: He should turn the \"city lady\" dubiously in the head, so they lose their original travel reason out of sight. However, when the two really fall in love with each other, the complications really start.","release_date":"2003-08-31","vote_average":4.0,"runtime":90,"cert":"N\/A","id":73758,"title":"Mein Weg zu Dir","adult":false,"genre_ids":[10770,35,10749]},{"cast":["Joanna Kerns","Tim Matheson","LaTanya Richardson Jackson","Katherine Cortez"],"overview":"Behind the facade of a perfect suburban life lies a secret and insufferable nightmare: a woman and her children are subjected to their father's unpredictable temper and violent outbursts. Fearing for their safety and perhaps their lives, the frightened mother and her children make their daring escape, assuming new identities and going underground to hide from their tormentor. However, the family's refuge from danger is only temporary...in order to be truly free from fear, they must bravely come out of the shadows and confront their enemy face to face","release_date":"1993-10-10","vote_average":0.0,"runtime":105,"cert":"N\/A","id":73759,"title":"Going Underground","adult":false,"genre_ids":[53,10770]},{"cast":["Carol Burnett","Harvey Korman","Vicki Lawrence","Lyle Waggoner","Tim Conway"],"overview":"For 11 smash hit seasons Carol's cry, \"Let's Bump up the Lights!\" was the signal for something unexpected to begin.  Now you can enjoy a sensational hour of spontaneous moments captured in the lengendary Question and Answer segment of every Carol Burnett Show. Here Carol Burnett and her incredibly talented cast of Harvey Korman, Vicki Lawrence, Tim Conway and Lyle Waggoner are reunited before a live audience to relive, recount and remember their favorite moments from interacting with the show's studio audiences.","release_date":"2004-03-04","vote_average":5.0,"runtime":42,"cert":"N\/A","id":73760,"title":"The Carol Burnett Show: Let's Bump Up the Lights","adult":false,"genre_ids":[35]},{"cast":["Scott Bakula","Elizabeth Peña","Richard Thomas","Roy Thinnes","Delane Matthews"],"overview":"They look like us. They sound like us. And they've come with a hidden agenda of global proportions in this sci-fi thriller based on the popular 1960's cult series. Scott Bakula stars as Nolan Wood, a pilot who uncovers a plot to promote the ecological destruction of Earth in order to pave the way for alien colonization. Now, with the help of a dedicated, open-minded doctor (Elizabeth Pena), Wood embarks on a desperate race to convince authorities of this conspiracy--while staying one step ahead of his alien pursuer--in this cautionary tale.","release_date":"1995-11-12","vote_average":5.0,"runtime":180,"cert":"N\/A","id":73761,"title":"The Invaders","adult":false,"genre_ids":[10770,878]},{"cast":[],"overview":"Christmas music performed by Celtic Woman.","release_date":"2007-10-02","vote_average":3.5,"runtime":65,"cert":"N\/A","id":73762,"title":"A Christmas Celebration","adult":false,"genre_ids":[10402]},{"cast":["Phil Lynott"],"overview":"Includes interviews with some of the most influential people behind one of the greatest bands to ever play a power chord, including Philomena Lynott, Mother of Phillip Lynott, the late lead singer of the band; Terry O'Neill, First Thin Lizzy Manager; Eric Bell, Thin Lizzy Guitarist 1969-73; Warren Wharton, Thin Lizzy Keyboards 1980-83; Brian Robertson, Thin Lizzy Guitarist 1974-78; Snowy White, Thin Lizzy Guitarist 1980-82; and, of course, Phil Lynott himself, via Archiva footage. The Up Close and Personal series aims to get speak to rock legends about their exploits in the business. This entry into the series includes extensive interview footage with former members of Irish rock greats Thin Lizzy.","release_date":"2007-05-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73763,"title":"Thin Lizzy: Up Close and Personal","adult":false,"genre_ids":[]},{"cast":["Jacques Dutronc","Sophie Marceau","Valérie Lagrange","Myriam Mézières","Laure Killing"],"overview":"A most whimsical, hurly-burly quasi-autobiographical love romp from the master of operatic intellectual romance! French pop star Jacques Dutronc is a genius computer programmer diagnosed with a terminal brain disease, and Sophie Marceau is the flighty main attraction of a hilariously surreal mentalist nightclub act. Embarking on a billowy, tempestuous May-September fling (mirroring Zulawski and Marceau’s own marriage), they both move through their respective childhood traumas, while simultaneously racing to retain Lucas’ grasp of language. A pastel-and-neon poetic feast not only on the visual level, but also literally, My Nights… astounds with its lush wordplay — for the only way that Lucas is able to progressively battle his own evaporating mind is to speak with increasingly rhyming and metaphorical flourishes, until the entire world becomes one big sweet-toothed, Zulawskian word-association game.","release_date":"1989-04-19","vote_average":6.1,"runtime":110,"cert":"N\/A","id":73764,"title":"My Nights Are More Beautiful Than Your Days","adult":false,"genre_ids":[18,10749]},{"cast":["Phil Lynott","Brian Downey","Scott Gorham","Darren Wharton","John Sykes"],"overview":"This is the long awaited 'Thunder And Lightning Tour'; the tour that was to prove Phil Lynott's and Thin Lizzy's last. The year is 1983, the venue Dublin and the stage is rockin'! To add to the already charged atmosphere of a concert in waiting, we have fast-forwarded in time to include nostalgic comment from Phil's band mates Brian Robertson and Eric Bell recalling their eventful times together, plus the indestructible footballing legend George Best and musician Brush Shiel, recalling their many memories of the rocker and friend. But all this is merely a prelude to what is a pulverising gig containing all conquering favourites such as 'Whiskey In The Jar' and 'Dancing In The Moonlight' and many more. The 'Thunder And Lightning Tour' is quite simply the greatest performance from a group who were at their electrifying best.","release_date":"1983-04-09","vote_average":0.0,"runtime":55,"cert":"N\/A","id":73765,"title":"Thin Lizzy: Thunder and Lightning Tour","adult":false,"genre_ids":[10402]},{"cast":["Rungrawee Barijindakul","Chatthapong Pantanaunkul","Pete Thongchua","Kowit Wattanakul","Wantip Pawapootanon"],"overview":"While studying caves, a group of geologists leaded by Professor Maeda is attacked by gecko fiends that possess their bodies transforming them into zombies. The next morning, the local inspector finds the corpses of the team. Miss Kwan travels to that location to give lectures and is possessed by the evil gecko spirit, but her skeptical boyfriend doctor does not understand what is happening to her and believes she has suffered brain damag","release_date":"2004-11-13","vote_average":5.5,"runtime":101,"cert":"N\/A","id":73766,"title":"Lizard Woman","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Drawing on rare US archive footage of Thin Lizzy in performance, previously unreleased on DVD, this is the powerful retrospective critical review of the music of a legendary band. Featured here are rare performances and archive interviews with Phil Lynott alongside the views of the Lizzy album producer Nick Tauber, original manager Terry ONeil, album designer Jim Fitzpatrick, original guitarist Eric Bell and a team of leading rock journalists. The film is presented by rock legend Tommy Vance, and includes the first heartfelt, in-depth filmed interview with Philomena Lynott who provides the inside story of her son's life and work.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":73767,"title":"Thin Lizzy Rock Review","adult":false,"genre_ids":[]},{"cast":["Aaron Homoki","Derek Tracy","Evan Okeson","Jeff Stevens","John Motta"],"overview":"","release_date":"2010-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73768,"title":"A Happy Medium","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73769,"title":"A Happy Medium 2","adult":false,"genre_ids":[]},{"cast":["Matthias Schweighöfer","Sibel Kekilli","Elyas M’Barek","Thomas Kretschmann","Mavie Hörbiger"],"overview":"What a man is a comedy that tells the story of a young professor, Alex (Matthias Schweighofer), which after being left by his girlfriend Caroline (Mavie Hörbiger), begins a journey to know himself. But how do you overcome the difficulties of a man today? Or rather what is it that makes a man a man?","release_date":"2011-08-25","vote_average":5.7,"runtime":95,"cert":"N\/A","id":73770,"title":"What a Man","adult":false,"genre_ids":[35,10749]},{"cast":["Ian Gillan","David Coverdale","Roger Glover","Ritchie Blackmore","Jon Lord"],"overview":"This documentary examines the period of Deep Purple's career when Ian Gillan and Roger Glover left the band, but the group forged ahead by hiring David Coverdale. Included is a wealth of live footage from the mid and late seventies, as well as a detailed explanation of how the band finally sputtered to an end due to a drug overdose.","release_date":"2011-06-28","vote_average":0.0,"runtime":85,"cert":"","id":73771,"title":"Deep Purple: Phoenix Rising","adult":false,"genre_ids":[99,10402]},{"cast":["Gina McKee","Sean Pertwee","Greg Wise","James Cosmo","Ron Donachie"],"overview":"This is the true story of a little dog that refused to leave his master's graveside in Edinburgh. The dog visited the grave for years.","release_date":"2005-10-29","vote_average":4.7,"runtime":104,"cert":"PG","id":73772,"title":"The Adventures of Greyfriars Bobby","adult":false,"genre_ids":[18,10751]},{"cast":["Antoine Monot Jr.","Dominique Horwitz","Beate Bille","Hanna Schygulla","Uwe Rohde"],"overview":"Two very different love stories cross each other in warm and magical way. A humanistic and yet mysterious film about love and death near the German\/Danish border.","release_date":"2005-11-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":73775,"title":"The Quiet Love","adult":false,"genre_ids":[18,10749]},{"cast":["Harvey Keitel","Gael García Bernal","Iben Hjejle","Diana Bracho","Gabino Diego"],"overview":"The year is 1958, and in Holguín, Cuba, a boy's world is about to change forever.","release_date":"2003-10-24","vote_average":0.0,"runtime":109,"cert":"N\/A","id":73776,"title":"Dreaming of Julia","adult":false,"genre_ids":[35,18]},{"cast":["Terry Gilliam","Graham Chapman","John Cleese","Eric Idle","Terry Jones"],"overview":"A documentary about the making of the controversial Life of Brian and the surrounding accusations of blasphemy.","release_date":"2007-01-01","vote_average":7.4,"runtime":50,"cert":"","id":73779,"title":"The Secret Life of Brian","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A haunting fairy-tale thriller set between snowy landscapes and a neon city.","release_date":"2009-05-05","vote_average":0.0,"runtime":91,"cert":"N\/A","id":73780,"title":"No Right Turn","adult":false,"genre_ids":[18,28,53,9648]},{"cast":["Sickan Carlsson","Stig Olin","Pia Skoglund","Olof Winnerstrand","Karl-Arne Holmsten"],"overview":"Newly graduated teacher Anna-Greta is courted by a senior student.","release_date":"1952-11-17","vote_average":6.0,"runtime":106,"cert":"N\/A","id":73781,"title":"Klasskamrater","adult":false,"genre_ids":[18]},{"cast":["Akram Tillawi","Nidal Badarneh","Nahd Bashir","Michal Yannai"],"overview":"The Arab-Israeli sushi chef Elzober can finally fulfill his dream: to buy a brand new black Legacy. But the day after the purchase the car is stolen.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73782,"title":"Pink Subaru","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Six animated shorts about discrimination and being different. “Daydream” talks about dealing with people with disability. It homes in on the daily life of a father with a daughter whose hands and feet are deformed. “Animal Farm” relies on the rough-and-ready feel of stop-motion clay animation to create a satire of bullying and mob dynamics. “At Her House” paints a devastating picture of gender inequality within a marriage. “Flesh and Bone” gently pillories superficiality and the obsession with outward appearance. “Bicycle Trip” focuses on the discrimination experienced by foreign workers in Korea. “Be a Human Being” looks at the way young Koreans are barely treated as human beings before they get to university.","release_date":"2005-09-23","vote_average":8.0,"runtime":74,"cert":"N\/A","id":73783,"title":"If You Were Me: Anima Vision","adult":false,"genre_ids":[]},{"cast":["Kyôsei Tsukui","Atsushi Anbe","Taeko Kawata"],"overview":"Kanoko is a young girl who lives alone with two young male housekeepers who could not be more different. While Yuzuru is kind and refined, Yuki is rude and crude. They try to keep their unusual family together in the face of conflict and misunderstanding.  Note: Originally released as a bonus on the Umi no Yami, Tsuki no Kage LD\/VHS.","release_date":"1989-10-14","vote_average":0.0,"runtime":10,"cert":"N\/A","id":73784,"title":"Cherry no Manma","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"\"The Third Wish” (AN Dong-hui, RYU Jeong-wu). A fairy godmother appears before a visually impaired young woman to grant her three wishes. \"Ajukari” (HONG Deok-pyo) is a street-style cartoon. It comically depicts how a certain macho \"complex\" can cripple men. \"Baby\" (LEE Hong-su, LEE Hong-min) portrays the difficulties a career woman faces in having a child. \"Shine Shine Shining\" (KWON Mi-jeong) is drawn like a warm, watercolor storybook for children. \"Merry Golasmas\" is an adorable claymation, or stop motion animation of models constructed from clay, plasticine, etc. Last but not least, “Lies\" explores homosexuality.","release_date":"2008-04-17","vote_average":9.0,"runtime":94,"cert":"N\/A","id":73785,"title":"If You Were Me: Anima Vision 2","adult":false,"genre_ids":[16]},{"cast":["Hina","Sou Raika"],"overview":"A story of a girl confessing her love to a boy.","release_date":"2009-11-09","vote_average":5.5,"runtime":3,"cert":"N\/A","id":73786,"title":"Fumiko's Confession","adult":false,"genre_ids":[16,35]},{"cast":["Noel Fielding","Julian Barratt","David Walliams","Julia Davis","Rich Fulcher"],"overview":"Shot during the mammoth Future Sailors tour, this intimate film observes the comic genius of the Mighty Boosh as they navigate a nation hooked on its cult.","release_date":"2010-11-15","vote_average":8.0,"runtime":82,"cert":"15","id":73787,"title":"The Mighty Boosh: Journey of the Childmen","adult":false,"genre_ids":[99]},{"cast":["Mika Hijii","Hiroki Konishi"],"overview":"Solely in black and white watercolors, the OVA follows a woman who awakes in a deserted town with no memories and no clothing. The story continues to show how she regains these memories of who she was and her mission in the town with the help of a voice that speaks directly to her thoughts via her earring. Her name is Agarta, the Devourer of Dragons, and her mission is to destroy the dragons that plague the consciousness of humans in return for her own long past memories.","release_date":"2006-09-27","vote_average":0.0,"runtime":18,"cert":"N\/A","id":73788,"title":"G-9","adult":false,"genre_ids":[16,28,878,14]},{"cast":["Robert Mammone","Danielle Spencer","Russell Crowe","Emily Lumbers","Rodney Bell"],"overview":"A single day. To challenge the past. To accept the present. To decide the future. Sam arrives in his home town after 18 months away, hopeful that Meg, the girlfriend he abandoned, will go back with him to the city. His return brings the outside world into the parochial confines of the town, provoking mixed reactions which fuel conflict. Meg, heartbroken when Sam left her, has begun an affair with Sam's friend Johnny. On the eve of Sam's arrival, Johnny asks Meg to marry him. The marriage proposal, along with Sam's unexpected return, forces Meg to choose not only between the two men but also the type of life she wants. The conflicting loyalties and emotions generated by the triangle provide the focus for an array of inter-related characters enmeshed in the life of this country town. There is a feeling of impending tragedy as night falls and Johnny becomes increasingly desparate.","release_date":"1990-10-18","vote_average":6.0,"runtime":95,"cert":"15","id":73789,"title":"The Crossing","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"A science fiction story about a young boy who discovers and befriends a small robot at a shopping arcade. The robot is hungry and he grows in size as he devours a number of machines of increasing size.","release_date":"2006-01-07","vote_average":5.7,"runtime":13,"cert":"N\/A","id":73790,"title":"Junk Town","adult":false,"genre_ids":[16,878]},{"cast":["Anita Kravos","Paolo Pierobon","Karolina Porcari","Loris Carraro","Alessandro Codaglio"],"overview":"Claudia, a single bored Milan travel agent in her thirties, takes evening classes in Russian and tries to get to know her teacher Boris from Kiev. Boris says that he is reluctant to get involved with his student, but asks Claudia to put up his beautiful Ukrainian cousin Olga for a few days while he is away on business. The women get along quite well, but Claudia is distressed when Olga disappears without taking her suitcase, money or passport.","release_date":"2007-06-22","vote_average":8.0,"runtime":87,"cert":"N\/A","id":73791,"title":"As the Shadow","adult":false,"genre_ids":[]},{"cast":["Yuu Mizushima","Saeko Shimazu","Masako Katsuki","Houchuu Ootsuka","Masaharu Satō"],"overview":"Handsome high school student Akemi is a computer genius. One day a new girl, Yumiko, transfers to his class from another school. She quickly falls in love with Akemi but, absorbed in his computer, he pays her no attention at all. Akemi accidentally summons demons who wreak chaos on his enemies and friends.","release_date":"1987-03-25","vote_average":5.0,"runtime":45,"cert":"N\/A","id":73792,"title":"Digital Devil Story - Goddess Reborn","adult":false,"genre_ids":[16,878,27]},{"cast":["Lucio Salis","Sandro Ghiani","Vanni Fois","Giuliano Oppes","Elvira Giannini"],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73793,"title":"Sos Laribiancos - I dimenticati","adult":false,"genre_ids":[]},{"cast":[],"overview":"The incredible story about the cooks, plumbers and recreational leaders of IFK Göteborg in the 1980's.","release_date":"2011-04-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":73794,"title":"Fotbollens sista proletärer","adult":false,"genre_ids":[]},{"cast":[],"overview":"A high school student remembers that special boy whom she met in her first year. They were close friends and enjoyed each other's company, but then he had to move away. In his absence, she feels very alone, but she never gives up hope that they will meet again one day.","release_date":"2009-06-03","vote_average":6.0,"runtime":15,"cert":"N\/A","id":73795,"title":"World Comes Around","adult":false,"genre_ids":[16,10749]},{"cast":["Brandy Davis","Danny Pape","Anthony Skordi","McKayla","Daniel Busch"],"overview":"A bride-to-be plans on becoming more uninhibited in bed for her future husband. What she didn't plan on was a steamy affair with an erotica photographer to make her have second thoughts about her fiancé.","release_date":"2001-01-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":73796,"title":"Carnal Sins","adult":false,"genre_ids":[]},{"cast":["Hiromi Tsuru","Masaya Onosaka","Kouichi Yamadera","Kappei Yamaguchi","Takehito Koyasu"],"overview":"While in junior high, Kubota, had a major crush on Masana but she was dating Kazuya. Now in his senior year of high school, Kubota, still has a crush on Masana even though he hasn't seen her in years. A chance encounter leads to an interesting situation. It seems Masana has broken up with Kazuya and is ready for a new relationship. Or is she? Will Kubota be so blinded by his feelings that he fails to see what is really happening? Will he even care?! After all he could very easily lose his virginity by pretending that he doesn't. Adapted from the Nineteen manga.","release_date":"1990-07-27","vote_average":0.0,"runtime":42,"cert":"N\/A","id":73797,"title":"Nineteen 19","adult":false,"genre_ids":[16,10749,18]},{"cast":[],"overview":"When the bubbly 14-year-old Kotobuki falls in love with 26-year-old Hodaka, the owner and clothing designer of a popular boutique, she lies about her age in attempt to get closer to him. He is slow to warm up to her until a strange young man named Kazuomi asks Hodaka for part-time employment and stirs things up between them.","release_date":"1993-04-23","vote_average":0.0,"runtime":30,"cert":"N\/A","id":73798,"title":"The Fashion Boy is Cool","adult":false,"genre_ids":[16,10749]},{"cast":[],"overview":"A man and a woman, talking over their relationship.","release_date":"1999-01-02","vote_average":5.4,"runtime":2,"cert":"N\/A","id":73799,"title":"Other Worlds","adult":false,"genre_ids":[16,10749,18]},{"cast":["Chrissie Chau","Jessica Cambensy","Theresa Fu","Lam Suet","Lo Meng"],"overview":"In Hong Kong's Paradise Cove Sharon (Chrissie Chau) and Rachel (Theresa Fu) work at a restaurant of their kung fu master uncle Tao (Lo Mang) while taking on rivals in beach volleyball matches. The wealthy Bu family has plans to have the beach made into a playground for the rich and getting rid of the youth at the beach. Mrs. Bu's two Eurasian daughters, Natalie (Jessica C) and Phoenix (Phoenix Valen) challenge Sharon and Rachel to a volleyball match which Natalie and Phoenix win. Phoenix and Natalie give Rachel and Sharon a challenge: if the two local girls enter and win the upcoming All Hong Kong Women’s Volleyball tournament, Mrs. Bu will revise her plans to further develop the area. Sharon and Rachel feel they don't have a chance to win the tournament. Their uncle then Tao teaches the girls kung fu skills that they apply to volleyball.","release_date":"2011-07-07","vote_average":3.3,"runtime":99,"cert":"N\/A","id":73800,"title":"Beach Spike","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A series of short animated segments, without dialog, explore major characters of modern society, such as the plastic surgeon, the fashion-obsessed woman, the rumor-monger, and others, leading to a concluding comment on the progress of civilization.","release_date":"1966-11-11","vote_average":7.5,"runtime":32,"cert":"N\/A","id":73801,"title":"Pictures at an Exhibition","adult":false,"genre_ids":[16,35,10402]},{"cast":[],"overview":"Short film chronicling human progress, or lack of it.","release_date":"1980-08-11","vote_average":5.0,"runtime":6,"cert":"N\/A","id":73802,"title":"Speed","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Short animated mystery.","release_date":"1964-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":73803,"title":"Murder","adult":false,"genre_ids":[16,9648]},{"cast":[],"overview":"Fifth grader Naho has been both mama and sister to her baby brother, Jun. After making plans to meet with her friends on her birthday, her father tells her that he has to go out for the day and that she needs to stay home with her brother, but he says that a Helper-san (babysitter) should be coming later. The Helper-san turns out to be a Dream sphere Dealer who offers Naho her choice of three very different dreams, and each one could change her life completely ...","release_date":"2007-11-25","vote_average":0.0,"runtime":24,"cert":"N\/A","id":73804,"title":"The Strange Tale of a Dream Sphere Dealer","adult":false,"genre_ids":[18,16,14]},{"cast":["Wouter Deprez"],"overview":"","release_date":"2011-06-06","vote_average":4.8,"runtime":100,"cert":"N\/A","id":73805,"title":"Wouter Deprez: Eelt","adult":false,"genre_ids":[18,28]},{"cast":["Wouter Deprez"],"overview":"Een cabaretier die zijn voorstelling voor driekwart van zijn publiek laat afhangen, moet wel van goede huize komen, wil dat slagen. Of uit België. Wouter Deprez (spreek uit Depree) geeft zich in zijn voorstelling WAR helemaal over aan de interactie met het publiek - met succes.","release_date":"2008-03-30","vote_average":5.3,"runtime":null,"cert":"N\/A","id":73806,"title":"Wouter Deprez: War","adult":false,"genre_ids":[35]},{"cast":["Isaiah Washington","Ice-T","Guy Torry","A.J. Johnson","Taurean Blacque"],"overview":"Think of it as Willard in the hood, the debut feature from director Leslie Small finds a Isaiah Washington playing a kindly man who turns maniacal with revenge and enlists the help of some man-eating rodents. Living in a rat-infested apartment building, Max is pushed to the edge when his handicapped brother is killed due to the conditions of the inner-city slum. With the rats as his willing soldiers, Max sets out to avenge the senseless death. Hood Rat also stars rapper-turned-actor Ice-T.","release_date":"2003-04-09","vote_average":2.8,"runtime":87,"cert":"N\/A","id":73807,"title":"Hood Rat","adult":false,"genre_ids":[28,53,27,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73808,"title":"DC - Skateboarding is forever","adult":false,"genre_ids":[]},{"cast":["Clare Buckingham","Greg Cheverall","Raymond Coker","Tracy Green","Stephanie Tripp"],"overview":"The journey of an aspiring writer struggling to publish his first novel.","release_date":"2012-08-09","vote_average":0.0,"runtime":75,"cert":"","id":73809,"title":"The Novelist","adult":false,"genre_ids":[]},{"cast":["Jane Russell","Jeanne Crain","Alan Young","Scott Brady","Guy Middleton"],"overview":"Two Broadway showgirls, who are also sisters, are sick and tired of New York as well as not getting nowhere. Quitting Broadway, the sisters decided to travel to Paris to become famous.","release_date":"1955-10-29","vote_average":5.1,"runtime":99,"cert":"N\/A","id":73810,"title":"Gentlemen Marry Brunettes","adult":false,"genre_ids":[35,10402]},{"cast":["Eduard Fernández","Ariadna Gil","Jorge Perugorría"],"overview":"After languishing in a Barcelona prison for nearly a decade, a busted bank robber attempts to find the girl who made off with the cash in this suspenseful tale of revenge and betrayal starring Adriana Gil and Eduard Fernández. Ex-con Martin Losada is out of prison and on the hunt. When he and his band of anti-Franco bank robbers were busted after a botched heist ten years ago, the only member of their team never caught by police was his long-gone ex-girlfriend Julia. Now, on the eve of the 1958 revolution, the recently released ex-con sets his sights on Havana in a determined bid to find Julia, and stake his claim on his rightful share of the take.","release_date":"2005-04-29","vote_average":5.9,"runtime":92,"cert":"N\/A","id":73811,"title":"Ants in the Mouth","adult":false,"genre_ids":[53]},{"cast":[],"overview":"\"Love Matters\" is a movie revolving around three main protagonists - 52-year-old Tan Bo Seng, his 17-year-old teenage son Benny and 36-year-old Jeremy, Bo Seng's 'adopted' brother - and their accidental journey in seeking and keeping love and happiness. Bo Seng (Henry Thia) who leads a routine life attempts to revive the passion with his wife Jia Li (Yeo Yann Yann). Jeremy (Jack Lim) lives a colourful life; with \"Never to commit\" as his motto for love. Benny (Alex Leong) has just started school life and his only distraction is his crush, Jennifer (Natalli) who is his classmate's girlfriend.","release_date":"2009-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73814,"title":"Love Matters","adult":false,"genre_ids":[]},{"cast":["Ze'ev Revach","Nurit Cohen","Ya'ackov Banai","Meir Suissa","Moshe Ivgy"],"overview":"In a rendition of a father-daughter conflict based on misunderstandings, this melodrama focuses on Annette (Nurit Cohen) who has left home for the city where she is unexpectedly offered a leading role in a movie. She is excited as she returns home to tell her news to her father (Zeev Revach) -- a truly conservative shopkeeper -- but she is equally anxiety-ridden about his likely reaction.","release_date":"1982-06-06","vote_average":0.0,"runtime":101,"cert":"N\/A","id":73815,"title":"Mr. Leon","adult":false,"genre_ids":[35]},{"cast":["Donnie McClurkin"],"overview":"Donnie McClurkin's voice has become one of universal solace and encouragement. You now have a front-row seat to this concert event that features Donnie, his signature voice, and a captivated UK audience. This recording of Live in London and More... was filmed before a packed house at the famous Fairfield Hall in Croydon, England and offers Donnie's flawless and timeless renditions of the songs you have grown to love, including \"Caribbean Medley,\" \"Who Would've Thought...\" featuring Marvin Winans, and \"Just for Me.\" Also included is live and concept video footage of 2001's Gospel Song of the Year, \"We Fall Down.\"","release_date":"2001-04-23","vote_average":0.0,"runtime":107,"cert":"G","id":73816,"title":"Donnie McClurkin: Live in London and More","adult":false,"genre_ids":[10402]},{"cast":["Kirk Franklin"],"overview":"Recorded live at Houston's Lakewood Church, this collection of live performances and video clips features guest appearances by Bishop T.D. Jakes, Shirley Caesar, Crystal Lewis, Donnie McClurkin and more","release_date":"2002-10-08","vote_average":0.0,"runtime":79,"cert":"N\/A","id":73817,"title":"The Rebirth of Kirk Franklin: Live","adult":false,"genre_ids":[10402]},{"cast":["Ray Liotta","Dustin Milligan","Kevin Zegers","Laura Vandervoort","Devon Bostick"],"overview":"Without the security of the job he wants or the future he dreamed of, Paul Dynan plans the perfect crime to help his struggling family – abduct the socialite children of three wealthy men and collect a ransom of $3-million dollars. Over the course of one long night, Paul and his accomplices hold the rich kids hostage awaiting the ransom with little idea of the secrets that will surface between the fathers when they are forced to choose between their children and their money.","release_date":"2011-09-06","vote_average":5.9,"runtime":91,"cert":"N\/A","id":73818,"title":"The Entitled","adult":false,"genre_ids":[53]},{"cast":["Peng Zhang Li","Kristen Dougherty","Hu Sang","Johan Karlberg","Major Curda"],"overview":"When a car accident orphans his young nephew, a Shaolin monk journeys to the United States to look after the lad and open his own martial arts academy, but he soon gets caught up in a dangerous kung fu underworld.","release_date":"2010-10-01","vote_average":4.9,"runtime":94,"cert":"N\/A","id":73819,"title":"The Last Kung Fu Monk","adult":false,"genre_ids":[28]},{"cast":["Trevor Goddard","Rudi Davis","Sally Kirkland","Melinda Peterson","Susan Tyrrell"],"overview":"Monty is a bodybuilder. His gym is the very heart of his existence. He is aggressively male, outrageously narcissistic and a bigot. Sharing this strange world is Monty's cerebral and emotionally wounded younger brother, Bertin. One stormy day, the brothers' bizarre but settled lives are suddenly disrupted by the unexpected arrival of Lilith, a Catholic nun collecting contributions for an unusual cause. Lilith's arrival is the catalyst required to generate a momentous change in Bertin's relationship with his brother: a change that results in the astonishing and gruesome downfall of the vainglorious Monty.","release_date":"2010-01-05","vote_average":3.5,"runtime":90,"cert":"N\/A","id":73820,"title":"Flexing with Monty","adult":false,"genre_ids":[35,18,27]},{"cast":["Charles Bronson","John Carradine","Carole Mathews","Robert Hutton","Fintan Meyler"],"overview":"Bounty hunter Luke Welsh arrives looking for a wanted man. When that man draws on him he has to kill him. To collect his reward he needs a statement identifying him. But the man was well liked in town and no one will sign such a statement. When he outdraws another man who thought he was faster, some townsmen decide he should be killed and they organize a mob to go after him.","release_date":"1958-05-01","vote_average":6.3,"runtime":71,"cert":"N\/A","id":73821,"title":"Showdown at Boot Hill","adult":false,"genre_ids":[37]},{"cast":["Roy Orbison","Pete Anderson","Chet Atkins","Jeff Ayeroff","Bono"],"overview":"Roy Orbison - In Dreams is the ultimate exclusive music documentary of the life of Roy Orbison. It provides in-depth insights into his legendary career with classic performances, personal home movies and photos, location footage and interviews with the great and the humble that he touched with his music.","release_date":"1999-10-07","vote_average":4.3,"runtime":91,"cert":"E","id":73822,"title":"In Dreams: The Roy Orbison Story","adult":false,"genre_ids":[99,10402]},{"cast":["Charles Lane","Robert Clohessy","Tom Alpern","Nicole Alysia","Edwin Anthony"],"overview":"A street artist (Charles Lane) rescues a baby girl (Nicole Alysia) after her father was murdered. The artist then sets off to find the mother, but has to first learn how to care for the child. Ultimately he ends up in a horse drawn chase of the murderers.","release_date":"1989-09-15","vote_average":8.1,"runtime":97,"cert":"N\/A","id":73823,"title":"Sidewalk Stories","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Annie Girardot","Marcel Bozzuffi","Farrah Fawcett","Kaz Garas"],"overview":"Filming in the USA, Henri and Françoise meet and fall in love with each other.","release_date":"1969-12-12","vote_average":6.7,"runtime":115,"cert":"N\/A","id":73824,"title":"Love Is a Funny Thing","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Gone Too Soon is a documentary film about the final year of Michael Jackson's life and career, released on June 25, 2010, exactly one year after his death. It is produced and directed by author-filmmaker Ian Halperin, who wrote \"Unmasked: The Final Years of Michael Jackson\", which hit No. 1 last year on the New York Times' bestsellers list, after he spent five years investigating Jackson.[1][2]. In an interview with Halperin in March 2010, he revealed that the film is culled from 300 hours of footage shot inside the singer's camp and includes video and audio of Jackson shot before his death. It also includes interviews with Jackson's personal manager, trainer, and attorney.","release_date":"2010-06-25","vote_average":4.3,"runtime":87,"cert":"N\/A","id":73825,"title":"Michael Jackson: Gone Too Soon","adult":false,"genre_ids":[99,10402]},{"cast":["Ho Tsung-Tao","Chin Kang","An Ping","Chang Yu","Lung Fei"],"overview":"This martial arts movie tries to explain the strange death of the international movie star and kung fu master Bruce Lee. Most of the story centers on a former disciple of Lee who launches a private investigation and ends up avenging the brutal death of his own girlfriend.","release_date":"1976-01-02","vote_average":6.5,"runtime":79,"cert":"N\/A","id":73826,"title":"Exit the Dragon, Enter the Tiger","adult":false,"genre_ids":[28]},{"cast":["Alberto Sordi","Elga Andersen","Andrea Aureli","Nazzareno Natale","Michele Gammino"],"overview":"Giuseppe Di Noi, an Italian surveyor living in Switzerland, gets arrested at the border while going back to Italy with his family for a vacation. But can someone tell the man WHY?","release_date":"1971-10-27","vote_average":7.3,"runtime":null,"cert":"N\/A","id":73827,"title":"Why","adult":false,"genre_ids":[18,35]},{"cast":["Dave Grohl","Nate Mendel","Taylor Hawkins","Chris Shiflett","Brian May"],"overview":"The Foo Fighters perform live July 11th, 2011, at the Roundhouse, in London, England, simulcast live online as part of the iTunes Festival. Setlist: Bridge Burning \/ Rope \/ The Pretender \/ My Hero \/ Learn to Fly \/ White Limo \/ Arlandria \/ Breakout \/ Cold Day in the Sun \/ Long Road to Ruin \/ Stacked Actors \/ Walk \/ Dear Rosemary \/ Monkey Wrench \/ Let It Die \/ These Days \/ Generator \/ Shake Your Blood \/ Best Of You \/ Skin and Bones \/ All My Life \/ Wheels \/ Times Like These \/ Young Man Blues \/ Miss The Misery \/ Tie Your Mother Down \/ Everlong","release_date":"2011-09-06","vote_average":0.0,"runtime":156,"cert":"","id":73830,"title":"Foo Fighters The Roundhouse Concert","adult":false,"genre_ids":[]},{"cast":["Totò","Aldo Fabrizi"],"overview":"Episodic film.","release_date":"1954-09-07","vote_average":6.5,"runtime":100,"cert":"N\/A","id":73833,"title":"Of Life and Love","adult":false,"genre_ids":[35]},{"cast":["Michel Auclair","Ewa Swann"],"overview":"Serge Menessier has been paid to shoot a reportage on his ex-wife's depression. Now remarried, he has accepted the job to pay his debts and maybe because he is still in love with her, a famous actress whose career he contributed to launch.","release_date":"1970-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73834,"title":"Le Cœur fou","adult":false,"genre_ids":[]},{"cast":["Enrico Montesano","Edwige Fenech","Daniela Poggi","Rossano Brazzi","Enzo Cannavale"],"overview":"At work, Mario Millio is the only male nurse not on strike. At home, his wife is more interested in calling the hot-line of a local TV-doctor. When Mario wins 15 million Lire in the lottery, he buys himself a new car and starts to live out his dreams in secret. All goes well until a criminal steals the car and Mario is blamed for the car thief's crimes","release_date":"1982-02-07","vote_average":5.5,"runtime":110,"cert":"N\/A","id":73835,"title":"The Paramedic","adult":false,"genre_ids":[35]},{"cast":["Joe Hisaishi"],"overview":"Joe Hisaishi will handle a variety of film music, this simple structure of 9 Cello and piano, the concert live recording made at the Tokyo Opera City. Album \"ENCORE\" \"ETUDE ~ a Wish to the Moon\" was presented to the best live songs from the heart Joe Hisaishi from the concert tour was held in March 2003, recording the concert was held at Tokyo Opera City on April 16.","release_date":"2005-09-26","vote_average":3.8,"runtime":111,"cert":"N\/A","id":73836,"title":"A Wish to the Moon: Joe Hisaishi & 9 Cellos 2003 Etude & Encore Tour","adult":false,"genre_ids":[16,10402]},{"cast":["Paolo Villaggio","Hugo Pratt","Gianni Cavina","Maria Grazia Buccella","Mario Carotenuto"],"overview":"","release_date":"1978-06-04","vote_average":6.8,"runtime":null,"cert":"N\/A","id":73837,"title":"Quando c'era lui... caro lei!","adult":false,"genre_ids":[35]},{"cast":["Peter Coyote","Nastassja Kinski","Fairuza Balk","Jeremy Piven","Ernie Hudson"],"overview":"A college professor reluctantly hides an escaped female convict who tries to get him to help prove her innocent of a murder.","release_date":"2000-06-09","vote_average":6.5,"runtime":103,"cert":"N\/A","id":73838,"title":"Red Letters","adult":false,"genre_ids":[80,18]},{"cast":["Alberto Sordi","Anita Ekberg","Bibi Andersson","Tina Aumont","Paola Pitagora"],"overview":"","release_date":"1966-12-23","vote_average":5.8,"runtime":129,"cert":"N\/A","id":73839,"title":"Pardon, Are You for or Against?","adult":false,"genre_ids":[35]},{"cast":["Jacob Matschenz","Simone Thomalla","Peter Lohmeyer","Aylin Tezel","Burak Yigit"],"overview":"Fresh out of juvenile prison, Tommy has sworn off the drugs. But when the going gets tough, the only support he finds is from his best friend Sule - who has \"the master plan\": one last drug deal to finance their own auto body shop.","release_date":"2010-01-21","vote_average":7.2,"runtime":109,"cert":"N\/A","id":73840,"title":"Bis aufs Blut","adult":false,"genre_ids":[80,18]},{"cast":["Adam Cheng","Tien Feng","Eddy Ko","Norman Chu","Jade Hsu"],"overview":"Li Mak-Jan is a swordsman who has wandered for a number of years searching for the reclusive master swordsman Hua. After encountering two fellow swordsmen, Li comes across his old love, who tells him that not only has their town fallen on hard times (the temple is in ruins) but, worst of all, in the time he has been away she has moved on and married another man. Turns out, her husband is quite evil, of course, and just a little bit insanely jealous as well as very interested in swords, particularly those belonging to masters. The husband sends his henchman to kill Li, but Li escapes.","release_date":"1980-08-14","vote_average":7.1,"runtime":85,"cert":"N\/A","id":73841,"title":"The Sword","adult":false,"genre_ids":[28]},{"cast":["Thomas Ian Griffith","Caroleen Feeney","R. Lee Ermey","C. Thomas Howell","John Ashton"],"overview":"A helicopter pilot work with a husband and his wife in the frozen North tagging foxes for the Environmental Protection Agency. When an avalanche hits the group, the husband is killed and only by the pilot's perseverance is the wife saved. Two years later, the wife takes on a corporation which wants to extend an oil pipeline across the tundra above Juneau. She is convinced that this will cause an avalanche on the town. Of course, she is rejected by the corporation executives. She recruits the pilot to try to aid her, but with no success.","release_date":"1999-07-28","vote_average":4.1,"runtime":96,"cert":"N\/A","id":73842,"title":"Escape from Alaska","adult":false,"genre_ids":[28,53]},{"cast":["Ryoko Yonekura","Shingo Tsurumi","Takeshi Yamato","Shun Sugata","Takashi Ukaji"],"overview":"A mysterious stranger comes into a lawless town run by a kingpin and starts shooting up the place.","release_date":"2002-08-23","vote_average":0.0,"runtime":70,"cert":"N\/A","id":73843,"title":"Gun Crazy: Episode 1: A Woman from Nowhere","adult":false,"genre_ids":[53,28]},{"cast":["Rei Kikukawa","Toshiya Nagasawa","Kôuji Shimizu","Eugene Nomura","Kaori Shimamura"],"overview":"An idealistic young lawyer whose faith in the law is rocked when she is unable to prevent a rapist from walking free. Her disillusionment of the judicial system is complete when her next case goes disastrously wrong, her corrupt boss is killed by her disappointed gangster clients, and she only narrowly escapes the same fate when a gun-toting stranger bursts into the office and shoots the men dead.","release_date":"2002-12-31","vote_average":7.0,"runtime":70,"cert":"N\/A","id":73844,"title":"Gun Crazy: Episode 2: Beyond the Law","adult":false,"genre_ids":[53,28]},{"cast":["Ville Laihiala","Miika Tenkula","Miika Tenkula","Miika Tenkula","Sami Lopakka"],"overview":"he concert film Buried Alive, directed by Mika Ronkainen, filmed at the funeral gig, was premiered at Oulu Music Video Festival September 9, 2006.","release_date":"2006-11-24","vote_average":0.0,"runtime":125,"cert":"N\/A","id":73845,"title":"Sentenced: Buried Alive","adult":false,"genre_ids":[10402]},{"cast":["Dermot Mulroney","Hope Davis","Britt Robertson","Gabrielle Anwar","Rachael Leigh Cook"],"overview":"A mother and wife stricken with memory loss allows a dysfunctional family a second chance at harmony and happiness.","release_date":"2011-09-26","vote_average":4.9,"runtime":87,"cert":"N\/A","id":73846,"title":"The Family Tree","adult":false,"genre_ids":[18,35]},{"cast":["Bettina Kupfer","Peter Sattmann","Sissy Höfferer","Anna Bertheau","Florian David Fitz"],"overview":"","release_date":"2007-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73847,"title":"Noch einmal zwanzig sein","adult":false,"genre_ids":[35,10749]},{"cast":["Simone Thomalla","Heidelinde Weis","Stephan Schwartz","Hans-Peter Korff","Jonathan Beck"],"overview":"","release_date":"2001-02-09","vote_average":4.0,"runtime":null,"cert":"N\/A","id":73848,"title":"Am Anfang war die Eifersucht","adult":false,"genre_ids":[10749,35,10770]},{"cast":["Fernán Mirás","Cecilia Dopazo","Imanol Arias","Leonardo Sbaraglia","Federico D'Elía"],"overview":"A biopic based on the life of one of the pioneer argentine rock stars 'Tanguito'. The movie tells the story of his rise and fall from grace, encompassed in violent times of a military regime.","release_date":"1993-06-03","vote_average":6.8,"runtime":124,"cert":"N\/A","id":73857,"title":"Wild Tango","adult":false,"genre_ids":[18,10402]},{"cast":["Hugo Cárcamo","Sara Astica","Liliana Cabrera","Rigoberto Rojo"],"overview":"","release_date":"1969-06-20","vote_average":7.3,"runtime":90,"cert":"N\/A","id":73858,"title":"Valparaiso My Love","adult":false,"genre_ids":[18]},{"cast":["David Copperfield"],"overview":"David Copperfield - the performer the NYT calls \"Our Era's Giant of Magic\" brings you two decades of his spellbinding career. The Master of Illusion takes you on a guided tour of his magic and his mind. Witness the epic illusions that redefined his art; The Disappearance of the Statue of Liberty, Walking Through the Great Wall of China, The Imploding Building, The Vanishing Airplane, and much more. Included are illusions featured in his Broadway show \"Dreams and Nightmares\" and Flying, the signature effect that took him seven years to develop.","release_date":"2004-04-27","vote_average":6.0,"runtime":130,"cert":"U","id":73859,"title":"David Copperfield: Illusion","adult":false,"genre_ids":[99]},{"cast":["Megan Foxx","Aiden Starr","Trisha Rey","Bailey Sky","Gabriella Banks"],"overview":"These brothers are on the hunt, and ready to devour some fresh white meat!","release_date":"2011-03-16","vote_average":6.5,"runtime":166,"cert":"N\/A","id":73860,"title":"Race Relations 3","adult":true,"genre_ids":[]},{"cast":["Srđan Todorović","Sergej Trifunović","Jelena Gavrilović","Slobodan Beštić","Katarina Žutić"],"overview":"Milos, a retired porn star, leads a normal family life trying to make ends meet. Presented with the opportunity of a lifetime to financially support his family for the rest of their lives, Milos must participate in one last mysterious film. From then on, Milos is drawn into a maelstrom of unbelievable cruelty and mayhem.","release_date":"2010-06-16","vote_average":5.5,"runtime":104,"cert":"18","id":73861,"title":"A Serbian Film","adult":false,"genre_ids":[80,27,53]},{"cast":["Connie Francis","Paula Prentiss","Dany Robin","Janis Paige","Russ Tamblyn"],"overview":"Bonnie (Connie Francis), Toni (Paula Prentiss), Michele (Dany Robin) and Liz follow the course of their Navy mates along the Riviera.","release_date":"1963-01-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":73862,"title":"Follow the Boys","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73863,"title":"Globe - Opinion","adult":false,"genre_ids":[]},{"cast":["Maarten Heijmans","Bart de Vries","Vivienne van den Assem","Cees Geel","Esther Way"],"overview":"In Raging of the whole world are the turbulent early years of Alexander Goudveyl central. The story of Alexander's childhood is also the history of an era, the fifties and sixties, and a never solved murder case. Murder goes back to an authentic incident: in 1956, right before Christmas, a policeman was shot in broad daylight in Maassluis during a large-scale evangelistic campaign. The film also plays a failed escape attempt with a herring trawler involved in the turbulent days of May 1940.","release_date":"2006-03-15","vote_average":0.5,"runtime":115,"cert":"N\/A","id":73864,"title":"The rage of the whole world","adult":false,"genre_ids":[18,10752]},{"cast":["Francesca Inaudi","Giulia Bevilacqua","Giorgia Surina","Enrico Silvestrin","Michelangelo Pulci"],"overview":"","release_date":"2011-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":73865,"title":"Come trovare nel modo giusto l'uomo sbagliato","adult":false,"genre_ids":[35]},{"cast":["Nyjah Huston","Bam Margera","Chad Muska","Justin Schulte","Tosh Townend"],"overview":"Element's 8th skateboarding video featuring Nyjah Huston, Chad Muska, Brent Atchley, Chad TimTim, Justin Schulte, Jimmy Lannon, Bam Margera, International Team, Mike Barker, Levi Brown, Mike Vallely, Bucky Lasek, Collin Provost, Tosh Townend, Darrell Stanton, and Tony Tave","release_date":"2007-06-21","vote_average":0.0,"runtime":50,"cert":"N\/A","id":73866,"title":"This Is My Element","adult":false,"genre_ids":[99]},{"cast":["Filippo Timi","Stefano Accorsi","Valerio Mastandrea","Valeria Solarino","Giampaolo Stella"],"overview":"In a hot summer, the lives of the children are about to be changed forever when two girls are found raped and murdered. The children know who the suspect is but knowing that the adults will never believe them, they decide to keep quiet. When one of their friends sister disappear, they know they have to take the matter into their own hands.","release_date":"2011-09-02","vote_average":6.1,"runtime":109,"cert":"N\/A","id":73867,"title":"Rust","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73868,"title":"The Blind Video","adult":false,"genre_ids":[]},{"cast":["Gabriele Spinelli","Anna Bellato","Teco Celio","Stefano Scherini","Roberto Herlitzka"],"overview":"The story of the latest week on the earth before the announce of the landing of an extraterrestrial society on earth seen by the eyes of a misogynist man with only the desire solitude and routine.","release_date":"2011-09-09","vote_average":5.9,"runtime":100,"cert":"N\/A","id":73869,"title":"The Last Man on Earth","adult":false,"genre_ids":[18,878]},{"cast":["Luciana Littizzetto","Dino Abbrescia","Neri Marcorè","Donatella Finocchiaro","Fabio Troiano"],"overview":"","release_date":"2004-10-08","vote_average":5.4,"runtime":null,"cert":"N\/A","id":73870,"title":"Se devo essere sincera","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73871,"title":"Nozbone - Rendez vous","adult":false,"genre_ids":[]},{"cast":["Filippo Pucillo","Donatella Finocchiaro","Beppe Fiorello","Mimmo Cuticchio","Tiziana Lodato"],"overview":"A Sicilian family deals with the arrival of a group of immigrants on their island.","release_date":"2011-09-07","vote_average":6.6,"runtime":88,"cert":"N\/A","id":73872,"title":"Terraferma","adult":false,"genre_ids":[18]},{"cast":["Glenn Close","Mia Wasikowska","Aaron Taylor-Johnson","Pauline Collins","Brendan Gleeson"],"overview":"Albert Nobbs struggles to survive in late 19th century Ireland, where women aren't encouraged to be independent. Posing as a man, so she can work as a butler in Dublin's most posh hotel, Albert meets a handsome painter and looks to escape the lie she has been living.","release_date":"2011-12-21","vote_average":6.3,"runtime":113,"cert":"N\/A","id":73873,"title":"Albert Nobbs","adult":false,"genre_ids":[18]},{"cast":["Kurt Darren","Ilse de Vis","Christina Storm","Andre Frauenstein","Jenny Louw"],"overview":"A heartwarming South African romantic comedy starring Kurt Darren, Ilse de Vis, Christina Storm and Andre Frauenstein.","release_date":"2011-07-14","vote_average":6.3,"runtime":null,"cert":"N\/A","id":73874,"title":"I Love You","adult":false,"genre_ids":[18,35,10749]},{"cast":["Stewart Faichney","Eloise Grace","Abbe Holmes","Hamish Hughes","M K"],"overview":"Australia’s Answer to “Family Guy” But Wronger! Little Johnny jokes have been around for decades, passed down from generation to generation and from friend to friend but the origins of these jokes has been a mystery, until now… ‘Little Johnny The Movie’ celebrates the wrongest jokes ever told. It‘s a coming of age story that’s brimming with irreverent humour, larger-than-life characters, and crackling action to boot! It will remind you of the great cartoons of yesteryear — but on steroids! ‘Little Johnny The Movie’ reveals for the first time a feisty little rascal whose antics always land him in trouble with sidesplitting results giving rise to the legend, the legend of Little Johnny.","release_date":"2011-05-05","vote_average":5.3,"runtime":78,"cert":"N\/A","id":73875,"title":"Little Johnny The Movie","adult":false,"genre_ids":[16,35]},{"cast":["Sunil Shetty","Sameera Reddy","Ashish Vidhyarthi","Vinod Khanna","Seema Biswas"],"overview":"While delivering food in a forest area in Andhra Pradesh, impoverished Narasimha is held against his will by a band of Naxalites led by Velu, and forced to join them. He is anxious to collect his dues and return home to his wife, Uma; daughter, Chinna; and son, Mohan, but Velu keeps on putting it off. Narasimha gets to know and sympathize with members of this band, and befriends Lakshmi, who was gang-raped by several policemen. He is then asked to prove his loyalty by killing an informant\/plainclothes police inspector - which he does - and even accompanies the band on an assault on a school, resulting in the death of some children. Traumatized after this incident, he decides to flee - and it is this decision that will not only estrange him from his family but also force him to be on the run from the band as well as the police.","release_date":"2010-07-09","vote_average":4.5,"runtime":113,"cert":"N\/A","id":73876,"title":"Red Alert: The War Within","adult":false,"genre_ids":[18,28]},{"cast":["René Weller","Peter Althof","Bea Fiedler","Jacqueline Elber","Michael Messing"],"overview":"The world-champion in boxing Dany Wagner saves Sandra right before some criminals could give her a shot of heroin to get her addicted. After that he stops a bank robbery with his friend Andreas. They plan to fight the underworld of Nuernberg together.","release_date":"1985-01-25","vote_average":4.5,"runtime":85,"cert":"N\/A","id":73879,"title":"Macho Man","adult":false,"genre_ids":[28]},{"cast":["Lee Chun-Wai","Jan Lamb","Sandra Ng Kwun-Yu","Anthony Wong","Dejay Choi"],"overview":"McDull is not the brightest kid on the block, but he continuously tries to do his best to please his mother. Still it seems he may not be destined for great things like she wishes, but McDull strives to try anyway.","release_date":"2001-12-15","vote_average":5.4,"runtime":75,"cert":"N\/A","id":73884,"title":"My Life as McDull","adult":false,"genre_ids":[16,18,35]},{"cast":["Cristina Alcázar","Francisco Boira","María Botto","Nancho Novo","Javier Pereira"],"overview":"","release_date":"2009-12-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73885,"title":"Animales de compañía","adult":false,"genre_ids":[35]},{"cast":["Barbora Hrzánová","Jarmila Vlčková","Libor Jeník"],"overview":"Záznam divadelní adaptace bestselleru Ireny Douskové s Bárou Hrzánovou v hlavní roli. Asi málokdo před pár lety tušil, jak velké popularity dosáhne útlá knížka Ireny Douskové s poněkud tajuplným názvem \"Hrdý Budžes\". Příběhy Helenky Součkové, žákyně 2. třídy základní školy, trpící hloubavostí a nadváhou a potažmo i nastupující husákovskou normalizací, se odehrávají v tehdejší stranické baště - uranové Příbrami. Bylo proto logické, že právě příbramské divadlo uvedlo Helenčiny příběhy na divadelní scénu. A našlo si pro to, jak se ukázalo, geniální představitelku hlavní hrdinky. Bára Hrzánová byla za tuto roli oceněna Cenou Thálie 2003, televizní záznam divadelní inscenace se stal opravdovým diváckým hitem, stejně jako samotné představení i kniha Ireny Douskové.","release_date":"2003-11-08","vote_average":5.8,"runtime":121,"cert":"N\/A","id":73886,"title":"Hrdý Budžes","adult":false,"genre_ids":[35]},{"cast":["Dana Medřická","Vlasta Fabianová","Naděžda Gajerová","Miroslav Doležal","Vlasta Matulová"],"overview":"Zdá se to téměř neuvěřitelné, ale je to už 30 let, co měla na jevišti někdejšího Tylova, nyní Stavovského, divadla premiéru Kočičí hra Istvána Örkényho s Danou Medřickou a Vlastou Fabiánovou v hlavních rolích. Dosáhla 403 repríz a stala se v pravém slova smyslu kultovní inscenací 70. a počátku 80. let. Příběh dvou sester, jejichž život dělí železná opona, rezonoval s pocity diváků svou pravdivostí. V interpretaci Dany Medřické se navíc postava Erži Orbánové stala symbolem nezdolného optimismu navzdory bídě života. Nejen tato inscenace, ale i herecký výkon Dany Medřické a Vlasty Fabiánové se už za jejich života staly legendami.","release_date":"1982-01-01","vote_average":0.0,"runtime":127,"cert":"N\/A","id":73887,"title":"Kočičí hra","adult":false,"genre_ids":[35,18]},{"cast":["Naoharu Kariya","Junichiro Koizumi"],"overview":"The film looks at the history of Yasukuni Shrine in Chiyoda, Tokyo, where more than 2 million of Japan's war dead are enshrined. More than 1,000 of them are war criminals convicted at the 1946–48 Tokyo tribunal, including 14 Class-A war criminals, Hideki Tōjō among them. The film shows not only the widely reported political incidents associated with the shrine, but also takes an in-depth look at the shrine's sword-making tradition, the Yasukuni sword being the film's underlying motif.","release_date":"2008-01-18","vote_average":6.8,"runtime":123,"cert":"N\/A","id":73888,"title":"Yasukuni","adult":false,"genre_ids":[]},{"cast":["Jessica Schwarz","Michael Gwisdek","Rafael Ferro","Beatriz Spelzini","Alfredo Castellani"],"overview":"During a stopover in Buenos Aires on her way to Chile, 31-year-old Maria recognizes a nursery rhyme. Maria doesn't speak a work of Spanish, but without understanding what she is singing, she remembers the Spanish lyrics. Disturbed and thrown off course, she decides to interrupt her journey and wander through the unfamiliar city.","release_date":"2010-09-03","vote_average":6.2,"runtime":94,"cert":"N\/A","id":73889,"title":"The Day I Was Not Born","adult":false,"genre_ids":[18]},{"cast":["Victor Zaragoza","Jose Rosete","David Peterson","Chris Angelo","Raul Martinez"],"overview":"After stretching the limits of his employment with a notorious crime boss by dealing drugs on the side, Tony (Jose Rosete) runs into real trouble when he gets too close to a crooked cop. Suddenly, he finds himself at odds with his employer, his partner, his drug supplier and the law in a climactic finale that will seal his fate. Victor Sarigosa co-stars in this Spanish-language drama written and directed by brothers Ed and Jose Quiroz.","release_date":"","vote_average":0.0,"runtime":91,"cert":"N\/A","id":73892,"title":"Illegal Business","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Fanis Katrivesis","Danijela Radovanovic"],"overview":"Having lost his family in a car accident, Fanis is tormented by the same dream every night, in which he wanders through a dark forest, always ending up at a makeshift religious shrine. As he searches for the truth online, Fanis begins to suspect that some of the people he meets are not who they say they are, and he decides to videotape every aspect of his latest (and possibly last) meeting.","release_date":"2010-10-22","vote_average":3.3,"runtime":72,"cert":"","id":73895,"title":"Subconscious","adult":false,"genre_ids":[27]},{"cast":["Stephen McNally","Coleen Gray","Willard Parker","Arthur Shields","James Griffith"],"overview":"A gambler is thrown out of a western town, but returns when the town is suddenly threatened by a band of marauding Apaches.","release_date":"1951-04-01","vote_average":5.3,"runtime":75,"cert":"N\/A","id":73896,"title":"Apache Drums","adult":false,"genre_ids":[28,37]},{"cast":["Liu Ye","Zhang Zilin","Vincent Chiu Yan-Jun","Steve Yoo","Liu Hai-Long"],"overview":"Chinese actor Liu Ye, who has portrayed a Forrest Gump-like character in the action-crime film “The UnderdogKnight” and its sequel, says he’d like to continue the role as long as he can. The sequel, entitled “He-Man”, is slated for release on April 1.Liu’s character, named Lao San, is a retired Marine veteran who lives in his world of innocence and optimism due to a brain injury. He assumes the role of a dedicated vigilante and fights people whom he considers bad. “He-Man” features Zhang Zilin, the 2007 Miss World champion, as Lao San’s love interest. Actors Vincent Chiao and Yoo Seung-jun are also in the cast..","release_date":"2011-04-01","vote_average":6.4,"runtime":86,"cert":"N\/A","id":73897,"title":"Underdog Knight 2","adult":false,"genre_ids":[28]},{"cast":["Lilli Palmer","Sylvia Syms","Yvonne Mitchell","Albert Lieven","Peter Arne"],"overview":"In wartime Italy nuns in a convent regularly smuggle Jewish children out of a nearby internment camp. The Italian army officer in charge suspects what may be going on but deliberately turns a blind eye. When the Germans take over the camp security the nuns' activities become far more dangerous.","release_date":"1960-04-07","vote_average":7.0,"runtime":113,"cert":"U","id":73898,"title":"Conspiracy of Hearts","adult":false,"genre_ids":[18,10752]},{"cast":["Katja Riemann","Jürgen Hentsch","Heio von Stetten","Mischa Knobloch","Peter Kremer"],"overview":"Because of shoplifting and property damage Jessie Fischer, a single mother with a rather big mouth, is sentenced to charitable work in a nursing home. There she meets Walter Voss, known as the General. The fate of the grumpy pensioner, who was disenfranchised by his adult children and deported to the home, touches her and she decides to fight for him. But when the general's expensive pocket watch disappears, Jessie, already convicted of theft, is suspected. But the general stops by and they both embark on an adventurous journey to the sea.","release_date":"2005-09-23","vote_average":4.3,"runtime":90,"cert":"N\/A","id":73899,"title":"Die Diebin und  der General","adult":false,"genre_ids":[35,18]},{"cast":["Adolf Wohlbrück","Sally Gray","Derrick De Marney","Cecil Parker","Percy Parsons"],"overview":"Stefan Radetzky, a Polish pilot and famous concert pianist, is hospitalised in England from injuries sustained while in combat, and having lost his memory. As Radetzky plays the piano in a trance-like state, the story moves back in time to war-torn Warsaw. During an air-raid, Radetzky meets American journalist Carole, and there is a mutual attraction. Following the fall of Poland, Radetzky and Irish pilot, Mike, escape to Rumania and then on to America. Radetzky continues his musical career in America and meets up again with Carole.","release_date":"1941-06-26","vote_average":6.4,"runtime":94,"cert":"PG","id":73900,"title":"Dangerous Moonlight","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Rob Paulsen","Jess Harnell","Tress MacNeille","Maurice LaMarche","Nancy Cartwright"],"overview":"Steven Spielberg Presents Animaniacs: Wakko's Wish, usually referred to as Wakko's Wish is a 1999 American direct-to-video animated tragicomedy film based on the Warner Bros. 1993-98 animated series, Animaniacs, and also the swan song to the original series before its renewal in 2017. The film relocates all the Animaniacs characters to a quasi-medieval fairy tale world and portrays their race to find the wishing star that will grant them a wish. While the film was released during the Christmas season, the holiday is not a factor in its plot, though the events do take place during winter.","release_date":"1999-12-20","vote_average":6.5,"runtime":80,"cert":"N\/A","id":73901,"title":"Wakko's Wish","adult":false,"genre_ids":[16,10402,35]},{"cast":["Jack Lord","James Farentino","Don Galloway","Richard Anderson","Robert Cornthwaite"],"overview":"Three young outlaws try to stay together and keep one step ahead of the law.","release_date":"1967-04-23","vote_average":3.5,"runtime":90,"cert":"N\/A","id":73902,"title":"Ride to Hangman's Tree","adult":false,"genre_ids":[37]},{"cast":[],"overview":"COLONY documents a time of unprecedented crisis in the world of the honeybee through the eyes of seasoned beekeeper David Mendes and Lance and Victor Seppi, two young brothers getting into beekeeping at a time when most are getting out. As Mendes tries to save the nation’s collapsing hives, the Seppis try to keep their business alive amidst a collapsing economy.","release_date":"2009-09-12","vote_average":6.0,"runtime":88,"cert":"N\/A","id":73903,"title":"Colony","adult":false,"genre_ids":[99]},{"cast":["Christine Neubauer","Francis Fulton-Smith","Timothy Peach"],"overview":"","release_date":"2008-12-22","vote_average":4.5,"runtime":null,"cert":"N\/A","id":73904,"title":"Afrika im Herzen","adult":false,"genre_ids":[10751,10770]},{"cast":["Grigoriy Dityatkovskiy","Sergei Yursky","Alisa Freyndlikh","Sergei Dreiden","Svetlana Kryuchkova"],"overview":"A semi-fictional account of Russian poets Josef Brodsky, who was forced into American exile in 1972.","release_date":"2009-01-23","vote_average":6.0,"runtime":130,"cert":"N\/A","id":73905,"title":"A Room and a Half","adult":false,"genre_ids":[18]},{"cast":["Melora Hardin","Gildart Jackson","Brenda Strong","Allison Mack","Amy Pietz"],"overview":"You is a love story. It spans 21 years, bouncing around in time, creating a kind of family quilt that wraps around a father as he struggles to overcome the grief of losing his beloved wife and raise their daughter alone. A coming-of-age journey for both the father and his daughter, You is filled with the magic of life and love and family.","release_date":"2009-07-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":73906,"title":"You","adult":false,"genre_ids":[18,10749]},{"cast":["Gregory Peck","Win Min Than","Brenda De Banzie","Bernard Lee","Maurice Denham"],"overview":"After losing his bride in a Luftwaffe air raid, bomber pilot Forrester becomes a solitary killing machine, who doesn't care whether he dies. The reckless Canadian pilot is both admired and feared by the rest of his squadron in World War II Burma. The squadron physician is assigned to determine the embittered Bill Forrester's fitness for duty. To break through the nightmare-haunted man's wall of silence, the physician drives Forrester to visit an outpost of English-speaking refugees, which includes an alluring young Burmese woman.","release_date":"1954-11-25","vote_average":6.0,"runtime":100,"cert":"PG","id":73907,"title":"The Purple Plain","adult":false,"genre_ids":[18,28,12,10752]},{"cast":["Edward Underdown","Ralph Clanton","Helen Cherry","Stella Andrew","Michael Brennan"],"overview":"The film begins in a WW II training depot of a British Guards armoured regiment where recruits from many walks of life learn to survive the strict discipline and training together before going into battle in tanks. There is a cameo appearance by the real Sgt. Major Brittain who was famous in the British guards regiments.","release_date":"1950-04-24","vote_average":6.7,"runtime":102,"cert":"PG","id":73908,"title":"They Were Not Divided","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"Dr. Maxwell is called in to investigate the kidnapping of a prize race horse. When the case leads to murder, Maxwell and Detective Bryant suspect the horse's owner.","release_date":"2007-08-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":73909,"title":"Murder 101: If Wishes Were Horses","adult":false,"genre_ids":[10770,9648]},{"cast":["John Cheng","Wang Lei","David Bala","Dennis Chew","Henry Thia"],"overview":"\"The Ghosts Must Be Crazy\" has two different stories entitled \"The Day Off\" and \"The Ghost Bride\". In \"The Day Off\", Ah Nan (John Cheng) and Ah Lei (Wang Lei) goes for their annual in-camp training and they meet a very \"on\" Platoon Commander. As they're about to play a prank on the Commander as a form of revenge for all the rigorous training they had to put up with, a series of strange things happen. In \"Ghost Bride\", Ah Hui (Henry Thia) who is unlucky in love meets a stranger, Ah Hai (Mark Lee), who promises him fortune and blessings if he seeks help from 'brothers and sisters' in the netherworld. Ah Hui does so and ends up finding a beautiful jade bangle inside a red packet. Soon after, Ah Hui strikes the lottery, but spends it all lavishly. Just when he is down in the dumps again, Ah Hai offers him another solution and something strange happens.","release_date":"2011-01-06","vote_average":5.5,"runtime":97,"cert":"N\/A","id":73910,"title":"The Ghosts Must Be Crazy","adult":false,"genre_ids":[35,27]},{"cast":["Albert Carbó","Joan Carles Suau","Carlos Fuentes","Laura Conejero","Yohana Cobo"],"overview":"Jordi é um adolescente que perdeu recentemente seu pai e que, junto à sua mãe, decide mudar de cidade para começar uma nova vida. Em princípio tudo parece bem, mas o destino reservado para ele será uma terrível surpresa já que quando Jordi passar pelo portão da nova escola, cruzará sem saber a tenebrosa fronteira de um novo inferno.","release_date":"2009-10-20","vote_average":6.5,"runtime":95,"cert":"N\/A","id":73911,"title":"Bullying","adult":false,"genre_ids":[18]},{"cast":["Felicitas Woll","Ken Duken","Alexander Beyer","Jürgen Schornagel","Johann von Bülow"],"overview":"","release_date":"2011-05-25","vote_average":6.5,"runtime":null,"cert":"N\/A","id":73912,"title":"Carl & Bertha","adult":false,"genre_ids":[18,36]},{"cast":["Manuel Gancedo","Manuel Tallafé","Lucio Romero","Jaime Noguera"],"overview":"Na construção de um prédio é descoberto por acaso o bunker onde Adolf Hitler cometeu suicidio. No seu interior, juntamente com o esqueleto da sua companheira, encontrava-se dentro de um boião de formol o seu viril membro. Este peculiar achado levou a que um grupo de neo-nazis espanhóis fossem recrutados por um cientista maluco para o roubarem o dito pênis conservado, para que assim se pudesse reconstruir o clone do Führer.","release_date":"2006-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73913,"title":"Ellos robaron la picha de Hitler","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A Voice from the Past examines the life and intrigue of this compelling scholar by using impressive documentation and dramatizations to bring his many predictions to life.","release_date":"1998-09-04","vote_average":0.0,"runtime":60,"cert":"N\/A","id":73914,"title":"Nostradamus: A Voice from the Past","adult":false,"genre_ids":[99,36]},{"cast":["Estamira"],"overview":"Estamira is a 63-year-old woman who suffers from schizophrenia. She leads a tough life and has supported herself for the past 20 years by picking through garbage at the Jardim Gramacho Disposal Area in Rio de Janeiro. The film follows her starting in 2000, the year she begins treatment in a psychiatric clinic. At first, it is hard to understand her in her stream-of-consciousness sentences, delusions and obsessions. Gradually, however, we get to know her as a woman who can have quiet and lucid moments despite her illness. Interviews with her grown-up children provide the necessary background information. Grainy black-and-white and lyrical colour images alternate with one another and highlight the almost surrealist decor of the dump, where among giant, smoking mounds of garbage, a handful of people and flocks of black vultures are looking for anything worth taking.","release_date":"2004-10-01","vote_average":7.3,"runtime":121,"cert":"N\/A","id":73915,"title":"Estamira","adult":false,"genre_ids":[99]},{"cast":["Celeste Cid","Jorge Marrale","Laura Azcurra"],"overview":"Traída pelo namorado e pela amiga com quem morava, Clara se vê obrigada a procurar outro lugar para viver. Acaba dividindo um apartamento com um homem misterioso, a quem apelidou de Teo, e juntos eles combinam um ‘código de convivência’, com uma regra fundamental: nada de amantes.","release_date":"2009-12-18","vote_average":5.0,"runtime":90,"cert":"N\/A","id":73918,"title":"Motivos Para No Enamorarse","adult":false,"genre_ids":[]},{"cast":["Áurea Baptista","Ismael Caneppele","Tuane Eggers","Henrique Larré","Samuel Reginatto"],"overview":"In a small town in the countryside in the south of Brazil, a teenager that uses the codename Mr. Tambourine Man spends his time in Internet, at school, smoking pot with his best friend Diego and with his dysfunctional mother. He dreams on leaving his hometown to watch a Bob Dylan's show but seems to be hopeless stranded in the spot.","release_date":"2009-09-25","vote_average":8.4,"runtime":101,"cert":"N\/A","id":73919,"title":"The Famous and the Dead","adult":false,"genre_ids":[18]},{"cast":["Rolan Bykov","Iosif Ryklin","Aleksandr Sabinin","Nora Gryakalova","Vadim Lobanov"],"overview":"In a world after the nuclear apocalypse a scholar helps a small group of children and adults survive, staying with them in the basement of the former museum of history. In his mind he writes letters to his son — though it is obvious that they will never be read.","release_date":"1986-12-12","vote_average":6.6,"runtime":87,"cert":"N\/A","id":73920,"title":"Dead Man's Letters","adult":false,"genre_ids":[878,18]},{"cast":["Carme Elias","Goya Toledo","Ana Labordeta","Aura Garrido"],"overview":"Three stories intertwined which occur in a single day. The day Ines discovers she is pregnant, Antonia decides to abandon her family and Marian realizes she is going to die.","release_date":"2010-11-18","vote_average":5.0,"runtime":96,"cert":"N\/A","id":73921,"title":"Plans for Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Viktor Mikhaylov","Vera Mayorova","Vadim Lobanov","Irina Rakshina","Aleksandr Rasinsky"],"overview":"It is the future, the world is in ruins and a large portion of the population consists of deformed mutants living in reservations. In this world a man decides to spend his vacation visiting the ruins of a museum that is now buried under the sea.","release_date":"1989-03-14","vote_average":7.3,"runtime":128,"cert":"N\/A","id":73922,"title":"A Visitor to a Museum","adult":false,"genre_ids":[18,878]},{"cast":["Jason Gilkinson"],"overview":"Ballroom dancing has always been about a man and a woman, moving together up close and personal. Today, stripped back to its soul, it is hot, sweaty and sexy. This is ballroom dancing in the new millennium. This is Floor Play. Conceived, directed and choreographed by World Champion Ballroom dancer Jason Gilkison who choreographed the original Burn the Floor which has been seen by over 3 million people worldwide. Floor Play has been ten years in the making, and features a hand picked cast of dancers. Breath-taking, action-packed, unpredictable, sensual, and ultimately inspiring, this is Jason's legacy to us all.","release_date":"","vote_average":0.0,"runtime":103,"cert":"N\/A","id":73925,"title":"Burn the Floor - Floor Play","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1997-12-24","vote_average":8.0,"runtime":null,"cert":"N\/A","id":73926,"title":"Pelle Svanslös - Julkalender","adult":false,"genre_ids":[]},{"cast":[],"overview":"The greatest hits tour","release_date":"2001-01-01","vote_average":3.8,"runtime":140,"cert":"","id":73927,"title":"Midge Ure Rewind","adult":false,"genre_ids":[10402]},{"cast":["Timothy Hutton","Maria Grazia Cucinotta","Udo Kier","Natalie Shaw","Michael O'Keefe"],"overview":"A man (Timothy Hutton) spends the night before his wedding searching for his lost shoe with the help of an unhappily married woman (Maria Grazia Cucinotta).","release_date":"2000-09-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":73928,"title":"Just One Night","adult":false,"genre_ids":[35,10749]},{"cast":["Adriano Giannini","Andoni Gracia","Gwenaëlle Simon","Francisco Rabal","Georges Moustaki"],"overview":"It's the dawn of April 25, 1974, when Marco, a 25-year old Italian and his Portuguese friend Victor leave Paris on a yellow Citroen 2CV. The goal of their trip is Lisbon, which on that night was freed from Europe's longest dictatorship. The two are joined by Claire, Victor's former girlfriend and University classmate, who wants to take a break from her everyday life, leaving behind her husband and baby son, to form again, even for a few days, the traveling trio with her friends.","release_date":"2002-04-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":73929,"title":"The Revolution on Two Horses","adult":false,"genre_ids":[35]},{"cast":["João César Monteiro","Manuela de Freitas","Luís Miguel Cintra","Henrique Viana","António Terrinha"],"overview":"Lisbon, 1989. A middle-aged poor man, tormented by an illness, lives in a cheap room in a family boarding house, in the old section of the city's waterfront.","release_date":"1989-10-12","vote_average":8.6,"runtime":122,"cert":"N\/A","id":73930,"title":"Recollections of the Yellow House","adult":false,"genre_ids":[35,18]},{"cast":["Jason Robards","Christien Anholt","Samuel West","Françoise Fabian","Maureen Kerwin"],"overview":"Two young boys from very different backgrounds become friends in 1933 Stuttgart. However, they don't realize how different they are until much later as one is the son of a well-to-do Jewish doctor and the other the son of a German aristocrat. After that summer and the election of Hitler, things change as antisemitism gains fervor. After the core of the film deals with that era, the film flashes to the present and the Jewish man now returns to his boyhood home and seeks his old friend with some surprises.","release_date":"1989-05-17","vote_average":6.3,"runtime":110,"cert":"","id":73931,"title":"Reunion","adult":false,"genre_ids":[18,10752]},{"cast":["Monty Ray Garrison","Cecilia Buonocore","Auretta Gay","Mauro Frittella","Domenico Bua"],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":73932,"title":"Brillantina Rock","adult":false,"genre_ids":[35,10402]},{"cast":["Dave Foley","Art Hindle","Robert Maillet","Lance Henriksen","Jimmy Hart"],"overview":"Eight of the world's most legendary monsters, along with their diabolical managers, compete in a wrestling tournament deathmatch to determine the most powerful champion of all time. Interviews, pre-fight breakdowns, trash talking, and monster origin segments round out this ultimate fight of the living dead.","release_date":"2011-01-01","vote_average":4.3,"runtime":89,"cert":"18","id":73933,"title":"Monster Brawl","adult":false,"genre_ids":[35,27]},{"cast":["Vanessa Cartier","Eugénie Zebrowska Selin","Sandra Gengoul"],"overview":"Her name is Green, she is alone in a world that doesn't belong to her. She is a female orang-utan, victim of deforestation and resource exploitation. This film is an emotional journey with Green's final days. It is a visual ride presenting the treasures of rainforest biodiversity and the devastating impacts of logging and land clearing for palm oil plantations.","release_date":"2009-10-29","vote_average":6.0,"runtime":48,"cert":"N\/A","id":73934,"title":"GREEN","adult":false,"genre_ids":[99]},{"cast":["Alicia Silverstone","Krysten Ritter","Sigourney Weaver","Richard Lewis","Wallace Shawn"],"overview":"The modern-day story focuses on two beautiful young vampires who are living the good nightlife in New York until love enters the picture and each has to make a choice that will jeopardize their immortality.","release_date":"2012-08-25","vote_average":5.0,"runtime":93,"cert":"N\/A","id":73935,"title":"Vamps","adult":false,"genre_ids":[35,10749,27]},{"cast":["Cillian Murphy","Jamie Bell","Thandie Newton","Jimmy Yuill","Marilyn Mantle"],"overview":"Kate and Martin escape from personal tragedy to an Island Retreat. Cut off from the outside world, their attempts to recover are shattered when a man is washed ashore, with news of airborne killer disease that is sweeping through Europe.","release_date":"2011-10-14","vote_average":5.5,"runtime":89,"cert":"15","id":73936,"title":"Retreat","adult":false,"genre_ids":[18,53,27,878]},{"cast":["Owen Wilson","Steve Martin","Jack Black","Rashida Jones","Jim Parsons"],"overview":"Three fanatical bird-watchers spend an entire year competing to spot the highest number of species as El Nino sends an extraordinary variety of rare breeds flying up into the U.S., but they quickly discover that there are more important things than coming out on top of the competition","release_date":"2011-10-13","vote_average":5.8,"runtime":100,"cert":"PG","id":73937,"title":"The Big Year","adult":false,"genre_ids":[35]},{"cast":["Tim Hawkins"],"overview":"Tim Hawkins brings down the house at the beautiful Carson Center in Paducah, Kentucky. In the unique style that his fans love, Tim delivers gut-punching standup along with his trademark song parodies and original music. A former All-American baseball player, Tim traded the sports stage for the comedy stage and never looked back.","release_date":"2010-10-26","vote_average":6.0,"runtime":70,"cert":"N\/A","id":73938,"title":"Tim Hawkins - Insanitized","adult":false,"genre_ids":[35]},{"cast":["Adepero Oduye","Pernell Walker","Aasha Davis","Kim Wayans","Charles Parnell"],"overview":"A Brooklyn teenager juggles conflicting identities and risks friendship, heartbreak, and family in a desperate search for sexual expression.","release_date":"2011-12-27","vote_average":7.0,"runtime":86,"cert":"N\/A","id":73939,"title":"Pariah","adult":false,"genre_ids":[18]},{"cast":["Master P","Anthony Boswell","Cassandra Cheatam","Trcay Philpott"],"overview":"I'm Bout It is a 1997 film by rapper Master P. The plot details his life in a New Orleans uptown ghetto. Master P wrote, directed and acted in the film.","release_date":"1997-09-01","vote_average":6.0,"runtime":110,"cert":"N\/A","id":73940,"title":"I'm Bout It","adult":false,"genre_ids":[18,35]},{"cast":["Moby","Michael Alig","Peter Gatien","Michael Caruso"],"overview":"A film about Peter Gatien, the owner of legendary New York nightclubs like Limelight, The Tunnel and the Palladium. The film documents his rise and fall from the 1980s through the 1990s.","release_date":"2011-09-23","vote_average":5.3,"runtime":102,"cert":"N\/A","id":73941,"title":"Limelight","adult":false,"genre_ids":[99]},{"cast":["James Russo","Theresa Russell"],"overview":"An ex-con tries to go straight but also wants to get back money he's owed for the job that put him in prison. He meets a waitress who's also seen her share of trouble and they start up a tenuous relationship. Then there's a murder and things get complicated. It's noir so the plot isn't the main focus but the mood of the film is consistent and properly downbeat. The characters can't seem to shake the fate that hangs over them.","release_date":"2003-01-01","vote_average":5.8,"runtime":99,"cert":"N\/A","id":73942,"title":"The Box","adult":false,"genre_ids":[18,28,53,10749]},{"cast":["Nick Stahl","Mia Kirshner","Devon Sawa","Charlotte Sullivan","Aaron Abrams"],"overview":"A young couple find themselves in an unnerving situation with a mysterious stalker.","release_date":"2011-09-11","vote_average":4.8,"runtime":87,"cert":"N\/A","id":73943,"title":"388 Arletta Avenue","adult":false,"genre_ids":[53,27]},{"cast":["Urbanus"],"overview":"Zijn humoristische stijl kan omschreven worden als absurd, volks, subversief, anarchistisch, kinderlijk, morbide, soms vulgair en populistisch.","release_date":"2001-01-01","vote_average":4.0,"runtime":92,"cert":"N\/A","id":73944,"title":"Urbanus: Ik Ben Een Plastiek Zakske","adult":false,"genre_ids":[35]},{"cast":["Urbanus","Goedele Liekens"],"overview":"Zijn humoristische stijl kan omschreven worden als absurd, volks, subversief, anarchistisch, kinderlijk, morbide, soms vulgair en populistisch.","release_date":"2001-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":73945,"title":"Urbanus: Meer Moet Dat Niet Zijn","adult":false,"genre_ids":[]},{"cast":["Hayes Gordon"],"overview":"An exotic world of eroticism, witchcraft, masochism and strange secret places.","release_date":"1975-12-26","vote_average":8.0,"runtime":90,"cert":"N\/A","id":73948,"title":"Australia After Dark","adult":false,"genre_ids":[99]},{"cast":["Graeme Blundell","Barry Humphries","Jacki Weaver","James R. Ball","Gordon Rumph"],"overview":"A shy young man is hired by an ad agency to conduct a survey on sex in Australia. The somewhat clueless young man investigates homosexuality, transvestites, prostitution, and strip clubs along with every other variant on the \"norm\". While doing his interviews he meets celebrities, self proclaimed sex experts, prostitutes, female impersonators, pop stars, actors, and legislators as well as self appointed morals guardians.","release_date":"1970-02-02","vote_average":6.0,"runtime":138,"cert":"N\/A","id":73949,"title":"The Naked Bunyip","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73950,"title":"Eski Açık Sarı Desene","adult":false,"genre_ids":[]},{"cast":["Simon Bossell","Penny Cook","Julie Hamilton","John Howard","Elaine Hudson"],"overview":"Dramatisation of the 1991 perjury trial of former Queensland state Premier Joh Bjelke-Petersen.","release_date":"1993-02-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":73951,"title":"Joh's Jury","adult":false,"genre_ids":[18]},{"cast":["Radha Mitchell","Josh Lucas","Barry Watson"],"overview":"A man enters a roadside diner run by a young woman and claims he is being chased by murderers.","release_date":"2001-02-01","vote_average":5.8,"runtime":98,"cert":"N\/A","id":73952,"title":"When Strangers Appear","adult":false,"genre_ids":[28,18,9648,53]},{"cast":["Sayed Badreya","Tony Shalhoub","Kais Nashef","Sarah Shahi","Erick Avari"],"overview":"Summer in L.A., it's hot. Homeland Security has set the threat level at red; they're searching for several Arabs alleged to be terrorists. Mustafa, an Egyptian immigrant who runs a falafel shop, comes to the FBI's attention; they investigate him. He has other problems: his young teen son no longer wants to be a Muslim; his sister, a nurse, objects to Mustafa arranging her marriage to a cousin from Egypt. She has a non-Arab suitor of her own. Omar, an employee of Mustafa, is a struggling actor who doesn't want to play only terrorists. Mustafa hopes to open a real restaurant and has a potential partner in Sam, a Jew, whose family objects. What price the American dream?","release_date":"2008-11-14","vote_average":5.9,"runtime":112,"cert":"N\/A","id":73953,"title":"AmericanEast","adult":false,"genre_ids":[18,10749]},{"cast":["James Belushi","Mimi Rogers","Joss Ackland","Philippe Noiret","Vittorio Gassman"],"overview":"Carmine Bonavia wins election as the mayor of New York on a promise to legalize drugs. After the election, he marries Carrie and goes to his ancestral home of Sicily for their honeymoon. In his hotel, he meets Il Principe, a Sicilian prince who has spent years confined to the hotel because he crossed the Mafia. Amid the beauties of Sicily Carmine discovers that men of power will stop at nothing to prevent the legalization of drugs, which threatens their business.","release_date":"1990-02-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":73954,"title":"The Palermo Connection","adult":false,"genre_ids":[53]},{"cast":["Karen Carpenter","Richard Carpenter"],"overview":"It's a measure of the ongoing popularity of Karen and Richard Carpenter that the 2002 release of this video collection in DVD format comes nearly 20 years after Karen's death. The duo's heyday mostly preceded the MTV age, so this 15-song, 55-minute anthology is a bit of a visual hodgepodge, composed of still photos, footage from TV shows and concerts, promo clips, fleeting attempts at conceptual videos, and other weirdness (film of Carpenters albums being pressed on the assembly line? Hey, whatever). You'll see an array of bad haircuts and outfits and a whole lot of lip-syncing, but in the end, it's the music that counts.","release_date":"2002-04-30","vote_average":4.7,"runtime":54,"cert":"N\/A","id":73955,"title":"Carpenters Gold","adult":false,"genre_ids":[10402]},{"cast":["Paul Yarrow","Paul Stookey","Mary Travers"],"overview":"In this DVD release of their PBS-TV special \"Carry It On\", the trio recalls the beginnings of the cultural revolution of the '60's, when music emerged as a unifying force amidst the turbulent currents of social change. Carefully chosen archival footage traces the group's phenomenal career, as a musical and personal story is told through selected concert and interview segments.","release_date":"2004-03-23","vote_average":3.8,"runtime":80,"cert":"N\/A","id":73956,"title":"Peter, Paul & Mary: Carry It On","adult":false,"genre_ids":[10402]},{"cast":["Abigail","Michael Preston"],"overview":"A saucy comedy treat from the vaults that stars cast members from \"Blankety Blanks\", \"The Celebrity Game\" and \"No 96\" as a group of misfits attempting to run a holiday resort.","release_date":"1977-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":73957,"title":"All at Sea","adult":false,"genre_ids":[]},{"cast":["Ryan McPartlin","Beau Bridges","Katie Carr","Catherine Hicks","Maxwell Perry Cotton"],"overview":"Pro football star Jake Walker is living the dream, or so he thinks. The veteran tight end is a fan favorite and on pace to set the all-time receiving yards record that will guarantee a spot in the Hall of Fame. While working out at training camp, Jake receives an call from that his father Frank has suffered a major heart attack. Jake immediately leaves practice and returns home to a small town he’s avoided for 15 years. Memories of glory and regret flood his mind as he returns to family and friends he once abandoned in pursuit of his career. Jake dutifully visits his father, but hurt and misunderstanding from the past begin to resurface. A second unexpected call, this time from his agent, delivers Jake another crushing blow. His contract is not being renewed amid concerns about his surgically repaired knee. Suddenly, the life Jake knows is over.","release_date":"2011-09-03","vote_average":3.8,"runtime":84,"cert":"N\/A","id":73960,"title":"Game Time: Tackling the Past","adult":false,"genre_ids":[10751]},{"cast":["David Gallagher","Eugene Levy","Keene Curtis","Jake Richardson","Martin Mull"],"overview":"After getting blamed for spoiling Christmas, the richest kid in the world wishes he'd never been born. Unfortunately, a wishing machine, invented by professor Keenbean, picked up the wish and made it come true. Now Richie finds himself in a parallel world where his only hope is to find professor Keenbean and the wishing machine so he can wish things back to normal. Written by Peter Huiskes","release_date":"1998-11-03","vote_average":4.6,"runtime":84,"cert":"N\/A","id":73961,"title":"Richie Rich's Christmas Wish","adult":false,"genre_ids":[10751,35]},{"cast":["Lee Sang-woo","Lee Yong-nyeo"],"overview":"The title says it all for the bleak Korean indie Mother is a Whore. Do-all filmmaker Lee Sang Woo writes, produces, directs, and stars in this shocking drama about an impoverished HIV-positive man forced to pimp out his 60-year-old mother (Lee Yong Nyeo) to make ends meet. Angry about his mother's suffering and his own sickness, Sang Woo rages against his father (Kwon Bum Taek), who left them for a younger woman (Kim Ji Hee). It turns out his father's life isn't doing so well either with a fanatically religious wife and her dysfunctional children. A notable rising name in Korean indie cinema, Lee Sang Woo has drawn comparisons to early Kim Ki Duk with his dark family dramas Mother is a Whore and Father is a Dog.","release_date":"2009-03-27","vote_average":7.7,"runtime":96,"cert":"N\/A","id":73962,"title":"Mother Is a Whore","adult":false,"genre_ids":[18]},{"cast":["Mehcad Brooks","Amanda Fuller","Serinda Swan","Dillon Casey","Daniel Bernhardt"],"overview":"An ex-Navy seal (Mehcad Brooks), his girlfriend (Serinda Swan) and their friends head out on a road trip to New Orleans. The group decides to stop at a roadside convenience store owned by Chopper (Sid Haig), who tells them the tale of Lockjaw, a fabled god-like creature who is half-man, half-alligator.","release_date":"2011-09-09","vote_average":4.2,"runtime":95,"cert":"N\/A","id":73963,"title":"Creature","adult":false,"genre_ids":[27]},{"cast":["Jennifer Lopez"],"overview":"\"Let's Get Loud\" was Jennifer Lopez's NBC Special, which premiered on November 20, 2002 and was recorded over 2 nights in Puerto Rico in the fall of 2001. It was Jennifer's first-ever headlining concert appearance, showing off her talents as a vocalist and dancer. The performance features a variety of Spanish and English songs, including: \"Love Don't Cost A Thing\", \"If You Had My Love\", \"I'm Real\", \"Plenarriqueña\", and many more.","release_date":"2003-02-11","vote_average":4.3,"runtime":100,"cert":"N\/A","id":73964,"title":"Jennifer Lopez: Let's Get Loud","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Lights! Camera! Action! Join Wubbzy and his Wuzzleburg pals for tons of fun filled adventures in Wubbzy's Big Movie! When Wubbzy loses his memory, his friends help him to recall who he is by reminding him of all the good times they've had together. Join along and help Wubbzy remember where to find marshmallows to make a birthday lasagna, why splashing in mud puddles isnot always a good idea and why scary movies may make him afraid of the dark! There are tons of laughs and wholesome lessons in this new collection from the Emmy Award winning Nick Jr.\/Noggin Series. So grab you poppity-popcorn, sit back and enjoy the show!","release_date":"2009-05-12","vote_average":0.0,"runtime":77,"cert":"N\/A","id":73965,"title":"Wow! Wow! Wubbsy!: Wubbsy's Big Movie","adult":false,"genre_ids":[16,10751]},{"cast":["James Earl Jones","Hume Cronyn","Flex Alexander"],"overview":"This warmhearted Yuletide tale tells the story of Grandpa Nichols (James Earl Jones) who is spending his first Christmas alone as a widower. His grandson Pete (Flex Alexander from SHE'S ALL THAT) is riveted by his grandfather's story of St. Nick, and Pete decides that it is his desire to do all he can to help out old St. Nick in any way he can. A delight for the whole family.","release_date":"1999-12-05","vote_average":4.0,"runtime":98,"cert":"N\/A","id":73966,"title":"Santa and Pete","adult":false,"genre_ids":[18]},{"cast":["Robert Chapin","Wil Darwin Adams","Carol Alt","Mark Arnott","Michael Blanks"],"overview":"A champion fencer accidentally kills an opponent in a match. Disgraced, he is blackballed from the fencing community, until a mysterious stranger saves his life one night from a gang of muggers. He soon finds himself caught up in the world of underground illegal swordfights, where combatants fight to the death.","release_date":"1994-01-01","vote_average":7.3,"runtime":94,"cert":"N\/A","id":73967,"title":"Ring of Steel","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"The film was created by a small Chinese animation studio named Wolf Smoke as a test bed for a new style and process. Kung Fu Cooking Girls is an eight and a half minute short that combines three things that most men love: beautiful women, Chinese food, and kung fu.","release_date":"2011-03-06","vote_average":4.0,"runtime":9,"cert":"N\/A","id":73968,"title":"Kung Fu Cooking Girls","adult":false,"genre_ids":[35,16,28]},{"cast":["Mary Pickford","Charles Rogers","Sunshine Hart","Lucien Littlefield","Carmelita Geraghty"],"overview":"Joe Merrill, son of the millionaire owner of a chain of 5 and 10 cent stores, poses as Joe Grant, and takes a job in the stockroom of one of his father's stores, to prove that he can be a success without his father's influence. There he meets stockroom girl Maggie Johnson, and they fall in love. This causes problems, because Mrs. Merrill had planned for her son to marry Millicent Rogers, a high society girl.","release_date":"1927-10-31","vote_average":8.4,"runtime":80,"cert":"N\/A","id":73969,"title":"My Best Girl","adult":false,"genre_ids":[18,35,10749]},{"cast":["Huang Lu","Wei Yi Bo","Geoffrey Hutchings","Chris Ryman","Liu Hsinyi"],"overview":"This is the story of Mei, a young woman on a trip from East to West after her escape from her provincial Chinese village. Beginning in Chongqing and a disastrous factory job, Mei soon heads out for London and a marriage to an older man where her entrapment begins anew.","release_date":"2009-08-14","vote_average":5.5,"runtime":103,"cert":"","id":73970,"title":"She, a Chinese","adult":false,"genre_ids":[18]},{"cast":["Mathew Scollon","Melissa Reneé Martin","Edward DeRuiter","Alice Frank"],"overview":"Four outcast teenagers acquire mystical powers that allow them to become gods on campus, with deadly consequences.","release_date":"2002-09-17","vote_average":5.8,"runtime":97,"cert":"N\/A","id":73973,"title":"The Source","adult":false,"genre_ids":[27,53,878]},{"cast":["Ana Paula Arósio","Murilo Rosa","Natália Lage","Arieta Corrêa","Bianca Comparato"],"overview":"Julia is a 35-year-old English Literature teacher struggling with depression as she tries to get her life back together again after her long, intense love affair with Antonia. Feeling totally abandoned after she and her enigmatic girlfriend broke up, Julia is thrown into a desperate, painful process. Her life and her values have been tinged with unbearable melancholy and her life's measure seems reduced to out-of-focus fragments of her memories. Her inner turmoil and conflicts hamper a process now made necessary - that of readapting to her new life. It is impossible for her to disguise her pain when she attempts to narrate emotions.","release_date":"2010-10-15","vote_average":5.5,"runtime":100,"cert":"N\/A","id":73976,"title":"So Hard to Forget","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Capoeira (Portuguese pronunciation: [kapuˈejɾɐ]) is a Brazilian art form that combines elements of martial arts, sports, and music. It was created in Brazil mainly by descendants of African slaves with Brazilian native influences, probably beginning in the 16th century. It is known by quick and complex moves, using mainly power kicks and quick leg sweeps, with some ground and aerial acrobatics, knee strikes, take-downs, elbow strikes, punches and headbutts. The word capoeira comes from Tupi, referring to the areas of low vegetation in the Brazilian interior.","release_date":"2005-06-08","vote_average":0.0,"runtime":57,"cert":"N\/A","id":73977,"title":"Capoeira","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Russian Revolution is the collective term for a series of revolutions in Russia in 1917, which destroyed the Tsarist autocracy and led to the creation of the Soviet Union. The Tsar was deposed and replaced by a provisional government in the first revolution of February 1917 (March in the Gregorian calendar; the older Julian calendar was in use in Russia at the time). In the second revolution, during October, the Provisional Government was removed and replaced with a Bolshevik (Communist) government.","release_date":"2007-03-08","vote_average":4.0,"runtime":94,"cert":"","id":73978,"title":"Russian Revolution in Color","adult":false,"genre_ids":[99,36]},{"cast":["Josh Barnett","Sergei Kharitonov","Antonio Silva","Daniel Cormier","Luke Rockhold"],"overview":"Strikeforce World Grand Prix: Barnett vs. Kharitonov was a mixed martial arts event held by Strikeforce that served as the Heavyweight Tournament semifinals. The event took place on September 10, 2011 at U.S. Bank Arena in Cincinnati, Ohio.","release_date":"2011-09-10","vote_average":6.0,"runtime":140,"cert":"N\/A","id":73979,"title":"Strikeforce World Grand Prix: Barnett vs. Kharitonov","adult":false,"genre_ids":[]},{"cast":["Arissara Lemuan","Napassorn Aemchareon","Jintara Sukaphatana","Ratchapol Yamsang","Wannisorn Laohamontri"],"overview":"A new Thai ensemble film features three short episodes about teen romance and teen pregnancy. In all three, high school girls have unplanned sex and get pregnant, and the stories involve their handling of the problem. It’s a romantic comedy rather than a cinematic lecture on one of Thailand’s social issues.","release_date":"2011-09-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":73980,"title":"Love, Not Yet","adult":false,"genre_ids":[10749,18,35]},{"cast":[],"overview":"Ayurveda is a science of life and a healing art, where body, mind and spirit are given equal importance. This voyage of thousands of miles across India and abroad takes you on a unique poetic journey, where we encounter remarkable men of medicine or simply a villager who lives in harmony with nature. \"Hope is nature's way of enabling us to survive so that we can discover nature itself.\"","release_date":"2001-09-20","vote_average":5.4,"runtime":101,"cert":"N\/A","id":73981,"title":"Ayurveda: Art of Being","adult":false,"genre_ids":[99]},{"cast":["Charles Bronson","Jill Ireland","Vincent Van Patten","Fausto Tozzi","Ettore Manni"],"overview":"Chino Valdez is a loner horse breeder living in the old west. Partly a loner by choice, and partly because, being a 'half-breed', he finds himself unwelcome almost everywhere he goes. One day, a young runaway named Jimmy shows up at his door looking for work and a roof over his head. Reluctantly, Chino agrees to take him in and teach him the art of raising, breaking and breeding horses, until the pair finally begin to accept each other.","release_date":"1973-09-14","vote_average":4.7,"runtime":98,"cert":"N\/A","id":73984,"title":"Chino","adult":false,"genre_ids":[37]},{"cast":["Alberto Sordi","Monica Vitti","John Phillip Law","Edoardo Faieta","Vanda Osiris"],"overview":"","release_date":"1973-11-15","vote_average":6.7,"runtime":142,"cert":"N\/A","id":73995,"title":"Polvere di Stelle","adult":false,"genre_ids":[35]},{"cast":["Rajendra Prasad","Brahmanandam"],"overview":"","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":73996,"title":"Vivaaha Bhojanambu","adult":false,"genre_ids":[35]},{"cast":["David Spade"],"overview":"David Spade focuses on pop-culture bashing in his first solo HBO TV comedy special that aired on April 17, 1998 and was taped in front of a live audience. In this 60 minute show, David Spade uses his everyday life experiences as a platform for his jokes.","release_date":"1998-04-17","vote_average":4.0,"runtime":56,"cert":"N\/A","id":73997,"title":"David Spade: Take the Hit","adult":false,"genre_ids":[35]},{"cast":["Lena Zuhlke","Ulrich Reichel","Niels Martensen","Daniel McQuillan","Michael Gieser"],"overview":"Genoa 2001: As the G8 Summit drew to a close and the press and politicians departed, 300 riot police stormed the Diaz School looking for members of the infamous Black Block. They found instead young activists, mostly students, teenagers and journalists from around Europe preparing to bunk down in the school gym. Undeterred, they unleashed a calculated frenzy of violence, beating young and old, male and female indiscriminately. Those seriously injured were rushed to the hospital in ambulances, though soon after they were forced to join those who had been arrested and driven to a detention centre and subjected to further abuse and degradation.","release_date":"2011-01-01","vote_average":8.5,"runtime":76,"cert":"N\/A","id":73998,"title":"Black Block","adult":false,"genre_ids":[18,99]},{"cast":["Clarence Nash"],"overview":"Donald visits the house of his new love interest for their first known date. At first Daisy acts shy and has her back turned to her visitor. But Donald soon notices her tailfeathers taking the form of a hand and signaling for him to come closer. But their time alone is soon interrupted by Huey, Dewey and Louie who have followed their uncle and clearly compete with him for the attention of Daisy. Uncle and nephews take turns dancing the jitterbug with her while trying to get rid of each other. In their final effort the three younger Ducks feed their uncle maize in the process of becoming popcorn. The process is completed within Donald himself who continues to move wildly around the house while maintaining the appearance of dancing. The short ends with an impressed Daisy showering her new lover with kisses","release_date":"1940-06-07","vote_average":6.1,"runtime":8,"cert":"N\/A","id":73999,"title":"Mr. Duck Steps Out","adult":false,"genre_ids":[16]}]