[{"cast":["Rupert Everett","Elle Macpherson","Enrico Brignano","Giampaolo Morelli","Naike Rivelli"],"overview":"","release_date":"2001-12-17","vote_average":4.8,"runtime":112,"cert":"N\/A","id":74000,"title":"South Kensington","adult":false,"genre_ids":[35]},{"cast":["Vera Carmi","Leonardo Cortese","Guglielmo Barnabò","Jone Morino","Aroldo Tieri"],"overview":"","release_date":"1943-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74001,"title":"Il fidanzato di mia moglie","adult":false,"genre_ids":[35]},{"cast":["Daws Butler","June Foray"],"overview":"A Spanish cat is more interested in playing flamenco guitar than trying to catch the mouse El Magnifico (Jerry). Tom arrives from the States with world champion mouse-catching credentials to have a go. He quickly catches El Magnifico, but the mouse keeps returning. Then Tom acts as the bull, succumbing to Jerry's matador. Both Tom and Jerry speak (in Spanish).","release_date":"1957-09-06","vote_average":6.2,"runtime":7,"cert":"N\/A","id":74002,"title":"Mucho Mouse","adult":false,"genre_ids":[35,16]},{"cast":["Muriel Baumeister","Benjamin Sadler","Heinrich Schmieder","Silvina Buchbauer","Anja Franke"],"overview":"","release_date":"2003-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":74003,"title":"Nur Anfänger heiraten","adult":false,"genre_ids":[35]},{"cast":["Raoul Bova","Barbara Snellenburg","David Warner","Susannah York","Paul Freeman"],"overview":"","release_date":"1993-01-01","vote_average":5.5,"runtime":105,"cert":"N\/A","id":74004,"title":"Piccolo grande amore","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Totò","Paolo Stoppa","Sylva Koscina","Pasquale De Filippo","Fiorella Mari"],"overview":"","release_date":"1955-08-26","vote_average":6.6,"runtime":95,"cert":"N\/A","id":74005,"title":"Are We Men or Corporals?","adult":false,"genre_ids":[35]},{"cast":["Corey Feldman","Jill Whelan","Brian Anthony Wilson","Joe Raffa"],"overview":"Six individuals are caught up in a supernatural perfect storm as an evil lays claim to one of them while threatening to tear apart the soul of a small Pennsylvania town.","release_date":"2012-11-26","vote_average":3.5,"runtime":90,"cert":"18","id":74006,"title":"6 Degrees of Hell","adult":false,"genre_ids":[27]},{"cast":["Tony Hawk","Catherine Hardwicke","Rashida Jones","Deepak Chopra"],"overview":"While studying myths, and writing on the human experience, Joseph Campbell was a professor at Sarah Lawrence College for 38 years. His seminal work, \"A Hero with a Thousand Faces\" was published in 1949 and greatly influenced generations of artists and writers, including Bob Dylan, Jim Morrison, Stanley Kubrick, George Lucas, Jerry Garcia and others. Rooted in deeply personal accounts and timeless stories, FINDING JOE shows how Campbell's work is relevant and essential in today's world and how it provides a narrative for how to live a fully realized life-or as Campbell would simply state, how to \"follow your bliss\".","release_date":"2011-09-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":74007,"title":"Finding Joe","adult":false,"genre_ids":[99]},{"cast":["Scott Mechlowicz","Alona Tal","Yancey Arias","Greg Serano","Noah Segan"],"overview":"A documentary crew accompany a group of illegal immigrants crossing the Border, but their plans run afoul when they are captured by a gang of sadistic radicals in New Mexico.","release_date":"2010-09-14","vote_average":6.4,"runtime":96,"cert":"N\/A","id":74008,"title":"Undocumented","adult":false,"genre_ids":[27,53]},{"cast":["Natalya Gundareva","Valentin Gaft","Valentin Smirnitskiy","Boris Shcherbakov","Alexander Kuznetsov"],"overview":"She's not so young, not so pretty and has a weird name - but she still believes in founding her happiness.","release_date":"1988-06-06","vote_average":3.5,"runtime":89,"cert":"N\/A","id":74009,"title":"Aelita, Do Not Pester Men","adult":false,"genre_ids":[35,10749]},{"cast":["Carlo Monni","Ilaria Occhini","Massimo Ceccherini","Novello Novelli","Athina Cenci"],"overview":"","release_date":"1990-10-19","vote_average":6.6,"runtime":null,"cert":"N\/A","id":74010,"title":"Benvenuti in casa Gori","adult":false,"genre_ids":[35]},{"cast":["Nikolay Chindyaykin","Lyubov Tolkalina","Grigorij Sijatvinda","Aleksandr Bashirov","Aleksei Buldakov"],"overview":"Группа неудачливых артистов собирается вокруг одного человека, одержимого идеей создания нового театра. Бригада артистов едет в поездку по городам с антрепризой. В бригаде нет известных артистов, и поэтому бригадиру приходится немало потрудиться, чтобы собрать зал. В ход идет все: объявления в афише с последующим заявлением, что звезда не приехала в последний момент, готовность, в зависимости от обстоятельств и вкуса местной публики играть спектакль в любом жанре - от трагедии, до фарса, включая ужастик, детектив и т.д.","release_date":"2007-06-06","vote_average":0.0,"runtime":106,"cert":"N\/A","id":74011,"title":"Artisty","adult":false,"genre_ids":[35]},{"cast":["Tyrone Power","Anne Baxter","Dana Andrews","James Gleason","Dame May Whitty"],"overview":"A US Navy submarine, the USS Corsair, is operating in the North Atlantic, hunting German merchant raiders that are preying on Allied shipping. Its new executive officer, Lt. Ward Stewart (Power), has been transferred back into submarines after commanding his own PT boat. At the submarine base in New London, Connecticut, he asks his new captain, Lt. Cmdr. Dewey Connors (Andrews), for a weekend leave to settle his affairs before taking up his new assignment. On a train bound for Washington D.C., Stewart accidentally encounters New London school teacher Jean Hewlett (Baxter) and her students. Despite her initial resistance to his efforts, he charms her and they fall in love.","release_date":"1943-04-22","vote_average":5.7,"runtime":106,"cert":"N\/A","id":74012,"title":"Crash Dive","adult":false,"genre_ids":[10752,10749,18,28,12,53]},{"cast":["Alena Bondarchuk","Aleksandr Baluev","Irina Skobtseva","Lembit Ulfsak","Arnis Licitis"],"overview":"A story about love between two people who accidentally met in old Tallinn.","release_date":"2003-06-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":74013,"title":"Amber Wings","adult":false,"genre_ids":[10749,18]},{"cast":["Dmitriy Isaev","Agniya Kuznetsova","Tatyana Lyutaeva","Lyudmila Nilskaya","Elena Yakovleva"],"overview":"Провинциальная девушка Таня Клочкова работает официанткой в кафе, расположенном на трассе, и живет с матерью в поселке. Здесь у нее есть лучшая подруга Люда и влюбленный в нее друг детства Боря. Но судьба не преподносит ей сюрпризов, а другая, красивая и яркая жизнь, проносится мимо. Однажды в кафе заходит Кирилл, молодой и успешный москвич. Он влюбляется в простую и обаятельную Таню, и она отвечает ему взаимностью. Вскоре он увозит ее с собой в Москву.","release_date":"2010-06-06","vote_average":0.0,"runtime":87,"cert":"N\/A","id":74014,"title":"Uslysh Moe Serdtse","adult":false,"genre_ids":[10749,18]},{"cast":["Gregg Allman","Marc Quinones","Butch Trucks","Warren Haynes","Derek Trucks"],"overview":"Rock legends the Allman Brothers perform live at New York City's Beacon Theatre in this three-hour set filmed live in March 2003. Highlights include \"Midnight Rider,\" \"Whippin' Post,\" \"Statesboro Blues,\" \"Desdemona\" and \"A Change Is Gonna Come.\"","release_date":"2003-09-23","vote_average":6.5,"runtime":180,"cert":"N\/A","id":74015,"title":"The Allman Brothers Band: Live at the Beacon Theatre","adult":false,"genre_ids":[10402]},{"cast":["Noah Segan","Andrea Renda","Elina Madison","Ezra Buzzington","Jon Budinoff"],"overview":"Returning to the same medical school where they were test subjects years before, two twisted serial killers use brutal sex acts to kill off a group of med students.","release_date":"2009-08-21","vote_average":3.6,"runtime":80,"cert":"N\/A","id":74016,"title":"Someone's Knocking at the Door","adult":false,"genre_ids":[27,35]},{"cast":["Daniil Sagal","Pyotr Arzhanov","Boris Erdman","Alla Garder"],"overview":"Монгольская экспедиция, возглавляемая профессором Джамбоном и группа советских исследователей отправляется через пустыню в Аламасские горы, где предположительно находятся большие месторождения нефти. Среди членов экспедиции оказывается диверсант, по наводке которого на экспедиции совершается нападение…","release_date":"1937-09-19","vote_average":0.0,"runtime":69,"cert":"N\/A","id":74017,"title":"Ushchelye Alamasov","adult":false,"genre_ids":[12,10752]},{"cast":["Lucy Hale","Missi Pyle","Megan Park","Freddie Stroma","Titus Makin Jr."],"overview":"In this modern telling of the classic tale, aspiring singer Katie Gibbs falls for the new boy at her performing arts high school. But Katie's wicked stepmother and stepsister are scheming to crush her dream before she can sing her way into his heart.","release_date":"2011-09-05","vote_average":6.2,"runtime":88,"cert":"N\/A","id":74018,"title":"A Cinderella Story: Once Upon a Song","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Jason Carter","Garett Maggart","Jack Donner","Denise Alessandria Hurd","Ray Proscia"],"overview":"The city of Los Angeles is being terrorized by a serial killer who preys on youthful females and bleeds them dry after abusing them. With no calling card, no tangible forensic evidence and a growing list of victims, a specialty force made up of highly skilled authorities is called in. When one of their own goes in to trap the killer, will she come out alive, or will the killer have the upper hand?","release_date":"2002-06-20","vote_average":5.5,"runtime":111,"cert":"N\/A","id":74019,"title":"Demon Under Glass","adult":false,"genre_ids":[27]},{"cast":["Anna Ardova","Aleksandr Dedyushko","Anna Tsukanova-Kott","Yuri Danilchenko","Philip Avdeev"],"overview":"Three teenagers - Artyom, Vika and Maxim - are getting into a lot of adventures in a mysterious place called Blue Valley.","release_date":"2003-06-16","vote_average":1.0,"runtime":75,"cert":"N\/A","id":74020,"title":"The Mystery of the Blue Valley","adult":false,"genre_ids":[12,10751]},{"cast":["Ry Barrett","Pete Soltesz","Matt Kowall","Breanne TeBoekhorst","Karen Boshart"],"overview":"Long protected by dark shadows and hidden by secrets, a tattered book of unspeakable power that was written by the ancient druids has survived on the Earth for centuries. But when a group of young orphans stumble upon the book and unleash its vengeful power through a bloody and selfish act, they could endanger the unsuspecting teens enjoying a weekend camping trip in the woods -- or jeopardize their own lives.","release_date":"2005-10-04","vote_average":0.0,"runtime":84,"cert":"N\/A","id":74021,"title":"Desperate Souls","adult":false,"genre_ids":[27]},{"cast":["Monica Calhoun","Miguel A. Núñez, Jr.","Mel Jackson","Arnez J.","Leon"],"overview":"Based on the best-selling novel by author Eric Jerome Dickey, this funny and insightful drama follows four African-Americans, detailing the relationship trials and tribulations they face. Stand-up comedian Leonard romances beautiful Debra -- but will her religious convictions cause their relationship to stall? Meanwhile, Debra's friend Shelby starts dating Leonard's buddy Tyrel.","release_date":"2005-03-01","vote_average":9.5,"runtime":135,"cert":"N\/A","id":74022,"title":"Friends and Lovers","adult":false,"genre_ids":[18,35,10749]},{"cast":["Paul Mercurio","Clara Bellar","Malcolm McDowell","Frederic Forrest"],"overview":"An investment banker travels to Louisiana to snag the account of an eccentric millionaire but gets involved with his lusty wife, Mardi Gras, and (possibly) a satanic cult. The events in and around New Orleans change him forever and give a new slant on The American Dream.","release_date":"1998-11-03","vote_average":7.0,"runtime":100,"cert":"N\/A","id":74023,"title":"The First 9½ Weeks","adult":false,"genre_ids":[18,53]},{"cast":["Natalie Bassingthwaighte","Jesse Johnson","Natalie Walker","Christian Clark","Kristin Sargent"],"overview":"Three Australian couples stumble across an ancient curse in the Outback, and their dream holiday turns into a nightmare that may kill them all.","release_date":"2009-05-12","vote_average":3.1,"runtime":76,"cert":"N\/A","id":74024,"title":"Prey","adult":false,"genre_ids":[53,28,27]},{"cast":["María Elena Velasco","Adalberto Martínez","Pancho Córdova","Rolando Barral","Fernando Soto"],"overview":"La India Maria becomes the municipal president due to a ballot typo.","release_date":"1975-09-11","vote_average":6.8,"runtime":95,"cert":"N\/A","id":74025,"title":"La presidenta municipal","adult":false,"genre_ids":[18,35]},{"cast":["Lake Bell","Jason Clarke","Clifton Collins Jr.","Ken Howard","Frankie Ingrassia"],"overview":"A young married couple encounters a stranger who threatens their marriage and their lives.","release_date":"2008-01-29","vote_average":4.4,"runtime":85,"cert":"N\/A","id":74026,"title":"Under Still Waters","adult":false,"genre_ids":[18,53]},{"cast":["Catherine Bell","Mark Humphrey","Damir Andrei","Deborah Glover","George Buza"],"overview":"A 911 operator receives a ghostly call from a child murdered thirty years before and becomes obsessed with unraveling the crime. What she discovers shatters her.","release_date":"2007-01-06","vote_average":6.3,"runtime":90,"cert":"N\/A","id":74027,"title":"Still Small Voices","adult":false,"genre_ids":[53]},{"cast":["Lizzy Borden","Kaos","Supreme","Angel","Vic Grimes"],"overview":"At \"Night of Champions\" \"The Franchise\" Shane Douglas and Lizzy Borden shocked the wrestling world by revealing an unholy alliance which would shatter XPW owner Rob Black both physically and emotionally! Now that the two were poised for their \"Hostile Takeover\" of the company and on the eve of Lizzy's succession to Owner and CEO, XPW made its east coast debut. Shane Douglas vs. Terry Funk (XPW World TItle Match) Supreme vs. Angel (King of the Deathmatch) MMW vs. The New Panthers \"Rock Superstar\" Kaos vs. Chris Hamrick (XPW TV-Title Match) Plus: Bonus Matches Little Guido vs. Vic Grimes vs. Altar Boy Luke Super Crazy vs. Psicosis Chris Chetti vs. The Juice","release_date":"2003-05-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74028,"title":"XPW: Hostile Takeover","adult":false,"genre_ids":[]},{"cast":["Tracy Scoggins","Amy Morris","Alan Martin","Jordan Consorte"],"overview":"Fourteen years ago, the head of a covert biological weapons laboratory was murdered by a notorious psychopath known as Mr. Hell (Larry Cashion) -- who himself was killed while trying to dispatch the scientist's young daughter Tyler. Fast-forward to the present, when the now adult Tyler (Amy Morris) works at the same lab where her father was slain. Unfortunately, a toxic spill brings Mr. Hell back from the dead ... and there will be hell to pay!","release_date":"2006-04-18","vote_average":0.0,"runtime":102,"cert":"N\/A","id":74029,"title":"Mr. Hell","adult":false,"genre_ids":[27]},{"cast":["Victoria Principal","Robert Hays","Christopher Lawford","William Greenblatt","Tabitha Lupien"],"overview":"Kate finds herself in harrowing danger when her cop ex-husband, Paul, will stop at nothing to get her back -- and the harassment, which includes sexual assault and battery, doesn't end because the authorities won't hear of it. Also at the receiving end of the maniacal stalker is Kate's boyfriend, Dan.","release_date":"1996-07-07","vote_average":0.0,"runtime":87,"cert":"N\/A","id":74032,"title":"The Abduction","adult":false,"genre_ids":[18]},{"cast":["Ben Cross","Ione Skye","Peter Weller","Marco Bonini","Guy Lankester"],"overview":"Despite her friends' warnings, a woman travels to the Sahara, determined to find her missing archaeologist father and the magical tower he was searching for. Aided by a mysterious prince, she battles outlaws and the desert's harsh conditions.","release_date":"1998-06-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":74033,"title":"Tower of the First Born","adult":false,"genre_ids":[28,10770,18,12]},{"cast":["Brad Stine","William Shockley","Brian Dennehy","Bobby Edner","Beth Grant"],"overview":"When big-city preacher Debbie Laramie (Crystal Bernard) moves to the small town of Paradise with her son Hayden (Bobby Edner), she finds the local community unreceptive to her message of love and forgiveness. Determined to get through to her stubborn congregation, Debbie uses unique methods to shake the churchgoers out of their indifference, such as inviting a homeless man to sing during one of the services. Brian Dennehy co-stars.","release_date":"2007-10-01","vote_average":4.0,"runtime":105,"cert":"N\/A","id":74034,"title":"Welcome to Paradise","adult":false,"genre_ids":[18]},{"cast":["Daniel Ross","Veronica Parks"],"overview":"Seven friends, struggling with late 20s, early 30's life, find themselves in terrifying danger when a long-dead loved one is magically resurrected and starts devouring souls. To make matters worse, three of them have been granted the power of the Ninja, and now must lead the fight against a power they cannot hope to vanquish. If they fail, the un-dead will overrun their little town, and quite possibly the world.","release_date":"2008-10-31","vote_average":3.7,"runtime":86,"cert":"N\/A","id":74035,"title":"Ninjas vs. Zombies","adult":false,"genre_ids":[27,28,35]},{"cast":["Klaha","Yu-Ki","Terumi Nagayoshi","Mana","Közi"],"overview":"A silent film with a storyline similar to Dracula and other vampire-based stories. The protagonist-like character has received a letter from the Earl of Dracula who asks him to travel to Transylvania to finalize the purchase of a manor. Klaha is engaged to Cecil but must push back the wedding. Dracula imprisons Klaha and travels to London to meet Cecil. Meanwhile, the resident Vampire in London is not happy that Dracula has gone there to hunt. He wishes to thwart Dracula's wishes but is prevented by his sister the Nun who is a minion of Dracula.","release_date":"2002-03-22","vote_average":7.5,"runtime":78,"cert":"N\/A","id":74036,"title":"Wedding Rose","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"The film is an adaptation of a story in Chinese mythology (in particular, the epic fantasy novel Fengshen Bang) about the warrior deity Nezha, who became a student of the immortal Taiyi Zhenren. The main part of the story revolves around Nezha's feud with Ao Guang, the Dragon King of the Eastern Sea, whom he angers through the killing of Ao Bing, Ao Guang's third son. Through bravery and wit, Nezha finally breaks into the Dragon King's underwater palace and successfully defeats him.","release_date":"1979-05-19","vote_average":6.9,"runtime":65,"cert":"N\/A","id":74037,"title":"Nezha Conquers the Dragon King","adult":false,"genre_ids":[16,14]},{"cast":["Kim Michelle Broderick","Consuelo De Haviland","Eric Assenflinn"],"overview":"From France to Italy, from a Convent to a naughty Theater Company, passing by strip-tease clubs, Miel ends up involved with an invisible man.","release_date":"1997-01-01","vote_average":6.0,"runtime":60,"cert":"N\/A","id":74038,"title":"Butterscotch - The Perfume of the Invisible","adult":false,"genre_ids":[16,14]},{"cast":["Dean Martin","Petula Clark","Peggy Lee"],"overview":"Like his fellow Rat Packers, pop crooner Dean Martin was more than just an accomplished singer--he also enjoyed success as a movie star, comedian, and host of a popular television series. THAT'S AMORE pulls rare gems from the Dean Martin archive, carefully compiling the star's greatest pop hits, including \"Young and Foolish,\" \"Pennies from Heaven,\" and of course, \"That's Amore.\"","release_date":"1971-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":74041,"title":"Dean Martin - That's Amore","adult":false,"genre_ids":[]},{"cast":["Cliff Robertson","Leif Garrett","Lisa Harrow","Shane Briant","Peter Rowell"],"overview":"With the accidental discovery of a lethal bio-agent at her research facility, Dr. Christine Ruben decides to double cross her own government by stealing the deadly formula to keep it out of the clutches of the military, whom she doesn't trust. To make her rendezvous with some confederates who promise to get her out of the country, she recruits daredevil driver Judd Pierson and his partner Casey Lee, who are down on their luck and take the job without knowing what they're getting into.","release_date":"1985-01-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":74042,"title":"Shaker Run","adult":false,"genre_ids":[18,28,53]},{"cast":["Tore Sagen","Steinar Sagen","Bjarte Tjøstheim"],"overview":"Den relativt store DVD-en om Radioresepsjonen er en DVD som inneholder videoklipp fra Radioresepsjonens tid som radioprogram i perioden 2006-2010. DVD-en inneholder tre timer med klipp opprinnelig vist på P3tv, inkl. sceneshow, «Tores knuteskole», bonusmateriale og kommentatorspor.","release_date":"2010-10-20","vote_average":5.3,"runtime":218,"cert":"N\/A","id":74043,"title":"Den relativt store DVD-en om Radioresepsjonen","adult":false,"genre_ids":[99,35]},{"cast":["Ajita Wilson","Sacha Darwin","Erna Schürer"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74044,"title":"Bactron 317 ou L'espionne qui venait du show","adult":false,"genre_ids":[35]},{"cast":["Oleg Menshikov","Lyudmila Nilskaya","Vladimir Gostyukhin","Nikolai Karachentsov","Vija Artmane"],"overview":"Captain of a Russian battleship \"Novik\" Artenyev is in love with a beautiful lady Klara who is a German spy. They cannot be together because of the war and their professions. But they are in such love that all the war battles and battleships do not stop them, only their duties do.","release_date":"1987-12-01","vote_average":3.0,"runtime":142,"cert":"N\/A","id":74045,"title":"Moonsund","adult":false,"genre_ids":[10752,18,36,10749]},{"cast":["Lee Eun-ju","Jong-beom Son","Ahn Jae-wook","Park Jeong-Woo","Song Ok-Suk"],"overview":"Oh-sung, a doctor at a hospice facility, is emotionally scarred by the experience of losing his parents as a child. One night he meets Young-ju, a make-up artist who has been diagnosed with terminal stomach cancer. Despite having very little time together, the two start to develop feelings for each other.","release_date":"2003-04-04","vote_average":5.8,"runtime":95,"cert":"N\/A","id":74048,"title":"The Garden of Heaven","adult":false,"genre_ids":[18,10749]},{"cast":["Paul de Leeuw","Karina Smulders","Lineke Rijxman","Teun Luijkx","Christopher Parren"],"overview":"When Molly, the 21 year-old sister of Maarten, departs the family home, she leaves her older brother with empty nest syndrome. But it also opens up new opportunities for him, such as the possibility to explore his love for Arthur, a closet gay. Molly and Maarten wrestle with their personal relationships and also their relationship with one another, but fate nevertheless seems determined to strike them both down.","release_date":"2011-04-14","vote_average":7.1,"runtime":96,"cert":"N\/A","id":74049,"title":"All the Time in the World","adult":false,"genre_ids":[35,18,10749]},{"cast":["Igor Ledogorov","Yuriy Nazarov","Valentin Nikulin","Leonid Kuravlyov","Vija Artmane"],"overview":"The story of the great traveler and explorer Vitus Bering.","release_date":"1970-06-06","vote_average":5.5,"runtime":97,"cert":"N\/A","id":74050,"title":"The Ballad of Bering and His Friends","adult":false,"genre_ids":[12,36]},{"cast":["Yelena Majorova","Vladimir Puchkov","Aleksandr Negreba","Vladimir Kachan","Andrei Boltnev"],"overview":"У них - одна внешность, но разные характеры. Им выпала искусительная возможность поменяться местами, то есть \"вкусить\" чужую жизнь. Но не всегда получается так, как надеешься. И невинная игра может окончиться трагично. Чье же оно - лицо смерти?","release_date":"1990-06-05","vote_average":0.0,"runtime":95,"cert":"N\/A","id":74051,"title":"Neustanovlennoye Litso","adult":false,"genre_ids":[18,53]},{"cast":["Verónica Echegui","Dani Martín","Laya Martí","Gorka Lasaosa","Carles Francino"],"overview":"A pair of women leave their small town and dud boyfriends behind for fun in Madrid.","release_date":"2006-10-20","vote_average":4.8,"runtime":100,"cert":"N\/A","id":74052,"title":"My Name Is Juani","adult":false,"genre_ids":[35,18]},{"cast":["Cléo Pires","Dudu Azevedo","Malvino Salvador","Rita Guedes","Álamo Facó"],"overview":"Tati likes Marcelo who likes to date many girls. Sincere (at times even too sincere), Tati demonstrates her love, but ends up only pushing Marcelo away. After listening to a lecture by the young biology professor, Conrado, she has an idea: apply his polemic theories to her relationship. Conrado develops a technical seduction guide based on Charles Darwin?s theory, comparing the behavior of young lovers to that of animals. The beautiful guinea pig is working hard and everything seems to be going well in reconquering Marcelo. The scientific experiment becomes more complicated when romance appears in the air between the professor and student.","release_date":"2011-06-10","vote_average":6.9,"runtime":96,"cert":"N\/A","id":74053,"title":"Qualquer Gato Vira-Lata","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Ingeborga Dapkūnaitė","Vladimir Mashkov","Aleksandr Feklistov","Alisa Freyndlikh","Natalya Shchukina"],"overview":"A wife finds her life transformed after a torrid affair in this story of murder. Katia is a rather dull young woman who types manuscripts for Irina, her husband’s mother and successful writer of romance novels. Katia’s husband is a real momma’s boy. They go to Irina’s summer house to work. There Katia encounters the intense and sexy Serguei who creates passionate longings with in her. Overcome she and Serguei engage in vigorous love-making upon a windowsill where Irina sees them. Irina has a weak heart. Quiet Katia, having rediscovered the joys of sex, changes and becomes more assertive and flighty. Serguei quickly loses interest in her. Strange and deadly things begin happening at the summer house which calls the attention of a judge who is extremely familiar with Irina’s writing.","release_date":"1994-06-06","vote_average":5.0,"runtime":88,"cert":"N\/A","id":74054,"title":"Katya Ismailova","adult":false,"genre_ids":[18]},{"cast":["Lucy Tulugarjuk","Fiona Gordon","Dominique Abel","Philippe Martz","Thérèse Fichet"],"overview":"Fiona is the manager of a fast-food restaurant. She lives comfortably with her family in the suburbs. In other words, Fiona is happy... until one day she accidentally gets locked into a walk-in fridge. She escapes the next morning, half frozen and barely alive, only to realize that her husband and two children didn't even notice she was missing. But when Fiona develops an obsession for everything cold and icy: snow, polar bears, fridges, icebergs--she drops everything, climbs into a frozen goods delivery truck and leaves home. For a real iceberg.","release_date":"2005-12-07","vote_average":5.1,"runtime":84,"cert":"N\/A","id":74055,"title":"Iceberg","adult":false,"genre_ids":[35]},{"cast":["Ben Baller","Dewey Canton","Shawn Harris","Archie Howard","Taylor Humphries"],"overview":"When a trio of small-time marijuana dealers incur the wrath of the Mexican mafia, their American dream turns into a terrifying nightmare in the debut feature from director Juwan Chung. Everything seems to be going well for life-long friends-turned-petty pot peddlers Kash (Archie Howard II), Shane (Chung), and Bones (Ben Baller) until their trusted drive is busted during a routine run to Ohio, and when the naïve dealers try to recoup their losses by selling cocaine, they quickly realize that they've gotten in over their heads. With no one to trust and the Mexican mafia hot on their trail, Kash is soon thrown in jail and Shane and Bones left to fend for themselves as the hired guns close in. When survival instinct pits friend against friend, loyalties are tested and bonds broken for three friends who thought they had it all.","release_date":"2004-07-08","vote_average":6.0,"runtime":88,"cert":"N\/A","id":74056,"title":"Cake","adult":false,"genre_ids":[80,28]},{"cast":["Donald Sutherland","Peter Boyle","Jane Fonda","Howard Hesseman","John Savage"],"overview":"A group of misfits decide to leave for a place that they can all be free. There mode of transportation is a PBY flying boat. The only problem is that the PBY needs a lot of work and they will need jobs to pay for the parts. When they find that they have only 10 days before the PBY is sold for scrap, they decide on borrowing the parts for their trip","release_date":"1973-01-31","vote_average":5.0,"runtime":93,"cert":"N\/A","id":74057,"title":"Steelyard Blues","adult":false,"genre_ids":[18,35,80]},{"cast":["Sergey Koltakov","Sergey Shakurov","Sergey Garmash","Elena Shevchenko","Pyotr Zaychenko"],"overview":"Two men are searching for a woman between the shipwrecking accident victims.","release_date":"1991-06-06","vote_average":0.0,"runtime":130,"cert":"N\/A","id":74058,"title":"Armavir","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Born and Bred is a feature-length documentary film chronicling the lives of a new generation of young boxers fighting for their place in the American boxing capital of Los Angeles.","release_date":"2011-08-19","vote_average":0.0,"runtime":94,"cert":"N\/A","id":74061,"title":"Born and Bred","adult":false,"genre_ids":[99]},{"cast":["Galina Makarova","Yevgeni Lebedev","Yuriy Nazarov","Natalya Gundareva","Timofey Spivak"],"overview":"A retired air force colonel comes on summer vacation to the Crimea. He comes as a non-official holiday-maker, so the main problem is to find night quarters. There is a brim-full of holiday-makers here at holyday season, and for locals the main business is to rent a bunk. And if one also manages to make money on sending pears, apples, grapes, the whole winter will be supported. Thus many locals survive, others become callous, cynical cold fish, concerned only about gains. Anna Ivanovna, the flat owner, renting a bunk to the colonel, starts reminding of the latter. Looking over a photo in a hall, the colonel suddenly recognizes himself in youth with a friend, who died of consumption and who turned out to be the Annas son.","release_date":"1985-06-06","vote_average":7.3,"runtime":80,"cert":"N\/A","id":74062,"title":"Farewell of a Slav Woman","adult":false,"genre_ids":[18]},{"cast":["Elena Drobysheva","Vladimir Simonov","Natalya Kosteneva","Grigory Kalinin"],"overview":"Юная Настя приводит домой репетитора. Но её маму не радует желание дочки учиться. Подозрительная женщина усматривает в отношениях девочки и преподавателя подоплёку: Настя воспитывалась без отца и теперь влюбилась в маминого ровесника: образованного, импозантного мужчину. Мать любой ценой готова разорвать постыдные отношения: она не брезгует ни скандалами, ни шантажом, ни истериками. Но если бы она знала, какие у дочери от неё секреты...","release_date":"2007-06-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":74063,"title":"Repetitor","adult":false,"genre_ids":[35]},{"cast":["Telly Savalas","Clint Walker","Chuck Connors","Anne Francis","José María Prada"],"overview":"Mexican revolutionary Pancho Villa is double-crossed in an arms deal planned by his comrade Scotty. Villa and Scotty plot a raid on a U.S. cavalry fort in retaliation.","release_date":"1971-01-01","vote_average":4.9,"runtime":92,"cert":"","id":74064,"title":"Vendetta","adult":false,"genre_ids":[18,37]},{"cast":["Lloyd Bridges","Angie Dickinson","Harry Basch","Daniel J. Travanti","Allen Jaffe"],"overview":"Two different alien races are at war. Representatives of each race have landed on Earth to battle it out here, but they've taken human form and they can only spot other aliens through the use of special glasses.","release_date":"1970-03-10","vote_average":6.5,"runtime":74,"cert":"N\/A","id":74065,"title":"The Love War","adult":false,"genre_ids":[878]},{"cast":["Michael Madsen","Natasha Lyonne","Ace Cruz","Paulyd","Derek Lee Nixon"],"overview":"Christine takes her best friend with another couple for a final vacation when she goes to close up and sell her family's hunting lodge in the remote woods of Northern Georgia...but it's also the scene of her worst childhood trauma. Things get worse when it turns out the lodge is in use by an ex-military sniper, Farragut and his three accomplice, the Loomis brothers, as a hideout who just escaped from a military prison.","release_date":"2009-01-01","vote_average":3.0,"runtime":89,"cert":"N\/A","id":74066,"title":"Outrage: Born in Terror","adult":false,"genre_ids":[18,28,53,99]},{"cast":["Kishore Kumar","Shashi Kapoor","Mehmood","Om Prakash","Kalpana Mohan"],"overview":"Widower Ramlal lives a wealthy lifestyle near Poona, India along with two daughters and a son. His daughter, Malti, is a Science Graduate; Nirmala, a matriculate, and the son, Atma, who wants his dad to finance a Hindi film which he himself will produce under the banner of 'Wah Wah Productions'","release_date":"1966-02-18","vote_average":0.0,"runtime":129,"cert":"N\/A","id":74067,"title":"Pyar Kiye Jaa","adult":false,"genre_ids":[35]},{"cast":["Ronny Cox","Linda Sorensen","Andrew Ian McMillan","John Candy"],"overview":"The story of a champion Eskimo sled dog, named Kavik, who survives a plane crash in the wilds of Alaska and is found and cared for by a young boy, named Andy Evans, who brings Kavik back to his small hometown. But the dog's owner, George Hunter, takes Kavik back to his home in Colorado where the dog escapes and embarks on a 2,000-mile odyssey in search of Andy","release_date":"1980-01-01","vote_average":10.0,"runtime":100,"cert":"N\/A","id":74068,"title":"Kavik The Wolf Dog","adult":false,"genre_ids":[12,28,18]},{"cast":["Eleonora Rossi Drago","Pier Angeli","Fernando Sancho","Alfredo Mayo","Emilio Gutiérrez Caba"],"overview":"The guests of a villa are killed off one by one by their hosts. Incest, decapitations and a cyanide bath feature amongst the other bizarre delights.","release_date":"1970-05-02","vote_average":5.8,"runtime":88,"cert":"N\/A","id":74071,"title":"In the Folds of the Flesh","adult":false,"genre_ids":[18,27,53]},{"cast":["Andrew Prine","Brenda Scott","Norman Burton","Sharon Berryhill","Allyson Ames"],"overview":"Simon, a young man with magic power, invokes the help of the evil forces in order to take revenge of a man who cheated him with a bad cheque.","release_date":"1971-04-02","vote_average":5.2,"runtime":99,"cert":"N\/A","id":74072,"title":"Simon, King of the Witches","adult":false,"genre_ids":[18,27]},{"cast":["Paco León","Kira Miró","Ana Polvorosa","Julián López","Adriana Ozores"],"overview":"","release_date":"2011-05-06","vote_average":5.2,"runtime":97,"cert":"N\/A","id":74075,"title":"Don't call it love... call it x","adult":false,"genre_ids":[35]},{"cast":["Harry Pritchett","Suzette Llewellyn","Eleanor Matsuura","Richard Laing","William Hope"],"overview":"Discovery Channel documentary","release_date":"2006-09-03","vote_average":7.0,"runtime":98,"cert":"","id":74076,"title":"9\/11: The Twin Towers","adult":false,"genre_ids":[99]},{"cast":["Kemal Sunal","Gölgen Bengü","Şevket Altuğ","Hulusi Kentmen","Dinçer Çekmez"],"overview":"","release_date":"1976-12-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":74077,"title":"Meraklı Köfteci","adult":false,"genre_ids":[]},{"cast":["Nora Salinas","Rodrigo Abed","Bryan Rangel","Joana Brito"],"overview":"The story of a dysfunctional couple, whose problems will inevitably deteriorate their marriage and their son's life.","release_date":"2005-09-16","vote_average":6.3,"runtime":105,"cert":"N\/A","id":74078,"title":"Scars","adult":false,"genre_ids":[18]},{"cast":["Véronique Renaud","Marcel Portier","Catherine Day"],"overview":"A zombie wearing a Nazi SS uniform terrorizes the French countryside.","release_date":"1985-05-01","vote_average":5.4,"runtime":72,"cert":"N\/A","id":74081,"title":"Devil Story","adult":false,"genre_ids":[27]},{"cast":["Marcel Bozzuffi","Anthony Steffen","Ennio Girolami","Jean Favre","Roberta Paladini"],"overview":"The story concerns a special undercover squad attached to the Rome police force and commanded by Inspector Betti. Through various episodic encounters, including the tragic shooting of Betti's partner, who is later attacked and savagely beaten in his wheelchair, a portrait emerges of a city immersed in violence, and to which violence is the only answer....","release_date":"1976-07-27","vote_average":6.2,"runtime":99,"cert":"N\/A","id":74082,"title":"Rome, the other face of violence","adult":false,"genre_ids":[28,80]},{"cast":["Ken Duken","Franziska Weisz","Jan Uplegger","Karsten Mielke","Lars Jokubeit"],"overview":"Living in seclusion from the rest of the world, Daniel Bauer goes about his job as a gardener in the botanical gardens. A rather inconspicuous young man who, however, regularly breaks out of his motionless daily routine and commits indiscriminate acts of violence. When he gets to know Jana, a forlorn young woman, a tentative relationship develops between the two foreign bodies. She sees everything in the shy Daniel that she always wanted from a man. Yet she doesn't have any inkling of his dark side. After a first successful date between Daniel and Jana, the situation escalates. On the morning after the date, he shoots a jogger. A reaction to the beginning love?","release_date":"2009-02-06","vote_average":5.0,"runtime":84,"cert":"N\/A","id":74085,"title":"Distance","adult":false,"genre_ids":[18]},{"cast":["Oksana Orlenko","Nickolai Stoilov","Luoyong Wang","Stephanie Childers","Stacey Slowik"],"overview":"This powerful, hard-edged crime drama explores the dark side of the American immigrant experience and dares to ask, \"How far would you go to survive?\" Lana’s only chance to escape the war-torn Balkans is her long-lost brother, Darko, a street-smart gangster with enemies intent on revenge. Isolated at first by her inability to speak English, Lana desperately hopes that she and her brother can achieve the American dream that she can only glimpse. But her illusions are shattered as she is forced to survive by any means possible on the mean streets of Chicago. As she gets pulled deeper and deeper into her brother’s criminal world while a steely determination grows in her heart, Lana must risk her own life to overcome Darko and his pursuers if she hopes to finally realize her dream.","release_date":"2002-10-01","vote_average":6.0,"runtime":107,"cert":"N\/A","id":74086,"title":"Lana's Rain","adult":false,"genre_ids":[18]},{"cast":["Robert Hoffmann","Nieves Navarro","George Martin","Anuska Borova","Simón Andreu"],"overview":"Ketty,a photographer living in Rome,accidentally witnesses the murder of a young woman at the hands of a razor-wielding black-gloved killer.Ketty and her fiance,Alberto,go to the police-only to learn that two other witnesses to the crime have been slashed to death.","release_date":"1973-01-05","vote_average":5.6,"runtime":84,"cert":"N\/A","id":74087,"title":"Death Carries a Cane","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jackie Gleason","Glynis Johns","Charles Ruggles","Laurel Goodwin","Linda Bruhl"],"overview":"When his beloved daughter wants a pony, railroad man and perpetual drinker Jack Griffith (Jackie Gleason) buys her the entire circus. But when his wife leaves him and takes the children with her, he follows with the carnival in tow to win back their hearts. Along the way, the gregarious drunk falls in with other shenanigans yet always finds a way to come up smelling like roses. The lighthearted Academy Award-winning comedy co-stars Glynis Johns.","release_date":"1963-03-06","vote_average":6.3,"runtime":98,"cert":"N\/A","id":74088,"title":"Papa's Delicate Condition","adult":false,"genre_ids":[35]},{"cast":["Alfred Müller","Helmut Schreiber","Ivan Palec","Werner Lierck","Martin Flörchinger"],"overview":"The \"Concordia\" trading company in Würzburg is a secret headquarters of the MID, a secret service agency of the US Army. For years, espionage, sabotage, and diversion operations originated from here in order to undermine the Socialist Republic of Germany. A favorable moment for a military attack approaches and plans are developed. These plans are placed in the hands of Major Collins, who keeps them in a safe. Hansen has worked for him for many years, but also for the Stasi as a double agent. Security Chief Colonel Rock knows there is a leak, but Hansen has passed every test thrown at him. He is trying to deal with his current assignment: acquiring the plans so they can be made public. His mission is to get them out of the safe and into the GDR without getting caught.","release_date":"1963-07-19","vote_average":6.3,"runtime":103,"cert":"N\/A","id":74089,"title":"For Eyes Only","adult":false,"genre_ids":[18,53]},{"cast":["Dong Ha","Han Jeong-woo","Lee Da-in","Han Ye-won","Kwak Min-ho"],"overview":"Sim-dan gets bullied everyday in his school, becomes a vampire after an unexpected accident. After accepting this change, he saves a blind person who fell down on a subway track, thanks to his power. His story goes on air on TV news all over the nation, and many people start to call him a ‘Hero’. On the other hand, Sim-dan’s friends start to wonder about his power and dark force, appearing after a long sleep. He is after the girl he loves and people around him.","release_date":"2010-11-18","vote_average":4.2,"runtime":112,"cert":"N\/A","id":74090,"title":"Hero","adult":false,"genre_ids":[14,27]},{"cast":[],"overview":"Jack, a young thug, mingles with a bunch of hard boiled gangsters and tries to outsmart them. He ends up tied to a tree on a chain like a dog. A new adventure begins, not the one he had wished for.","release_date":"2008-04-16","vote_average":0.0,"runtime":80,"cert":"N\/A","id":74091,"title":"I Want to Be a Gangster","adult":false,"genre_ids":[53]},{"cast":["Lee Je-hoon","Seo Jun-young","Park Jung-min","Cho Seong-ha","Lee Cho-hee"],"overview":"The suicide of a former high-school bully puts the boy's father on a quest for answers.","release_date":"2011-03-03","vote_average":7.8,"runtime":117,"cert":"N\/A","id":74092,"title":"Bleak Night","adult":false,"genre_ids":[18]},{"cast":["Tanja Schumann","Jan Mixsa","Stephanie Rinke","Jörg Teichgraeber"],"overview":"","release_date":"2004-02-14","vote_average":0.0,"runtime":59,"cert":"N\/A","id":74093,"title":"Rockt das Brot","adult":false,"genre_ids":[10770]},{"cast":[],"overview":"Tom settles in for a day at the beach with his sweety, accidentally ruining Jerry's day. Meanwhile, Tom's girl is paying more attention to the bodybuilders than to Tom.","release_date":"1956-09-07","vote_average":6.4,"runtime":7,"cert":"N\/A","id":74098,"title":"Muscle Beach Tom","adult":false,"genre_ids":[35,16]},{"cast":["Charley Hayward","Jad Mager","Kerri Green","Brian Wimmer","Joel Brooks"],"overview":"Fleming, a futuristic cop, saw his daughter kidnapped by Flame and Rain, two aliens that were born out of his own dreams. Much later, the two aliens are kept in cryosleep; but Flemming's daughter is not dead, just a prisoner inside Flame's mind.","release_date":"1993-12-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":74099,"title":"Blue Flame","adult":false,"genre_ids":[18,14,53,878]},{"cast":["Michael Hui","Samuel Hui","Ricky Hui","Angie Chiu","Richard Ng"],"overview":"The film revolves around the exploits of a detective agency in Hong Kong called Mannix Private Detective Agency. It is headed by private detective Wong Yeuk Sze (Michael Hui) with his emotionally drained assistant Puffy (Ricky Hui). Meanwhile, Lee Kwok Kit (Samuel Hui), a kung fu expert, who works at a Vitasoy plant factory and spends most of the time doing kung fu tricks to impress a girl, ultimately loses his job. Seeking to find another line of work, Lee attempts to joins Wong's detective agency. Despite Lee's impression with his kung fu talent which involves his snatching trick, Wong was not impressed. Then, as it appears that Lee would not get the job, Wong discovers that his wallet was missing and was presumed stolen by one bystander who bumped into them. Lee intercepts him and recovers the wallet, thus impressed Wong to hire him for the job.","release_date":"1976-12-16","vote_average":6.7,"runtime":94,"cert":"N\/A","id":74100,"title":"The Private Eyes","adult":false,"genre_ids":[35,53]},{"cast":["Don Digiulio","Jeanie Cheek","Jennifer Leigh","B.W. York","Jessica Dunphy"],"overview":"A group of teenagers go to the family farm of one of them only to be attacked by a killer scarecrow.","release_date":"2004-04-20","vote_average":2.0,"runtime":88,"cert":"N\/A","id":74101,"title":"Dark Harvest","adult":false,"genre_ids":[27]},{"cast":["Shirly Brener","Joey Lawrence","Andrea Evans","Dryce Johnson","Curtis Armstrong"],"overview":"Charlotte is a woman with anger management issues whose therapist suggests she write a journal to keep her emotions in check. Unlucky in love, she ventures online to find a boyfriend. Just as she reaches her limit of unsuccessful dates, Charlotte meets her soul mate Lyle. Everything is perfect until Lyle finds Charlottes journal and sets out to prove just how deeply he loves her.","release_date":"2011-10-05","vote_average":5.2,"runtime":90,"cert":"N\/A","id":74102,"title":"Hit List","adult":false,"genre_ids":[35,10749]},{"cast":["Klaus Dieter Bange","Andreas Beck","Andrea Cleven","Arne Gottschling","Katja Götz"],"overview":"At sunrise five people meet on a high rise rooftop in order to leap to their deaths.","release_date":"2010-11-25","vote_average":6.9,"runtime":96,"cert":"N\/A","id":74103,"title":"Suicide Club","adult":false,"genre_ids":[18,35]},{"cast":["Yolande Moreau","Pierre Moure","Edith Scob","Jan Hammenecker","Laurent Capelluto"],"overview":"After murdering her abusive husband, a woman on the run develops a friendship with another widow.","release_date":"2011-05-04","vote_average":5.6,"runtime":105,"cert":"N\/A","id":74106,"title":"The Long Falling","adult":false,"genre_ids":[18]},{"cast":["Matthew Broderick","William Converse-Roberts","Hallie Foote","Jerry Biggs","L.T. Felty"],"overview":"It's 1918, the height of United States involvement in World War I - Liberty Bonds are sold, German immigrants are suspected as traitors or saboteurs, young men everywhere succumb to the patriotism and propaganda and enlist. In a small Texas town, Horace Robedaux feels the pressure - he doesn't want to leave his young wife Elizabeth and their young child Jenny - but Elizabeth's can't-do-anything-right little brother is constantly talking about the war, and Elizabeth's stern father, who opposed the marriage initially, now has plans to take care of his daughter and the child so Horace can fight for his country. But the influenza epidemic sweeping the town (and the nation) may change everyone's plans.","release_date":"1985-04-26","vote_average":6.7,"runtime":94,"cert":"N\/A","id":74107,"title":"1918","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Knut Erik Jensen's personal visual poem, an Elegy for a culture that no longer exists. Stella Polaris is a personal document in fiction form of a bygone era and culture in the northernmost part of Norway. At the same time described the current Finnmark in the scene from our own time. The story is narrated by a woman's eyes, both as children in the busy fishing village and as an adult in the present. She returns to the birthplace and remember how life was before the fishing village was closed. Love story between her and her childhood friend is central to the action. 'Stella Polaris' is in the form of associative told with an unconventional dramaturgy.","release_date":"1993-01-08","vote_average":0.0,"runtime":89,"cert":"N\/A","id":74108,"title":"Stella Polaris","adult":false,"genre_ids":[18]},{"cast":["Jørn Christensen","Bettina Banoun","Sigrid Huun","Are Storstein","Atle Mostad"],"overview":"Jon Gabriel is in his mid 20s when he meets 13-year-old Flora. X depicts the evolution of their relationship as they struggle to survive in the cold and dirty cityscapes of Oslo in the '80s.","release_date":"1986-12-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":74109,"title":"X","adult":false,"genre_ids":[18]},{"cast":["Leslie Caron","Ramon Bieri","Catherine Bach","Bruce Graziano"],"overview":"Nicole is a beautiful, rich and neurotic woman who lives in a mansion alone with her maids and chauffeur. But without someone to really account to, Nicole begins to spin out of control. Her decadent and lustful life leads to murder, despair and, ultimately, mournful regret in this cautionary tale for the idle rich who have too much money and time.","release_date":"1978-09-10","vote_average":3.0,"runtime":91,"cert":"N\/A","id":74110,"title":"Crazed","adult":false,"genre_ids":[18,53]},{"cast":["Ricky Schroder","Crystal Lowe","Laura Bell Bundy","Daniel Cudmore","Christine Willes"],"overview":"To the Mat tells the story of a laid-back ex-wrestler (Ricky Schroder) who's trying to keep his family's down-and-out Southern wrestling school above water. When his mother hires an uptight Wall Street consultant from New York (Laura Bell Bundy) to help get the books in order, these two opposites must find a way to get along and save the family business.","release_date":"2011-08-17","vote_average":0.0,"runtime":60,"cert":"N\/A","id":74111,"title":"To the Mat","adult":false,"genre_ids":[35,10749]},{"cast":["James Pendleton","Amie Anstett","Katherine O'Neill","Ted Pendleton","Colin Scott"],"overview":"Every choice you make defines who you are and who you will become. Thomas influenced by the media and friends he surrounds himself by begins to see his life deteriorate in a slow fade. And everything looks lost until he finds a mentor in the most unlikely of people. But has he slipped to far to make it back out?","release_date":"2012-08-11","vote_average":0.5,"runtime":90,"cert":"N\/A","id":74114,"title":"Slow Fade","adult":false,"genre_ids":[18,10751]},{"cast":["Mélanie Laurent","Michel Blanc","Géraldine Nakache","Claude Perron","Camille Chamoux"],"overview":"Justine, struggles with commitment, listens to old David Bowie covers, and uses her employer’s private MRI machines to make “X-Ray Art”  After a trail of boyfriends, Justine thinks she has found The One, a hunky shoe salesman, but her temporary happiness is thrown when her neurotic 60-year-old Jewish father (Michel Blanc) suffers a delayed midlife crisis and announces that his young second wife is expecting a baby.  Justine and her half-sister Dom, who is trying to adopt, are rather annoyed at the news.  Coupled with resentment about her father’s absence when she was growing up, causes her to spiral into self-doubt. Overflowing with French charm, Justine gets by with the help of her family, friends, and newly discovered muse.","release_date":"2011-04-20","vote_average":6.1,"runtime":98,"cert":"N\/A","id":74119,"title":"The Day I Saw Your Heart","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"In August 2005 a 12-year-old girl was sentenced to one year in a juvenile prison for smuggling cocaine, under the Bolivian anti-narcotics law 1008. This BBC documentary follows her story, both in prison and after her release. This was not the first time she had been behind bars.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":74120,"title":"The 12 years old cocaine smuggler","adult":false,"genre_ids":[99]},{"cast":["Chigusa Nagayo","Meiko Satomura","Yuka Sugiyama","Saika Takeuchi"],"overview":"This fascinating documentary is based around the Japanese wrestling organisation Gaea's rural training camp, and traces, in the main, the careers of four hopefuls. In charge are two magnificent specimens, the butch champion Chigusa Nagaya, still venting her hurt at the hands of her army father as she tries to whip her surrogate daughters through the pain and commitment barriers; and her sophisticated and slightly menacing Chairman. It's a gruelling, physical film, as you would expect, but the makers don't make heavy weather of it. And it certainly disposes of any idea that the game is faked.","release_date":"2000-08-16","vote_average":5.0,"runtime":104,"cert":"","id":74121,"title":"Gaea Girls","adult":false,"genre_ids":[99]},{"cast":["Joan Fontaine","Ida Lupino","Edmund Gwenn","Edmond O'Brien","Kenneth Tobey"],"overview":"San Francisco businessman Harry Graham and his wife and business partner, Eve, are in the process of adopting a child. When private investigator Jordan uncovers the fact that Graham has another wife, Phyllis, and a small child in Los Angeles, he confesses everything. In flashback, Graham tells of the strains in his marriage with Eve and how he found himself falling for the kind-hearted waitress Phyllis while on a business trip.","release_date":"1953-12-03","vote_average":6.8,"runtime":80,"cert":"N\/A","id":74122,"title":"The Bigamist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Real-life drama about why, in a beautiful and quirky rural town, film- maker Jez Lewis' childhood friends are killing themselves. Beginning with a personal quest for understanding, the film moves into a year-long drama of human tragedy and redemption as principal character Cass comes to terms with his own mortality and attempts to lift himself out of his cycle of self-destruction. This core narrative carves an upward arc through an intimate study of a place often described as paradise, but which harbours an undertow of lethal hedonism and disillusionment. As people continue to kill themselves during the making of the film, a maelstrom of conflicting values throws up unexpected truths about the human condition.","release_date":"2009-10-01","vote_average":7.5,"runtime":88,"cert":"","id":74127,"title":"Shed Your Tears and Walk Away","adult":false,"genre_ids":[99,18]},{"cast":["Regina Lund"],"overview":"Three miles north of Molkom, hidden deep in the lakeside forests of Sweden, lies Angsbacka; a 21st Century playground for adults. Once a year, their gates open to a thousand international participants, placed in 'Sharing Groups' at random. A Swedish celebrity, a Californian hippy, a Finnish grandmother and a back-packing Australian rugby coach, who stumbled on the wrong party, are amongst the group that take us on an unforgettably quirky, two-week emotional roller-coaster. Firewalking, Shamanism, Tantric Sex and myriad other physical, psychological and esoteric experiences, guide our unlikely heroes towards enlightenment, love, loathing and themselves. Will they ever be the same again?","release_date":"2008-04-18","vote_average":6.3,"runtime":107,"cert":"","id":74128,"title":"Three Miles North of Molkom","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tells the moving and inspiring story of 12 year old Slindile and her remarkable friends at the Agape orphanage in South Africa.","release_date":"2006-11-26","vote_average":8.0,"runtime":87,"cert":"N\/A","id":74129,"title":"We Are Together","adult":false,"genre_ids":[99]},{"cast":["Bing Crosby","Martha Raye","Shirley Ross","George Barbier","Leif Erickson"],"overview":"Tony Marvin is a laid back but incredibly successful promoter and fair-haired boy for J. P. Todhunter's pineapple company located in beautiful Hawaii. He gets the company to sponsor a contest in which the winner gets a Hawaiian vacation and is obligated to write articles on the islands which, when published, will constitute a publicity coup for the company. Unfortunately, Georgia Smith, the winner, feels lonely and isolated in the Islands and wants to return to the States. With help from buddy Shad Buggle Tony tries to romantically divert Georgia without letting her know his true motivation.","release_date":"1937-03-23","vote_average":6.0,"runtime":89,"cert":"N\/A","id":74130,"title":"Waikiki Wedding","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Jean-Pierre Marielle","Jean-Louis Trintignant","Jean Carmet"],"overview":"Spain conquered the seas, found a new world and different realities than the one known in Europe. But a question needed to be answered with what they found in those new territories: do the Indians have souls? The Church, bound to protect and convert the natives and the conquerors who treated them like slaves and thought they were only merchandising, expose their arguments and reasonings at what would be known as the Vallidolid controversy. Between them, there's a cardinal hearing both parts and trying to get reasonable answers from this critical question.","release_date":"1992-05-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":74133,"title":"Dispute in Valladolid","adult":false,"genre_ids":[36,18,10770]},{"cast":["Bill Sage","Roy Scheider","Susan Misner","Noelle Beck","Ronald Guttman"],"overview":"","release_date":"2007-08-03","vote_average":5.8,"runtime":null,"cert":"N\/A","id":74138,"title":"If I Didn't Care","adult":false,"genre_ids":[9648]},{"cast":["Eric Bogosian"],"overview":"A profoundly insightful and wickedly provocative performer, Obie Award winner Eric Bogosian (Talk Radio) has never shied away from the disturbing truths in life. Frequently compared to comedic social commentators Lenny Bruce and Spalding Gray, Bogosian keeps his finger on the pulse of our collective fears while satirizing contemporary American values. Based upon his critically acclaimed stage show, Wake Up and Smell the Coffee is Bogosian at his funniest, smartest, and angriest. Taking us for a ferocious ride through a cavalcade of colorful characters in his mind, Bogosian skewers pop culture, conformity, religious hypocrisy and human nature itself with a razor-sharp wit. Whether he’s playing Satan as a modern-day salesman, a Hollywood producer capitalizing on an airplane disaster, a spiritual guru with questionable motives, or mocking himself as an obsequious actor auditioning for a part, Bogosian tackles today’s relevant, post-9\/11 themes with uncompromising honesty.","release_date":"2001-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":74139,"title":"Eric Bogosian: Wake Up and Smell the Coffee","adult":false,"genre_ids":[35]},{"cast":["Paul Bowles","William S. Burroughs","Allen Ginsberg"],"overview":"One of the most enigmatic artists of the 20th century, writer, composer and wanderer Paul Bowles (1910-1999) is profiled by a filmmaker who has been obsessed with his genius since age nineteen. Set against the dramatic landscape of North Africa, the mystery of Bowles (famed author of The Sheltering Sky) begins to unravel in Jennifer Baichwal's poetic and moving Let It Come Down: The Life of Paul Bowles. Rare, candid interviews with the reclusive Bowles--at home in Tangier, as well as in New York during an extraordinary final reunion with Allen Ginsberg and William Burroughs--are intercut with conflicting views of his supporters and detractors. At the time in his mid-eighties, Bowles speaks with unprecedented candor about his work, his controversial private life and his relationships with Gertrude Stein, Tennessee Williams, Truman Capote, the Beats, and his wife and fellow author Jane Bowles.","release_date":"1999-04-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":74140,"title":"Let It Come Down: The Life of Paul Bowles","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-10-26","vote_average":7.5,"runtime":72,"cert":"N\/A","id":74141,"title":"VIPs: Histórias Reais De Um Mentiroso","adult":false,"genre_ids":[99]},{"cast":["Siddharth","Trisha Krishnan","Srihari","Archana","Sunil Varma"],"overview":"Nuvvostanante Nenoddantana is a Family and Love story Movie,which is Directed BY Prabhu Deva.Santosh (Siddarth Narayan) is a playful young NRI (non-resident Indian) from London, who returns to India to attend his cousin Lalita's wedding. There, he meets one of Lalita's friends, Siri (Trisha Krishnan) who came from the country side to attend the marriage. Though they initially clash, after a series of misadventures, they fall in love. Santosh, however, is supposed to marry the spoiled daughter of his uncle's friend. When Siri goes back home, Santosh follows her to win her over - however,...","release_date":"2005-01-14","vote_average":6.1,"runtime":165,"cert":"N\/A","id":74154,"title":"Nuvvostanante Nenoddantana","adult":false,"genre_ids":[18,35,10749]},{"cast":["Simon Paul Sutton","Bill Fellows","Ayse Tezel","Henry Douthwaite","Emile Jansen"],"overview":"Tony Cole knows that for the last ten years he's been caught in a downward spiral. Selling drugs was never a crime, but it was never meant to be his career. Now he's frustrated with his mundane daily routine and can no longer live with the constant threat of getting caught. But Tony doesn't realise that his middle class customers will never accept him as anything but a drug dealer and that the criminal underworld will brutally hold onto its own. His plans for a legitimate future go fatally wrong, framing him for both theft and murder. Manipulated by those he trusts and deserted by those he loves, Tony has only twelve hours to save his life. His only choice is to sink deeper into a sordid world in a desperate attempt to claw his way back out.","release_date":"2010-11-02","vote_average":0.0,"runtime":87,"cert":"N\/A","id":74161,"title":"Other Side of the Game","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Kemal Sunal","Dinçer Çekmez","Reha Yurdakul","Sevda Aktolga","Eray Özbal"],"overview":"","release_date":"1985-09-11","vote_average":6.9,"runtime":null,"cert":"N\/A","id":74162,"title":"Katma Değer Şaban","adult":false,"genre_ids":[]},{"cast":["Sofia Essaïdi","Rabia Mokeddem","Amidou","Bunny Godillot","Biyouna"],"overview":"","release_date":"2011-03-02","vote_average":4.7,"runtime":null,"cert":"N\/A","id":74165,"title":"Aïcha : Job à tout prix","adult":false,"genre_ids":[35]},{"cast":["Justin Sullivan","Nelson","Dave Blomberg","Dean White","Michael Dean"],"overview":"Recorded and filmed on 16th December 2003 at the Astoria, London and released in May 2004. It features Mark Feltham on harmonica and was a double pack including DVD and concert video.  01 Orange Tree Roads\r 02 The Charge\r 03 Over The Wire\r 04 Aimless Desire\r 05 Wonderful Way To Go\r 06 Courage\r 07 No Pain\r 08 White Light\r 09 51st State\r 10 Here Comes The War\r 11 Family Life\r 12 Ocean Rising\r 13 Drag It Down\r 14 R&amp;R\r 15 Purity\r 16 Poison Street\r 17 Get Me Out\r 18 Stupid Questions\r 19 No Rest\r 20 Green And Grey\r 21 I Love The World","release_date":"2004-05-17","vote_average":0.0,"runtime":152,"cert":"","id":74168,"title":"New Model Army: Live 161203","adult":false,"genre_ids":[10402]},{"cast":["Josh Ritter"],"overview":"On 20th July 2010, Josh Ritter &amp; the Royal City Band performed a two hour show at the Iveagh Gardens in Dublin spanning Josh's full catalogue. The Iveagh Gardens is a set of beautiful public gardens in Dublin, Ireland. This was the first time there had ever been a rock show there.","release_date":"","vote_average":4.8,"runtime":104,"cert":"N\/A","id":74169,"title":"Josh Ritter - Live at the Iveagh Gardens","adult":false,"genre_ids":[10402]},{"cast":["Robert Cavanah","Peter Davison","Orla Brady","Matthew Macfadyen","Sarah Smart"],"overview":"Gipsy boy Heathcliffe is adopted by a god-fearing landowner in northern England and grows up as the soul-mate of the daughter, Cathy Earnshaw. When father dies, stern son Hindley returns and bans Heathcliffe to the stables; when they spy upon their upper class neighbors, Edgar Linton sends the dogs upon them and chases Heath but starts an affair -love comes only from him- with her. When Hindley's socialite wife Frances dies in childbirth, he is completely embittered, becomes a drunk unable to care for his son Hareton and has to sell Wuthering Hights- to Heathcliffe. After a misunderstanding Cathy marries Linton, Heath retorts by a loveless match with his sister. Even Cathy's death doesn't stop the cycle of spite, grief and harm so it poisons the next generation's lives as well while she keeps haunting Heathcliffe","release_date":"1998-09-11","vote_average":6.1,"runtime":112,"cert":"15","id":74170,"title":"Wuthering Heights","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Kemal Sunal","Hakkı Kıvanç","Kazım Kartal","Suna Selen","Mumtaz Ener"],"overview":"","release_date":"1976-09-01","vote_average":7.8,"runtime":null,"cert":"N\/A","id":74171,"title":"Sahte Kabadayı","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-03-11","vote_average":7.8,"runtime":null,"cert":"N\/A","id":74174,"title":"¡Copiad, Malditos!","adult":false,"genre_ids":[99]},{"cast":["Tokio Emoto","Yuya Endo","Ini Kusano","Sakura Ando","Ayame Misaki"],"overview":"Based on a manga by Saso Akira, the film caters to a high school or older audience, marked by the frequent addition of profanity, nudity, and scenes of (mostly attempted) sex. It is an unexpectedly dark film, with infrequent scenes of comedy that may make you chuckle, but not laugh. Ain't No Tomorrows is not the most likable film out there, but it is not completely dissatisfying. It is a film that succeeds in establishing itself as unique and apart from the typical teenage drama, but feels like a surface film–one that should not be thought too deeply about.","release_date":"2008-11-22","vote_average":6.0,"runtime":79,"cert":"N\/A","id":74175,"title":"Ain't No Tomorrows","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tom chases Jerry through the streets of Naples; they meet a local mouse who recognizes them from their cartoons and shows them around. Meanwhile, some local dogs are shadowing them.","release_date":"1954-10-02","vote_average":5.8,"runtime":7,"cert":"N\/A","id":74176,"title":"Neapolitan Mouse","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74177,"title":"Postmand Per - Ballonfart","adult":false,"genre_ids":[]},{"cast":["Richard Sandrak","Hulk Hogan","Elliott Gould","Diane Venora","Robin Givens"],"overview":"Little Hercules travels from Mt. Olympus to live life as a mortal in Los Angeles.","release_date":"2009-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":74178,"title":"Little Hercules","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2008-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74179,"title":"Postmand Per - Strandet","adult":false,"genre_ids":[]},{"cast":["Daniel Trippett","Tricia Trippett","Chip Albers","Michael Toland","Steve Goldberg"],"overview":"Romeo &amp; Juliet: Sealed With a Kiss is a fully animated feature fantasy about two star crossed seals from warring families that fall in love against their parents' wishes. When Juliet's father gives her hand in marriage to the monstrous elephant seal Prince, Juliet must fake her death in order to be reunited with Romeo. But the plan goes afoul and it's a desperate race to the end. With the help of their friends Friar Lawrence and Kissy, the kissing fish, the day is saved and the young lovers are reunited. Romeo &amp; Juliet: Sealed With a Kiss is the ageless tale of love and prejudice set in an undersea world. A film that can be enjoyed by the whole family.","release_date":"2006-06-23","vote_average":6.3,"runtime":76,"cert":"N\/A","id":74180,"title":"Romeo & Juliet: Sealed with a Kiss","adult":false,"genre_ids":[10749,10751,16]},{"cast":["Monica Bellucci","Lauretta Masiero","Angela Finocchiaro","Gustavo Frigerio","Alessandro Gassman"],"overview":"Carolina Rambaldi isn't fulfilled by her three children: Marcello, a lazy do-nothing, Lucrezia, a bossy type who produces a TV show, and Cesare, homosexual and malicious, who's a sociologist. When she writes her will, Carolina leaves her property to the one child who's married and had a child in the past year and a half.","release_date":"1992-05-28","vote_average":6.0,"runtime":93,"cert":"N\/A","id":74181,"title":"Stuborn Fate","adult":false,"genre_ids":[18]},{"cast":["David Arquette","Justin Kirk","Dale Earnhardt Jr.","Tim Ware","Terry Gilliam"],"overview":"The host of an investigative news show joins forces with a techno-geek paranormal expert to dodge close-calls and chase crazy leads to get to the bottom of the mysteries around Talladega Superspeedway.","release_date":"2010-10-31","vote_average":7.0,"runtime":15,"cert":"N\/A","id":74184,"title":"The Legend of Hallowdega","adult":false,"genre_ids":[35,14]},{"cast":["Ugo Tognazzi","Edwige Fenech","Paolo Bonacelli","Piero Mazzarella","Yanti Somer"],"overview":"Mario Marani is a well-respected lawyer in late 70s Milano. He and his wonderful wife Francesca have an intense high social life. But Mario has a problem. He is obsessed by bad thoughts (cattivi pensieri); he is always concerned about his wife, thinking continuously to be betrayed by her. It is a nightmare, every time Mario sees Francesca talking to one of their friends immediately starts to see her and him in an hot affair. Jealousy and suspects increase and increase, till their life cross with a young man hidden inside their flat.","release_date":"1976-10-26","vote_average":4.8,"runtime":105,"cert":"N\/A","id":74187,"title":"Evil Thoughts","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74188,"title":"harlequin","adult":false,"genre_ids":[]},{"cast":["Catarina Conti","Stacy Hunter","Jerry Fitzpatrick","Brennan Elliott","Chris Dobbs"],"overview":"A young widow who lives in an isolated region is visited by a charming serial killer who has unusual psychic gifts.","release_date":"2002-05-14","vote_average":2.5,"runtime":107,"cert":"N\/A","id":74189,"title":"Hobbs End","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Günther Stoll","Pinkas Braun","Monika Peitsch","Siegfried Schürenberg","Eddi Arent"],"overview":"A woman is kidnapped and her identity is stolen by criminals attempting to collect her inheritance.","release_date":"1966-09-06","vote_average":5.9,"runtime":89,"cert":"N\/A","id":74190,"title":"The Hunchback of Soho","adult":false,"genre_ids":[80,9648,53]},{"cast":["Catherine Jacob","Michèle Laroque","Garance Clavel","Isabelle Candelier","Alessandra Martines"],"overview":"","release_date":"2001-11-07","vote_average":4.8,"runtime":null,"cert":"N\/A","id":74191,"title":"J'ai faim !!!","adult":false,"genre_ids":[35]},{"cast":["Ana Belén","Juanjo Puigcorbé","Gabino Diego","Penélope Cruz","Carles Sans"],"overview":"A woman seduces a hotel janitor to gain access to the famous musicians coming into town.","release_date":"1997-01-10","vote_average":6.3,"runtime":129,"cert":"N\/A","id":74192,"title":"Love Can Seriously Damage Your Health","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":74193,"title":"IL ETAIT UNE FOIS HALLOWEEN","adult":false,"genre_ids":[]},{"cast":[],"overview":"A credible investigation of possible connections between UFO sightings in the past half century and secret flying saucer technologies developed by the Nazis in WW2","release_date":"2012-08-04","vote_average":3.3,"runtime":43,"cert":"N\/A","id":74194,"title":"Nazi UFO Conspiracy","adult":false,"genre_ids":[99]},{"cast":["Andy Luotto","Gianni Ciardo","Giorgio Faletti","Roberto Della Casa"],"overview":"","release_date":"1982-01-01","vote_average":1.9,"runtime":90,"cert":"N\/A","id":74195,"title":"Grunt! - La clava è uguale per tutti","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Enter the secret world of one of the most perfect societies on Earth to see how millions of simple creatures form a collective brain, make decisions, move as a single being and attack as one.","release_date":"2011-05-04","vote_average":10.0,"runtime":44,"cert":"N\/A","id":74196,"title":"City Of Ants","adult":false,"genre_ids":[99]},{"cast":["Anthony Steffen","William Berger","Mario Brega","Nicoletta Machiavelli","Riccardo Garrone"],"overview":"Mexican's are being smuggled over the border to work as cheap labour for wealthy land baron Fargo. Hi's gang is made up of known criminals with bounties on their heads, this greatly interests two bounty hunters who may have to team up to achieve their goals.","release_date":"1969-01-01","vote_average":5.5,"runtime":97,"cert":"N\/A","id":74197,"title":"No Room To Die","adult":false,"genre_ids":[37]},{"cast":["Suzy Kendall","Terence Morgan","Tony Beckley","Martine Beswick","Norman Rodway"],"overview":"Three thugs--Tom, Dick and Harry (a woman)--break into the penthouse apartment of an adulterous couple and proceed to terrorize them, but as it turns out, things aren't exactly what they seem to be.","release_date":"1967-10-03","vote_average":7.2,"runtime":96,"cert":"N\/A","id":74198,"title":"The Penthouse","adult":false,"genre_ids":[53,18]},{"cast":["Jakub Špalek","Martin Dejdar","Jan Semotán","Sylva Tománková","Jan Kačani"],"overview":"A period musical comedy set in a quiet Prague quarter at the end of the fifties. Using the western plot device of the \"man from nowhere\" a generation gap story unfolds of changing social climate. The action is driven by the character of a young man named Baby who causes a local rebellion by bringing rock'n'roll to a Communist neighborhood raised on swing.","release_date":"1993-09-12","vote_average":5.4,"runtime":110,"cert":"N\/A","id":74199,"title":"Big Beat","adult":false,"genre_ids":[35,10402]},{"cast":["Ron Haddrick"],"overview":"In this timeless Charles Dickens Story, Ebenezer Scrooge, a mean, miserly merchant, lacking in any Christmas Spirit, receives ominous warnings from the goshts of Christmas Past, Christmas Present and Christmas Future as they each take him on strange and magical journeys to show him that even the poor, the crippled and the sick are rich in love and goodwill at Christmas time - an experience that will change Scrooge forever.","release_date":"1982-07-31","vote_average":7.5,"runtime":70,"cert":"N\/A","id":74204,"title":"A Christmas Carol","adult":false,"genre_ids":[16,10751]},{"cast":["Fairuza Balk","Lenny Von Dohlen","Will Patton","Louise Fletcher","Seymour Cassel"],"overview":"A tollbooth attendant's fascination with a young woman who works at a gas station leads him into a love triangle and murder.","release_date":"1994-11-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":74205,"title":"Tollbooth","adult":false,"genre_ids":[18,53]},{"cast":["Bing Crosby","Martha Raye","Andy Devine","Mary Carlisle","William Frawley"],"overview":"In this lively musical, an eccentric philanthropist's will dictates that four people receive $5,000 with the stipulation that the first one who can double the amount-- without dishonesty-- will win a cool million. Hindering the four are the avaricious relatives of the late millionaire. Songs include: \"It's On, It's Off,\" \"Double or Nothing,\" \"Listen My Children,\" \"Smarty,\" \"The Moon Got in My Eyes\" and \"After You.\"","release_date":"1937-09-17","vote_average":8.0,"runtime":91,"cert":"N\/A","id":74208,"title":"Double Or Nothing","adult":false,"genre_ids":[10749,10402,35]},{"cast":[],"overview":"","release_date":"1996-04-07","vote_average":3.8,"runtime":25,"cert":"N\/A","id":74211,"title":"Smashing Pumpkins - Live at Rockpalast","adult":false,"genre_ids":[10402]},{"cast":["Bing Crosby","Gloria Jean","Charles Winninger","Nana Bryant","Allyn Joslyn"],"overview":"In this musical drama, a construction worker becomes the guardian of a 12-year old girl after one of his buddies is killed. She and he head to New York to look for her uncle, a vaudevillian. With the help of a good pal, they soon find the uncle. The three searchers encounter trouble when the pal uses all their money to buy a ramshackle restaurant. Fortunately, the construction worker saves them by turning the dump into a red hot night spot. Songs include: \"I Haven't The Time To Be A Millionaire\", \"Meet The Sun Halfway\", \"April Played The Fiddle\", \"The Pessimistic Character (With The Crab Apple Face)\", \"If I Had My Way\", \"Ida, Sweet As Apple Cider\", and \"Rings On My Fingers\".","release_date":"1940-05-05","vote_average":5.0,"runtime":94,"cert":"N\/A","id":74214,"title":"If I Had My Way","adult":false,"genre_ids":[35]},{"cast":["Rossana Podestà","Georges Rivière","Christopher Lee","Anny Degli Uberti","Luciana Milone"],"overview":"Women are being tortured to death with various torture devices in the dungeon of an old castle by a deformed, hooded, holocaust survivor.","release_date":"1963-08-15","vote_average":6.2,"runtime":83,"cert":"N\/A","id":74215,"title":"Horror Castle","adult":false,"genre_ids":[27]},{"cast":["Rosanna Schiaffino","Jean-Claude Brialy","Totò","Philippe Leroy"],"overview":"A young man hatches a plan to sleep with another man's infertile wife. Based on the play by Machiavelli.","release_date":"1965-11-18","vote_average":6.1,"runtime":100,"cert":"N\/A","id":74216,"title":"The Mandrake","adult":false,"genre_ids":[35]},{"cast":["Mario López","Ali Landry","Tava Smiley","Tim Sitarz","Carlos Mencia"],"overview":"A handsome and talented college student, David Morales, is devastated when a bum knee causes him to lose his scholarship to the University of San Diego. Unwilling to disappoint his proud mother, Morales wastes no time in looking for a job to pay his way through school. So when he meets the mysterious Professor Darabont who offers him a very well paying job to transport sealed packages across the Mexican border, Morales cannot refuse.","release_date":"2002-03-28","vote_average":1.0,"runtime":94,"cert":"N\/A","id":74217,"title":"Outta Time","adult":false,"genre_ids":[28,53]},{"cast":["Isabella Parkinson","Ben Becker","Catrin Striebeck","Michael Gwisdek","Nele Mueller-Stöfen"],"overview":"Zwei, die füreinander bestimmt sind, finden sich trotzdem.","release_date":"2001-01-11","vote_average":5.0,"runtime":96,"cert":"N\/A","id":74218,"title":"Frau2 sucht HappyEnd","adult":false,"genre_ids":[10749]},{"cast":["Crystal Bernard"],"overview":"Accomplished horse trainer is deceived by her husband, unfairly sent to prison, and she re-makes herself and eventually gains revenge.","release_date":"1999-04-13","vote_average":6.0,"runtime":87,"cert":"N\/A","id":74219,"title":"A Face to Kill for","adult":false,"genre_ids":[]},{"cast":["Wayne Wallace","R.F. Rodriguez"],"overview":"Quick is sinking fast: deep in debt, facing eviction in thirty days and watching his family slowly slip through his grasp. With no place to turn, Quick resorts to the ruthless and lucrative world of fugitive recovery, becoming a front runner in a band of veteran bail recovery agents-bounty hunters-working for Neil Swift, an old friend and partner of Quick's father. Enjoying sudden and unexpected prosperity, Quick finds himself at the top of his game, unaware that he is in the middle of a deadly conspiracy.","release_date":"2005-01-01","vote_average":3.5,"runtime":88,"cert":"N\/A","id":74220,"title":"Fugitive Hunter","adult":false,"genre_ids":[28,53]},{"cast":["Anthony Kiedis","Flea"],"overview":"","release_date":"2004-06-05","vote_average":3.8,"runtime":null,"cert":"N\/A","id":74221,"title":"Red Hot Chili Peppers - Live at Rockpalast","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Perfect Lovers the documentary.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74224,"title":"Perfect Lovers - The Movie","adult":false,"genre_ids":[]},{"cast":["Martin Hewitt","Ralph Seymour","Elaine Wilkes","Paul Bartel","Sherry Willis-Burch"],"overview":"Three sorority pledges are tasked with ensuring that the gals of Sigma Alpha Pi throw a killer party at an abandoned fraternity house. Unfortunately a vengeful spirit decides to take the killer epithet literally. With a special appearance by '80s hair metal titans White Sister!","release_date":"1986-05-09","vote_average":5.0,"runtime":91,"cert":"N\/A","id":74225,"title":"Killer Party","adult":false,"genre_ids":[35,27]},{"cast":["Caio Blat","Jonathan Haagensen","Sílvio Guindane","Ailton Graça","Zezé Motta"],"overview":"","release_date":"2010-01-01","vote_average":5.6,"runtime":null,"cert":"N\/A","id":74228,"title":"Bróder","adult":false,"genre_ids":[18]},{"cast":["Richard Low","Patricia Mok","Ling Ling Liu","Marcus Chin"],"overview":"\"Happy Go Lucky\" seeks to tackle the issue of gambling in a light-hearted yet touching manner. Hardcore gambler, Hock Lee Poh (Richard Low) is an ardent believer of Feng Shui, but is always down on his luck. His eldest daughter Donna (Patricia Mok), though petty and calculative, spends all her time and money on lavish nightlife and hunky social escorts - till she loses everything in the end. Fu Xin (Fann Wong), Poh's illegitimate second daughter is born at an extremely inauspicious hour and thus labeled as the \"jinx\" of the family. However, Fu Xin actually is a surreptitious 'Lucky Star' who always manages to turn unfavourable conditions into favourable ones. Fu Xin sacrifices a lot for the family. And in a twist of fate and luck, she unexpectedly helps Poh to win a hefty sum of money. Meanwhile, Poh and Donna find themselves stranded along the streets of Cambodia in a failed attempt to recoup their losses at the gambling tables.","release_date":"2010-03-04","vote_average":0.0,"runtime":103,"cert":"N\/A","id":74229,"title":"Happy Go Lucky","adult":false,"genre_ids":[35,18]},{"cast":["Page Fletcher","Maurice Dean Wint","Maria del Mar","Geraint Wyn Davies","Leslie Hope"],"overview":"Thirteen years after the original Robocop, Delta City, considered to be \"The Safest Place On Earth!\", has become a futuristic city owned and operated by OCP, and RoboCop, Alex Murphy has begun to feel his age. Murphy finds himself nearly obsolete, and must deal with the fact that his now-grown son James is an OCP executive, unaware that his father is still alive. Also, Murphy's former partner, John Cable, has returned to Delta City as its new Security Commander. But slowly, new enemies arise, and Murphy and Cable begin an investigation into a mysterious villain known as the Bone Machine, unaware that they are coming dangerously close to exposing an evil group of OCP executives known as The Trust... which James Murphy is a part of. Desperate to prevent their sinister plans from being revealed, The Trust programs Murphy to kill John Cable...","release_date":"2001-01-04","vote_average":4.4,"runtime":375,"cert":"N\/A","id":74236,"title":"RoboCop: Prime Directives","adult":false,"genre_ids":[28,53,80,878]},{"cast":[],"overview":"A study, mostly chronological, of the life of Nick Drake (1948-1974). Gabrielle, his older sister, tells us of her brother's birth in Burma, childhood in Warwickshire, life at Cambridge and in London, then back to his parents' home in Tanworth. His parents describe his habits and personality. Two friends and the producer, arranger, sound engineer, and photographer for his three albums comment. His mother, a musician and poet, is an early influence. His quiet folk style made his one tour a disaster. His lack of success and gradual withdrawal end with his death at 26. Eleven of his recordings play on the soundtrack, usually as we see his room, a city, or the Warwickshire countryside.","release_date":"2002-04-19","vote_average":7.8,"runtime":48,"cert":"N\/A","id":74237,"title":"A Skin Too Few: The Days of Nick Drake","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A documentary looking at porn films that parody classic Hollywood movies.","release_date":"2002-08-08","vote_average":7.0,"runtime":48,"cert":"","id":74238,"title":"Shaving Ryan's Privates","adult":false,"genre_ids":[99]},{"cast":["Jimi Hendrix","Paul Rodgers","John Sebastian","Donovan","Bob Dylan"],"overview":"In August 1970, 600,000 fans flocked to the Isle of Wight to witness the third and final festival to be held on the island. Besides the music, they also got a look at the greed, cynicism and corruption that would plague the music industry for years to come. They also witnessed the final, drugged out performance of Jimi Hendrix in England just two weeks before he would meet a tragic death. When it all was over, the fans view of rock and roll was never the same.","release_date":"1996-02-15","vote_average":6.1,"runtime":127,"cert":"18","id":74239,"title":"Message to Love: The Isle of Wight Festival","adult":false,"genre_ids":[99,10402]},{"cast":["Corey Haim","Leo Rossi","Cynthia Rothrock","Wally Bujack","Phillip Connery"],"overview":"A former robber (whose partner was his father) has reformed and is now running an insurance business with his girlfriend. An ex-partner frames him for a burglary. When his father gets out of prison, they go after the ex-partner.","release_date":"1994-12-21","vote_average":4.6,"runtime":95,"cert":"N\/A","id":74240,"title":"Fast Getaway II","adult":false,"genre_ids":[12,28,53]},{"cast":["Sonny Chiba","Peggy Neal","Franz Gruber","Steve Queens","Erik Neilson"],"overview":"While covering a test of guided torpedoes, two reporters believe they see what appears to be a strange-looking swimming creature. They investigate the matter further and discover that there is a race of fish-men living under the sea. The fish-men capture the pair and keep them prisoner in their underwater city.","release_date":"1966-07-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":74241,"title":"Terror Beneath the Sea","adult":false,"genre_ids":[27,878]},{"cast":["Totò","Gianni Appelius","Galeazzo Benti","Nerio Bernardi","Mario Castellani"],"overview":"","release_date":"1949-12-16","vote_average":6.8,"runtime":null,"cert":"N\/A","id":74242,"title":"L'imperatore di Capri","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74243,"title":"Postmand Per - De Frække Får","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74244,"title":"Postman Pat Sds Vol. 3 - The Flying Christmas Stocking","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74245,"title":"Postmand Per - Giver Aldrig Op","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"","id":74246,"title":"Postmand Per - Hemmeligheden","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74247,"title":"Postmand Per - I Fuld Fart","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74248,"title":"Postmand Per - På Farten","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74249,"title":"Postmand Per - Som Tryllekunstner","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74250,"title":"Postmand Per - Sommer i Grønnedal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Revisit that tragic day in 2001 with a collection of powerful, immersive stories of people who were intricately associated with and impacted by the event: people in the highest echelons attempting to prevent and stop the attacks; ordinary people caught in the middle, like the window washer cleaning the windows of the 93rd floor of the World Trade Center just moments before the attack; and people who still cannot shake how the events of that morning altered their worlds forever.","release_date":"2011-03-16","vote_average":8.5,"runtime":null,"cert":"N\/A","id":74253,"title":"National Geography: Surviving 9\/11","adult":false,"genre_ids":[]},{"cast":["Austin Nichols","Izabella Miko","Beth Grant"],"overview":"Three years after her lover, Rick Usher, and her best friend, Maddy Usher, had suddenly disappeared from her life without explanation, Jill Masters receives a phone call with news of Maddy's death. Her last wish was for Jill to attend her funeral. Conflicted, Jill returns to the house of Usher, a remote New England enclave. Her love affair with Rick is rekindled as she learns he suffers from the same malady that robbed his twin sister, Maddy, of her sharp mind before taking her life. His affliction is manifested in a rare nerve condition, which renders him hyper-sensitive. Under the watchful eye of the caretaker, Nurse Thatcher, Jill appears to be haunted by the ghost of Maddy, and the secret of the house of Usher is exposed.","release_date":"2007-09-11","vote_average":5.1,"runtime":80,"cert":"N\/A","id":74254,"title":"The House of Usher","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"A Quick Guide To The French Revolution details this pivotal period in European history, focusing on how the revolution shook the very foundations of monarchy, destroyed the last vestiges of feudalism, and planted the seeds of modern politics, diplomacy, and nationalism. Travel back to the days of the guillotine as HISTORY™ delves into the dark undercurrent of instability ushered in by the revolution and some of its most influential figures, including Louis XVI, Marie-Antoinette, Maximilien Robespierre, Jean-Paul Marat, Georges Danton, and Charlotte Corday.","release_date":"2011-02-02","vote_average":8.0,"runtime":91,"cert":"N\/A","id":74255,"title":"Instant Expert: A Quick Guide To The French Revolution","adult":false,"genre_ids":[]},{"cast":["Adrian Lester","Jodhi May","Anamaria Marinca","Adam James","Justine Mitchell"],"overview":"A couple are torn apart when a French woman enters their loves and pulls them into personal a game of lust and obsession.","release_date":"2009-12-30","vote_average":6.0,"runtime":94,"cert":"18","id":74256,"title":"Sleep With Me","adult":false,"genre_ids":[18,10770]},{"cast":["Candy Wen Xue-Er","Jason Pai Piao","Philip Kwok Chun-Fung","Lau Siu-Kwan","Max Mok Siu-Chung"],"overview":"This internationally popular tale of a brother and sister seeking vengeance for the death of their parents through the mythical yin\/yang Holy Flame technique is an eye-filling epic. Kuo Chue (a.k.a. Philip Kwok), famous as the star of Chang Cheh's internationally famous \"Venom\" film series, both co-stars and choreographs this impressive tale - leading to a vaunted \"action director\" career with both the 007 thriller Tomorrow Never Dies and the cult classic Brotherhood of the Wolf to his credit.","release_date":"1983-06-10","vote_average":6.5,"runtime":85,"cert":"N\/A","id":74257,"title":"Holy Flame of the  Martial World","adult":false,"genre_ids":[14,28]},{"cast":["Sandra Ng Kwun-Yu","Damian Lau","Michelle Yeoh","Sharla Cheung Man","Maggie Cheung"],"overview":"During the dinasty Ming, Mo Kake takes a invincibility drink to defeat the best japanese warrior Super Sword. Three years later, the samourai is back, decided to take the power of 7 maidens, to defeat Mo Kake.","release_date":"1993-06-03","vote_average":8.0,"runtime":98,"cert":"N\/A","id":74258,"title":"Holy Weapon","adult":false,"genre_ids":[28,14]},{"cast":[],"overview":"\"Despite the rumours of his death, Tiësto is very much still alive – if his Twitter account says so, it must to be true…duh – and to make sure his fans don’t forget him, David Gresham Records have released a brand new DVD, Tiësto Asia Tour, to keep everyone happy. Unlike previous Tiësto DVDs, this one is actually a documentary, which follows the world famous DJ around on the final leg of his Elements of Life World Tour. Narrated by Tiësto himself, the disc shows exclusive footage of his behind-the-scenes escapades, life on the road and in lavish hotel rooms, interview and press segments, as well as various snippets of his performances and interaction with fans in China, Malaysia, Indonesia, Thailand, Japan, South Korea, Taiwan and The Philippines.\" Read more: www.musicreview.co.za","release_date":"2010-06-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":74259,"title":"Tiësto - Asia Tour DVD","adult":false,"genre_ids":[]},{"cast":["Antonella D'Arcangelo","Fabio Fulco","Davide Gemmani","Carlo Monni"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74260,"title":"Né terra né cielo","adult":false,"genre_ids":[18]},{"cast":["Ku Feng","Lily Ho Li-Li","Danny Lee Sau-Yin","Tin Ching","Yeung Chi-Hing"],"overview":"River Of Fury presents the self-discovery and awakening of a young man (Danny Lee), who has been exposed and fallen for the lucrative powers of wealth. Lily Ho played a role in sharp contrast with Lee, which has helplessly fallen prey to the irresistible temptations of wealth under the influence of her mother. Once again, Ho demonstrates her remarkable talent in Chinese opera following her Beijing-opera showcase in The Warlord (co-starring Michael Hui Kwun-man).","release_date":"1973-05-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":74263,"title":"River Of Fury","adult":false,"genre_ids":[18,28]},{"cast":["Kai Wiesinger","Bettina Zimmermann","Fabian Busch","Sonja Gerhardt","Annika Blendl"],"overview":"It's the greatest myth of the German post-war era: The Amber Room. Since its disappearance in 1945 from Koenigsberg Castle, legions of treasure hunters have tried and failed to find the room. It is said that Physics genius, Albert Einstein hid the legendary Amber Room from the Nazis in the turmoil of the last days of the war. It bears a secret within its amber - in wrong hands, it could destroy mankind! Our adventurers, Eik, Katharina and Justus, come across an incredible trace and with the help of Einstein's great-granddaughter Mila, together they fight off a ruthless pharmaceutical magnate who spares no effort to get ahold of the Amber Room. From Europe's biggest monument in Leipzig, through the halls of Munich's German Museum, across the dunes of St. Peter-Ording, to the Nazi caves of the Berchtesgaden Alps. The adventurous hunt begins. Written by Dreamtool Entertainment","release_date":"2012-09-17","vote_average":6.0,"runtime":110,"cert":"N\/A","id":74264,"title":"The Hunt for the Amber Room","adult":false,"genre_ids":[10770,12]},{"cast":["Leung Kar-Yan","Tony Liu","Anglie Leung","Wong Yu","Hu Chin"],"overview":"If the Three Stooges had been Chinese, with one a woman, this could very well have been one of their movies. Veteran director Lu Chun-ku leads handsome Liu Yung, pretty Liang Yun-hsin, and “Thundering Mantis,” Liang Chia-jen on a madcap mixup filled with cons, double crosses, and triple plots. Add “Dirty Ho” himself, Wang Yu, to the proceedings, and you’ve got a winner for any fans of action or comedy.","release_date":"1984-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":74265,"title":"The Big Sting","adult":false,"genre_ids":[28]},{"cast":["Nora Miao","Patrick Tse","James Tien","Paul Chang Chung","Fung Ngai"],"overview":"Ho Li-Chun, a pretty but ruthless swordswoman, and three challengers are participating in an open tournament at Prince Kuei's Palace. A knight, Chen Jo-Yu, is defeated in the tournament. He flees and later returns with knight Tang Ching-Yun who wields a strange sword. They get trapped but Ho deliberately sets both free after seeing Tang's weapon which she recognizes as the same weapon once used by Sun Tien-Chen, a foe of the Ho family. She decides to investigate. She finds out Prince Kuei actually is Sun, who killed the real prince years ago and assumed his identity. Ho joins forces with Chen and Tang. The trio slays Sun in a desperate confrontation at the palace.","release_date":"1971-04-30","vote_average":0.0,"runtime":102,"cert":"N\/A","id":74266,"title":"The Blade Spares None","adult":false,"genre_ids":[18,28]},{"cast":["Carter Wong","Chia Ling","Chang Yi","Yee Yuen","Liu Ping"],"overview":"Young men, angered by the repressive and corrupt Ching government, come to the Shaolin Temple to study. Fearing that the Shaolin Temple is a harbor for rebels wanting to overthrow the government, the Ching Emperor Yungzheng kills the monks wherever he can find them. After the Emperor orders the destruction of the Shaolin Temple, his name becomes the most feared and hated in China. After years of struggling, the surviving Shaolin disciples, led by Carter Wong, move to assassinate the Emperor. This epic tale of Manchu China has all the scope and action you'd expect from Hong Kong master Joseph Kuo.","release_date":"1976-01-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":74267,"title":"The Blazing Temple","adult":false,"genre_ids":[28]},{"cast":["Chen Kuan-Tai","Shih Szu","Wai Wang","Wu Chi-Chin","Chiang Tao"],"overview":"Gu Hui, a member of the ‘Wolf Head Gang’ becomes unhappy after their new chief decides to abandon their old code of conduct. After the chief kills a travelling family and kidnaps the daughter, Gu frees her and escapes, hiding out in a nearby town and trying to start a new life as a humble shoemaker. Unfortunately, the gang refuses to let him go and put a bounty on his head, forcing him to face up to his responsibilities.","release_date":"1975-10-25","vote_average":6.0,"runtime":84,"cert":"N\/A","id":74268,"title":"The Bloody Escape","adult":false,"genre_ids":[28,18]},{"cast":["Alexander Fu Sheng","Nau Nau","Ti Lung","Lu Feng","Sun Chien"],"overview":"Guo Jing and Huang Rong pursue Yang Kang to Iron Palm Peak, where Qiu Qianren and the Iron Palm Sect is based. Huang is injured by Qiu in a fight and she escapes with Guo Jing's help. Guo brings her in search of a cure to heal her wounds and they stumble upon a house in a swamp, inhabited by a woman called Yinggu. Yinggu tells them that the only person who can save Huang Rong's life is Duan Zhixing, the former ruler of the Kingdom of Dali, who has become a monk now.","release_date":"1981-11-12","vote_average":5.4,"runtime":92,"cert":"N\/A","id":74269,"title":"The Brave Archer 3","adult":false,"genre_ids":[28,18]},{"cast":["Ti Lung","Jason Pai Piao","Tony Liu","Ching Li","Cheng Miu"],"overview":"Teng Piao (Ti Lung) went to jail for fifteen years on a frame up for drug smuggling. Now that he's out, along with his iron chain, Teng Piao is hungry for revenge. The man he wants to beat with his chain is Black Leopard Lam Fei. The problem for Teng Piao is that he doesn't know who he is, only that he has a picture of a black leopard tattooed on his chest.","release_date":"1980-02-27","vote_average":5.3,"runtime":96,"cert":"N\/A","id":74270,"title":"The Convict Killer","adult":false,"genre_ids":[28]},{"cast":["Ivy Ling Po","Fang Ying","Li Ching","Chin Feng","Chin Han"],"overview":"The husband-and-wife team of Ivy Ling Po and Chin Han returned to another Huangmei Opera classic after Lady General Hua Mu-Lan. Helmed by Chow Sze-loke and written by Chang Cheh, the story revolved around two intellectual siblings, Ching Feng-sheng (Chin Feng) and Ching Feng-hsiao (Ivy Ling Po), who were constantly abused by their stepmother Hsia (Kao Pao-shu). Feng-hsiao was engaged to Li Ru-lung (Chin Han) since birth, but the greedy Hsia forced him to forfeit the marriage. When Ru-lung refused, Hsia framed him for thievery and put him behind bars. To rescue her lover, Feng-hsiao dressed as a young man and went to the capital. She then used Ru-lung's name to enter the national exam and was ranked first place. Impressed by Feng-hsiao, the Emperor decided to let her wed the Princess (Fang Ying). On the wedding night, Feng-hsiao revealed the truth to the Princess...","release_date":"1964-12-10","vote_average":0.0,"runtime":102,"cert":"N\/A","id":74271,"title":"The Female Prince","adult":false,"genre_ids":[18,10749,10402]},{"cast":["David Chiang","Chen Kuan-Tai","Wong Chung","Danny Lee Sau-Yin","Chen Ping"],"overview":"With the cast list, you would almost expect this to be another Chang Cheh film. Two of Chang's proteges, David Chiang and Chen Kuan-tai go head-to-head in The Imposter which sees cinematographer Pao Hsueh-li back in the director's chair. Chiang plays Ko Liang, as master of disguise who puts his seven faces to good use when he goes to the aid of two young guardsmen Tseng Yung (Danny Lee) and Tseng Kan (Wang Chung) who have been framed by Captain Lo (Chen Kuan-tai) for murder.","release_date":"1975-08-09","vote_average":7.0,"runtime":92,"cert":"N\/A","id":74272,"title":"The Imposter","adult":false,"genre_ids":[28]},{"cast":["Eddy Ko","Sandra Ng Kwun-Yu","Charlie Cho","Alex To Tak-Wai","Alvina Kong"],"overview":"Police School is haunted. Chan Sir and Tong Sir in order to drive out the ghosts, so they find out nine police, who is the dragon-year born, to practice an array. Because of arrogant of Inspector Li Lan Yuk, makes others with bad feeling. They decide to play a trick on her and have lots of joke. They know the goal of training is to seize the ghosts, they all left the training. But the camp is already controlled by the ghosts, causes they stay here to help Chan to seize the ghosts. In Lunar night, on July 14, Chan unable to seize the ghosts, Madam Lee takes out the family secrets and turns into a Taoist priestess to fight with the ghosts. At last, Lee and master drive out all the ghosts","release_date":"1990-06-07","vote_average":3.5,"runtime":86,"cert":"N\/A","id":74273,"title":"Vampire Settle On Police Camp","adult":false,"genre_ids":[27,28]},{"cast":["Louis Koo","Daniel Wu","Patrick Tam","Jo Kuk","Felix Lok Ying-Kwan"],"overview":"Upon discovering that his estranged twin brother Lok has died, Joe's investigation of Lok's troubled past sends him to the world of underground boxing, where he suspects the opponent killed Lok during a bout. Sorely Joe finds himself unleashing his own animalistic instincts as he comes face to face with his brother's possible killer.","release_date":"2001-05-31","vote_average":0.0,"runtime":109,"cert":"N\/A","id":74274,"title":"Born Wild","adult":false,"genre_ids":[18,28]},{"cast":["Tina Majorino","Gary Cole"],"overview":"Paul Thomas is an ex-cop who happened to be the sole survivor of a mass cult suicide in Wyoming. He returns to his home town of Santa Fe in order to put his life back together. However, soon he realizes that his ex-wife is sucked into new-age philosophies. Trying to save his daughter from the cults, he finds self-help guru Eleanor who happens to be a very attractive woman.","release_date":"1997-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":74275,"title":"Santa Fe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Focusing directly on the world of commercial images, Sut Jhally asks some basic questions about the cultural messages emanating from this market-based view of the world: Do our present arrangements deliver what they claim -- happiness and satisfaction? Can we think about our collective as well as our private interests? And, can we think long-term as well as short-term?","release_date":"1998-01-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":74276,"title":"Advertising and the End of the World","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1. Antisaint (Live at The Metro, Chicago, IL) 2. Jars (Live at The Metro, Chicago, IL) 3. Sleep Walking Elite (Live at The Metro, Chicago, IL) 4. The Clincher (Live at The Metro, Chicago, IL) 5. Shameful Metaphors (Live at The Metro, Chicago, IL) 6. Sleep Apnea (Live at The Metro, Chicago, IL) 7. Get Some (Live at The Metro, Chicago, IL) 8. Letter From A Thief (Live at The Metro, Chicago, IL) 9. An Evening With El Diablo (Live at The Metro, Chicago, IL) 10. Send The Pain Below (Live at The Metro, Chicago, IL) 11. The Red (Live at The Metro, Chicago, IL) 12. Straight Jacket Fashion (Live at The Metro, Chicago, IL) 13. Vitamin R (Leading Us Along) (Live at The Metro, Chicago, IL 14. I Get It (Live at The Metro, Chicago, IL) 15. Credits (Live at The Metro, Chicago, IL)","release_date":"2011-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74279,"title":"Chevelle: Any Last Words","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tracklisting: 01. Family System 02. Forfeit 03. Send The Pain Below 04. Until You're Reformed 05. Sma 06. Mia 07. Point #1 08. Closure 09. Grab Thy Hand 10. An Evening With El Diablo 11. Comfortable Liar 12. Don't Fake This 13. The Red 14. Wonder's What's Next","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74280,"title":"Chevelle: Live From the Norva","adult":false,"genre_ids":[]},{"cast":["Toby Craven-Griffiths","Stel Robinson","Alex Craven-Griffiths","Dave Sowden","Rio Goldhammer"],"overview":"Chip Button. The All-American hero reloaded. Discovered as a baby at the foot of the Washington monument, wrapped in an American flag, Chip Button was raised to be the ultimate freedom fighting force destined for stars and stripes glory","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74281,"title":"Chip Button: Born to Win","adult":false,"genre_ids":[]},{"cast":["Ronald Reagan","Patricia Neal","Richard Todd","Anthony Nicholls","Howard Marion-Crawford"],"overview":"It's 1945, Burma, the day the war is over! For many this means they've survived and will be going home. But not for everyone. A Scottish soldier, Corporal Lachlan \"Lachie\" MacLachlan is the victim of a wound to the lower back on this day. He's moved to a M.A.S.H. unit and undergoes surgery. As time goes by he begins to recover and watches, in dismay as soldiers pack up and head for home. The doctors have told him he needs to remain \"for observation\".","release_date":"1949-12-02","vote_average":6.5,"runtime":102,"cert":"N\/A","id":74286,"title":"The Hasty Heart","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Stephen Chow","David Chiang","Chen Kuan-Tai","Paul Chun Pui","Danny Lee Sau-Yin"],"overview":"The assassination of a gang lord triggers a power struggle amongst his men. Who will win the game the righteous or the villain?","release_date":"1989-10-13","vote_average":6.8,"runtime":97,"cert":"N\/A","id":74287,"title":"Just Heroes","adult":false,"genre_ids":[28,80]},{"cast":["Peter Gantzler","Wencke Barfoed","Niels Olsen","Lotte Andersen","Birthe Neumann"],"overview":"Erik Lund is a professor in child psychology. When his sister and her husband go on vacation, he is left in charge of their five children. He really feels up to it, since he is now going to be able to try out his skills in child psychology. However, reality is something else than theory and children do not always do as they are supposed to, according to his book on child psychology. The children soon fool him into doing as they please when it comes to food and pleasures. However, soon they start to realise that if they can make him serve them hot dogs and hamburgers and let them watch TV as much as they like, they can also make him help them restore their old house, so that they won't have to move, as their parents want to. And, as their uncle is nice enough to help them, they also decide to try and get him a wife.","release_date":"2001-10-12","vote_average":5.0,"runtime":73,"cert":"N\/A","id":74288,"title":"My sister's children","adult":false,"genre_ids":[35,10751]},{"cast":["Sonny Chiba","Kenji Sawada","Akiko Kana","Ken Ogata","Hiroyuki Sanada"],"overview":"After surviving the slaughter of many Christians 350 years ago, a samurai denounces God for ignoring the pleas of believers. He sells his soul to Satan and receives the power to resurrect the dead to join him in a murderous rampage.","release_date":"1981-06-06","vote_average":6.3,"runtime":122,"cert":"N\/A","id":74289,"title":"Samurai Reincarnation","adult":false,"genre_ids":[28,14,27]},{"cast":["Robin Givens","Bobby Valentino","Miguel A. Núñez, Jr."],"overview":"Robin Givens, Miguel Nunez, and Bobby Valentino star in this faith-based romantic drama about Thea Johnson, terribly desperate to be married to her longtime boyfriend Jamar. When he takes too long to propose, she decides to propose to him instead. Thea creates an elaborate proposal, but is thwarted by his reluctance. An obsessed ex-boyfriend, married &amp; single friends, and Thea s father &amp; pastor all take part in the tug of war for her heart.","release_date":"2011-06-06","vote_average":10.0,"runtime":85,"cert":"N\/A","id":74292,"title":"Should've Put a Ring On It","adult":false,"genre_ids":[35,10749]},{"cast":["Satomi Kobayashi","Kana","Ryo Kase","Masako Motai","Sittichai Kongpila"],"overview":"A story of 6 days with 5 people gathered around a small sparkling pool at Chiang Mai in Thailand. 4 years ago, Kyoko started to live in Thailand and has been working in a Guest house outside in Chiang Mai, leaving her mother and her daughter Sayo, in Japan. Just before the graduation of University, Sayo sets foot on Thailand to visit her mother with mixed feelings. However, emotional experiences with the people living there changes such feelings toward her mother.","release_date":"2009-09-12","vote_average":5.8,"runtime":96,"cert":"N\/A","id":74293,"title":"Pool","adult":false,"genre_ids":[18,35]},{"cast":["Leonardo Villar","Tônia Carrero","Cássia Kis Magro","Betty Faria","Stepan Nercessian"],"overview":"An evening in an old time dance hall in Sao Paulo introduces us to local characters who reminisce about the past, wonder about the future, have fun, flirt, fight and, of course, dance. Its earthy humour and eternal themes of ageing, loneliness and desire is an antidote to grumpy old men and women everywhere.","release_date":"2007-11-25","vote_average":6.0,"runtime":95,"cert":"15","id":74294,"title":"The Ballroom","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Markku Toikka","Aino Seppo","Esko Nikkari","Olli Tuominen","Hannu Lauri"],"overview":"An adaptation of Dostoyevsky's novel, updated to present-day Helsinki. Slaughterhouse worker Rahikainen murders a man, and is forced to live with the consequences of his actions...","release_date":"1983-12-02","vote_average":6.6,"runtime":93,"cert":"N\/A","id":74295,"title":"Crime and Punishment","adult":false,"genre_ids":[80,18]},{"cast":["Steve Staley ","Steve Blum","Michelle Ruff","Brianne Siddall","Crispin Freeman"],"overview":"After prompted to do so by unusual phone messages, the five main characters go to a subway station and take a train to the Digital World. Once there, they meet two secondary characters, Bokomon and Neemon, who act as guides, and tell the DigiDestined that the Digital World is in danger. They must fight the antagonist, Cherubimon and his Legendary Warrior servants before they succeed in dominating the world; it's up to the children to save it.","release_date":"2002-07-20","vote_average":7.3,"runtime":40,"cert":"N\/A","id":74296,"title":"Digimon Frontier - Revival of the Ancient Digimon","adult":false,"genre_ids":[28,12,16]},{"cast":["Jason Wu","Susana Tang","Michael Whalley","Alix Bushnell","Edwin Wright"],"overview":"A random act of violence leaves eight people in crisis, searching for hope and new beginnings, as the Matariki constellation (Maori New Year) rises in the Southern skies.","release_date":"2010-11-18","vote_average":6.0,"runtime":89,"cert":"N\/A","id":74297,"title":"Matariki","adult":false,"genre_ids":[18]},{"cast":["Ali Suliman","Hiam Abbass","Walid Abdul Salam","Ahmad Abu Sal'oum","Yosef Abu Wardeh"],"overview":"A free spirited woman dancer, Kamar, finds herself the lonely wife of a prisoner, Zaid, and away from everything she loves until she returns to the dance, defying societys taboos. At the dance Kamar is confronted with Kais, a Palestinian returnee. Sparks fly between Kamar and Kais, creating more than a passionate, emotional dance for the both of them. Matters become even more complicated when Zaid's sentence is extended. Kamar's life is thrown into turmoil as she becomes increasingly attached to Kais, and caught in the midst of her desire to dance and breaking the family and society taboos of the prisoner's wife's role while life under occupation rages on.","release_date":"2009-02-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":74300,"title":"Pomegranates and Myrrh","adult":false,"genre_ids":[18]},{"cast":["Alessandro Benvenuti","Massimo Ceccherini","Ilaria Occhini","Carlo Monni","Novello Novelli"],"overview":"Danilo does a robbery in a villa in Tuscany with some friends but when he returns home a sad news awaits him: the death of his mother Adele; upset, Danilo hides the stolen goods in the mother's coffin exposed at home in the waking room.","release_date":"1996-10-18","vote_average":6.2,"runtime":102,"cert":"N\/A","id":74301,"title":"Ritorno a casa Gori","adult":false,"genre_ids":[35]},{"cast":["Kemal Sunal","Zeki Alasya","Metin Akpinar","Halit Akçatepe","Tekin Akmansoy"],"overview":"Köylerinde buldukları bir çuval altını bozdurmaya şehre, şehirde kuyumcu dükkanı olan hemşehrilerine gelen dört kardeşin komikliklerle dolu öyküsü.","release_date":"1974-01-01","vote_average":7.8,"runtime":77,"cert":"N\/A","id":74302,"title":"Köyden İndim Şehire","adult":false,"genre_ids":[35,18]},{"cast":["Jimmy Sheirgill","Surveen Chawla","Prem Chopra","Rahul Dev"],"overview":"Dharti' is a family drama set in Punjab on the backdrop of Punjab Politics. Prem Chopra plays the character of Baljit Singh Wadala, the head of ruling party in Punjab and he has two sons. The elder son Vikramjit Singh Wadala played by Randeep Arya is following his father's footsteps and is a prominent Political leader, while the younger son Jasdeep Singh Wadala played by \"Jimmy Sheirgill\" is a Squadron Leader in the Indian Air Force. The younger son has a conflict with his father and had left his father's legacy to join the Indian Air Force. Due to certain circumstance Jimmy's character is forced to come to Punjab and then after lots of emotional turmoils the son unites with his father.","release_date":"2011-04-22","vote_average":5.9,"runtime":115,"cert":"N\/A","id":74303,"title":"Dharti","adult":false,"genre_ids":[28,18]},{"cast":["Müjde Ar"],"overview":"The scenario ( and the story ) depends on an original idea, what if our lives change in a second to a totally different one in which we find everything we hate to do. That's not only a bad dream, it is truly a different life and it seems you get used to it. Müjde Ar plays one of her finest characters with some vague silliness.","release_date":"1986-04-02","vote_average":6.8,"runtime":100,"cert":"N\/A","id":74304,"title":"Aaahh Belinda","adult":false,"genre_ids":[35]},{"cast":["Akira Terao","Atomu Shimojo","Chieko Baishô","Kiyoshi Atsumi","Hisashi Igawa"],"overview":"This appears to be a labor of love. Its about a village which is given the opportunity to put on a musical. They would have to pay the overhead and, being that they are farmers and always busy and not rich, question the wisdom and feasibility of such an idea. A spokesperson for the acting troupe Ms. Kono lays out the whole thing and they must decide. You get little slices of rural life in Japan far, at least in sentiment, from Tokyo. The best thing about this film is that it has heart. The acting is good, but it is really about the simple storyline of outing on a show. Films rarely get made with such simplistic plots these days. Enjoy this little slice of what city people call “the simple life”.","release_date":"1976-04-12","vote_average":7.0,"runtime":127,"cert":"N\/A","id":74305,"title":"The Village","adult":false,"genre_ids":[18]},{"cast":["Joel Murray","Tara Lynne Barr","Mackenzie Brooke Smith","Melinda Page Hamilton","Rich McDonald"],"overview":"Fed up with the cruelty and stupidity of American culture, an unlikely duo goes on a killing spree, killing reality TV stars, bigots and others they find repugnant in this black comedy.","release_date":"2011-09-09","vote_average":7.1,"runtime":104,"cert":"N\/A","id":74306,"title":"God Bless America","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Follows a predominately Arab-American high school football team from Dearborn, Michigan during the last ten days of the Muslim holy month of Ramadan and unearths the story of a community desperately holding onto its Islamic faith while struggling to gain acceptance in post 9-11 America.","release_date":"2011-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74307,"title":"Fordson: Faith, Fasting, Football","adult":false,"genre_ids":[18,36,99]},{"cast":["Adrien Brody","Marcia Gay Harden","James Caan","Christina Hendricks","Lucy Liu"],"overview":"A chronicle of three weeks in the lives of several high school teachers, administrators and students through the eyes of substitute teacher, Henry Barthes. Henry roams from school to school, imparting modes of knowledge, but never staying long enough to form any semblance of sentient attachment.","release_date":"2011-04-24","vote_average":7.5,"runtime":98,"cert":"N\/A","id":74308,"title":"Detachment","adult":false,"genre_ids":[18]},{"cast":["Adam Wróblewski","Marek Kondrat","Wojciech Pszoniak","Wiktor Zborowski","Agnieszka Michalska"],"overview":"A couple with two small children (Ludwik is fourteen and Hania is nine) travel from Lwow to a newly liberated Krakow. Ludwik attends a good school and quickly establish friendships. Before the 1946 June \"3XTAK” referendum Stanislaw Mikolajczyk, leader of the PSL party, the Deputy Prime Minister and Minister for Agriculture, came to Krakow. During his visit Ludwig was involved in a street brawl and consequently, was arrested. In turbulent times in which Ludwik matures, things trivial and silly still verge on the serious and the tragic...","release_date":"2010-04-09","vote_average":5.6,"runtime":109,"cert":"N\/A","id":74313,"title":"The Rite of Passage","adult":false,"genre_ids":[18]},{"cast":["John Howard","Heather Angel","H.B. Warner","Reginald Denny","E. E. Clive"],"overview":"Captain Drummond and his girlfriend want to marry but a hidden treasure in the house in which they want to celebrate their marriage is complicating the situation. (Volker Boehm)","release_date":"1939-03-29","vote_average":6.1,"runtime":56,"cert":"N\/A","id":74314,"title":"Bulldog Drummond's Secret Police","adult":false,"genre_ids":[9648,53]},{"cast":["Richard Derr","Mark Daniels","Helen Westcott","Jack Doner","Jeanne Neher"],"overview":"Lamont Cranston, aka The Shadow, investigates the murder of a New Orleans bandleader.","release_date":"1958-12-02","vote_average":4.8,"runtime":70,"cert":"N\/A","id":74315,"title":"The Invisible Avenger","adult":false,"genre_ids":[18,28,53]},{"cast":[],"overview":"In September 2004, more than 1,300 people embarked on a transformative journey to Little Rock, Arkansas. Former internees and their families, students and educators gathered to examine and reflect upon the incarceration of Japanese Americans during World War II. The Life Interrupted: Reunion &amp; Remembrance in Arkansas DVD features the stories, history and emotions of a community forged in the remote Arkansas swamps more than 60 years ago.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74316,"title":"Life Interrupted: Reunion & Remembrance In Arkansas","adult":false,"genre_ids":[99]},{"cast":["Richard Crane","Scotty Beckett","Sally Mansfield","Robert Lyden","Maurice Cass"],"overview":"A nontheatrical (16mm) film comprise of three contiguous episodes of the TV series  \"Rocky Jones, Space Ranger\".","release_date":"1956-01-01","vote_average":3.0,"runtime":78,"cert":"N\/A","id":74319,"title":"Menace from Outer Space","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Competition of grocery store baggers to name the National Best Bagger at the 2008 National Grocery Bagging competition in Las Vegas.","release_date":"2008-06-20","vote_average":6.5,"runtime":80,"cert":"N\/A","id":74320,"title":"Ready, Set, Bag!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Camp sci-fi thriller about space heroes battling (and, of course, becoming) vampires.","release_date":"2011-04-30","vote_average":5.4,"runtime":null,"cert":"N\/A","id":74321,"title":"Planet of the Vampire Women","adult":false,"genre_ids":[878]},{"cast":["Alan Schwartz","Ed Chi"],"overview":"Although Wikipedia is the 8th most popular website on the Internet today, and it is already the 3rd most widely read 'publication' in human history, attracting 100 million unique visitors a month, this great social and academic experiment of our age is riddled with vandals and challenged by skeptics, posing compelling questions about whether Wikipedia's model can truly achieve its goal. The film intersperses founder Jimmy Wales' unusual rise to Internet super-stardom among the global implications of Wikipedia. Are entries factually accurate? Biased? Accountable? Does 'Jimbo' Wales posses the wisdom to ensure that Wikipedians aggregate knowledge correctly?","release_date":"2010-07-01","vote_average":6.6,"runtime":85,"cert":"N\/A","id":74322,"title":"Truth in Numbers? Everything, According to Wikipedia","adult":false,"genre_ids":[99]},{"cast":["Cesar Romero","Bernadette O'Farrell","Lois Maxwell","Geoffrey Keen","Campbell Singer"],"overview":"In this murder mystery, a woman's brother is killed in a freaky accident, or so she believes. Fortunately for her, an American journalist is more suspicious and so begins roaming the London streets in search of the killer.","release_date":"1952-10-13","vote_average":6.0,"runtime":59,"cert":"","id":74323,"title":"Lady in the Fog","adult":false,"genre_ids":[9648]},{"cast":["Brea Grant","Ty Olsson","Dylan Neal"],"overview":"A giant flesh-eating reptile takes the Arctic region by storm.","release_date":"2011-07-11","vote_average":3.8,"runtime":90,"cert":"N\/A","id":74328,"title":"Ice Road Terror","adult":false,"genre_ids":[27]},{"cast":["Amanda York","Chrissie Cotterill","Elizabeth Edmonds","Kate Ingram","Amanda Symonds"],"overview":"Two girls escape from an open borstal for two very different reasons; Annetta to attempt to visit her baby daughter, who is being raised in a convent; and Carol, who hopes to be recaptured and sent to a closed borstal where she knows her girlfriend Doreen is being held. Carol's plan works, although she is devastated to find that not only has Doreen found herself a new girlfriend inside (who both taunt and tease Carol), when Annetta is arrested at the convent and sent to the same closed borstal, she assumes it was Carol who \"grassed\" her up and proceeds to plan her revenge. Carol finds protection in the form of inmate Eddie, while Annetta's constant bullying attempts keep her in solitary confinement; however, Carol's world is turned upside-down when Eddie is released from borstal and her protection is gone... Written by Rhino","release_date":"1983-03-16","vote_average":4.3,"runtime":90,"cert":"15","id":74329,"title":"Scrubbers","adult":false,"genre_ids":[18]},{"cast":["James Cosmo","David Leon","Emma Pierson","Bronson Webb","Daon Broni"],"overview":"Mr Karva runs a shady little empire in North London. We don't know exactly how he makes his money but we know it's probably not very nice. Mr Karva's stepson, Othello, has ambitions to take the old man's place; and Othello's fainthearted friend, Emilio, has ambitions of his own. This delicate balance of power is upset when Roadrunner finds a strange, sickly-looking 10 year old boy in the park. All his life, Roadrunner has been on the move - but when he looks into the child's eyes, he finds he can finally stop running. It becomes clear that the child can grant each character their own taste of heaven - the 'perfect, rosy future of your dreams'. The child never talks but transforms the world around him, working on the desire in each character's heart, whatever it may be.","release_date":"2007-01-26","vote_average":5.3,"runtime":null,"cert":"15","id":74330,"title":"Lives of the Saints","adult":false,"genre_ids":[18]},{"cast":["Richard Widmark","Lena Horne","Carroll O'Connor","Kent Smith","Jacqueline Scott"],"overview":"In the turn-of-the century Texas town of Cottownwood Springs, marshal Frank Patch is an old-style lawman in a town determined to become modern. When he kills drunken Luke Mills in self-defense, the town leaders decide it's time for a change. That ask for Patch's resignation, but he refuses on the basis that the town on hiring him had promised him the job for as long as he wanted it. Afraid for the town's future and even more afraid of the fact that Marshal Patch knows all the town's dark secrets, the city fathers decide that old-style violence is the only way to rid themselves of the unwanted lawman.","release_date":"1969-04-04","vote_average":6.4,"runtime":100,"cert":"N\/A","id":74333,"title":"Death of a Gunfighter","adult":false,"genre_ids":[37]},{"cast":["Louise Carletti","Franck Villard","Roger Karl","Jean Tissier","Jean Témerson"],"overview":"","release_date":"1946-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74334,"title":"L'Ennemi sans visage","adult":false,"genre_ids":[35,53]},{"cast":[],"overview":"City of London + City of Vatican + City of columbia are the 3 independant states within states wich composes the empire of the city. The first is financial control over earth economy, the second is religion control over the earth and the third one is military control over the earth. Together they make the very unholy trinity which forms the egyptian pyramid that we can see on the back of the privately owned federal reserve note that is used as american dollar to maintain the colony in debt and under the Queen. Many people realize that this mystifying situation, in which an alleged democratic and self-governing nation is actually controlled against the will of the people, is a clear indication that there must be a very powerful and well-financed occult organization which plans and directs world affairs, and for lack of a more specific identification thie suspected secret organization is popularly referred to as the International Financiers, Banksters cartel or \"The Crown corporation\"","release_date":"2006-09-04","vote_average":6.8,"runtime":300,"cert":"N\/A","id":74335,"title":"Ring Of Power - The empire of \"THE CITY\"","adult":false,"genre_ids":[14,28,99,878]},{"cast":["Park In-hwan","Na Moon-hee","Choi Min-sik","Song Kang-ho","Lee Yoon-sung"],"overview":"A family decides to buy a lodge in a remote hiking area. Their first customer commits suicide and the distraught family buries his body to avoid the bad publicity. But their luck gets worse, the bodies start piling up, and the family becomes frantic to rectify the situation.","release_date":"1998-04-25","vote_average":7.1,"runtime":98,"cert":"N\/A","id":74336,"title":"The Quiet Family","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"An inspection of the 9\/11 news footage. With some very controversial ideas supporting a \"No planes\" theory.","release_date":"2007-06-05","vote_average":0.0,"runtime":91,"cert":"N\/A","id":74337,"title":"September Clues","adult":false,"genre_ids":[99]},{"cast":["Joshua Zuehlke","Alex English","Jamie Lee Curtis","William Petersen","Gregory Peck"],"overview":"Chuck Murdock, a 12-year-old boy from Montana and son of a military jet pilot, becomes anxious after seeing a Minuteman missile on a school field trip. He protests the existence of nuclear weapons by refusing to play baseball, which results in the forfeit of a Little League game by his team. \"Amazing Grace\" Smith, a fictional Boston Celtics player, played by NBA star Alex English, decides to join the boy in his protest by resigning from professional basketball. This gives it nationwide coverage, inspiring more pro athletes to join the protest against nuclear weapons. The film reaches a climax when the President of the United States personally meets with Chuck, admiring his resolve but at the same time explaining the practical difficulties of disarmament. Sinister forces, meanwhile, threaten the lives of Amazing Grace and his agent, Lynn.","release_date":"1987-05-22","vote_average":5.6,"runtime":114,"cert":"N\/A","id":74340,"title":"Amazing Grace and Chuck","adult":false,"genre_ids":[18]},{"cast":["Totò","Carla Calò","Gianna Maria Canale","Luigi Pavese","Enzo Garinei"],"overview":"","release_date":"1949-12-20","vote_average":6.8,"runtime":null,"cert":"N\/A","id":74341,"title":"Totò le Mokò","adult":false,"genre_ids":[35]},{"cast":["Jordi Mollà","Bimba Bosé","Àlex Brendemühl","Josep Linuesa","Isaac de los Reyes"],"overview":"Fascinating journey through the life and work of the prestigious Catalan poet Jaime Gil de Biedma, both marked by sexuality and eroticism. Charismatic and somewhat eccentric, brilliant intellectual with extraordinary sensitivity and member of Barcelona's 'gauche divine' in the 60s, Gil de Biedma liked to describe himself as a 'poet of experience' while he suffered dreadfully from the dichotomy strangling him: bourgeois and executive for a multinational by day, communist and homosexual poet by night.","release_date":"2009-01-08","vote_average":7.1,"runtime":110,"cert":"N\/A","id":74342,"title":"The Consul of Sodom","adult":false,"genre_ids":[18]},{"cast":["David Carradine","Brad Dourif","Paul L. Smith","Sydney Lassick","Savina Geršak"],"overview":"A small-town car thief and his transvestite wife come across an abandoned infant; they amputate his tongue and train him for a life in crime.","release_date":"1990-10-26","vote_average":5.5,"runtime":96,"cert":"N\/A","id":74343,"title":"Sonny Boy","adult":false,"genre_ids":[28,18,53]},{"cast":["Adel Imam","Omar El-Hariri","Ragaa Al-Giddawy","Moustafa Metwali","Moshira Ismail"],"overview":"Adel Imam plays the role of educated person who is forced to work as house servant to hide from the police.","release_date":"1985-07-19","vote_average":7.1,"runtime":166,"cert":"N\/A","id":74344,"title":"Alwad Sayed Alshaghal","adult":false,"genre_ids":[10770,35]},{"cast":["Borja Navas","Fernando Tejero","Mariola Fuentes","Àlex Casanovas","Mar Regueras"],"overview":"Biopic of Spain's Juan Carlos Delgado \"El Pera\", a young delinquent in the 1980's who is a car pilot and a sport journalist nowadays.","release_date":"2006-01-13","vote_average":6.4,"runtime":115,"cert":"N\/A","id":74345,"title":"Volando voy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tony is a Cuban-American Metals trader. One sunny morning, while fishing off Key West-Florida, he finds the wreck of a makeshift raft floating close to the beach. The rafters names were carved on the wood of the boat (Pablo and Mariana). Tony travels to Cuba to find the Family of the rafters to tell them what he had found. This journey also becomes a discovery of his own Cuban roots. Tony finds the family and, shocked and surprised, finds the beautiful Mariana whom he presumed had died at sea, and she awakens in him his true destiny.","release_date":"2005-01-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74346,"title":"Finally, the Sea","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In Extremo in Concert","release_date":"2006-02-09","vote_average":5.3,"runtime":118,"cert":"N\/A","id":74347,"title":"In Extremo: Raue Spree","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Peace Through Superior Firepower is the name of Cradle of Filth's 2005 music DVD released through Roadrunner Records. The title references the popular T-shirt slogan featured in the 1986 film Aliens. The DVD contains a full concert filmed on 2 April 2005 at Elysée Montmartre, Paris. It also contains six music videos and extra features including footage of a signing session and a \"Shockumentary\".","release_date":"2005-11-18","vote_average":0.0,"runtime":90,"cert":"","id":74348,"title":"Cradle Of Filth: Peace Through Superior Firepower","adult":false,"genre_ids":[10402]},{"cast":["Mauricio do Valle","Odete Lara","Othon Bastos","Jofre Soares","Lorival Pariz"],"overview":"Mauricio do Valle reprises his role as Antonio das Mortes, the troubled hitman from Black God, White Devil. A new incarnation of Cangaceiro bandits, led by Coirana, has risen in the badlands. A blind landowner hires Antonio to wipe out his old nemesis. Yet after besting Coirana and accompanying the dying man to his mountain hideout, Antonio is moved by the plight of the Cangaceiro’s followers. The troubled hitman turns revolutionary, his gun and machete aimed towards his former masters.","release_date":"1969-05-20","vote_average":6.1,"runtime":100,"cert":"N\/A","id":74349,"title":"Antonio das Mortes","adult":false,"genre_ids":[18,37]},{"cast":[],"overview":"Fairy Dancing is perfect for any child who loves to sing and loves to dance! When Harmony and Rhapsody discover tiny ballet slippers, they remember childhood days of fairy ballet, and decide to spend the whole day dancing with their friends. From jazz to tap, tango to rock ‘n roll, bootscooting to ballet, the fairies discover so many different kinds of fan-fairy-tastic songs and dances. Featuring all of the Fairyland friends dancing through the Snuggery, Elf’s kitchen, the vibrant Fairyland and the top of the garden, Fairy Dancing is full of beauty and friendship and the sprinkling of glitter and magic that is The Fairies.","release_date":"2012-01-17","vote_average":0.0,"runtime":47,"cert":"N\/A","id":74350,"title":"The Fairies - Fairy Dancing","adult":false,"genre_ids":[16,10751]},{"cast":["Helena Ignez","Solon Barreto"],"overview":"A man and a woman are laying on a chess-like patio. Both are trying to reach each other in the best way they can. However, for some odd reason they don't get on their feet, they don't talk to each other, and the only sounds heard are voices coming from a radio and strange sounds that seem to indicate something's about to happen.","release_date":"1959-01-01","vote_average":7.0,"runtime":11,"cert":"N\/A","id":74353,"title":"Pátio","adult":false,"genre_ids":[18]},{"cast":["Tage Danielsson","Per Andrén","Toivo Pawlo","Marianne Stjernqvist","Åke Fridell"],"overview":"\"Christopher's Christmas Mission\"-  A tale about a boy who steals Christmas gifts from the wealthy to give to the poor people of Stockholm, while working in a post office on Christmas Eve.","release_date":"1975-12-24","vote_average":7.7,"runtime":23,"cert":"N\/A","id":74354,"title":"Sagan om Karl-Bertil Jonssons julafton","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Alex Wilcox","Anthony Stone","Austin Masters","Billy Herrington","Billy Boyd"],"overview":"Chi Chi is back with the third installment of the Link Series. Leather and fetish sex has never been hotter.","release_date":"2000-11-29","vote_average":8.0,"runtime":160,"cert":"N\/A","id":74355,"title":"The Final Link","adult":true,"genre_ids":[]},{"cast":["Walmor Chagas","Eva Wilma","Darlene Glória","Etty Fraser","Otelo Zeloni"],"overview":"Carlos is a young man from the São Paulo middle class who works for a big company during a time when foreign automobile industries were settling in Brazil. Shortly after, he accepts a job at a factory that makes automobile parts, where he becomes manager. To a certain extent, he is a family man who works hard, earns well and lives unsatisfied. Without any prospects in his life to change the condition he rejects, his last resort is escaping.","release_date":"1965-01-01","vote_average":7.8,"runtime":111,"cert":"N\/A","id":74360,"title":"São Paulo, Sociedade Anônima","adult":false,"genre_ids":[18]},{"cast":["Sven Lundberg","Max von Sydow","Annika Tretow","Jarl Kulle","Yvonne Lombard"],"overview":"Nils lives with his parents in the south of Sweden. He is a naughty boy and teases like the animals on the farm. They should not have him and be happy if he is bewitched one day with his hamster Crumb for punishment by a gnome.","release_date":"1962-09-12","vote_average":6.8,"runtime":95,"cert":"N\/A","id":74363,"title":"Wonderful Adventures of Nils","adult":false,"genre_ids":[12,10751]},{"cast":["Glauber Rocha","Di Cavalcanti","Antônio Pitanga"],"overview":"This controversial film from director Glauber Rocha records the funeral of his friend, major Brazilian painter Emiliano Di Cavalcanti.","release_date":"1977-03-11","vote_average":5.3,"runtime":18,"cert":"N\/A","id":74364,"title":"Di Cavalcanti","adult":false,"genre_ids":[99]},{"cast":["Jorge Amado","Zélia Gattai","Antônio Pitanga","Glauber Rocha","Luiz Carlos Barreto"],"overview":"Jorjamado no Cinema foi feito para um programa de televisão consagrado ao escritor Jorge Amado. Nesse documentário, Jorge Amado é filmado em sua casa, rodeado por sua numerosa família; numa livraria, durante uma sessão de autógrafos de um de seus livros, em um cinema em Salvador, na avant-première do filme Tenda dos Milagres, de Nelson Pereira dos Santos, adaptação do livro homônimo de Jorge Amado. Glauber filma seu amigo com muito humor e carinho. A câmera vai evoluindo lentamente, sem cessar e com rapidez sobre o escritor, seus familiares, atores e atrizes do filme de Nelson, além de passar por objetos de rituais de candomblé que constituem o museu de Jorge Amado.","release_date":"1979-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":74365,"title":"Jorge Amado no Cinema","adult":false,"genre_ids":[99]},{"cast":["Andrew Justice","Ashton Star","Dean Monroe","Derek Brodie","Jason Harley"],"overview":"Surf's up and so are these 9 hot surfer studs stroking, sucking and fucking from the beach to the bedroom. Local surfer dudes Derek Brodie and Jesse Santana spy a sexy new surfer on the beach - newcomer Zackary Ryan. They immediately introduce themselves but Zackary is oblivious to their come-ons.","release_date":"2007-03-01","vote_average":6.0,"runtime":102,"cert":"N\/A","id":74368,"title":"Longboard","adult":true,"genre_ids":[]},{"cast":["Annie Girardot","Laurent Malet","Michel Montanary"],"overview":"","release_date":"1979-11-07","vote_average":2.0,"runtime":null,"cert":"N\/A","id":74369,"title":"Bobo Jacco","adult":false,"genre_ids":[18]},{"cast":["Thierry de Carbonnières","Jean-Marc Maurel","Christian Barbier","Lillemour Jonsson","Bernard Rosselli"],"overview":"A crime ring is kidnapping women to sell them to the harems of rich Emirs, but the Vice squad put an end to it.","release_date":"1985-01-09","vote_average":7.0,"runtime":96,"cert":"N\/A","id":74370,"title":"Brigade of Death","adult":false,"genre_ids":[]},{"cast":["Marthe Keller","Daniel Ceccaldi","Fernando Rey","Tania Balachova","Dominique Guezenec"],"overview":"","release_date":"1973-09-28","vote_average":4.0,"runtime":110,"cert":"N\/A","id":74371,"title":"Fall of a Body","adult":false,"genre_ids":[18]},{"cast":["Lotta Tejle","Alice Havrell Nilsson","Frida Hallgren","Claes Månsson","Carina Johansson"],"overview":"Five-year-old Sara has a very special gift. She can fly. When her mother discovers this she promptly takes Sara to the hospital. The doctors poke, prod and probe as doctors invariably do, and it's no fun at all for young Sara. No one understands her. The thing is that she can only fly when she's so happy that it tingles in her tummy.","release_date":"2007-01-01","vote_average":5.5,"runtime":52,"cert":"N\/A","id":74372,"title":"Tingles","adult":false,"genre_ids":[18]},{"cast":["Elof Ahrle","Bengt Logardt","Ingrid Backlin","Anita Björk","Gösta Cederlund"],"overview":"Partners Ville and Rulle have developed an improved accordion but competitors try to get their hands on it.","release_date":"1946-01-31","vote_average":4.0,"runtime":90,"cert":"N\/A","id":74373,"title":"100 dragspel och en flicka","adult":false,"genre_ids":[35]},{"cast":["Blake Nolan","Collin O'Neal","Jake Deckard","Jason Crew","Jay Black"],"overview":"Something has happened. Ten men have struggled to shore, washed up on a muddy beach and lucky to be alive. They are dirty and tired, hungry and desperate. They will do anything to get rescued--and anything to survive! The sun is blistering and brutal, the beach dry and hot. To live they must enter the thick, mysterious jungle and fend for themselves in what will become an adventure of a lifetime!","release_date":"2006-12-30","vote_average":7.0,"runtime":176,"cert":"N\/A","id":74374,"title":"Lords of the Jungle","adult":true,"genre_ids":[]},{"cast":["Luc Merenda","James Mason","Marino Masé","Irina Maleeva","Daniele Dublino"],"overview":"After his son is kidnapped, a millionaire industrialist (James Mason) seeks revenge, in spite of the potential danger that his rash actions will bring about for his child and another kidnapped boy, the son of a poor mechanic (Luc Merenda).","release_date":"1975-08-27","vote_average":7.4,"runtime":97,"cert":"N\/A","id":74379,"title":"Kidnap Syndicate","adult":false,"genre_ids":[80]},{"cast":["Alex LeMonde","Andrew Rubio","Andy Hunter","Arpad Miklos","Collin O'Neal"],"overview":"Director Steven Scarborough and Manhunt.net join forces to bring you Manhunt.TheMovie! Hot House Exclusive Dick Wolf and Arpad Miklos lead this cast of 11 Internet savvy hunks who re-enact actual XXX encounters as told by the members of Manhunt.net. The bar scene is officially dead; these days, thousands of guys are online now and this is what they're looking for!","release_date":"2004-10-27","vote_average":7.5,"runtime":105,"cert":"N\/A","id":74380,"title":"Manhunt 1","adult":true,"genre_ids":[]},{"cast":["Paul Naschy","Romy","Mirta Miller","María Kosty","Aurora de Alba"],"overview":"An Indian mystic uses magical chants to raise women from the dead, then sends them out to perform revenge killings for him.","release_date":"1973-06-27","vote_average":3.5,"runtime":89,"cert":"N\/A","id":74381,"title":"Vengeance of the Zombies","adult":false,"genre_ids":[27]},{"cast":["D.O.","Marco Paris","Mario Perez","Marko Hansom","Rafael Alencar"],"overview":"Black Scorpion Entertainment presents Man Island, a hypnotic-erotic shipwreck fantasy that creates a sexual dynamism unlike anything seen in recent gay porn history. Black Scorpion went all out and rented a secluded island in the Mexican Gulf. By doing so, the cast and crew was able to take advantage of the island's multiple stunning settings, day and night. Each scene was an experiment in high-caliber filmmaking, as director Rafael Alencar and videographer mr. Pam teamed up to create a gay porn fantasy that's sexy, sultry, and completely distinctive. Lost at sea, D.O. swims ashore to what he thinks a desert island, but he soon finds hottie Mario Perez. They proceed to make out, with one of the hottest ass-eating scenes ever filmed. For \"better access\" they climb a tree, and then fuck in the tree - the chemistry is perfect. Once out of the tree D.O. has Mario up on a tree stump and finishes him off.","release_date":"2007-07-04","vote_average":7.0,"runtime":77,"cert":"N\/A","id":74382,"title":"Man Island","adult":true,"genre_ids":[]},{"cast":["Mia Skäringer"],"overview":"","release_date":"2011-10-19","vote_average":10.0,"runtime":120,"cert":"N\/A","id":74383,"title":"Dyngkåt och hur helig som helst","adult":false,"genre_ids":[]},{"cast":["Totò","Titina De Filippo","Silvana Jachino","Augusto Di Giovanni","Eduardo Passarelli"],"overview":"Mastr'Antonio Miciaccio caretaker and shoemaker is devoted to Saint John Beheaded and is trying to find out who has been stealing the oil that keeps the candle to the saint burning. He also does not approve of his daughter's boy friend and he does not want him to marry her.","release_date":"1940-12-12","vote_average":6.7,"runtime":null,"cert":"N\/A","id":74384,"title":"San Giovanni decollato","adult":false,"genre_ids":[35]},{"cast":["Seann William Scott","Jay Baruchel","Alison Pill","Liev Schreiber","Eugene Levy"],"overview":"Doug Glatt, a slacker who discovers he has a talent for brawling is approached by a minor league hockey coach and invited to join the team as the \"muscle.\" Despite the fact that Glatt can't skate his best friend, Pat, convinces him to give it a shot, and Glatt becomes a hero to the team and their fans, until the league's reigning goon becomes threatened by Glatt's success and decides to even the score.","release_date":"2012-01-06","vote_average":6.5,"runtime":92,"cert":"15","id":74387,"title":"Goon","adult":false,"genre_ids":[35]},{"cast":["Hugh Beaumont","Ann Savage","Edward Brophy","Mike Mazurki","Richard Travis"],"overview":"Pier 23 was one of three hour-long mysteries produced by Lippert Productions for both TV and theatrical release. Each of the three films was evenly divided into two half-hour \"episodes,\" and each starred Hugh Beaumont as San Francisco-based amateur sleuth Dennis O'Brien. In Pier 23, O'Brien first tackles the case of a wrestler who has died of a suspicious heart attack after refusing to lose a match. He then agrees to help a priest talk an escaped criminal into returning to prison. The film's two-part structure leads to repetition and predictability, but it's fun to watch TV's \"Ward Cleaver\" making like Philip Marlowe.","release_date":"1950-05-11","vote_average":4.5,"runtime":58,"cert":"N\/A","id":74390,"title":"Pier 23","adult":false,"genre_ids":[80,9648]},{"cast":["Tom Neal","Pamela Blake","Allen Jenkins","Virginia Sale","Keith Richards"],"overview":"The baby sitter is none other than veteran Hollywood tough guy Tom Neal. A private detective, Neal is hired to keep an eye on the child of married couple George Meeker and Rebel Randall. Actually, Meeker and Randall are jewel thieves, and their \"baby\" is their stolen loot. Neal eventually catches on when he realizes that this is the quietest child on earth. Running a scant 41 minutes, Case of the Baby Sitter was designed to be shown in tandem with another Screen Guild Productions \"briefie,\" The Hat Box Mystery: the films were shot back to back, with Tom Neal and Pamela Blake starring in both.","release_date":"1947-07-26","vote_average":4.0,"runtime":41,"cert":"N\/A","id":74391,"title":"The Case Of The Baby-Sitter","adult":false,"genre_ids":[9648]},{"cast":["Warren William","June Travis","Barton MacLane","Gene Lockhart","Kathleen Lockhart"],"overview":"A stock broker's small-town best friend thinks the bride-to-be and her family are gold-diggers so he does everything he can to prevent the wedding.","release_date":"1936-05-09","vote_average":5.0,"runtime":62,"cert":"N\/A","id":74392,"title":"Times Square Playboy","adult":false,"genre_ids":[35]},{"cast":["Doug E. Doug","Mario Joyner","John Leguizamo","Nestor Serrano","Kimberley Russell"],"overview":"Two African-Americans and two Puerto-Ricans (though one pretends to be Italian) go out on the town on a Friday night. They will be forced to get to know each other, and even worst, learn to like each other as friends","release_date":"1991-04-05","vote_average":6.7,"runtime":88,"cert":"","id":74395,"title":"Hangin' With The Homeboys","adult":false,"genre_ids":[35,18]},{"cast":["Ariadne Shaffer","Lonnie Schuyler","Christopher Sweeney","Sonja Soriano","Mike Nyman"],"overview":"A documentary filmmaker and her crew fight the elements and try to cope with their fears as they seek to understand the strange mystery of a flooded island where hundreds have died.","release_date":"2008-01-01","vote_average":2.0,"runtime":100,"cert":"N\/A","id":74398,"title":"Beneath the Mississippi","adult":false,"genre_ids":[53,27]},{"cast":["Anthony Perkins","Maurice Ronet","Yvonne Furneaux","Stéphane Audran","Annie Vidal"],"overview":"A champagne tycoon's (Furneaux) partner (Ronet) suspects his partner's gigolo husband (Perkins) of murders he's been framed for.","release_date":"1967-03-31","vote_average":5.4,"runtime":105,"cert":"N\/A","id":74399,"title":"The Champagne Murders","adult":false,"genre_ids":[18,53,80]},{"cast":["Michael York","Brigitte Fossey","Jacques Penot","Jean Bouise","Helen Hughes"],"overview":"Polish Martin Gray (Michael York) recalls the Holocaust, New York prosperity, and losing his wife (Brigitte Fossey) and family.","release_date":"1983-10-12","vote_average":8.1,"runtime":null,"cert":"N\/A","id":74400,"title":"For Those I Loved","adult":false,"genre_ids":[18,10752]},{"cast":["Eddy Mitchell","Michel Serrault","Carole Laure","Laurent Malet","Jean-Pierre Mocky"],"overview":"Michel,a referee has to suffer the consequences of having whistled a penalty against a team which is supported by football hooligans.","release_date":"1984-02-22","vote_average":5.7,"runtime":82,"cert":"N\/A","id":74401,"title":"Kill the Referee","adult":false,"genre_ids":[53,18]},{"cast":["Pierre Fresnay","Suzy Delair","Jean Tissier","Pierre Larquey","Noël Roquevert"],"overview":"Inspector Wens moves into a Paris boarding house to catch a serial killer.","release_date":"1942-08-05","vote_average":7.0,"runtime":84,"cert":"N\/A","id":74402,"title":"The Murderer Lives at Number 21","adult":false,"genre_ids":[53,80,9648]},{"cast":["William Holden","Virna Lisi","Bourvil","Madeleine Damien","Mario Feliciani"],"overview":"A French-American millionaire (William Holden), his girlfriend (Virna Lisi) and his war buddy (Andre Bourvil) try to grant his dying son's every wish.","release_date":"1969-09-25","vote_average":6.4,"runtime":110,"cert":"N\/A","id":74403,"title":"The Christmas Tree","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74404,"title":"سرمایه های بی خودی","adult":false,"genre_ids":[]},{"cast":["Sean Bean","Daragh O'Malley","Hugh Fraser","Michael Byrne","Pete Postlethwaite"],"overview":"Spain 1812 The Duke of Wellington plans to lay siege to Badajoz. A murderous figure from Sharpe's past uses a beautiful woman revenge himself on Sharpe, now the father of her child. Sharpe has reason to be happy, he holds his daughter for the first time and is given command of the Light Company again, together with his captaincy. But will his happiness be short lived?","release_date":"1994-05-25","vote_average":7.0,"runtime":100,"cert":"","id":74405,"title":"Sharpe's Company","adult":false,"genre_ids":[28,12,10752,36,10770]},{"cast":["Freddie Mercury","Brian May","John Deacon","Roger Taylor","Roy Thomas Baker"],"overview":"In 1971, four college students got together to form a rock band. Since then, that certain band called Queen have released 26 albums and sold over 300 million records worldwide. The popularity of Freddie Mercury, Brian May, Roger Taylor and John Deacon is stronger than ever 40 years on. But it was no bed of roses. No pleasure cruise. Queen had their share of kicks in the face, but they came through and this is how they did it, set against the backdrop of brilliant music and stunning live performances from every corner of the globe. In this film, for the first time, it is the band that tells their story. Featuring brand new interviews with the band and unseen archive footage (including their recently unearthed, first ever TV performance), it is a compelling story told with intelligence, wit, plenty of humor and painful honesty.","release_date":"2011-05-29","vote_average":7.9,"runtime":120,"cert":"","id":74406,"title":"Queen: Days of Our Lives","adult":false,"genre_ids":[99,10402]},{"cast":["Bernard Archard","Keith Barron","Terrence Hardiman","Roger Rees","Willoughby Goddard"],"overview":"A dramatized biography of William Tyndale, the 16th Century reformer determined to translate the Bible into English, which illegal act set him at odds with the Catholic Church, Sir Thomas More and King Henry VIII.","release_date":"1986-01-01","vote_average":6.5,"runtime":93,"cert":"","id":74409,"title":"God's Outlaw","adult":false,"genre_ids":[18,36]},{"cast":["Leroy Kincaid","Suzi Lorraine","Bryan Murphy","Matt Polinsky","Maurizio Corigliano"],"overview":"A king makes a pact with an ancient demon and after years of ruling his kingdom in peace, the demon has come to collect. Now a group of rival gladiators must fight for the survival of the kingdom.","release_date":"2011-01-27","vote_average":3.3,"runtime":85,"cert":"N\/A","id":74410,"title":"Kingdom of Gladiators","adult":false,"genre_ids":[28,12]},{"cast":["Frank Zappa"],"overview":"Frank Zappa and his band in a digitally recorded live performance at \"The Pier\" in New York, NY on August 26, 1984.","release_date":"2003-06-01","vote_average":6.5,"runtime":57,"cert":"N\/A","id":74413,"title":"Frank Zappa: Does Humor Belong in Music?","adult":false,"genre_ids":[10402]},{"cast":["Totò","Erzsi Paál","Franco Coop","Tina Pica","Oreste Bilancia"],"overview":"","release_date":"1937-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":74414,"title":"Fermo con le mani!","adult":false,"genre_ids":[35]},{"cast":["Sebastian Gregory ","Isabel Lucas","William Zappa","Roy Billing","Tammy Macintosh"],"overview":"A young aspiring rock guitarist is forced to become the musical director of the local marching band when his father is hit by a bus just four weeks before a major competition.","release_date":"2011-03-11","vote_average":4.7,"runtime":91,"cert":"N\/A","id":74415,"title":"A Heartbeat Away","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"A curse placed on a family who come to live in a new house by the sea.","release_date":"1991-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74416,"title":"Uruvam","adult":false,"genre_ids":[27]},{"cast":["Enrico Maria Salerno","Lee J. Cobb","Jean Sorel","Luciana Paluzzi","Claudio Gora"],"overview":"In early seventies Italy, plagued by criminality and political terrorism, a fearless police commissioner is sent to restore law and order in a northern industrial town devastated by a recent wave of violence and kidnappings..","release_date":"1973-11-16","vote_average":8.3,"runtime":95,"cert":"N\/A","id":74417,"title":"The Great Kidnapping","adult":false,"genre_ids":[80]},{"cast":["Lawrence Tierney","Barton MacLane","Marian Carr","Harry Shannon","Carol Forman"],"overview":"An ex-con sets up a program to straighten out hard-core prisoners. Things don't go as planned.","release_date":"1946-12-16","vote_average":7.5,"runtime":66,"cert":"N\/A","id":74420,"title":"San Quentin","adult":false,"genre_ids":[80]},{"cast":["Jean-Marie Bigard"],"overview":"","release_date":"1995-08-24","vote_average":6.2,"runtime":null,"cert":"N\/A","id":74421,"title":"Bigard - 100% Tout neuf","adult":false,"genre_ids":[35]},{"cast":["Carol Ohmart","Tom Tryon","Jody Lawrance","James Gregory","Elaine Stritch"],"overview":"A love triangle gets dangerous when murder is considered.","release_date":"1956-04-01","vote_average":3.8,"runtime":95,"cert":"N\/A","id":74422,"title":"The Scarlet Hour","adult":false,"genre_ids":[53]},{"cast":["Lennart Jähkel","Liv Mjönäs","Felicia Westling","Olga Henriksson","Anitha Nygårds"],"overview":"","release_date":"2007-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74423,"title":"Sara & Draken","adult":false,"genre_ids":[12,14]},{"cast":["Daphne Zuniga","David Sutcliffe","Evan Williams","Victor Zinck Jr."],"overview":"After years of making sure everything is perfect for her family, Joy Robertson is saying “enough,” and decides to go on strike for the Christmas season. If her husband, Stephen, and their kids want to have the perfect holiday, they will just have to organize it themselves.","release_date":"2010-12-05","vote_average":4.9,"runtime":87,"cert":"N\/A","id":74424,"title":"On Strike for Christmas","adult":false,"genre_ids":[18,10751]},{"cast":["Arpad Miklos","Brad Patton","Bryce Pierce","Corbin Michaels","Gus Mattox"],"overview":"What makes Falcon Exclusive Gus Mattox tick? What makes his dick hard and turns him on the most? Find out the answers when he gets to design all of his own sex scenes and choose his own partners. Man Made takes you on a personalized tour of Gus' sexual psyche: from a sensual one-on-one romp to a raunchy gang bang in a sleazy backroom.Starring Falcon Exclusives Gus Mattox, Brad Patton and Joe Sport, Falcon favorites Arpad Miklos, Lane Fuller, Joel Drake, Troy Punk, Corbin Michaels and Bryce Pierce, and newcomers Holden Grey and Marc Williams, Man Made is a non-stop Gus Mattox fantasy cum true. From mild to wild and back again, will Gus ever be satisfied?Watch Man Made and find out...","release_date":"2005-02-01","vote_average":7.5,"runtime":86,"cert":"N\/A","id":74425,"title":"Man Made","adult":true,"genre_ids":[]},{"cast":["Andrew Justice","Brock Armstrong","Dak Ramsey","Damien Holt","Dean Tucker"],"overview":"Clandestine and secret ... down a back-alley, covert and subversive ... our band of eight know where to ferret the nasty manaction they're starving for. Hidden in the shadows, they'll discover a smorgasbord of manmeat to feast on.","release_date":"2009-06-16","vote_average":7.0,"runtime":109,"cert":"N\/A","id":74426,"title":"Manhole 2","adult":true,"genre_ids":[]},{"cast":["Brad Mitchell","Chad Douglas","Dick Masters","Domino","Jeff Hardy"],"overview":"After being robbed by a hustler in Oregon, Rex Chandler decides to move to San Francisco to make a fresh start. After finding a new job and friends, Rex finds that San Francisco might be just the place for him. The biggest dicks in the business are here with 'bigger than John Holmes' Dick Masters, Chad Douglas, &amp; Rex Chandler. A size-connoisseur's dream come true!","release_date":"1989-07-04","vote_average":6.0,"runtime":80,"cert":"N\/A","id":74427,"title":"Manrammer","adult":true,"genre_ids":[]},{"cast":[],"overview":"Join your favourite Play School presenters Justine, Jay, Karen and Rhys as they sing songs, play games and tell stories in this brand new live production. With more than 35 songs, there's 50 minutes of Play School fun to enjoy!","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":74428,"title":"PlaySchool - Live in Concert","adult":false,"genre_ids":[]},{"cast":["Sage Cattabriga-Alosa","Seth Morrison","Erik Roner","Dash Longe","Ian McIntosh"],"overview":"Shot entirely on 16mm and HiDef, LOST AND FOUND is the story of the extraordinary season of 2007 as seen through the eyes of world-class skiers and snowboarders. With global drought persisting and ski resorts closing around the globe, athletes are forced to follow the snow, sending them deep into the uncharted north country of Alaska and Canada. Filmed almost entirely in North America, LOST AND FOUND is a testament to the terrain and conditions that only exist in the Western Hemisphere. This film will take you into the vast, unexplored Tordrillo Range of Alaska, proving that some of the best big mountain skiing in the world is still completely undiscovered.","release_date":"2007-01-01","vote_average":4.3,"runtime":60,"cert":"N\/A","id":74429,"title":"Lost And Found","adult":false,"genre_ids":[12,18,35,99,10749]},{"cast":["Meg Foster","Michael Burns","Bruce Dern","Marianna Hill","Burke Byrnes"],"overview":"Gary and Shay are two happy-go-lucky flower children who hitchhike in the beautiful Big Sur-Monterey area of California.","release_date":"1972-10-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":74430,"title":"Thumb Tripping","adult":false,"genre_ids":[18]},{"cast":["Amanda Davin","Jørgen Langhelle","Bjørn Floberg","Helena af Sandeberg","Torkel Petersson"],"overview":"Two 11-year olds, Julia and Martin, decide to swap lives with each other.","release_date":"2003-12-25","vote_average":4.8,"runtime":84,"cert":"N\/A","id":74431,"title":"Immediate Boarding","adult":false,"genre_ids":[10751]},{"cast":["Ítala Nandi","Flávio Galvão","Regina Duarte","Cristina Aché","Lucélia Maquiavelli"],"overview":"Fantasy comedy about Brazilian writer Oswald de Andrade, one of the most important icons of Modernism in Brazil. In the film, Oswald is played by two actors: Ítala Nandi, as his feminine anima, and Flávio Galvão, as the masculine half.","release_date":"1982-02-22","vote_average":7.5,"runtime":106,"cert":"N\/A","id":74432,"title":"The Brazilwood Man","adult":false,"genre_ids":[35]},{"cast":["Jim Davidson","Dave Lee","Victor Spinetti","Christie Goddard","Tim churchill"],"overview":"Jim Davidson is back with his most outrageous show ever - BOOBS IN THE WOOD! This hilarious Adult Panto, exclusive to video, captures the filthy follow-up to the Saucy SINderella in all its shocking glory. Strictly for GROWN-UP girls and boys only! This X-Rated Panto sees Jim playing the WICKED Sheriff of Nottingham, who has his eyes on a bag of loot, Maid Marion's assets and anything else that takes his fancy. He may even get his WICKED WAY - unless Robin and his Merry Men can stop him. Filmed in front of a packed house, the hysterical BOOBS IN THE WOOD is BIG, BAD, RUDE and CRUDE - and sure to leave you in stitches","release_date":"1999-06-14","vote_average":6.9,"runtime":105,"cert":"18","id":74433,"title":"Boobs in the Wood","adult":false,"genre_ids":[35]},{"cast":["Azlee Senario","Mazlan Pet pet","Wahid Senario","Mr. Os","Diana Amir"],"overview":"In yet another sequel to the franchise, \"Senario The Movie Ops Pocot\" continues the tale of three guys who are always being bullied. Azli is single and works at a supermarket as security guard but often sleeps on the job. Mazlan is a coward who works in a private company and has always been a target for bullying by his friends since he was young. Wahid is a quiet guy who works in an agency that supplies foreign workers. Azli, Mazlan, and Wahid's behaviour forces their superiors to enrol them to a motivational camp run by Ikatan Relawan Malaysia (RELA). The aim is to help them to change their perspectives in life. How will Azli, Mazlan and Wahid survive the camp when the discover that it is run by an angry and ferocious ex-military man?","release_date":"2011-07-21","vote_average":0.0,"runtime":83,"cert":"N\/A","id":74434,"title":"Senario The Movie: Ops Pocot","adult":false,"genre_ids":[35]},{"cast":["Claudette Colbert","Robert Ryan","Jane Cowl","Paul Kelly","Philip Ober"],"overview":"The wedding of Ellen and David is halted by a stranger who insists that the bride is already married to someone else. Though the flabbergasted Ellen denies the charge, the interloper produces enough evidence that his accusation must be investigated. Ellen and David travel to the small coastal town where her first wedding allegedly occurred. There, they meet a number of individuals whose stories make Ellen question her own sanity.","release_date":"1950-02-21","vote_average":4.6,"runtime":85,"cert":"N\/A","id":74437,"title":"The Secret Fury","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"","release_date":"1983-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":74438,"title":"Super teukgeup Majingga 7","adult":false,"genre_ids":[16]},{"cast":["Pepe Soriano","Miguel Ángel Solá","Oscar Martínez","Alberto Segado","Arturo Bonín"],"overview":"Historical film that focuses on political and social events took place in Argentina during the beginning of the 30s. Santafecino Deputy Lisandro de la Torre complaint in Congress Argentine meat business with England.","release_date":"1984-09-13","vote_average":0.0,"runtime":105,"cert":"N\/A","id":74439,"title":"Asesinato en el Senado de la Nación","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74440,"title":"Nikola Tesla: La electricidad","adult":false,"genre_ids":[99]},{"cast":["José Wilker","Luiz Linhares","Paulo César Peréio","Fernando Torres","Carlos Kroeber"],"overview":"The real story of the failed attempt of an independence coup by a group of intellectuals and rich men during Brazil's colonial days, from its beginning to the execution of Tiradentes.","release_date":"1972-01-01","vote_average":7.0,"runtime":78,"cert":"N\/A","id":74441,"title":"The Conspirators","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74442,"title":"Mas alla del código Davinci","adult":false,"genre_ids":[99]},{"cast":["Totò","Ughetto Bertucci","Carlo Campanini","Mario Castellani"],"overview":"In a small village Peter and Paul (both starring Toto), twin brothers of opposite characters, Peter, mayor of the town, is gruff, precise, picky all of a piece and never lets talk about his wife (Bice Valori), is totally different from his brother Paul, who loves the good life and beautiful women, such as the innkeeper's wife Oreste (Carlo Campanini) at the expense of his wife. The dispute between the two brothers is affecting the whole country, because the construction of the new prison, which will give bread and work for all, will be built on land owned by Paul and despite already there is a municipal resolution acquisition of land by part of the town, Peter refuses to carry out the transaction with his brother, blocking the start of work, because they are afraid you might think that makes favoritism to his brother.","release_date":"1951-09-23","vote_average":6.1,"runtime":null,"cert":"N\/A","id":74443,"title":"Toto the Third Man","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74444,"title":"Jardines de Dios","adult":false,"genre_ids":[99]},{"cast":["Totò","Marilyn Buferd","Bianca Maria Fusari","Alba Arnova","Adriana Serra"],"overview":"","release_date":"1950-10-31","vote_average":6.4,"runtime":null,"cert":"N\/A","id":74445,"title":"Tototarzan","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Behind the Backline, directed by Sam Erickson (My Morning Jacket's OKONOKOS, John Mayer's Any Given Thursday), features a 12 Camera HD shoot, stereo, and a 5.1 audio mix by Jeff Juliano (Dave Matthews Band, Ben Fold Five, Jason Mraz), and interweaves documentary footage with highlighted songs from the band\"s performance at the World's Most Famous Arena, Madison Square Garden.","release_date":"2007-06-05","vote_average":0.0,"runtime":87,"cert":"N\/A","id":74448,"title":"O.A.R.: Behind the Backline","adult":false,"genre_ids":[10402]},{"cast":["Jennifer Vuletic","Robert Menzies","Heather Bolton","Lucy Honigman"],"overview":"The story of how Australia's 'ANZAC myth' was born and the role of General John Monash in this process as soldier and statesman both during and after WW1.","release_date":"2011-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74449,"title":"Monash: The Forgotten Anzac","adult":false,"genre_ids":[18,10752]},{"cast":["Samarah Clements-Sheperd","Jimmy Jack","Angelique Malcolm","Greg McNeill","Kylie Milne"],"overview":"A little girl must suddenly confront her isolation due to puberty and the death of her father. She gradually sees her childhood relationships slip away as her life and life around her change.","release_date":"2001-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":74452,"title":"Pink Pyjamas","adult":false,"genre_ids":[]},{"cast":["Warren William","Claire Dodd","Guy Kibbee","William Gargan","Vince Barnett"],"overview":"High-rolling gambler \"Odds\" Owen (Warren William) establishes an American insurance agency created along the lines of Lloyd's of London. Owen insures Kentucky colonel Jefferson Davis Youngblood (Guy Kibbee) against the possibility that Youngblood's actress daughter Marilyn (Claire Dodd) might get married, thereby cutting off the Colonel's allowance. After scaring away several prospective suitors, Owen messes things up by falling in love with Marilyn himself. Odds are that the 60-minute Don't Bet on Blondes would be completely forgotten were it not for the presence of new Warner Bros. contractee Errol Flynn, who appears in two brief scenes as one of Marilyn's boyfriends. It was Flynn's first speaking role at Warners, and he carried it off with class if not distinction.","release_date":"1935-07-13","vote_average":6.0,"runtime":59,"cert":"N\/A","id":74455,"title":"Don't Bet On Blondes","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Forget what you saw in Twister -- this National Geographic program takes the dangerous pastime of tornado chasing to a whole new level. Tag along with the crew of the Tornado Intercept Vehicle -- an 8,000-pound monster with armor plating and bullet-proof windows mounted with a state-of-the-art IMAX camera -- as they drive straight into the heart of nature's fury to capture what it's really like in the eye of a storm.","release_date":"2005-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":74456,"title":"National Geographic: Tornado Intercept","adult":false,"genre_ids":[99]},{"cast":["Michael Clarke Duncan","Morgan Simpson","Kiele Sanchez","Taryn Manning","Luke Perry"],"overview":"A Tennessee-set drama focused on an individual's spiritual redemption.","release_date":"2011-08-26","vote_average":4.7,"runtime":91,"cert":"N\/A","id":74457,"title":"Redemption Road","adult":false,"genre_ids":[18]},{"cast":["Ali Zafar","Imran Khan","Katrina Kaif","Tara D'Souza","Kyra Dutt"],"overview":"London-based Luv Agnihotri decides to end his bachelorhood and asks his Bollywood film-maker brother, Kush, to find a bride for him - much to the displeasure of his Dehradun-based father. Kush accordingly meets and interviews a variety of women, and finally selects Delhi-based Dimple Dixit, a woman he had known before, to be the perfect match. Dimple and Luv meet on-line, are attracted to each other, and the former travels to India where the two families get the couple formally engaged. It is then Dimple decides that she prefers Kush. Watch as things spiral out of control when she insists that Kush must elope with her.","release_date":"2011-09-09","vote_average":6.3,"runtime":139,"cert":"N\/A","id":74458,"title":"Mere Brother Ki Dulhan","adult":false,"genre_ids":[18,35,10749]},{"cast":["Nao Minamisawa","Kim Joon"],"overview":"Story about friendship and love: when Mika looses her memories about her lover Hyung-joon, her boyfriend's friend steps in to act as her boyfriend.","release_date":"2010-03-20","vote_average":6.0,"runtime":120,"cert":"N\/A","id":74459,"title":"Kimi no Kioku wo Boku ni Kudasai","adult":false,"genre_ids":[10749,18]},{"cast":["Aries Spears","DJ Jazzy Jeff"],"overview":"Hollywood, Look I m Smiling is a laugh-out-loud and insightful comedy concert starring Mad TV s break-out star Aries Spears. Spears is in rare form as he tackles controversial topics such as political correctness , the Hollywood establishment and race relations in America.","release_date":"2011-03-22","vote_average":4.5,"runtime":64,"cert":"N\/A","id":74460,"title":"Aries Spears: Hollywood, Look I'm Smiling","adult":false,"genre_ids":[35]},{"cast":["Peter Dinklage","Ryan Kwanten","Summer Glau","Steve Zahn","Margarita Levieva"],"overview":"Three best friends and dedicated roleplayers take to the woods to reenact a dungeons and dragons-like scenario as a live action role-playing game. Trouble arises when a prop spellbook purchased from the internet ends up being a genuine grimoire and they unwittingly conjure up a blood-lusting succubus from hell.","release_date":"2013-01-21","vote_average":5.6,"runtime":86,"cert":"15","id":74461,"title":"Knights of Badassdom","adult":false,"genre_ids":[12,14,27,35]},{"cast":["S. Luis Bocardo","John D. Neal","Marcela Macias","Claire Yauss","Hugo Martinez"],"overview":"A gun for hire, grows a conscience in this short film, written and directed by Hugo Martinez. Originally screened at the Los Angeles Film School as an Independent Student Short Film.","release_date":"2010-11-16","vote_average":6.0,"runtime":9,"cert":"N\/A","id":74462,"title":"A Fragile Hit","adult":false,"genre_ids":[18,80]},{"cast":["Matt Damon","Scarlett Johansson","Thomas Haden Church","Colin Ford","Maggie Elizabeth Jones"],"overview":"Benjamin has lost his wife and, in a bid to start his life over, purchases a large house that has a zoo – welcome news for his daughter, but his son is not happy about it. The zoo is in need of renovation and Benjamin sets about the work with the head keeper and the rest of the staff, but, the zoo soon runs into financial trouble.","release_date":"2011-12-08","vote_average":6.7,"runtime":124,"cert":"PG","id":74465,"title":"We Bought a Zoo","adult":false,"genre_ids":[18,35,10751]},{"cast":["Lex Barker","Chelo Alonso","Massimo Serato","Graziella Granata","Luigi Tosi"],"overview":"A pirate double-crosses a political leader when the man attempts to regain possession of his daughter.","release_date":"1959-10-22","vote_average":0.0,"runtime":99,"cert":"N\/A","id":74466,"title":"The Pirate and the Slave Girl","adult":false,"genre_ids":[28,12,18]},{"cast":["Paul Muni","Josephine Hutchinson","Anita Louise","Donald Woods","Fritz Leiber"],"overview":"A true story about Louis Pasteur, who revolutionized medicine by proving that much disease is caused by microbes, that sanitation is paramount and that at least some diseases can be cured by vaccinations.","release_date":"1936-01-01","vote_average":6.9,"runtime":86,"cert":"N\/A","id":74469,"title":"The Story of Louis Pasteur","adult":false,"genre_ids":[36,18]},{"cast":["Mona Freeman","Jean Kent","Maxwell Reed","Hugh Miller","Gretchen Franklin"],"overview":"A woman travels to England to attend her parents' funeral. She is told by officials that they died of natural causes together, but she doesn't buy it. She comes to suspect that the nurse who took care of her parents was involved in their deaths, but since the nurse is well thought of in the town, no one believes her. What she doesn't know is that her parents' killer has selected her as the next victim","release_date":"1954-01-01","vote_average":4.5,"runtime":76,"cert":"","id":74470,"title":"Shadow of Fear","adult":false,"genre_ids":[9648]},{"cast":["Rob Freeman","Prince David Oseia","David Dontoh","Ben Crowe","Glenn Salvage"],"overview":"When the last evacuation flight out of war-torn Africa crashes off the coast, American Air Force Engineer Lieutenant Brian Murphy (ROB FREEMAN) emerges as the sole survivor in a land where the dead are returning to life and attacking the living.","release_date":"2010-08-30","vote_average":5.8,"runtime":105,"cert":"18","id":74471,"title":"The Dead","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Zizan Razak","Juliana Evans","Taiyuddin Bakar","Jue Aziz"],"overview":"\"Hantu Bonceng\" revolves around Amran (Zizan Raja Lawak) a delivery boy who often races in illegal drag races. It all started when Amran wins a race and is given a girl as his prize for winning the race. The girl rode with Amran to the port but Amran's bike was hit by the lorry after a turn in the junction. The girl died on the spot while Amran was brought to the hospital. The incident forces Amran to change as the ghost of the dead lady keeps haunting him every night. Amran feels the tension and asks his best friend Kunyit (Taiyuddin Bakar) for help.","release_date":"2011-08-30","vote_average":4.3,"runtime":90,"cert":"N\/A","id":74472,"title":"Hantu Bonceng","adult":false,"genre_ids":[35]},{"cast":["Collin O'Neal","Dirk Jager","Dominic Pacifico","Huessein","Jake Deckard"],"overview":"In 2006, Raging Stallion rocked the porn world with the release of Chris Ward's Arabesque--arguably one of the finest adult films of the past ten years. In 2007, the studio is ready to do it again with the release of Mirage, a two-disc, six hour, big budget sexual adventure filled with Middle Eastern men. In the tradition of Arabesque, Mirage is certain to be a contender for ALL top awards--indeed, Mirage may very well be the Movie of the Year!","release_date":"2007-09-14","vote_average":8.0,"runtime":180,"cert":"N\/A","id":74475,"title":"Mirage","adult":true,"genre_ids":[]},{"cast":["Colin Gordon","Tom Adams","Wanda Ventham","Ed Bishop"],"overview":"In the year 1980 the Earth is threatened by an alien race who kidnap and kill humans and use them for body parts. A highly secret military organization is set up in the hope of defending the Earth from this alien threat. This organization is named SHADO (Supreme Headquarters Alien Defence Organization) and operates from a secret location beneath a film studio. They also operate a fleet of submarines and have a base on the moon as well as an early warning satellite that detects inbound UFOs. UFOs can be destroyed in space by Interceptors which are launched from Moonbase. If one gets through it can be attacked in the Earth's atmosphere by a high altitude aircraft launched from one of the submarines. If a UFO also avoids this and manages to land it can be tracked and destroyed by a number of Mobiles (armored vehicles) which are deployed throughout the world","release_date":"1971-01-01","vote_average":7.4,"runtime":null,"cert":"N\/A","id":74476,"title":"Gerry Anderson's UFO","adult":false,"genre_ids":[878]},{"cast":["Omid Abtahi","Heather McComb","Ron Canada","Navi Rawat","Ajay Mehta"],"overview":"As a Sikh man with a full beard and turban, AMRIT SINGH is often the target of racial profiling. But when he sees his dreams of becoming Chief of Surgery at a state-of-the-art transplant center dwindle because of his appearance, Amrit goes against a tradition he's maintained his whole life and cuts his hair. Hiding this decision from his girlfriend and family in Toronto is only the start of a series of compromises Amrit finds himself making as he deals with hospital politics and health care injustices. When his compromises result in the death of a patient, Amrit begins to reexamine the value of the religious traditions he'd turned his back on.","release_date":"2008-12-14","vote_average":5.5,"runtime":97,"cert":"N\/A","id":74477,"title":"Ocean of Pearls","adult":false,"genre_ids":[18]},{"cast":["Adam Dexter","Carlo Masi","Chris Wide","Dave Angelo","Edu Boxer"],"overview":"The naturally muscular Colt Man has never been seen better than in Muscle Up! Award-winning producer\/director John Rutherford has assembled a first rate cast brought to America from all over the world to make a movie that could only be made here on U.S. soil. Five scenes of dramatic sexual power beautifully photographed in the golden California desert sun. Two memorable scenes with Carlo Masi, a big fan favorite, who bottoms on camera for the first time. A charged final scene of Latin Lust as Edu Boxer is captured both on top of and underneath the water by Rutherford's special camera. Nine of the most muscular bodies to be seen in gay adult videos today are brought together in the pool of a desert resort and its picturesque surroundings. Memorable Colt Men. Memorable action. Memorable surroundings. Typical John Rutherford.","release_date":"2005-05-25","vote_average":8.0,"runtime":90,"cert":"N\/A","id":74478,"title":"Muscle Up!","adult":true,"genre_ids":[]},{"cast":["Coby Mitchell","Derek Reynolds","Hunter Vance","Jason Michaels","Josh West"],"overview":"It's night. Men are on the prowl; mischief turns into adventure. Just be vigilant and watch!Wide-eyed and watchful, they wait for the cue to drop their guard and sneak an adventure. Sexed-up men, hungry for cocks to suck and asses to fuck - all of them wary in the shadowy night.","release_date":"2008-11-11","vote_average":6.0,"runtime":96,"cert":"N\/A","id":74479,"title":"Nightwatchmen","adult":true,"genre_ids":[]},{"cast":[],"overview":"Get ready for a virtual tour of the exciting world of Okinawa. More than 40 islands in the ocean will show you their beauty, from the sky, land and underwater. A relaxing music will wrap you warm and help to distract from the daily bustle.","release_date":"2008-09-17","vote_average":4.0,"runtime":60,"cert":"N\/A","id":74480,"title":"Virtual Trip Okinawa Kerama","adult":false,"genre_ids":[99]},{"cast":["Sameera Reddy","Gaurav Kapoor","Peeya Rai Chowdhary","Antara Mali","Sohail Khan"],"overview":"Stranded in an abandoned building, six friends relate scary stories while a crazed killer lurks in the forest.","release_date":"2003-06-25","vote_average":6.3,"runtime":121,"cert":"N\/A","id":74481,"title":"Darna Mana Hai","adult":false,"genre_ids":[27]},{"cast":["Vinicius de Moraes","Camila Morgado","Ricardo Blat","Maria Bethânia","Chico Buarque"],"overview":"The setup of a show is the starting point for the reconstruction of an unparalleled trajectory in the cultural scenery of Brazil. Vinicius' life, his friends, his loves... Author of more than 400 poetries and 400 lyrics to songs, the creative essence of the artist and the daily philosophy, as well as Rio de Janeiro's transformations through rare archive footage, interviews and the interpretation of many of his classics build this wonderful documentary film.","release_date":"2005-11-01","vote_average":5.2,"runtime":124,"cert":"N\/A","id":74482,"title":"Vinicius","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Man Named Pearl tells the inspiring story of self-taught topiary artist Pearl Fryar. It offers a message that speaks to respect for both self and others, and shows what one person can achieve when he allows himself to share the full expression of his humanity.","release_date":"2006-10-20","vote_average":7.9,"runtime":78,"cert":"N\/A","id":74485,"title":"A Man Named Pearl","adult":false,"genre_ids":[99]},{"cast":["Mark Bedell","Victor Campos","Matthew Carroll","Seymour Cassel","Mark Charran"],"overview":"Rachael, an aspiring pianist with a troubled past, disguises herself as a boy and searches for her father, a free-wheeling musician who abandoned her when she was a child.","release_date":"2006-08-17","vote_average":0.0,"runtime":86,"cert":"N\/A","id":74486,"title":"Ray of Sunshine","adult":false,"genre_ids":[18,53]},{"cast":["Meredith Baxter","Lesley Ann Warren","Bridget Ann White","Holt McCallany","Ellery Sprayberry"],"overview":"Two old friends who share a life-long secret are forced to face the truth—and its consequences—when one is diagnosed with a terminal illness and wants to put her affairs in order.","release_date":"2009-03-07","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74487,"title":"Bound By a Secret","adult":false,"genre_ids":[18]},{"cast":["Jason David Frank","Keven Damien","Paul Logan","Gloria Carmona","Carlisle Forrester"],"overview":"The true to life story of one of Hollywood's top stuntmen, as well as some of the most spectacular stunts ever filmed. \"Fall Guy\" follows the life and times of legendary stunt man and director, John Stewart.","release_date":"2007-02-20","vote_average":0.0,"runtime":95,"cert":"N\/A","id":74488,"title":"Fall Guy: The John Stewart Story","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"West of Brooklyn takes us on a heartfelt and often humorous journey from Brooklyn, New York to Hollywood, California. \"Sebi\" is a young Italian American man, a simple street kid and a secret beat poet, who after the death of his mother escapes Brooklyn to join his crew of friends who recently relocated to L.A. These colorful characters from New York are truly fish out of water in L.A. and Sebi longs to find a place he can feel at home. Sebi's friends, a beautiful rich girl from Beverly Hills named \"Matty\", and his idol, a famous Bronx poet named \"Gaetano D'Amico\" bring Sebi face to face with his identity and help him find the courage to be exactly who he was all along. Written by Ronnie Marmo","release_date":"2008-02-19","vote_average":2.0,"runtime":97,"cert":"N\/A","id":74489,"title":"West of Brooklyn","adult":false,"genre_ids":[18,35,10749]},{"cast":["Madisen Beaty","Emily Cho","Ry Feder Pruett","Ben Larned","Allison Larned"],"overview":"Battling their way back after being thrown into the dangerous world of a popular fictional book series, five kids learn that they can't change the past, but how they deal with it in the present will determine their future.","release_date":"2010-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74492,"title":"The Five","adult":false,"genre_ids":[12,14,10751]},{"cast":["Tsuyoshi Kusanagi","Yui Aragaki","Takao Osawa","Yui Natsukawa","Michitaka Tsutsui"],"overview":"Based on the plot of an award-winning Crayon Shin-chan animated movie from 2002, a boy named Shinichi (Takei) does the time-traveling and meets a feared general named Ijiri Matabei (Kusanagi). Ijiri is in love with Princess Ren (Aragaki) who subsequently rejects an arranged marriage to Okura Itakatora (Osawa), a powerful daimyo of northern Kanto. Enraged by the rejection, Okura sends a large army to Ijiri's smaller state and it's up to Shinichi to change their destiny.","release_date":"2009-09-05","vote_average":5.8,"runtime":132,"cert":"N\/A","id":74493,"title":"Ballad","adult":false,"genre_ids":[18,28,10749]},{"cast":["James Caan","Geneviève Bujold","Jennifer Tilly","Maribel Verdú","Peter Keleghan"],"overview":"A murder in an old apartment building leads the superintendent to suspect everyone, and eventually himself, of the murder.","release_date":"2003-05-17","vote_average":5.4,"runtime":98,"cert":"N\/A","id":74494,"title":"Jericho Mansions","adult":false,"genre_ids":[9648,53,18]},{"cast":["Jin Akanishi","Kie Kitano","Kengo Kora","Yuki Shibamoto","Anne Watanabe"],"overview":"Set in Japan in the early 1990s, there's one rising band called LANDS, that is starting to find success amidst a flood of other bands. Asako and Miharu are two Tokyo high school students. When Miharu gives Asako her favorite indie rock band; a LANDS CD, she becomes an overnight fan and sets her heart on the talented guitarist Yukiya.  LANDS was formed among friends, but as the band begins to climb the ladder towards major stardom, they get in touch with the dark side of the music industry, discord surfaces, inevitable frictions emerge, and unrequited love strains their friendship, threatening to pull their bonds apart.","release_date":"2010-01-16","vote_average":6.1,"runtime":119,"cert":"N\/A","id":74495,"title":"Bandage","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Wolfgang Völz","Rufus Beck","Hannes Jaenicke","Volker Brandt"],"overview":"The fairytale story revolves around a young prince who - along with his entourage - is turned into a nutcracker through his own ungrateful and selfish behaviour, and awaits a kindly soul who'll release him from the spell. The mouse-king seeks the magic that made this happen so that he can become all-powerful. The prince (now a nutcracker) finds hope in the form of a girl who risks everything to help him become real again, while the mouse-king and his armies do everything they can to steal the magic for themselves.","release_date":"2004-10-12","vote_average":5.7,"runtime":82,"cert":"N\/A","id":74496,"title":"The Nutcracker and The Mouseking","adult":false,"genre_ids":[16,10751,14]},{"cast":["Stephy Tang","Kary Ng Ga-Wing","Sammy Leung","Ken Lo","Chrissie Chau"],"overview":"Former classmates Alexandra (Stephy Tang) and Alexis (Kary Ng) may share the same name, but they couldn’t be more different. Alexandra is beautiful, intelligent, rich, and completely insufferable. Self-centered and patronizing, she’s an expert in quick put-downs, nasty name-calling, and brokering gossip into profit. Alexis is a simple-minded, pure-hearted, and hard-working gal who is constantly bullied by her future sister-in-law’s family with whom she stays. Crossing paths again by chance, the two girls don’t want anything to do with each other – until a freak accident causes them to switch bodies!","release_date":"2008-11-27","vote_average":0.0,"runtime":100,"cert":"N\/A","id":74497,"title":"Nobody's Perfect","adult":false,"genre_ids":[99]},{"cast":["Amaliya Mordvinova","Mikhail Efremov","Tatyana Lyutaeva","Ignat Akrachkov","Natalya Batrak"],"overview":"What's going to happen if you meet your soul mate but she's not ready even to hear about sex?..","release_date":"2008-11-27","vote_average":0.0,"runtime":74,"cert":"N\/A","id":74498,"title":"Antisex","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lyudmila Gurchenko","Oleg Tabakov","Aleksandr Filippenko","Aleksandr Shirvindt","Lev Lemke"],"overview":"Lyudmila Gurchenko's brilliant performance in a musical drama about a life of the struggling singer.","release_date":"1984-06-06","vote_average":3.5,"runtime":77,"cert":"N\/A","id":74499,"title":"Applause, Applause...","adult":false,"genre_ids":[10749,18]}]