[{"cast":["Irina Kupchenko","Svetlana Smirnova","Oleg Yankovskiy","Ivan Bortnik","Zinaida Sharko"],"overview":"Zina is sixteen. She is a manipulative schoolgirl living in a small Russian town among sincere and simple people. Zina is nice on the surface, but so unable to enjoy normal life, that she is desperately trying to hurt someone. She tries to seduce and compromise a handsome young man, but he is smart enough to see through her and escapes from her trap. Zina manipulates her classmates so she looks like a victim. Now Zina's teacher, Vera, a sweet and loving lady, takes care of her trying to save the troubled girl, but in return, Zina becomes extremely crafty to hurt the teacher.","release_date":"1975-12-16","vote_average":6.9,"runtime":89,"cert":"N\/A","id":74500,"title":"Other People's Letters","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2010-07-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":74503,"title":"Ecstasy Bandits","adult":false,"genre_ids":[]},{"cast":["Ana Claudia Talancón","Pedro Armendáriz Jr.","Miguel Rodarte"],"overview":"Three novellas are connected by the character of Don Julio. The old man lives alone in a hacienda which is being absorbed by the huge Mexico City. Don Julio escapes from the surrounding reality into the world of memories. Images from the past are so strong that they reawaken his old love for aunt Cecilia and young Clotilde.","release_date":"2009-05-08","vote_average":5.5,"runtime":90,"cert":"N\/A","id":74504,"title":"Purgatorio","adult":false,"genre_ids":[18]},{"cast":["Gretchen Lodge","Johnny Lewis","Alexandra Holden","Ken Arnold","Brenna McDonough"],"overview":"Newlywed Molly moves into her deceased father's house in the countryside, where painful memories soon begin to haunt her.","release_date":"2012-05-18","vote_average":5.1,"runtime":100,"cert":"15","id":74505,"title":"Lovely Molly","adult":false,"genre_ids":[27,53]},{"cast":["Kevin Hart","Na'im Lynn"],"overview":"Experience the show that quickly became a national phenomenon. Get an up-close and personal look at Kevin Hart back in Philly where he began his journey to become one of the funniest comedians of all time. You will laugh 'til it hurts!","release_date":"2011-09-09","vote_average":7.4,"runtime":89,"cert":"N\/A","id":74510,"title":"Kevin Hart: Laugh at My Pain","adult":false,"genre_ids":[35,99]},{"cast":["Tori Spelling","Dean McDermott","Brett Watson","Jasson Finney","Tyrone Benskin"],"overview":"Holly Winters (Tori Spelling) is an unhappy-in-love, prosecuting attorney. After suffering a serious head injury, she gains the psychic power to read minds and decides to use this new-found power to catch a killer...","release_date":"2006-08-12","vote_average":0.0,"runtime":90,"cert":"N\/A","id":74511,"title":"Mind Over Murder","adult":false,"genre_ids":[14,53,878]},{"cast":["Tyrone Power","Micheline Presle","Tom Ewell","Robert Patten","Tommy Cook"],"overview":"American soldiers stranded in the Philippines after the Japanese invasion form guerrilla bands to fight back.","release_date":"1950-11-08","vote_average":5.2,"runtime":105,"cert":"N\/A","id":74512,"title":"American Guerrilla in the Philippines","adult":false,"genre_ids":[18,10752]},{"cast":["Diane Kruger","Djimon Hounsou","Benoît Magimel","Denis Ménochet","Raphaël Personnaz"],"overview":"Afghanistan. War correspondent Elsa Casanova is taken hostage by the Taliban. Faced with her imminent execution, a Special Forces unit is dispatched to free her. In some of the world’s most breathtaking yet hostile landscapes, a relentless pursuit begins between her kidnappers who have no intention of letting their prey escape them and a group of soldiers who risk their lives in pursuit of their single aim – to bring her home alive. This strong, independent woman and these men of duty are thrown together and forced to confront situations of great danger that inextricably bind them – emotionally, violently and intimately.","release_date":"2011-11-02","vote_average":6.6,"runtime":109,"cert":"N\/A","id":74513,"title":"Special Forces","adult":false,"genre_ids":[28,18,10752]},{"cast":["Toni Ucci","Vittorio Congia","Alicia Brandet","Eva Gioia","Gisella Sofio"],"overview":"","release_date":"1965-08-11","vote_average":5.8,"runtime":null,"cert":"N\/A","id":74514,"title":"Gli amanti latini","adult":false,"genre_ids":[35]},{"cast":["Roi Hayashi","Katsunori Takahashi","Sho Aikawa","Eiichiro Funakoshi","Hideo Sakaki"],"overview":"Yuukai Rhapsody follows a man who is stuck in a rut, no personal life and no cash lead him to the drastic decision of kidnapping a rich boy, unbeknownst to him the boy's father is a yakuza boss! With the yakuza and the police hot on his tail he is forced to take the boy and go on the run, somehow during the journey kidnapper and kidnappee begin to develop a friendship with one another.","release_date":"2010-04-03","vote_average":0.0,"runtime":111,"cert":"N\/A","id":74517,"title":"Accidental Kidnapper","adult":false,"genre_ids":[18]},{"cast":["Cristina Rosato","Roc LaFortune","Sean Devine","Nicole Leroux","Michael Mando"],"overview":"Five friends return home from a marriage in Canada to the United States. Not far from the border, two customs officers stop them to check their identity.","release_date":"2010-10-19","vote_average":5.2,"runtime":95,"cert":"18","id":74518,"title":"Territories","adult":false,"genre_ids":[53,27]},{"cast":["Oleg Dyachuk","Oksana Borbat"],"overview":"","release_date":"2008-01-01","vote_average":2.3,"runtime":null,"cert":"N\/A","id":74519,"title":"Hutorskie strasti","adult":false,"genre_ids":[35,14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74520,"title":"My Sweet Sexy Interactive Girl 3D","adult":true,"genre_ids":[]},{"cast":["Joseph Cross","John Pyper-Ferguson","Brando Eaton","Nicole Badaan","Sherry Stringfield"],"overview":"Born To Race is the story of Danny Krueger, a rebellious young street racer on a collision course with trouble. After an accident at an illegal street race, he is sent to a small town to live with his estranged father, a washed up NASCAR racer. When Danny decides to enter the NHRA High School Drags, he's forced to seek his father's help in taking down the local hot shot","release_date":"2011-03-19","vote_average":6.0,"runtime":99,"cert":"N\/A","id":74523,"title":"Born to Race","adult":false,"genre_ids":[28]},{"cast":["Bruce Boxleitner","Megan Gallagher","Lin Shaye","Tom Wright","Dan Lauria"],"overview":"In the 21st Century, terrorists have developed a new way to strike: disease. Not only have they created a deadly Level Four Ebola virus, their first victim is the President of the United States. The virus is particularly contagious and is spreading. If a cure cannot be found, the only chance for saving the world from epidemic is for the army to destroy the hospital and the town where the victims, including the President, are currently contained. The clock is ticking. As doctors search for a cure the military seeks to annihilate them all in a race to stop the deadly path of the contagion. Can the spread be stopped before its too late?","release_date":"2002-05-15","vote_average":3.8,"runtime":95,"cert":"N\/A","id":74524,"title":"Contagion","adult":false,"genre_ids":[18,878]},{"cast":["Claudette Colbert","Robert Cummings","Don Ameche","Rita Johnson","George Coulouris"],"overview":"A woman wakes up in the middle of the night on board a train, but she can't remember how she got there. Danger and suspense ensue.","release_date":"1948-02-18","vote_average":6.1,"runtime":97,"cert":"N\/A","id":74525,"title":"Sleep, My Love","adult":false,"genre_ids":[18,9648,80,53]},{"cast":["Bernard Campan","Karin Viard","Jean-Hugues Anglade","Olivier Rabourdin"],"overview":"","release_date":"2007-09-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":74526,"title":"La Face cachée","adult":false,"genre_ids":[18,35]},{"cast":["Richard Egan","Dorothy Malone","Cameron Mitchell","Billy Chapin","Royal Dano"],"overview":"When the owner of a stagecoach station is killed, a gunman takes his place.","release_date":"1956-10-03","vote_average":6.3,"runtime":93,"cert":"N\/A","id":74527,"title":"Tension at Table Rock","adult":false,"genre_ids":[37]},{"cast":["Lillian Randolph","Thea Vidale"],"overview":"Tom has amnesia and believes he's a mouse. Jerry, finding him more obnoxious as a fellow rodent than as a cat, seeks to cure him with a blow to the head.","release_date":"1951-10-06","vote_average":7.4,"runtime":7,"cert":"N\/A","id":74530,"title":"Nit-Witty Kitty","adult":false,"genre_ids":[35,16]},{"cast":["Oleg Zhakov","Boris Cinkin","Viktor Sharlakhov","Boris Baykov","Ismail Daghistanli"],"overview":"The Great Patriotic War. The Soviet submarine T-9, passing through the minefields of the North Sea, penetrates the enemy port. Sailors drown enemy transport ships, but soon find out that they are late - enemy troops and weapons are already unloaded and sent to the front. Captain Kostrov finds himself in a situation where a combat mission is almost impossible, but he must fulfill it - for him it is a matter of honor or dishonor.","release_date":"1943-09-22","vote_average":0.0,"runtime":68,"cert":"N\/A","id":74533,"title":"Submarine T-9","adult":false,"genre_ids":[10752,18]},{"cast":["Bill Nighy","Maggie Smith","Tom Wilkinson","Judi Dench","Dev Patel"],"overview":"British retirees travel to India to take up residence in what they believe is a newly restored hotel. Less luxurious than its advertisements, the Marigold Hotel nevertheless slowly begins to charm in unexpected ways as the residents find new purpose in their old age.","release_date":"2011-11-28","vote_average":6.9,"runtime":124,"cert":"12A","id":74534,"title":"The Best Exotic Marigold Hotel","adult":false,"genre_ids":[18,35]},{"cast":["Zinoviy Gerdt","Semyon Farada","Grigoriy Shpigel","Evgeniy Papernyy","Georgiy Kishko"],"overview":"An old sea captain and his student decide to take part in the international regatta. At the same time an amateur thief steals a statue of Aphrodite from Louvre and boards their yacht by mistake. A long, fun adventure is ahead.","release_date":"1979-06-06","vote_average":7.5,"runtime":117,"cert":"N\/A","id":74535,"title":"Adventures of Captain Vrungel","adult":false,"genre_ids":[16,35,12,28]},{"cast":["Channing Tatum","Al Pacino","Juliette Binoche","Katie Holmes","James Ransone"],"overview":"A rookie cop is assigned to the 118 Precinct in the same district where he grew up. The Precinct Captain starts receiving letters about two unsolved murders that happened many years ago in the housing projects when the rookie cop was just a kid. These letters bring back bad memories and old secrets that begin to threaten his career and break up his family.","release_date":"2011-11-04","vote_average":5.1,"runtime":90,"cert":"N\/A","id":74536,"title":"The Son of No One","adult":false,"genre_ids":[18,53,80]},{"cast":["Nick Broomfield","Sarah Palin"],"overview":"A journey that takes the viewers across the icy mid-winter snows of Alaska to meet her school friends, family, and Republican colleagues, to try and discover the real Sarah Palin.","release_date":"2011-09-30","vote_average":5.9,"runtime":91,"cert":"","id":74537,"title":"Sarah Palin: You Betcha!","adult":false,"genre_ids":[99]},{"cast":["Vytautas Tomkus","Valentina Titova","Aleksandr Vokach","Rolands Zagorskis","Paul Butkevich"],"overview":"В 1944 году из Рижского художественного музея при отступлении нацистов была похищена картина Энгра \"Рафаэль и Форнарина\". Прошли годы. Во время международного ралли один из автогонщиков обнаружил полотно в дверце автомобиля. Он подумал, что картину контрабандой перевозил его старший напарник-штурман, но тот убедил парня, что полотно им подложили, чтобы они не могли попасть в олимпийскую сборную. Он не поверил, но и сдать картину начальнику пробега не решился. Происходят и другие загадочные события. А за ними уже следили. Самое важное - выйти на тех, кто должен забрать украденное произведение искусства...","release_date":"1978-06-06","vote_average":5.7,"runtime":90,"cert":"N\/A","id":74538,"title":"Rally","adult":false,"genre_ids":[80,9648]},{"cast":["Emmanuelle Vaugier","Aaron Douglas","Paul Campbell","Crystal Lowe","Curtis Caravaggio"],"overview":"A team of  climbers is assembled by a rich and eccentric man to rescue a missing expedition he sent up to a forbidden mountain who disappeared after sending out one last disturbing radio message.","release_date":"2011-08-01","vote_average":4.1,"runtime":85,"cert":"","id":74539,"title":"Killer Mountain","adult":false,"genre_ids":[12,10770]},{"cast":["Vitali Solomin","Yelena Solovey","Lev Lemke","Emmanuil Vitorgan","Galina Yatskina"],"overview":"После нескольких лет счастливой семейной жизни жена изменила мужу. Для мужчины это - настоящая трагедия. Перед ним встают вопросы: как жить дальше? Простить измену ли нет? Можно ли продолжать любить после предательства? Тяжелые переживания приводят к тому, что у мужа появляется навязчивая идея - убить любимую. Мужчине даже приходится обратиться к психиатру...","release_date":"1990-06-06","vote_average":5.0,"runtime":89,"cert":"N\/A","id":74540,"title":"Rogonosets","adult":false,"genre_ids":[18]},{"cast":["Anthony LaFont","Billy Brandt","Cameron Fox","Colby Taylor","Jeff Palmer"],"overview":"No matter how hard you try, you can't escape their frenzied lust. Led by Falcon Exclusive Travis Wade, an army of demanding thugs - Falcon Exclusives Jeff Palmer, Anghony Lafont, Sebastian Gronoff, and Cameron Fox; plus Kevin Pearce - abduct, torment, and just fuck the hell out of their captive sexslaves: Falcon Exclusives Billy Brandt, Colby Taylor, Karl Tenner and Matt Skyler; plus Michel Mattel and Jeremy Jordan. Do you like it rough? Then this video will no doubt please you, Sir!","release_date":"1999-06-16","vote_average":9.0,"runtime":87,"cert":"N\/A","id":74541,"title":"No Way Out","adult":true,"genre_ids":[]},{"cast":["Jerome Courtland","Paul Frees","James MacDonald","Thurl Ravenscroft"],"overview":"Noah gets the word: build an ark in seven days. His sons cut the necessary trees in three days, and much furious sawing and hammering follows. But there's no rest, as they need to round up all the animals. Noah boards the animals, then his sons, their wives, and his wife (who packed a ferocious picnic). The rains and flood begin. The animals soon develop cabin fever and get restless, but Mrs. Noah has the answer: \"Music has charms to soothe the savage beast.\" His sons find instruments and begin playing; everyone dances. But Harry the hippo dances with everyone but his wife; Noah goes to her, and while she tells him not to mention Harry's name, Noah convinces her that Harry is thinking only of her. The rains end; Noah sends a dove out who brings back an olive branch. They land on Mount Ararat and disembark.","release_date":"1959-11-10","vote_average":3.8,"runtime":20,"cert":"N\/A","id":74542,"title":"Noah's Ark","adult":false,"genre_ids":[16]},{"cast":["Boris Livanov","Innokentiy Smoktunovskiy","Alla Demidova","Lyudmila Arinina","Yuri Grebenshchikov"],"overview":"A drama based on the daily life of the hospital and it's doctors.","release_date":"1968-06-06","vote_average":5.0,"runtime":95,"cert":"N\/A","id":74543,"title":"Degree of Risk","adult":false,"genre_ids":[18]},{"cast":["Dirk Bogarde","Stanley Baker","Jacqueline Sassard","Michael York","Vivien Merchant"],"overview":"Stephen is a professor at Oxford University who is caught in a rut and feels trapped by his life in both academia and marriage. One of his students, William, is engaged to the beautiful Anna, and Stephen becomes enamored of the younger woman. These three people become linked together by a horrible car crash, with flashbacks providing details into the lives of each person and their connection to the others in this brooding English drama.","release_date":"1967-02-05","vote_average":6.4,"runtime":105,"cert":"PG","id":74544,"title":"Accident","adult":false,"genre_ids":[80,18]},{"cast":["George Sanders","Sally Gray","David Burns","Gordon McLeod","Athene Seyler"],"overview":"In an unusual move for a mere program picture, RKO Radio filmed A Saint in London on location in England, using a largely British cast and crew. George Sanders makes his second appearance as suave soldier of fortune Simon Templer, aka The Saint. This time, Templar gets mixed up with a gang of counterfeiters who've murdered and robbed a European count of 1,000,000 pounds. He is aided reluctantly by Scotland Yard inspector Teal (Gordon McLeod), who's convinced that Templar himself pulled off the heist, and less reluctantly by light-fingered Dugan (David Burns) and dizzy socialite Penny Parker (Sally Gray). The Saint in London was directed by John Paddy Carstairs, who later worked on some of the episodes of the Saint TV series.","release_date":"1939-06-30","vote_average":5.9,"runtime":72,"cert":"N\/A","id":74545,"title":"The Saint In London","adult":false,"genre_ids":[9648]},{"cast":["Matthias Schoenaerts","Sien Eggers","Vincent Lecuyer","Stefan Perceval","Marit Stocker"],"overview":"Samuel works in Brussels as a pharmaceutical delivery man. His gorgeous girlfriend Mireille heads off to New York to intern at a prestigious architecture firm. Shortly after her departure, Sam's computer is hacked. A series of rather dodgy IT-guys fail to protect his wireless network. The mysterious hacker seems intent on screwing up Samuel's life and his relationship with Mireille. Paranoia kicks in. Sam starts to suspect his neighbors and gets obsessed with WiFi-rays... Love, paranoia and two lovers separated by an ocean of communication devices.","release_date":"2010-08-12","vote_average":5.5,"runtime":91,"cert":"N\/A","id":74546,"title":"Pulsar","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["George Sanders","Wendy Barrie","Paul Guilfoyle","Jonathan Hale","Linda Hayes"],"overview":"George Sanders makes his final appearance as crook-turned-detective Simon Templar, a.k.a. \"The Saint,\" in The Saint in Palm Springs. The gimmick in this one is a set of rare stamps, smuggled from England. Wendy Barrie is the true heir to this treasure, and the Saint is engaged to protect her and the stamps. Our hero meets Barrie in a posh Palm Springs resort, where a gang of homicidal thieves have converged to relieve the girl of her inheritance. Three murders and one kidnapping attempt later, the villains are foiled by the Saint, with the aid of his onetime partner in crime Pearly Gates (Paul Guilfoyle). The Saint in Palm Springs is the sixth in RKO's series of films based on the character created by Leslie Charteris.","release_date":"1941-01-24","vote_average":5.4,"runtime":66,"cert":"N\/A","id":74547,"title":"The Saint In Palm Springs","adult":false,"genre_ids":[80,9648]},{"cast":["Jerome Cowan","Faye Emerson","Gene Lockhart","Marjorie Hoshelle","Robert Kent"],"overview":"After years of faithful supporting-player service to Warner Bros., Jerome Cowan was rewarded with two starring vehicles, the first of which was Find the Blackmailer. Cowan is cast as private eyes D. L. Trees, who is hired by mayoral candidate John M. Rhodes (Gene Lockhart) to prevent any sort of adverse publicity. It seems that, somewhere in town, there's this talking blackbird (!) who insists upon saying that Rhodes will commit a murder. When the killing occurs, Rhodes is implicated, and Trees is off on a hectic pursuit of the incriminating crow-and the actual murderer. Faye Emerson is decorative as the leading lady, while the supporting cast is festooned with such \"usual suspects\" as John Harmon, Bradley Page and Lou Lubin.","release_date":"1943-11-06","vote_average":6.5,"runtime":55,"cert":"N\/A","id":74548,"title":"Find the Blackmailer","adult":false,"genre_ids":[80,18,9648]},{"cast":["Danielle Panabaker","Sherry Stringfield","Sarah Maine","Willie Stratford","Jason Loughlin"],"overview":"Beautiful Katie Lapp has always felt something missing in her simple Amish existence -- until a mysterious \"Englisher\" comes to Lancaster County looking for the baby girl she gave up for adoption 19 years ago.","release_date":"2011-04-16","vote_average":5.9,"runtime":88,"cert":"N\/A","id":74549,"title":"The Shunning","adult":false,"genre_ids":[18]},{"cast":["Wayne Morris","Brenda Marshall","Willie Best","Alexis Smith","Alan Hale"],"overview":"Elinor Bentley Fairchild's previous three grooms-to-be have either died or been maimed. Her aunt hires Lucky Downing to become engaged to her for a month to break the curse. But Lucky becomes a target of what appears to be the ghost of one of the former fiances.","release_date":"1941-09-06","vote_average":6.5,"runtime":71,"cert":"N\/A","id":74550,"title":"The Smiling Ghost","adult":false,"genre_ids":[35,9648,27]},{"cast":[],"overview":"Computer animation compilation that features a soundtrack by Kerry Livgren and two more vocal tracks, One Dark World (sung by Darren Rogers) and Aspen Moon (sung by Livgren's nephew Jacob)[4]. Odyssey Into The Mind's Eye also features versions of CGI sequences from Johnny Mnemonic and Ecco: The Tides of Time. Released on VHS and DVD by Sony Music.","release_date":"1996-09-10","vote_average":6.0,"runtime":50,"cert":"N\/A","id":74551,"title":"Odyssey Into The Mind's Eye","adult":false,"genre_ids":[14,16,878]},{"cast":["Laura Leighton","Brandy Ledford","Gedeon Burkhard","Andrew Jackson","Anne Openshaw"],"overview":"Socialite Molly Lasch is released from prison after serving a six-year sentence for the murder of her husband, Dr. Gary Lasch. Now, with the help of Fran, an investigative reporter, Molly sets out to prove her innocence. Together they uncover a conspiracy of silence at the Lasch Medical Center and a shocking secret that could cost both women their lives.","release_date":"2002-11-17","vote_average":4.3,"runtime":95,"cert":"N\/A","id":74554,"title":"We'll Meet Again","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Gail Cadden","Laurel Casillo","Morgan Hooper","Ryan Maslyn","Elyssa Mersdorf"],"overview":"It's Miriam's 21st Birthday. As a birthday gift, Miriam's aunt Gail has decided to lend Miriam her beautiful country house for an entire weekend. Aunt Gail's country house is amazing. It's a four bedroom house surrounded by breathtaking mountains and miles and miles of woods. Miriam invites her young college friends Cassy, Mark, Tanya and Leo to join her at the country house for what looks to be the most amazing weekend ever. Of course they all jump at the chance to spend a free weekend in the country, in the middle of nowhere. Miriam's friends are totally in the mood for a big time party weekend. They're also anxious to escape the dark and gloomy concrete jungle known as Manhattan. Miriam, Cassy and Tanya bring the food. Mark brings the beer and Leo, the aspiring filmmaker, brings his new video camera. Leo hopes to produce a short movie by documenting every amazing moment of this weekend getaway...","release_date":"2009-06-17","vote_average":4.2,"runtime":86,"cert":"N\/A","id":74555,"title":"Evil Things","adult":false,"genre_ids":[27]},{"cast":[],"overview":"This is a feature-length look into the creation of the 20 year old cult-classic, Monster Squad, including interviews with writer\/director Fred Dekker, stars Tom Noonan, Duncan Regehr, Andre Gower and more.","release_date":"2007-07-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":74556,"title":"Monster Squad Forever!","adult":false,"genre_ids":[99]},{"cast":["John Cleese","Graham Chapman","Eric Idle","Terry Gilliam","Terry Jones"],"overview":"Animated short, created for DVD and viral, for Python Pictures. Doubtless Spite Your Face Production's most viewed film, thanks to its place on the Holy Grail DVD, but also via countless broadcast appearances worldwide. She's also been featured on a number of magazine discs and in the days before YouTube, could be found at the very top of the charts on Yahoo Movies, iFilm, Atom Films and Veoh. Today it continues to spread of its own accord, inspiring imitators and even sequels.","release_date":"2001-01-01","vote_average":6.5,"runtime":2,"cert":"N\/A","id":74557,"title":"Monty Python and the Holy Grail in Lego","adult":false,"genre_ids":[35,16,10402]},{"cast":[],"overview":"Fifty years after the fall of his country, can the Dalai Lama make a breakthrough in his efforts to find a solution to the Tibet question?","release_date":"2010-01-20","vote_average":6.0,"runtime":79,"cert":"N\/A","id":74558,"title":"The Sun Behind the Clouds: Tibet's Struggle for Freedom","adult":false,"genre_ids":[]},{"cast":["Eric Close","Ricardo Sosa Jr.","Samantha Mathis","Dionne Audain","April Turner"],"overview":"After his football career, Ben Beck returned to his Virginia small town and joined the family building firm. His family happiness with wife Lorrie and adolescent son Jessie is suddenly tested by the return of Ben's first high-school love, Ava Andersson, who visits from Chicago, after a failed marriage, to bury her ma. Ava seduces Ben into reliving their courtship, which she traumatically broke off without a goodbye. Jesse reacts furiously, even backseats his own football scholarship bid, rather pa's projected ambition, in favor of a writing summer course","release_date":"2010-11-29","vote_average":4.0,"runtime":88,"cert":"N\/A","id":74559,"title":"Unanswered Prayers","adult":false,"genre_ids":[18,10770]},{"cast":["Juan Pablo Olyslager","Brenda Lara Markus","Julio Serrano","Roberto Díaz Gomar","Kunti Shaw"],"overview":"In Guatemala, violence is contagious. The neighbors of Villas de La Esperanza, in fear of an eventual invasion of those infected by violence, arm themselves and patrol nights, risking their lives for the safety of their families. But battling violence with violence only spreads the contagion, and the neighbors will realise that the greatest danger is not what lurks outside their secure gated community. The real danger lies within. In Guatemala violence is contagious, and we are all infected.","release_date":"2011-04-15","vote_average":0.0,"runtime":96,"cert":"N\/A","id":74560,"title":"Toque de Queda","adult":false,"genre_ids":[53,18,27]},{"cast":["Michael Madsen","Alison Carroll","Vincent van Ommen","Fajah Lourens","Semmy Schilt"],"overview":"CIA Agent Martin Keele (Michael Madsen - Reservoir Dogs Kill Bill) sets the wheels spinning in this gritty urban action thriller, as mysterious gangster J.D. goes on the rampage in Amsterdam, stopping at nothing to uncover those who have betrayed him","release_date":"2011-09-12","vote_average":3.8,"runtime":90,"cert":"N\/A","id":74561,"title":"Amsterdam Heavy","adult":false,"genre_ids":[28]},{"cast":["Sade","Andrew Hale","Stuart Matthewman"],"overview":"This impressive record of Sade's 1993 live peformances reminds us of just how much her distinctive sound combines languorously emotional pop with lightweight but musically fulfilling cocktail jazz. As fine as the voice is, we can never forget that Sade's backing band are sidemen rather than mere accompanists, and in several of the 18 numbers here we get solos of real virtuosity. The selection of songs includes many of Sade's hits--\"Cherry Pie,\" \"Smooth Operator,\" \"Your Love Is King\"--and some less well-known songs from the albums, such as \"Red Eye\" and \"Jezebel.\" --Roz Kaveney, Amazon.co.uk","release_date":"1994-11-22","vote_average":6.7,"runtime":96,"cert":"","id":74562,"title":"Sade Live","adult":false,"genre_ids":[10402]},{"cast":["Jessie Andrews","Alec Knight","Alex Gonz","Danny Mountain","Darla Crane"],"overview":"Jessie Andrews stars as Elle, a Call Girl haunted by her past. Through a series of liberating sexual experiences she is able to unlock the doors to her own secrets and confront the darkness that she has been running from.","release_date":"2011-08-25","vote_average":5.2,"runtime":149,"cert":"N\/A","id":74565,"title":"Portrait of a Call Girl","adult":true,"genre_ids":[18]},{"cast":["Arnaud Barre","Hubert Bouyssières","Laurent Capelluto"],"overview":"Un chef de gare surréaliste, un poète de la mécanique, un retraité \"à la coule\", une centenaire à l'humeur chantante, un paysan voyageur, un gyrocoptère qui fait du sur-place, un coq qui passe à la casserole... La Vie comme elle va prend les choses comme elles viennent et les gens comme ils sont. Loin du cynisme de la ville, le film révèle la réalité décalée d'un petit village de la campagne aveyronnaise : un bouquet champêtre d'humanité dont les héros sont reliés par un même désir, celui de vivre à Najac, proches de la nature, et y vivre bien, libres.","release_date":"2003-06-09","vote_average":6.7,"runtime":97,"cert":"N\/A","id":74566,"title":"As Life Goes By","adult":false,"genre_ids":[]},{"cast":["Schuyler Fisk","John Cleere","Stephen McHattie","Stanley Townsend","Pauline McLynn"],"overview":"During the course of one summer, a young Irish lad named Chris befriends an American boy named Joe. The two couldn't be more different, yet they become inseparable. Things turn horribly wrong however, when Chris discovers his new best friend isn't a he, but a she. The sadness only begins as Chris learns why Joe's gender must be kept a secret.","release_date":"1996-08-29","vote_average":10.0,"runtime":101,"cert":"N\/A","id":74567,"title":"My Friend Joe","adult":false,"genre_ids":[10751,18]},{"cast":["Nikolaj Lie Kaas","Peter Lund Madsen","Lars Hjortshøj","Andreas Bo Pedersen","Casper Christensen"],"overview":"Zulu Comedy Galla is a Danish Comedy Award show shown on TV2 Zulu once a year. At the show the Comedian of the year and \"Läkerols Talentpris\" are awarded and three new comedians attempts to make it in to the comedy scene.","release_date":"2011-09-04","vote_average":6.5,"runtime":126,"cert":"N\/A","id":74568,"title":"Zulu Comedy Galla 2011","adult":false,"genre_ids":[35]},{"cast":["Karl-Arne Holmsten","Annalisa Ericson","Nils Hallberg","Anita Björk","Sven Lindberg"],"overview":"The married detective couple John and Kajsa Hillman goes on a vacation to Holmfors mill where a friend of Kajsa's lives with her husband. When a young woman is found murdered it is clear that this is another case for the Hillmans.","release_date":"1958-02-01","vote_average":6.3,"runtime":110,"cert":"N\/A","id":74569,"title":"Damen i svart","adult":false,"genre_ids":[53]},{"cast":["Sônia Braga","Paulo César Peréio","Vera Fischer","Tarcísio Meira","Regina Casé"],"overview":"Man meets woman, and invites her home. The two start an intense relationship in order to shield themselves from loneliness.","release_date":"1981-04-01","vote_average":7.3,"runtime":110,"cert":"N\/A","id":74570,"title":"I Love You","adult":false,"genre_ids":[18]},{"cast":["Pierre-Luc Lafontaine","Émile Mailhiot","Geneviève Rioux","Juliette Gosselin","Denis Trudel"],"overview":"A nightmarish accident that leads to an elderly man’s death one night after getting drunk with his best friend Yves. Neither chooses to confess just yet. Yves, the brasher member of the duo, succeeds in living on with his life, but Gabriel, more shy and honest, feels the guilt choking him as days turn into weeks and weeks become months...","release_date":"2011-03-18","vote_average":6.8,"runtime":93,"cert":"N\/A","id":74571,"title":"Guilt","adult":false,"genre_ids":[18]},{"cast":["Steven Berkoff","Paul Freeman","Peter Firth","Florinda Bolkan","Desmond Llewelyn"],"overview":"The story of the great train robber Ronald Biggs.","release_date":"1988-05-12","vote_average":0.0,"runtime":104,"cert":"N\/A","id":74572,"title":"Prisoner of Rio","adult":false,"genre_ids":[18,53]},{"cast":["Park Ye-jin","Baek Yoon-sik","Ryu Deok-hwan","Oh Dal-su","Danny Ahn"],"overview":"Dr. KIM Sang-chul who is a world renowned genius medical scientist is killed by himself and his head is cut and missing in his funeral. While a dispatch rider, Hong-je, delivers Dr. KIM’s head, he is kidnapped by Baek-jung and his elder sister, Hong-joo goes head to head with him to save Hong-je!! As far as she chases him, the forces into the background of Dr. KIM’s head are revealed and Hong-joo is in danger. Can a reckless but loyal female journalist save her bro and take the scoop what she wants so eagerly?","release_date":"2011-05-26","vote_average":7.5,"runtime":100,"cert":"N\/A","id":74573,"title":"Head","adult":false,"genre_ids":[28,53]},{"cast":["Hee-ji Wang","Jeon No-min","Sang-yeon Jo","So-hyeon-I Kim","Lee Ki-woo"],"overview":"Detective Cho is incompetent and always fails to be promoted. His only pleasures in life are spying on neighbors who are having affairs or binge drinking. One day, Cho comes across the corpse of what seems to be a child on a nearby mountain and he decides to investigate the case, thinking that this is his last chance to impress his boss. Cho enlists the help of his partner, Detective Lee, and together the two embark upon an investigation that will test their professional judgement. The more they learn about the case, the more they come to suspect that the poverty-stricken father of the dead child is their killer. But the case goes off course when the two begin to sympathize with him.","release_date":"2011-04-07","vote_average":6.0,"runtime":98,"cert":"N\/A","id":74574,"title":"Sin of a Family","adult":false,"genre_ids":[80,53]},{"cast":["Linda Fiorentino","Daniel Baldwin","Gregg Henry","Bill Smitrovich","Millie Perkins"],"overview":"Homicide cop Rita Cates takes a murder case where the victim is a Las Vegas stripper. The investigation immediately takes a perverse turn when she discovers the prime suspect: a psychotic ex-cop with whom she once had a torrid affair. That initial affair drove Cates' husband to suicide, but it doesn't stop her from picking up where she left off. In the heat of passion, she jeopardizes the case, her career and her life.","release_date":"1995-04-21","vote_average":4.5,"runtime":91,"cert":"N\/A","id":74575,"title":"Bodily Harm","adult":false,"genre_ids":[53]},{"cast":["Shintarō Katsu","Kyusaku Shimada","Mieko Harada","Junichi Ishida","Tamasaburo Bando"],"overview":"The reincarnation of a 10th century Japanese general haunts 1920's Tokyo.","release_date":"1988-01-30","vote_average":6.2,"runtime":135,"cert":"N\/A","id":74576,"title":"Tokyo: The Last Megalopolis","adult":false,"genre_ids":[9648,14,27,53]},{"cast":["Nando Reis"],"overview":"This is a live DVD recorded for MTV in 2004, where the former Titãs frontman performs 18 songs from various phases of his career. As usual, when it comes to these MTV live recordings, the sound and production is very slick and elaborate, constituting a rich framework for Nando Reis' music. Worth special mention here are the versions of some of his own tracks that were previously recorded by other artists, such as \"Relicário,\" \"All Star\" and the beautiful \"O Segundo Sol\" (all three by Cássia Eller) and \"Do Seu Lado\" (Jota Quest). The old Titãs material is also excellent, as for example the hit \"Cegos do Castelo,\" the reggae \"Marvin\" and the slightly odd but humorous \"Não Vou Me Adaptar.\" The mildly meditative \"Mantra\" is another highlight. On \"Pomar\" Reis is joined by the young band Ultramen from Rio Grande do Sul. The fine production and excellent song material make this perhaps Nando Reis' strongest effort as a solo artist.","release_date":"2004-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74577,"title":"MTV Ao Vivo - Nando Reis e os Infernais","adult":false,"genre_ids":[10402]},{"cast":["Bernard Giraudeau","Jean-Pierre Lorit","Charles Berling","Florence Thomassin","Jean-Pierre Léaud"],"overview":"Nicolas, a handsome, young waiter, is befriended by Frédéric Delamont, a wealthy middle-aged businessman. Delamont, a man of power, influence and strictly refined tastes, is immediately smitten by Nicolas' charm. Lonely and phobic, Delamont offers Nicolas a lucrative job as his personal food taster. In spite of their differences, a close friendship begins to emerge between the two men. However, their bond of trust and admiration soon spirals downward into a dangerous game of deceit and obsession for which neither is prepared.","release_date":"2000-04-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":74578,"title":"A Matter of Taste","adult":false,"genre_ids":[18]},{"cast":["Deitrick Haddon","Ariana Pierce","Ryan Pierce","Sheryl Lee Ralph"],"overview":"When his father encounters insufferable hardship, Dwight Hawkins (real-life gospel singer Deitrick Haddon) is torn between Christian duty and his own desire to pursue his dreams as a gospel singer. But what does God really have planned for him? Sheryl Lee Ralph co-stars alongside gospel stars Karen Clark-Sheard, Kiki Sheard and Dr. Bobby Jones in this modern parable inspired by the biblical story of David and Saul.","release_date":"2010-01-01","vote_average":8.0,"runtime":101,"cert":"N\/A","id":74579,"title":"Blessed and Cursed","adult":false,"genre_ids":[]},{"cast":["Robert Dhéry","Louis de Funès","Colette Brosset","Raymond Bussières","Jacqueline Maillan"],"overview":"A small-town policeman is informed that \"naked women\" are dancing in a revue at a local variety theater. Being the guardian of public morals that he is, he decides to stroll on down there and check it out for himself.","release_date":"1954-10-15","vote_average":5.4,"runtime":95,"cert":"N\/A","id":74580,"title":"Peek-a-boo","adult":false,"genre_ids":[35]},{"cast":["Isuzu Yamada","Yôko Umemura","Benkei Shiganoya","Eitarô Shindô","Taizô Fukami"],"overview":"Umekichi, a geisha in the Gion district of Kyoto, feels obliged to help her lover Furusawa when he asks to stay with her after becoming bankrupt and leaving his wife. However her younger sister Omocha tells her she is wasting her time and money on a loser. She thinks that they should both find wealthy patrons to support them. Omocha therefore tries various schemes to get rid of Furusawa, and set themselves up with better patrons.","release_date":"1936-10-15","vote_average":7.2,"runtime":69,"cert":"N\/A","id":74581,"title":"Sisters of the Gion","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This DVD is the first production of the record in this format to the kids and presents Aline Barros as an actress under the general direction of Marina de Oliveira. But the main thing is that biblical values are transmitted in plain language, spontaneous, the way the kids understand: no blah-blah-blah, but the saving message of Jesus Christ.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74582,"title":"Aline Barros & Cia","adult":false,"genre_ids":[10402,10751]},{"cast":["Bernard Blier","Jean Carmet","Maria Pacôme","Evelyne Buyle","Betty Mars"],"overview":"","release_date":"1974-11-27","vote_average":5.3,"runtime":null,"cert":"N\/A","id":74583,"title":"Bons baisers... à lundi","adult":false,"genre_ids":[35]},{"cast":["Hans Söllner","Gabi Benkert","Achim Bergmann","Peter Mühltaler","Jürgen Barto"],"overview":"","release_date":"2004-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74584,"title":"Der bayerische Rebell","adult":false,"genre_ids":[99]},{"cast":["Jennifer Jones","Montgomery Clift","Gino Cervi","Richard Beymer"],"overview":"While on vacation in Rome, married American Mary Forbes becomes entangled in an affair with an Italian man, Giovanni Doria. As she prepares to leave Italy, Giovanni confesses his love for her; he doesn't want her to go. Together they wander the railroad station where Mary is to take the train to Paris, then ultimately reunite with her husband and daughter in Philadelphia. Will she throw away her old life for this passionate new romance?","release_date":"1953-04-02","vote_average":5.9,"runtime":63,"cert":"N\/A","id":74585,"title":"Indiscretion of an American Wife","adult":false,"genre_ids":[18,10749]},{"cast":["Lior Ashkenazi","Ania Bukstein","Danny Geva","Yael Grobglas","Henry David"],"overview":"A brother and sister who run away from home find sanctuary in a deserted nature reserve. When the sister falls into the trap of a psychopathic killer, the brother sets out on a race against time to find help. In a twist of fate the rescue of the sister becomes inadvertently intertwined with the lives of a group of young tennis players, a ranger and his dog, as well as a team of policemen.","release_date":"2010-12-02","vote_average":6.0,"runtime":90,"cert":"N\/A","id":74586,"title":"Rabies","adult":false,"genre_ids":[27]},{"cast":["Michel Serrault","Bernard Blier","Paul Meurisse","Marion Game","Gérard Depardieu"],"overview":"","release_date":"1971-02-10","vote_average":5.7,"runtime":85,"cert":"N\/A","id":74587,"title":"Le Cri du cormoran, le soir au-dessus des jonques","adult":false,"genre_ids":[35,80]},{"cast":["Malin Crépin","Joel Kinnaman","Malin Levanon","Camaron Silverek","Martin Aliaga"],"overview":"A romantic drama about a security officer who tries to hide her secrets from her lover, a cop.","release_date":"2009-03-20","vote_average":7.0,"runtime":92,"cert":"N\/A","id":74592,"title":"In Your Veins","adult":false,"genre_ids":[18]},{"cast":["Bill Cosby"],"overview":"In this concert film, Bill Cosby muses on his nearing the big 5-0 and how that age affects men, their wives, and their children.","release_date":"1987-04-01","vote_average":5.5,"runtime":67,"cert":"N\/A","id":74593,"title":"Bill Cosby: 49","adult":false,"genre_ids":[35]},{"cast":["Marvelous Marvin Hagler","Frank Cuervo","Dirk Galuba","Maurizio Fardo","Jacqueline Carol"],"overview":"A corporation building a highway through the rainforest hires a gang of mercenaries to get rid of the local Indians, who don't want the highway built through their lands. The mercenaries resort to murder, massacres and enslavement to rid the company of its Indian problem. Sgt. Irons, a former Marine NCO, helps to unite the jungle tribes and leads them in their fight to protect their homes and their families.","release_date":"1991-04-17","vote_average":9.0,"runtime":null,"cert":"N\/A","id":74594,"title":"Indio 2 - The Revolt","adult":false,"genre_ids":[28,12,10752]},{"cast":["Michel Piccoli","Pauline Étienne","Éric Caravaca","Marie Kremer","Johanna ter Steege"],"overview":"Maurice (Michel Piccoli) is a composer, and a longtime member of the resistance. By chance, he shares a house with his teenager granddaughter. Claire, at 17, is eager to experience all sorts of things and the sooner the better, and rebels against anyone who wants to stop him. Between the swimming and the first encounters with the boys, she spends her life, hosted by his grandfather after being orphaned. But this interaction is difficult: both avoid themselves in their large house, escaping through the windows if necessary, living in mutual incomprehension. Yet, they have something in common: both are insurgents in their own way.","release_date":"2009-12-30","vote_average":5.0,"runtime":100,"cert":"N\/A","id":74595,"title":"Restless","adult":false,"genre_ids":[18]},{"cast":["Jerry Lewis","Terry-Thomas","Jacqueline Pearce","Bernard Cribbins","Patricia Routledge"],"overview":"George Lester is a man who is chasing rainbows, looking for the pot of gold at the end. When his wife, Pamela grows tired of being dragged all over the world, she leaves him. While she is away, George converts her family home into a discotheque, when she returns, she threatens to send George to jail for fraud, cause she didn't give her approval. George needing some fast bucks, decides to turn to an old cohort of his, William Homer but Willy's a little short. George then decides to steal the plans to a new drill, Pamela's suitor, Dudley Heath is working on. But when George gets the mumps, he can't make it to the meeting place and refuses to give Willy the plans unless he gives him the cash first. And the buyers won't give unless they see the merchandise first.","release_date":"1968-07-12","vote_average":6.1,"runtime":99,"cert":"N\/A","id":74596,"title":"Don't Raise the Bridge, Lower the River","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74597,"title":"Postmand Per - det løbske tog","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74598,"title":"Postmand Per - får knopper","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74599,"title":"Postmand Per - og damptoget","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74602,"title":"Postman Pat - TV Series 4","adult":false,"genre_ids":[16,10751]},{"cast":["Ken Duken","Jasmine Trinca","Max von Sydow","Ana Caterina Morariu","Ennio Fantastichini"],"overview":"This is a true story about forty Jewish children on their way to Palestine, who were blocked by the German and Italian occupation of Yugoslavia in 1941. Before finding a haven at Villa Emma in Nonantola in northern Italy, where they arrived on June 17, 1942, the children spent several adventurous months in Slovenia, caught up in the ongoing fight between the partisans and the Italian army. In April 1943, another 33 children, some from the Balkans, others from France, joined the original group. All were orphans who had lost their parents in concentration camps and had subsequently been smuggled out of Germany by Recha Freier, a well-known Zionist. The group ranged in age from six to twenty one and settled in at Villa Emma with their chaperones and teachers, Josef Indig, Marco Schoky and the pianist Boris Jochverdson.","release_date":"2004-01-01","vote_average":5.9,"runtime":116,"cert":"N\/A","id":74603,"title":"Hidden Children","adult":false,"genre_ids":[18]},{"cast":["Hugh Herbert","Allen Jenkins","Marcia Ralston","John Eldredge","George Rosener"],"overview":"Comedy-mystery finds Detectives Kelly and Dempsey trapped in a deserted lighthouse with a group of strangers who are being terrorized by a killer octopus AND a mysterious crime figure named after the title sea creature.","release_date":"1937-12-14","vote_average":4.7,"runtime":54,"cert":"N\/A","id":74604,"title":"Sh! The Octopus","adult":false,"genre_ids":[9648,35]},{"cast":["Steve Reeves","Jacqueline Sassard","Mimmo Palmara","Andrea Bosic","Nando Gazzolo"],"overview":"Filmed in Singapore it tells the story of Sandokan who is a Malaysian rebel who, with a group of renegades, goes up against a British General who is trying to force the King to resign.","release_date":"1964-10-16","vote_average":5.2,"runtime":110,"cert":"N\/A","id":74605,"title":"Sandokan: Pirate of Malaysia","adult":false,"genre_ids":[36,28]},{"cast":["Jean-Hugues Anglade","Julia Maraval","Patrick Braoudé","Nadia Farès","Valérie Kaprisky"],"overview":"Handsome pediatric doctor feels unfulfilled, until his affection for a 12-year-old opens him to a romantic view of the world. When she falls ill, he must get closer to her, and a conflict of interests and ethics arise. His medical reputation is at stake.","release_date":"1995-04-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74606,"title":"Dis-moi oui...","adult":false,"genre_ids":[18,10749]},{"cast":["Fernandel","Bernadette Lange","Andrex","Marcel Lévesque","Marguerite Pierry"],"overview":"","release_date":"1951-09-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74607,"title":"Adhémar ou le jouet de la fatalité","adult":false,"genre_ids":[35]},{"cast":["Jack O'Connell","Henry Lloyd-Hughes","Emily Barclay","Ben Batt","Stephen Wight"],"overview":"1990. The rave scene has arrived from Ibiza and warehouse parties are exploding across the UK bringing phenomenal wealth to the organisers. In Manchester, best mates Matt and Dylan are in their early 20's and long to be more than just punters. As the government moves to outlaw the scene, it's now or never and they quickly rise through the ranks to join the promoting elite. They are taken on a wild journey from the exclusive VIP rooms of London clubs to the outrageous parties in Ibiza super-villas and the hedonism of Amsterdam. It's everything they dreamed of and more. But as their success continues to grow, they attract a more dark and sinister world. Matt and Dylan start to drift apart as they are forced to question the dreams they set out to achieve and their once solid friendship.","release_date":"2011-09-01","vote_average":6.0,"runtime":90,"cert":"","id":74608,"title":"Weekender","adult":false,"genre_ids":[18,10402]},{"cast":["Jack Pickford","George Hackathorne","Alice Marvin","Edythe Chapman"],"overview":"Silent version of Tom Sawyer that was filmed in Pleasanton, California in 1917. Stars Jack Pickford as Tom Sawyer.","release_date":"1917-12-10","vote_average":3.7,"runtime":59,"cert":"N\/A","id":74609,"title":"Tom Sawyer","adult":false,"genre_ids":[18,10751,10402]},{"cast":["Grant Dodwell","Don Reid","Paul Gleeson","Steve Rodgers","Mathew Waters"],"overview":"What lies in the hearts of men.","release_date":"2008-09-18","vote_average":5.0,"runtime":104,"cert":"N\/A","id":74612,"title":"Men's Group","adult":false,"genre_ids":[18]},{"cast":["Fernandel","Henri Crémieux","Rellys","Henri Vilbert","Jean-Roger Caussimon"],"overview":"\"Easiest Profession\" - Tistin is the only unemployed man in Clochemerle. Obliged to use their tax money to keep Tistin alive, the other guys in town insist that he find some sort of work. Tistin obligingly takes a few jobs, working for the various ladies in town. Before long, the menfolk become convinced that Tistin is using this cover to play the field, and they're angry at him all over again.","release_date":"1957-11-11","vote_average":7.0,"runtime":92,"cert":"N\/A","id":74613,"title":"Le chômeur de Clochemerle","adult":false,"genre_ids":[35]},{"cast":["Eri Kitamura","Fumiko Orikasa","Hiroki Yasumoto","Mie Sonozaki","Sachiko Kojima"],"overview":"Chun-Li, Guile and Cammy must track down Juri, a new fighter who seeks to kill all other world warriors in a quest for ultimate power.","release_date":"2010-04-27","vote_average":6.8,"runtime":35,"cert":"N\/A","id":74616,"title":"Super Street Fighter IV","adult":false,"genre_ids":[28,16]},{"cast":["Hiroya Ishimaru","Ryôichi Tanaka","Kazuko Sawada","Chikao Ohtsuka","Hiroshi Ôtake"],"overview":"Kouji and his friends have defeated Dr. Hell and are now enjoying a break, but suddenly a strange prophet appears and warns everyone of an oncoming danger, mechanical beasts never seen before start appearing all around the world wrecking havoc. Its up to Kouji and his Mazinger Z to stand up to this threat but it seems he is vastly outnumber and outmatched.","release_date":"1974-07-25","vote_average":5.6,"runtime":43,"cert":"N\/A","id":74617,"title":"Mazinger Z vs The Great Dark General","adult":false,"genre_ids":[16,28,12]},{"cast":["Tatyana Kot","Steve Montague","Wayne Chang","Minerva Borack","Jonathan Brown"],"overview":"Enter Stalag 69, where torture is just the Beginning for this bloody band of Nazi Butchers! Germany, 1945. Stalag 69, a POW camp ruled by the sadistic SS commandant Helmet Schultz, is nothing but a blood-soaked playground for this perverse Nazi monster who uses his American, Russian, and British prisoners in cruel and ghastly biochemical weapons experiments. When a group of young, wanton USO girls are captured and fall into the hands of Schultz and his battalion of butchers, the brutality is turned up and the unsuspecting girls are gored, gouged and ground up - all for the pleasure of Schultz and his SS brothers and sisters. Now it's up to the rag-tag survivors of the camp to strike back against their captors and Escape from Stalag 69, alive or on a slab!","release_date":"2008-03-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":74618,"title":"Blitzkrieg: Escape from Stalag 69","adult":false,"genre_ids":[27]},{"cast":["Ryouichi Tanaka","Ryouichi Tanaka"],"overview":"Mazinger Z vs. Devilman is a 1973 animated movie that crossed over two then-popular Anime series, both of which were created by Manga artist Go Nagai. While fighting with some of his enemies Mazinger Z inadvertently knocks them into a volcano, where they crash into the prison of the Satan race and release Phoenix Jenny! Dr. Hell, learning of this, frees the rest of the Satan race and teams up with them to defeat Mazinger Z, and their ability to fly proves to be too much for our hero. Meanwhile, Devilman is also individually fighting the members of the Satan race, but their combined power is too much for him as well; can Mazinger and Devilman put aside their differences and team up to defeat Dr. Hell and the Satan race?","release_date":"1973-07-18","vote_average":4.9,"runtime":43,"cert":"N\/A","id":74619,"title":"Mazinger Z vs. Devilman","adult":false,"genre_ids":[16,12,28]},{"cast":["Casper Van Dien","Brad Renfro","Vinnie Jones","Bianca Guaccero","Antonio Cupo"],"overview":"While on a road trip, a man and his sister pick up two hitchhikers (Brad Renfro, Vinnie Jones) on the run for murder and armed robbery.","release_date":"2005-06-28","vote_average":5.5,"runtime":95,"cert":"N\/A","id":74620,"title":"Hollywood Flies","adult":false,"genre_ids":[28,53]},{"cast":["Akira Kamiya","Keaton Yamada","Hiroshi Ôtake","Kazuko Sawada","Kousei Tomita"],"overview":"When an UFO delivers a metal-eating monster to the heart of Japan, Getter Robo and Mazinger Z are launched to combat the alien menace. Fighting individually, the space monster's metal-eating and acid-spitting abilities prove too much for Japan's super robot forces - only their combined might stands a chance against defeating it! But with Mazinger Z damaged, can Getter Robo defend against the monster long enough for its comrade to be repaired? And even with forces combined, can they defeat the monster before all of Japan is destroyed?","release_date":"1975-04-21","vote_average":4.8,"runtime":30,"cert":"N\/A","id":74621,"title":"Great Mazinger vs. Getter Robo","adult":false,"genre_ids":[16,28,12,878]},{"cast":["Akira Kamiya","Keaton Yamada","Kazuko Sawada","Kousei Tomita","Rihoko Yoshida"],"overview":"When a UFO arrives from space and attacks the Getter Institute, Getter Robo is launched to stop it; but the might of the UFO and its giant space monsters prove to be too much for the Getter team. Not only is Getter Robo defeated, but Ouishan is killed in action! With Getter Robo out of commission, the world's only hope appears to be Great Mazinger, but the aliens' power might also be too much for even him. Can Dr. Saotome build a new Getter Robo in time to help save Great Mazinger, Japan, and the entire world?","release_date":"1975-07-26","vote_average":5.5,"runtime":25,"cert":"N\/A","id":74622,"title":"Great Mazinger vs. Getter Robo G: The Great Space Encounter","adult":false,"genre_ids":[16,28,878]},{"cast":["Akira Kamiya","Hiroya Ishimaru","Keaton Yamada","Kei Tomiyama","Keiichi Noda"],"overview":"A giant sea monster known as Dragonsaurus has emerged from out of nowhere, terrorizing the depths of the oceans. Great Mazinger, Grendizer and the Getter Robo G team join forces to combat the new threat. But their task becomes more complicated when Dragonsaurus swallows up Boss Borot and makes its way towards Tokyo. Source: ANN","release_date":"1976-07-18","vote_average":6.3,"runtime":31,"cert":"N\/A","id":74623,"title":"Grendizer, Getter Robo G, Great Mazinger: Decisive Battle! The Great Sea Monster","adult":false,"genre_ids":[28,12,16]},{"cast":["Kenjie Garcia","Ray An Dulay","Harold Macasero","Gabz del Rosario","Ricky Santos"],"overview":"Great story and a really touching one. It talks about a group of 4 friends going on a road trip, in search for goals and inner-self To \"Macky\" he's going because he's searching for his long lost best friend from college, whom he had grown to care and loved. To others this was just a vacation or so they thought. Along the travel they realize the emotional and deep attachment to each other, that they are there for each other from best friends to lovers. The story shows some contentment when you finally found the one that you have been searching for. The feeling of doing what you always wanted, its the relief of having said the words that you have been hiding, yet been wanting to shout for a very long time. Its a story of coming clean with your feelings.","release_date":"2008-07-09","vote_average":4.5,"runtime":102,"cert":"N\/A","id":74624,"title":"Kambyo","adult":false,"genre_ids":[18]},{"cast":["Youp van 't Hek","Lotte Horlings"],"overview":"","release_date":"2011-04-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74627,"title":"Youp van 't Hek: Omdat De Nacht","adult":false,"genre_ids":[]},{"cast":["Youp van 't Hek"],"overview":"Youp van 't Hek, the famous Dutch comedian, is at it again with this hilarious 2008 review of the year which as a tradition always gets broadcast throughout the Netherlands on New Years Eve. This one finds you watching a typical Youp, high speed and cursing every chance he gets!","release_date":"2008-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74628,"title":"Troost","adult":false,"genre_ids":[35]},{"cast":["Daryl Hannah","Daniel Baldwin","William Windom","Frances Fisher","Cristi Conaway"],"overview":"Nancy Archer has had an alien encounter and it's left her 50 ft. tall! Now she sees the men in her life from a new angle - looking down on them - and it's time to fight back.","release_date":"1993-12-11","vote_average":4.4,"runtime":85,"cert":"N\/A","id":74629,"title":"Attack of the 50 Ft. Woman","adult":false,"genre_ids":[878,35,10770]},{"cast":["Jason Behr","Sarah Wynter","Dominic Monaghan","Joshua Leonard"],"overview":"A dark psychological drama, Shooting Livien explores the inner psyche of John Livien, a disillusioned New York musician who deals with a childhood trauma by claiming an alter ego. His band on the brink of success, fantasy becomes dangerously blurred with reality as Livien struggles with his identity crisis. At the peak of his insanity Livien decides to take his dementia to the furthest reaches...","release_date":"2005-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":74630,"title":"Shooting Livien","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Craig Stevens","Julie Bishop","Frank Wilcox","Cecil Cunningham","Ruth Ford"],"overview":"Peter Thorne is a young attorney who works for an eccentric old woman, Lorinda Channing, who uses her insane brother, John Channing, to frighten her other relatives because they are after her money. Further complications arise when another murderer arrives on the scene and plants the blame on John Channing.","release_date":"1942-11-07","vote_average":6.4,"runtime":63,"cert":"N\/A","id":74631,"title":"The Hidden Hand","adult":false,"genre_ids":[35,18,27,9648,10749]},{"cast":[],"overview":"Australia is a floating laboratory whose ancient geological past and changing climate have triggered mutations in the animals here, culminating in over 200 species of bizarre pouched marsupials, which are all equipped with astounding survival features.","release_date":"2011-01-04","vote_average":0.0,"runtime":44,"cert":"N\/A","id":74632,"title":"Mutant Planet: Australia","adult":false,"genre_ids":[99]},{"cast":["Laugérias"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74633,"title":"2012 La conspiration de l'apocalypse","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the 1960's more than a thousand men battled seemingly insurmountable odds to build the biggest ever construction project - a hydroelectric power station. Thirty years later, a team of brave men is again attempting to overcome the extreme challenges to build another tunnel parallel to the existing one. Manapouri - The Toughest Tunnel is a compelling techno-tale of courage, tragedy, brilliance and hard, hard work and follows the highs and lows of the project from start to finish.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":74634,"title":"Manapouri - The Toughest Tunnel","adult":false,"genre_ids":[]},{"cast":["Christian Brückner"],"overview":"Compelling documentaries going deep inside the Third Reich and into the lives of some of Hitler's key personnel looking at what drove them to do the things they did, how they earned Hitler's trust and how most of them remained unrepentant right to the very end of their lives. These well researched documentaries from German TV should give us the last word on one of the darkest periods of the 20th Century. Presented by Guido Knopp the series looks at Hitlers men on the fighting front from Rommel to Keitel to Paulus.","release_date":"1998-10-13","vote_average":0.0,"runtime":252,"cert":"N\/A","id":74635,"title":"Hitler's Warriors","adult":false,"genre_ids":[99]},{"cast":["Alex Jones","Luke Rudkowski"],"overview":"The documentary provides an in-depth look at the plight of 9\/11 first responders, many afflicted with serious health problems from the toxicity of Ground Zero. Truth Rising reveals and challenges the astounding arrogance and negligence of the government in regard to the heroic efforts of first responders, police, and fire-fighters. Truth Rising indicts the administration of Rudy Giuliani and that of the EPA and Christine Todd Whitman, who proclaimed the air in lower Manhattan was safe to breathe, contrary to numerous warnings to the contrary.","release_date":"2008-01-01","vote_average":0.5,"runtime":104,"cert":"N\/A","id":74636,"title":"The 9\/11 Chronicles Part One: Truth Rising","adult":false,"genre_ids":[99]},{"cast":["Matthew Marsden","Kevin Chapman","Charlie Alejandro","Todd Bryant","Brian Donahue"],"overview":"A power vacuum develops when the top mob boss flees a federal indictment.","release_date":"2010-01-01","vote_average":6.5,"runtime":86,"cert":"N\/A","id":74637,"title":"Madso's War","adult":false,"genre_ids":[28,80]},{"cast":["Susan Sarandon","Bette Davis","Ruthie Davis","Michael Merrill","Jack L. Warner"],"overview":"A standard biography of the famed actress recounting her childhood, early films and her rise to stardom. Her father abandoned the family when she was quite young and she remained close to her domineering mother. As she became more popular she had many fights with Jack Warner, the head of Warner Brothers studio, but eventually managed to exert greater control over her career. She was nominated for several Oscars. Her private life life included several failed marriages and she was deeply hurt when her daughter, who was her closest companion for several years, wrote a tell-all and unflattering memoir of her life.","release_date":"2006-05-02","vote_average":7.3,"runtime":89,"cert":"N\/A","id":74638,"title":"Stardust: The Bette Davis Story","adult":false,"genre_ids":[99]},{"cast":["Daniel Wu","Louis Koo","Lau Ching-Wan","Michelle Ye","Kenneth Tsang"],"overview":"Manson Law, a celebrated stockbroker in Hong Kong, is injured in a car accident. The police, led by Inspector Jack Ho, discovers a military surveillance device in the car wreck. Meanwhile, the wiretapper Joe Szema is unveiling his extensive plan that targets the mysterious financial conglomerate, the Landlord Club. The fate of these three men soon intertwines in the cat-and-mouse game that may bring down the entire stock market.","release_date":"2011-08-18","vote_average":6.3,"runtime":121,"cert":"N\/A","id":74639,"title":"Overheard 2","adult":false,"genre_ids":[28,18,53]},{"cast":["Jang Na-ra","Hyun Jyu-ni","Yoo Ah-in","Choi Jeong-woo","Hyeon-sook Baek"],"overview":"Singer-turned-actress Jang Na-ra, nominated for The Best Actress Award at the Daejong (Grand Bell) Film Festival, the country's most prestigious film awards, plays the role of an autistic musician in the movie \"The Sky and the Sea,\" which is the story of the friendship between three friends ― Sky, Sea and Jin-gu. However, their moment to leave one another comes closer.","release_date":"2009-10-28","vote_average":10.0,"runtime":104,"cert":"N\/A","id":74640,"title":"Sky and Sea","adult":false,"genre_ids":[18]},{"cast":["René Liu","Aaron Kwok","Kwai Lun-Mei","AngelaBaby","Eason Chan"],"overview":"The film tells the stories of a mother and her three daughters about their own struggles in love. All the women had achieved progress in some way except in love. However, each of them found their own Mr.Right in the end. The woman named Mary (acted by XuFan) was a widow and came back to China from abroad. She was a generous woman and she learnt to cook with the help of a driver called Uncle Hua. After being together for a period of time, they fell in love. The eldest daughter, Rose (acted by René Liu), was an astronaut, who was very independent and capable, but alse a little bit competitive. In order to have the chance to go into space, she trained hard, only to find that she had to work with her ex: Michael (acted by Aaron Kwok). They stayed in the small capsule, working, eating and sleeping in the same place. Many things happened to them, making the fire of their love burn again.","release_date":"2011-09-08","vote_average":5.8,"runtime":100,"cert":"N\/A","id":74641,"title":"Love in Space","adult":false,"genre_ids":[35,10749]},{"cast":["Nicolas De Toth","Sarah Buxton","John Saxon","Michael Parks","Rawley Valverde"],"overview":"Diablo is a biker gang leader executed for the murder of a young woman. A year after his death, it's time for Spring Break. Football players Skip and Ronnie head to the beach, where Skip meets Gail, the sister of the woman who was murdered a year ago. All the fun and glory of Spring Break, however, is about to turn into a living nightmare when a mysterious person in a biker outfit begins to kill people by electrocution. Could it be that Diablo has returned from the dead?","release_date":"1989-09-01","vote_average":5.4,"runtime":90,"cert":"N\/A","id":74646,"title":"Nightmare Beach","adult":false,"genre_ids":[27]},{"cast":["Pilar Velázquez","Didi Perego","Mario Carotenuto","Toni Ucci","Tino Scotti"],"overview":"A sexy graduate student  is giving her thesis presentation, which creates quite a stir since it reveals that she has just posed as a prostitute for several months to do sociological research for her thesis. She relates various stories of her experiences to her salivating thesis committee and a large audience of curious on-lookers.","release_date":"1974-06-11","vote_average":5.7,"runtime":90,"cert":"N\/A","id":74647,"title":"Italian Sex","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Whether dodging the landlord, the cops, or the dentist, Abbott and Costello prove in this amazing collection of TV episodes that they were the all time greatest duo of the Burlesque routine.","release_date":"1953-01-01","vote_average":0.0,"runtime":null,"cert":"","id":74648,"title":"The Abbott and Costello Show","adult":false,"genre_ids":[35]},{"cast":["Fernanda Torres","Thales Pan Chacon"],"overview":"Young and recently separated couple meet in a modern house and start discussing their past relationship.","release_date":"1986-04-17","vote_average":7.8,"runtime":110,"cert":"N\/A","id":74649,"title":"Love Me Forever or Never","adult":false,"genre_ids":[18]},{"cast":["Daniele De Angelis","Primo Reggiani","Laura Gigante","Guia Quaranta ","Carola Clavarino"],"overview":"","release_date":"2014-07-10","vote_average":1.7,"runtime":null,"cert":"N\/A","id":74650,"title":"Fantasmi","adult":false,"genre_ids":[27,9648]},{"cast":["Antonio Curcia","Giuseppe Firullo","Omar Noto","Doriana La Fauci","Greta Tomasello"],"overview":"","release_date":"2011-04-29","vote_average":2.3,"runtime":null,"cert":"N\/A","id":74651,"title":"The House by the Medlar Tree","adult":false,"genre_ids":[]},{"cast":["Carlos Hurtado","Katherine Porto","Julián Román","Marcela Benjumea","Ramses Ramos"],"overview":"Ricardo Osorio, Rioplatense Ltd. head of Human Resources  is struck between a job he hates and a depressing life. His newborn´s continuous crying, wife complaints, employees problems, and absurd orders from his new boss have brought him to an edge. Fortunately  he has found some happiness between the juicy tits of Ángela, her wife best friend. Convinced to change his life, Osorio takes all his savings and starts a series of deceptions and betrayals to scape with his lover.","release_date":"2011-01-14","vote_average":5.5,"runtime":90,"cert":"N\/A","id":74652,"title":"The Boss","adult":false,"genre_ids":[35]},{"cast":["Gian Maria Volonté","Don Backy","Tomás Milián","Ray Lovelock","Margaret Lee"],"overview":"A detective is assigned to head a manhunt for four violent bank robbers.","release_date":"1968-03-29","vote_average":6.4,"runtime":98,"cert":"N\/A","id":74657,"title":"The Violent Four","adult":false,"genre_ids":[18,80]},{"cast":["Letizia Ciampa","Perla Liberatori","Ilaria Latini","Gemma Donati","Emiliano Coltorti"],"overview":"School for fairies Alfea celebrates the inauguration of the new school year when the party is interrupted by Icy, Darcy and Stormy, the perfidious Trix. The Winx without Bloom, are forced to remedy the confusion created by the witches who, having ruined the party, steal a powerful and mysterious object. Meanwhile, Bloom is on Domino, which is experiencing the best moments of his new life as a princess. He finally found his parents and Sky asks her to marry him. But not all gold that glitters, the three Witches are Ancestors in fact come back to haunt Stella, Aisha, Tecna, Musa, Flora and Bloom. Moreover, Erendor, Sky's father, forbids his son to marry the princess of Domino. A dark secret lies in the realm of Eraklyon and now that Sky, the legitimate ruler of the kingdom, as known.","release_date":"2010-10-29","vote_average":6.7,"runtime":87,"cert":"N\/A","id":74658,"title":"Winx Club - Magic Adventure","adult":false,"genre_ids":[10751,16]},{"cast":["Gloria Guida","Paolo Carlini","Annie Carol Edel","Gianluigi Chirizzi","Mario Pisu"],"overview":"Tells the story of young Daniela ‘Blue Jeans’ Anselmi, a free-spirited drifter who makes her way in life by selling sexual favors and practicing petty-crime. After Daniela is arrested, the man who might be her long-lost father is called into her life to look after her.","release_date":"1975-03-17","vote_average":5.6,"runtime":93,"cert":"N\/A","id":74659,"title":"Blue Jeans","adult":false,"genre_ids":[18,35]},{"cast":["Valentina Cervi","Violante Placido","Michele Venitucci","Sergio Rubini","Dino Abbrescia"],"overview":"","release_date":"2003-04-11","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74660,"title":"L'anima gemella","adult":false,"genre_ids":[35]},{"cast":["José Way","Coen van Vrijberghe de Coningh","Huub Stapel","Lydia van Nergena","Theo de Groot"],"overview":"A woman with a steady marriage and a little daughter, goes bezerk and enters a seducing game.","release_date":"1991-05-26","vote_average":5.9,"runtime":95,"cert":"N\/A","id":74661,"title":"The Indecent Woman","adult":false,"genre_ids":[18]},{"cast":["Antonio Sabàto, Jr.","Adam Baldwin","Alex Jolig","Michael Sutton","Amandah Reyne"],"overview":"","release_date":"2002-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74662,"title":"Hyper Sonic","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":5.9,"runtime":null,"cert":"N\/A","id":74663,"title":"Meninas","adult":false,"genre_ids":[99,18]},{"cast":["Dana Ivgy","Moni Moshonov","Ronit Elkabetz","Hussein Yassin Mahajne","Roy Assaf"],"overview":"In the city of Jaffa; a young girl plans to run away with her secret lover, when a tragedy forever changes the course of their lives.","release_date":"2009-06-10","vote_average":5.6,"runtime":106,"cert":"N\/A","id":74666,"title":"Jaffa","adult":false,"genre_ids":[18]},{"cast":[],"overview":"01. Samadhi (Prelude) 02. Resign To Surrender 03. Sensorium 04. Mother Of Light 05. Unleashed 06. Martyr Of The Free Word 07. Cry For The Moon 08. Tides Of Time 09. Blank Infinity 10. The Obsessive Devotion 11. Kingdom of Heaven Encore: 12. Sancta Terra 13. Quietus 14. Consign To Oblivion","release_date":"2010-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":74669,"title":"Epica - Tides Of St. Petersburg","adult":false,"genre_ids":[10402]},{"cast":["Jean Gabin","Monique Mélinand","Renée Faure","Paul Frankeur","Jose Quaglio"],"overview":"","release_date":"1956-08-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":74672,"title":"Blood to the Head","adult":false,"genre_ids":[18,9648,80]},{"cast":["Jean-Paul Rouve","Anne Brochet","Annie Girardot","Raphaël Katz","Denis Podalydès"],"overview":"In 1950s France, a young boy is taken in by a couple after spending a few months in the care of social service.","release_date":"2006-03-08","vote_average":4.8,"runtime":94,"cert":"N\/A","id":74673,"title":"A Year in My Life","adult":false,"genre_ids":[18]},{"cast":["Paprika Steen","Anders W. Berthelsen","Sebastián Estevanez","Mikael Bertelsen","Jamie Morton"],"overview":"Christian is a Copenhagen wine seller on the brink of bankruptcy. Equally unsuccessful in just about every other aspect of life, it has been 17months since his wife Anna left him. Anna works as a soccer agent in Buenos Aires and now lives a life of luxury with Argentina's top player Juan Diaz. Then one day Christian and their 16-year-old son Oscar get on a plane to Buenos Aires. Christian arrives under the pretense of wanting to sign the divorce papers, but in truth, he wants to try to win Anna back.","release_date":"2011-03-17","vote_average":6.2,"runtime":99,"cert":"N\/A","id":74674,"title":"Superclásico","adult":false,"genre_ids":[35,10749]},{"cast":["Totò","Luisa Ferida","Calisto Bertramo","Lilia Dale","Dina Perbellini"],"overview":"After several unsuccessful suicide attempts, Totò finds himself in an animal asylum.","release_date":"1939-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74675,"title":"Animali Pazzi","adult":false,"genre_ids":[]},{"cast":["Noel Gallagher","Liam Gallagher","Paul Arthurs","Paul McGuigan"],"overview":"Where were you at the start of 1994? This was going to be the year it would all change.......it was parkas, shades, a sense of celebration....Oasis were the backing for all those lost nights in and mad nights out. Definitely Maybe was as Noel says \"what was missing in a lot of people's lives\" The Oasis Definitely Maybe DVD is a way to experience the album in a way never before possible. This is the real story behind one of the fastest selling debut albums of all time....","release_date":"1994-09-18","vote_average":6.3,"runtime":225,"cert":"PG","id":74676,"title":"Oasis: Definitely Maybe","adult":false,"genre_ids":[10402]},{"cast":["Jimmy Carr","Sean Lock"],"overview":"8 Out Of 10 Cats: Claws Out is the uncensored version of the hilarious TV show hosted by Jimmy Carr, \"8 out of 10 Cats\". Along with Jimmy's team captains, Sean Lock and Dave Spikey, the show features special guest appearances by Alan Carr, David Williams, Christian Slater, Kelly Osborne, Patrick McGuiness and Vic Reeves. The irreverent comedy panel is based around a series of pointless (but funny) opinion polls, debates and surveys. Questions are designed to provoke participants and to set off endless studio arguments which, let's face it, can only be a good thing. 8 Out Of 10 Cats: Claws Out contains all the outrageous bits that were too rude to broadcast on TV--meaning it's essentially over 90 minutes of Jimmy &amp; Co. slagging each other off and arguing about every subject under the sun (including, for example, \"What's Best - Kittens or Christmas?\").","release_date":"2006-11-20","vote_average":7.7,"runtime":null,"cert":"15","id":74677,"title":"8 out of 10 Cats: Claws Out","adult":false,"genre_ids":[35]},{"cast":["Joe Calzaghe"],"overview":"Joe Calzaghe is a true living legend and one of the greatest british boxers of all time. \"my life story\" uniquely documents joe's extraordinary life and stunning rise to greatness, as told by joe himself and those close to him. With exclusive fight footage, interviews with family, friends, opponents and legends of the ring and including commentary and contributions from among others Sugar Ray Leonard, Jack La Motta, Amir Khan, Chris Eubank, Richie Woodhall, Roy Jones Jnr and of course the unique insights of the nimitable Enzo Calzaghe. Using the very latest camera technology, this film also exclusively shows joe in the ring as never before, getting you right in amongst the action. You also get to see an opponents eye view and get to see just what it's like to face the undisputed champion! Over two hours of action packed footage!","release_date":"2008-10-01","vote_average":0.0,"runtime":null,"cert":"","id":74678,"title":"Joe Calzaghe: My Life Story","adult":false,"genre_ids":[99]},{"cast":["Jean Gabin","Madeleine Robinson","Robert Dalban","Jean-Jacques Delbo","Suzanne Dantès"],"overview":"Arriving in Paris, Madeleine Marsan rents a room in a guesthouse where she makes the acquaintance of Pierre Ruffin, a respectable municipal librarian. Through Pierre, Madeleine finds work as a schoolteacher and soon realises that she is in love with him. Then she discovers that Pierre is in truth the head of a band of crooks. Caught by the police after a failed robbery, Pierre manages to escape. With Madeleine’s help, he goes on the run.","release_date":"1953-10-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":74679,"title":"Their Last Night","adult":false,"genre_ids":[80]},{"cast":["Carmen Maura","Dayra Lambis","Jessika Grau","Angélica Aragón","Matheus Nachtergaele"],"overview":"Life of inhabitants of a small fishing village of the caribbean , changes drastically after the apparition of a Black Virgin, which disallowed the skies to get dark, stopped the vandals from invaden town. After months of intense changes in the chaotic life of this fishing town, the inhabitants had to face the most cruel of changes in their lives.La vida de los habitantes de un pueblo pesquero del caribe, cambia drásticamente tras la aparición de una Virgen Negra, ésta no permitió que el cielo volviera a oscurecer, impidió que los vándalos invadieran el pueblo. Luego de meses de intensos cambios en la caótica vida de este pueblo pesquero, sus habitantes tuvieron que enfrentarse al más cruel de los cambios en sus vidas","release_date":"2008-10-24","vote_average":7.0,"runtime":86,"cert":"N\/A","id":74680,"title":"The Black Virgin","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Capleton","Elephant Man","Bunny Wailer","Bounty Killer","Gregory Isaacs"],"overview":"A powerful portrait of the leaders of the reggae music Movement, and how Reggae has become a worldwide phenomenon. The film showcases performances by the best Reggae and Dance Hall artists ever assembled. From their native ghetto to international fame, \"Made in Jamaica\" is the story of the artists who represent the Jamaican Dream.","release_date":"2006-09-13","vote_average":6.0,"runtime":120,"cert":"N\/A","id":74681,"title":"Made in Jamaica","adult":false,"genre_ids":[99,10402]},{"cast":["Leslie Nielsen","Groucho Marx","Chico Marx","Harpo Marx","Maxine Marx"],"overview":"A tribute to the lives and careers of the Marx Brothers utilizing rare archival footage and personal interviews.","release_date":"1993-08-18","vote_average":6.7,"runtime":120,"cert":"N\/A","id":74682,"title":"The Unknown Marx Brothers","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Hard Grit (1998) is a climbing film produced by Slackjaw Film, featuring climbing on gritstone in the North of England. It has won ten international film festival awards.","release_date":"1998-10-06","vote_average":5.8,"runtime":93,"cert":"","id":74683,"title":"Hard Grit","adult":false,"genre_ids":[18,28]},{"cast":["Ngotiek Ole Mako","Paul Nteri Ole Sekenan","Parkasio Ole Muntet","Musurpei Ole Toroge"],"overview":"After a lion kills the village leader, the expected rains fail to arrive, so a group of warriors are sent to hunt the lion down and kill it in hopes that the rains will come at last.","release_date":"2004-12-22","vote_average":8.5,"runtime":94,"cert":"N\/A","id":74684,"title":"Massaï, les guerriers de la pluie","adult":false,"genre_ids":[12,18]},{"cast":["Florence Foresti"],"overview":"","release_date":"2004-09-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":74685,"title":"Florence Foresti fait des sketches à la Cigale","adult":false,"genre_ids":[35]},{"cast":["François-Xavier Demaison"],"overview":"","release_date":"2007-12-06","vote_average":6.7,"runtime":null,"cert":"N\/A","id":74690,"title":"Demaison s'envole","adult":false,"genre_ids":[]},{"cast":["Sonny Yu","Pai Ying","Wei Pin-ao","Chan Siu-Pang"],"overview":"The plot centers on Little Lu (Sonny Yu) who tends horses for the local Shaolin temple, and wants to learn skills that will help him defeat some corrupt officials who want to destroy it. He has a couple of friends (one with no arms, the other with no legs) who help him train using some bronze mechanical horses in a secret room in the temple.","release_date":"1982-09-20","vote_average":6.0,"runtime":89,"cert":"N\/A","id":74691,"title":"Raiders of the Shaolin Temple","adult":false,"genre_ids":[28]},{"cast":["William Hurt","Molly Parker","Greg Malone","Andy Jones","Vicky Hynes"],"overview":"A down-and-out restaurateur and his neighbor hatch a plan to lure luminaries to their small Newfoundland town.","release_date":"2001-09-09","vote_average":5.8,"runtime":99,"cert":"N\/A","id":74692,"title":"Rare Birds","adult":false,"genre_ids":[35,18,9648,10749]},{"cast":["Erika Eleniak","Richard Tyson","Tony Todd","Daniel Baldwin"],"overview":"A CIA agent has to stop a former associate who has stolen a weapon which kills people without harming buildings, all before he is to get married in a few days.","release_date":"1998-07-15","vote_average":3.0,"runtime":89,"cert":"N\/A","id":74693,"title":"The Pandora Project","adult":false,"genre_ids":[53,28]},{"cast":["Anita Björk","Birger Malmsten","Doris Svedlund","Isa Quensel","Olof Sandborg"],"overview":"Margareta, newly engaged with count Carl Anckarberg, visits his estate for the first time. During the visit she gets to know that his last fiancee died in a mysterious accident and she sets out to discover what really happened. Plot by Mattias Thuresson.","release_date":"1956-11-24","vote_average":4.0,"runtime":108,"cert":"N\/A","id":74696,"title":"Moln över Hellesta","adult":false,"genre_ids":[9648]},{"cast":["Raymond Devos","Hervé Guido"],"overview":"","release_date":"1999-06-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":74697,"title":"Raymond Devos - À l'Olympia","adult":false,"genre_ids":[35,10751]},{"cast":["Pierre Edwards","Reynaldo Rey","Tanya Boyd","Princess Maggay","Cherry Lynn"],"overview":"When rumors start circling that average guy Dre has come into money, everyone starts coming to get their's.","release_date":"2002-04-12","vote_average":0.0,"runtime":97,"cert":"N\/A","id":74698,"title":"For Da Love of Money","adult":false,"genre_ids":[35]},{"cast":["Frédéric Recrosio"],"overview":"","release_date":"2008-09-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":74701,"title":"Aimer, mûrir et trahir avec la coiffeuse","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Nadine, a beautiful lawyer from Chicago, travels alone to Tijuana, Mexico in search of her missing sister. Her investigation presents unsettling encounters leading her on a mind-bender as she attempts to unravel the compelling truth.","release_date":"2005-01-19","vote_average":3.0,"runtime":null,"cert":"N\/A","id":74702,"title":"Between","adult":false,"genre_ids":[53]},{"cast":["Paul Meurisse","Michel Serrault","Bernard Blier","Jean Lefebvre","Yvonne Clech"],"overview":"","release_date":"1965-09-10","vote_average":6.3,"runtime":null,"cert":"N\/A","id":74703,"title":"Quand passent les faisans","adult":false,"genre_ids":[35]},{"cast":["Frédéric Recrosio"],"overview":"","release_date":"2003-09-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":74704,"title":"Rêver, grandir et coincer des malheureuses","adult":false,"genre_ids":[]},{"cast":["Fyodor Stukov","Vladislav Galkin","Mariya Mironova","Yekaterina Vasilyeva","Talgat Nigmatulin"],"overview":"","release_date":"1981-01-01","vote_average":6.4,"runtime":225,"cert":"N\/A","id":74705,"title":"The Adventures of Tom Sawyer and Huckleberry Finn","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"","release_date":"2001-11-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":74706,"title":"Maná - MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Dick Purcell","Ann Sheridan","Anne Nagel","William Hopper","Anthony Averill"],"overview":"Mystery House is a perfunctory Warner Bros. programmer which coasts along on the appeal of its stars. When a prominent banker is murdered while on a hunting trip, the dead man's daughter, Gwen Kingery (Anne Nagel), calls in private eye Lance O'Leary (Dick Purcell) to investigate. No sooner has he started gathering clues than another murder is committed?and another?and another?.The culprit wants to cover up an embezzlement scheme, and there is certainly no shortage of suspects. Without revealing the ending, it can be noted that Mystery House offers at least one surprise when Lance O'Leary ends up falling in love not with Gwen Kingery but with wisecracking nurse Sarah Keate (Anne Sheridan). Sarah, in fact, is the leading character in the Mignon C. Eberhardt novel upon which Mystery House was based-except in the original, she's a middle-aged spinster rather than a Hollywood glamorpuss.","release_date":"1938-05-21","vote_average":5.5,"runtime":59,"cert":"N\/A","id":74707,"title":"Mystery House","adult":false,"genre_ids":[9648]},{"cast":["Jean Gabin","Marie-José Nat","Claude Brasseur","Renée Faure","Roger Dumas"],"overview":"Life in a one-parent family with a focus on the parent, Henri Neveu (Jean Gabin), is the topic of this standard drama with a dash of comedy. While Henri was a POW during the war, his wife passed away and he returned to face the challenges of bringing up three children alone. Henri may get drunk and angry at times but he also has a better side that will not stay buried. Since handling three children alone is no easy task, the single father has the choice of growing in the process or not.","release_date":"1959-10-21","vote_average":7.3,"runtime":90,"cert":"N\/A","id":74708,"title":"Rue de Paris","adult":false,"genre_ids":[18]},{"cast":["Patric Knowles","Ann Sheridan","Eric Stanley","John Ridgely","Rosella Towne"],"overview":"Choreographer Bobby Connolly and prolific screenwriter Crane Wilbur teamed up on the direction of Warner Bros.' The Patient in Room 18. Patric Knowles delivers a delightfully comic performance as Lance, an outwardly normal young man obsessed with detective stories. When his obsession threatens to lapse over into lunacy, Lance is sent to the hospital for a nice long rest. It isn't long before he gets mixed up in a genuine murder mystery, using his second-hand knowhow to solve the case. Up-and-coming Ann Sheridan is quite amusing as Lance's nurse and confidante, while the murderer is played by a fellow who is usually cast as the murder victim.","release_date":"1938-01-08","vote_average":5.9,"runtime":57,"cert":"N\/A","id":74709,"title":"The Patient in Room 18","adult":false,"genre_ids":[27,53]},{"cast":["Suzanne Reuter","Loa Falkman","Peter Andersson","Sanna Bråding","Fares Fares"],"overview":"The rich heir Måns Lundin is about to get married to the equally rich Judith Fahlén but when his brother arrives for the wedding there is a disagreement about the money left by their dead father.","release_date":"2006-09-28","vote_average":3.0,"runtime":94,"cert":"N\/A","id":74710,"title":"7 Millionaires","adult":false,"genre_ids":[28,35]},{"cast":["Leonid Filatov","Oleg Basilashvili","Vladimir Menshov","Armen Dzhigarkhanyan","Aleksei Zharkov"],"overview":"An engineer in charge of the production line of a factory in Moscow is sent to a small town to try to specify the distributor the new dimensions of a mechanic part they need. But in this town everybody seems to be crazy (a secretary who works naked, a group of people take the engineer as a rock &amp; roll player, etc) and, in addition, this man is witness of a suicide, so he is trapped inside the town.","release_date":"1989-01-01","vote_average":6.6,"runtime":103,"cert":"N\/A","id":74711,"title":"City Zero","adult":false,"genre_ids":[878,18,35]},{"cast":["Jared Hess","Bryan Baker","Victor O'Donnell","Brian Rogers","Zelg Galesic"],"overview":"Bellator L was a mixed martial arts event held by Bellator Fighting Championships. The event took place on September 17, 2011 at the Seminole Hard Rock Hotel &amp; Casino in Hollywood, Florida. The event was distributed live in prime time by MTV2.","release_date":"2011-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74712,"title":"Bellator 50","adult":false,"genre_ids":[]},{"cast":["Maurice Rémy","Marcel Vibert","Léonce Corne","Auguste Bovério"],"overview":"The film recounts the life of a young member of parliament who joins the Freemasons in order to relaunch his career. He thus learns of how the Freemasons are conspiring with the Jews and the Anglo-American nations to encourage France into a war against Germany.","release_date":"1943-09-03","vote_average":7.5,"runtime":51,"cert":"N\/A","id":74713,"title":"Occult Forces","adult":false,"genre_ids":[18]},{"cast":["Donald Pleasence","Patrick Catalifo","Jean-François Balmer","Ludmila Mikaël","François Négret"],"overview":"Vietnam, 1954. An American reporter finds himself in the middle of the battle of Điện Biên Phủ, between the French army and the Vietminh.","release_date":"1992-03-04","vote_average":6.1,"runtime":125,"cert":"N\/A","id":74714,"title":"Diên Biên Phu","adult":false,"genre_ids":[18,10752]},{"cast":["Tian Kitchen","Sean Klitzner","Michael Marks","Sheyenne Rivers"],"overview":"In the vein of SPECIES, this sexually charged sci-fi thriller revolves around brilliant biochemist Helen Reynolds who uses brain fluid from ruthless serial killer Sebastian Horn to transform herself into an irresistible sociopath.","release_date":"2004-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":74715,"title":"Dark Queen","adult":false,"genre_ids":[27,878]},{"cast":["Vasco Santana","Costinha","Laura Alves","Erico Braga","Francisco Ribeiro"],"overview":"Costa is travelling from Africa to London, and wishes very much to his nephew Amadeu, and see by himself how well he has been invested large sums of money he is been sending him. Amadeu 'borrows' for 24 hours a wife, a villa, a car, and a servant - for he has been lies to his uncle all the time. All goes well. But, Costa decides to prolong his stay for two weeks...","release_date":"1954-09-19","vote_average":7.7,"runtime":90,"cert":"N\/A","id":74718,"title":"O Costa d'África","adult":false,"genre_ids":[10751,35]},{"cast":["Fred Astaire","Gene Kelly","Judy Garland","Mickey Rooney","Bing Crosby"],"overview":"Gene Kelly and Fred Astaire present more golden moments from the MGM film library, this time including comedy and drama as well as classic musical numbers.","release_date":"1976-05-17","vote_average":7.0,"runtime":126,"cert":"N\/A","id":74719,"title":"That's Entertainment, Part II","adult":false,"genre_ids":[99,10751,10402]},{"cast":["John Leguizamo"],"overview":"\"John Leguizamo's Sexaholix... a love story marks the Emmy winner's return to HBO with his fourth solo special, an autobiographical performance directed by Marty Callner...explores personal topics such as his relationships with women and his complicated family dynamics...his story from childhood to fatherhood through a variety of characters.\"","release_date":"2002-01-01","vote_average":6.3,"runtime":92,"cert":"N\/A","id":74722,"title":"Sexaholix... A Love Story","adult":false,"genre_ids":[35]},{"cast":["Luke Benward","French Stewart","Kelly Perine","Kevin Farley","Brittany Curran"],"overview":"A courageous boy battles a gang of bumbling thieves to rescue a dog carrying a fortune in stolen diamonds.","release_date":"2008-10-07","vote_average":6.2,"runtime":91,"cert":"N\/A","id":74723,"title":"Dog Gone","adult":false,"genre_ids":[35,10751]},{"cast":["Tom Valone","Tom Bearden","Reed, Troy","John Hutchison","Dennis Lee"],"overview":"In this award-winning, feature length, two-hour broadcast-quality Documentary you will learn about the latest developments in the field of Free and Zero Point Energy from Tesla to Dennis Lee. Hosted by Bill Jenkins, formerly of ABC Radio, this comprehensive documentary features physicists and inventors who are challenging orthodox science to bring this non-polluting technology forward despite ridicule and suppression. See actual working prototypes that defy classical physics including phenomenal experiments in anti-gravity and the transmutation of metals.","release_date":"2008-01-08","vote_average":6.0,"runtime":110,"cert":"N\/A","id":74724,"title":"Free Energy - The Race to Zero Point","adult":false,"genre_ids":[99]},{"cast":["Neil Maskell","MyAnna Buring","Harry Simpson","Michael Smiley","Struan Rodger"],"overview":"Nearly a year after a botched job, a hitman takes a new assignment with the promise of a big payoff for three killings. What starts off as an easy task soon unravels, sending the killer into the heart of darkness.","release_date":"2011-09-02","vote_average":6.1,"runtime":95,"cert":"18","id":74725,"title":"Kill List","adult":false,"genre_ids":[27,53,80]},{"cast":["Alexis Díaz de Villegas","Jorge Molina","Andros Perugorría","Andrea Duro","Jazz Vilá"],"overview":"While Havana is full of zombies hungry for human flesh, official media reported that the disturbances are caused by dissidents paid by the United States. Panic seizes all until Juan comes to the rescue: he discovers he can kill the undead destroying his brain, and decides to start a small business under the slogan \"We kill your loved ones.\"","release_date":"2011-10-14","vote_average":6.1,"runtime":92,"cert":"","id":74726,"title":"Juan of the Dead","adult":false,"genre_ids":[27,35]},{"cast":["Anthony Alviano","Jean-Marc Fontaine","Paul Fowles","Shane Harbinson","Roger King"],"overview":"A documentary by two desperate young filmmakers who stumble upon the ultimate subject, a 33 year old cannibalistic serial killer named Anthony McAllister","release_date":"2010-05-18","vote_average":5.3,"runtime":81,"cert":"N\/A","id":74727,"title":"Long Pigs","adult":false,"genre_ids":[80,27]},{"cast":["Zoe R. Cassavetes","Sofia Coppola","Adam Horovitz","Michael Diamond","Adam Yauch"],"overview":"Three upcoming actors are interviewed on the hit Talk Show, \"Ciao LA.\"","release_date":"1994-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":74730,"title":"Ciao L.A.","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Du 8 au 12 juin 2011, a eu lieu la première édition du Festival Marrakech du rire, organisé par Jamel Debbouze. Pour cette grande manifestation, Jamel a invité ses amis du monde du sport et du spectacle. Ainsi, on retrouve, entre autres, Omar et Fred, Gad Elmaleh, Florence Foresti, Patrick Timsit ou Kev' Adams pour des sketches issus de leurs spectacles les plus célèbres. Zinedine Zidane fait une apparition très remarquée. Au coeur du Palais Badia, pendant quatre jours, se sont succédé des spectacles en français et en arabe, avec des humoristes français et marocains. Une sélection des meilleurs moments de la soirée de clôture est retransmise ce soir.","release_date":"2011-06-12","vote_average":5.5,"runtime":110,"cert":"N\/A","id":74731,"title":"Le Marrakech Du Rire","adult":false,"genre_ids":[18,28,35]},{"cast":["Angelo Antonucci","Katia Oliveto Bellucci","Philippe Leroy"],"overview":"","release_date":"2010-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74732,"title":"Vorrei averti qui","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This 2 Disc set is packed with pole vault footage that will inspire, inform and entertain. See Scott Roth as a high school athlete light it up at the Clovis Street vault. Get insight into what perseverance, tenacity and determination can get you (like a 5.75m PR) with Justin Norberg's autobiographical mini documentary section. And be entertained by UCLA coach Anthony Curran taking us down Hollywood pole vault memory lane as he gives commentary on what its like to pole vault in TV and the movies.","release_date":"2006-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74735,"title":"Neo Vault 3 - The Reckoning","adult":false,"genre_ids":[]},{"cast":[],"overview":"The follow up DVD that continued to set a precedence of high quality inspiring pole vault video! This DVD features sections guaranteed to fire you up to jump high!","release_date":"2004-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74736,"title":"Neo Vault 2 - Bring It!","adult":false,"genre_ids":[]},{"cast":[],"overview":"The first Neo Vault DVD which features one of the best street vault competitions ever documented. Scott Slover (18'10\"PR) and Lawrence Johnson (19'7\"PR) battle it out in the streets of Clovis with a winning height of 18'8\"! Also featured: Toby Stevenson, John Besmer, Brad Walker, Tim Mack, Stacy Dragila, Jeff Hartwig and much more!","release_date":"2003-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74737,"title":"Neo Vault 1 - C'Mon!","adult":false,"genre_ids":[]},{"cast":["Christian Boeving","Nate Adams","Davee Youngblood","Stacy Keach","Jesse Vint"],"overview":"An elite group of American soldiers are in a race against time in this action thriller from director Cirio H. Santiago. Stacy Keach stars as the general in charge of the team tasked with infiltrating a terrorist organization and saving an American politician before the bad guys kill him. When Eagles Strike also stars Christian Boeving and Davee Youngblood.","release_date":"2003-01-01","vote_average":2.5,"runtime":88,"cert":"N\/A","id":74738,"title":"Operation Balikatan","adult":false,"genre_ids":[28,53]},{"cast":["Mike Tyson","Michael Shawn Hickenbottom","Steve Austin"],"overview":"This is the video you've been waiting for. Watch Stone Cold Steve Austin continue his unrelenting assault on the Federation and anyone who stands in his way. Give a \"Hell, Yeah\" if you want to see Stone Cold Steve Austin open an Uncensored Can of Whoop-@#$ and feed it to everyone who gets in his way. Where 'Cause Stone Cold Said So left off, Austin 3:16 Uncensored begins. From Vince McMahon to Mike Tyson to Shawn Michaels, you'll see 'em getting their @#$es whooped by the toughest S.O.B. in the World Wrestling Federation. Steve tells it like it is, the only way he can--one uncensored @#$ kickin' at a time!","release_date":"1998-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":74739,"title":"Austin 3:16 Uncensored","adult":false,"genre_ids":[]},{"cast":[],"overview":"High School Music Director Karen Carey, puts on a concert every two years at the Sydney Opera House. She insists upon a demanding repertoire, and the participation of all 1200 girls in the school. Not everyone share her passion","release_date":"2011-04-28","vote_average":4.8,"runtime":95,"cert":"N\/A","id":74740,"title":"Mrs Carey's Concert","adult":false,"genre_ids":[99]},{"cast":["Paul McGann","Amanda Donohoe","Tom Wilkinson","Jimmy Yuill","Mark Lewis Jones"],"overview":"A lowly hospital orderly impersonates a recently deceased doctor and goes to work in the busy ER of a small hospital where he meets and befriends a nurse who slowly figures out his secret and helps him maintain his charade.","release_date":"1990-09-14","vote_average":6.1,"runtime":105,"cert":"","id":74741,"title":"Paper Mask","adult":false,"genre_ids":[18,53]},{"cast":["Nick Mancuso","Vanessa Evigan","Basil Wallace","Cheryl Pollak","Robert Walden"],"overview":"Time of Fear is a taut psychological thriller thrusting an FBI agent and a grieving father into the dark world of a demented killer. FBI Agent Cheryl Hammer, arrives in a small California town to catch an elusive killer. Seeing no help forthcoming from the Sheriff, she turns to the only other person who can help her, Jack Barone, a grieving father whose daughter, Lisa, was the victim of a similar slaying ten years prior. The killer's clues are a perversion of Biblical punishments for sins: stoning, burning, decapitation. Jack and Agent Hammer turn to Father Patrick, a Catholic priest, for help. As the clock ticks down, a young female friend of Jack's is kidnapped and may become the next casualty. The harrowing rescue of the young woman opens the door to a dark history hidden below the surface, revealing the true identity of the killer and answering the mystery of who killed Jack's daughter.","release_date":"2002-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":74742,"title":"Time of Fear","adult":false,"genre_ids":[53]},{"cast":["Florence Foresti","Stéphane Rousseau","Denis Maréchal","Franck Dubosc","Cécile Giroud"],"overview":"","release_date":"2008-03-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":74743,"title":"Florence Foresti - Florence Foresti & Friends","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74744,"title":"Geniet och pojkarna","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this special edition a unique selection of sweet water aquarium fish glide across your screen, instantly becoming an organic part of your immediate surroundings. Harmony defined, these scaly little friends are anything but fishy. Three different aquarium options with goldfish, cichlids or angelfish and barbs. Enjoy each aquarium individually or loop them all together to create a diverse mix. Originally filmed in true High Definition 1080p, you can enjoy an exclusive selection of natural audio tracks, relaxing classical music and vibrant lounge music.","release_date":"2011-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74745,"title":"Plasma Art Classic Aquariums","adult":false,"genre_ids":[99]},{"cast":["Thommy Berggren","Anja Schmidt","Kelvin Malave","Evert Anderson","Cathy Smith"],"overview":"In the early 1900s, the legendary Joe Hill emigrates with his brother to the United States. But after a short time, he loses touch with his brother. Joe gets a few jobs but is struck by all the injustice and tragedy going on. He becomes active in the forbidden union IWW, a union for workers without trades. It is forbidden to demonstrate and to speak in public but Joe gets around that by singing his manifests with the Salvation Army. He manages to get more and more people to go on strike with him but he also makes powerful enemies doing that. Finally he gets connected with a murder and during the trial he fires his lawyer and takes upon himself to become his own defender.","release_date":"1971-08-25","vote_average":6.3,"runtime":114,"cert":"N\/A","id":74746,"title":"Joe Hill","adult":false,"genre_ids":[18]},{"cast":["Wil Wheaton","Claude Akins","Malcolm Danare","Cooper Huckabee","John Schneider"],"overview":"Nathan Hayes is a religious man trying to hold onto his farm and keep his family in line. A real estate developer is trying to buy most of the farm property in the area, including Mr. Hayes family farm, in the hope that the Tennesse Valley Authority will choose the town for the site of a new dam and recreational area. The night of a terrible storm, an unidentified, glowing object crashes on the Hayes farm and with it comes a horrible curse for the Hayes family and the members of the community.","release_date":"1987-09-11","vote_average":5.1,"runtime":92,"cert":"N\/A","id":74747,"title":"The Curse","adult":false,"genre_ids":[27,878]},{"cast":["Christian Geo Heltboe"],"overview":"","release_date":"2006-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74748,"title":"Geo's Garage","adult":false,"genre_ids":[]},{"cast":["Jose Llamas","Lina Romay","Albino Graziani","Jesús Franco","Lia Kaplan"],"overview":"Dr. Wong (Jess Franco) sends his gangsters to eliminate Mr. Jung. The \"shadow of the judoka\" of Bruce Lyn (Jose Llamas) appears projected in the wall and swears for revenge. In the meantime, Lina Romay and Albino Graziani, two british secret service agents, investigate Jung's murder. Wongs wants to get rid of Macedo, a phillippinean gangster in bad business, and dominate the market.","release_date":"1985-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":74749,"title":"Judoka Shadow versus Doctor Wong","adult":false,"genre_ids":[28]},{"cast":["Fernandel","Blanchette Brunoy","Renée Devilliers","Arlette Poirier","Jane Sourza"],"overview":"Mario, a bumptious sheep-shearer, discovers he has a inimtable touch that makes women, as well as sheep, swoon at his professional caress. He is soon the most sought-after hairdresser in France and is awarded the Legion of Honor...","release_date":"1952-05-09","vote_average":7.7,"runtime":87,"cert":"N\/A","id":74754,"title":"French Touch","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Recorded the band's performance at \"Revolution\" in Fort Lauderdale, Florida (held April 29, 2006) \"Mindtrip\" \"Endure\" \"Broken Bones\" \"The Truth\" \"Explain Myself?\" \"The Wreckoning\" \"Spanish 101\" \"Alive and Kicking\" \"To the Pain\" \"What a Day\" \"Victim\" \"Past It All\" \"Bullet with a Name\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74755,"title":"Nonpoint - Live and Kicking","adult":false,"genre_ids":[]},{"cast":[],"overview":"Coming off a tour spanning two-and-a-half years, the rock act Shinedown presents LIVE FROM THE INSIDE, a Chris Sims-directed concert feature documenting the band's last show from their LEAVE A WHISPER tour. Taking the stage at the House of Blues in North Myrtle Beach, South Carolina, Shinedown performs hits from its debut album including \"Burning Bright,\" \"Fly From the Inside,\" \"Simple Man,\" \"45,\" and \"Stranger Inside.\"","release_date":"2005-08-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":74756,"title":"Shinedown: Live from the Inside","adult":false,"genre_ids":[10402]},{"cast":["John Barrowman","Daniel Boys"],"overview":"John Barrowman's sold-out concert at the Glasgow Royal Concert Hall in May 2009. Experience all the excitement, laughter, passion, and performance surprises of his live show. Join John and his special guest, Danny Boys, John's J4 dancers, and lots of the music, music, music. Special guest star - Daniel Boys. Track Listing:  Don't Stop Me Now; Just Help Yourself; What About Us?; I Made It Through The Rain; Life Is A Roller Coaster; Rhinestone Cowboy; When You Tell Me That You Love Me; Baby, Give It Up; Medley:  - One Night Only - I'm So Excited - Boogie Wonderland - Rhythm Of The Night; Both Sides Now; Goodbye My Friend; Knock Three Times; Everything; I Know Him So Well; I Won't Send Roses; Can't Take My Eyes Off You; Livin La Vida Loca; From A Distance; I Am What I Am","release_date":"2009-11-16","vote_average":7.0,"runtime":86,"cert":"N\/A","id":74757,"title":"An Evening with John Barrowman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Multimillion selling hard rockers Godsmack make more noise than a monster truck rally. SMACK THIS! was filmed over a period of 5 years, during which Godsmack released 2 albums and went on 10 different live tours. The film is a compilation of candid interviews, rowdy backstage antics, and concert performances including \"Now or Never,\" \"Stress,\" and \"Voodoo.\"","release_date":"2002-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74758,"title":"Godsmack - Smack This","adult":false,"genre_ids":[]},{"cast":["Burgess Meredith","Dulcie Gray","Michael Shepley","Christine Norden","Kieron Moore"],"overview":"Fearing her husband could become a killer, a woman seeks a psychiatrist's help.","release_date":"1947-11-22","vote_average":7.4,"runtime":108,"cert":"","id":74759,"title":"Mine Own Executioner","adult":false,"genre_ids":[53,18]},{"cast":["Lzzy Hale","Arejay Hale","Joe Hottinger","Josh Smith"],"overview":"Live in Philly 2010 is the first live performance released by the hard rock band Halestorm, and the second album released overall by them. The album was made available for pre–orders on October 21, 2010, but was not released until November 16, 2010. This live performance was recorded at the TLA in Philadelphia, Pennsylvania on April 30, 2010. 1. Intro \/ 2. It's Not You \/ 3. What Were You Expecting \/ 4. Innocence \/ 5. Bet U Wish U Had Me Back \/ 6. Love\/Hate Heartbreak \/ 7. I'm Not An Angel \/ 8. Familiar Taste of Poison \/ 9. Boom City \/ 10. Nothing To Do With Love \/ 11. Dirty Work \/ 12. I Get Off \/ 13. Tell Me Where It Hurts \/ 14. Better Sorry Than Safe.","release_date":"2010-11-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74760,"title":"Halestorm: Live in Philly 2010","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Somewhere In The Stratosphere Electric was filmed in Washington state on August 8th, 2010. The DVD includes a live set of wildly popular tracks off the band's platinum plus selling Sound Of Madness. Featuring the driving rock of \"Diamond Eyes (Boom-Lay Boom-Lay Boom)\", \"Second Chance\", \"Save Me\" and more the electric set of Somewhere In The Stratosphere provides a front and center look at the passion and energy that go into every Shinedown performance.","release_date":"2011-05-03","vote_average":10.0,"runtime":null,"cert":"N\/A","id":74761,"title":"Shinedown: Somewhere in the Stratosphere","adult":false,"genre_ids":[10402]},{"cast":["Brent Smith","Barry Kerch","Zach Myers","Eric Bass"],"overview":"Somewhere In The Stratosphere Acoustic was filmed during the band's Anything And Everything: An Acoustic Evening With Shinedown 2011 tour. It includes a live set of the show featuring tracks from their platinum plus selling album Sound Of Madness. With six number 1 album singles under their belt, the band puts an acoustic spin on \"Devour\", \"The Crow & The Butterfly\", \"Second Chance\" and many more from their rich catalog of hits.","release_date":"2011-04-18","vote_average":10.0,"runtime":null,"cert":"N\/A","id":74762,"title":"Shinedown: Anything and Everything","adult":false,"genre_ids":[]},{"cast":["Dieter Hallervorden","Rainer Brandt","Rotraud Schindler","Manfred Lehmann","Gisela Trowe"],"overview":"The unsuccessful inventor Leo Bergert is the awkwardness in person: Everything he tackles goes wrong. His latest project, the development of a totally new fuel goes, clearly failed. Now he is deeply in debt, and the bank will immediately return their money. As also leaves him his Dauerverlobte and also the rich Erbtante nothing rausrückt, he sees only one way out: Suicide. But even while he proves to be a failure: All attempts to convey himself to death, miscarry. He hires a hitman to kill him. But then his situation improves suddenly, he wants to live and make the job undone. But that turns out to be not so easy.","release_date":"1981-07-23","vote_average":6.0,"runtime":1,"cert":"N\/A","id":74763,"title":"Alles im Eimer","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Zsa Zsa Gábor","Nicole Maurey","Jean Marchat","Louis Seigner"],"overview":"Joe Calvert (Fernadel) is a nearsighted, friendly man who works as a clerk in a large department store, who gets into embarrassing situations when he isn't wearing his glasses. Since Joe works in the department that sells cowboy clothes to kids, his boss is adamant against his wearing glasses as cowboys and glasses don't go together. After a series of near-blind misadventures, Joe is fired. Dejected, he goes to the movies and seats himself next to a dangerous gangster and, when he leaves, takes the man's raincoat. In the subway, on a crowded train, he removes a heavy object from coat pocket. It's a gun and the passengers are in a panic and Joe is arrested, and the police announce they have captured Public Enemy No. 1. The leader's mob, unaware that it isn't their boss the police have, plan an escape, with most of the plans made by gun moll Lola (Zsa Zsa Gabor.) Soon, Joe finds both the police and the gangsters after him.","release_date":"1953-12-02","vote_average":7.0,"runtime":105,"cert":"N\/A","id":74764,"title":"The Most Wanted Man","adult":false,"genre_ids":[12,35]},{"cast":["Fernandel","Gino Cervi","Jean-Jacques Delbo","Georges Chamarat","Noëlle Norman"],"overview":"In Paris, scoundrel mates Paolo and Antoine Venturen hope to get rich quick by asking ransom fro rich Mr. Jumelin's preteen son Eric. Masquerading as Indians, the scamp's favorite game, does the trick. They soon learn such bratty rascal is more trouble then he's worth. The boy's a P.I. instead of paying, and it gets worse.","release_date":"1959-03-20","vote_average":6.7,"runtime":92,"cert":"N\/A","id":74765,"title":"Gangster Boss","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Andrex","Francis Blanche","Maryse Patris","Rellys"],"overview":"","release_date":"1956-12-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":74766,"title":"Honoré de Marseille","adult":false,"genre_ids":[10402,35]},{"cast":["Lino Ventura","Bourvil","Marie Dubois","Jean-Claude Rolland","Jess Hahn"],"overview":"Hector Valentin (Bourvil) returns to France from Canada when he inherits a small sawmill. He has difficulties restarting the run-down operation which has inefficient workers and is hampered by the dirty tactics of its bigger...","release_date":"1965-10-22","vote_average":8.1,"runtime":128,"cert":"N\/A","id":74767,"title":"The Wise Guys","adult":false,"genre_ids":[12,35,18]},{"cast":[],"overview":"City Of Paranoia is a film about London, a documentation of the activities of a bunch of men who dedicated a section of their lives to painting. The film tries to showcase what they have done whilst giving the viewer an insight to the emotions and feelings that come with this lifestyle...","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":74768,"title":"City of Paranoia","adult":false,"genre_ids":[18,28,99]},{"cast":["Jack Kao","Jonathan Chang","Tarcy Su","Chang Han"],"overview":"A professional hand model Ching suffers from post-natal depression and her architect husband Hsuing is unable to deal with it, driving their marriage to the brink of collapse.","release_date":"2007-08-07","vote_average":7.0,"runtime":119,"cert":"N\/A","id":74769,"title":"God Man Dog","adult":false,"genre_ids":[10751,18]},{"cast":["Michael Imperioli","Ingvar Eggert Sigurðsson","Unnur Vilhjálmsdóttir","Hilmir Snær Guðnason","Benedikt Erlingsson"],"overview":"Ashamed for being a debt-collecting thug, David believes that he is an ugly duckling waiting to become a swan. Through an unlikely mentor he finds out that life has indeed something very special in store for him.","release_date":"2008-03-28","vote_average":5.3,"runtime":90,"cert":"N\/A","id":74770,"title":"The Higher Force","adult":false,"genre_ids":[28,35]},{"cast":["Andrea Boardman","Nancy Crowley","Mistaya Hemingway","Zofia Tujaka","Chun Hong Li"],"overview":"The multi-award-winning dance film Amelia (2002), directed and choreographed by Edouard Lock and performed by the acclaimed dance company La La La Human Steps, explores the use of point technique using extended intertwining solos, complex partnering sequences and extreme speed to generate powerful performances with unexpected moments of tender emotion and serenity.","release_date":"2003-10-15","vote_average":8.3,"runtime":60,"cert":"N\/A","id":74771,"title":"Amelia","adult":false,"genre_ids":[18]},{"cast":["Jack Warner","Robert Beatty","Maxwell Reed","Joan Collins","Kay Kendall"],"overview":"Boxing drama following the lives of 5 different fighters and their reasons for becoming boxers.","release_date":"1953-07-13","vote_average":6.9,"runtime":83,"cert":"","id":74772,"title":"The Square Ring","adult":false,"genre_ids":[18]},{"cast":["David Farrar","Honor Blackman","Diana Dors","Bill Owen","Mervyn Johns"],"overview":"Set in the diamond fields of South Africa, Stafford Parker is a lawman trying to maintain a semblance of law and order in the \"Wild South\".","release_date":"1949-09-20","vote_average":6.0,"runtime":90,"cert":"","id":74773,"title":"Diamond City","adult":false,"genre_ids":[37,12,18]},{"cast":["Eddie Byrne","Jane Barrett","Robert Brown","Sid James","Hermione Baddeley"],"overview":"Because of its high productivity and \"almost\" 100 per cent employment, the town of Hayhoe, England is expecting a visit from the Prime Minister. The \"almost\" is because of Dan Dance (Eddie Byrne), an old rogue who would rather drink and philosophize than work. The Village Council are determined to have a perfect record so they connive to have the old man put into the alms-house which has been unoccupied for many years, where he must abide by rules laid down 400 years ago. A new Vicar arrives and discovers that, because of the circumstances created by the Council, Dan Dance is entitled to 6,000 pounds a year at the expense of the village.","release_date":"1952-07-01","vote_average":9.0,"runtime":82,"cert":"","id":74774,"title":"Time, Gentlemen, Please!","adult":false,"genre_ids":[35]},{"cast":["Katie Parker","Courtney Bell","Morgan Peter Brown","Dave Levine","Justin Gordon"],"overview":"Tricia's husband Daniel has been missing for seven years. Her younger sister Callie comes to live with her as the pressure mounts to finally declare him 'dead in absentia.' As Tricia sifts through the wreckage and tries to move on with her life, Callie finds herself drawn to an ominous tunnel near the house. As she begins to link it to other mysterious disappearances, it becomes clear that Daniel's presumed death might be anything but 'natural.' The ancient force at work in the tunnel might have set its sights on Callie and Tricia... and Daniel might be suffering a fate far worse than death in its grasp.","release_date":"2011-03-03","vote_average":5.9,"runtime":92,"cert":"15","id":74777,"title":"Absentia","adult":false,"genre_ids":[9648,27,53]},{"cast":["Jean Sylvère","Anne Caprile","Giuseppe Mannajuolo","Ricardo Palacios","Antonio Medina"],"overview":"A false accusation leads the philosopher Socrates to trial and condemnation in 4th century BC Athens.","release_date":"1971-06-17","vote_average":7.3,"runtime":120,"cert":"N\/A","id":74778,"title":"Socrates","adult":false,"genre_ids":[18,36]},{"cast":["Zoe Naylor","Graham Sibley","Edward Foy","Jourdan Lee","Daniel Jenkins"],"overview":"A group of reporters are covering the unveiling of a new facility that is completely maintained by robot prototypes. When one of the robots goes haywire, the reporters find themselves not just reporting on the malfunction, but fighting for their lives.","release_date":"2011-09-02","vote_average":2.9,"runtime":90,"cert":"15","id":74779,"title":"Robotropolis","adult":false,"genre_ids":[12,28,53,878]},{"cast":[],"overview":".","release_date":"2006-01-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":74782,"title":"Mr Chews Asian Beaver 3","adult":true,"genre_ids":[]},{"cast":["Brett Butler","Trish Suhr","Sarah Tiana","Pat Browning","Lisa Landry"],"overview":"Brett Butler is BACK and she is bringing The Southern Belles of Comedy with her! Along with being hilarious, these women are southern, sexy, strong-minded and simply irresistible! Trish Suhr, Lisa Landry, Pat Brown and Sarah Tiana are four performers who have risen through the comedy ranks in the shadow of great female comedians like Brett, but are now joining her on stage for this legendary stand-up comedy special!","release_date":"2009-09-09","vote_average":0.0,"runtime":73,"cert":"N\/A","id":74783,"title":"The Southern Belles of Comedy","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Andrex","Ginette Baudin","Thérèse Dorny","Robert Seller"],"overview":"","release_date":"1950-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74784,"title":"Uniformes et grandes manœuvres","adult":false,"genre_ids":[12,35]},{"cast":["Fily Keita","Claire Guyot","Céline Mauge","Jean-Claude Donda","Karl Lagerfeld"],"overview":"An origin story of how three high school girls became, like, totally spies.","release_date":"2009-08-09","vote_average":6.6,"runtime":75,"cert":"N\/A","id":74785,"title":"Totally Spies! The Movie","adult":false,"genre_ids":[16,12,35]},{"cast":["Johnny Mack Brown","Louise Stanley","Fuzzy Knight","Bill Cody Jr.","Edward LeSaint"],"overview":"15 chapter western serial.","release_date":"1939-07-04","vote_average":0.0,"runtime":320,"cert":"N\/A","id":74786,"title":"The Oregon Trail","adult":false,"genre_ids":[28,37]},{"cast":["Archie de Calma","Rudolph Segundo","Xeno Alejandro","Ara Mina","Jan Marini"],"overview":"As he has done countless times before, Cris (Archie de Calma) is riding the jeepney bus along the Elliptical Road bordering the Quezon Memorial Circle. Suddenly a robbery begins and he finds himself being held at knife point. As his life passes before his eyes, he asks the question, what could I have done in the past to save me from this? \"Circles\" tells the story of Cris' life in the days leading up to the robbery. As a trader at Quezon Memorial Circle, he deals with all levels of Filipino society. From fruit sellers to student protesters to male hookers all lives intersect at the park and it's historical landmarks. As brave and creative as Pablo's past features (\"Doubt\", \"Bathhouse\") and shot gorilla style on a shoe string budget,\"Circles\" promises to be all things to all gay people: entertainment, fable and erotica.","release_date":"2005-08-05","vote_average":5.0,"runtime":112,"cert":"N\/A","id":74789,"title":"Circles","adult":false,"genre_ids":[18]},{"cast":["Cole Pennsinger","Anna Kavan","Ryan White","Sarah Bing","Natalie Buller"],"overview":"Jessica and Gus, two apathetic teenagers, drift aimlessly from one day to the next until they meet each other. They make a tenuous and fleeting connection when Gus confides in Jessica about his dark past.","release_date":"2006-03-12","vote_average":4.9,"runtime":66,"cert":"N\/A","id":74790,"title":"Dance Party, USA","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Roots of Reggae is a musical journey to Jamaica's Golden Age of music, Rocksteady. The film features the music and stories of the legendary singers and musicians of the Rocksteady era. They come together after 40 years to record an album of Rocksteady hits, to perform together again at an All-Stars reunion concert in Kingston, Jamaica, and to tell their story.","release_date":"2010-07-29","vote_average":6.5,"runtime":98,"cert":"N\/A","id":74793,"title":"Rocksteady: The Roots of Reggae","adult":false,"genre_ids":[99,10402]},{"cast":["Judith Anderson","Michael Chekhov","Ivan Kirov","Viola Essen","Lionel Stander"],"overview":"Ballet dancer Sanine may have murdered his first wife. A detective thinks so, and he's not the only one.","release_date":"1946-07-05","vote_average":4.5,"runtime":90,"cert":"N\/A","id":74794,"title":"Specter of the Rose","adult":false,"genre_ids":[18,53]},{"cast":["Nicolas Giraud","Clément Sibony","Pauline Lefèvre","Gilles Cohen","Jacques Mathou"],"overview":"Two brothers live in Montbard, Burgundy. For their summer vacation, they decide to visit their mother in Saint-Jean-de-Luz, because it’s been a long time, because it would make her happy… There’s no shortage of reasons. They buy a second-hand motor home and plan to stay open to whatever the road brings them, embarking on a brothers’ journey across France. Just the two of them. But then an endearing young woman crosses their path...","release_date":"2011-05-03","vote_average":5.4,"runtime":91,"cert":"N\/A","id":74795,"title":"Voir la mer","adult":false,"genre_ids":[35,18]},{"cast":["Yoda","Tamaki Kunishi","Yasunori Takada","Takaakira Goto"],"overview":"\"The Sky Remains The Same As Ever\" is a nearly two-hour document of the recording sessions for Mono's \"You Are There\", and the several worldwide tours that followed its release.","release_date":"2008-01-22","vote_average":0.0,"runtime":117,"cert":"N\/A","id":74796,"title":"Mono: The Sky Remains The Same As Ever","adult":false,"genre_ids":[10402]},{"cast":["Lee Perry","Haile Selassie","Bob Marley","Peter Tosh","Benicio del Toro"],"overview":"The Upsetter tells the fascinating story of Lee Scratch Perry a visionary musician and artist from poor rural Jamaica who journeyed to the big city of Kingston in the late 1950’s with dreams of making it in the burgeoning record industry. He burst upon the scene with a brand new sound, inventing a genre of music that would come to be called Reggae, discovering a young Bob Marley and gaining international recognition as a record producer and solo artist. Soon he was being called upon by artists as diverse as The Clash and Paul McCartney to provide his unique sound.","release_date":"2011-01-12","vote_average":8.0,"runtime":95,"cert":"N\/A","id":74797,"title":"The Upsetter: The Life and Music of Lee Scratch Perry","adult":false,"genre_ids":[99,10402]},{"cast":["Jiří Langmajer","Karel Roden","Pavel Hejlík","Tomáš Valík","Václav Čížkovský"],"overview":"","release_date":"1987-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":74798,"title":"Copak je to za vojáka...","adult":false,"genre_ids":[35]},{"cast":["Masato Sakai"],"overview":"A theatrical film version of Madhouse's Aoi Bungaku Series anime. The film will re-edit the four episodes based on Osamu Dazai's No Longer Human (Ningen Shikkaku) novel, which have character designs inspired by manga artist and novel illustrator Takeshi Obata. This \"director's cut\" will include new \"navigation\" footage which is being created specifically for the film with narrator Masato Sakai.","release_date":"2009-12-12","vote_average":6.5,"runtime":99,"cert":"N\/A","id":74799,"title":"Ningen Shikkaku: Director's Cut-ban","adult":false,"genre_ids":[16,18,36]},{"cast":["Rudi Assauer","Fredi Bobic","Reiner Calmund","Harry Baer"],"overview":"","release_date":"2006-11-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74800,"title":"Warum halb vier?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Marcos Maidana takes on Erik Morales for the WBA Interim Super Lightweight Championship at the MGM Grand in Las Vegas Saturday, April 9, 2011.","release_date":"2011-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74801,"title":"Maidana vs. Morales","adult":false,"genre_ids":[]},{"cast":["Agnes Kraus","Edda Dentges","Friedrich Richter","Anne Wollner","Günter Sonnenberg"],"overview":"","release_date":"1972-01-01","vote_average":6.4,"runtime":null,"cert":"N\/A","id":74802,"title":"Florentiner 73","adult":false,"genre_ids":[35]},{"cast":["Floyd Mayweather Jr."],"overview":"Floyd Mayweather takes on Juan Manuel Marquez for a non-title bout at the MGM Grand in Las Vegas, Nevada.","release_date":"2009-07-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74803,"title":"Mayweather vs. Marquez","adult":false,"genre_ids":[]},{"cast":["Floyd Mayweather Jr.","Victor Ortiz"],"overview":"Floyd Mayweather takes on Victor Ortiz for the WBC World Welterweight Championship at the MGM Grand in Las Vegas, Nevada.","release_date":"2011-09-17","vote_average":3.8,"runtime":null,"cert":"N\/A","id":74804,"title":"Mayweather vs. Ortiz","adult":false,"genre_ids":[]},{"cast":["Christiane Paul","Devid Striesow","Friedrich von Thun","Steffen Schroeder","Sandra Borgmann"],"overview":"","release_date":"2011-09-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":74805,"title":"Ein mörderisches Geschäft","adult":false,"genre_ids":[53]},{"cast":["Agnes Kraus","Carola Braunbock","Edda Dentges","Liselott Baumgarten","Steffie Spira"],"overview":"","release_date":"1974-11-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74806,"title":"Neues aus der Florentiner 73","adult":false,"genre_ids":[10770,10749,35]},{"cast":["Joshua Leonard","Belinda McClory","Lauren Hewett","Jerome Ehlers","Craig McLachlan"],"overview":"Following a messy divorce, Lynn Graham moves back home to Australia with her three American-born children in tow. Buying an old house on the same street as her sister seems like a good idea, but its low price reflects a unpleasant history of murder and satanic ritual. Before long, her two youngest kids have fallen under the spell of an evil force emanating from a sinister cubbyhouse in the back garden, and bloody past events look set to repeat themselves.","release_date":"2001-12-10","vote_average":3.0,"runtime":89,"cert":"","id":74807,"title":"Cubbyhouse","adult":false,"genre_ids":[27,53]},{"cast":["Tetsuya Fukagawa","Masahiro Tobita","Manabu Nakagawa","Nobukata Kawai","Dairoku Seki"],"overview":"The first long-form video documenting the long and winding history of Envy's sound and vision. Presented here are seventeen of the band's most notable live performances, spanning a dozen years.","release_date":"2008-10-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":74808,"title":"Envy: Transfovista","adult":false,"genre_ids":[10402]},{"cast":["Lino Ventura","Claudine Auger","Paul Crauchet","Jean Bouise","Nicole Garcia"],"overview":"On a stopover in Barcelona, Fériaud Roland discovers a corpse in the hotel room next door. He wakes up in a strange clinic without remembering who brought him there. The doctor insists he hallucinated, but it's not long before he obtains evidence that it wasn't a dream.","release_date":"1978-05-03","vote_average":5.8,"runtime":97,"cert":"N\/A","id":74809,"title":"Butterfly on the Shoulder","adult":false,"genre_ids":[18]},{"cast":["Fernandel","Françoise Arnoul","Louis de Funès","Paulette Dubost"],"overview":"The Sheep Has Five Legs (French: Le Mouton à cinq pattes) is a 1954 French film directed by Henri Verneuil. It was nominated for the Academy Award for Best Story.","release_date":"1954-09-24","vote_average":5.4,"runtime":104,"cert":"N\/A","id":74810,"title":"The Sheep Has Five Legs","adult":false,"genre_ids":[35]},{"cast":["Lino Ventura","Brigitte Bardot","Bill Travers","Clive Revill","La Polaca"],"overview":"During the 1920s and in full alcohol prohibition in the United States, a band of liquor smugglers has its base of operations in the Caribbean. The territory known as \"the rum boulevard\", which links Jamaica with the United States coasts, is regularly visited by Captain Cornelius von Zeelinga (Lino Ventura), leader of the smugglers. In one of these trips he meets Linda Larue (Brigitte Bardot), a beautiful actress who has traveled to a Caribbean location, together with a film crew, in order to shoot an adventure movie properly. The protagonist is a fashionable actress, particularly beautiful and desirable, and her unique appeal will provoke a chain of conflicts.","release_date":"1971-10-13","vote_average":4.4,"runtime":135,"cert":"N\/A","id":74811,"title":"Rum Runners","adult":false,"genre_ids":[12,35]},{"cast":["Totò","Giovanna Ralli","Armando Calvo","Giacomo Furia","Enzo Turco"],"overview":"An Italo-American mobster is sent back to Naples from the States. He moves to Italy with all his illegal proceeds...","release_date":"1959-06-27","vote_average":6.3,"runtime":null,"cert":"N\/A","id":74812,"title":"The Thieves","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Riding on the success of the first Gymkhana Practice video that grabbed the attention of over 20 million viewers worldwide, the Gymkhana TWO video takes infomercials to the next level. Unlike other infomercials, this one sells the products with great action, cinematography, and a dramatic driving performance-and, no stereotypical cheesy informercial pitchman! Produced specifically to market Blocks first-ever Rally TeamWorks Collection, the new video is filled with great driving stunts, surprises, explosions, and a guest appearance from DC team rider, Rob Dyrdek. Filmed at the Port of Los Angeles, expect non-stop motor sport eye-candy as Block hits the all-new course in a custom tuned, high performance, and brand-new Subaru Impreza WRX STI.","release_date":"2009-06-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":74813,"title":"Gymkhana Two: The Infomercial","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-07-12","vote_average":6.3,"runtime":null,"cert":"N\/A","id":74820,"title":"Antifa: Chasseurs de skins","adult":false,"genre_ids":[99]},{"cast":["Violet MacMillan","Frank Moore","Raymond Russell","Leontine Dranet","Bobbie Gould"],"overview":"Ojo and Unc Nunkie are out of food, so they decide to journey to the Emerald City where they will never starve. Along the way, they meet Mewel, a waif and stray (mule) who leads them to Dr. Pipt, who has been stirring the powder of life for nine years. Ojo adds plenty of brains to Margolotte's Patchwork servant before she is brought to life with the powder. When Scraps does come to life, she accidentally knocks the liquid of petrifaction upon Unc Nunkie, Margolotte, and Danx (daughter Jesseva's boyfriend). So all go on separate journeys to find the ingredients to the antidote. (Of course Jesseva has Danx shrunken to take with her, which causes trouble with Jinjur.) Of course, no one ever told Ojo that some of the ingredients were illegal to obtain...","release_date":"1914-09-28","vote_average":5.7,"runtime":81,"cert":"N\/A","id":74827,"title":"The Patchwork Girl of Oz","adult":false,"genre_ids":[12,10751,14,35]},{"cast":["Jim Parker","Carolyn Brandt","Rock Heinrich","Will Long","Greta Smith"],"overview":"In Las Vegas, Dracula is a pimp who sends out vampire hookers to snare unsuspecting--and horny--victims","release_date":"1971-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":74828,"title":"The Mad Love Life of a Hot Vampire","adult":true,"genre_ids":[27]},{"cast":["Ramon Revilla Sr.","Elizabeth Oropesa","George Estregan","Paquito Diaz","Cecille Castillo"],"overview":"A Filipino-made horror-fantasy movie about a man who is chosen by his dead uncle to battle the forces of evil. He fights a being called \"The Prince of Magic,\" who shoots rays from his hands, makes heads spin around and hypnotizes people. He finally faces Satan himself and engages him in a battle of magic","release_date":"1983-06-10","vote_average":3.0,"runtime":90,"cert":"N\/A","id":74829,"title":"The Killing of Satan","adult":false,"genre_ids":[27,28]},{"cast":["Alia Shawkat","Kelli Garner","Mark Webber","Jane Adams","James Ransone"],"overview":"A man's life is altered unexpectedly after telling a lie to get out of work.","release_date":"2011-11-18","vote_average":5.6,"runtime":80,"cert":"N\/A","id":74830,"title":"The Lie","adult":false,"genre_ids":[18,35]},{"cast":["Mark Damon","Rosalba Neri","Esmeralda Barros","Xiro Papas","Gengher Gatti"],"overview":"The 1800s: scholarly Karl Schiller believes he's found the ring of the Nibelungen, which holds great power. It's at Castle Dracula. His twin, Franz, a gambler, asks if vampires frighten Karl; Karl shows him an Egyptian amulet, which may protect him. Franz takes the amulet and sets out ahead of his brother, arriving at the castle first. There he finds a countess who invites him to dine. Later that night, Karl arrives. Coincidently, it's the Night of the Virgin Moon, a night that falls every fifty years and draws five virgins from the surrounding village to the castle not be heard from again. Can Karl protect his brother, find the ring, and rescue any of the women?","release_date":"1973-03-14","vote_average":4.3,"runtime":83,"cert":"N\/A","id":74831,"title":"The Devil's Wedding Night","adult":false,"genre_ids":[27]},{"cast":["Gary Daniels","Sugar Ray Leonard","Paige Rowland","Charles Napier","Patrick Kilpatrick"],"overview":"An heiress is kidnapped during the chaos of a riot.","release_date":"1996-12-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":74832,"title":"Riot","adult":false,"genre_ids":[18,28,53]},{"cast":["Rodrigo Brassoloto","Rubens Caribé","Francisco Carvalho","Tadeu di Pietro","Marisol Ribeiro"],"overview":"","release_date":"2011-04-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74835,"title":"Inversão","adult":false,"genre_ids":[53,28]},{"cast":["Kelly Bohanon","Kevin Hearst","Caroline Hildebrand","Keith Carradine","Dale Hopkins"],"overview":"A crew of young researchers escape into the future to avoid the shutdown of their project. They find that some type of 'eco-crisis' disaster has de-populated the area around their lab (in rural Idaho) and, by implication, the nation or maybe the world. Stranded in the barren future, in their travels they encounter an abandoned freight train possibly full of corpses (maybe, it isn't very clear). One of them travels further into the future and meets a family in a futuristic automobile, implying that that humankind has recovered from the disaster (or have they?)","release_date":"1973-06-15","vote_average":5.0,"runtime":86,"cert":"N\/A","id":74836,"title":"Idaho Transfer","adult":false,"genre_ids":[878]},{"cast":["Paul Petersen","Quinn O'Hara","Charla Doherty","Neil Fletcher","Hugh Feagin"],"overview":"The last seven survivors of a nuclear war barricade themselves against an attack by a mutant cannibal.","release_date":"1967-01-01","vote_average":2.2,"runtime":80,"cert":"N\/A","id":74837,"title":"In the Year 2889","adult":false,"genre_ids":[27,878,10770]},{"cast":[],"overview":"In a world where teleportation has replaced air travel, 5 unemployed people try to survive in Sydney's underground.","release_date":"2001-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74838,"title":"Neophytes and Neon Lights","adult":false,"genre_ids":[878]},{"cast":["Yanti Somer","Gianni Garko","Malisa Longo","Chris Avram","Ennio Balbo"],"overview":"Earth is attacked by an intergalactic villain and his army of robotic androids.","release_date":"1979-10-26","vote_average":1.6,"runtime":103,"cert":"N\/A","id":74839,"title":"Star Odyssey","adult":false,"genre_ids":[878]},{"cast":["Victoria Abril","Pilar Bardem","Federico Luppi","Ángel Alcázar","María Asquerino"],"overview":"Escaping gangsters trying to kill her because of being witness to a crime, Gloria (Victoria Abril), a young woman of lower class, comes back to Madrid, Spain and to her family. There she tries to find work and earn some money.","release_date":"1995-09-16","vote_average":7.5,"runtime":104,"cert":"N\/A","id":74840,"title":"Nobody Will Speak of Us When We're Dead","adult":false,"genre_ids":[18]},{"cast":["Ian Holm"],"overview":"In Africa, the giant fig tree and the tiny fig wasp differ in size a billion times over, but neither could exist without the other. Their extraordinary relationship is a marvel of co-evolution, a marriage which has lasted for millennia. It forms the basis of a complex web of dependency that supports entire ecosystems, providing food for thousands of creatures, from elephants, giraffes, and fruit bats, to forest hornbills, monkeys, insects, and fish.","release_date":"2005-11-22","vote_average":6.2,"runtime":57,"cert":"","id":74841,"title":"The Queen of Trees","adult":false,"genre_ids":[18,99]},{"cast":["Ryuji Aigase","Satomi Ishihara","Kentaro Ito","Yasuyuki Kase","Sôsuke Komori"],"overview":"A spectacular journey of an unwilling young hero thrust into a mysterious past full of monsters, dragons, and strange hidden powers. Through a series of out of this world battles and adventures, Jun, a shy middle school boy, is transformed into a hero destined to battle evil and ensure harmony and tranquility in the world.","release_date":"2011-04-29","vote_average":5.8,"runtime":98,"cert":"","id":74842,"title":"Legend of the Millennium Dragon","adult":false,"genre_ids":[12,14,16,878]},{"cast":["Defrancesca Gallardo","Angel Dark","Abbie Cat","Carla Cox","Sandra Sanchez"],"overview":"Mischievous young girls are horny for more naughty experiences in All Star Teens 2. Having learned their lessons, six new gorgeous sluts want you to watch them get their tight butts penetrated.","release_date":"2010-11-29","vote_average":7.5,"runtime":143,"cert":"N\/A","id":74845,"title":"All Star Teens 2","adult":true,"genre_ids":[]},{"cast":["José Garcia","Anna Mouglalis","Samuel Benchetrit","Sergi López","Ben Gazzara"],"overview":"","release_date":"2011-03-29","vote_average":4.8,"runtime":100,"cert":"N\/A","id":74848,"title":"Chez Gino","adult":false,"genre_ids":[35]},{"cast":["Harrison Ford","Mark Hamill","Anthony Daniels","Carrie Fisher","Peter Mayhew"],"overview":"Luke Skywalker and Han Solo battle evil Imperial forces to help Chewbacca reach his imperiled family on the Wookiee planet - in time for Life Day, their most important day of the year!","release_date":"1978-12-01","vote_average":3.1,"runtime":97,"cert":"N\/A","id":74849,"title":"The Star Wars Holiday Special","adult":false,"genre_ids":[12,35,10751,878,10770]},{"cast":["Margarita Koshelyova","Gennadi Voropayev","Aleksandr Fadeyev","Georgi Kulbush","Larisa Luzhina"],"overview":"In the mountains, they stand alone against whatever will happen. For the several days they live in nature, they can rely only on themselves and each other. Elsewhere, there is always a fallback - here one is without a safety. This in itself can bring some to terror - the terror of having to rely on yourself - your own judgment, wits and fortitude. This is also the most incredible feeling of strength and independence. Knowing there is no safety means having to be one's own safety.","release_date":"1966-11-11","vote_average":5.4,"runtime":77,"cert":"N\/A","id":74852,"title":"Vertical","adult":false,"genre_ids":[28,12,10749]},{"cast":["Jesse Jane","Riley Steele","Kayden Kross","BiBi Jones","Stoya"],"overview":"Ding dong... the naughty Babysitters are back, hungry to serve your needs. Mommy's little helpers have dad by the balls, handling the job the horniest way they can. Date night with the wife becomes a shocking, wild orgy at home with the most beautiful girls in the neighborhood, ordered up by none other than gorgeous Jesse Jane. Hot babe BiBi Jones, happily takes on her new job, showing off her nasty sex skills to the man of the house.","release_date":"2011-06-28","vote_average":8.1,"runtime":162,"cert":"N\/A","id":74857,"title":"Babysitters 2","adult":true,"genre_ids":[]},{"cast":["Hwangwoo Seul-hye","Maydoni","Choi Ah-ra","Byeon Jeong-su","Kim Young-min"],"overview":"Pop band Pink Dolls emerges to stardom after releasing a remake of “White,” written by an anonymous composer. The more popular the members become, however, the more they become torn by jealousy and rivalries. But as the girls each take turns to become the lead vocalist, mysterious incidents occur.","release_date":"2011-06-09","vote_average":5.9,"runtime":106,"cert":"N\/A","id":74860,"title":"White: The Melody of the Curse","adult":false,"genre_ids":[27,18,10402]},{"cast":["Perry Lopez","Beverly Garland","Walter Abel","Ted de Corsia","Kenneth Tobey"],"overview":"The tale of a young bookie, married to a beautiful woman who goes to jail, and becomes involved with hoodlums.","release_date":"1956-03-10","vote_average":5.7,"runtime":86,"cert":"N\/A","id":74861,"title":"The Steel Jungle","adult":false,"genre_ids":[80]},{"cast":["Luděk Sobota","Helena Vondráčková","Petr Nárožný","Miloslav Šimek"],"overview":"School supply teacher timid folk art Ales Brabec won first prize at a music festival and will therefore offer to work for the Prague little theater in the basement. Its director Soukup just needs a few songs for the upcoming musical, and so is willing to do everything to Alex to create the right atmosphere for composing.","release_date":"1978-07-01","vote_average":4.3,"runtime":89,"cert":"N\/A","id":74862,"title":"Let Him Face the Music!","adult":false,"genre_ids":[35]},{"cast":["Marshall McClean","Matt Pittenger","Christian Mousel"],"overview":"Two lovers torn apart by addiction confront each other one more time at the spot where they met.","release_date":"2006-11-16","vote_average":6.0,"runtime":14,"cert":"N\/A","id":74863,"title":"Where We Began","adult":false,"genre_ids":[18]},{"cast":["Matt Riddlehoover","Amy Kelly","Peter Stickles","Jeff Dylan Graham","Jillian Lauren"],"overview":"This darkly comedic drama follows the erotic exploits of Jonathan Barrows, a narcissistic college professor whose sexual fascination with his own body leads him to down a path of increasingly disturbed behavior. Forsaking priests and others who lust for him, Barrows soon pays a high price for his excessive self-love.","release_date":"2008-10-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":74864,"title":"Watch Out","adult":false,"genre_ids":[35,18,27]},{"cast":[],"overview":"The cameras follow the original cast from the early rehearsals right up to the live performance.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":74865,"title":"The Making of Martin Guerre: A Musical Journey","adult":false,"genre_ids":[99]},{"cast":["Steve Smith","Patrick McKenna","Rick Green"],"overview":"Outdoorsman, master of household repair, part-time philosopher, and proprietor of the Possum Lodge, Red Green (Steve Smith), celebrates the many uses of every real man's secret weapon, duct tape, in this collection of classic comic bits from The Red Green Show. Red Green: Duct Tape Virtuoso Deluxe also includes never before seen outtakes from the show in which Red shows off his mastery of the sticky gray stuff. ~ Mark Deming, Rovi","release_date":"2001-05-08","vote_average":9.0,"runtime":64,"cert":"N\/A","id":74866,"title":"Red Green","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"It's a very exciting day today. It's Spot's first day of school! He's a little shy at first, but soon he is busy with all sorts of activities, playing dress-up, stacking blocks, and painting. When the day is over, Spot can't wait to go back again tomorrow!  Spot Goes to School includes the title episode plus five additional stories, three bonus episodes, and Spot's Alphabet and Spelling game, all based on the delightful, ever popular children's books by Eric Hill.","release_date":"2011-08-02","vote_average":4.5,"runtime":30,"cert":"N\/A","id":74869,"title":"Spot Goes to School","adult":false,"genre_ids":[]},{"cast":["Andrew Cole","Johnny Hanson","Chad Knight","Ken Ryker","Kevin Dean"],"overview":"The fourth stunning chapter in the Aspen epic. Raw sex with amazing men as fantasy becomes reality. Superstars Ken Ryker & Hal Rockland with Chad Knight plus 21 other Falcon men!","release_date":"1995-07-12","vote_average":7.8,"runtime":87,"cert":"N\/A","id":74870,"title":"The Other Side of Aspen IV: The Rescue","adult":true,"genre_ids":[]},{"cast":["Jean-Pierre Marielle","Victor Lanoux","Christine Dejoux","Agnès Soral","Martine Sarcey"],"overview":"Pierre, 44, contentedly divorced, takes his teen daughter to the Côte d'Azur along with his friend Jacques and Jacques' own teen daughter, Françoise. On the topless beaches of Saint-Tropez, Jacques and Pierre discuss marriage and being parents. Then, in a wild moment at a nighttime party, Françoise starts playing with Pierre, and one thing leads to another: they become lovers. After a couple of trysts, Pierre wants out, but Françoise declares her love for him and wants to tell her father about it. She does, but leaves out Pierre's name, so Jacques enlists Pierre's help in identifying who seduced his daughter. What will Pierre do?","release_date":"1977-12-21","vote_average":6.2,"runtime":81,"cert":"N\/A","id":74871,"title":"One Wild Moment","adult":false,"genre_ids":[35,18,10749]},{"cast":["Aaron Osborn","Alec Martinez","Anthony Shaw","Brad Benton","Braden Lynx"],"overview":"A NEW GENERATION OF FALCON-MEN STEAMS-UP THE SLOPES! Breathtaking Falcon Exclusive newcomer Jimmy Mcquire continues the tradition of sensual exploration and erotic abandon established more than twenty years ago by cameo star Mike Flynn and his lusty comrades in FVP-001, 'The Other Side of Aspen.' Join Lifetime Exclusive Matthew Rush, plus Falcon Exclusives Vince Ditonno and Lindon Hawk; along with a lusty entourage of co-stars including debut Exclusive Timmy Thomas, Leo Bramm, Brad Benton, Joe Foster, Eric Leneau, Braden Lynx, Matt Majors, Alec Martinez, Michel Mattel, Aaron Osborn, Jackson Price, Trey Rexx, Anthony Shaw, and Brett Wilde, for a swirling snowstorm of unbridled erotic adventure amidst the white-capped peaks of Aspen.","release_date":"2001-09-12","vote_average":7.5,"runtime":84,"cert":"N\/A","id":74872,"title":"The Other Side Of Aspen V","adult":true,"genre_ids":[]},{"cast":["Miroslava Šafránková","Radovan Lukavský","Petr Svojtka","Libuše Šafránková","Marie Rosůlková"],"overview":"The little mermaid rescues a prince from drowning and falls in love with him. To be with him, she makes a deal with the evil sorceress: her beautiful voice against a life on land. It seems to work at first, the prince is enchanted with her lovely appearance. But the memory of a foreign princess still haunts him: The one who found him on the beach where the mermaid had left him, and whom he (of course) believes to be his saviour. To resolve this mistake is too much for the mute little mermaid, and not even her father, king of all seas, can help her in the impending catastrophe.","release_date":"1976-11-22","vote_average":7.0,"runtime":84,"cert":"N\/A","id":74873,"title":"The Little Mermaid","adult":false,"genre_ids":[10751,14,10749]},{"cast":["Jessica Drake","Demi Delia","Emilianna","Exotica","India Summer"],"overview":"Director Randy Spears takes us into the eccentric world of Malachi, an unusual artist with a special gift. When one of his students takes an interest in her mentor, she discovers his extraordinary secret. But things get complicated when her boyfriend engineers a plan to exploit his talents. Can Malachi teach his students a lesson they'll never forget? Or will it cost them their lives...","release_date":"2008-04-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":74874,"title":"The Artist","adult":true,"genre_ids":[18,14]},{"cast":["Heather Graham","Lorraine Bracco","Stephen Root","Joseph Cross","Danny Glover"],"overview":"A young copywriter becomes the most famous man on the planet, overnight, when he is mistaken as the next messiah.","release_date":"2011-01-01","vote_average":2.9,"runtime":81,"cert":"N\/A","id":74877,"title":"Son of Morning","adult":false,"genre_ids":[35,18]},{"cast":["Lino Ventura","Charles Aznavour","Irina Demick","Maurice Biraud","Françoise Rosay"],"overview":"Three little criminals get a tip for a great coup with lots of money in it. Unfortunately they lack the starting funds to buy the required welding torch. So they persuade their successful colleague Alphonse to join their team. But the well thought-out coup fails, and Alphonse is the only one of them who ends up in jail for several years. When he's released, he's out for revenge.","release_date":"1965-10-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":74878,"title":"Cloportes","adult":false,"genre_ids":[35,80]},{"cast":["Muhammet Uzuner","Yılmaz Erdoğan","Taner Birsel","Ahmet Mümtaz Taylan","Fırat Tanış"],"overview":"In the rural area around the Anatolian town of Keskin, the local prosecutor, police commissar, and doctor lead a search for a victim of a murder to whom a suspect named Kenan and his mentally challenged brother confessed. However, the search is proving more difficult than expected as Kenan is fuzzy as to the body's exact location. As the group continues looking, its members can't help but chat among themselves about both trivia and their deepest concerns in an investigation that is proving more trying than any of them expected.","release_date":"2011-09-23","vote_average":7.6,"runtime":150,"cert":"N\/A","id":74879,"title":"Once Upon a Time in Anatolia","adult":false,"genre_ids":[18,80]},{"cast":["Danny Bhoy"],"overview":"As seen on Comedy Central! Recorded live in Montreal, this is the much-awaited North American debut of Scottish comedy sensation Danny Bhoy. See why audiences around the world have been enraptured by Danny's unique brand of storytelling and some of the finest observational comedy in the world today.","release_date":"2010-11-08","vote_average":5.3,"runtime":70,"cert":"","id":74882,"title":"Danny Bhoy: Subject to Change","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An intimate journey into the twilight world of the devadasi, Hindus who are married to god in childhood and at puberty sold for sex. The girls of Karnataka, southern India who are forced to live in this ancient tradition despite it having been declared illegal for more than 60 years.","release_date":"2011-01-24","vote_average":10.0,"runtime":75,"cert":"","id":74883,"title":"Sex, Death and the Gods","adult":false,"genre_ids":[99]},{"cast":["Olivia Pascal","Anton Diffring","Uschi Zech","Günter Clemens","Eva Eden"],"overview":"Olivia Pascal stars as Vanessa who was raised in a convent after the death of her parents. Due to an inheritance she travels to Hong Kong to find out the inheritance is a chain of bordellos","release_date":"1977-03-10","vote_average":6.9,"runtime":91,"cert":"N\/A","id":74884,"title":"Vanessa","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Forty runners compete in the most gruelling race on earth, the Badwater. The film documents the trials and tribulations of these athletes as they run 135 miles through Death Valley in July and explores the motivations behind this seemingly masochistic contest. A celebration of the perseverance of the human will beyond the limits of the human body","release_date":"2000-10-01","vote_average":5.6,"runtime":100,"cert":"N\/A","id":74885,"title":"Running on the Sun: The Badwater 135","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Disease is Punishment is a live DVD featuring songs from The Network's first album Money Money 2020. The project, directed by John Roecker, with visuals &amp; music videos directed\/produced by Roy Miles of AntiDivision, was conceptualized to be a more a film than a concert DVD, as evidenced by the collages in between songs. The bulk of the material in the film was recorded live at The Key Club in Los Angeles on November 22, 2003, with many post-production shots mixed in with the live clips. The title itself, \"Disease is Punishment,\" could be a very obscure reference to the band Devo, who the Network is heavily influenced by.","release_date":"2004-11-09","vote_average":0.0,"runtime":54,"cert":"N\/A","id":74886,"title":"The Network - Disease is Punishment","adult":false,"genre_ids":[]},{"cast":["Loletta Lee","Shu Qi","Elvis Tsui","Ben Ng","Ken Lok Tat-Wah"],"overview":"Sai Moon-Kin is a rich man who idolizes Lawrence Ng's character in the original Sex and Zen, and works hard to please as many women as he possibly can. When marrying off his retarded son, he finds his son's new wife pretty hot, so he takes her for his own, not knowing that she is the evil Mirage Woman, who knows \"sucking\" magic that's pretty nasty. Tsui's daughter, who dresses like a man and wears chastity belt for the main part of the film, and the righteous Iron Man try to stop Mirage Woman before it's too late, which means that she'll have free rein to \"suck\" anyone she wishes.","release_date":"1996-05-09","vote_average":6.4,"runtime":87,"cert":"N\/A","id":74887,"title":"Sex and Zen II","adult":false,"genre_ids":[12,18,14,10749]},{"cast":["Aaron Kwok","Cecilia Cheung","Ah Niu"],"overview":"Phillip (Aaron Kwok) is a dance instructor who holds a class devoted to the latest dance craze, Para Para. While in Shanghai, he meets Yee (Cecilia Cheung), a spoiled rich girl who is running away from her impending arranged marriage. Soon, Yee begins using Phillip's dance studio as a sanctuary from her responsibilities, and an attraction begins to form between the two. However, Yee is called back to Japan to be married before long, and Phillip must use more than his dance skills and charisma to prevent her from taking her vows.","release_date":"2001-07-26","vote_average":6.3,"runtime":107,"cert":"N\/A","id":74888,"title":"浪漫樱花","adult":false,"genre_ids":[18,35,10749]},{"cast":["Harriet Andersson","Lars Ekborg","Mona Malm","Gertrud Fridh","Tor Isedal"],"overview":"A young woman struggles with life, love and career. She is courted by a young man but is unwilling to enter into a relationship if it means limiting her freedom.","release_date":"1962-12-26","vote_average":5.5,"runtime":76,"cert":"N\/A","id":74889,"title":"Siska","adult":false,"genre_ids":[18]},{"cast":["Matylda Baczynska","Rafał Fudalej","Michal Kocurek"],"overview":"A Swedish poet, Lasse, has travelled around the world for years - alone, independently, restlessly. His heart knows no home except one that a prophecy from his childhood revealed to him: Valkaama, a mysterious place in northern Finland. Lasse always longed to settle there one day, along with Ari, a good friend bound to a wheelchair. In time, Lasses's travels have lost their youthful innocence. He decides to go on one last great journey with Ari. Meanwhile Ari gets in touch with someone who abruptly changes the perspective on his own destiny for the worse. In recent months Lasse has been living with Runa, a privileged young woman from Halmstad. Since the tragic death of her parents she has lived alone with her brother, Max. Runa has looked upon Lasse only as a friend, but as he leaves, she becomes overwhelmed by deep-set emotions. She makes a decision to find him, regardless of the consequences.","release_date":"2010-01-01","vote_average":3.0,"runtime":93,"cert":"N\/A","id":74890,"title":"Valkaama","adult":false,"genre_ids":[18]},{"cast":["S. Luis Bocardo","John D. Neal"],"overview":"The play takes place in the cluttered backyard of a small-town Texas bar. Roy, a brawny, macho type who had once been a local high-school hero, is back in town after a hitch in Vietnam and trying to reestablish his position in the community. Joined by his younger brother, Ray (who worships him), Roy sets about consuming a case of beer while regaling Ray with tales of his military and amorous exploits. Apparently Roy cherishes three things above all; his country, his sexy young wife, and his 1959 pink Thunderbird. Roy's world begins to collapse as it gradually comes out that Ray had slept with his brother's wife during his absence. Originally performed as a Two-Act play along side Laundry &amp; Bourbon, This presentation of Lonestar was used as a Directing assignment for the Los Angeles Film School. A scene was chosen and the the assignment was to test the students on Film Direction.","release_date":"2011-04-21","vote_average":5.5,"runtime":5,"cert":"N\/A","id":74891,"title":"Lone Star - Scene","adult":false,"genre_ids":[18]},{"cast":["BiBi Jones","Jesse Jane","Jynx Maze","Riley Steele","Erik Everhard"],"overview":"Beautiful Jessie Jane is the elusive agent working for the most covert assassin agency in the world. A mysterious woman determined to engage in bad behavior for all the right reasons, she is convinced that her brutal missions are helping those in danger. Once partnered up with the seemingly innocent Bibi Jones, business turns unusually dangerous, leaving them to fear how they'll make it out alive.","release_date":"2011-05-17","vote_average":6.8,"runtime":114,"cert":"N\/A","id":74892,"title":"Assassins","adult":true,"genre_ids":[80,28]},{"cast":["Boroka Bolls","Kathia Nobili","Claudia Rossi","Julia Taylor","Sahara Knite"],"overview":"Babe, heiress to a massive fortune and top fashion model can't control her insatiable sexual appetite. Top stylist Cappuccini can't keep his hands to himself and soon sparks are flying between him and Babe. Cappuccini's wife learns about his dirty secret and plots to disgrace the heiress and bring scandal to the fashion world.","release_date":"2007-08-20","vote_average":10.0,"runtime":108,"cert":"N\/A","id":74893,"title":"Babe","adult":true,"genre_ids":[18]},{"cast":["Gisela Schneeberger","Bettina Mittendorfer","Rosalie Thomass","Monika Gruber","Sigi Zimmerschied"],"overview":"","release_date":"2011-10-26","vote_average":5.3,"runtime":95,"cert":"N\/A","id":74894,"title":"Eine ganz heiße Nummer","adult":false,"genre_ids":[35]},{"cast":["Mindy Chu","Andrew Deleon","Erika Von Haesler","Luz Espinoza","Kevin Giffin"],"overview":"Two teenagers deal with their shattered family-life in a small California coastal town.","release_date":"2008-03-06","vote_average":8.4,"runtime":55,"cert":"N\/A","id":74895,"title":"Oceania","adult":false,"genre_ids":[18,9648]},{"cast":["Sandy Dennis","Anne Heywood","Keir Dullea","Glynne Morris"],"overview":"Two women who live a quiet life on a farm in rural Canada are surprised by the visit of the former tenant’s grandson.","release_date":"1967-12-13","vote_average":7.8,"runtime":110,"cert":"N\/A","id":74896,"title":"The Fox","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74897,"title":"Small Rule","adult":false,"genre_ids":[]},{"cast":["Megan Ward"],"overview":"Recently released from her vows as a nun, Christine Bennett is discovering \"life on the outside.\" After a visit to her mentally-handicapped cousin Gene, Christine becomes embroiled in the investigation of the murder mystery surrounding James and Edward Talley, twin savant brothers accused of killing their mother on Good Friday.","release_date":"2004-02-12","vote_average":5.0,"runtime":120,"cert":"N\/A","id":74900,"title":"Murder Without Conviction","adult":false,"genre_ids":[53,10770]},{"cast":["Ary França","Etty Fraser","Isabela Guasco","Marisa Orth","Letícia Sabatella"],"overview":"Durval and his mother Carmita live at the back of \"Durval Discos\", a record store they own in São Paulo, specializing in vinyl records. They lead a boring and unattractive life, until the day Durval hires a maid, Celia, to help his mother with the housekeeping. However, on her second day, Celia goes away leaving a 5-year-old child behind, Kiki, and a note promising to be back in a couple of days. Durval and Celia are charmed by the child at first, but soon they see some sad news about Celia and Kiki on TV that will change the whole situation.","release_date":"2002-03-27","vote_average":6.1,"runtime":96,"cert":"N\/A","id":74901,"title":"Durval Records","adult":false,"genre_ids":[18,35,10402]},{"cast":[],"overview":"You'll witness 100% real life footage of street fights, Girl fights, wild college parties, and lets not forget dozens of HOT college girls getting wild and crazy plus much more caught on camera footage. Hands down this is the rawest most sexiest video EVER!","release_date":"2008-06-03","vote_average":2.8,"runtime":60,"cert":"N\/A","id":74906,"title":"Almost Illegal #1","adult":false,"genre_ids":[28,35,80,99,53]},{"cast":[],"overview":"A documentary about the purchase of the town of Cheshire, Ohio by AEP for $20 million dollars. The town is located in the shadow of a large AEP coal burning power plant. The residents, having been plagued by acid rain and respiratory problems are faced with two options: take the buyout or remain in a ghost town that was once classic small town America.","release_date":"2004-09-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":74907,"title":"The Cheshire Transaction","adult":false,"genre_ids":[18,35,99]},{"cast":[],"overview":"You'll witness 100% real life footage of Street Fights, Chick Fights, wild college parties, and lets not forget dozens of young, sexy, wild college girls stripping down and doing stuff you could never imagine, plus much much more. Hands down this is the rawest most sexiest video EVER!!","release_date":"2009-06-03","vote_average":2.8,"runtime":null,"cert":"N\/A","id":74908,"title":"Almost Illegal #2","adult":false,"genre_ids":[28,35,80,99,53]},{"cast":["Lawrence Tierney","Anne Jeffreys","Lowell Gilmore","Jason Robards Sr.","Myrna Dell"],"overview":"The FBI trails a young couple suspected of stealing government plans.","release_date":"1946-08-23","vote_average":6.4,"runtime":62,"cert":"N\/A","id":74911,"title":"Step by Step","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Colleen Miller","Charles Drake","Rod Taylor","Josephine Hutchinson","Jocelyn Brando"],"overview":"Pursued by detectives, Johnny Walters leaves the city to visit his family in a small California town. Among the household: his dead brother's luscious widow Helen, who soon is attracted to him. Ominous events and conflicting evidence leave Helen suspicious, but uncertain about her brother-in-law as tension builds...","release_date":"1958-09-01","vote_average":5.0,"runtime":76,"cert":"N\/A","id":74912,"title":"Step Down to Terror","adult":false,"genre_ids":[53]},{"cast":["Josh Folan","Natalie Wetta","Keithen Hergott","Eleanor Wilson","Justin Brutico"],"overview":"Teaming up for the first time for a special episode of a supernatural reality TV show, two rival crews get more then they bargained for when they make physical contact with a ferocious spirit of terrifying power. They must band together before it destroys them all. After 49 killer episodes…this is the true story of what happened on episode 50.","release_date":"2011-09-16","vote_average":3.6,"runtime":78,"cert":"15","id":74915,"title":"Episode 50","adult":false,"genre_ids":[27,53,9648]},{"cast":["Tony Schiena","Vinnie Jones","Lisa McAllister","Pat Morita"],"overview":"Joey (Scheina) is a big Hollywood action star and a martial arts champ.  When he gets invited to be a celebrity judge at friend and mobster Molnar's (Jones) request he falls for Molnar's Number One Girl.  She is strictly off limits and so Joey must engage in a duel to the death with Molnar and his five bodyguards.","release_date":"2006-05-16","vote_average":2.8,"runtime":null,"cert":"N\/A","id":74916,"title":"The Number One Girl","adult":false,"genre_ids":[28,18,53]},{"cast":["Richard Egan","Jan Sterling","Dan Duryea","Julie Adams","Walter Matthau"],"overview":"A rookie assistant DA is assigned to investigate the murder of a longshoreman, killed for exposing gangster involvement on the piers, and meets up with a \"code of silence\" amongst all potential witnesses.","release_date":"1957-09-01","vote_average":5.0,"runtime":103,"cert":"N\/A","id":74917,"title":"Slaughter on Tenth Avenue","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"a documentary about Kennedys","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74918,"title":"Il n'y a pas de Kennedy heureux","adult":false,"genre_ids":[]},{"cast":["Janusz Gajos","Andrzej Grabowski","Marcin Dorociński","Rafał Mohr","Krzysztof Stroiński"],"overview":"","release_date":"2005-04-09","vote_average":7.3,"runtime":null,"cert":"N\/A","id":74919,"title":"Pitbull","adult":false,"genre_ids":[28,80]},{"cast":["Andrzej Grabowski","Jan Frycz","Jerzy Stuhr"],"overview":"","release_date":"2003-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74920,"title":"19 Południk","adult":false,"genre_ids":[35]},{"cast":["Cezary Pazura","Katarzyna Figura","Barry Abdullaje","Katarzyna Gajdarska","Eugenia Herman"],"overview":"","release_date":"1999-06-18","vote_average":6.6,"runtime":87,"cert":"N\/A","id":74921,"title":"Ajlawju","adult":false,"genre_ids":[35]},{"cast":["Małgorzata Kożuchowska","Zbigniew Zamachowski","Pawel Delag","Joanna Żółkowska","Andrzej Grabowski"],"overview":"","release_date":"2003-10-10","vote_average":5.9,"runtime":null,"cert":"N\/A","id":74922,"title":"Zróbmy sobie wnuka","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Time to play with Grover and his friends! Dance the Groverelli, join in on \"Super Grover Says\", and lots more playtime activites. With the help of Bert, Ernie, Prairie Dawn and other Sesame pals, Grover encourages preschoolers to engage in interactive play while learning fundamental concepts such as opposites and size relationships.","release_date":"2003-10-23","vote_average":0.0,"runtime":46,"cert":"N\/A","id":74923,"title":"Sesame Street: Play with Me Sesame: Playtime with Grover","adult":false,"genre_ids":[10751]},{"cast":["Tom Poston","Julia Meade","Fred Clark","Jim Backus","Cecil Kellaway"],"overview":"Jonathan Jones, a professor of ancient languages, comes into possession of an ancient coin. He translates its inscription, which gives him three powers: to inflict pain, slow down time or kill. Soon, he's pursued by enemy spies who have learned about the magic coin.","release_date":"1962-10-03","vote_average":6.3,"runtime":87,"cert":"N\/A","id":74924,"title":"Zotz!","adult":false,"genre_ids":[35,14]},{"cast":["William Shatner","Lisa Clark","Chris Clark","Daryn Tufts"],"overview":"Children everywhere defend his existence, and one man will stop at nothing to discover the truth. This Christmas Dr. Lloyd Darrow, with the emotional (and financial) support of his wife Barbara, and their children Keith (naughty) and Kiely (nice), will conduct an experiment so ambitious that it could very well capture THE visit from Santa Claus himself! In preparation for the big night, Dr. Darrow and his intern Clarence (self-proclaimed Santologists) gather extraordinary evidence of the jolly gift-giver from the North. Their research takes you from the pyramids of Egypt, to the Town Center Shopping Plaza in Polka City, Ohio, and even to the UFO fields of Roswell, New Mexico.","release_date":"2006-03-31","vote_average":0.0,"runtime":86,"cert":"N\/A","id":74925,"title":"Stalking Santa","adult":false,"genre_ids":[35,10751]},{"cast":["Agalloch"],"overview":"Captured live in Vosselaar, Belgium, 29th of March, 2008 Bonus features : - A 30 minute interview detailing 12 years of the band - De Regte Heide photo gallery by Veleda Thorson - Live photo gallery by Eric Maes - \"Not Unlike The Waves\" exclusive video edit","release_date":"2009-10-10","vote_average":4.0,"runtime":71,"cert":"N\/A","id":74926,"title":"Agalloch - The Silence of Forgotten Landscapes","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Gallop Meets The Earth is the first-ever live release from Canadian Prog-Metal outfit Protest The Hero. The band has quickly become one of the most respected names in the heavy music genre, and their live show has grown by leaps and bounds since their inception. The accolades bestowed on the band by fans and press is incredible, and their worldwide fanbase grows daily. Music fans of all types flock to the band's side due to their outstanding blend of musicianship and songwriting ability.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74927,"title":"Protest The Hero - Gallop Meets The Earth","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":74930,"title":"Dolph - I Bang It","adult":false,"genre_ids":[]},{"cast":["Jonas Schmidt","Mikael Wulff","Rasmus Bjerg"],"overview":"","release_date":"2006-03-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":74931,"title":"Dolph & Wulff","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":74932,"title":"Gintberg - Fremtid.Nu","adult":false,"genre_ids":[]},{"cast":["Karlheinz Stockhausen"],"overview":"One morning, the late Karlheinz Stockhausen awoke from a dream that told him to take to the sky. Stockhausen envisioned four helicopters swirling in the clouds, with each of a quartet’s members tucked inside his own chopper, communicating through headsets, stringing away in sync to the rotor-blade motors. He immediately set forth to make that dream a reality. In 1995, Dutch film director Scheffer followed Stockhausen in the days leading up to the premiere performance of his Helicopter String Quartet in Amsterdam. The resulting film offers a rare glimpse of Stockhausen as he patiently dictates every agonizingly detailed measure to the Arditti Quartet.","release_date":"2005-01-01","vote_average":6.0,"runtime":81,"cert":"N\/A","id":74935,"title":"Helicopter String Quartet","adult":false,"genre_ids":[99]},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr","Richard Lester"],"overview":"30 minute documentary about the making of the film Help! with Richard Lester, the cast and crew. Includes exclusive behind the scenes footage of The Beatles on set.","release_date":"2007-10-27","vote_average":6.7,"runtime":30,"cert":"","id":74936,"title":"The Beatles: Help!","adult":false,"genre_ids":[99]},{"cast":["John Patrick Jordan","Brian Lloyd","Mitch Eakins","Peter Stickles","Christina DeRosa"],"overview":"An evil alien bong crashes on earth. Its intent: world domination. Our stoner heroes are sent to the alien bong planet and held captive by nude alien beauties. Their only hope to escape and save planet earth: Eebee, the original Evil Bong.","release_date":"2011-04-08","vote_average":4.1,"runtime":86,"cert":"N\/A","id":74943,"title":"Evil Bong 3: The Wrath of Bong","adult":false,"genre_ids":[35,27,878]},{"cast":["Eric Elmosnino","Mathilde Seigner","Fred Testot","Alain Chabat","Vincent Bres"],"overview":"1960. The thrilling battles waged by a band of kids from two rival villages in the southern French countryside.","release_date":"2011-09-12","vote_average":6.0,"runtime":109,"cert":"N\/A","id":74944,"title":"War of the Buttons","adult":false,"genre_ids":[10751,12]},{"cast":["Jean Texier","Clément Godefroy","Théophile Baquet","Louis Dussol","Harold Werner"],"overview":"Occupied France; Lebrac leads a play war between two rival kid gangs, but a girl he likes, who's Jewish, is in danger of being discovered by local Nazi sympathisers. Lebrac and the village must now respond to the reality of what's happening.","release_date":"2011-09-20","vote_average":6.0,"runtime":100,"cert":"N\/A","id":74945,"title":"War of the Buttons","adult":false,"genre_ids":[12,10751]},{"cast":["Robert Ri'chard","Peter Gallagher","Gloria Reuben","Jennifer Beals","Ossie Davis"],"overview":"Set in nineteenth-century New Orleans, the story depicts the gens de couleur libre, or the Free People of Colour, a dazzling yet damned class caught between the world of white privilege and black oppression.","release_date":"2001-11-11","vote_average":5.8,"runtime":213,"cert":"N\/A","id":74946,"title":"Feast of All Saints","adult":false,"genre_ids":[10749,18]},{"cast":["Olivia Pascal","Betty Vergès","Claus Richt","Corinne Brodbeck","Rut Rex"],"overview":"In this sex comedy, a good-looking German girl goes on vacation in Greece, and a large number of people try to get her to go to bed with them. With a light, teasing manner, she turns all of them down, until at last she meets a boy she really likes.","release_date":"1977-01-20","vote_average":5.8,"runtime":95,"cert":"N\/A","id":74949,"title":"The Fruit Is Ripe","adult":false,"genre_ids":[35,10749]},{"cast":["Melanie Winiger","Nils Althaus","Stress","Roeland Wiesnekker","Hanspeter Müller"],"overview":"","release_date":"2007-01-18","vote_average":5.3,"runtime":null,"cert":"N\/A","id":74950,"title":"Breakout","adult":false,"genre_ids":[10402,18]},{"cast":["Mel Blanc"],"overview":"A circus is being set up just above Bugs' rabbit hole, causing much noise and vibration. The Lion cage is set up directly above the hole, and the Lion takes deep sniffs (alternatively yanking Bugs towards the hole or throwing him back) to determine that the animal below is Bugs. When the Lion (whom Bugs eventually refers to as \"Nero\") roars again, Bugs comes to the surface to see what's going on, riding an elevator that makes twists and turns. Bugs tries to reason with the lion (\"I'm the tenant downstairs, and there's entirely too much noise!\"), but soon makes a hasty escape when Nero takes a swipe at him.","release_date":"1946-06-29","vote_average":5.9,"runtime":8,"cert":"N\/A","id":74951,"title":"Acrobatty Bunny","adult":false,"genre_ids":[16,35]},{"cast":["Mel Blanc","Mel Blanc"],"overview":"The story is about a dwarf gangster named \"Babyface\" Finster (a play on words on Baby Face Nelson) who, after a clever bank robbery, loses his ill-gotten gains down Bugs Bunny's rabbit hole, forcing him to don the disguise of an orphan baby to get it back.","release_date":"1954-12-18","vote_average":6.3,"runtime":7,"cert":"N\/A","id":74952,"title":"Baby Buggy Bunny","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Nine films grouped together that form the basis of Anger's reputation as one of the most influential independent filmmakers in cinema history.","release_date":"2009-05-25","vote_average":7.6,"runtime":169,"cert":"18","id":74953,"title":"Magick Lantern Cycle","adult":false,"genre_ids":[14]},{"cast":["Dessie Flynn","James MacDonald","Florence Gill"],"overview":"Chip 'n' Dale wander into a farmyard to collect acorns. Dale mistakes an egg for a nut, but when he tries to demonstrate to a newly hatched chick how to get back into the egg, a rooster mistakes him for one of his chicks.","release_date":"1951-01-19","vote_average":5.8,"runtime":7,"cert":"N\/A","id":74956,"title":"Chicken in the Rough","adult":false,"genre_ids":[16,10751]},{"cast":["Vincent D'Onofrio","Mary Jo Deschanel","Hank Azaria","Lisa Kudrow","Lee Tergesen"],"overview":"A veterinarian is called to examine a woman who thinks she is a dog.","release_date":"2002-01-11","vote_average":4.0,"runtime":94,"cert":"N\/A","id":74959,"title":"Bark","adult":false,"genre_ids":[35,10749]},{"cast":["Sofia Shafquat"],"overview":"911 Mysteries is a documentary that attempts to tell the people what really happened. It systematically deconstructs all of the propaganda you have heard about the twin towers, and replaces it with facts.","release_date":"2006-09-01","vote_average":6.3,"runtime":91,"cert":"N\/A","id":74964,"title":"911 Mysteries Part 1: Demolitions","adult":false,"genre_ids":[99]},{"cast":["James MacDonald","Dessie Flynn","Pinto Colvig"],"overview":"Chip 'n' Dale have filled a hollow tree with nuts. Pluto sticks a bone into the tree, but this triggers an avalanche of nuts - right into Pluto's doghouse. He's not at all happy about them coming after the nuts. Chip 'n Dale hide in a pair of garden gloves and eventually get Pluto to haul his nut-filled doghouse to their tree.","release_date":"1950-08-11","vote_average":4.8,"runtime":7,"cert":"N\/A","id":74965,"title":"Food for Feudin'","adult":false,"genre_ids":[16,10751]},{"cast":["Frank Schöbel"],"overview":"","release_date":"2007-11-02","vote_average":6.5,"runtime":80,"cert":"N\/A","id":74966,"title":"Weihnachten in Familie","adult":false,"genre_ids":[10751]},{"cast":["Paul Julian"],"overview":"Wile E. Coyote unsuccessfully chases the Road Runner using such contrivances as a rifle, a steel plate, a dynamite stick on an extending metal pulley, a painting of a collapsed bridge (which the Coyote falls into while Road Runner passes right through), and a jet motor.","release_date":"1956-05-05","vote_average":6.3,"runtime":7,"cert":"N\/A","id":74969,"title":"Gee Whiz-z-z-z-z-z-z","adult":false,"genre_ids":[16]},{"cast":["Keshia Knight Pulliam","Phylicia Rashād","Dorian Harewood","T. K. Carter","Vanessa Bell Calloway"],"overview":"An musical adaptation of the book \"Pollyanna\" set in the 1950's in which an orphan tries to use gladness to unite the people in a small southern town.","release_date":"1989-11-12","vote_average":7.6,"runtime":100,"cert":"N\/A","id":74972,"title":"Polly","adult":false,"genre_ids":[10751]},{"cast":["G. Larry Butler","Jim Chlopecki","Allison Fleming","Michael Furey","Peter Levenda"],"overview":"Was Adolf Hitler influenced and motivated by the occult? Through the years, historians have debated the mysterious connection between the occult, Hitler and the Nazi party, including some who maintain that Hitler killed others to keep his occult beliefs a secret. NGC examines how Hitler's involvement with the German Worker's Party brought him face-to-face with occultists who may have influenced his beliefs.","release_date":"2007-11-11","vote_average":5.3,"runtime":60,"cert":"N\/A","id":74973,"title":"National Geographic: Hitler and the Occult","adult":false,"genre_ids":[99]},{"cast":["Ed Harris","Max von Sydow","Horst Buchholz","Helmut Berger","Cyrielle Clair"],"overview":"In preparation for Operation Overlord, the Allied invasion of Nazi occupied territory, the 'overlords' were the few Allied agents who knew the details of the operation. When one them is captured by the Germans, a double agent must infiltrate occupied Paris, with the help of a high level German officer and the French resistance.","release_date":"1985-09-07","vote_average":6.3,"runtime":95,"cert":"N\/A","id":74974,"title":"Code Name: Emerald","adult":false,"genre_ids":[28,18,10752]},{"cast":["Ha Ha","Reka","Psalm","Sync"],"overview":"Rash is a contemporary story of Melbourne Australia and the artists who make it a living host for illegal artwork called street art.","release_date":"2005-07-21","vote_average":6.3,"runtime":null,"cert":"N\/A","id":74975,"title":"Rash","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Parallel universes, strange hidden worlds, where an alternative reality exists have haunted science fiction for decades. Parallel universes sound like a myth, but a surprising number of leading scientists believe they are real. National Geographic delves into the mysterious science of other universes and discovers that many of physics most cherished theories actually predict that there are other universes beside our own. But what are they like? Could we ever visit them? And if we did, who or what would we meet? The reality is weirder than any science fiction.","release_date":"","vote_average":5.3,"runtime":45,"cert":"N\/A","id":74976,"title":"Living In A Parallel Universe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Este DVD é o registro do show, gravado em novembro de 2003, no Olympia, em São Paulo, e mostra a banda em um dos seus melhores momentos.Uns Dias Ao Vivo reune o melhor do repertório dos \"Paralamas do Sucesso\". O novo trabalho do grupo tem várias participações especiais. A faixa de trabalho \"Uns Dias\" conta com a participação especial do Frejat, \"duelando\" com Herbert em um solo de guitarra inesquecível. Dado Villa Lobos em \"Que país é este?\" e \"Soldado da Paz\", Nando Reis em \"Tendo a Lua\", Djavan em \"Lanterna dos Afogados\" e \"Uma Brasileira\", e outros astros consagrados.","release_date":"2004-01-01","vote_average":9.0,"runtime":103,"cert":"N\/A","id":74981,"title":"Paralamas do Sucesso - Uns dias Ao Vivo","adult":false,"genre_ids":[]},{"cast":["Petchtai Wongkamlao","Woranut Wongsawan","Siwa Traesang","Keunsith Suwanwattakee","Puritat Chaiseth"],"overview":"The film features a change of pace for comic actor Petchtai, who offers a sombre, dramatic portrayal of a taxicab driver who develops a relationship with a young woman (Woranut, in her debut feature film role) who is working in a massage parlor. The film has dream sequences that place the characters in scenes that might have come from a classic Thai melodrama film of the 1960s or 70s, with a dubbed soundtrack, which was a common method of filmmaking in the era.","release_date":"2005-05-12","vote_average":6.4,"runtime":100,"cert":"N\/A","id":74982,"title":"Midnight My Love","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"2009-09-11","vote_average":4.8,"runtime":null,"cert":"N\/A","id":74985,"title":"Missing links","adult":false,"genre_ids":[99]},{"cast":["Ash Hollywood","Diamond Foxxx","Ally Kay","India Summer","Trinity St. Clair"],"overview":"When Jonathan Morgan shoots a movie about the sexual misconduct of Babysitters, you know you're in for a sexy and comedic treat! And that's exactly what you get! These trusty tarts are ready to take on all comers in the name of making something good feel oh so bad! Cougars, boyfriends, and doubting dads all get a taste what sex is like when these Babysitters Go Bad!","release_date":"2011-06-22","vote_average":7.0,"runtime":118,"cert":"N\/A","id":74986,"title":"Babysitters Gone Bad","adult":true,"genre_ids":[35]},{"cast":["Andi Anderson","Kiera King","Melanie Jayne","Natasha Nice","Savannah Stern"],"overview":"Mark Stone bets on the heat of Savannah Stern and other lovely ladies indulging their appetites for dark meat. It's a bet that pays off!","release_date":"2009-11-10","vote_average":0.0,"runtime":112,"cert":"N\/A","id":74987,"title":"Bet on Black","adult":true,"genre_ids":[]},{"cast":["Lela Star","Kayden Kross","Brooklyn Lee","Evan Stone","Erik Everhard"],"overview":"A weekend getaway with close friends takes a tumultuous turn as a loving married couple toys with the boundaries of betrayal. Beautiful Kayden Kross is a loving wife, happily married to her husband, ready for a few days to reconnect and unwind. An innocent conversation leads to a hated exploration of the boundaries of marriage, and the limits of the heart. When a seductive invitation to engage in an explicit affair is accepted, can their love save what remains in the aftermath of ruthless betrayal?","release_date":"2011-05-10","vote_average":8.0,"runtime":103,"cert":"N\/A","id":74988,"title":"Betrayal","adult":true,"genre_ids":[18]},{"cast":["Alexandria","Obsession","Pursuajon","Samone Taylor","Sinnamon Love"],"overview":"L.T. is back with Big Black Wet Asses 10, featuring gigantic, ebony butts doused in oil and passionately drilled for your viewing pleasure. Featuring big bottom superstar Cinammon Love. These voluptuous black beauties know how to tease the camera and worship cock. Their glistening bubble butts wiggle and jiggle as they get pounded in their tight assholes. Do not miss this outstanding edition of the all anal series Big Black Wet Asses. Accept no substitute.","release_date":"2009-08-11","vote_average":10.0,"runtime":159,"cert":"N\/A","id":74989,"title":"Big Black Wet Asses! 10","adult":true,"genre_ids":[]},{"cast":["Vanessa Belmond","GizelleXXX","Melody Nakai","Mya G.","Taylor Layne"],"overview":"L.T. is back with Big Black Wet Asses 11, featuring gigantic, ebony butts doused in oil and passionately drilled for your viewing pleasure. Introducing big booty superstar Gizelle XXX in her first anal scene! These voluptuous black beauties know how to tease the camera and worship cock. Their glistening bubble butts wiggle and jiggle as they get pounded in their tight assholes. Do not miss this outstanding edition of the all anal series Big Black Wet Asses. Accept no substitute","release_date":"2010-05-18","vote_average":0.0,"runtime":146,"cert":"N\/A","id":74990,"title":"Big Black Wet Asses! 11","adult":true,"genre_ids":[]},{"cast":["Britney Stevens","Brooke Haven","Charlotte Vale","Crista Moore","Evie Delatosso"],"overview":"Plant your big butts in front of your TV and watch these big butts show off their talents. Britney Stevens, Brooke Haven, Crista Moore, Zoe Britton, and more will suck and fuck for your viewing pleasure.","release_date":"2009-11-25","vote_average":10.0,"runtime":123,"cert":"N\/A","id":74991,"title":"Big Butt TV","adult":true,"genre_ids":[]},{"cast":["Tori Black","Ava Rose","Charlotte Vale","Mackenzee Pierce","Emma Heart"],"overview":"Superstar Tori Black stars in Big Wet Asses 16, the return of the award winning all anal series. The movie is directed by William H. and shot in 1080p HD. It features six intense and passionate hardcore sex scenes, with extended tease sequences for each girl. This is the first Big Wet Asses release that features a brand new look and location. Also starring Ava Rose, Sasha Knox, Charlotte Vale, MacKenzee Pierce, and Emma Heart.","release_date":"2009-12-08","vote_average":10.0,"runtime":181,"cert":"N\/A","id":74992,"title":"Big Wet Asses 16","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-12-31","vote_average":4.3,"runtime":null,"cert":"N\/A","id":74995,"title":"2010 : une année sur terre","adult":false,"genre_ids":[99]},{"cast":["Robert Morley","Kay Walsh","Edward Underdown","Fella Edmonds","Bill Owen"],"overview":"A champion jockey is banned from racing so spends his time helping a young lad to become the next champion.","release_date":"1954-05-27","vote_average":6.3,"runtime":99,"cert":"","id":74996,"title":"The Rainbow Jacket","adult":false,"genre_ids":[18]},{"cast":["Laurence R. Harvey","Ashlynn Yennie","Dominic Borrelli","Georgia Goodrick","Maddi Black"],"overview":"Inspired by the fictional Dr. Heiter, disturbed loner Martin dreams of creating a 12-person centipede and sets out to realize his sick fantasy.","release_date":"2011-10-06","vote_average":4.5,"runtime":91,"cert":"18","id":74997,"title":"The Human Centipede 2 (Full Sequence)","adult":false,"genre_ids":[18,27,80]},{"cast":["Nicolas Cage","Guy Pearce","January Jones","Jennifer Carpenter","Harold Perrineau"],"overview":"After his wife is assaulted, a husband enlists the services of a vigilante group to help him settle the score.","release_date":"2011-09-02","vote_average":5.9,"runtime":105,"cert":"15","id":74998,"title":"Seeking Justice","adult":false,"genre_ids":[28,18,53]},{"cast":["Mel Blanc","Bea Benaderet","Michael Maltese","Tedd Pierce"],"overview":"Bugs Bunny relates his early life in the Manhattan tenements and spotlights his encounter with a gang of canine toughs.","release_date":"1947-05-23","vote_average":5.5,"runtime":8,"cert":"N\/A","id":74999,"title":"A Hare Grows in Manhattan","adult":false,"genre_ids":[16]}]