[{"cast":["Abiodun Oyewole","Talib Kweli","Angela Davis","Harry Belafonte","Stokely Carmichael"],"overview":"Examines the evolution of the Black Power Movement in American society from 1967 to 1975. It features footage of the movement shot by Swedish journalists in America during that period and includes the appearances of Bobby Seale, Huey P. Newton, Eldridge Cleaver, and other activists, artists, and leaders central to the movement.","release_date":"2011-09-09","vote_average":7.7,"runtime":100,"cert":"","id":75000,"title":"The Black Power Mixtape 1967-1975","adult":false,"genre_ids":[99]},{"cast":["Renato Pozzetto","Barbara D'Urso","Tamara Donà","Luigi Petrucci","Michele Gammino"],"overview":"","release_date":"1995-03-31","vote_average":5.8,"runtime":null,"cert":"N\/A","id":75001,"title":"Mollo tutto","adult":false,"genre_ids":[35]},{"cast":["Kim Gyu-ri","Yoon Kye-sang","Choi Moo-seong","Kim Jong-su","Joe Odagiri"],"overview":"Poongsan has the unenviable - and death-defying - job of delivering messages across the North and South Korean border to separated families. When South Korean government agents ask him to smuggle in In-ok, the lover of a high-ranking North Korean defector, into the South, the damsel and rescuer fall in love instead.","release_date":"2011-06-23","vote_average":6.5,"runtime":121,"cert":"N\/A","id":75004,"title":"Poongsan","adult":false,"genre_ids":[28,18,10749]},{"cast":["Keith David","Christina Cox","Peter Stebbings","Matthew Nable"],"overview":"S.I.S., or Special Investigation Squad, is an elite branch of the LAPD. A new psychopath terrorizing Los Angeles proves to be their hardest case yet.","release_date":"2008-08-24","vote_average":4.6,"runtime":79,"cert":"N\/A","id":75007,"title":"S.I.S.","adult":false,"genre_ids":[28,53]},{"cast":["Diana Amft","Sebastian Ströbel","Michou Friesz","Sigrid Spörk","Ludwig Kaschke"],"overview":"","release_date":"2011-08-26","vote_average":5.9,"runtime":89,"cert":"N\/A","id":75008,"title":"Plötzlich fett","adult":false,"genre_ids":[35]},{"cast":["Billy Joel","David Bowie","Eric Clapton","Elton John","Paul McCartney"],"overview":"The Concert for New York City took place on October 20, 2001 at Madison Square Garden. It was a celebration of the strength of New York and a thank-you to the heroic firefighters, police officers and rescue workers who saved tens of thousands of lives on September 11th. More than 6000 firefighters, police officers and rescue workers attended as guests.","release_date":"2001-10-20","vote_average":5.0,"runtime":296,"cert":"N\/A","id":75009,"title":"The Concert for New York City","adult":false,"genre_ids":[10402,36,99]},{"cast":["Marina Hands","Laurence Leboeuf","Tony Ward","Daniel Pilon"],"overview":"A man commits suicide leaving a disturbing note. His wife and his daughter try to cope with it when the step-brother of the deceased visits them.","release_date":"2008-08-14","vote_average":6.0,"runtime":107,"cert":"N\/A","id":75010,"title":"Story of Jen","adult":false,"genre_ids":[18,9648]},{"cast":["Marian Kociniak","Emil Karewicz","Wirgiliusz Gryń"],"overview":"How I Unleashed World War II is a story of a Polish soldier Franciszek Dolas, who - as a result of comical coincidences - is convinced that he started the Second World War. Trying to redeem himself at all costs, he constantly gets into new trouble. In doing so, he finds himself on different war fronts (Yugoslavia, Mediterranean Sea, Near East, Italy) and eventually returns to Poland.","release_date":"1970-04-02","vote_average":7.5,"runtime":86,"cert":"N\/A","id":75011,"title":"How I Unleashed World War II Part I: The Escape","adult":false,"genre_ids":[35,10752,12]},{"cast":["Charlton Heston","Anne Baxter","Gilbert Roland","Tom Tryon","Forrest Tucker"],"overview":"A rancher (Charlton Heston), his shady bride (Anne Baxter) and his one-armed brother (Tom Tryon) fight amid carpetbaggers in Texas.","release_date":"1956-12-01","vote_average":6.6,"runtime":100,"cert":"N\/A","id":75012,"title":"Three Violent People","adult":false,"genre_ids":[18,37]},{"cast":["Jay Saunders","Daniel Ross Owens"],"overview":"Ninjas battle Vampires for the fate of the world in this all new Action-Horror-Comedy from the creators of 2010's cult smash, \"Ninjas Vs Zombies\"! Moments after down-on-his-luck Aaron is rejected by the girl of his dreams, they both are attacked by blood sucking VAMPIRES. Driven to save her, Aaron tracks down the mysterious NINJAS, who wage a nightly war against the forces of darkness. Now, as the Vampire overlord Seth plots to destroy Mankind, Aaron has only one choice - join the ninjas, save the world, and get the girl... or die trying. Sexy, funny, shocking, and fun, NINJAS VS VAMPIRES delivers an action-packed comedic adventure unlike any other!","release_date":"2010-10-29","vote_average":3.8,"runtime":89,"cert":"","id":75013,"title":"Ninjas vs. Vampires","adult":false,"genre_ids":[27,28,35,53]},{"cast":["Barbara Schulz","Alexandre Brasseur","Magali Muxart","Simon Bakhouche"],"overview":"Sophie and Olivier are a young married couple who work in Paris as bakers. Out of the blue, they decide to buy a summer house on the seaside, but without actually seing it. When Sophie, along with her two kids, arrives first on the premices, she discovers that they have bought a house located in the midst of a nudist camp...","release_date":"2004-06-09","vote_average":5.8,"runtime":92,"cert":"N\/A","id":75016,"title":"Textiles","adult":false,"genre_ids":[35,18]},{"cast":["Samy Naceri","Jean-Marc Thibault","Bernard Le Coq","Claire Keim"],"overview":"","release_date":"2002-04-17","vote_average":5.8,"runtime":null,"cert":"N\/A","id":75019,"title":"Féroce","adult":false,"genre_ids":[18]},{"cast":["Brian Kolodziej","Gerald Emerick","Vince Marinelli","Scott W. Mckinlay","Malcolm Brownson"],"overview":"A simple burglary spirals violently out of control when two professional thieves break into a Hollywood Hills mansion in search of riches and instead find a man who has been bound, gagged and imprisoned in the massive estate. Upon making their grim discovery the morally conflicted pair makes a series of poor decisions that leads to a bloody battle for survival against a killer with no conscience and no remorse! A nightmare of greed, deceit, gut-wrenching violence and friendship put to the ultimate test, Gag is cutting-edge suspense horror at its spine-tingling best.","release_date":"2006-01-11","vote_average":2.8,"runtime":78,"cert":"N\/A","id":75020,"title":"Gag","adult":false,"genre_ids":[27]},{"cast":["Jiří Sovák","Jiří Schmitzer","Josef Kemr","Ladislav Smoljak","Zdeněk Svěrák"],"overview":"This comedy is about one average family. The father works as master in the factory and his son is studying on high school. One day father must start to visit the evening school. It's the same school as his son visiting. The lives both students are connecting together. The son must teach the math and physics his own father. The father getting to know, that the life of the students is not simple as he supposed.","release_date":"1976-07-01","vote_average":7.5,"runtime":91,"cert":"N\/A","id":75023,"title":"Marecek, Pass Me the Pen!","adult":false,"genre_ids":[35]},{"cast":["Paulo Gracindo","Cristina Aché","Paulo Guarnieri","Ligia Diniz","Flávio São Thiago"],"overview":"Rio de Janeiro police investigator Galvão is pursuing two trails, one professional and one personal. While he tracts a serial killer of taxi-drivers, he also seeks his estranged daughter, Sandra, who he had thrown out of the family home when she adopted a promiscuous teenage lifestyle. Lives intersect when the serial killer, Toninho, a young man of unsavoury connections, befriends Sandra, now an exotic dancer and prostitute living and working in the seamy underside of late 1970s Rio.","release_date":"1978-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":75024,"title":"Outlaw Love","adult":false,"genre_ids":[18,80]},{"cast":["Chris Gunn","Ice-T","Barbara Christie"],"overview":"'Tracks' is based on the true-story of a middle class white suburban teenagers who unknowingly committed a senseless act of violence in July of 1982. Peter Madigan and his friends spent countless summer nights on the train tracks in Fairlawn, New Jersey when one evening, they mindlessly threw a switch and derailed an oncoming train resulting in the death of its conductor. This case made history in the New Jersey judicial system and these teenagers (who, at the time, were between the ages of 14 and 16) were the first in the state to be tried and convicted as adults. 'Tracks' chronicles their descent with a portrayal of a boy who made a mistake, paid the consequences and got back on 'track.'","release_date":"2005-09-09","vote_average":4.0,"runtime":92,"cert":"N\/A","id":75025,"title":"Tracks","adult":false,"genre_ids":[80,18]},{"cast":["Josef Kemr","Zdeněk Svěrák","Daniela Kolářová","Marie Hradílková","Martin Hradílek"],"overview":"The Lavicka's, a Czech family from the city, rents a house in the country with the option to buy. However, old Mr Komarek seems reluctant to sell the house as they agreed.","release_date":"1976-09-01","vote_average":7.6,"runtime":92,"cert":"N\/A","id":75026,"title":"Secluded, Near Woods","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary filmmaker Yoav Shamir's depiction of the checkpoints that the Israel Defense Forces man in the Palestinian Authority.","release_date":"2003-11-23","vote_average":8.3,"runtime":80,"cert":"N\/A","id":75027,"title":"Checkpoint","adult":false,"genre_ids":[99]},{"cast":["Joseph Kabui","Francis Ona"],"overview":"The movie tells the story of the successful uprising of the indigenous peoples of Bougainville Island against the Papua New Guinea army and the mining plans of the mining corporation Rio Tinto Zinc (RTZ) to exploit their natural resources. The documentary reveals how the Bougainville Revolutionary Army (BRA) managed to overcome the marine blockade strategy used by the Papuan army by using coconut oil as fuel for their vehicles.","release_date":"2000-12-31","vote_average":6.0,"runtime":50,"cert":"","id":75028,"title":"The Coconut Revolution","adult":false,"genre_ids":[99]},{"cast":["Ladislav Smoljak","Zdeněk Svěrák","Petr Brukner","Miloň Čepelka","Genadij Rumlena"],"overview":"The small group of actors have to face many problems while preparing a new performance.","release_date":"1988-04-01","vote_average":6.6,"runtime":88,"cert":"N\/A","id":75029,"title":"An Uncertain Season","adult":false,"genre_ids":[18,35]},{"cast":["Vojtěch Kotek","Martin Písařík","Jiří Mádl","Michael Beran","Kristýna Fuitová-Nováková"],"overview":"","release_date":"2006-11-02","vote_average":5.5,"runtime":null,"cert":"N\/A","id":75030,"title":"The Ro(c)k con Artists","adult":false,"genre_ids":[35,80]},{"cast":["Charles Robinson","Alexandria Hee","Stanley Malveaux","Lorenzo Rayburn","Ajai Sanders"],"overview":"The courts of Englewood are as far removed from the hollowed halls of justice as a street ball player can imagine, but when a pickup game ends in death, the quest for revenge proves that even on the street there's a code of honor. Reggie's best friend is dead, and the pain of his loss leads the hardened player on a quest to ensure that the killer pays for his crime. Upon tracking the killer to a gym, Reggie enters, gun in hand and ready to avenge his friend's death. As the other players declare that no one will die on their court without a fair trial, they listen to both sides of the story to determine if justice will be served with a bullet, or whether the suspected killer will live to play another game.","release_date":"2000-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":75031,"title":"The Playaz Court","adult":false,"genre_ids":[18,28]},{"cast":["Paul McCartney","John Lennon","Ringo Starr","George Harrison","Pete Best"],"overview":"A one-of-a-kind compilation offering a fascinating, entertaining, and surprising look at the Fab Four with rare newsreel footage, candid and revealing interviews, and historic performances. Included are their first U.S. concert in Washington, D.C., never-before-seen highlights from the Hollywood Bowl, a rare uncensored interview filmed just before their very last concert, and live renditions of many hits.","release_date":"1965-01-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":75032,"title":"The Beatles Unauthorized","adult":false,"genre_ids":[10402,99,36]},{"cast":["Elias Koteas","Terrence Howard","Jennifer Hudson","Wendy Crewson","Angelique Pretorius"],"overview":"A drama that chronicles the life of Winnie Mandela from her childhood through her marriage and her husband's incarceration.","release_date":"2011-09-16","vote_average":5.7,"runtime":107,"cert":"N\/A","id":75033,"title":"Winnie Mandela","adult":false,"genre_ids":[18]},{"cast":["Stephen Fry","Alex Kearns"],"overview":"Here comes the unforgettable Pocoyo - charming as always- along with friends new and old! Pocoyo and his pals - Pato, Elly and Louella- play together in heart-warming adventures filled with laughter and learning. Whether helping a friend feel better or watching a hungry caterpillar transform into a butterfly, these friends are always there for one another! Filled with sights and sounds perfectly tailored to encourage child development, Pocoyo &amp; Friends is preschool entertainment especially designed to delight your child! Includes 7 hilarous stories!","release_date":"2008-05-20","vote_average":0.0,"runtime":49,"cert":"N\/A","id":75034,"title":"Pocoyo: Fun & Dance with Pocoyo","adult":false,"genre_ids":[16,10751]},{"cast":["Alex Reymundo","Veronica Grey","Kurt Caceres","Yvette Yates"],"overview":"Irreverent bad boy Alex Reymundo explores the pitfalls of being a Mexican American.","release_date":"2007-03-03","vote_average":0.0,"runtime":75,"cert":"N\/A","id":75039,"title":"Alex Reymundo: One Funny Hick-Spanic","adult":false,"genre_ids":[35]},{"cast":["Pascale Bussières","Julie Gayet","Jean-Nicolas Verreault","Geneviève Bujold"],"overview":"Suspecting that the cecassion of the tides may indicate an impending earthquake, Seismologist Alice arrives in her hometown of Baie-Comeau, Quebec to commence her investigation. Soon confronted by numerous figures from her past, the unusual weather and inexplicable behavior of the citizens lead Alice to believe that something beyond her comprehension is occurring to her old hometown...","release_date":"2002-08-22","vote_average":6.3,"runtime":115,"cert":"N\/A","id":75040,"title":"Chaos and Desire","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Harland Williams"],"overview":"Comedian Harland Williams is known for hilarious standup routines that feature everyman-style observations about a variety of subjects ranging from dating to the Pillsbury Dough Boy. This program captures Williams in his own standup concert specia filmed in front of an appreciative audience at L.A.'s El Rey Theatre.","release_date":"2006-08-15","vote_average":0.0,"runtime":65,"cert":"N\/A","id":75041,"title":"Harland Williams: What a Treat","adult":false,"genre_ids":[35]},{"cast":["Ben Gazzara","Stuart Whitman","Ray Walston","Sammy Davis Jr.","Vincent Price"],"overview":"This movie is about the progression of John Resko's (Ben Gazzara) character as he is commuted from the death sentence for killing a man to life in prison. Not only is he transferred to a new facility, but his guard (Stuart Whitman), who believes that man can be rehabilitated, has requested a transfer from death row","release_date":"1962-09-15","vote_average":6.7,"runtime":105,"cert":"N\/A","id":75042,"title":"Convicts 4","adult":false,"genre_ids":[18]},{"cast":["Joanna Cassidy","Greg Evigan","Victor Browne","Tania Saulnier","John Colton"],"overview":"Sixteen years after the Drakes' young daughter was kidnapped by her nanny, a woman appears claiming to be the long-lost child.","release_date":"2005-05-07","vote_average":4.5,"runtime":87,"cert":"N\/A","id":75043,"title":"Found","adult":false,"genre_ids":[53,9648,10770]},{"cast":["Kent North","Fredrick Ford","Jason Crew","Justin Gemini","Ricky Martinez"],"overview":"Hot House Entertainment's Pack Attack gangbang series features one lucky man thrown to a pack of big-dicked, hole-hungy tops with trouble on their minds and monster cocks between their legs. Pack Attack 1 stars Kent North, the greediest pig-bottom on the planet, who demanded they find five of the biggest cocks in the business to try and tame his hungry hole. Do they succeed?","release_date":"2006-02-08","vote_average":9.0,"runtime":100,"cert":"N\/A","id":75044,"title":"Pack Attack 1: Kent North","adult":true,"genre_ids":[]},{"cast":["Mira Partecke","Katharina Bellena","Laura Tonke","Sven Seeger","Torsten Haase"],"overview":"Berlin. Greta, 40, architect, mother of a 12-year-old son, recently unemployed. She does everything in her power to keep hanging on in there, torn between the pressure to conform and the spirit of contradiction.","release_date":"2011-01-06","vote_average":5.0,"runtime":97,"cert":"N\/A","id":75045,"title":"The Drifters","adult":false,"genre_ids":[18]},{"cast":["Rock Hudson","Anna Kashfi","Dan Duryea","Don DeFore","Martha Hyer"],"overview":"Battle Hymn was inspired by the true story of American minister Dean Hess, played here with rare sensitivity by Rock Hudson. A bomber pilot during World War II, Hess inadvertently releases a bomb which destroys a German orphanage. Tortured by guilt, Hess relocates in Korea after the war to offer his services as a missionary. Combining the best elements of Christianity and Eastern spiritualism, Hess establishes a large home for orphans. The preacher's efforts are threatened when the Korean \"police action\" breaks out in 1950. Battle Hymn was one of several collaborations between Rock Hudson and director Douglas Sirk--though Sirk felt that Robert Stack would have been better suited to the role of Rev. Hess.","release_date":"1957-02-14","vote_average":7.0,"runtime":109,"cert":"N\/A","id":75046,"title":"Battle Hymn","adult":false,"genre_ids":[18,10752]},{"cast":["Gambit Saifullah","Melia Aimellia","Eman Manan","Sani Sudin","Rosnah Johari"],"overview":"Ali (Gambit Saifullah), a young and ambitious guy works for a company that publish political newspaper and mysterious magazine. His job is to take photograph of horror places and then modify it as it appear the ghost are visible. He falls for a cartoonist, Sarah (Melia Aimellia), who is an university graduate.  In order to win Sarah’s heart he lies to her that he too was an university graduate from the same university as Sarah’s. One day he get to know Sarah’s father used to work with Dato Zidan, who is a political rival of Datuk Razali Bunari (Eman Manan), his own boss.  Ali is required to expose Dato Zidan’s scandal by stealing his secret document. However, in order to win Sarah’s heart he decide to steal the secret document from his boss’s home and not to expose the scandal. Will he cover up the truth or expose everything out in the end for the sake of Sarah’s love?","release_date":"2011-08-31","vote_average":0.0,"runtime":110,"cert":"N\/A","id":75047,"title":"Karipap Karipap Cinta","adult":false,"genre_ids":[10749]},{"cast":["Harry Hamlin","Joseph Bottoms","Deborah Van Valkenburgh","Richard Cox","Dennis Hopper"],"overview":"A group of friends race their high-powered cars up and down a dangerous and deadly mountain road known as Mulholland Drive to see who can claim the title of \"King of the Hill.\"","release_date":"1981-05-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":75048,"title":"King of the Mountain","adult":false,"genre_ids":[18,28]},{"cast":["Ving Rhames","Ron Silver","Ruben Santiago-Hudson","Christopher Plummer","Richard Cox"],"overview":"Johnnie Cochran defends O.J. Simpson who is on trial for his wife's murder.","release_date":"2000-11-12","vote_average":10.0,"runtime":170,"cert":"N\/A","id":75049,"title":"American Tragedy","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"A healing journey through the most beautiful and sacred places in the American Southwest.","release_date":"2010-01-25","vote_average":6.5,"runtime":46,"cert":"N\/A","id":75050,"title":"Sacred Earth","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-02-14","vote_average":5.0,"runtime":59,"cert":"N\/A","id":75053,"title":"Underwater Worlds - The inhabitants of the Red Sea","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From a mischievous monkey to children-turned-dinosaurs, bedtime proves a time of tiredness, tricks, and tirades in this collection of famous bedtime stories. The animated \"Goodnight Gorilla\" remains true to Peggy Rathman's irresistible artwork and features an adorable monkey who outsmarts the Zookeeper by unlocking all the animals cages and then following him home to bed.","release_date":"","vote_average":0.0,"runtime":51,"cert":"N\/A","id":75054,"title":"Good Night Gorilla","adult":false,"genre_ids":[10751]},{"cast":["Julie Andrews"],"overview":"If you love movies, you won't want to miss this fascinating and fact-filled chronicle of the first 50 years of Twentieth Century Fox.","release_date":"1997-01-21","vote_average":8.5,"runtime":150,"cert":"N\/A","id":75059,"title":"20th Century Fox: The First 50 Years","adult":false,"genre_ids":[99]},{"cast":["Jack Warner","Jane Hylton","David Tomlinson","Bill Owen","George Cole"],"overview":"War hero turned villain George Martin escapes from prison, but he is handcuffed to a naive young crook Willie Stannard. After using a clever plan to obtain railway tickets, and with the police, and the press in hot pursuit, George has to find a way of breaking loose from Willie, and to make his escape.","release_date":"1948-08-19","vote_average":6.0,"runtime":86,"cert":"","id":75060,"title":"My Brother's Keeper","adult":false,"genre_ids":[18,53,80]},{"cast":["Keith Harkin","Paul Byrom ","George Donaldson ","Ryan Kelly  ","Damien McGinty"],"overview":"In this concert, Keith, Paul, George, Ryan, Damien and Neil perform the following songs: 1. Storm Overture \/ 2. New Day Dawning \/ 3. Outside Looking In \/ 4. When You Are 18 \/ 5. Life In The Old Dog Yet \/ 6. Not The One \/ 7. Stand and Deliver \/ 8. The Highwayman \/ 9. Lagan Love \/ 10. Midnight Well \/ 11. Shadows Dancing \/ 12. Harry's Game \/ 13. Tender Is The Night \/ 14. This Was My Life \/ 15. Look At Me \/ 16. Hail The Hero (Mo Ghile Mear)","release_date":"2011-09-20","vote_average":8.0,"runtime":60,"cert":"N\/A","id":75061,"title":"Celtic Thunder: Storm","adult":false,"genre_ids":[10402]},{"cast":["Lawrence Raghavendra","R. Sarathkumar","Raai Laxmi","Sriman","Devan"],"overview":"Raghava (Lawrence) is a happy go lucky guy who loves to play cricket but is a chicken at heart. The very mention of the word ghost gives him shivers so much that he sleeps with his mom (Kovai Sarala). He is also in love with Priya (Lakshmi Rai). However, an attempt to play a cricket match in an unused ground leads Raghava to get something dark to his home. The dark spirit begins to cause few weird things at home and one day it enters the body of Raghava which goes on killing few specific people. Who is that evil spirit? Why is it killing few people? Can Raghava get rid of the spirit? All this forms the rest of the story.","release_date":"2011-07-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75064,"title":"Muni 2: Kanchana","adult":false,"genre_ids":[27,35]},{"cast":["Axel Buchholz","Ken Duken","Daniel Olbrychski","Marie Zielcke"],"overview":"Jim and Elise are bound to each other by an uncompromising love, excessive passion and romance, which they like to experience up to life-threatening situations. But when film director Frank Morris gets stranded in the solitude of their east-German village, things start changing for all three of them.","release_date":"2004-11-18","vote_average":0.0,"runtime":86,"cert":"N\/A","id":75065,"title":"Nitschewo","adult":false,"genre_ids":[18]},{"cast":["Jean Gabin","Bernard Blier","Renée Faure","Alfred Adam","Henri Crémieux"],"overview":"","release_date":"1961-01-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":75066,"title":"The President","adult":false,"genre_ids":[18,9648,53]},{"cast":["Alektra Blue","Amia Miley","Asa Akira","Aubrey Addams","Kirsten Price"],"overview":"Joel (Kris Slater) is away at university just getting ready for midterms when he gets a surprise visit from his old partner in crime, Lana (Kirsten Price). This of course can mean nothing but trouble for Joel. Before you can say \"I just failed Algebra,\" Lana and Joel are back in business, and the news is spreading fast. The whole campus wants what Joel is selling, and are willing to pay for it, big time. Lana and her girls (Alektra Blue, Asa Akira, Misty Stone, and a host of other beauties) are more than happy to give the student body a taste of their \"private tutoring\" sessions. Joel is having the time of his life, or so he thinks, but he quickly learns that all good things cum to an end. Now it's time for Joel to take care of some \"Unfinished Business.\" Cause sometimes you just gotta say WTF! (Want To Fuck?)","release_date":"2011-07-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":75067,"title":"Unfinished Business","adult":true,"genre_ids":[35]},{"cast":["Ashli Orion","Brooke Lee Adams","Jayden Jaymes","Katie St. Ives","Mason Moore"],"overview":"Big Wet Asses, the winner of AVN's coveted Best Anal Themed Series award for 2006, 2007, &amp; 2008, is back! Elegant Angel is delighted to announce that porn superstar Jayden Jaymes, stars in her 1st anal scene. This is the 17th edition of the critically acclaimed series, alongside another stellar assemblage of voluptuous superstars. Big Wet Asses 17 features Brooke Lee Adams, Ashli Orion, Mason Moore and the beautiful Katie St. Ives in her very 1st anal scene.","release_date":"2010-06-30","vote_average":0.0,"runtime":174,"cert":"N\/A","id":75068,"title":"Big Wet Asses 17","adult":true,"genre_ids":[]},{"cast":["Ally Kay","Ava Addams","Briella Bounce","Kagney Linn Karter","Liza Del Sierra"],"overview":"Big Wet Asses, the winner of AVN's coveted Best Anal Themed Series award for 2006, 2007, &amp; 2008, is back! Elegant Angel is delighted to announce that porn superstar Ally Kay, stars in her 1st anal scene. This is the 19th edition of the critically acclaimed series, alongside another stellar assemblage of voluptuous superstars. Kagney Linn Karter and Briella Bounce share their second anal scene. To complete this scorching release we have Liza Del Sierra and Ava Addams, Do not miss!","release_date":"2011-07-06","vote_average":0.0,"runtime":159,"cert":"N\/A","id":75071,"title":"Big Wet Asses 19","adult":true,"genre_ids":[]},{"cast":["Ms. Panther","Aryana Adin","Bethany Benz","Jessica Grabbit","London Reigns"],"overview":"L.T. returns with Big Wet Black Tits 3, lavishing the breasts of voluptuous ebony superstars with copious amounts of glistening oil. The movie features an incredible all star cast, featuring Bethany Benz very first anal scene! Including Alisha Madison, Aryana Adin, Jessica Grabbit, London Reigns, and Mazzarati XXX. Do not miss!","release_date":"2011-06-30","vote_average":0.0,"runtime":174,"cert":"N\/A","id":75072,"title":"Big Wet Black Tits 3","adult":true,"genre_ids":[]},{"cast":["Tom Berenger","Annabeth Gish","Rick Gomez","Frank Whaley"],"overview":"Detective Sergeant Malcolm Ainslie, a Catholic priest turned distinguished investigator for the police, has agreed to hear the confession of a convicted serial killer sentenced to death in a just a matter of hours. What he promises to reveal to Ainslie is the truth behind the crimes and the reason he confessed to the one crime Ainslie doesn't even believe he committed. What unfolds between the two men is a serpentine trail into both men's pasts based on the bestseller from master storyteller Arthur Hailey. Written by Amazon.com","release_date":"2005-01-01","vote_average":5.8,"runtime":171,"cert":"N\/A","id":75075,"title":"Detective - First part","adult":false,"genre_ids":[80,18]},{"cast":["Siddharth","Genelia D'Souza","Bharath Niwas","S. Thaman","Nakul"],"overview":"The story centers on six youngsters, who experience the downfalls of teenage life. The film conveys a message about the importance of a good education and career over other distractions, such as romance and sex.","release_date":"2003-08-29","vote_average":7.0,"runtime":145,"cert":"N\/A","id":75076,"title":"Boys","adult":false,"genre_ids":[18,35,10749]},{"cast":["LeeAnne Baker","Michael Conte","Jacquie Fitz","George Anthony-Rayza","Andrew Bausili"],"overview":"Reincarnated \"Satanic Witch\" from New Amsterdam, circa 1600's comes back to revive her cult members by sucking the life force out of people.","release_date":"1987-05-25","vote_average":2.8,"runtime":77,"cert":"","id":75077,"title":"Necropolis","adult":false,"genre_ids":[27]},{"cast":["Aleksandr Efimov","Mikhail Gorevoy","Malcolm McDowell","Rutger Hauer","Armand Assante"],"overview":"Mirror Wars: Reflection One is a post-cold-war thriller from the Russian point of view. Bad-guy British arms dealer Murdock (Malcolm McDowell) and numerous mercenaries and clandestine agents tries to steal a new Russian stealth fighter. Murdock is foiled by the hero, a patriotic Russian fighter-jet pilot who was recently branded a potential traitor because of his romantic fling with an alleged American ecologist. She was actually a shadowy intelligence operative before her untimely assassination in her lover's arms.","release_date":"2005-09-01","vote_average":4.1,"runtime":116,"cert":"N\/A","id":75078,"title":"Mirror Wars: Reflection One","adult":false,"genre_ids":[28,53]},{"cast":["Wim Rijken","Harold Verwoert","Alex van Bergen","Jeffrey Erens","Martine van Os"],"overview":"De pakjesboot vertrekt zonder Sinterklaas. Sinterklaas moet in een race tegen de klok de pakjesboot inhalen, het opnemen tegen boeven en zorgen dat de kinderen hun cadeautjes krijgen.","release_date":"2009-09-07","vote_average":7.0,"runtime":96,"cert":"N\/A","id":75079,"title":"Sinterklaas en de Verdwenen Pakjesboot","adult":false,"genre_ids":[]},{"cast":["Alektra Blue","Tori Black","Brendon Miller","Dane Cross","Kris Slater"],"overview":"Tori Black, Alektra Blue... A dynamic combination of raw sexuality, uninhibited and immoral thoughts brought to life on screen for your total sexual satisfaction. Vibrant, nasty, sensual, dominant... A dark look at the lustful desires of Black &amp; Blue.","release_date":"2011-02-17","vote_average":5.5,"runtime":85,"cert":"N\/A","id":75080,"title":"Black & Blue","adult":true,"genre_ids":[]},{"cast":["Allen Leech","Amy Huberman","Owen McDonnell"],"overview":"Karen, a recovering addict, has settled into a successful new life with her husband and young daughter. When Karl, an old boyfriend recently released from prison, turns up unexpectedly, Karen's buried past comes back to haunt her. Karen is forced to go on a road trip and confront a world she thought she'd escaped from if she is to protect her family and her future.","release_date":"2010-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75081,"title":"Rewind","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75082,"title":"Movie error","adult":false,"genre_ids":[]},{"cast":["Wolfgang Stumph","Robert Atzorn","Ulrike Krumbiegel","Sarah Alles","Victoria Trauttmansdorff"],"overview":"","release_date":"2011-09-07","vote_average":5.5,"runtime":null,"cert":"N\/A","id":75085,"title":"Stilles Tal","adult":false,"genre_ids":[18]},{"cast":["Leonard Mann","Woody Strode","Pietro Martellanza","Helmuth Schneider","George Eastman"],"overview":"A young man who has lost his memory, escapes from prison with three other convicts. The other men help him find back bits of his past, until they arrive at a village where two warring families recognize him. Apparently he has a reputation for being a fast gun, and he has been paid to kill a man - who says he is his father. His younger brother is jealous of the attention the prodigal son receives, and things come to a dramatic end.","release_date":"1970-03-11","vote_average":6.8,"runtime":95,"cert":"N\/A","id":75086,"title":"The Unholy Four","adult":false,"genre_ids":[37]},{"cast":["Fabrice Eboué"],"overview":"","release_date":"2010-10-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75087,"title":"Fabrice Eboué - Faites entrer Fabrice Eboué","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Bellator LI is an upcoming mixed martial arts event to be held by Bellator Fighting Championships. The event is scheduled to take place on September 24, 2011 at the Canton Memorial Civic Center in Canton, Ohio. The event will be distributed live in prime time by MTV2.","release_date":"2011-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75088,"title":"Bellator 51","adult":false,"genre_ids":[]},{"cast":["Ikuhisa Minowa","Baru Harn","Rodolfo Marques","Yusup Saadulaev","Masakazu Imanari"],"overview":"Dream 17 was a mixed martial arts event held by Fighting and Entertainment Group's mixed martial arts promotion Dream. The event took place on September 24, 2011 at the Saitama Super Arena in Saitama, Japan.","release_date":"2011-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75089,"title":"Dream 17","adult":false,"genre_ids":[]},{"cast":["Zoë Kravitz","Ezra Miller","Ming-Na Wen","Campbell Scott","Amy Sedaris"],"overview":"Eddie \"Gonzo\" Gilman is starting a revolution. When the wild-eyed rebel journalist is ousted from his prep school's newspaper by its über-popular editor, Eddie fronts an underground movement to give a voice to all the misfits, outcasts, and nerds. Soon the power of the press is in Eddie's hands... but will he use it wisely?","release_date":"2010-04-22","vote_average":5.9,"runtime":94,"cert":"N\/A","id":75090,"title":"Beware the Gonzo","adult":false,"genre_ids":[35]},{"cast":["Louis Armstrong"],"overview":"Satchmo. Theer are few people in this country - or around the world - who will not recognize that name. Louis Armstrong embodied twentieth-century American culture. He revolutionized the world of music and became one of the nation's most influential entertainers. No other performer of his era has such a profound effect as a singer as well as an instrumentalist.","release_date":"1992-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":75091,"title":"Louis Armstrong: Satchmo","adult":false,"genre_ids":[]},{"cast":["Carl Wilson","Dennis Wilson","Mike Love","Al Jardine","Brian Wilson"],"overview":"These archetypal Southern Californians, who transmuted their experiences growing up in suburban Hawthorne into a potent teen iconography orbiting surfing, cars, and girls, tackle the underlying personal and cultural upheavals beneath their discography. Intelligently assembled with over 40 songs dispersed throughout, ENDLESS HARMONY works not just as a rockumentary but as an important historical document of American music.","release_date":"2000-03-14","vote_average":6.3,"runtime":141,"cert":"N\/A","id":75092,"title":"The Beach Boys: Endless Harmony","adult":false,"genre_ids":[99]},{"cast":["Daws Butler","Shug Fisher"],"overview":"Jerry's eccentric uncle, Pecos, a Texan mouse, comes to spend the night with him before his musical performance on television the next day. He decides to rehearse with his guitar for the performance but each time he plays, one of his guitar strings snaps off. Fortunately, he is able to replace them by plucking off one of Tom's whiskers each time. Tom is rather reluctant about this and tries to hide to protect his whiskers from Uncle Pecos.","release_date":"1955-11-11","vote_average":6.8,"runtime":6,"cert":"N\/A","id":75097,"title":"Pecos Pest","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Lotte Reiniger was one of the twentieth century's major animation artists, pioneering a unique and distinctive style of black and white silhouette animation in her interpretations of classic myths and fairy tales. This is a DVD collection of her work.","release_date":"2008-11-17","vote_average":9.0,"runtime":192,"cert":"PG","id":75098,"title":"Lotte Reiniger - The Fairy Tale Films","adult":false,"genre_ids":[]},{"cast":[],"overview":"Contains films from 1921-1947 by Oskar Fischinger","release_date":"1947-08-22","vote_average":0.0,"runtime":48,"cert":"N\/A","id":75099,"title":"Oskar Fischinger Ten Films","adult":false,"genre_ids":[]},{"cast":["Kim Ki-bum","Lee Dong-hae","Kim Hee-chul","Kim Young-woon","Choi Si-won"],"overview":"There have been mysterious instances of students getting ambushed and covered in dung. All victims have large egos and believe they're handsome! Students everywhere are interested in who will be next.","release_date":"2007-07-26","vote_average":5.3,"runtime":81,"cert":"N\/A","id":75100,"title":"Attack on the Pin-Up Boys","adult":false,"genre_ids":[35]},{"cast":["Tony Brownrigg","Edward Landers","Joshua Morris","Christian Taylor","Cory Turner"],"overview":"A writer is forced to write a horror movie by an undead muse who motivates him by killing his friends and family.","release_date":"2008-03-01","vote_average":4.3,"runtime":88,"cert":"N\/A","id":75101,"title":"Red Victoria","adult":false,"genre_ids":[35,27]},{"cast":["Aiden Shaw","Bo Knight","Collin O'Neal","Dick Wolf","Hal Rodman"],"overview":"Everything about this movie is BIG! Super-hung Aiden Shaw leads a huge cast of twelve men with long fat dicks, sweaty hard bodies, plump round asses, hungry wet mouths and insatiable sexual appetites. Join Aiden as he searches - forever hopeful - for that perfect soulmate out there...somewhere.","release_date":"2003-11-17","vote_average":7.0,"runtime":107,"cert":"N\/A","id":75102,"title":"Perfect Fit","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75105,"title":"Sprookjesboom 5 - Speciale draak editie","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75106,"title":"Sprookjesboom 8 - Magische momenten","adult":false,"genre_ids":[]},{"cast":["Krist Novoselic","Dave Grohl","Kurt Cobain","Nirvana"],"overview":"Recorded in Seatle, WA on Halloween Night, 1991, Live at the Paramount is the only known Nirvana live show recorded on 16mm film. Now released to conside with the 20th anniversary of the release of Nirvana's watershed album, 'Nevermind', famed documentarian and music video director Lance Bangs has been personally involved in the restoration of the film and the result is, according to Nirvana bassist Krist Novoselic, \"a pretty good representation of [the] band\" in their heyday. Released September 27, 2011, the DVD and Blu-Ray contains the complete concert along with newly remastered stereo and 5.1 surround soundtracks. Setlist : Jesus Doesn't Want Me For A Sunbeam * Aneurysm * Drain You * School * Floyd the Barber * Smells Like Teen Spirit * About A Girl * Polly * Breed * Silver * Love Buzz * Lithium * Been A Son * Negative Creep * On A Plain * Blew * Rape Me * Territorial Pissings * Endless, Nameless","release_date":"2011-09-26","vote_average":8.3,"runtime":71,"cert":"N\/A","id":75107,"title":"Nirvana: Live at the Paramount","adult":false,"genre_ids":[10402]},{"cast":["Andrés López Forero"],"overview":"","release_date":"2007-04-23","vote_average":6.6,"runtime":null,"cert":"N\/A","id":75110,"title":"I Choose The Window","adult":false,"genre_ids":[35]},{"cast":["Robert-Jan Wik","Pamela Teves","Carel Struycken","Martijn van Nellestijn","Richard de Ruijter"],"overview":"Als Sinterklaas bij het examen voor zijn 'dakbewijs' een ongeluk krijgt, moet hij naar het ziekenhuis. Iedereen vindt het heel erg, behalve de gemene Dr. Brein. Zij wil deze kans gebruiken om zelf Sinterklaas te worden en zo het feest voor altijd te veranderen. Dr. Brein probeert met haar handlangers Joris en Boris het geld voor de cadeautjes in te pikken en er met het Grote Boek van Sinterklaas vandoor te gaan. Als Agent de Bok zijn baan kwijtraakt gaat hij samen met de Pieten op onderzoek uit. Zal het ze lukken dit spannende avontuur tot een goed einde te brengen en het Grote Boek van Sinterklaas voor 5 december veilig te stellen??","release_date":"2008-10-09","vote_average":7.5,"runtime":90,"cert":"","id":75115,"title":"Sinterklaas en het geheim van het Grote Boek","adult":false,"genre_ids":[]},{"cast":["David Janssen","Ralph Meeker","Elayne Heilveil","Harry Klekas","Sam Dawson"],"overview":"Harry Walker, a former military pilot, works as a helicopter pilot and traffic reporter for a Salt Lake City radio station. One day while working he observes a bank robbery in progress and the kidnapping of a young woman who worked at the bank. Harry goes into pursuit which leads to an exciting conclusion.","release_date":"1973-01-30","vote_average":5.4,"runtime":81,"cert":"N\/A","id":75116,"title":"Birds of Prey","adult":false,"genre_ids":[28,53,10770]},{"cast":["Andrés López Forero"],"overview":"The Ball of Letters (from the Spanish: La Pelota de Letras) is a stand-up comedy DVD released by Colombian comedian Andrés López Forero. In 2005 he won the HOLA Award from the Hispanic Organization of Latin Actors for the \"Outstanding Solo Performance\" after sold out shows in New York and Miami.","release_date":"2005-12-15","vote_average":8.2,"runtime":null,"cert":"N\/A","id":75117,"title":"The Ball of Letters","adult":false,"genre_ids":[35]},{"cast":["Josiane Balasko","Nathalie Baye","Marie Gillain","Vincent Elbaz","Claude Gensac"],"overview":"The wildly popular British television show Absolutely Fabulous gets a Francophonic makeover with this film version directed by Gabriel Aghion. In this go around, Josiane Balasko and Nathalie Baye play the incorrigible Eddie and Patsy, who leave no impulse unenacted and no lust unsated -- be it for sex or the latest in designer clothing. Waking up from a night of drunken debauchery, the two dip right into a feast of champagne and caviar, much to the irritation of Eddie's elegant mother and her resentful daughter. As Eddie stretches an appalling pair of leopard-print leotards (complete with matching shoes, purse, and hat) over her massive rear end, she and Patsy learn of a handsome young Rollerblading delivery boy who quickly becomes the object of their lust. This film was screened at the 2001 Toronto Film Festival.","release_date":"2001-08-28","vote_average":5.1,"runtime":105,"cert":"N\/A","id":75118,"title":"Absolutely Fabulous","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2010-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75119,"title":"Slot Marsepeinstein - Het Mysterie Van De Pakjesmachine Deel 1","adult":false,"genre_ids":[]},{"cast":["Alektra Blue","Alexa Nicole","Briana Blair","Brynn Tyler","Kaylani Lei"],"overview":"Michael Clark (Kris Slater) is up for a big promotion at work, but there's a catch: he must agree to a blind date with the boss's daughter, Alicia (Kaylani Lei). Both fresh from bad relationships, Michael and Alicia reluctantly agree, but they're both pleasantly surprised to find themselves really hitting it off. The chemistry builds until their respective exes show up to make sure the new couple's night takes a very wrong turn! One hilarious and sexy disaster after another makes this blind date one they will never forget...if they live to remember it!","release_date":"2011-01-19","vote_average":0.0,"runtime":96,"cert":"N\/A","id":75120,"title":"Blind Date","adult":true,"genre_ids":[35]},{"cast":["Daws Butler","June Foray"],"overview":"The couple that owns Tom and Spike decides they can't afford to keep both. They agree that the first one to catch the mouse can stay - bad news for Jerry, until both Tom and Spike cause a bit too much destruction and both get thrown out. This was the first Tom and Jerry cartoon to be released in CinemaScope and the second to be produced in the format (the first was Touché, Pussy Cat!, released a month later), which widened the cinema screen to a more expansive aspect ratio to compete against the growing popularity of television. The CinemaScope process required thicker and more defined ink lines around the characters, giving them a slightly more \"modern\" and less detailed appearance. The cartoon is also the first to feature an owner of the house that is not Mammy Two Shoes, the African-American maid voiced by Lillian Randolph from the first cartoon Puss Gets the Boot (1940) up to and including 1952's Push-Button Kitty. Instead, Mammy was replaced with a white married couple.","release_date":"1954-11-20","vote_average":6.1,"runtime":6,"cert":"N\/A","id":75121,"title":"Pet Peeve","adult":false,"genre_ids":[35,16]},{"cast":["John Mills","Cecil Parker","John Salew","Elizabeth Kentish","Mona Washbourne"],"overview":"IT’S GREAT TO A YOUNG stars John Mills as Dingle an easygoing high school teacher. When autocratic new headmaster Frome (Cecil Parker) begins imposing all sorts of repressive rules, Dingle does his best to stand up for his students, only to be dismissed for his troubles. The kids conspire to not only reinstate their favourite teacher, but to circumvent Frome's refusal to purchase new instruments for an upcoming music festival.","release_date":"1956-12-26","vote_average":5.7,"runtime":90,"cert":"N\/A","id":75126,"title":"It's Great to be Young!","adult":false,"genre_ids":[10402,35]},{"cast":["Joe Pasquale"],"overview":"A brand new show from one of Britain's best-loved comedians, recorded during his sell-out 2004 UK tour, 'Joe Pasquale in The Everything I Have Ever Done and The First of Many Goodbye Tours'.","release_date":"2004-11-01","vote_average":0.0,"runtime":86,"cert":"12","id":75129,"title":"Joe Pasquale: The Everything I Have Ever Done & The First of Many Goodbye Tours","adult":false,"genre_ids":[]},{"cast":["Yul Brynner","Richard Crenna","Leonard Nimoy","Daliah Lavi","Jo Ann Pflug"],"overview":"Catlow is a 1971 western based on a story by Louis L'Amour. It stars Yul Brynner as a outlaw determined to pull off a gold robbery and co-stars Richard Crenna and Leonard Nimoy.","release_date":"1971-10-01","vote_average":4.8,"runtime":101,"cert":"N\/A","id":75130,"title":"Catlow","adult":false,"genre_ids":[37,35]},{"cast":[],"overview":"This season, take a seat and watch Standing Sideways - the latest film release from Burton Snowboards.  Featuring (in no particular order): Terje Haakonsen, Jussi Oksanen, Jeremy Jones, Danny Davis, Mikey Rencz, Keegan Valaika, Mikkel Bang, Kazu Kokubo, Mark Sollors, Zak Hale, Mark McMorris, Ethan Deiss, Alex Andrews, Stephan Maurer, Charles Reid and Jack Mitrani.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75131,"title":"Standing Sideways","adult":false,"genre_ids":[35,10749]},{"cast":["Jerry O'Connell","James Sikking","Dorothy Lyman","Jean Shepherd"],"overview":"From Jean Shepherd (A Christmas Story) comes the story of 14 year old Ralphie's first job, and the family vacation the family is planning to a rustic fishing cabin on Lake Michigan. Originally made for the Disney Channel, this film is a delightful family comedy.","release_date":"1988-08-05","vote_average":10.0,"runtime":89,"cert":"N\/A","id":75132,"title":"Ollie Hopnoodle's Haven of Bliss","adult":false,"genre_ids":[]},{"cast":["Sean Bean","Daragh O'Malley","Hugh Fraser","Pete Postlethwaite","Assumpta Serna"],"overview":"Portugal 1813. A band of deserters, including Sharpe's old enemy, Obadiah Hakeswill, have captured two women, one the wife of a high-ranking English officer, and are holding them hostage for ransom. Sharpe is given the 60th Rifles and a Rocket troop, as well as his majority to rescue the women. But while Sharpe may be able to deal with his old enemy, he has yet to face a newer threat, the French Major Duclos.","release_date":"1994-06-01","vote_average":7.2,"runtime":90,"cert":"","id":75133,"title":"Sharpe's Enemy","adult":false,"genre_ids":[36,28,12,10752,10770]},{"cast":["Sean Bean","Daragh O'Malley","Alice Krige","Nickolas Grace","Féodor Atkine"],"overview":"1813. Major Sharpe's old enemy, Major Ducos manipulates a beautiful young marquesa into falsely accusing Sharpe of rape. Her husband calls Sharpe out in a duel. But when the husband is found dead the next morning, Sharpe is arrested and brought before a court martial, and it seems not even Patrick Harper and the Chosen Men can save Sharpe from a hanging, or rescue his honour","release_date":"1994-06-08","vote_average":6.7,"runtime":101,"cert":"","id":75134,"title":"Sharpe's Honour","adult":false,"genre_ids":[36,28,12,10770,10752]},{"cast":["Sandra Mondaini","Ennio Girolami","Riccardo Billi","Walter Chiari","Ave Ninchi"],"overview":"","release_date":"1963-08-15","vote_average":7.1,"runtime":90,"cert":"N\/A","id":75135,"title":"Le motorizzate","adult":false,"genre_ids":[35]},{"cast":["Sean Bean","Daragh O'Malley","Hugh Fraser","John Tams","Michael Mears"],"overview":"Sharpe is sent on a mission to exchange rifles for deserters with a strange band of Spanish guerillas. He also has to chaperone two women looking for their missing husband.","release_date":"1995-04-01","vote_average":6.7,"runtime":101,"cert":"","id":75136,"title":"Sharpe's Gold","adult":false,"genre_ids":[10770,12,28,10752,36]},{"cast":["Sean Bean","Daragh O'Malley","Hugh Ross","Hugh Fraser"],"overview":"When Sharpe is ordered to whip the King of Spain's Irish Royal Brigade into shape, he faces dissent from the men who believe the British are slaughtering their relatives in Ireland and a spy from within.","release_date":"1995-04-19","vote_average":6.8,"runtime":100,"cert":"","id":75137,"title":"Sharpe's Battle","adult":false,"genre_ids":[28,12,36,10752,10770]},{"cast":["Sean Bean","Daragh O'Malley","Hugh Ross","John Tams","Michael Cochrane"],"overview":"Sharpe is tasked to protect the most important spy in Lord Wellington's network, but domestic issues, a traumatized young girl, and possible French spies all threaten his success","release_date":"1995-04-26","vote_average":7.3,"runtime":101,"cert":"","id":75138,"title":"Sharpe's Sword","adult":false,"genre_ids":[36,28,12,10770]},{"cast":["Totò","Nino Taranto","Erminio Macario","Aroldo Tieri","Andrea Checchi"],"overview":"","release_date":"1962-09-02","vote_average":6.8,"runtime":87,"cert":"N\/A","id":75139,"title":"Lo smemorato di Collegno","adult":false,"genre_ids":[35]},{"cast":["Sean Bean","Daragh O'Malley","Abigail Cruttenden","Michael Cochrane","Caroline Langrishe"],"overview":"Told his battalion is to be split up due to lack of recruits at home, Sharpe and Harper return to England to investigate. What should have been a simple query turns politically explosive as they come nearer to exposing profiteering on the home front that could jeopardize the Wellington's war.","release_date":"1996-05-01","vote_average":7.2,"runtime":100,"cert":"","id":75140,"title":"Sharpe's Regiment","adult":false,"genre_ids":[28,12,36,10770,10752]},{"cast":["Jeff East","Paul Winfield","Harvey Korman","David Wayne","Arthur O'Connell"],"overview":"One of Mark Twain's best-loved stories becomes a screen musical in this family-friendly adaptation. Mischievous Huckleberry Finn (Jeff East) is a 15-year-old boy who has long had a difficult relationship with his often violent father. When Dad tried to kidnap him, Huck decides to run away from home, and heads out of town on a raft. Huck is soon joined by Jim (Paul Winfield), a runaway slave who is no more eager to see his master than Huck is to see his father. As the two friends make their way down the Mississippi, they're faced with a variety of challenges and adventures, including a run-in with a pair of shabby but dignified actors, The King (Harvey Korman) and The Duke (David Wayne). Produced in association with Reader's Digest magazine, which in 1973, scored a box-office hit with a musical version of Twain's Tom Sawyer, Huckleberry Finn featured original songs by Richard M. Sherman and Robert B. Sherman, who also wrote the songs for a handful of Disney hits, including Mary Poppins.","release_date":"1974-05-24","vote_average":6.5,"runtime":118,"cert":"N\/A","id":75141,"title":"Huckleberry Finn","adult":false,"genre_ids":[10402,10751]},{"cast":["Sean Bean","Daragh O'Malley","Abigail Cruttenden","James Laurenson","Féodor Atkine"],"overview":"Sharpe, with his new commanding officer, is sent to capture a castle when news comes of locals who will rise against Bonaparte. However, he is somewhat distracted by thoughts of his wife whom he was forced to leave while stricken with fever.","release_date":"1996-05-08","vote_average":7.3,"runtime":101,"cert":"","id":75142,"title":"Sharpe's Siege","adult":false,"genre_ids":[28,12,10770,36,10752]},{"cast":["Sean Bean","Daragh O'Malley","Abigail Cruttenden","James Laurenson","Hugh A. Robertson"],"overview":"Sharpe is teamed with a Colonel he helped promote and they are tasked to destroy a powder magazine, but an alliance with the French may threaten their success. Meanwhile, Jane is wearying of the army life and Harper and Ramona are at odds.","release_date":"1996-05-15","vote_average":7.0,"runtime":100,"cert":"","id":75143,"title":"Sharpe's Mission","adult":false,"genre_ids":[28,12,36,10752,10770]},{"cast":["Sean Bean","Daragh O'Malley","Abigail Cruttenden","Caroline Langrishe","Philip Glenister"],"overview":"Napoleon has been exiled to Elba, the English have returned from the wars, and Major Richard Sharpe finds himself in a sort of exile to lead a company of Yorkshire Yeomen. His duties include protecting mill owners from restless workers who are on the verge of strike or outright revolt. Meanwhile, Sharpe's faithless wife and her lover fall within range of Sharpe's wrath. Sharpe, with his two of his devoted Chosen Men nearby, must decide whether to continue to protect the mill owners or to take the side of their fiercely downtrodden workers.","release_date":"1997-05-14","vote_average":7.0,"runtime":100,"cert":"","id":75146,"title":"Sharpe's Justice","adult":false,"genre_ids":[28,12,36,10752,10770]},{"cast":["Sean Bean","Daragh O'Malley","Abigail Cruttenden","Cecile Paoli","Paul Bettany"],"overview":"Based on the novel by Bernard Cornwell, \"Sharpe's Waterloo\" brings maverick British officer Lt. Col. Richard Sharpe to his last fight against the French, in June of 1815.","release_date":"1997-05-27","vote_average":7.3,"runtime":101,"cert":"","id":75147,"title":"Sharpe's Waterloo","adult":false,"genre_ids":[28,12,10752,10770,36]},{"cast":["John Heyl","Parker Stevenson","William Roerick"],"overview":"Gene and Finny are two boys who are best friends living in 1943, at the height of World War II. The idea that the boys will most likely be drafted when they turn eighteen is surrounding them, and they are practically forced to live their lives to the fullest. The two boys attend the Devon School, which prepares them for military life that they will most likely be subjected to. The film begins with a narration by an older Gene, traveling back to Devon some years later. The thing he wishes most to see is the tree, which had a great effect on the boys' lives","release_date":"1972-09-27","vote_average":6.0,"runtime":104,"cert":"N\/A","id":75152,"title":"A Separate Peace","adult":false,"genre_ids":[18]},{"cast":["Joan Gates","Jean Gillie","Joan Greenwood","Joyce Howard","Rosamund John"],"overview":"During the War seven women from very different backgrounds find themselves together in the Auxiliary Territorial Services. They are soon drilling, driving lorries, and manning ack-ack batteries.","release_date":"1943-05-23","vote_average":6.5,"runtime":92,"cert":"N\/A","id":75155,"title":"The Gentle Sex","adult":false,"genre_ids":[35,18,10752]},{"cast":["Stacy Keibler","Torrie Wilson","Trish Stratus","Lisa Mary Moretti","Dawn Marie Psaltis"],"overview":"Grab your shades and a cooler, we're goin' to the desert! All the WWE Divas are here: Torrie Wilson, Trish Stratus, Stacy Keibler, Ivory, Jazz, Dawn Marie, Molly, Terri, Victoria, Jacqueline &amp; Nidia. The Divas brave the Western desert and strip down to this side of naked for fun and adventure. Join the Divas as they go four-wheeling, do some river rafting, visit a ghost town &amp; a film studio. You'll agree, we didn't need to go to the desert to make them hot. They came that way!","release_date":"2003-06-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":75156,"title":"WWE Divas: Desert Heat","adult":false,"genre_ids":[99,28]},{"cast":["Shahid Kapoor","Sonam Kapoor","Anupam Kher","Supriya Pathak","Aditi Sharma"],"overview":"A war, religious conflicts, and misunderstandings create obstacles for a couple of different faiths.","release_date":"2011-09-23","vote_average":5.8,"runtime":161,"cert":"N\/A","id":75157,"title":"Mausam","adult":false,"genre_ids":[18,10749]},{"cast":["Maria Kanellis","Stacy Keibler","Christy Hemme","Trish Stratus","Melina Perez"],"overview":"The female wrestlers of the WWE hit the streets of NYC. This release contains photo shoots of the girls, interviews, a swimsuit contest, a lingerie pillow fight, and the girls stopping traffic and turning heads on 5th Avenue.","release_date":"2006-02-21","vote_average":0.0,"runtime":160,"cert":"N\/A","id":75158,"title":"WWE Divas: Do New York","adult":false,"genre_ids":[28,18]},{"cast":["Stacy Keibler","Rena Marlette Lesnar","Amy Dumas","Trish Stratus","Torrie Wilson"],"overview":"It's that time for the WWE Divas to pack up their swimsuits and head to Mexico for some fun in the sun. More beautiful than ever, the ladies show how talented they are in the ring and in front of the camera posing for the WWE Divas 2004 magazine.","release_date":"2004-06-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":75159,"title":"WWE Divas: South Of The Border","adult":false,"genre_ids":[99]},{"cast":["J Barton","Toby Moore","Jacob Pitts","Danny Swerdlow","Aaron Ashmore"],"overview":"Four friends with one dark secret they could never outrun.","release_date":"2004-09-12","vote_average":5.7,"runtime":92,"cert":"N\/A","id":75160,"title":"A Separate Peace","adult":false,"genre_ids":[18,10770]},{"cast":["Stacy Keibler","Trish Stratus","Torrie Wilson","Amy Dumas","Terri Lynne Boatright"],"overview":"Run off to the sand, sun and warm waters of the Bahamas! See Ivory, Jacqueline, Lita, Sara, Sharmell, Sullivan, Stacy Keibler, Terri, Torrie Wilson and Trish Stratus like you've never seen them before... the titillation will astound you. Find out why tropical breezes can't cool down these sultry sirens! Gasp in awe at the incredible hotness of these World Wrestling...","release_date":"2002-04-09","vote_average":0.0,"runtime":75,"cert":"N\/A","id":75161,"title":"WWF Divas: Tropical Pleasure","adult":false,"genre_ids":[99]},{"cast":["Jason Robards","Mia Farrow","Max von Sydow","Dayton Ka'ne","Trevor Howard"],"overview":"The story of the desperate love affair between a young Samoan chief and a beautiful American painter, against the will of her father, the powerful governor of the island. Amid this man-made tension comes a powerful hurricane so devastating, the lives of the lovers and the entire island are imperiled.","release_date":"1979-04-12","vote_average":3.6,"runtime":120,"cert":"N\/A","id":75162,"title":"Hurricane","adult":false,"genre_ids":[18,28,10749]},{"cast":["Stacy Keibler","Amy Dumas","Trish Stratus","Jackie Gayda","Christy Hemme"],"overview":"The WWE Divas once again grace the sizzling beaches and exotic locales of Mexico for the hottest photo shoots this side of the Equator. Whether in the ring or in the sun, see how much talent and beauty of these lovely ladies is much more than skin deep.","release_date":"2005-04-05","vote_average":0.0,"runtime":180,"cert":"N\/A","id":75163,"title":"WWE Divas: Viva Las Divas","adult":false,"genre_ids":[28,18]},{"cast":["Christy Hemme","Gail Kim","Jackie Gayda","Tracy Brookshaw"],"overview":"This is the TNA DVD release every red-blooded male has been waiting for the lovely knockouts of Total Nonstop Action! The sexy femme fatales of TNA Wrestling Christy Hemme, Traci, Gail Kim and Jackie are guaranteed to heat up your screen as they show off their sensual curves in and out the ring!","release_date":"2006-08-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":75164,"title":"Knockouts: The Ladies of TNA Wrestling Vol 1","adult":false,"genre_ids":[]},{"cast":["Chuck Liddell","Tito Ortiz","Dana White"],"overview":"Once friends, now bitter enemies, UFC superstars Chuck \"The Iceman\" Liddell and \"The Huntington Beach Bad Boy\" Tito Ortiz waged intense battles inside and outside of the Octagon. UFC Bad Blood: Liddell vs. Ortiz gives an all access look at the epic feud forged in heated competition over the UFC Championship, and fueled by personal conflict that often boiled over. Through exclusive new interviews, rare behind-the-scenes footage, and hard hitting action from their historic fights, you can re-live the rivalry that helped launch the Ultimate Fighting Championship into the mainstream, and make Chuck Liddell and Tito Ortiz household names that will be forever linked.","release_date":"2011-08-30","vote_average":4.3,"runtime":150,"cert":"N\/A","id":75169,"title":"UFC: Bad Blood","adult":false,"genre_ids":[28]},{"cast":["Tom Burke","Benedict Cumberbatch","J. J. Feild","Hugh Bonneville","Eros Vlahos"],"overview":"James and his three closest lifelong friends go on an ill-advised trip to the stunning coastal area of Barafundle Bay in West Wales. What follows is a touching and comical adventure dealing with friendship, heroism and love.","release_date":"2010-06-01","vote_average":7.5,"runtime":92,"cert":"","id":75170,"title":"Third Star","adult":false,"genre_ids":[18]},{"cast":["Akino Murata","Rieko Takahashi","Romi Park","Tetsu Inada"],"overview":"Loran Cehack is a spy sent from the moon to scout out Earth, whom they plan to invade. He grows to love Earth as his true home and, after discovering a giant mech from the dark ages, he begins to defend Earth in the war. The year is C.C. 2345. Growing tensions between the Earthrace and Moonrace have spiraled into an all out war. Mankind's only hope for peace lies with a young Moonrace boy named Loran Cehack, and his mysterious Turn-A Gundam, a relic of a dark history which nearly destroyed the Earth centuries ago. As a citizen of the moon, Loran is loyal to the beautiful Queen Dianna Soreil, all the while fighting to keep the technologically superior Moonrace at bay as the pre-industrial Earthrace tries desperately to catch up.","release_date":"2002-02-09","vote_average":5.6,"runtime":120,"cert":"N\/A","id":75175,"title":"Turn A Gundam I: Earth Light","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Michael Lawrence’s evocative and illuminating documentaty about Hobart’s iconic mountain. A fascinating insight into the history and people of Mt. Wellington and its flora and fauna.","release_date":"","vote_average":0.5,"runtime":null,"cert":"N\/A","id":75178,"title":"The Mountain","adult":false,"genre_ids":[28,36,99]},{"cast":["Rifka Lodeizen","Bastiaan Ragas","Ton Kas","Tom Jansen","Sabrina van Halderen"],"overview":"An escort girl gets the opportunity to inherit 6 million euros from a wealthy old and sick man by marrying him. Unfortunately things don't always go as planned.","release_date":"2006-05-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75179,"title":"Escort","adult":false,"genre_ids":[53]},{"cast":["Norman Foster","Deyan Sudjic"],"overview":"The film traces the rise of one of the world's premier architects, Norman Foster, and his unending quest to improve the quality of life through design.","release_date":"2010-10-08","vote_average":8.2,"runtime":78,"cert":"N\/A","id":75182,"title":"How Much Does Your Building Weigh, Mr Foster?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":126,"cert":"N\/A","id":75183,"title":"Men's Private Parts","adult":false,"genre_ids":[]},{"cast":["Stephen MacKenna","Rod Culbertson","Ray Ashcroft","John Altman","Michael Ryan"],"overview":"Birth of The Beatles is a 1979 biopic motion picture, produced by Dick Clark Productions and directed by Richard Marquand. Focuses on the early history of 1960s rock band The Beatles. It was released only nine years after the announced break-up of The Beatles themselves, and is the only Beatles biopic to be made while John Lennon was still alive. The film tries very hard to be accurate, opening with a written statement read out by a narrator stating the authenticity of the production, emphasising as it put it: \"former Beatle, Pete Best\" acting as technical advisor.","release_date":"1979-11-23","vote_average":6.6,"runtime":104,"cert":"N\/A","id":75184,"title":"The Birth Of The Beatles","adult":false,"genre_ids":[18,10402]},{"cast":["Xia Yu","Li Bingbing","Beibi Gong","Qi Gao","Chao Wu"],"overview":"Set in modern day Bejing, Waiting Alone is a coming-of-age story of Wen (Xia Yu), an antique shop owner and aspiring author who has just met the girl of his dreams. Waiting Alone shows us a China rarely seen in cinema, a China that is contemporary, hip and vibrant.","release_date":"2005-08-10","vote_average":6.8,"runtime":107,"cert":"N\/A","id":75185,"title":"Waiting Alone","adult":false,"genre_ids":[35,18,10749]},{"cast":["Niels Hausgaard"],"overview":"","release_date":"2009-10-30","vote_average":8.5,"runtime":58,"cert":"N\/A","id":75186,"title":"Niels Hausgaard: Hvad Munden Er Fuld Af","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75187,"title":"Gustne Gensyn","adult":false,"genre_ids":[]},{"cast":["Athena Chu","Candice Yu","Mandy Chiang","Monie Tung","Patrick Tang"],"overview":"Inspired by interviews with real-life prostitutes, Herman Yau's sexy but socially conscious film revolves around a social worker seeking to unionize sex workers, and depicts a variety of tawdry experiences from the seedy underbelly of Hong Kong.","release_date":"2007-05-17","vote_average":0.0,"runtime":96,"cert":"N\/A","id":75188,"title":"Whispers and Moans","adult":false,"genre_ids":[18]},{"cast":["Annabel Chong"],"overview":"Barbara Wong interviews HK women (of all ages (even 4 year olds), all walks of life, all sexual preferences, singles, wives, mistresses, prostitutes) with an all women crew and gets some wild and frank responses. The documentary is bold, honest, funny and touching. Highly recommended to any man who wants to understand women better and any woman who wants a fun girls' night out.","release_date":"2000-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75189,"title":"Women's Private Parts","adult":false,"genre_ids":[99]},{"cast":["Jeff Dunham"],"overview":"Jeff Dunham is back in his fourth concert event, with all-new material. All the favorites are here: Walter, the grumpy retiree; furry and manic Peanut; Jose Jalapeño, the spicy pepper from south of the border; plus bumbling skeletal Achmed the Dead Terrorist. Dunham is also joined by two never-before-seen characters certain to unleash their own unique havoc on stage.","release_date":"2011-09-27","vote_average":6.5,"runtime":90,"cert":"N\/A","id":75190,"title":"Jeff Dunham: Controlled Chaos","adult":false,"genre_ids":[35]},{"cast":["David Hewlett","Robert Picardo","Hamish Clark","Christina Cole","Owen Davis"],"overview":"Ferocious humanoid creatures from the future come back to the present to devour humans.","release_date":"2011-09-25","vote_average":4.4,"runtime":85,"cert":"N\/A","id":75191,"title":"Morlocks","adult":false,"genre_ids":[27,878]},{"cast":["Gerasimos Skiadaressis","Stelios Mainas","Yiota Festa","Katharina Zapatka","Lena Sabine Berg"],"overview":"Two friends from a small Greek town travel to Bulgaria and Switzerland, hoping they can gain money from the difference in foreign exchange rates.","release_date":"1997-04-16","vote_average":6.8,"runtime":97,"cert":"N\/A","id":75194,"title":"Balkanisateur","adult":false,"genre_ids":[35,18]},{"cast":["Celso Bugallo","Gary Piquer","Clara Segura","Beatriz Rico","Fran Sariego"],"overview":"Environmental drama set in Asturias, Spain. A Scottish travel writer is forced to stay in a valley town in northern Spain when his camper van breaks down. There he gets to know the different inhabitants, some of them struggling to close down the nearby power station and some trying to make it more prosperous.","release_date":"2008-05-30","vote_average":6.4,"runtime":96,"cert":"N\/A","id":75195,"title":"Ashes from the Sun","adult":false,"genre_ids":[18]},{"cast":["Dany Duran","Emanuelle Diniz","Anita Amorim","Marcellinha Moraes","Milena Santos"],"overview":"Grab your passport as director Jonathan Morgan takes us back to Brazil for more hot, anal sex! Bikini clad babes, anal escapades, intense boy\/girl action. It's all here in an all sex extravaganza! Check your bags as we go Bottoms Up In Brazil!","release_date":"2009-10-14","vote_average":0.0,"runtime":88,"cert":"N\/A","id":75196,"title":"Bottoms up in Brazil","adult":true,"genre_ids":[]},{"cast":["Stephen Chow","Maggie Cheung","Ng Man Tat","Anthony Wong","Wong Yat-Fei"],"overview":"Stephen Chow plays an angel-type being in this movie, in where he bets the other people in Heaven that he can change the ways of 3 misguided souls and make them better people. Ressurected as a monk, he must stop a prostitute, a beggar, and an all around bad guy from being what they are (and have been for generations). To add to all of this, he must do this in 3 Heaven days!!!","release_date":"1993-07-29","vote_average":5.6,"runtime":89,"cert":"N\/A","id":75197,"title":"The Mad Monk","adult":false,"genre_ids":[28,35]},{"cast":["Franck Dubosc","Valérie Lemercier","Gérard Darmon","Luisa Ranieri","Lionnel Astier"],"overview":"Isabelle, HR of a large cruise company, made the mistake of choosing her boss as a lover. Before embarking on the maiden voyage of the new flagship of the fleet, though, he decided to disembark from their relationship! Some women take their revenge by poison, firearm, or slander. Isabelle chooses Remy a flamboyant, unemployed ne'er-do-well who flunked out in life on land, but after all is said and done, might have better luck at sea... She recruits him as leader of her plot and on this Palace of the Seas, Remy will first prove to be the worst nightmare of the CEO and Richard, the Cruise Director...then, little by little, he will change his life and that of all those who cross his path...","release_date":"2011-10-05","vote_average":5.5,"runtime":95,"cert":"N\/A","id":75198,"title":"Welcome Aboard","adult":false,"genre_ids":[35]},{"cast":["Angie Savage","Cassidy Clay","Chavon Taylor","Diana Doll","Gianna Lynn"],"overview":"Lily is a 19-year-old woman who seeks escape though sex and drugs until she is taken in by an elderly man, named Henry, who marries her and helps her get clean. 10 years later, after the death of her husband, Lily finds herself lusted after by her husband's business manager Garrett who inspires her to move on. However, he and his ex-wife, Roxanne, plot to swindle Lily out of her inheritance by playing on her vulnerability","release_date":"2008-07-02","vote_average":2.0,"runtime":104,"cert":"N\/A","id":75199,"title":"Bound","adult":true,"genre_ids":[18]},{"cast":["Alektra Blue","Jana Jordan","Katie Jordin","Victoria Lawson","Bill Bailey"],"overview":"Some girls will do anything, or anyone, to become the head cheerleader. Fortunately for us, Alektra is only too eager to share all of the sexy and sordid details. Alektra, Jana Jordan, Victoria Lawson and Katie Jordin will give you something to cheer about when they spread their legs and Bring It!","release_date":"2011-08-25","vote_average":0.0,"runtime":89,"cert":"N\/A","id":75202,"title":"Bring It","adult":true,"genre_ids":[35]},{"cast":["Edward John Stazak","John Stanton","James Richards","Michael Carman","Zale Daniel"],"overview":"A martial-arts expert goes after a criminal gang and its boss, who were responsible for the death of his partner.","release_date":"1988-06-30","vote_average":4.2,"runtime":84,"cert":"N\/A","id":75203,"title":"Day of the Panther","adult":false,"genre_ids":[28]},{"cast":["Marianne Farley","Quinn Lord","Francis X. McCarthy","Tuomas Lauri Johannes Holopainen","Ilkka Villi"],"overview":"Imaginaerum tells the story of an elderly composer, Tom, who suffers from severe dementia. As he has had the disease for years and has regressed into childhood, he remembers practically nothing from his adult life. His music, friends, all his past including the memory of his daughter are a blur in his fragile mind. All he has left is the imagination of a ten year old boy. As he drifts away into coma, it seems impossible to get back what he has lost. Or is it?","release_date":"2012-11-10","vote_average":5.8,"runtime":80,"cert":"N\/A","id":75204,"title":"Imaginaerum","adult":false,"genre_ids":[14,18]},{"cast":["Dylan Ryder","Jayden Jaymes","Lisa Ann","Mason Moore","Shyla Stylez"],"overview":"Award winning director Jonathan Morgan has put together an outstanding cast of big breasted ladies that can't wait to cure what ails you. Join Lisa Ann, Shyla Stylez, and Jayden Jaymes for an all sex fuck fest especially designed to make everyone feel a little bit better, one blow job at a time!","release_date":"2010-06-16","vote_average":0.0,"runtime":89,"cert":"N\/A","id":75205,"title":"Busty House Calls","adult":true,"genre_ids":[]},{"cast":["Alan Dale","Gavin Wood"],"overview":"A rowdy rock group are accompanied by a film crew to desolate Lake Infinity to produce a music video. One night the musicians visit the local pub while the various members of the film crew satisfy their carnal desires with one another aboard the luxurious houseboat they are all staying in. They are so busy they fail to notice that a rampaging lunatic has snuck aboard the boat, and one by one the various characters are brutally slaughtered in a variety of grisly ways.","release_date":"1989-06-30","vote_average":5.8,"runtime":81,"cert":"N\/A","id":75206,"title":"Houseboat Horror","adult":false,"genre_ids":[27]},{"cast":["John Corbett","Josie Bissett","Bradley Whitford","Ben Browder","Jo Anderson"],"overview":"The ozone is depleted and as a result of this all sorts things are happening like lethal insects flying around. A scientist tries to warn everybody about this but no one seems to believe him. When his predictions come true they now turn to him for help.","release_date":"1999-07-15","vote_average":4.5,"runtime":null,"cert":"N\/A","id":75211,"title":"Countdown: The Sky's on Fire","adult":false,"genre_ids":[878]},{"cast":["Amacio Mazzaropi","Geny Prado","Genésio Arruda","Dorinha Duval","Benedito Liendo"],"overview":"It is the story of Pedro, who after being passed over by his brothers, wanders the world in search of a better life, but on the way, finds children who eventually conquer it, and in order to help them, he passes scamming other people he met along the way, telling lies, however, always with the goal of helping him new friends. And kills a cow.","release_date":"1960-09-26","vote_average":5.6,"runtime":90,"cert":"N\/A","id":75212,"title":"As Aventuras de Pedro Malasartes","adult":false,"genre_ids":[35]},{"cast":["Krzysztof Stroiński","Bogusław Linda","Agnieszka Grochowska","Lidia Sadowa"],"overview":"","release_date":"2010-05-26","vote_average":7.1,"runtime":null,"cert":"N\/A","id":75213,"title":"Trzy minuty 21:37","adult":false,"genre_ids":[18]},{"cast":["Barbara Dare","Nina Hartley","Erica Boyer","Jeanna Fine","Dina Deville"],"overview":"See Barbara The Barbarian seek and conquer every sexual fantasy of your dreams...  Watch Barbara The Barbarian destroy lover after lover, friend or foe, man or woman...  Discover Barbara The Barbarian releasing the sex-hungry savage that lives only in your wildest erotic imagination...  Barbara Dare... the body.  Barbara Dare... the beauty.  Barbara Dare... The Barbarian!!!","release_date":"1987-10-26","vote_average":5.0,"runtime":78,"cert":"N\/A","id":75214,"title":"Barbara the Barbarian","adult":true,"genre_ids":[14]},{"cast":["Anil Kapoor","Aishwarya Rai Bachchan","Sonali Bendre","Puru Rajkumar","Anupam Kher"],"overview":"Inspired by the Telegu (southern Indian) film, \"Pelli Chuskundam,\" the plot follows the life of a rape victim (Aishwarya Rai). Now, a disgrace to her family, she is turned away from her house after the sexual assault. But she finds shelter in the character played by Anil Kapoor.","release_date":"2000-08-24","vote_average":4.7,"runtime":165,"cert":"N\/A","id":75217,"title":"Hamara Dil Aapke Paas Hai","adult":false,"genre_ids":[18]},{"cast":["Gastón Ricaud","Bernarda Pagés","Ana Pauls","Julia Perette","Simon Ratziel"],"overview":"A fragile border separates our world from the realm of darkness, where nightmarish creatures await in the shadows. Only one thing is standing in their way: a secret order of priests, who devote their souls to protect this border. They are the 'Deus Irae'.","release_date":"2010-09-26","vote_average":6.2,"runtime":13,"cert":"N\/A","id":75220,"title":"Deus Irae","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No Verão de 2006, a incomparável Martha Argerich apresentou todo o programa de Schumann em homenagem ao aniversário do grande compositor romântico . Gravado ao vivo no início de Junho de 2006 na Gewandhaus de Leipzig, o programa composto por obras favoritas para piano e orquestra, incluindo o Concerto para Piano em Lá menor, a Sinfonia N º 4, trechos de “Kinderszenen”, juntamente com obras de Schumann, em orquestrações por compositores famosos como Tchaikovsky e Ravel. O lendário pianista argentino foi acompanhada pela Leipzig Gewandhausorchester com o seu novo “Kapellmeister” Riccardo Chailly. Martha Argerich tem sido saudada como pianistas singularmente imaginativas e ela é definitivamente a pessoa certa para honrar Schumann no aniversário da sua morte há 150 anos, como ela é especialmente conhecida por suas interpretações do repertório do século 19.","release_date":"2006-06-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":75221,"title":"Schumann - Symphony No. 4 – Piano Concerto","adult":false,"genre_ids":[]},{"cast":["Wes Craven","Ruggero Deodato","Jesús Franco","Dario Argento","Romano Scavolini"],"overview":"An in-depth analysis of the \"Video Nasty\" scandal of the early 1980s in Britain.","release_date":"2005-09-06","vote_average":7.3,"runtime":52,"cert":"R18","id":75222,"title":"Ban the Sadist Videos!","adult":false,"genre_ids":[99,36]},{"cast":["Jared Gomes","Mawk (Mark Young)","DJ Product © 1969 (Doug Boyce)","Jaxon","Trauma"],"overview":"Live DVD by rapcore band (həd) p.e., shot at Hollywood (CA), and included in the \"Major Pain 2 Indee Freedom: The Best of (hed) p.e.\" album. Tracklist: 1) Live Or Die Free - NWO 2) Mad House - Insomnia 3) Game Over - Insomnia 4) Walk On By - Insomnia 5) Sophia - Back 2 Base X 6) Peer Pressure - Back 2 Base X 7) The Truth - Only In Amerika 8) Waiting To Die - Broke 9) Lets Ride - Back 2 Base X 10) Raise Hell - Only In Amerika 11) RTO - Insomnia 12) Bartender - Broke 13) Renegade - NWO 14) Credits Track Renegade - NWO","release_date":"","vote_average":4.8,"runtime":40,"cert":"N\/A","id":75223,"title":"(həd) p.e. Live in LA DVD","adult":false,"genre_ids":[10402]},{"cast":["Numa Sadoul","Harry Thompson","Michael Farr","Hergé","Raymond Leblanc"],"overview":"Why do the comic-strip Adventures of Tintin, about an intrepid boy reporter, continue to fascinate us decades after their publication? \"Tintin and I\" highlights the potent social and political underpinnings that give Tintin's world such depth, and delve into the mind of Hergé, Tintin's work-obsessed Belgian creator, to reveal the creation and development of Tintin over time. Rare and surprisingly candid 1970s interviews reveal the profound insecurities and anxieties that drove Hergé to produce stories that have not only entertained millions of children but also helped to satisfy a personal longing for self-expression.","release_date":"2003-08-13","vote_average":6.5,"runtime":75,"cert":"N\/A","id":75224,"title":"Tintin and I","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Miguel Cotto takes on Ricardo Mayorga for the WBA World Light Middleweight Championship at the MGM Grand in Las Vegas, Nevada.","release_date":"2011-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75225,"title":"Cotto vs. Mayorga","adult":false,"genre_ids":[]},{"cast":["Angel Dark","Haley Cummings","Lou Charmelle","Nikki Benz","Manuel Ferrara"],"overview":"Nikki Benz is Maria, a naughty maid taking care of the lonely bachelor, Tommy Gunn. They live secretly fantasizing about each other. Tommy’s friend turns him on to an internet site where he can buy a sexy European bride, Angel Dark, to worship and satisfy his every need. But when the beautiful girl he orders turns into a salacious sex machine fucking everyone she can, Maria exposes Angel for the whore she is, saving Tommy from marrying the wrong woman. Tommy shows naughty Nikki his horny gratitude by fucking her into ecstasy","release_date":"2011-01-11","vote_average":6.0,"runtime":131,"cert":"N\/A","id":75226,"title":"Buy A Bride","adult":true,"genre_ids":[18,10749]},{"cast":["Atle Antonsen","Linn Skåber","Kåre Conradi","Ingar Helge Gimle","Jon Øigarden"],"overview":"Once a great curling star, Truls Paulsen is diagnosed with obsessive-compulsive disorder and banned from competition. But when he learns that his old friend and coach Gordon is on his deathbed, Truls, heavily-medicated decides to compete again, in the hopes of winning money for Gordon to have an operation in the US. Truls stops taking the meds and tries to convince his old team mates that he is mentally stable enough to lead them to victory in the Norwegian Curling Championship. But, is it a good sign that he obsessively insists his teammates pull their zippers all the way up before they can play?","release_date":"2011-09-23","vote_average":6.2,"runtime":90,"cert":"N\/A","id":75227,"title":"Curling King","adult":false,"genre_ids":[35]},{"cast":["Julia Schacht","Viktoria Winge","Kim S. Falck-Jørgensen","Kristoffer Joner","Knut Joner"],"overview":"Veronica and Cecilie meet on the Internet, and decide to disappear together. They travel to a cabin in a remote place by the ocean to carry out their plan. They bring along a camera to document the last days of their lives.","release_date":"2011-07-22","vote_average":4.0,"runtime":75,"cert":"N\/A","id":75230,"title":"The Bambi Effect","adult":false,"genre_ids":[18]},{"cast":["Jazy Berlin","Rachel Starr","Rebeca Linares","Sarah Vandella","Yurizan Beltran"],"overview":"Hospital rules won't allow a patient to have his own private nurse until doctors find out that Rebeca is not there for medical reasons.  Nurse Rachel has a soft spot for a patient that's really down on his luck. Lucky for him, she's about to lift his spirits to new found heights.  The Doctor needs a huge favor from Jazy and she's not too pleased. Lucky for her, a good deed goes a long, long way.  During surgery the doctor finds that Nurse Sarah is completely useless and wants to know how she graduated from nursing school.  Nurse Yurizan's past is catching up with her and she desperately wants to make sure no one else finds out her secrets.","release_date":"2011-07-13","vote_average":9.0,"runtime":131,"cert":"N\/A","id":75231,"title":"Big Breast Nurses 6","adult":true,"genre_ids":[35]},{"cast":["Marcel Borràs","Saras Gil","Artur Busquets","Irene C. Rodríguez"],"overview":"Sun from Chicago (USA) and Lucas from Mallorca (Spain) meet each other in a students's flat in Barcelona. They fall in love and try to enjoy it without thinking of their separation at the term's ending. Will their love prevail?","release_date":"2010-06-06","vote_average":6.0,"runtime":74,"cert":"N\/A","id":75232,"title":"Puzzled Love","adult":false,"genre_ids":[35,10749,18]},{"cast":["Anders Danielsen Lie","Hans Olav Brenner","Ingrid Olava","Tone Beate Mostraum","Malin Crépin"],"overview":"Anders is a recovering drug addict in an Oslo rehab clinic. On the 30th August, he is given a day’s leave to attend a job interview in the city centre.","release_date":"2011-08-31","vote_average":7.5,"runtime":95,"cert":"15","id":75233,"title":"Oslo, August 31st","adult":false,"genre_ids":[18]},{"cast":["Herbert Knaup","Michaela Caspar","Eva Blum","Johannes Allmayer","Jockel Tschiersch"],"overview":"","release_date":"2009-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75234,"title":"Erntedank. Ein Allgäu-Krimi","adult":false,"genre_ids":[10770,80,35]},{"cast":["August Schmölzer","Manuela Denz","Maria Singer","Werner Rom","Doris Buchrucker"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75235,"title":"Lychees weiß blau","adult":false,"genre_ids":[35]},{"cast":[],"overview":"uma menina faz um cara se apaixonar por ela . elas e as amigas tentam destruir o coracão desse cara.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":75236,"title":"Todas contra Jonh","adult":false,"genre_ids":[]},{"cast":["Andy San Dimas","Brooke Van Buuren","Chad Alva","Faye Reagan","Levi Cash"],"overview":"Five stereotypical students meet in detention one Saturday and are brought together by their obsession with sex.","release_date":"2010-01-26","vote_average":8.0,"runtime":null,"cert":"N\/A","id":75237,"title":"The Breakfast Club: A XXX Parody","adult":true,"genre_ids":[]},{"cast":["Christopher Lee","Robert Hardy","Edward Fox","Freddie Findlay","Aled Roberts"],"overview":"A new student at a British public school forms a secret society centered around cooking and midnight feasting with other school misfits and outcasts.","release_date":"1994-11-01","vote_average":6.0,"runtime":105,"cert":"","id":75244,"title":"A Feast At Midnight","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"National Geographic holds court in the pantheon of magazine journalism for many reasons, the biggest of which is its breathtaking photography. But what makes a picture perfect? What goes into its creation? By taking ten stills and examining the work that goes on behind the lens, this documentary lets you into the world of professional photography and shows you the glamour, grit and guts that go into capturing some of history's best moments.","release_date":"2002-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":75251,"title":"National Geographic: Through the Lens","adult":false,"genre_ids":[99,10751]},{"cast":["Andy Dick","Michael Stein","Faye Dunaway","Bodhi Elfman","Kadeem Hardison"],"overview":"Four intertwining stories filled with fantasy, over the top comedy and drama set in the entertainment industry on Valentine's day","release_date":"2006-04-02","vote_average":10.0,"runtime":89,"cert":"N\/A","id":75252,"title":"Love Hollywood Style","adult":false,"genre_ids":[14,35,10749]},{"cast":["Aishwarya Rai Bachchan","Akshaye Khanna","Rajesh Khanna","Moushumi Chatterjee","Paresh Rawal"],"overview":"Rohan is a jobless graduate living in the Delhi-based Khanna family with his widowed mother and grandfather. His father Balraj was killed in an accident many years ago. Rohan leaves Delhi for USA at the request of his friend to improve his life. Upon arrival in New York he finds shelter with Iqbal and Sardar. Rohan becomes a taxi-driver. One of his rides is a young woman named Pooja who has no one to call her own. He brings her to his home, and Pooja falls in love with Rohan but Rohan wants to make money and hence wants to marry a richer girl like Loveleen a spoiled rich girl, whom Rohan decides marry. When his friends oppose his decision, Rohan leaves their home, decides to live with Pooja - and a life full of uncertainties.","release_date":"1999-01-22","vote_average":5.0,"runtime":178,"cert":"N\/A","id":75253,"title":"Aa ab Laut Chalen","adult":false,"genre_ids":[18,10749]},{"cast":["Chin Ka-Lok","Lam Ching-Ying","Jacqueline Ng","Suen Kwok-Ming","Kwan Hoi-San"],"overview":"Wong Fei Hung, as a young man, was impetuous and irresponsible. But the death of this father and the beginnings of the legal British opium trade force him to grow up fast. Also, a challenger from Japan arrives......","release_date":"1992-05-28","vote_average":6.3,"runtime":93,"cert":"N\/A","id":75256,"title":"Martial Arts Master Wong Fei Hung","adult":false,"genre_ids":[28]},{"cast":["Julie Andrews","Dylan Cash","Olivia DeLaurentis","Sarah Ferguson","David Ogden Stiers"],"overview":"This short film is a combination of live-action and animation. It is done in the style of the chalk drawings seen in the original \"Mary Poppins\" film and was produced exclusively for the 40th Anniversary Special Edition DVD released in December of 2004. Julie Andrews and two children magically enter the animated world of the chalk drawings to experience this whimsical tale based on one of the chapters from the original series of \"Mary Poppins\" books.","release_date":"2004-12-14","vote_average":6.4,"runtime":10,"cert":"N\/A","id":75257,"title":"The Cat That Looked at a King","adult":false,"genre_ids":[10751,35,14,16]},{"cast":["Mae Whitman","Lucy Hale","Timothy Dalton","Jeff Bennett","Lucy Liu"],"overview":"Tinkerbell wanders into the forbidden Winter woods and meets Periwinkle. Together they learn the secret of their wings and try to unite the warm fairies and the winter fairies to help Pixie Hollow.","release_date":"2012-08-17","vote_average":6.9,"runtime":92,"cert":"U","id":75258,"title":"Secret of the Wings","adult":false,"genre_ids":[16,10751,14,12]},{"cast":["Essence Atkins","Christian Keyes","Lamman Rucker","Caryn Ward","Ginuwine"],"overview":"30-year-old Lance is marrying Michelle, the girl of his dreams, and his closest buddies, Trey, Reny and Akeem are throwing him a bachelor party. What starts out as an innocent evening of fun and frolic quickly turns bitter when tempers flare, vendettas are revealed, painful memories surface, friendships are tested and love is measured by lies.","release_date":"2011-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":75259,"title":"The Bachelor Party","adult":false,"genre_ids":[18,10749]},{"cast":["Otto Koning"],"overview":"A firsthand account of how God used a pineapple garden to teach an angry missionary the unexpected results of applying God’s secret to conquering anger. This humorous yet profound message explains how a person must be wholly dedicated to Christ in order to bear fruit.","release_date":"2005-01-19","vote_average":5.3,"runtime":57,"cert":"N\/A","id":75260,"title":"The Pineapple Story","adult":false,"genre_ids":[99]},{"cast":["Raven Alexis","Tori Black","Alanah Rae","Phoenix Marie","Breanne Benson"],"overview":"What happens when you fill a room with nymphomaniacs? Watch and find out as Raven Alexis decides to get help for her long time problem of wanting rough, hot sex constantly.","release_date":"2010-11-09","vote_average":4.5,"runtime":86,"cert":"N\/A","id":75263,"title":"Raven Alexis: Nymphomaniac","adult":true,"genre_ids":[]},{"cast":["Adele Fátima","Meiry Vieira","Dênis Derkian","Costinha","Xandó Batista"],"overview":"Erotic spoof of Snow White and the Seven Dwarfs.","release_date":"1979-11-17","vote_average":7.5,"runtime":97,"cert":"N\/A","id":75268,"title":"Stories Our Nannies Don't Tell","adult":false,"genre_ids":[35]},{"cast":["David Tomlinson","Frances de la Tour","Bonnie Langford"],"overview":"This was a film version of the popular childrens TV show.","release_date":"1977-12-31","vote_average":10.0,"runtime":96,"cert":"","id":75269,"title":"Wombling Free","adult":false,"genre_ids":[]},{"cast":[],"overview":"A squad from Cardboard Company is sent to locate and kill a Nazi Officer responsible for the deaths of countless American lives.","release_date":"2011-09-24","vote_average":3.8,"runtime":25,"cert":"N\/A","id":75270,"title":"Cardboard Warfare 2","adult":false,"genre_ids":[28]},{"cast":[],"overview":"This mini sequel takes war to a chinese restaurant.","release_date":"2010-10-04","vote_average":3.3,"runtime":3,"cert":"N\/A","id":75271,"title":"Cardboard Warfare 1.5","adult":false,"genre_ids":[]},{"cast":["Alex Divine","April Blossom","Avy Lee Roth","Dillan Lauren","Jenaveve Jolie"],"overview":"From day to night, your senses are working overtime. Pulse racing, your libido simmering to its boiling point. Just when your body can take no more, your desires give way to ecstasy. Clearly, as the sun sets, this night is just heating up!","release_date":"2008-01-09","vote_average":0.0,"runtime":95,"cert":"N\/A","id":75272,"title":"2 Hot 2 Handle","adult":true,"genre_ids":[]},{"cast":["Chacrinha","Rita Cadillac","Gretchen","Elba Ramalho","Roberto Carlos"],"overview":"","release_date":"2009-10-29","vote_average":7.0,"runtime":null,"cert":"N\/A","id":75273,"title":"Alô, Alô, Terezinha!","adult":false,"genre_ids":[99]},{"cast":["Alektra Blue","Bella Starr","Courtney Cummz","Haley Scott","Jessica Linn"],"overview":"Throughout time man has created and destroyed, often in the name of a woman. Our story teller, Keri Sable, spins three such tails of romance, conflict and carnal desires. Filled with beautiful sumptuous women, these are the stories of legend. Come get swept away with the industry's hottest stars as they bring to life these myths of pure, unrestrained lust.","release_date":"2006-01-24","vote_average":0.0,"runtime":87,"cert":"N\/A","id":75274,"title":"Art of Love","adult":true,"genre_ids":[10749]},{"cast":["Carla Camurati","Paulo César Grande","Carina Cooper","Pedro Cardoso","Alexandre Frota"],"overview":"The good old times.","release_date":"1985-04-29","vote_average":7.0,"runtime":null,"cert":"N\/A","id":75275,"title":"Os Bons Tempos Voltaram: Vamos Gozar Outra Vez","adult":false,"genre_ids":[35]},{"cast":["Kent Nagano"],"overview":"","release_date":"2011-09-07","vote_average":5.3,"runtime":null,"cert":"N\/A","id":75276,"title":"OSM - La Maison Symphonique - Opus No 1","adult":false,"genre_ids":[10402]},{"cast":["Sepp Gneissl","Patricia Rhomberg","Jane Iwanoff","Angelika Reschner","Anita Andic"],"overview":"Kasimir Zwickelhuber is collecting debts in an unusual way: by convincing lonely housewives to auction off sexual favors to rich men. When one of their husbands finds out, Kasimir ends up defending himself in front of a (female) judge and finds himself being backed up by all of his willing victims in court.","release_date":"1977-01-01","vote_average":10.0,"runtime":86,"cert":"N\/A","id":75277,"title":"Kasimir the Bailiff","adult":true,"genre_ids":[35]},{"cast":["Patricia Rhomberg","Sepp Gneissl","Karin Lorson","Christine Szenetra","Wolfgang Vogel"],"overview":"Hannelore Reitzler elopes with her boyfriend to the Hotel Liebesnest but he leaves her during the night after failing to take her virginity. Not wanting to return home, Hannelore takes job as a chambermaid which also involves giving sexual favors to the guests at an extra charge. Meanwhile, a female cat burglar visits Das Liebesnest every night and each time she gets caught, she offers her body to the captor to keep them quiet.","release_date":"1976-01-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":75278,"title":"Im Gasthaus zum scharfen Hirschen","adult":false,"genre_ids":[]},{"cast":["Derren Brown"],"overview":"Derren Brown's 2009\/10 stage tour, ending in London with a month at the Adelphi Theatre starting 15 June 2009.","release_date":"2011-01-05","vote_average":9.0,"runtime":75,"cert":"","id":75279,"title":"Derren Brown: Enigma","adult":false,"genre_ids":[99]},{"cast":["Patricia Rhomberg","Siggi Buchner","Sepp Gneissl","Peter Holzmüller","Frithjof Klausen"],"overview":"Destined to become a famous madame, a young woman experiences her sexual awakenings.","release_date":"1976-05-17","vote_average":8.1,"runtime":95,"cert":"N\/A","id":75280,"title":"Sensational Janine","adult":true,"genre_ids":[35,10749]},{"cast":[],"overview":"The traditional New Year's Concert of the Vienna Philharmonic Orchestra takes place every year on January 1 at 11:00 AM in the Golden Hall of Vienna's Musikverein. The concert is televised worldwide and offers to a worldwide audience a spectacle of classical music and dance.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75281,"title":"New Year's Concert 2011","adult":false,"genre_ids":[10402]},{"cast":["Sam Dillon","Paul Pluymen","Zoe Graham","Ashlin Williamson","Zeke Jarmon"],"overview":"A resident of a suburban dystopia tries to reassemble his fragmented memories of life as a teen.","release_date":"2011-03-01","vote_average":6.7,"runtime":28,"cert":"N\/A","id":75282,"title":"Scenes from the Suburbs","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"From the makers of legendary CZECH DREAM, a hilarious documentary about a hoax  hypermarket, comes CZECH PEACE, a new playfully explosive flm about the mayor of a  small Czech village and his attempts to foil the American plan to build its 762nd military base  right on his doorstep. The players in this story are everyone from villagers to George W. Bush,  Condoleezza Rice, Barack Obama, peace activists and lobbyists representing American  arms manufacturers. Can the Mayor of Trokavec (population 80) take the US on? CZECH PEACE shows the workings of geopolitics and the way they affect the little people.  The personal clashes with the impersonal, the specifc with the universal, and an individual  with the so-called great history.","release_date":"2010-05-06","vote_average":5.8,"runtime":100,"cert":"N\/A","id":75283,"title":"Czech Peace","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2007-03-08","vote_average":5.4,"runtime":null,"cert":"N\/A","id":75284,"title":"Marcela","adult":false,"genre_ids":[99]},{"cast":["Lauren Hays","Antoinette Abbott","Annie Body","Shalimar Another","Roland Lanza"],"overview":"When wealthy treasure hunter Cara Loft is delivered an invitation to meet renowned art collector Dr. Scrotus, the sexy adventurer is thrust head-on into the greatest and most dangerous erotic adventure of her life... the search for the three sacred wombs. With danger at every turn, and beautiful but lethal spy Natasha hot on her heels, Cara must travel to the scorching deserts of Arabia, the untamed jungles of Africa, and the mysterious mountains of Tibet in order to reunite the legendary womb idols of creation.","release_date":"2003-12-09","vote_average":3.5,"runtime":88,"cert":"N\/A","id":75285,"title":"Womb Raider","adult":false,"genre_ids":[35,12]},{"cast":["Dan Přibáň","Jan Martin Kozel","Pavel Šimek","Klára Handrejchová","Aleš Jungbauer"],"overview":"","release_date":"2011-02-08","vote_average":8.0,"runtime":null,"cert":"N\/A","id":75286,"title":"Trabantem napříč Afrikou","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An original portrayal of a small Czech village where – as the locals put it – an UFO has landed in the form of a kilometre-long silverish factory: a Korean Hyundai automobile plant. The village, hitherto famous mostly for its sauerkraut and the “Radegast” beer was thus turned into an industrial zone – the largest greenfield investment project in the Czech Republic’s history. Nonetheless, for a long time many farmers resisted selling the land upon which the factory was now standing. Eventually, they all succumbed under the pressure from the neighbours, and even the anonymous death threats. The filmmakers returned to Nošovice two years after the dramatic property buyouts, at the time when the factory has just started churning out cheap cars. Combining the perspectives of seven characters, they have composed a portrayal of a place suddenly changed beyond recognition that is playful and chilling at the same time: a politically engaged absurd flick about a field that yields cars.","release_date":"2011-02-17","vote_average":6.0,"runtime":82,"cert":"N\/A","id":75287,"title":"All for the good of the World and Nosovice","adult":false,"genre_ids":[99,35]},{"cast":["Max Hansen","Annalisa Ericson","Sture Lagerwall","Marianne Löfgren","Erik 'Bullen' Berglund"],"overview":"Insurance salesman Paul is to be engaged with Louise, the daughter of his boss. Trying to sell insurance to a millionaire he meet the millionaire's daughter Annette whom he fall in love with after complications and funny business.","release_date":"1945-12-26","vote_average":3.0,"runtime":106,"cert":"N\/A","id":75288,"title":"En förtjusande fröken","adult":false,"genre_ids":[35]},{"cast":["Aldo Fabrizi","Erminio Macario","Ave Ninchi","Luigi Pavese","Virgilio Riento"],"overview":"","release_date":"1951-12-20","vote_average":5.7,"runtime":null,"cert":"N\/A","id":75289,"title":"La famiglia Passaguai fa fortuna","adult":false,"genre_ids":[35]},{"cast":["David Alan Grier"],"overview":"Crank Yankers caller and cult comedy figure David Alan Grier offers his own unique take on tales of growing up and owning up to life's big challenges in a stand up performance featuring all of the blunt honesty and physical humor that has come to define his enduring career. With views on growing up in Detroit, running his first ever New York City marathon, and attempting to maintain his sanity at family holiday gatherings, fans can rest assured that there will be no shortage of laughs when Grier takes the stage.","release_date":"2003-07-22","vote_average":0.0,"runtime":42,"cert":"N\/A","id":75290,"title":"David Alan Grier: The Book of David - The Cult Figure's Manifesto","adult":false,"genre_ids":[35]},{"cast":["Jackie Mason"],"overview":"This is Jackie Mason’s first one-man Broadway show, which played to sold-out standing-room-only crowds for two years and was a phenomenal success on its American and European tours. This show earned Mr. Mason a special Tony award for outstanding theatrical achievement in 1989 as well as his first Outer Critics Circle Award, ACE Award, Emmy Award, and Grammy nomination. Once in a generation a performer emerges who is so extraordinary and so brilliant that everyone else in the field is measured against them. Jackie Mason is such a performer, and is widely regarded as one of the greatest stand-up comics of all time.","release_date":"1988-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":75291,"title":"Jackie Mason: The World According to Me!","adult":false,"genre_ids":[35]},{"cast":["Suzanne Westenhoefer"],"overview":"Filmed live in Indianapolis in front of a crowd as diverse as her material, Suzanne Fires off hysterical rifts about her quirky family, wild gay cruises and struggles with strap-ons - proving once again why her girlfriend calls her the Mayor of Inappropriate Land. Claiming innocently that she's just talking about everyday things - like what happen when you have sex, what happens when your parents walk in on you having sex - Suzanne's irreverently real style has everyone in the audience - gay or straight - turning to one another and gasping, That's me! Timeless, delicious and always outrageous, Suzanne's broad-based brand of humor crosses over the colorful spectrum of life, covering just about everything that can happen to you when you're living large from the bottom to the top!","release_date":"2007-10-23","vote_average":7.0,"runtime":60,"cert":"N\/A","id":75292,"title":"Suzanne Westenhoefer: A Bottom on Top","adult":false,"genre_ids":[35]},{"cast":["Laura Antonelli","Alberto Lionello","Michele Placido","Jean Rochefort","Ugo Pagliai"],"overview":"The Marquise Eugenia di Maqueda, an orphan raised by the nuns, marries Raimondo Corrao, but on their wedding night she finds out that he is her brother. The piece of news is in a letter written from Paris by their father, a womaniser who lives and hides from them in the French headtown. The pair decide, to avoid the scandal, to live as brother and sister. He will later leave for the war in Lybia, she will find solace and sexual satisfaction in the arms of the family chauffeur.","release_date":"1974-10-24","vote_average":6.0,"runtime":110,"cert":"N\/A","id":75293,"title":"Till Marriage Do Us Part","adult":false,"genre_ids":[35]},{"cast":["Andrey Kharitonov","Romualdas Ramanauskas","Leonid Kuravlyov","Natalya Danilova","Nina Agapova"],"overview":"Based upon the famous novel by H.G.Wells. A poor scientist named Griffin discovers a way to make things invisible. Since he has no money to continue his research, he decides to perform his only experiment on himself. After becoming invisible, Griffin has a lot of trouble trying to conceal this from other people.","release_date":"1984-01-12","vote_average":5.0,"runtime":89,"cert":"N\/A","id":75294,"title":"The Invisible Man","adult":false,"genre_ids":[18,878]},{"cast":["Scarlett McAlister","Viktor Bychkov","Kathleen Gati","Jeff Grays"],"overview":"A group of American doctors travel to a war-ravaged hot spot in the Middle East in order to distribute vaccines. They clash with the Russian military presence, the Middle Eastern locals, and ultimately, themselves, as they learn that being American heroes is not so easy as they thought. Before they can save the world, they have to save themselves.","release_date":"2008-11-13","vote_average":1.0,"runtime":106,"cert":"N\/A","id":75295,"title":"Strangers","adult":false,"genre_ids":[18,28]},{"cast":["Viktor Mikhaylov","Shanna Kerimtayeva","Asankul Kuttubayev","Sergei Dreiden","Nina Usatova"],"overview":"A story of a Moscow's apartment building that is slowly falling apart, literally. First, the hot water has been cut off by an old man from Asia, who could not stand it being wasted. Then the roof is starting to collapse. Finally, the electricity has been cut off. All the tenants of the building, no matter how different they were, find themselves in the same situation.","release_date":"1988-12-01","vote_average":5.7,"runtime":100,"cert":"N\/A","id":75298,"title":"The Fountain","adult":false,"genre_ids":[35]},{"cast":["Kevin Clash","Whoopi Goldberg","Bill Barretta","Frank Oz","Fran Brill"],"overview":"Beloved by children of all ages around the world, Elmo is an international icon. Few people know his creator, Kevin Clash, who dreamed of working with his idol, master puppeteer Jim Henson. Displaying his creativity and talent at a young age, Kevin ultimately found a home on Sesame Street. Narrated by Whoopi Goldberg, this documentary includes rare archival footage, interviews with Frank Oz, Rosie O’Donnell, Cheryl Henson, Joan Ganz Cooney and others and offers a behind-the-scenes look at Sesame Street and the Jim Henson Workshop.","release_date":"2011-10-21","vote_average":7.4,"runtime":80,"cert":"PG","id":75301,"title":"Being Elmo: A Puppeteer's Journey","adult":false,"genre_ids":[99,10751]},{"cast":["Mirianne Brûlé","Dany Papineau","Jessica Malka","Niels Schneider"],"overview":"Marie Deschamps has her whole life ahead of her but isn't sure what to do with it. To the disappointment of her parents, she drops out of college and decides to go work in Whistler in order to perfect her English. After a journey across Canada, her arrival in British-Columbia is less glorious than she dreamt. Fortunately, she meets Jean-Francois Laforest, a Quebecois skier who has been living on the West Coast for 10 years. J-F will introduce her to his Anglo friends and to the lifestyle of the mountains. Somewhere out West, this adventure will change her life forever.","release_date":"2010-10-28","vote_average":6.5,"runtime":105,"cert":"N\/A","id":75302,"title":"2 Frogs in the West","adult":false,"genre_ids":[18,35]},{"cast":["Derren Brown"],"overview":"Shown on 7 January 2005, Brown traveled to the United States to try to convince five leading figures that he had powers in their particular field of expertise: Christian evangelism, alien abduction, psychic powers, New Age theories and contacting the dead. Using a false name each time, Derren succeeded in convincing all of the \"experts\" that he had powers, and four openly endorsed him as a true practitioner. The concept of the show was to highlight the power of suggestion with regard to beliefs and people's abilities, and failure to question them. His conclusion was that people tend to hear only things that support their own ideas and ignore contradictory evidence; this is known in psychology as confirmation bias.","release_date":"2005-01-07","vote_average":7.9,"runtime":50,"cert":"","id":75303,"title":"Derren Brown: Messiah","adult":false,"genre_ids":[35]},{"cast":["Marc Signer"],"overview":"Le grand sorcier Merlin apprend que Wolvencroft, mage diabolique et maître des forces obscures est de retour et bien décidé à détrôner le Roi Arthur en traversant le temps. Alerté, Sir Lancelot, décide d'emprunter le couloir du temps à la poursuite du mage maléfique pour l'empêcher de mettre à exécution ses plans diaboliques...","release_date":"1997-01-03","vote_average":3.0,"runtime":90,"cert":"N\/A","id":75304,"title":"Lancelot : Guardian Of Time","adult":false,"genre_ids":[28]},{"cast":["Derren Brown"],"overview":"Derren Brown holds an event at Elton Hall in east London, claiming the location had a history of paranormal activity after 12 people killed themselves in a suicide pact in 1974. Brown then proceeds to demonstrate the methods used by spiritualists.","release_date":"2004-05-31","vote_average":8.5,"runtime":52,"cert":"","id":75305,"title":"Derren Brown: Séance","adult":false,"genre_ids":[35]},{"cast":["Derren Brown"],"overview":"A specially-recorded, as-live show at a secret location (hidden from the audience) with an invited audience of students from Roehampton University, celebrities, psychologists, psychics, taxi drivers and magicians. Derren recalls streets, page numbers and grid references from the Greater London A-Z map and re-creates pseudo-psychic 'mind reading' and 'remote viewing' activities.","release_date":"2005-05-29","vote_average":10.0,"runtime":53,"cert":"","id":75306,"title":"Derren Brown: The Gathering","adult":false,"genre_ids":[]},{"cast":["Derren Brown","Marc Cass","Peter Clifford","Adrian Duffy"],"overview":"Derren Brown uses his skills on selected participants who answered an advertisement. Under the guise of attending a 'motivational seminar', Derren recruits a number of participants, eventually manipulating a number of them into robbing a security van in broad daylight. 'The Heist' has been described by Derren as one of the stunts of which he is most proud.","release_date":"2006-01-04","vote_average":9.5,"runtime":48,"cert":"","id":75307,"title":"Derren Brown: The Heist","adult":false,"genre_ids":[35]},{"cast":["Derren Brown"],"overview":"‘The System’ was based around the idea that a system could be developed to 'guarantee a winner' of horse races. Cameras followed a member of the public, Khadisha, as Brown anonymously sent her correct predictions of five races in a row, before encouraging her to place as much money as she could on the sixth race.","release_date":"2008-02-01","vote_average":10.0,"runtime":47,"cert":"","id":75308,"title":"Derren Brown: The System","adult":false,"genre_ids":[35]},{"cast":["Derren Brown"],"overview":"A feature length program about the controversial practice of faith healing. Derren Brown attempts to turn a member of the British public into a 'faith healer' and to convincingly give a faith healing show to church goers in Texas.","release_date":"2011-04-25","vote_average":7.8,"runtime":73,"cert":"","id":75309,"title":"Derren Brown: Miracles for Sale","adult":false,"genre_ids":[35]},{"cast":["Matt Hughes","Georges St-Pierre","Dana White","B.J. Penn"],"overview":"The Most Dominant Welterweight Of All Time, Matt Hughes ruled the UFC's 170-pound weight class with an iron first over two reigns that included victories over Georges St-Pierre, BJ Penn, Royce Gracie, Sean Sherk, Frank Trigg, and Carlos Newton. Now you can relive all of his greatest moments in the Ultimate Matt Hughes DVD collection. From the knockout slam of Newton that began his rule of the division, to the rematch with Trigg that many believe is the greatest mixed martial arts fight ever, and everything in between, this is the definitive chronicle of Hughes' Hall of Fame career.","release_date":"2011-09-20","vote_average":0.0,"runtime":320,"cert":"N\/A","id":75310,"title":"UFC: Ultimate Matt Hughes","adult":false,"genre_ids":[]},{"cast":["Mark A. Altman","John Barger","Ahmed Best","David Brin","Matt Cohen"],"overview":"The passion the original Star Wars trilogy inspires in its fans is unparalleled; but when it comes to George Lucas himself, many have found their ardor has cooled into a complicated love-hate relationship. This hilarious, heartfelt documentary delves deep into Lucas’s cultural legacy, asking all the tough questions. Has Lucas betrayed his masterwork? Should he just have left the original trilogy alone? Is The Phantom Menace so bad it should carry a health warning? Utilizing interviews taken from over 600 hours of footage, and peppered with extraordinary Star Wars and Indiana Jones recreations lovingly immortalized in song, needlepoint, Lego, claymation, puppets and paper-mâché, above all this film asks the question: who truly owns that galaxy far, far away—the man who created it, or the fans who worship it?","release_date":"2010-03-14","vote_average":6.3,"runtime":93,"cert":"N\/A","id":75311,"title":"The People vs. George Lucas","adult":false,"genre_ids":[99]},{"cast":["Jesse Jane","Jenna Haze","Stoya","Brianna Love","Priya Rai"],"overview":"Starring Digital Playground contract superstars Jesse Jane &amp; Stoya, Kiss Kiss documents very sexy and private encoun-ters taking place in the suburbs of a bustling tourist city. The erotic vignettes go beyond the typical postcard view of happy couples, exploring the often dark and emotional underbelly of lust and passion. Feel the heat and tension rise when every day people adopt new adventures to spice up their love life. From threesomes, to role-playing and ultimatums, Director Celeste creates witty and serendipitous situations throughout this orgasmic journey.","release_date":"2008-05-29","vote_average":6.5,"runtime":152,"cert":"N\/A","id":75312,"title":"Jesse Jane: Kiss Kiss","adult":true,"genre_ids":[]},{"cast":["Alyssa Reece","Angelica Saige","Cindy Hope","Jesse Jane","Vanessa Leon"],"overview":"Jesse Jane has been a very naughty girl and she must be punished, along with several other hotties. Come and watch as these girls get exactly what they deserve.","release_date":"2010-10-19","vote_average":0.0,"runtime":127,"cert":"N\/A","id":75313,"title":"Jesse Jane: Reckless","adult":true,"genre_ids":[]},{"cast":["Guida Maria","Sinde Filipe","Suzana Borges","Manuel Coelho","Silvina Pereira"],"overview":"","release_date":"1988-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75314,"title":"Os Emissários de Khalom","adult":false,"genre_ids":[878,18]},{"cast":["William Holden","Glenn Ford","Claire Trevor","George Bancroft","Edgar Buchanan"],"overview":"Two Virginians are heading for a new life in Texas when they witness a stagecoach being held up. They decide to rob the robbers and make off with the loot. To escape a posse, they split up and don't see each other again for a long time. When they do meet up again, they find themselves on different sides of the law. This leads to the increasing estrangement of the two men, who once thought of themselves as brothers.","release_date":"1941-10-09","vote_average":6.6,"runtime":93,"cert":"N\/A","id":75315,"title":"Texas","adult":false,"genre_ids":[18,10749,37]},{"cast":[],"overview":"'Coral Sea Dreaming: Awaken' celebrates and pays tribute to the magical but fast disappearing world of coral reefs. It was filmed in High Definition on over 2,000 dives by Emmy Award winner cameraman and Producer David Hannan over the last 8 years on the world's most beautiful reefs and features Australia's Great Barrier Reef, Western Australia's Ningaloo Reef and Papua New Guinea.","release_date":"2010-02-04","vote_average":6.9,"runtime":88,"cert":"N\/A","id":75316,"title":"Coral Sea Dreaming: Awaken","adult":false,"genre_ids":[99,10751]},{"cast":["Kaan Girgin","Ümit Acar","Ebru Aykaç","Serdar Özer","Murat Seviş"],"overview":"A very large number of people start to commit suicide using brutal and horrible techniques and without any reasons. Starting from the United States, this suicide wave spreads all over the world. In Turkey, in a small town called Selcuk, a young man kills himself after a long, night he spends on the Internet. Following the incident, his best friends start to get strange e-mails from him. They also start seeing horrible creatures around themselves--this is just the begining of the apocalypse.","release_date":"2006-02-09","vote_average":3.2,"runtime":111,"cert":"N\/A","id":75317,"title":"D@bbe","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Death is only the beginning for the young victim of a drive-by shooting. Devastated at the loss of his younger brother Jermaine, scientific older sibling Ricky uses the situation as an opportunity to test an experimental serum designed to breathe new life into dead cells. Though Ricky's reanimation serum does indeed help to get his previously deceased younger brother back on his feet, Jermaine's insatiable hunger for human flesh soon spreads like wildfire throughout the neighborhood, leaving his older brother to find a way to halt the epidemic before the army of flesh-eaters become too powerful to be contained.","release_date":"2005-01-01","vote_average":3.5,"runtime":86,"cert":"N\/A","id":75318,"title":"Hood of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Chester Bennington"],"overview":"Linkin Park perform for MTV World Stage in Madrid, Spain.","release_date":"2010-11-07","vote_average":10.0,"runtime":74,"cert":"N\/A","id":75321,"title":"Linkin Park: Live in Madrid","adult":false,"genre_ids":[]},{"cast":[],"overview":"This provocative and insightful film is the first in a series of documentaries that will reveal the secret knowledge embedded in the work of the greatest filmmaker of all time: Stanley Kubrick. This famed movie director who made films such as 2001: A Space Odyssey, A Clockwork Orange, The Shining and Eyes Wide Shut, placed symbols and hidden anecdotes into his films that tell a far different story than the films appeared to be saying. In Kubrick's Odyssey, Part I, Kubrick and Apollo, author and filmmaker, Jay Weidner presents compelling evidence of how Stanley Kubrick directed the Apollo moon landings.","release_date":"2011-04-05","vote_average":5.3,"runtime":69,"cert":"N\/A","id":75322,"title":"Kubrick's Odyssey: Secrets Hidden in the Films of Stanley Kubrick; Part One: Kubrick and Apollo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Baby Longhorn uses officially licensed footage of Longhorn sports, mascot, marching band and campus attractions to expose children to the University of Texas in an exciting and playful manner. \"Raising Tomorrow's UT Fan Today\" features the music of The Longhorn Band as well as original footage of the \"Longhorn Kids\" enjoying the sites and sounds of the school you love. We invite you to enjoy this video with your child as Team Baby Entertainment takes you on a fun-filled, colorful and stimulating visual experience with the University of Texas Longhorns.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":75323,"title":"Baby Longhorn: Raising Tomorrow's UT Fan Today","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Baby Longhorn uses officially licensed footage of Longhorn sports, mascot, marching band and campus attractions to expose children to the University of Texas in an exciting and playful manner. \"Raising Tomorrow's UT Fan Today\" features the music of The Longhorn Band as well as original footage of the \"Longhorn Kids\" enjoying the sites and sounds of the school you love. We invite you to enjoy this video with your child as Team Baby Entertainment takes you on a fun-filled, colorful and stimulating visual experience with the University of Texas Longhorns.","release_date":"2005-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":75324,"title":"Baby Longhorn: Raising Tomorrow's UT Fan Today","adult":false,"genre_ids":[10751]},{"cast":["Olivia DeTreville","Nicole Hauser","Titus Patrascu","Monique La Belle","Dieter Vogel"],"overview":"Venus-Award 2001: Bestes deutsches Softvideo 'Die Teufelsinsel' von Inkognito Filmproduktion. In 14 Tagen auf Gran Canaria gedreht. Mit 3 Mast Holzschoner, Sunseeker Yacht, eigener Feriensiedlung und einer Crew von 40 Leuten.","release_date":"2001-04-12","vote_average":3.0,"runtime":83,"cert":"N\/A","id":75327,"title":"Die Teufelsinsel","adult":true,"genre_ids":[27,28]},{"cast":["Sasha Ormond"],"overview":"Wannabe rock star Goldi lands in a house of three musicians, one too hot, one too cold, and a third who seems just right. They let her sing with their band, and she romances them one at a time, thinking she's found her new home. But when she unleashes her own songs on the guys, they cut her out of their scene, forcing her to discover that real success means becoming your own rock and roll hero.","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":75328,"title":"Goldirocks","adult":false,"genre_ids":[18,10749]},{"cast":["Henry Lloyd-Hughes","Camilla Rutherford","Patrick Godfrey","Olivia Llewellyn","Sean Hart"],"overview":"Stephen is a brilliant young boy who lives in England, in what appears to be the 1920s—but nothing in Stephen’s life is quite as it seems. His world is turned upside down upon meeting a charismatic and inspirational professor at a garden party, who demonstrates to Stephen and his friends what life would be like if they themselves were merely one, or two, dimensional beings. He then proceeds to explain that by manipulating other dimensions, time travel may actually be possible. As Stephen’s life unfolds, events lead him to dedicate himself to turning the Professor’s theories of time travel into reality. Jealousy, love, obsession, temptation and greed surround him, influencing his fragile mind and the direction of his work.","release_date":"2011-09-20","vote_average":4.8,"runtime":99,"cert":"12","id":75329,"title":"Dimensions","adult":false,"genre_ids":[18,878]},{"cast":["Teagan Presley","Shay Jordan","Kapri Styles","Riley Shy","Christian XXX"],"overview":"Teagan: Sexual Freak 2 features Teagan Presley in perfect splendor and original, real-time audio. She maintains full control as she dominates and seduces her eager lover. She pleases him and herself before Jean Val Jean rocks her inside and out. Sexual Freak 2 showcases Teagan's animal instincts, her raw desire and engaging sexual demeanor. Digital Playground's freshest face, Shay Jordan makes her debut in an erotic and sensual power play with Scott Nails. Shay takes control and Scott delivers everything she asks for. Kapri Styles and raven-haired beauty Riley Shy also lend their inner sex freak to the title in phenomenal, heart racing, orgasmic frenzies, making Teagan: Sexual Freak 2 a total package for every warm-blooded connoisseur.","release_date":"2006-09-21","vote_average":0.0,"runtime":101,"cert":"N\/A","id":75334,"title":"Teagan: Sexual Freak 2","adult":true,"genre_ids":[]},{"cast":["Tim Armstrong","Dicky Barrett","Clem Burke","Nicolas Cage","Danny Fields"],"overview":"On September 12, 2004, just two-and-a-half days before Johnny Ramone's death, a group of musicians and friends-among them Deborah Harry, The Dickies, X, Eddie Vedder, and The Red Hot Chili Peppers-staged a benefit concert to celebrate The Ramones' 30th anniversary and to raise money for cancer research. Mandy Stein's touching rockumentary captures that unforgettable evening.","release_date":"2006-04-26","vote_average":7.2,"runtime":76,"cert":"N\/A","id":75337,"title":"Too Tough to Die: A Tribute to Johnny Ramone","adult":false,"genre_ids":[99]},{"cast":["Athena Chu","Francis Ng","Joe Ma","Yeung Fan","Jane Chung"],"overview":"A dentist obsessed with young women in various uniforms stalks two sisters. The oldest sister is romantically pursued by a thug that was just released from prison. The dentist also has the hots for her and the two paths eventually cross","release_date":"1998-01-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":75338,"title":"Raped by an Angel 2: The Uniform Fan","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"The film centers on Tania, a Pakistani-born student, who learns that her brother has plans to become a suicide bomber. With just days before a terrorist mission takes place, she begins exploring virtual worlds using an avatar, in order to find him.","release_date":"2011-01-25","vote_average":0.0,"runtime":63,"cert":"N\/A","id":75339,"title":"Vlogger","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Trapped in The Twin Towers on September 11th, thousands of ordinary people struggled to make contact with the outside world. Many knew that time was ticking away. These recorded messages and private calls are the most powerful legacy to the families left behind. Often full of love and dignity they depict humanity at its best and most resourceful in the face of evil.","release_date":"2009-12-07","vote_average":10.0,"runtime":90,"cert":"15","id":75340,"title":"9-11 Phone Calls from the Towers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Follows a Palestinian leader who unites Fatah, Hamas and Israelis in an unarmed movement to save his village from destruction. Success eludes them until his 15-year-old daughter jumps into the fray.","release_date":"2010-10-08","vote_average":6.5,"runtime":70,"cert":"N\/A","id":75341,"title":"Budrus","adult":false,"genre_ids":[99]},{"cast":["Florence Foresti","Philippe Elno"],"overview":"","release_date":"2008-11-18","vote_average":5.8,"runtime":90,"cert":"N\/A","id":75344,"title":"L'Abribus","adult":false,"genre_ids":[35]},{"cast":["Thomas Jane","Jeremy Piven","Rob Lowe","Christian McKay","Carla Gugino"],"overview":"Former college friends meet up for a reunion that leads them to face the apparent disillusionment that defines their lives. After a week of excessive drug and alcohol abuse, events lead them to contemplate fulfilling a self destructive pact they made when they were young.","release_date":"2011-12-09","vote_average":5.8,"runtime":129,"cert":"N\/A","id":75345,"title":"I Melt with You","adult":false,"genre_ids":[18,53]},{"cast":["Michael Palin","Trini Alvarado","Connie Booth","Alfred Molina","Bryan Pringle"],"overview":"Francis Ashby, a senior Oxford don on holiday alone in the Alps, meets holidaying American Caroline and her companion Elinor, the blossoming Irish-American girl she adopted many years before. Ashby finds he enjoys their company, particularly that of Elinor, and both the women are drawn to him. Back at Oxford he is nevertheless taken aback when they arrive unannounced. Women are not allowed in the College grounds, let alone the rooms. Indeed any liaison, however innocent, is frowned on by the upstanding Fellows.","release_date":"1991-03-22","vote_average":6.1,"runtime":95,"cert":"","id":75350,"title":"American Friends","adult":false,"genre_ids":[35,10749]},{"cast":["Duncan MacInnes","Ludvig Bonin","Sasha Frost","Lydia Toumazou","Stephen Hoo"],"overview":"Takes a look at gay and straight love among the new millennials. Everything from secret crushes to homophobic attitudes are revealed by the rambunctious students taking Drama and Dance from Loris. None of the teens are what they seem at first glance, with gay hearts lurking behind tough exteriors and straight kids expressing themselves in very queer ways.","release_date":"2010-11-05","vote_average":6.3,"runtime":108,"cert":"12-rated","id":75353,"title":"FIT","adult":false,"genre_ids":[18,35]},{"cast":["Sean Astin","Mark Moses","Kevin Nealon","Greg Cipes","Cheri Oteri"],"overview":"A comedy centered on a failed horse trainer who desperately wants to be back in the winner's circle.","release_date":"2011-10-28","vote_average":2.3,"runtime":90,"cert":"N\/A","id":75354,"title":"And They're Off","adult":false,"genre_ids":[35]},{"cast":["BiBi Jones","Riley Steele","Kayden Kross","Stoya","Vicki Chase"],"overview":"Two beautiful, passionate girls from opposite walks of life come together in a battle of lust, raw emotion, egos and unyielding wills to fight it out in a stealthy boxing match. Gorgeous yet tough Jesse Jane combats her troubled home life with her perverted, skirt chasing father, Tommy Gunn, and finds her intense desire to fight with the help of her naughty sister, Riley Steele, and compassionate coach, Scott Nails. Sexy Kayden Kross punches out her deep seated feelings with a fiery need for boxing, supported by her sexually ravenous friend Stoya and a horny young house guest. Fueled by their inner demons, Jesse and Kayden come face to face in the best performances of their careers, ready to box it out and ultimately test whose desire and passion will prevail.","release_date":"2014-07-06","vote_average":8.0,"runtime":179,"cert":"N\/A","id":75355,"title":"Fighters","adult":true,"genre_ids":[28]},{"cast":["Alexandra Kluge","Bion Steinborn","Sylvia Gartmann","Traugott Buhre","Alfred Edel"],"overview":"Roswitha runs an illegal abortion clinic in Frankfurt to support her student husband and children. When she is forced to close her practice she delves into political and social activism.","release_date":"1973-12-07","vote_average":6.5,"runtime":89,"cert":"N\/A","id":75358,"title":"Part-Time Work of a Domestic Slave","adult":false,"genre_ids":[18]},{"cast":[],"overview":"One hot summer day, Naoto Kamino finally musters up the courage to reveal his true feelings for his crush, Rika Manabe. Unfortunately, at the same moment, a young boy named Asumo appears (though he refers to himself as \"a private in the Army of Hell\"). He plots to kidnap Rika and will stop at nothing to obtain her—but Rika has a little secret of her own: thanks to the angel Misty Mei, she can transform and obtain magical powers during sex.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":75361,"title":"Jiburiru - The Devil Angel","adult":true,"genre_ids":[]},{"cast":["Shinnosuke Abe","Yoshihiko Hosoda","Kazuki Namioka","Shôgo Suzuki"],"overview":"In the 1970s, director Fukasaku Kinji’s Yakuza Papers films chronicled decades of gang warfare in post-war Hiroshima. Over three decades later, up-and-coming young director Kubata Takashi brings a new generation of Hiroshima motorcycle gangsters to the big screen with Badboys. Based on Tanaka Hiroshi’s hit comic series of the same name (which also spawned five animated OVAs in the 1990s), Badboys depicts a violent battle between three rival gangs in the aftermath of a gang-related murder in Osaka. A gripping, exciting gangster action drama starring some of Japan’s brightest young actors, Badboys is the kind of new blood the Japanese gangster genre needs!","release_date":"2011-03-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75362,"title":"Badboys","adult":false,"genre_ids":[18,28]},{"cast":["Conrad Veidt","Sebastian Shaw","Valerie Hobson","Marius Goring","June Duprez"],"overview":"A German submarine is sent to the Orkney Isles in 1917 to sink the British fleet.","release_date":"1939-10-07","vote_average":6.3,"runtime":82,"cert":"","id":75363,"title":"The Spy in Black","adult":false,"genre_ids":[53,10752]},{"cast":["Jacob Auzanneau","Adélaïde Leroux","Jean-Luc Bideau","Aurélia Petit","Xavier Tchili"],"overview":"IVUL is the extraordinary story of Alex (Jacob Auzanneau), a young man who climbs on to the roof of his house and refuses to ever come back down to earth. His actions devastate his beloved family and we watch as their world falls apart.\r A dark and mysterious gardener (Tchili from This Filthy Earth) keeps watch over the family but is powerless to exorcise the curse that he feels has befallen them. Meanwhile the twin sisters (Manon and Capucine) provide light but sometimes macabre relief.  The world of IVUL is a world of both fairytale and nightmare with the family manor house and forest landscape providing a compelling backdrop to the story.","release_date":"2010-01-20","vote_average":4.3,"runtime":100,"cert":"N\/A","id":75364,"title":"Ivul","adult":false,"genre_ids":[18,14]},{"cast":["Linda Darnell","Dale Robertson","John Lund","Ward Bond","Regis Toomey"],"overview":"Indians attack a stagecoach, and a disparate band of passengers must band together to fight them off.","release_date":"1956-07-23","vote_average":6.2,"runtime":88,"cert":"N\/A","id":75365,"title":"Dakota Incident","adult":false,"genre_ids":[28,37]},{"cast":["Stephen McNally","Julie Adams","Hugh Marlowe","Hugh O'Brian","Russell Johnson"],"overview":"Sheriff Lane Dakota captures robbery-murder suspect Greiner just as the latter is wounded in an Apache ambush. At remote outpost Apache River, Lane and his prisoner spend the night with other travelers, including 2 women with a surprising number of fancy dresses. In the morning, who should appear but a band of ostensibly peaceful Apaches strayed from the reservation. And bigoted Colonel Morsby is strongly inclined to shoot first and ask questions afterward...","release_date":"1953-09-09","vote_average":4.5,"runtime":77,"cert":"N\/A","id":75366,"title":"The Stand at Apache River","adult":false,"genre_ids":[37]},{"cast":["Jenna Jameson","Stephanie Swift","Alexa Rae","Asia Carrera","Herschel Savage"],"overview":"Jenna Jameson is Sara, an average blonde knockout that has had enough of her mundane life. Enter the faerie folk. They pull Jenna into a mystical world of seduction and danger. It's up to her to save \"fantasy\" from banishment at the hands of the evil Vladimir. Join this all-star cast of beautiful sluts as they tackle Vladimir and his minions - one cock at a time!","release_date":"2000-08-03","vote_average":6.0,"runtime":128,"cert":"N\/A","id":75369,"title":"Dream Quest","adult":true,"genre_ids":[14]},{"cast":["Pakorn Chadborirak","Khamly Philavong","Thaniya Ummaritchoti"],"overview":"A magazine writer visits Laos for an assignment and meets a beautiful local girl. Will a series of unexpected events keep them apart?","release_date":"2011-06-02","vote_average":3.4,"runtime":77,"cert":"N\/A","id":75370,"title":"Lao Wedding","adult":false,"genre_ids":[18,10749]},{"cast":["Oleg Vasilkov","Serhiy Romaniuk","Sergei Astakhov"],"overview":"Жизнь шестидесятилетнего Николая Фролова — словно два берега реки под названием \"прошлое\" и \"настоящее\". В прошлом остались долгие годы счастливого супружества, работа, которой отдано полжизни, уважение окружающих… Его настоящее ночевки в подвале жилого дома, безденежье, голод и прочие \"прелести\" жизни человека без определенного места жительства. Между ними — срок по \"тяжелой\" статье и бесконечное одиночество… Судьба обошлась с ним несправедливо, но он терпеливо дожидался своей награды… Иногда капризы судьбы жестоки, они в один миг могут выбросить из прежней размеренной жизни без права на возвращение.","release_date":"2006-06-06","vote_average":5.0,"runtime":104,"cert":"N\/A","id":75371,"title":"Bomzh","adult":false,"genre_ids":[18]},{"cast":["Gilda Manolescu","Medeea Marinescu","Ion Popescu-Gopo","Ingrid Celia","Lyudmila Gnilova"],"overview":"Two little girls - Maria and Mirabella - go to the woods for a walk and encounter several magical characters, among them a frog with his feet frozen in ice, a fireworm whose shoes keep catching fire, and a butterfly who's afraid of flying. To help their new friends, the girls must carry them to a sorceress who lives deep in the forest.","release_date":"1981-12-21","vote_average":6.0,"runtime":69,"cert":"N\/A","id":75372,"title":"Maria, Mirabella","adult":false,"genre_ids":[16,35,10751]},{"cast":["Metinee Kingpayome","Watchara Tangkaprasert","Chutima Every","Pradon Sirakovit","Kanchit Kwanpracha"],"overview":"The tale of a promised arranged marriage between two families, Santi and Pairoje. Both children have grown into young adults. Jesada, a handsome and educated young man has just returned home from England. But Lukked, Pairoje's daughter, on the other hand, has grown into an overweight and introvert young women.","release_date":"2004-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75373,"title":"Cholesterol Love","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"2011-06-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":75374,"title":"Sans pudeur ni morale","adult":false,"genre_ids":[]},{"cast":["Siegfried Rauch"],"overview":"A window into Russia, unknown to Western man, and even to many Russians. \"Russia - the largest country in the world. In many of its parts, it remains unknown world full of wonders. Let the world and will continue for the generations that come after us\".","release_date":"2011-01-13","vote_average":6.5,"runtime":91,"cert":"N\/A","id":75377,"title":"Russia - In the Realm of Tigers, Bears and Volcanoes","adult":false,"genre_ids":[99]},{"cast":["Jack Palance","Carol Lynley","Warren Berlinger","Adam Roarke","Gianni Russo"],"overview":"This is a tongue-in-cheek crime melodrama that became a 'Late Late Show' fixture in the 1980s, according to the DVD sleeve, Jack Palance plays Vic Morono, a high-ranking Prohibition-era mobster with a weakness for women who is waging an ongoing war with rival hoodlum Chico Hamilton (Warren Berlinger). Vic falls for gorgeous blonde Wendy (Carol Lynley). The film's title refers to the name of his speakeasy, and to his gang, which consists of himself, Wendy, and a brace comic-relief hoodlums. The Four Deuces opens with cartoon credits, and attempts a stylish comic strip look. Expecting some wit upon seeing the name Don Martin in the credits will drive you stark raving nuts - this is not the cartoonist who worked for \"Mad\" magazine. Light bondage and female flesh scenes might have upped ratings for those 1980s \"Late Late Show\" airings. Perhaps most notable is the that Ms. Lynley and Mr. Berlinger worked much more memorably together in the stage and film versions of Blue Denim","release_date":"1976-12-17","vote_average":0.0,"runtime":87,"cert":"N\/A","id":75382,"title":"The Four Deuces","adult":false,"genre_ids":[28,35]},{"cast":["Oleg Dal","Vladimir Vysotskiy","Lyudmila Maksakova","Yuri Medvedev","Anatoli Papanov"],"overview":"Dramatic story about two young men, two intellectuals of the 1890th. It is a story about a complex human character. Being tortured by ignorance and boredom of life, clerk Laevsky is longing to break the depraved circle of his existence. His moral antipode, naturalist Von Coren is sure that people like Laevsky are worth being destroyed. But regardless characters' will and desires, providence deals with their lives in its own way...","release_date":"1973-12-20","vote_average":6.0,"runtime":98,"cert":"N\/A","id":75383,"title":"The Duel","adult":false,"genre_ids":[18,36]},{"cast":["Robert Klein"],"overview":"Comedian\/actor Robert Klein stars in his ninth HBO stand-up special, an hour of all new insights into society’s foibles and follies, plus several memorable musical interludes. Klein performs his routine in front of a live audience at the Broward Center for the Performing Arts’ Amaturo Theatre in Fort Lauderdale, Florida.","release_date":"2010-06-12","vote_average":6.5,"runtime":60,"cert":"N\/A","id":75384,"title":"Robert Klein: Unfair & Unbalanced","adult":false,"genre_ids":[35]},{"cast":["Leonid Yarmolnik","Albert Filozov","Marina Levtova","Pyotr Shcherbakov","Valentin Gaft"],"overview":"The musical based on the famous \"Puss in the Boots\".","release_date":"1985-08-06","vote_average":7.0,"runtime":69,"cert":"N\/A","id":75385,"title":"About the Cat...","adult":false,"genre_ids":[10751,12]},{"cast":["Josh Kornbluth","Keith Warren","Sarah Overman","Helen Shumaker","Amy Resnick"],"overview":"Josh is the consummate temp employee, avoiding all long-term connections and responsibilities, both at work and in his personal life. However, by the time his agency places him at the Schuyler &amp; Mitchell law firm, Josh is tired of his temporary life and agrees to take a permanent position at the firm. Josh has difficulty adapting to his new lifestyle, which manifests in his inability to complete his simple initial task: mailing seventeen important letters.","release_date":"2001-09-07","vote_average":7.0,"runtime":88,"cert":"N\/A","id":75386,"title":"Haiku Tunnel","adult":false,"genre_ids":[35]},{"cast":["Alonzo Bodden"],"overview":"Everything is fair game for controversial comic Alonzo Bodden, and now the funnyman who brought down the house on Last Comic Standing 3 strikes out on his own in his first-ever solo stand-up performance. There are no judges to play to, and no censors to appease, and as Bodden cuts loose to tackle topics ranging from race to relationships and virtually everything in between, viewers can laugh right along with the live audience as they bear witness to a fearless new force in the world of comedy.","release_date":"2006-02-14","vote_average":7.0,"runtime":55,"cert":"N\/A","id":75387,"title":"Alonzo Bodden: Tall, Dark and Funny","adult":false,"genre_ids":[35]},{"cast":["Vera Maretskaya","Pavel Olenev","Daniil Sagal","Rostislav Plyatt","Ivan Ryzhov"],"overview":"A life-long story of a romantic school teacher who left imperial St. Petersburg for teaching country children. Driven by noble intentions to enlighten people and examples by 1880s revolutionary \"People's Will\" member teachers, a young woman spent her life in a village and evidenced the changes a Russian village has undergone from pre-revolutionary tsarist times to late 1940s.","release_date":"1947-06-06","vote_average":6.5,"runtime":100,"cert":"N\/A","id":75388,"title":"The Village Teacher","adult":false,"genre_ids":[18]},{"cast":["Ant"],"overview":"Hold onto your Lee press-ons! From emergency landings to roofies that haven't ever worked, to a queer eye that makes the Fabulous Five sneer, Ant is irrevocably one of the funniest talents to come to America's living room. Hilarious up-and-coming comedian Ant takes on disparate topics, and makes them all painfully funny in this highly entertaining hour-long program.","release_date":"2006-02-14","vote_average":5.0,"runtime":55,"cert":"N\/A","id":75389,"title":"Ant: America's Ready","adult":false,"genre_ids":[35]},{"cast":["Vladimir Vysotskiy","Aleksey Petrenko","Irina Mazurkevich","Semyon Morozov","Valeriy Zolotukhin"],"overview":"Peter the Great takes a Russian man of African heritage - Ibrahim Petrovich Hannibal - under his wing as the tsar builds his grand navy. After having a disastrous affair in France, Ibrahim vows to never fall in love again, until he sees the daughter of a wealthy boyar. Peter the Great insists the two be married, but Ibrahim goes against the tsar's wishes, refusing to force her to marry him since she doesn't consent. When another man tries to marry her, however, Ibrahim's loyalties and generous nature are put to the test.","release_date":"1976-06-06","vote_average":5.8,"runtime":100,"cert":"N\/A","id":75390,"title":"Tale About Czar Pyotr Arranging Arap's Wedding","adult":false,"genre_ids":[10749,35,36]},{"cast":[],"overview":"Dog's WordFriends are planning a surprise birthday party for him, but they don't have a cake! With a little help from Pig, Frog gathers the letters c-a-k-e... but can he get them to the party without ruining the surprise? \"Pig's Present\" - When Pig tries to peek at the gift his nephews are word building for his birthday, he receives an unexpected present: a lesson in patience. \"Bit By Bit\" - It is Monkey's birthday, and a sick Frog entrusts Duck and Bug to take his present, a banana, to Monkey's birthday party for him. When they accidentally break the banana into letters, they rely on Elephant to help rebuild it bit by bit.","release_date":"2009-05-05","vote_average":0.0,"runtime":33,"cert":"N\/A","id":75391,"title":"WordWorld: Happy Birthday WordFriends!","adult":false,"genre_ids":[10751,16]},{"cast":["Boris Khmelnitsky","Ivars Kalnins","Yuri Kamornyj","Vija Artmane","Regīna Razuma"],"overview":"With a traditional archery contest, the winner wins a silver arrow with gold lace and gold feathers. Even Robin Hood, although unrecognizable, takes part in this competition. As more and more participants are losing and Robin Hood eventually wins the award, his masquerade reveals. For none of the participants is as handy with a bow and an arrow like Robin Hood. With the help of his coolness and his friends Robin Hood may escape the dangerous situation.","release_date":"1976-10-04","vote_average":6.3,"runtime":92,"cert":"N\/A","id":75392,"title":"The Arrows of Robin Hood","adult":false,"genre_ids":[36,12]},{"cast":["Yevgeniya Kryukova","Arnis Licitis","Lembit Ulfsak","Valeriy Nikolaev"],"overview":"","release_date":"2006-06-06","vote_average":3.4,"runtime":79,"cert":"N\/A","id":75393,"title":"The Power of Fear","adult":false,"genre_ids":[27]},{"cast":["Andrei Yegorov","Yuri Stepanov","Sergey Garmash","Chulpan Khamatova","Sergey Nikonenko"],"overview":"How can you continue to live when you are back from war which is still close?","release_date":"1997-12-06","vote_average":2.0,"runtime":158,"cert":"N\/A","id":75394,"title":"Time of a Dancer","adult":false,"genre_ids":[18,10752]},{"cast":["Valentin Gaft","Anastasiya Nemolyaeva","Natalya Yegorova","Viktor Mikhaylov","Nikolai Volkov Ml."],"overview":"Драма о том, как мужчины переживают «кризис среднего возраста». Герой картины совсем было, собрался уйти из семьи к юной любовнице, но, познакомившись со своей будущей тещей (и ровесницей), вдруг задумался о том, готов ли он к такой радикальной перемене своей жизни. И, поразмыслив, принимает довольно неожиданное решение…","release_date":"1994-06-06","vote_average":1.0,"runtime":82,"cert":"N\/A","id":75395,"title":"Ya Svoboden, Ya Nichey","adult":false,"genre_ids":[18,35]},{"cast":["Aleksandr Pankratov-Chyornyy","Irina Muravyova","Mikhail Svetin","Larisa Shakhvorostova","Anton Zaitsev"],"overview":"During another attempt to build socialism in a single African country, a detachment of Soviet paratroopers rescues a black boy and takes him to the USSR. The Soviet Union collapsed, and the child grew up in an orphanage, knowing nothing of his origins. But before he left for the army, fate brings him down with a sweet girl who dreams of a musical career. It is through it is the key to unraveling the mystery of the birth of a black handsome man - a mystery of international significance!","release_date":"1993-06-06","vote_average":3.3,"runtime":86,"cert":"N\/A","id":75396,"title":"Marshmallow in chocolate","adult":false,"genre_ids":[35]},{"cast":["Amaliya Mordvinova","Aleksandr Lazarev Jr.","Natasha Korolyova","Viktor Rakov","Tatyana Vasileva"],"overview":"A former ballet dancer Polina Gorcchakova has a loving husband-businessman, family comfort and prosperity at home. Although, she can't be happy, because she doesn't have someone of most importance - a child. What Polina is ready to do when her advisor is her businesslike and determined friend Lyusya? Can she date with a professional seducer-strip teaser for the sake of business? Is she ready to go deep into her relationships her secret handsome Bogdan? Is she ready to pay a visit to a witch for a wonder-working recipe?","release_date":"2003-06-06","vote_average":1.0,"runtime":92,"cert":"N\/A","id":75397,"title":"Retsept Koldunji","adult":false,"genre_ids":[35,10749]},{"cast":["Aleksandr Bashirov","Igor Sklyar","Kseniya Rappoport","Dmitriy Podnozov"],"overview":"Жулики похищают из музея картину Айвазовского и решают обмыть удачную операцию. Однако, прибыв на место, в дом шефа, компания застает любовницу главаря с одним из сотоварищей. Ночная попойка превращается в кавардак с участием переодетых актеров. В этой кутерьме никто не замечает, как украденная картина исчезает…","release_date":"2006-06-06","vote_average":0.0,"runtime":92,"cert":"N\/A","id":75398,"title":"Ratatuy","adult":false,"genre_ids":[35,80]},{"cast":["Jamie Kennedy"],"overview":"TV and film star Jamie Kennedy (Scream, Malibu's Most Wanted, The Jamie Kennedy Experiment, MTV's Blowin' Up) performs his first stand-up concert special, filmed before a sold-out audience at the San Jose Theater. Raunchier, edgier and more unpredictable than you've ever seen him, Jamie covers a wide variety of topics including his family, being an altar boy, cat sex and fluffers. Watch him mix it up with the crowd in a razor-sharp act featuring over 40 different voices, characters and impressions!","release_date":"2006-06-25","vote_average":6.0,"runtime":47,"cert":"N\/A","id":75401,"title":"Jamie Kennedy: Unwashed","adult":false,"genre_ids":[35]},{"cast":["Whoopi Goldberg"],"overview":"Twenty years before this video was produced, comedian Whoopi Goldberg took Broadway by storm in a one-woman show that established her as one of the wittiest, finest performers of her generation. The groundbreaking comic returns to the Great White Way in this HBO special that has her revisiting some of her earlier characters, such as the belly-aching druggie Fontaine, as well as new avatars such as Lurleen, a Southern belle facing menopause.","release_date":"2005-04-09","vote_average":5.0,"runtime":88,"cert":"N\/A","id":75402,"title":"Whoopi Goldberg: Back to Broadway","adult":false,"genre_ids":[35]},{"cast":["Danny Wallace"],"overview":"Danny Wallace really wants a robot. He wants it to walk like him and talk like him. It's what scientists have been promising us for generations but it's a promise so far unfulfilled. Danny circumnavigates the globe searching for robot nirvana and trying to uncover how far away his dream is.","release_date":"2008-12-16","vote_average":0.0,"runtime":59,"cert":"","id":75407,"title":"BBC - Horizon - Where's My Robot?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The world is affected by an obesity epidemic, but why is it that not everyone is succumbing? Medical science has been obsessed with this subject and is coming up with some unexpected answers. As it turns out, it is not all about exercise and diet. At the centre of this programme is a controversial overeating experiment that aims to identify exactly what it is about some people that makes it hard for them to bulk up.","release_date":"2009-01-26","vote_average":0.0,"runtime":59,"cert":"","id":75408,"title":"BBC - Horizon - Why Are Thin People Not Fat?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Horizon uncovers the secret world of our dreams. In a series of cutting-edge experiments and personal stories, we go in search of the science behind this most enduring mystery and ask: where do dreams come from? Do they have meaning? And ultimately, why do we dream? What the film reveals is that much of what we thought we knew no longer stands true. Dreams are not simply wild imaginings but play a significant part in all our lives as they have an impact on our memories, the ability to learn, and our mental health. Most surprisingly, we find nightmares, too, are beneficial and may even explain the survival of our species.","release_date":"2009-02-10","vote_average":7.0,"runtime":50,"cert":"","id":75409,"title":"BBC - Horizon - Why Do We Dream?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Get quick on your feet—fast, with this intense cardio workout.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":75410,"title":"The Asylum - 01. Speed & Agility","adult":false,"genre_ids":[]},{"cast":["Corbin Bernsen","Tracy Nelson","Whip Hubley","Lukas Behnken","Corina Marie"],"overview":"Scottsville is a sleepy town, where the yearly apple blossom festival is usually the only 'memorable' event, so Police Chief Sam Taylor is furious when young cop Ally Parks -who comes from the big city- insists on investigating the death and mutilation of prof. Fuller, who experimented on bats, and soon several other victims, as unnatural bat attacks. She finds a helpful 'expert' in animal controller Dr. John Winslow, and the couple gets help from his inquisitive daughter Genny and her practically in-living high school-friend Logan to unravel how it all ties in with local real estate mogul Carl Hart's dishonest and corrupt practices.","release_date":"2002-01-01","vote_average":3.3,"runtime":94,"cert":"N\/A","id":75419,"title":"Fangs","adult":false,"genre_ids":[27,35,878]},{"cast":[],"overview":"Human Nature bring the sound of the Motor City to life in this two hour theatre concert which wowed audiences across Australia in 2006. Hot on the heels of their 2nd Number 1 album 'Dancing In The Street', Human Nature release one of the group's greatest ever performances, captured here on DVD, live from Sydney's beautiful Capitol theatre. Now you can enjoy these classic songs, sung by the country's finest vocal group, over and over again. Recorded in its entirety on June 14, 2006 at Sydney's Capitol Theatre. Filmed on 9 cameras to capture every possible angle and effect one of the biggest production DVD's ever produced in Australia.","release_date":"2007-01-01","vote_average":7.0,"runtime":105,"cert":"N\/A","id":75420,"title":"Human Nature - Reach Out","adult":false,"genre_ids":[]},{"cast":["Shannon Chan-Kent","Mariah Wilkerson"],"overview":"The heartwarming tale of four lively young teens (who just happen to be hamsters) on a questto find the Palace of Zhu, where they believe all their dreams will come true.Join the feisty and lovable Pipsqueak,Mr. Squiggles, Chunk, Num Nums, and Stinker as she gets swept away to the other side of the Zhuniverse.","release_date":"2011-09-26","vote_average":5.1,"runtime":72,"cert":"N\/A","id":75421,"title":"Quest for Zhu","adult":false,"genre_ids":[16,10751]},{"cast":["Bee Rance"],"overview":"A film... an epic... an art","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75422,"title":"Closure","adult":false,"genre_ids":[28,53]},{"cast":["Bessie Love","Johnnie Walker","Ernest Hilliard","Lionel Belmore","David Mir"],"overview":"The famous matinee idol and blackface comedian, Don Wilson, heads out of town to escape adulation. There, calling himself Harry Mann, he accidentally joins a traveling acting troupe, and falls in love with Ginger Bolivar, who runs the troupe and stars in their Civil War melodrama. Don's producer sees the play, and thinks it's a comic masterpiece, and just what Don's Broadway show needs. But when Ginger finds out she's been played for a fool, will she forgive Don?","release_date":"1928-03-14","vote_average":6.0,"runtime":66,"cert":"N\/A","id":75429,"title":"The Matinee Idol","adult":false,"genre_ids":[10749,35]},{"cast":["David Keith","Malcolm McDowell","Warren Clarke","John McEnery","Nancy Paul"],"overview":"Mickey Almon is a sports star turned reporter covering the athletics in Moscow. Framed by the KGB and forced to confess that he was spying for America, he is sentenced to detention in a Gulag, a barbaric prison camp in the wilds of Siberia. Unable to prove his innocence, Mickey must either put up with the inhuman conditions or engineer an escape.","release_date":"1985-01-13","vote_average":4.7,"runtime":130,"cert":"N\/A","id":75430,"title":"Gulag","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A Japanese girl (Kato Youki) is on a three month visit in Taiwan after breaking up with her boyfriend to study Chinese at a language center. One day she has a brief affair with Wu and later he requests her to sign a contract to be his girlfriend for 90 days and she agrees. One of the condition of the contract is they must get separated after 90 days. However, after getting know each other quite well, both find that the relationship seems to be true love and both are unwilling to break the contract agreement as the dateline approaches. What is the outcome of their love story in the end?","release_date":"2010-08-06","vote_average":2.7,"runtime":108,"cert":"N\/A","id":75433,"title":"愛你一萬年","adult":false,"genre_ids":[18,35]},{"cast":["Ian Dury","Chaz Jankel"],"overview":"Here is the movie for all the Clever Trevors and Billericay Dickies out there! A stunning and truly 'Rare and Unseen' look back at Ian Dury, poet, thinker, geezer and all round crowd-pleaser. He wasn't half a clever b'stard. The earliest known TV performance from the London Programme 1976. Three great interviews with much missed Mancunian Tony Wilson who died in 2007. Final Richard and Judy interview and live performance restored for widescreen. Includes eight live musical performances with the Kilburns and the Blockheads: 'Sex & Drugs & Rock & Roll', 'Sweet Gene Vincent', 'Upminster Kid', 'Rough Kids', 'Billy Bentley', 'England's Glory', 'Blockheads' and 'Geraldine'. Is that enough of the old reading matter for you? This ain't a bleeding library… Oi! Oi!","release_date":"2010-05-17","vote_average":7.0,"runtime":75,"cert":"Exempt","id":75436,"title":"Ian Dury: Rare And Unseen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":75439,"title":"La Isla","adult":false,"genre_ids":[14,27,9648]},{"cast":["James Franco"],"overview":"The husband-and-wife team of Charles and Ray Eames were America's most influential and important industrial designers. Admired for their creations and fascinating as individuals, they have risen to iconic status in American culture. Eames: The Architect and the Painter draws from a treasure trove of archival material, as well as new interviews with friends, colleague, and experts to capture the personal story of Charles and Ray while placing them firmly in the context of their fascinating times.","release_date":"2011-11-18","vote_average":6.9,"runtime":83,"cert":"N\/A","id":75442,"title":"Eames: The Architect and the Painter","adult":false,"genre_ids":[99]},{"cast":["Yakov Lomkin","Ekaterina Klimova","Evgeniya Glushenko","Aleksandr Pashutin"],"overview":"A young student suddenly must to make a choice between love and career..","release_date":"2003-06-06","vote_average":1.0,"runtime":134,"cert":"N\/A","id":75445,"title":"Farewell in June","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"An optimistic (and witty) discovery of what people are already doing, what we as a nation could be doing and what the world needs to do to prevent (or at least slow down) the impending climate crisis.","release_date":"2011-02-11","vote_average":7.0,"runtime":86,"cert":"N\/A","id":75446,"title":"Carbon Nation","adult":false,"genre_ids":[99]},{"cast":["Aleksandr Makogon","Pyotr Krasilov","Mariya Kulikova","Evgeniya Loza"],"overview":"Жизнь Виктора Бузова сложилась на первый взгляд удачно: благополучный брак, отличная работа. Однако эта жизнь кажется Виктору скучной, и вот уже полгода он ездит в Нижний Новгород к своей любовнице – молодой красивой девушке Марине.Чтобы оправдать свои частые поездки Виктор выдумывает для жены легенду: якобы в Нижнем Новгороде живет его друг детства, которому постоянно нужна помощь. Чтобы не запутаться в своих собственных фантазиях, Виктор заводит тетрадку, куда записывает все о своем воображаемом друге.Однако мир, придуманный Виктором, оказывается не безобидным. Тетрадку крадут, и незнакомый человек – Максим - поселяется в квартире Виктора под видом друга детства Николая Снегирева.","release_date":"2008-06-06","vote_average":0.0,"runtime":99,"cert":"N\/A","id":75447,"title":"Polyot Fantazii","adult":false,"genre_ids":[35]},{"cast":["Edwige Shaki","François Rauscher","André Del Debbio"],"overview":"A featurette directed by French actress Edwige Shaki where Eric Rohmer worked as a technical adviser, THE CURVE is a movie that has the inimitable Rohmer stamp. Talky, it makes its fifteen minutes seem a little longer. However, it's a playful little thing, where an art student meets his grandfather, a sculptor, and both exchange ideas about that part of the woman that is so alluring -- the curve of her back.","release_date":"1999-01-01","vote_average":6.0,"runtime":16,"cert":"N\/A","id":75448,"title":"The Curve","adult":false,"genre_ids":[]},{"cast":["Nikolay Eryomenko","Natalya Andreychenko","Sergei Dreiden","Vladimir Gostyukhin","Raisa Ryazanova"],"overview":"Sergey is a Famous TV star who has everything: success, money, popularity, but one thing is missing in his life - a true love.","release_date":"2001-03-01","vote_average":1.0,"runtime":90,"cert":"N\/A","id":75449,"title":"Give Me the Moonlight","adult":false,"genre_ids":[35,10749,18]},{"cast":["Thet Sambath","Pol Pot","Nuon Chea"],"overview":"The Khmer Rouge slaughtered nearly two million people in the late 1970s. Yet the Killing Fields of Cambodia remain unexplained. Until now. Enter Thet Sambath, an unassuming, yet cunning, investigative journalist who spends a decade of his life gaining the trust of the men and women who perpetrated the massacres. From the foot soldiers who slit throats to Pol Pot's right-hand man, the notorious Brother Number Two, Sambath records shocking testimony never before seen or heard. Having neglected his own family for years, Sambath's work comes at a price. But his is a personal mission. He lost his parents and his siblings in the Killing Fields. Amidst his journey to discover why his family died, we come to understand for the first time the real story of Cambodia's tragedy.","release_date":"2009-11-24","vote_average":6.8,"runtime":93,"cert":"N\/A","id":75450,"title":"Enemies of the People","adult":false,"genre_ids":[99]},{"cast":["Albert Finney","John Mahoney","Kathy Baker","Swoosie Kurtz","Marsha Mason"],"overview":"Jason Cromwell, a TV-news anchorman, wrongly implicates a good friend in a savings-and-loan scandal.","release_date":"1990-01-27","vote_average":6.0,"runtime":93,"cert":"N\/A","id":75451,"title":"The Image","adult":false,"genre_ids":[18]},{"cast":["Ingar Helge Gimle","Kjersti Holmen","Ane Dahl Torp","Jon Øigarden","Ghita Nørby"],"overview":"Two couples decide to spend their Midsummer holiday together and make it an evening to remember — a traditional summer comedy, except for the fact that it's the end of the world.","release_date":"2011-03-04","vote_average":7.3,"runtime":78,"cert":"N\/A","id":75452,"title":"People in the Sun","adult":false,"genre_ids":[35,18]},{"cast":["Ellen Dorrit Petersen","Marte Magnusdotter Solem"],"overview":"This is the story of Nora and Solveig, a grief-stricken couple on a hike through the mountain range where they had a traumatic experience two years prior. Nora and Solveig are hiking through a snow-covered, rough, but beautiful scenery on a tour of several days that will take the two young women to the top of a mountain. Solveig, three months pregnant, seems incapable of doing anything the way Nora wants her to. The further the women advance on their trip, the closer they come to the place where a tragic incident happened two years earlier; one that changed their lives completely...","release_date":"2011-01-18","vote_average":4.3,"runtime":73,"cert":"N\/A","id":75453,"title":"The Mountain","adult":false,"genre_ids":[18,28]},{"cast":["William Shatner","Dan Gauthier","Amy Acker","Tom Towles","Dick Van Patten"],"overview":"When Kate discovers she has a terminal illness, she persuades boyfriend Andy to visit Groom Lake, a reputed hotbed of alien activity, hoping to discover proof of life beyond this terrestrial sphere. Soon, the pair crosses paths with desperate government scientists, eccentric locals and a surprising -- and inspiring --conspiracy of epic proportions.","release_date":"2002-09-21","vote_average":3.0,"runtime":92,"cert":"N\/A","id":75454,"title":"Groom Lake","adult":false,"genre_ids":[878,27]},{"cast":[],"overview":"\"An income is like the wind beneath your wings\" it says at the start of the film. Should this be an unconditional right for everyone? Is this at all possible - a financial human right?  The film is exiting, moving, motivating and focuses on a precise rational point of view. It places the relationship and the main task of money under a new light. As a theme it is of the utmost relevance to our time.  The video was used as a basis for discussion in numerous groups during the time the Swiss petition for a Basic Income to be included in the Constitution was under way.","release_date":"2008-11-18","vote_average":10.0,"runtime":98,"cert":"N\/A","id":75455,"title":"The Basic income, a cultural impulse","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Nell, a bitter vengeful old woman seeks revenge on her neighbour, Brid Doyle, for stealing her true love, Michael, many years ago. When Michael dies, Nell feels free to launch her attack. Her revenge is sought in the lowest fashion imaginable, using Brid's own son, Sonny. She uses his weakness to her advantage, capitalising on his misfortune, to drive him into dangerous and deadly actions. The cycle of retribution continues...","release_date":"2003-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":75456,"title":"Nell","adult":false,"genre_ids":[]},{"cast":[],"overview":"This in-depth program explores Philip K. Dick`s world, a universe full of mysteries and intrigues.","release_date":"2007-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":75459,"title":"Philip K. Dick: The Penultimate Truth","adult":false,"genre_ids":[99,878]},{"cast":["Metin Akpinar","Haluk Bilginer","Ata Demirer","Özkan Uğur","Eyşan Özhim"],"overview":"Kısık Ateşte 15 Dakika'nın ana mekânı İstanbul'da şık bir Fransız restoranı le chic. Film restoranın sahipleri, çalışanları ve müşterilerini oluşturan çeşitli karakterlerin her birinin bu restoranda geçen 15 dk. yı anlatıyor. 21:00-21-15. Herkesin hayatında bir 15 dk. vardır.","release_date":"2006-05-19","vote_average":6.1,"runtime":null,"cert":"N\/A","id":75460,"title":"15 Minutes Over Low Heat","adult":false,"genre_ids":[35,18]},{"cast":["Zhang Ziyi","Aaron Kwok","Jiang Wenli","Pu Cunxin","Baoqiang Wang"],"overview":"Set in a small Chinese village where HIV virus is spreading rapidly as a result of illicit blood trade, Mo shu wai zhuan revolves around De Yi and Qinqin are both estranged from their respective family because of their disease and unexpectedly find love with each other by their misfortunes.","release_date":"2011-05-10","vote_average":6.3,"runtime":101,"cert":"N\/A","id":75463,"title":"Til Death Do Us Part","adult":false,"genre_ids":[18,10749]},{"cast":["Chen Kun","Gigi Leung","Kwai Lun-Mei","Jiang Yiyan","Hui Siu-Hung"],"overview":"In an unspecified time when epidemics run rampant, botanist Yan Guo and his fiance-assistant Baobao move to Moon Island, a nature reserve, to research the curing properties of rare plants. As is customary, they pray to the magical Eros Tree to cement their love, unaware that they have to undergo a severe trial, in which Baobao must remain unseen to Yan for three years in exchange for his life.","release_date":"2011-07-08","vote_average":6.0,"runtime":93,"cert":"N\/A","id":75464,"title":"Rest on Your Shoulder","adult":false,"genre_ids":[14,10749,18]},{"cast":["Andy Lau","Athena Chu","Nick Cheung","Waise Lee","Jack Kao"],"overview":"King, the Con Man, is regarded as the successor of God of Gamblers.Dragon opts for gambling and approaches King, hoping to learn gambling tricks from him. They really take to each other and become good partners. On a gambling ship, King meets Ma Kau Man, the grand gambling banker who can affect results of every soccer match and horse race and San Ken, a laughing tiger, who plots to make use of King's talent for gambling to take over Ma's casino business......","release_date":"1998-12-18","vote_average":5.8,"runtime":113,"cert":"N\/A","id":75465,"title":"The Conman","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"A quirky and fascinating short documentary on the “most wickedest man in the world” and his time at Boleskine House, at the turn of the last century.","release_date":"2000-08-11","vote_average":0.0,"runtime":29,"cert":"","id":75466,"title":"Aleister Crowley: The Other Loch Ness Monster","adult":false,"genre_ids":[99]},{"cast":["Irrfan Khan"," Ilene Hamann","Suhel Seth","Shyamoli Verma","Himanshu Malik"],"overview":"Rog is the story of a troubled police officer who falls in love with a dead woman whose murder he is investigating. Maya Solomon mesmerizes all who surround her with her breathtaking beauty and sensuality. Thus giving more twists and turns in the game of life. Where by the police officer also entraps himself in a situation that might as well add to more conflicts in society.","release_date":"2005-01-07","vote_average":3.5,"runtime":null,"cert":"N\/A","id":75467,"title":"Rog","adult":false,"genre_ids":[18,53,10749]},{"cast":["William DeMeo","Matthew Ziff","Paul Cicero","Jack Bank","Tyson Beckford"],"overview":" ","release_date":"2005-05-14","vote_average":4.5,"runtime":null,"cert":"N\/A","id":75468,"title":"Searching for Bobby D","adult":false,"genre_ids":[35]},{"cast":["Will Yun Lee","Haviland Morris","Peter Riegert","Kris Marshall","Isaach De Bankolé"],"overview":"The story of Louis Sarno, an American ethno-musicologist who lived among the Bayaka Pygmies in Central Africa for 25 years.","release_date":"2011-10-14","vote_average":2.5,"runtime":105,"cert":"N\/A","id":75469,"title":"Oka!","adult":false,"genre_ids":[18]},{"cast":["Piotr Adamczyk","Dariusz Kwaśnik","Michele Placido","Dariusz Kwaśnik"],"overview":"This highly acclaimed feature film on Pope John Paul II was filmed on location in Italy and Poland. Focusing on the papacy of John Paul and the tremendous impact he had on the Church and the world, Karol: The Pope, The Man stars actor Piotr Adamczyk in a deeply moving portrayal of the beloved pontiff. It is the powerful true story of a charismatic spiritual leader who helped bring down Communism, renewed the life of the Church, greatly impacted youth worldwide with love for Christ, and a Pope who reached out to other religions and world leaders with a message of peace and love. Also stars Raoul Bova (Saint Francis), Michele Placido (Padre Pio: Between Heaven and Earth) and Adriana Asti as Mother Teresa. The beautiful film score is by legendary film composer Ennio Morricone.","release_date":"2006-02-27","vote_average":6.8,"runtime":155,"cert":"N\/A","id":75470,"title":"Karol: The Pope, The Man","adult":false,"genre_ids":[18,36]},{"cast":["Melissa Joan Hart","Daniel Baldwin","Jeremy Jordan","David Lascher","Kurt Fuller"],"overview":"A teenage girl convinces a young, love-struck ex-con that the only way they can be together is to do away with her domineering parents.","release_date":"1996-05-13","vote_average":5.1,"runtime":96,"cert":"N\/A","id":75471,"title":"Twisted Desire","adult":false,"genre_ids":[80,18]},{"cast":["JoAnna Garcia","Helen Shaver","Luke Perry","Jason Priestley","Kenneth Welsh"],"overview":"A wedding planner looks to persuade her mother not to marry a man she's only known for a brief period of time, until an unexpected development forces her to re-examine her feelings.","release_date":"2008-12-15","vote_average":4.5,"runtime":90,"cert":"N\/A","id":75474,"title":"A Very Merry Daughter of the Bride","adult":false,"genre_ids":[10770,35,18,10749]},{"cast":[],"overview":"","release_date":"2008-05-09","vote_average":4.3,"runtime":null,"cert":"N\/A","id":75475,"title":"Hair Cuts - Motorpsycho On Film","adult":false,"genre_ids":[10402,99]},{"cast":["Harvey Keitel","Fairuza Balk","Kelly Lynch","Vincent D'Onofrio","Diane Baker"],"overview":"A recently widowed, small-time hustler struggles to raise his two teenage daughters on his own and still make a dishonest living in 1950s Indiana.","release_date":"1994-10-14","vote_average":6.3,"runtime":105,"cert":"N\/A","id":75490,"title":"Imaginary Crimes","adult":false,"genre_ids":[18]},{"cast":["François Morel","Hafsia Herzi","Maurice Bénichou","Jean-Pierre Kalfon","Daniel Cohen"],"overview":"The story of a rabbi and his talking cat, a sharp-tongued feline philosopher brimming with scathing humor and a less than pure love for the rabbi's teenage daughter.","release_date":"2011-05-31","vote_average":6.8,"runtime":100,"cert":"N\/A","id":75491,"title":"The Rabbi's Cat","adult":false,"genre_ids":[35,16]},{"cast":["Lina Morgan","Alfredo Landa","Máximo Valverde","Haydée Balza","Antonio Ozores"],"overview":"Angustias, a hotel maid, and Rodolfo, play boy who will spend a few days in that hotel with Octavia, witness how a wealthy lady, seeking to steal her jewelry by thieves, is accidentally killed by her lover in a discussion.","release_date":"1974-08-31","vote_average":4.7,"runtime":93,"cert":"N\/A","id":75492,"title":"Naked Weekend","adult":false,"genre_ids":[35]},{"cast":["Guillermo Francella","Lucía Galán","Daniel Aráoz","Patricio Contreras"],"overview":"On their scond honeymoon, a couple travels to the beaches of the Dominican Republic to reignite their marriage","release_date":"2005-06-02","vote_average":4.2,"runtime":90,"cert":"N\/A","id":75493,"title":"Dad must be crazy!","adult":false,"genre_ids":[35]},{"cast":["Thomas Hartmann"],"overview":"Et comedy show til nørden i os alle!  I sit nye show, Science Faction, tager Thomas udgangspunkt i sin evige interesse for underlige facts; “Jeg har altid haft den regel, at jeg ikke står på scenen og påstår noget er sandt, hvis det ikke er tilfældet,” siger Thomas Hartmann. “Dette bliver, i det nye show, mere aktuelt end nogensinde.” Science Faction bliver som vi kender det fra Hartmann - klassisk, verbal stand-up comedy!","release_date":"2011-10-04","vote_average":7.0,"runtime":119,"cert":"N\/A","id":75494,"title":"Thomas Hartmann: Science Faction","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Det er ikke så meget det at han gør det, men i den grad måden han gør det på. Rune Klan har udviklet sin helt egen unikke stil inden for tryl spiced op med komik. Remedierne der trylles med er utraditionelle og fuldstændig overrumplende, grænsende til det vanvittige - der er altså smæk for skillingen i de ni afsnit af Hokus Fucking Pokus. I hver udsendelse får Rune Klan musikalsk besøg, som giver en effektfuld stemning, til de nogen gange bizarre tryllenumre. Gæsterne er bl.a. L.O.C., DJ Noize, Kenneth Bager, Yepha, Thomas Troelsen m.fl.","release_date":"2009-11-30","vote_average":0.0,"runtime":370,"cert":"N\/A","id":75497,"title":"Rune Klan: Hokus Fucking Pokus","adult":false,"genre_ids":[]},{"cast":["Alex Thomas"],"overview":"Alex Thomas brings his best performance yet as he lights the stage on fire with explosive comedy. This all out, no holds barred freestyle comedy genius is what The Unleashed Comedy series is all about. Follow Alex as he kidnaps your attention and leaves you laughing helplessly gasping for air. From old school style to new school flavor, Alex Thomas shows and proves why he's got next.","release_date":"2008-03-04","vote_average":0.0,"runtime":64,"cert":"N\/A","id":75498,"title":"Alex Thomas: I Got Next","adult":false,"genre_ids":[35]},{"cast":["José Luis Ozores","Antonio Ozores","Manolo Gómez Bur","Tony Leblanc","Manuel Zarzo"],"overview":"An incredulous journalist witnesses how a gentleman in a portrait  of the twenties comes out from the photo and becomes alive to discuss what has not progressed as much as he believed, and to confirme that living was better at his time","release_date":"1966-08-29","vote_average":0.0,"runtime":91,"cert":"N\/A","id":75499,"title":"Hoy como ayer","adult":false,"genre_ids":[35]}]