[{"cast":["Drew Hastings"],"overview":"At 6'6\" tall, clad in a tailored black suit and trademark black horn-rimmed glasses, Drew Hastings is a commanding presence on the stage. As he launches into his personal study of the complex human condition, the irregularities and uncertainties of misguided love, and his earnest attempts at farming, he is hilarious, insightful and deeply self-deprecating. Drew has been a regular guest on the syndicated Bob and Tom Radio Show and All-Star Theatre Tour, and he has years of stand up experience in clubs all across the country. His seasoned comedic talent pays off big in his first long awaited comedy special! Articulate yet acerbic, Drew Hastings is a raconteur with plenty of stories to tell. Irked &amp; Miffed will leave you anything but.","release_date":"2008-05-06","vote_average":10.0,"runtime":62,"cert":"N\/A","id":75502,"title":"Drew Hastings: Irked and Miffed","adult":false,"genre_ids":[35]},{"cast":["Alfredo Landa","Antonio Resines","Manuel Alexandre","Fernando Rey","Cayetana Guillén Cuervo"],"overview":"After spending three years in captivity in Tunis, Bartolomé returns home Extremadura with the only hope to eat his favorite dish: the pork. Along the way he meets a deserter who is traveling with a sow.","release_date":"1992-11-06","vote_average":6.5,"runtime":102,"cert":"N\/A","id":75503,"title":"La Marrana","adult":false,"genre_ids":[]},{"cast":["Hugh Marlowe","Nancy Gates","Rod Taylor","Lisa Montell","Nelson Leigh"],"overview":"Four astronauts returning from man's first mission to Mars enter a time warp and crash on a 26th Century Earth devastated by atomic war.  At first unaware where they are, but finding the atmosphere safe to breathe, they start exploring and find themselves in a divided future where disfigured mutants living like cavemen inhabit the surface, while the normals live comfortably below the surface but are dying as a race from lack of natural water, air and sunlight.","release_date":"1956-03-25","vote_average":5.7,"runtime":80,"cert":"","id":75506,"title":"World Without End","adult":false,"genre_ids":[878]},{"cast":["Nia Ann","Jason Beeston","Carys Eleri","Cecily Fay"],"overview":"In this sword-and-sorcery extravaganza, a group of marauding Knights Templar suffers a curse that transforms them into monsters, driving them to square off against an evil dragon obsessed with annihilating the entire world.","release_date":"2011-09-27","vote_average":2.4,"runtime":90,"cert":"N\/A","id":75507,"title":"Dragon Crusaders","adult":false,"genre_ids":[14,28,878]},{"cast":["María Adánez","Francisco Algora","Fernando Fernán Gómez","María Asquerino","Aurora Bautista"],"overview":"This movie has any coherent plot. It is more the portrait of the lives of different people in the hard years of post-war in Spain (the 40's), and how people manage to survive in a country desolated by the war. Like other films: la colmena or roma (fellini) it shows us lots of characters and some moments of their lives.","release_date":"2004-10-01","vote_average":5.2,"runtime":null,"cert":"N\/A","id":75508,"title":"Tiovivo c. 1950","adult":false,"genre_ids":[]},{"cast":["Phyllis Diller","Dean Martin","Frankie Avalon","Joe Besser","Don Rickles"],"overview":"Phyllis Diller’s brand of comedy is as timeless today as it was in the 1960s, when she became a regular on popular variety and talk shows. From her outrageous costumes to wildly teased hair, Diller was a pioneer among female comediennes, paving the way for future stars. Who can forget her hilarious housekeeping and marriage tips, her beleaguered husband Fang, her cackling laugh and self-deprecating sense of humor? Phyllis Diller: Not Just Another Pretty Face highlights some of her best routines. Special guest stars such as Don Rickles and Dean Martin make this a fun trip back in time.","release_date":"2007-01-30","vote_average":8.0,"runtime":59,"cert":"N\/A","id":75509,"title":"Phyllis Diller: Not Just Another Pretty Face","adult":false,"genre_ids":[35]},{"cast":["Barbara Stanwyck","George Brent","Lyle Talbot","Hardie Albright","David Landau"],"overview":"Nightclub singer Joan Gordon runs away from her gangster boyfriend to become a mail-order bride to a struggling North Dakota farmer. Their relationship has a rocky start, but just as Joan realizes she's developing feelings for her husband, her old boyfriend arrives to win her back.","release_date":"1932-07-23","vote_average":6.8,"runtime":68,"cert":"N\/A","id":75510,"title":"The Purchase Price","adult":false,"genre_ids":[35,18]},{"cast":["May Britt","Mario Castellani","Peppino De Filippo","Franca Faldini","Totò"],"overview":"A clown named Tottons from circus Togni, has forbiden to reveal his identity. He is constantly persecuted by three jealousy women (a lion tamer, a fantasist and a trapeze artist) and also by a policeman for his investigation.","release_date":"1953-11-12","vote_average":8.5,"runtime":70,"cert":"N\/A","id":75511,"title":"Funniest Show on Earth","adult":false,"genre_ids":[35]},{"cast":["Tony Leblanc","Concha Velasco","Alfredo Landa","Manolo Gómez Bur","José Sazatornil"],"overview":"","release_date":"1969-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75512,"title":"Una Vez Al Año Ser Hippy No Hace Daño","adult":false,"genre_ids":[35]},{"cast":["Karim Capuano","Oscar Di Maio","Nicola Di Pinto","Massimiliano Virgili"],"overview":"","release_date":"2003-01-01","vote_average":3.5,"runtime":null,"cert":"N\/A","id":75513,"title":"Il latitante","adult":false,"genre_ids":[]},{"cast":["Totò","Mario Castellani","Ernesto Calindri","Giusi Raspani Dandolo","Valeria Fabrizi"],"overview":"","release_date":"1967-04-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75514,"title":"Tutto Totò - Il grande maestro","adult":false,"genre_ids":[35]},{"cast":["Alfredo Landa","Antonio Ferrandis","Mirta Miller","Tina Sáinz","Josele Román"],"overview":"Benito a railway switchman, one day hears a bugle call and go across a squad of American riders. Fearing an invasion, will look for help, but no more than the making of a film. The appearance of Benito on the set coincides with an explosion of dynamite that does blow. That's how Benito enters into contact with the amazing world of cinema.","release_date":"1972-01-24","vote_average":5.0,"runtime":90,"cert":"N\/A","id":75515,"title":"Vente a ligar al Oeste","adult":false,"genre_ids":[35]},{"cast":["Manuel Alexandre","Miguel Ayones","Florinda Chico","Fiorella Faltoyano","Antonio Ferrandis"],"overview":"","release_date":"1987-06-17","vote_average":5.8,"runtime":null,"cert":"N\/A","id":75516,"title":"Biba La Banda","adult":false,"genre_ids":[35]},{"cast":["Law Kar-Ying","Ashton Chen","He Jie","Lin Qiu","Leung Kar-Yan"],"overview":"A village is often troubled by a group of bandits on horseback, and the villagers send the teacher Fan Jian (Law Kar Ying) to the city to hire swordsmen to protect the village, but unfortunately, due to insufficient funds, he gets snubbed everywhere, failing to hire any professional swordsman. By chance, he runs into a braggart Beggar Su (Shi Xiao Long), who somehow becomes Fan Jian's lifeline by a twist of fate. Beside the braggart are two other unreliable blademasters who are hired as well...","release_date":"2010-11-05","vote_average":6.0,"runtime":87,"cert":"N\/A","id":75519,"title":"Legend of the Swordsman","adult":false,"genre_ids":[14,28,12,35]},{"cast":["Chen Ping","Elliot Ngok","Norman Chu","Lo Lieh","Lam Fai-Wong"],"overview":"Despite its stand-alone title, this mixture of martial arts and exploitation is a semi-sequel to Shaw Brothers's Flying Guillotine series. This time, the focus is Rong Qui-yan (Chen Ping), a kung fu student turned dutiful wife whose life falls apart when her husband is murdered by a squad of government operatives led by the duplicitous Jin Gang-Feng (Lo Lieh). Qui-yan is forced to go into hiding as she plots her revenge and finds allies in fellow fugitive Ma Seng (Tsui Siu Keung) and ex-lover Wang-jun (Yueh Hua). Meanwhile, Jin Gang-Feng sends out an array of killers to track them down. Complicating things further is the fact that Qui-yan is pregnant and struggling to keep her unborn child safe while fighting her way to safety.","release_date":"1978-03-11","vote_average":6.9,"runtime":82,"cert":"N\/A","id":75520,"title":"The Vengeful Beauty","adult":false,"genre_ids":[28,12]},{"cast":["Miroslav Donutil","Iva Bittová","Bolek Polívka","Pavel Nový"],"overview":"The film version of the theatre musical production by the \"Divadlo na provazku\" in Brno tells the tale of legendary bandit Nikola Šuhaj from Koločava.","release_date":"1979-06-01","vote_average":10.0,"runtime":89,"cert":"N\/A","id":75521,"title":"Ballad For A Bandit","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children will fall in love with these wonderful characters as the \"Meet the Vowels.\" Meet the Vowels features characters based on the award winning DVD, Meet the Letters.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75528,"title":"Meet the Vowels","adult":false,"genre_ids":[]},{"cast":["Bette Midler","Nathan Lane","Stockard Channing","David Hyde Pierce","John Cleese"],"overview":"An unsuccessful over-the-top actress becomes a successful over-the-top authoress in this biography of Jacqueline Susann, the famed writer of \"The Valley Of The Dolls\" and other trashy novels. Facing a failing career, Susann meets a successful promoter who becomes her husband. After several failures to place her in commercials and a TV quiz show, he hits upon the idea for her to become a writer. In the pre-60's, her books were looked upon as trash and non-printable. But then the sexual revolution hit and an audience was born for her books. The story shows the hidden behind the scenes story of Susan's life, including her autistic son and her continuing bout with cancer that she hid up to her death","release_date":"2000-01-28","vote_average":4.5,"runtime":95,"cert":"N\/A","id":75531,"title":"Isn't She Great","adult":false,"genre_ids":[35,18]},{"cast":["Totò","Vera Molnar","Nyta Dover","Franca Faldini","Leopoldo Trieste"],"overview":"A barber, murderer because of jealousy, spends twenty years in jail. He cannot, however adjust himself to a changed world and to the hypocrisy of his own relatives and decides to return behind bars.","release_date":"1954-02-25","vote_average":6.2,"runtime":93,"cert":"N\/A","id":75532,"title":"Where Is Freedom?","adult":false,"genre_ids":[18,35]},{"cast":["Sebastián Badilla","Denise Rosenthal","Pablo Zuñiga","Fernando Larraín","Juan Pablo Flores"],"overview":"Gustavo Ortíz is a university student from a comfortable, middle class family who is forced to spend his summer vacation cleaning pools when his parents are struck down with financial problems. Ever the optimist, Gustavo soon realizes that his new job provides the perfect excuse to get closer to the girl of his dreams - his neighbor and former classmate, Nicole Ivanov.","release_date":"2011-03-17","vote_average":2.9,"runtime":92,"cert":"N\/A","id":75533,"title":"The Poolboy","adult":false,"genre_ids":[35]},{"cast":["Shawn Nelson"],"overview":"In May 1995, Shawn Nelson, a 35 year-old plumber, emerged from an eighteen foot mine shaft he had dug beneath his backyard in search for gold. An ex-soldier and methamphetamine abuser, he stole a tank from a nearby National Guard armory and went on a rampage through the residential streets of his neighborhood, crushing cars and lampposts until the cops took him down.","release_date":"2002-09-01","vote_average":7.0,"runtime":55,"cert":"N\/A","id":75536,"title":"Cul de Sac - A Suburban War Story","adult":false,"genre_ids":[99]},{"cast":["Yogi Joshi","Elissa Dowling","Jamie Bernadette","Cassandra Church","Mary Shaffo"],"overview":"","release_date":"2008-09-06","vote_average":2.2,"runtime":null,"cert":"N\/A","id":75537,"title":"Son of Sam","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75538,"title":"Les mystérieuses cités d'or","adult":false,"genre_ids":[16,12]},{"cast":["Gina Lollobrigida","Yvonne Sanson","Carlo Romano","Carlo Giustini","Clelia Matania"],"overview":"","release_date":"1949-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75539,"title":"Campane a martello","adult":false,"genre_ids":[18]},{"cast":["Silvana Pampanini","Carlo Dapporto","Ave Ninchi","Luigi Pavese","Franco Coop"],"overview":"","release_date":"1952-10-04","vote_average":0.0,"runtime":88,"cert":"N\/A","id":75540,"title":"Mademoiselle Gobete","adult":false,"genre_ids":[35]},{"cast":["Pippo Franco","Leo Gullotta","Eva Grimaldi","Oreste Lionello","Enzo Cannavale"],"overview":"","release_date":"1997-01-13","vote_average":4.6,"runtime":null,"cert":"N\/A","id":75541,"title":"Ladri si nasce","adult":false,"genre_ids":[]},{"cast":["Jessica Drake","Carmen Hart","Kirsten Price","Exotica","Devon Michaels"],"overview":"Four female bounty hunters\/bail bonds agents live a life of danger and reckless abandon as they try to track down and arrest various criminals, thugs, bail jumpers and other dregs on the mean streets of Los Angeles as their way of life, while one seeks to get away from it all to search for a quiet life elsewhe.","release_date":"2006-09-16","vote_average":9.0,"runtime":158,"cert":"N\/A","id":75542,"title":"Manhunters","adult":true,"genre_ids":[28,18]},{"cast":["Saki Aibu","Daisuke Maki","Takashi Tsukamoto","Tomohiro Ichikawa","Kamejirô Ichikawa"],"overview":"Takeshi (Takashi Tsukamoto), an Italian restaurant chef, and Ruri (Saki Aibu) could have been lovers, but Takeshi was too comfortable with their current relationship that he chose to stay best friends with her. Now, Ruri is engaged to another man and Takeshi is deep in regret. He runs through the night of Tokyo to tell her his true feelings before it’s too late, but right as he stands in front of Ruri, an unfortunate accident takes his life away. However, a twist of fate brings them back together once again in an ironic situation. \"Eternal First Love\" unfolds as a bittersweet story of an everlasting \"first love.\"","release_date":"2010-09-11","vote_average":6.7,"runtime":105,"cert":"N\/A","id":75543,"title":"Eternal First Love","adult":false,"genre_ids":[]},{"cast":["Dominick Cruz","Demetrious Johnson","Pat Barry","Stefan Struve","Anthony Johnson"],"overview":"UFC Live: Cruz vs. Johnson was a mixed martial arts event held by the Ultimate Fighting Championship on October 1, 2011 at the Verizon Center in Washington D.C.","release_date":"2011-10-01","vote_average":6.3,"runtime":103,"cert":"N\/A","id":75546,"title":"UFC Live: Cruz vs. Johnson","adult":false,"genre_ids":[]},{"cast":["Meredith Monroe","Lochlyn Munro","Brian Krause","Brian Dietzen"],"overview":"After the murder of a police inspector, his widow discovers with horror that, in addition, her only daughter has been kidnapped. While driving in her search, the voice of the technical roadside assistance that comes through the intercom installed in her vehicle, reports that he is who has kidnapped the girl.","release_date":"2009-04-03","vote_average":4.0,"runtime":93,"cert":"N\/A","id":75547,"title":"Nowhere to Hide","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"There are no harsher critics of Metallicas work than the group themselves. This unique book and film review draws on rare documentary footage of Metallica in performance and on tour alongside the candid reflections of Lars Ulrich, James Hetfield and Jason Newstead. This compelling film review is drawn from Metallicas own promotional interviews, television and radio archives around the world to help strip away the layers of sensationalism and half truths and produce the ultimate critical review of Metallica drawn extensively from the bands own views as expressed to the media. The film draws extensively on footage of Metallica live at Woodstock 94.","release_date":"2006-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75550,"title":"Metallica: Reflections","adult":false,"genre_ids":[]},{"cast":["Nino Taranto","Totò","Vanda Osiris","Carlo Dapporto","Harry Feist"],"overview":"","release_date":"1949-04-16","vote_average":5.1,"runtime":84,"cert":"N\/A","id":75551,"title":"The Firemen of Viggiu","adult":false,"genre_ids":[35]},{"cast":["Charlton Heston","Brian Keith","Victoria Racimo","Stephen Macht","Seymour Cassel"],"overview":"The story concerns two grizzled mountain men -- Bill Tyler and Henry Frapp -- during the dying days of the fur-trapping era. The plot begins when Running Moon runs away from her abusive husband Heavy Eagle and comes across the two seedy fur trappers. The mountain men take her in, unaware that Heavy Eagle has dispatched an army of Indian braves to reclaim her.","release_date":"1980-05-01","vote_average":5.9,"runtime":102,"cert":"N\/A","id":75552,"title":"The Mountain Men","adult":false,"genre_ids":[28,12,37]},{"cast":["Peter Strauss","Robert Urich","Paul Winfield","Elizabeth Gracen","Kevin Kilner"],"overview":"A wealthy man's daughter is kidnapped and placed in a box with air for only 83 hours.","release_date":"1990-11-04","vote_average":6.0,"runtime":90,"cert":"N\/A","id":75553,"title":"83 hours 'til dawn","adult":false,"genre_ids":[53]},{"cast":["Brooke Haven","Katja Kassin","Sandra Romain","Tory Lane","Tyla Wynn"],"overview":"","release_date":"2008-09-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75554,"title":"Bend Over and Say Aahhh...Again!","adult":true,"genre_ids":[]},{"cast":["Eddie Bowz","Heather Medway","Ann Turkel","Vince Edwards","Darin Heames"],"overview":"A weekend of 'fear therapy' turns into a nightmare of terror when a mannequin comes to life. Only those with the courage to confront their demons will survive.","release_date":"1995-01-20","vote_average":3.8,"runtime":98,"cert":"N\/A","id":75555,"title":"The Fear","adult":false,"genre_ids":[27,53]},{"cast":["Maria Ozawa","Yasunori Tanaka","Yûya Tokumoto","Asami"],"overview":"Tamayo, lives her life in simple elegance. Her overprotective crimelord father, in order to protect her from outside danger, has given her 3 android bodyguards. Life is good. Until one day Tamayo's father is hospitalized for a stroke and his computer is hacked and his will is found! Inside his will it says that he is leaving his immense fortune solely to Tamayo! When Tsukiyo discovers this, she plots to regain her inheritance. Can she distract the 3 Androids long enough to exact her plan?! Who will the Androids love in the end?! Which Android will win Tamayo's love??!!","release_date":"2011-06-24","vote_average":2.7,"runtime":72,"cert":"","id":75556,"title":"Erotibot","adult":false,"genre_ids":[878]},{"cast":["Angelica Bella","Monika Dvoczka","Pjotr Ganlavsky","Rudolf Hentjes","Barbara Leonid"],"overview":"","release_date":"1999-10-02","vote_average":8.5,"runtime":null,"cert":"N\/A","id":75557,"title":"Intime Kammerspiele","adult":true,"genre_ids":[]},{"cast":["Asa Akira","London Keyes","Arnold Schwartzenpecker","Erik Everhard","Hooks"],"overview":"Featuring her 1st anal and 1st DP scene, Asa Akira Is Insatiable is a depiction of a very unique, raw and beautiful adult performer at her very best. Directed by the award winning Mason and full of interviews, tease, and creative scenarios, the movie captures a sexual goddess at her peak. Watch her very 1st anal scene with male performer of the year, Manuel Ferrara. Watch as a regular three way turns into Asa's very 1st DP scene on the spur of the moment. Watch her gangbanged by 7 guys. This movie is a powerful journey into the mind and soul of a free sexual spirit. Do not miss! 2011 AVN Award winner for: Best Double Penetration Sex Scene Best Anal Sex Scene Best Three-Way Sex Scene (G\/B\/B)","release_date":"2010-09-23","vote_average":10.0,"runtime":224,"cert":"N\/A","id":75558,"title":"Asa Akira Is Insatiable","adult":true,"genre_ids":[]},{"cast":[],"overview":"A filmed adaptation of the acclaimed Tom Stoppard play.","release_date":"2011-08-08","vote_average":5.3,"runtime":null,"cert":"N\/A","id":75559,"title":"Tom Stoppard's Arcadia","adult":false,"genre_ids":[35,18,36,10749]},{"cast":["Faye Reagan","BiBi Jones","Angelica Raven","Jynx Maze","Lily Carter"],"overview":"Young nannies do more than just take care of the kids and house in this scintillating menagerie of lustful sexcapades. Not a cock is left unattended or undrained when these girls get down and dirty. Being alone all day taking kids to the park and watching TV can get a girl awfully lonely. So you just know when the dad is around and mom is away these nannies are going to want to play.","release_date":"2011-02-28","vote_average":7.5,"runtime":99,"cert":"N\/A","id":75560,"title":"Naughty Nanny 3","adult":true,"genre_ids":[]},{"cast":["Sumonrat Wattanaselarat","Wongthep Khunarattanrat","Amornpan Kongtrakarn","Atchara Sawangwai"],"overview":"A big group of freshman students go out of town. On the journey, their bus has to cross a creaky old river bridge which is the only way to get to the center of a dark forest. When the bus is halfway across, the bridge collapses and the bus falls deep into the river more than 50 meters from the surface. Nearly all the students are killed. The remaining students walk into the forest until they discover a mysterious, abandoned town. The students are cruelly murdered one by one. Only the survivor will be able to explain it all.","release_date":"2005-11-09","vote_average":6.0,"runtime":81,"cert":"N\/A","id":75561,"title":"Scared","adult":false,"genre_ids":[27]},{"cast":["Zhao Tao","Marco Paolini","Roberto Citran","Giuseppe Battiston","Rade Šerbedžija"],"overview":"A study of the friendship between a Chinese woman and a fisherman who came to Italy from Yugoslavia many years ago, who live in a small city-island in the Veneto lagoon.","release_date":"2011-09-23","vote_average":7.3,"runtime":100,"cert":"N\/A","id":75562,"title":"Shun Li and the Poet","adult":false,"genre_ids":[18]},{"cast":["Der Graf","Henning Verlage","Licky","Potti"],"overview":"Puppenspiel was the 6th album of the band Unheilig and was released in 2008.","release_date":"2008-10-03","vote_average":9.0,"runtime":119,"cert":"N\/A","id":75563,"title":"Unheilig: Puppenspiel Live - Vorhang auf!","adult":false,"genre_ids":[10402]},{"cast":["Richard Ruxton","Faye Tilles","George Stover","Greg Dohler","Anne Frith"],"overview":"An alien is hunted by a gang of drunken hillbillies who saw him crash-land his spaceship.","release_date":"1985-04-01","vote_average":3.3,"runtime":79,"cert":"N\/A","id":75564,"title":"The Galaxy Invader","adult":false,"genre_ids":[27,878,80]},{"cast":["Der Graf","Henning Verlage"],"overview":"Goldene Zeiten contains songs mainly from the studio album Moderne Zeiten, but also from several older albums.","release_date":"2008-09-15","vote_average":0.0,"runtime":97,"cert":"N\/A","id":75565,"title":"Unheilig: Goldene Zeiten","adult":false,"genre_ids":[10402]},{"cast":["Freddie Mercury","Brian May","Roger Taylor","John Deacon"],"overview":"A Night At The Opera is a DVD-Audio released in 2001 of the original album from 1975. A BluRay (BRD Audio) version was released in 2013.","release_date":"2013-10-01","vote_average":10.0,"runtime":50,"cert":"","id":75566,"title":"Queen: A Night At The Opera","adult":false,"genre_ids":[10402]},{"cast":["Wilfried Brandstötter","Gerhard Füßl","Thomas Gansch","Leonhard Paul","Roman Rindberger"],"overview":"The Trojan Boat – The first theatre work by the Viennese brass septe Mnozil Brass, which has justly been described as the “Monty Python of Music”. Mnozil Brass are all graduates of the famous Vienna Conservatory and impress with their breathtaking comedy and over-the-top imagination. Fully in compliance with Shakespeare’s motto “Let me play the lion too”, they take on all the musical and acting roles in their operetta and – just in passing and with a lot of humour – they also blur the borders between stage and orchestra pit.","release_date":"2007-11-30","vote_average":10.0,"runtime":97,"cert":"N\/A","id":75567,"title":"Mnozil Brass - Das Trojanische Boot","adult":false,"genre_ids":[]},{"cast":["Joanna Angel","Jade Jolie","Jessie Lee","Regan Reese","Scarlett Pain"],"overview":"For her entire life, Joanna Angel faced the constant struggle of not knowing what she liked better: cock or pussy. It was a hard decision! They both rule for many different reasons, but in the end, she thought there could only be one true favorite. Then one day, she had an epiphany - she didn't have to choose ? she could have both...at once! So now, join her in her magical threesome adventure experience...maybe you and a friend can be next?!","release_date":"2009-04-27","vote_average":0.0,"runtime":137,"cert":"N\/A","id":75568,"title":"The Joanna Angel Magical Threesome Adventure Experience","adult":true,"genre_ids":[]},{"cast":["Ho Tsung-Tao","Chan Sing","Michael Chan"],"overview":"After turning against friends of his Kung Fu teacher, Cheung Li Kung is banished to Malaysia, but instead of reforming, Cheung sets up a casino to steal wages back from the miners who work for him. When he also kidnaps the local store owner's daughter, and beats her after she refuses his advances, only those familiar with the invincible techniques of Bruce Lee can stop Cheung's evil use of Kung Fu. They must battle the menacing Malaysian bullwhip expert, and even berserk apes, in furious non-stop action that demonstrates the Shaolin Grand Master's deadly dragon fist, snake and tiger techniques.","release_date":"1978-02-17","vote_average":3.5,"runtime":92,"cert":"N\/A","id":75569,"title":"Bruce Lee The Invincible","adult":false,"genre_ids":[28]},{"cast":["Asa Akira","Cece Stone","Jayla Starr","Lucky Starr","Mika Tan"],"overview":"Interracial porn doesn't get any better than this. The finest, firmest, most curvaceous Asian asses in porn, assembled here for your delectation in Asian Booty 2. Starring Katsuni, Asa Akira, Mika Tan, Cece Stone, Jayla Starr, Lucky Starr","release_date":"2011-02-17","vote_average":9.3,"runtime":195,"cert":"N\/A","id":75570,"title":"Asian Booty 2","adult":true,"genre_ids":[]},{"cast":["Toshiko Fujita","Chika Sakamoto","YUTO KAZAMA","Mayumi Yamaguchi","Umi Tenjin"],"overview":"A year after the events of the first season, a virus Digimon called Diaboromon appears and starts attacking the Internet. The children and their Digimon unite once more in order to prevent him from destroying every communications network on the planet.","release_date":"2000-03-04","vote_average":8.1,"runtime":40,"cert":"N\/A","id":75571,"title":"Digimon Adventure: Our War Game","adult":false,"genre_ids":[12,16]},{"cast":[],"overview":"Faith No More Live at Rock Am Ring","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":75574,"title":"Faith No More: Live Rock am Ring","adult":false,"genre_ids":[]},{"cast":["Brian Eno"],"overview":"A profile of the musician Brian Eno.","release_date":"2010-01-12","vote_average":0.0,"runtime":60,"cert":"","id":75577,"title":"Brian Eno: Another Green World","adult":false,"genre_ids":[99,10402]},{"cast":["Laurien van den Broeck","Jan Decleir","Ramsey Nasr","Kim van Kooten","Willeke van Ammelrooy"],"overview":"A family film, based on a well-known Dutch story from the Middle Ages. Mariken tells the compelling and poetic story of spirited young girl named Mariken. The orphan Mariken lives in a secluded forest with an eccentric old hermit. One day, she decides to leave her surroundings and sets off for town to buy a new goat. On her adventurous journey into the 'real' world, she finds out about the good and bad sides of people.","release_date":"2000-12-07","vote_average":5.5,"runtime":92,"cert":"N\/A","id":75578,"title":"Mariken","adult":false,"genre_ids":[18,10751,14]},{"cast":["Patrick Stewart","Kevin McKidd","Helen McCrory","Joseph McFadden","Marc Warren"],"overview":"A wealthy, successful, East-Anglian tulip grower, Dad Savage is also something of a godfather in the local criminal fraternity but doesn't trust banks to take care of his money. On recommendation from his son, Sav, Dad hires two of Sav's unemployed school friends, Bob and Vic, to help with the business and the crime. After some careless talk from Harold, just known as 'H', about Dad's pension fund, Vic and Bob decide to steal the money from Dad if they can find it. The plans to liberate the money go awry and Sav is killed requiring Bob to call upon his sister Chris to rescue them. Dad intercepts their escape and forces a showdown to try to determine exactly the events of the night in order to identify his son's killer.","release_date":"1998-06-05","vote_average":6.5,"runtime":104,"cert":"","id":75579,"title":"Dad Savage","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"A compilation of clips from 17 classic slasher films.","release_date":"2001-10-02","vote_average":5.6,"runtime":56,"cert":"N\/A","id":75584,"title":"Boogeymen: The Killer Compilation","adult":false,"genre_ids":[27]},{"cast":["Kayla Carrera","Rachel Roxxx","Sarah Vandella","Tricia Oaks"],"overview":"Is there anything better then grabbing a girls pigtails while you fuck her from behind and just fucking the hell out of her? We don't think so either. That's why we bring you the hottest pigtailed sluts that beg to be fucked hard for you to enjoy. These gagging, screaming, dick ridding whores do it all. For pigtailed teen sluts, look no further then Pigtails Round Asses.","release_date":"2008-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75587,"title":"Pigtails Round Asses 8","adult":true,"genre_ids":[]},{"cast":["Humbert Balsan","Aïna Walle","Serge Martina","Jacques Villeret"],"overview":"An adaptation of the novel of the same name by Julien Gracq. Four soldiers await a possible German attack on a fortified house in the forest of the Ardennes.","release_date":"1978-05-16","vote_average":0.0,"runtime":162,"cert":"N\/A","id":75588,"title":"Un Balcon en Forêt","adult":false,"genre_ids":[10749,10752,18]},{"cast":["Greg Spottiswood","Zachary Bennett","Joe Flaherty","Noah Godfrey"],"overview":"Sixteen-year-old Ryan Delaney has won a scholarship, but it's not a full one, so he needs a summer job to pay for his university expenses. And although he's not eighteen, he can't swim, and has never been to camp, he manages to get a job as a camp couselor. But his mother makes him take his younger brother, Sullivan, with him to camp, since she can't look after him while she's working. But camp turns out to be harder than both Ryan and Sullivan thought it would be; and as they fight their battles, they learn about each other, themselves, and what they can do together.","release_date":"1989-06-03","vote_average":5.9,"runtime":103,"cert":"N\/A","id":75589,"title":"Looking for Miracles","adult":false,"genre_ids":[10751,18]},{"cast":["Antoine-Olivier Pilon","Guillaume Lemay-Thivierge","Evelyne Brochu","William Monette","Anick Lemay"],"overview":"In order to to see his idol, Jimi Hendrix, a twelve year old boy attempts a journey from his Quebec village to Woodstock.","release_date":"2011-04-15","vote_average":6.2,"runtime":103,"cert":"N\/A","id":75590,"title":"Frisson Hills","adult":false,"genre_ids":[35]},{"cast":["Silvia Cristian","Adrianna Laurenti","Bambola","Sandra Mertz","Alexa Weix"],"overview":"","release_date":"2003-10-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":75591,"title":"Italie Interdite","adult":true,"genre_ids":[]},{"cast":[],"overview":"Product Description Welcome to WordWorld, the first preschool series where words are truly the stars of the show! Come along for an adventurous romp into a colorful, vibrant world of words with the lovable, legible WordFriends, animals whose bodies are made up of the letters that spell the word they are! The WordFriends go on comic adventures and face challenges that can only be resolved with the right word. That word is built letter by letter, sound by sound, during the funky Build a Word! song at the end of every episode. Once the word is built it morphs, or comes alive into the thing it is! Word building reinforces the pre-reading concept that letters (and their sounds) make words, and that words have real meaning...and power.","release_date":"","vote_average":0.0,"runtime":66,"cert":"N\/A","id":75592,"title":"WordWorld: The Train Escapade","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bellator LII was a mixed martial arts event to be held by Bellator Fighting Championships. It took place on October 1 , 2011 at the L'Auberge du Lac Casino Resort in Lake Charles, Louisiana. The event was distributed live in prime time by MTV2.","release_date":"2011-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75593,"title":"Bellator 52","adult":false,"genre_ids":[]},{"cast":["Rachel Boston","Jay Dee Walters","John Gabriel Rodriquez ","Christian Stokes","Margaret Whitney"],"overview":"Samantha Holt had the perfect life with a handsome fiancée and a future that couldn’t look brighter. But an unexpected turn on a dark lonely road puts her on a collision course with Bruce Miller, a devoted family man who descends into madness when he loses everything he ever cared about. One year later, Bruce decides to give Samantha the punishment he believes she escaped. Samantha has struggled with her own demons since that fateful night, and Bruce will take her struggles to the edge when he implements a demented plan to teach her a twisted lesson that may cost her the ultimate price.","release_date":"2012-04-24","vote_average":5.6,"runtime":76,"cert":"N\/A","id":75594,"title":"Blind Turn","adult":false,"genre_ids":[18,9648,53]},{"cast":["Juno Temple","Kay Panabaker","Kyle Gallner","Neal McDonough","Leslie Mann"],"overview":"Lily and Alison face a life-changing event after they leave their Salton Sea home and follow the boys they meet back to Los Angeles.","release_date":"2011-01-23","vote_average":6.0,"runtime":94,"cert":"N\/A","id":75595,"title":"Little Birds","adult":false,"genre_ids":[18]},{"cast":["Kristy McNichol","Dennis Quaid","Mark Hamill","Don Stroud","Sunny Johnson"],"overview":"An aspiring country singer (Dennis Quaid) and his feisty younger sister\/manager (Kristy McNichol) struggle to reach their dreams of Nashville stardom-as long as she can keep her brother out of trouble with the ladies and the law-in this drama \"inspired by,\" but not really connected to, the hit '70s ballad. Mark Hamill and Don Stroud also star.","release_date":"1981-05-29","vote_average":6.4,"runtime":120,"cert":"N\/A","id":75596,"title":"The Night the Lights Went Out in Georgia","adult":false,"genre_ids":[18,10402]},{"cast":["Kristy McNichol","Michael Ontkean","Robert Carradine","Alexandra Paul","Lance Guest"],"overview":"Susan is a professional flautist who has been handicapped since childhood and is forced to wear a leg brace to get around. After breaking up with her boyfriend, she accepts the offer to travel to Europe on a concert tour. While in Paris, she comes up with an idea to disguise her leg by putting it in a cast and travel on her own to the French Alps to be treated without pity. Not looking to find romance, Susan however has become the interest of Peter, a news photographer. They soon fall in love and Susan is forced to decide if she should tell Peter the truth about herself.","release_date":"1984-11-16","vote_average":7.5,"runtime":94,"cert":"N\/A","id":75597,"title":"Just the Way You Are","adult":false,"genre_ids":[35,10402,10749]},{"cast":["John Klemantaski","Darren Kendrick","Glen Vaughan","Corey Landis","Larry Dirk"],"overview":"As our world suffers the ravages of humankind, scientists look for ways to sustain life. When one of them falls ill and a chrysalis forms around him, a tug of war ensues about the future of the stricken scientist.","release_date":"2008-10-03","vote_average":3.0,"runtime":88,"cert":"N\/A","id":75598,"title":"Chrysalis","adult":false,"genre_ids":[878]},{"cast":["Royce Gracie","Ken Shamrock","Dana White"],"overview":"The UFC Ultimate Royce Gracie DVD introduces you to the most important mixed martial arts fighter of all times. Find out more about the man who helped turn this sport into a mass event that even has its own reality TV show. Watch the Royce Gracie UFC DVD for a nearly six-hour lesson in UFC history. The UFC Ultimate Royce Gracie DVD showcases the man who put mixed martial arts on the map in 1993, a pioneer of the Ultimate Fighting Championship who influenced more fighters than anyone in history. Now you can re-live his amazing career with Ultimate Royce Gracie. The comprehensive Royce Gracie UFC DVD collection captures the jiu-jitsu master at his best with nearly six hours of content, including interviews, behind-the-scenes footage, and of course, his classic fights against Ken Shamrock, Kimo Leopoldo, and Kazushi Sakuraba. If you want to know why the UFC is the biggest combat sport in the world, Ultimate Royce Gracie will show you.","release_date":"2011-05-10","vote_average":0.0,"runtime":337,"cert":"N\/A","id":75601,"title":"UFC: Ultimate Royce Gracie","adult":false,"genre_ids":[28]},{"cast":["Ken Grimbal"],"overview":"This critically acclaimed film examines the history of New York's African-American citizens and culture from the early 1600s through today. Featured are segments on civil rights, politics, business, military heroes, the Harlem Renaissance and much more. Above all else, the film honors and pays tribute to the many great contributions African-Americans have made to New York the nation and indeed, the world.","release_date":"2009-01-06","vote_average":0.0,"runtime":50,"cert":"N\/A","id":75602,"title":"New York Noir: The History of Black New York","adult":false,"genre_ids":[99]},{"cast":["Korn"],"overview":"It's On! (With \"Intro\") Clown Love Song Falling Away From Me Here to Stay Counting on Me Somebody Someone Throw Me Away Shoots and Ladders \/ Need To \/ Lies \/ Make Me Bad \/ Thoughtless \/ A.D.I.D.A.S. Twist Coming Undone Twisted Transistor Got the Life Encore: Freak on a Leash Blind","release_date":"2006-01-01","vote_average":10.0,"runtime":110,"cert":"N\/A","id":75603,"title":"Korn: Rock am Ring","adult":false,"genre_ids":[]},{"cast":[],"overview":"Michelle and Jason crash-land on an asteroid, where a tribe names Michelle their queen. Michelle uses her newfound power to force Jason to listen to her.","release_date":"2009-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75606,"title":"321 Penguins: Compassion Crashin'","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children will fall in love with these wonderful characters as the Meet the Digraphs. Two letters that come together to form a single sound are taught in primary school as \"letter digraphs.\"","release_date":"2011-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":75607,"title":"Meet the Phonics - Digraphs","adult":false,"genre_ids":[10751,16]},{"cast":["Robert Gardner"],"overview":"The film's title is borrowed from a Dani fable that Gardner recounts in voice-over. The Dani people, whom Gardner identifies mysteriously as \"a mountain people,\" believe that there was once a great race between a bird and a snake, which was to determine the lives of human beings. Should men shed their skins and live forever like snakes, or die like birds? The bird won the race, dictating that man must die. The film's plot revolves around two characters, Weyak and Pua. Weyak is a warrior who guards the frontier between the land of his tribe and that of the neighboring tribe. Pua is a young boy whom Gardner depicts as weak and inept.","release_date":"1963-10-01","vote_average":5.9,"runtime":84,"cert":"N\/A","id":75608,"title":"Dead Birds","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75619,"title":"Pato Fu: Música de Brinquedo Ao Vivo","adult":false,"genre_ids":[]},{"cast":["Woody Harrelson","Steve Buscemi","Ben Foster","Robin Wright","Jon Bernthal"],"overview":"Follows veteran police officer Dave Brown, the last of the renegade cops, as he struggles to take care of his family, and fights for his own survival.","release_date":"2011-11-23","vote_average":5.5,"runtime":108,"cert":"15","id":75622,"title":"Rampart","adult":false,"genre_ids":[80,18]},{"cast":["Landon Liboiron","Lindsey Shaw","Ivana Miličević","Jesse Rath","Niels Schneider"],"overview":"On the eve of his high school graduation, unremarkable Will Kidman finally bonds with the girl he has long yearned for, reclusive Eliana Wynter. But he also discovers a dark secret from his past... that he is about to become a werewolf. Now, in an effort to fight destiny and save their love as well as their lives, they must battle not only Will's growing blood lust but an army of fearsome beasts bent on killing them... and then, us all.","release_date":"2011-10-18","vote_average":4.6,"runtime":92,"cert":"N\/A","id":75623,"title":"The Howling: Reborn","adult":false,"genre_ids":[27]},{"cast":["Junko Takeuchi","Mie Sonozaki","Masaki Terasoma"],"overview":"After his capture for attempted assassination of the Raikage, leader of Kumogakure, as well as killing Jōnin from Kirigakure and Iwagakure, Naruto is imprisoned in Hōzukijou: A criminal containment facility known as the Blood Prison. Mui, the castle master, uses the ultimate imprisonment technique to steal power from the prisoners, which is when Naruto notices his life has been targeted. Thus begins the battle to uncover the truth behind the mysterious murders and prove Naruto's innocence.","release_date":"2011-07-30","vote_average":6.9,"runtime":108,"cert":"N\/A","id":75624,"title":"Naruto Shippuden the Movie Blood Prison","adult":false,"genre_ids":[53,16,28,35,27,9648]},{"cast":["Anita Linda","Joem Bascon","Jason Abalos","Angeli Bayani","Perla Bautista"],"overview":"Adela, (Philippines' screen legend Anita Linda) a former radio personality, celebrates her 80th birthday. Alone, and without support, she longs for the family and stability of years gone by. Mundane events take on heightened meaning as Adela gauges her life against those of the sea of humanity. Adela is about the quiet moments in life that can fill us with either joy or sorrow.","release_date":"2008-01-01","vote_average":8.5,"runtime":88,"cert":"N\/A","id":75627,"title":"Adela","adult":false,"genre_ids":[18]},{"cast":["Nora Aunor","Phillip Salvador","Marissa Delgado","Raquel Montesa","Venchito Galvez"],"overview":"A scorned teenager gets revenge on the aging gigolo who took advantage of her while pursuing other women.","release_date":"1980-12-25","vote_average":5.2,"runtime":86,"cert":"N\/A","id":75628,"title":"Bona","adult":false,"genre_ids":[18]},{"cast":["Megumi Hayashibara","Maaya Sakamoto","Megumi Ogata","Takehito Koyasu","Yuko Miyamura"],"overview":"Fourteen years after Third Impact, Shinji Ikari awakens to a world he does not remember. He hasn't aged. Much of Earth is laid in ruins, NERV has been dismantled, and people who he once protected have turned against him. Befriending the enigmatic Kaworu Nagisa, Shinji continues the fight against the angels and realizes the fighting is far from over, even when it could be against his former allies. The characters' struggles continue amidst the battles against the angels and each other, spiraling down to what could inevitably be the end of the world.","release_date":"2012-11-17","vote_average":7.5,"runtime":106,"cert":"N\/A","id":75629,"title":"Evangelion: 3.0 You Can (Not) Redo","adult":false,"genre_ids":[16,878,28,18]},{"cast":["Fabio Testi","Lionel Stander","Guido Mannari","Lynne Frederick","Renato Cestiè"],"overview":"Cormack, the lawman most feared by the rugged pioneers at the turn of the century, has a mysterious bond with \"Caribou,\" an outlaw whom he has jailed. When Caribou escapes from prison, he returns to seek revenge.","release_date":"1975-04-23","vote_average":0.0,"runtime":88,"cert":"N\/A","id":75630,"title":"Red Coat","adult":false,"genre_ids":[12,37]},{"cast":["Bessy Malfa","Kostas Triantafyllopoulos","Gerasimos Skiadaressis","Stelios Mainas","Argyris Xafis"],"overview":"The trainee Orthopedic Doctor George Spyrou began his career in the fictional General Orthopedic Hospital \"All Saints', somewhere on the outskirts of Athens. There you will discover that the hospital population, by physicians, administrators and nurses, to patients, they are all forced to confront dancing a grotesque dance routine. With humor and humanity within a social landscape so angry George Spyratos trying to balance between the warring parties these microcosms. The gradual evolution from inexperienced trainee to experienced editor will be done through the encounter with the absurd environment. Something that would transform from naive young man who initially stands speechless in front of modern Greek chaos, a mature man who will ultimately make a thoughtful account of choice, but persevere, continue to work on public health.","release_date":"2011-03-31","vote_average":6.8,"runtime":89,"cert":"N\/A","id":75633,"title":"Welcome to 'All Saints","adult":false,"genre_ids":[]},{"cast":["Sean Bean","Padma Lakshmi","Daragh O'Malley","Toby Stephens","Lucy Brown"],"overview":"Sean Bean is back as the swashbuckling hero in Sharpe's Challenge, an action packed mini-series to be shot on location in Rajasthan, India. Two years after the Duke of Wellington crushes Napoleon at Waterloo, dispatches from India tell of a local Maharaja, Khande Rao, who is threatening British interests there. Wellington sends Sharpe to investigate on what turns out to be his most dangerous mission to date. When a beautiful general's daughter is kidnapped by the Indian warlord, the tension mounts, leaving Sharpe no option but to pursue the enemy right into its deadly lair. Deep in the heart of enemy territory he also has to keep at bay the beautiful but scheming Regent, Madhuvanthi, who is out to seduce him. The fate of an Empire and the life of a General's daughter lie in one man's hands...","release_date":"2006-04-23","vote_average":6.5,"runtime":138,"cert":"","id":75634,"title":"Sharpe's Challenge","adult":false,"genre_ids":[28,12,10752,36,10770]},{"cast":["Uzeb"],"overview":"1. Uzeb Club 2. New Hit 3. Apres les Confidences 4. Riff 55 6. Loose 7. Blue'n Green 8. Not Even the Shadow of the Tail of a Lizard 9. Spider 10. Mr Bill 11. Wake Up Call 12. Funkaleon 13. 60 rue des Lombards 14. Cool It","release_date":"2006-11-28","vote_average":0.0,"runtime":118,"cert":"N\/A","id":75635,"title":"Uzeb The Last Concert","adult":false,"genre_ids":[10402]},{"cast":["Sigourney Weaver","Robert De Niro","Cillian Murphy","Elizabeth Olsen","Toby Jones"],"overview":"Two investigators of paranormal hoaxes, the veteran Dr. Margaret Matheson and her young assistant, Tom Buckley, study the most varied metaphysical phenomena with the aim of proving their fraudulent origins. Simon Silver, a legendary blind psychic, reappears after an enigmatic absence of 30 years to become the greatest international challenge to both orthodox science and professional sceptics. Tom starts to develop an intense obsession with Silver, whose magnetism becomes stronger with each new manifestation of inexplicable events. As Tom gets closer to Silver, tension mounts, and his worldview is threatened to its core.","release_date":"2012-03-02","vote_average":6.1,"runtime":119,"cert":"15","id":75638,"title":"Red Lights","adult":false,"genre_ids":[53]},{"cast":["Alain Caron"],"overview":"Tracks: Ocean of Trees; Double Agent; Signal; Ink Illusion; Show of Hands; No Left Turn on Tuesday; Slam the Clown; Turkey Loose on the Kit; Baby Step; Solitude; Black Paws; D-Code. Personnel: Alain Caron: fretless and fretted basses; Jean St-Jacques: keyboards and Malletkat; David Bellemare: saxophones; Simon Langlois: drums; Francois Blouin: keyboards.","release_date":"2006-07-04","vote_average":6.5,"runtime":110,"cert":"N\/A","id":75639,"title":"Alain Caron Live: Cabaret de Montreal","adult":false,"genre_ids":[10402]},{"cast":["Şafak Sezer","Aydemir Akbaş","Arzu Yanardağ","Ali Catalbas"],"overview":"","release_date":"2011-01-01","vote_average":5.2,"runtime":null,"cert":"N\/A","id":75640,"title":"Kolpaçino: Bomba","adult":false,"genre_ids":[35]},{"cast":["Faye Dunaway","Max von Sydow","Oskar Werner","Malcolm McDowell","Orson Welles"],"overview":"A luxury liner carries Jewish refugees from Hitler's Germany in a desperate fight for survival.","release_date":"1976-12-22","vote_average":6.2,"runtime":155,"cert":"N\/A","id":75641,"title":"Voyage of the Damned","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"","release_date":"1956-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75642,"title":"Kontakt!","adult":false,"genre_ids":[10752,18]},{"cast":["Sade"],"overview":"1. Your Live is King 2. Smooth Operator 3. Hang on to Your Love 4. Never as Good as the First Time 5. Sweetest Taboo 6. Is it a Crime 7. Paradise 8. Nothing Can Come Between Us 9. Turn my Back 10. Love is Stronger than Pride 11. No Ordinary Love 12. Cherish the Day 13. Kiss of Life 14. Feel no Pain","release_date":"1993-08-25","vote_average":0.0,"runtime":60,"cert":"N\/A","id":75645,"title":"Sade: Life Promise Pride Love","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The height of two men, the weight of four, the strength of sixteen; Sir Boris, finest swordsman in the world, and his brother Sir Morris, not the finest swordsman in the world, but the most enthusiastic, and their noble pets, Sir Horace the dog, and Sir Doris the hamster; the Big Knights!","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":75646,"title":"The Big Knights","adult":false,"genre_ids":[28,53,878]},{"cast":["Ertan Šaban","ilker inanoğlu","Nilüfer Açıkalın"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75647,"title":"Hayde Bre","adult":false,"genre_ids":[18]},{"cast":["Sheryl Crow"],"overview":"Performance taped in New York City on October 31, 2005 Run Baby Run Hard To Make A Stand Maybe Angels Good Is Good Letter To God It It Makes You Happy I Know Why The First Cut Is The Deepest Strong Enough Wildflower Chances Are It Don't Hurt Always On Your Side Where Has All The Love Gone Everyday Is A Winding Road","release_date":"2005-10-11","vote_average":0.0,"runtime":72,"cert":"N\/A","id":75648,"title":"Sheryl Crow Wildflower","adult":false,"genre_ids":[10402]},{"cast":["Anton Androsov","Lev Durov","Alexander Kuznetsov","Mikhail Zhigalov","Andrei Tashkov"],"overview":"A drama from the life of the prisoners in a regular jail in Soviet Union.","release_date":"1989-06-06","vote_average":6.0,"runtime":102,"cert":"N\/A","id":75649,"title":"Bespredel","adult":false,"genre_ids":[18,80]},{"cast":["Gloria Steinem"],"overview":"Feminist icon Gloria Steinem is interviewed by Peter Kunhardt as she discusses her childhood, her career, the women's movement, and her personal life","release_date":"2011-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75650,"title":"Gloria: In Her Own Words","adult":false,"genre_ids":[99]},{"cast":["Idris Elba"],"overview":"Presented by actor, DJ, MC and lifelong hip hop fan Idris Elba (The Wire, Luther) and featuring stars from both sides of the Atlantic (Snoop Dogg, Mark Ronson, Nas, Rakim, Debbie Harry, Jessie J, Chipmunk, Tinchy Stryder and N Dubz, to name just a few), How Hip Hop Changed the World counts down the defining moments of a culture that exploded out of the wastelands of 1970s New York and went on to become one of the most dominant global economic, political and social forces of our time. From the birth of turntabalism to the UK grime artists who are now conquering the world, this two-hour special reveals everything you need to know about hip hop.","release_date":"2011-08-12","vote_average":0.0,"runtime":97,"cert":"","id":75651,"title":"How Hip Hop Changed the World","adult":false,"genre_ids":[99,10402]},{"cast":["Valeriy Zolotukhin","Elena Proklova","Lyudmila Gladunko","Vladimir Vysotskiy","Larisa Malevannaya"],"overview":"Young husband returns from military service, but his marriage is ruined by his increasing feelings of jealousy towards his cheerful and open-minded wife. His second marriage is no more successful, and he resorts to drinking and risks losing his job.","release_date":"1975-06-06","vote_average":7.0,"runtime":91,"cert":"N\/A","id":75652,"title":"The Only One","adult":false,"genre_ids":[18]},{"cast":["Christina Schollin","Erik Hell","Emy Storm","Hans Wigren","Håkan Serner"],"overview":"Divorced skipper John meets Anita, a single mother, at a port and spends the weekend with her.","release_date":"1964-11-23","vote_average":5.4,"runtime":111,"cert":"N\/A","id":75653,"title":"Dear John","adult":false,"genre_ids":[18]},{"cast":["Jasen Wade","Emily Wadley","Jason Celaya","Natalie Blackman","Bruce Newbold"],"overview":"As part of the Willie Handcart Company, Levi Savage (Jasen Wade) feared that leaving late in the season would lead to despair and death. What he came to find out is that for every tragedy, there is a multitude of miracles. Based on unbelievable actual events, and brought to you by filmmaker T.C. Christensen (Praise to the Man, The Work and the Glory), 17 Miracles will open your eyes to the stories of the Mormon Pioneers as you have never seen them before. Something extraordinary is about to happen.","release_date":"2011-01-01","vote_average":5.3,"runtime":113,"cert":"N\/A","id":75654,"title":"17 Miracles","adult":false,"genre_ids":[36,18,12]},{"cast":[],"overview":"Fourth edition of Rock in Rio, back to its origins. Performed 24-09-2011","release_date":"","vote_average":0.0,"runtime":97,"cert":"N\/A","id":75655,"title":"Red Hot Chili Peppers: Rock In Rio","adult":false,"genre_ids":[10402]},{"cast":["Jesse Eisenberg","Mark Ruffalo","Woody Harrelson","Mélanie Laurent","Isla Fisher"],"overview":"An FBI agent and an Interpol detective track a team of illusionists who pull off bank heists during their performances and reward their audiences with the money.","release_date":"2013-05-29","vote_average":7.4,"runtime":116,"cert":"12A","id":75656,"title":"Now You See Me","adult":false,"genre_ids":[53,80]},{"cast":["James D'Arcy","Noel Clarke","Frank Harper","Kate Magowan","Jamie Foreman"],"overview":"The film is a semi-biographical story based on the experiences of former prison guard Ronnie Thompson who spent seven years working in some of the UK's most dangerous prisons. Based on Thompson's book of the same name, the project stars James D'Arcy (Master &amp; Commander), Noel Clarke (Kidulthood), Frank Harper (The Football Factory), Jamie Foreman (Layer Cake), Andrew Shim (This Is England) and Kate Magowan (Stardust). The story revolves around former soldier Sam Norwood who takes a job as a prison officer when he returns from Iraq and becomes exposed to the underworld of prison culture - including corrupt guards and drug trafficking.","release_date":"2011-06-03","vote_average":5.4,"runtime":110,"cert":"18","id":75657,"title":"Screwed","adult":false,"genre_ids":[28,80]},{"cast":["Lillian Randolph","Thea Vidale"],"overview":"Tom pretends to have a cold in order to trick Mammy into letting him stay inside for the night. Jerry tricks Tom by making him think he really is sick - with the measles.","release_date":"1949-02-26","vote_average":6.6,"runtime":7,"cert":"N\/A","id":75658,"title":"Polka-Dot Puss","adult":false,"genre_ids":[16,35]},{"cast":["Lidiya Smirnova","Ivan Pereverzev","Vladimir Chobur","Aleksei Matov","Vladimir Shishkin"],"overview":"When Shura's sister dies, Shura starts taking care of her newly orphaned niece. Her fiancee, Grisha thinks the child may be Shura's own, and his suspicions estrange them. This leaves the way clear for a shy neighbor who has loved her from afar to gain points as a potential mate. Stenberg's design is simple and effective - a strongly-colored portrait of the pensive heroine at a table that provides space for the title and limited credits.","release_date":"1940-07-09","vote_average":6.0,"runtime":80,"cert":"N\/A","id":75659,"title":"My Love","adult":false,"genre_ids":[35,10749]},{"cast":["Rodion Nahapetov","Natalya Sayko","Oksana Fandera","Tatyana Kravchenko"],"overview":"Стремительным рывком врезается красная \"Лада\" в белый \"Мерседес\"... Взрыв, еще один, и вот уже огнем объяты обе машины, и только крики гибнущих людей еще звучат и звучат в ушах... Вы увидите эти кадры дважды. Теперь - кратко о главном. Таксист Антон Клямин соглашается отвезти в горы банки со сгущенным молоком. По пути он берёт попутчицу - тётку, везущую могильный камень. И вдруг авария: машина в кювете, \"сгущенка\" - в разные стороны. От удара банки помялись, одна из банок дает трещину и герой понимает, что везет наркотики...","release_date":"1988-06-06","vote_average":1.0,"runtime":91,"cert":"N\/A","id":75660,"title":"Utrenneye Shosse","adult":false,"genre_ids":[80,9648,18]},{"cast":["Nina Conti"],"overview":"Nina and Monkey host an hilarious cavalcade of double acts, in this over-populated solo show. Barry Award, Melbourne Comedy Festival. Sell out hit at Edinburgh Festival and London’s Soho Theatre.","release_date":"2008-07-07","vote_average":0.0,"runtime":null,"cert":"15","id":75661,"title":"Nina Conti: Complete And Utter Conti","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Triumph performs live at the Us Festival which took place in California in 1983. Allied Forces Lay It on the Line Never Surrender Magic Power World of Fantasy Rock and Roll Machine When the Lights Go Down Fight the Good Fight Spellbound Follow Your Heart","release_date":"2003-09-23","vote_average":0.0,"runtime":67,"cert":"N\/A","id":75662,"title":"Triumph Live at the US Festival","adult":false,"genre_ids":[10402]},{"cast":["Peter Gabriel"],"overview":"Father, Son Sledgehammer Blood of Eden Games Without Frontiers I Don't Remember Big Time Lovetown Red Rain In Your Eyes Don't Give Up The Barry Williams Show Washing of the Water Biko Kiss That Frog Mercy Street Growing Up Shaking the Tree Shock the Monkey Steam The Drop Zaar Solsbury Hill Digging in the Dirt","release_date":"2004-11-15","vote_average":0.0,"runtime":141,"cert":"N\/A","id":75663,"title":"Peter Gabriel - Play The Videos","adult":false,"genre_ids":[10402]},{"cast":["Philippe Torreton"],"overview":"For many French, who fought bravely, the First World War was to be the \"all wars.\" Yet within two decades, Europe, and France in particular, was slipping again into the barbarism and cruelty of another conflict. The dreams of peace were dashed, and a new generation thrown into chaos. What sinister sequences preceded the Second World War? Back to the tragic events throughout the chronicle of a time nourished by passions and agitation, dominated by powerful personalities.","release_date":"2009-10-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75664,"title":"1919-1939 : la drôle de paix","adult":false,"genre_ids":[]},{"cast":["Dido"],"overview":"Here With Me (Video) Thank You (Live)","release_date":"2000-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75667,"title":"Dido: Here With Me","adult":false,"genre_ids":[10402]},{"cast":["Philippe Torreton"],"overview":"","release_date":"2004-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75668,"title":"Un été 44 - La libération","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yoga was brought to the west from India by a lineage of male teachers. Now there's a generation of women who are leading the way and they're radically changing people's lives. From the busy streets of Manhattan to the dusty slums of Kenya, from the golden beaches of Australia YOGAWOMAN uncovers a global phenomenon that has changed the face of yoga forever.","release_date":"2012-10-19","vote_average":0.0,"runtime":84,"cert":"N\/A","id":75675,"title":"Yogawoman","adult":false,"genre_ids":[99]},{"cast":["Eric Tsang","Huang Bo","Yao Chen","Song Jia"],"overview":"","release_date":"2006-12-29","vote_average":5.8,"runtime":null,"cert":"N\/A","id":75678,"title":"Big Movie","adult":false,"genre_ids":[35]},{"cast":["Satoshi Tsumabuki","Kumiko Aso","Eiichiro Funakoshi","Isao Hashizume","Ryohei Hirota"],"overview":"Tears for You is a love story about two step-siblings, Yota (Satoshi Tsumabuki) and Kaoru (Masami Nagasawa). Long ago, Yota's mother (Kyoko Koizumi) married Kaoru's jazz-playing father (Tatsuya Nakamura), effectively merging the two families. Unfortunately, Kaoru's father skipped town, and Yota's mother passed away, but not before imparting a dying wish to her young son to take care of Kaoru. In the meantime, the two young children were raised by Yota's grandmother on a small island off the coast of Okinawa. When Yota came of age, he took on a role not just as a brother but as a surrogate father of sorts for Kaoru, al","release_date":"2006-09-30","vote_average":6.6,"runtime":118,"cert":"N\/A","id":75679,"title":"Tears for You","adult":false,"genre_ids":[18]},{"cast":["Alexandra Lockwood","Crystal Dilworth","Evans Boney","Zachary Abbott","Raj Katti"],"overview":"\"Piled Higher and Deeper\" The Movie is a live-action adaptation of the popular online comic strip by Jorge Cham. It was filmed on location at and was produced in partnership with the California Institute of Technology (Caltech). The film introduces audiences to the unique and funny culture of Academia and follows four graduate students (Cecilia, Mike, Tajel and the “Nameless Grad Student”) as they struggle to find balance between research, teaching and their personal lives with humor and heart.","release_date":"2011-08-12","vote_average":6.4,"runtime":65,"cert":"N\/A","id":75680,"title":"The PHD movie","adult":false,"genre_ids":[35]},{"cast":["Alektra Blue","Mikayla Mendez","Kaylani Lei","Rachel Roxxx","Barrett Blade"],"overview":"Lucy (Alektra Blue) never fit in with the other girls. And as hard as she tried, she couldn't figure why. Why they couldn't accept her. Why they were so mean. Then, while searching for a room to rent, Lucy meets Kat and Fern. Both are dark, eccentric, and don't judge her harshly like the other girls. What's more, they seem to know much more about Lucy than she knows about herself. With the newfound knowledge of her \"gift\"-which Kat and Fern share with her-Lucy begins to become who she was always meant to be. She discovers sexual euphoria like she's never before imagined the exhilaration of being able to perform spells, and, most importantly, a greater understanding and acceptance of her.","release_date":"2009-04-07","vote_average":0.0,"runtime":80,"cert":"N\/A","id":75681,"title":"The Gifted","adult":true,"genre_ids":[]},{"cast":[],"overview":"Der atemberaubende ‘Planet Erde’-Nachfolger geht in die zweite Runde. Packende, erstaunliche und dramatische Geschichten aus der Natur – zum ersten Mal in einer bis dato noch nie gezeigten Brillanz gefilmt. In Volume 2 werden beispielsweise Seelöwen beobachtet, die ein tödliches Katz-und-Maus-Spiel mit Weißen Haien treiben. Atemberaubende Zeitlupenbilder zeigen, wie Hasenmaulfledermäuse im Sturzflug Fische aus dem Wasser schnappen. Und Großaufnahmen offenbaren, wie fleischfressende Pflanzen jagen.","release_date":"2009-07-14","vote_average":7.5,"runtime":null,"cert":"PG","id":75684,"title":"Life - Das Wunder Leben - Vol. 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Die dreiteilige Doku-Serie entführt den Zuschauer in die Welt des größten Regenwaldes der Erde. In eine Region, die den ersten Europäern, die sie betraten, Furcht einflößte. Für sie war der Amazonas eine \"Grüne Hölle\", ein unheilvoller Ort voller giftiger Pflanzen und gefährlicher Tiere. Heute weiß man, wie artenreich und einmalig das Gebiet ist, welch wichtige Rolle es für das Weltklima spielt und, dass sich viele bislang unentdeckte Rohstoffe für z.B. Arzneien in den Pflanzen verbergen. Drei Jahre verbrachte das Produktionsteam am Amazonas. Auf einer Fläche, etwa 20mal so groß wie Deutschland, legten sie tausende Kilometer zu Fuß, in Booten, in Flugzeugen oder Helikoptern zurück. Sie wagten sich in weit entlegene Regionen, erklommen die Wipfel von Urwaldriesen und tauchten zwischen überfluteten Baumkronen.","release_date":"2011-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":75685,"title":"Mythos Amazonas","adult":false,"genre_ids":[]},{"cast":["Arye Gross","Claudia Christian","Adrienne Shelly","Ray Baker","R. Lee Ermey"],"overview":"Lowly hotel clerk Matthew Welch stumbles unto a chance to go on a date with supermodel Hexina by pretending he is someone else. But something goes wrong on the date, she tries to kill him! Soon she kills a couple more people, and unfortunately all the evidence points to Matthew. Gloria, who has been wishing Matthew would ask her on a date, thinks he is innocent and is willing to help, but hardnosed Detective Ferguson is hot on the clues, and closing in on Matthew.","release_date":"1993-01-22","vote_average":5.4,"runtime":90,"cert":"N\/A","id":75686,"title":"Hexed","adult":false,"genre_ids":[35,53]},{"cast":["Angelina Armani","Céline Tran","Nikki Benz","Mick Blue","James Deen"],"overview":"The heartbreak of love is explored in this erotic tale by Celeste. We visit a bar were lonely hearts discover that love is not a game they can win and how their heartbreak is healed with the power of good sex.","release_date":"2009-06-23","vote_average":0.0,"runtime":92,"cert":"N\/A","id":75689,"title":"You & Us","adult":true,"genre_ids":[10749]},{"cast":["Aurora Snow","Chloe","Ava Vincent","Mariah Milano","Tina Tyler"],"overview":"When Chloe's husband disappears after a trip to Mexico, her friends gather together to help her work through her loss. The talk soon turns to magical crystals -- and shortly after that, to sex.","release_date":"2001-06-25","vote_average":0.0,"runtime":122,"cert":"R18","id":75690,"title":"Crystal Dreams","adult":true,"genre_ids":[]},{"cast":["Tyra Misoux","Anja Juliette Laval"],"overview":"You want to know your star Intimately? Then here's the opportunity. We have gathered the best and hottest cuts and with private and backstage footage well seasoned. Tyra is yours, as you want to see her!","release_date":"2003-01-01","vote_average":0.0,"runtime":82,"cert":"R18","id":75691,"title":"Tyra Misoux...süss wie Schokolade...","adult":true,"genre_ids":[]},{"cast":["Richard Gomez ","Jinggoy Estrada","Iza Calzado","Snooky Serna","Emilio Garcia"],"overview":"A back to back treatment of a malaise which has shocked Philippine society for the past so many years: the mysterious disappearances and killings of Filipino journalists and activists. The film focuses on a hard-hitting radio commentator and his conflict with a former classmate who is a suburban town mayor. The radioman’s story runs parallel to the tale of a student-activist on the run with his activist-girlfriend. These parallel stories are interwoven with a third story, that of the former military man , now their would-be assassin. This killer’s unexpected obsession with his wife leads to a climax of murder and mayhem.","release_date":"2009-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75692,"title":"Bente","adult":false,"genre_ids":[18]},{"cast":["Steven Cheung","Kenny Kwan","Gillian Chung","Charlene Choi"],"overview":"Bowl (Kenny Kwan) and Noodle (Steven Cheung) are two idle high school students who need to evade at least three menaces each day before they can get to school. There is nasty little neighbourhood bully Razor (Cheung Tat Ming) who chases them over every minor dispute, uniformed policeman David (Tats Lau) who lustily body-searches everyone he sees and small-time hood Ganker (Chan Wai Man) who is constantly on the lookout for new blood to replenish his ever shrinking gang. Pride and dignity seem so out of reach. If only they can find the guiding light to fame and fortune, then life will be rosy again. Some dreams do come true. Trying to stay ahead of Razor, Bowl and Noodle inadvertently join Ganker' s gang and end up at a gangster conference where the Boss (Ray Lui) gives them $300,000 to perform a Mission of Glory at 6am the next day. To Bowl and Noodle, this is a fortune and a shortcut to fame, but a deadly mission awaits them.","release_date":"2004-11-25","vote_average":0.0,"runtime":89,"cert":"N\/A","id":75693,"title":"6 AM","adult":false,"genre_ids":[28,35]},{"cast":["Alex Fong","Moon Lee","Elaine Lui Siu-Ling","Nathan Chan Ting-Wai","Siu Yuk-Lung"],"overview":"Mona, Billy and Elaine are a tough trio known as the \"Angels.\" While they are on vacation in Malaysia (Kuala Lumpur), they find out that one of Billy's school-chums is now a gun-runner plotting a revolution in Malaysia with his private army. The Angels decide it is up to them to stop him.","release_date":"1988-08-09","vote_average":5.5,"runtime":90,"cert":"N\/A","id":75694,"title":"Iron Angels 2","adult":false,"genre_ids":[28]},{"cast":["Ng Yuen-Jun","Kwan Fung","Wong Mei-Mei","Lau Fong-Sai","Wang Sha"],"overview":"Complex plots? This director didn't want them. Expensive, famous stars? Didn't need them. Glorious sets and costumes? He could take them or leave them. With his choreographer Hsu Hsia, John Lo Mar liked making lean, mean, fighting movies, and fans rejoiced. Here Wu Yuan-chin stars as \"the Kid,\" a monk whose education in the aptly named \"Crazy Lo Han Fist\" finds him battling a cruel bandit's son and befriending an abused prostitute. From then on, it's one fight after another in another John Lo Mar martial arts marvel.","release_date":"1979-01-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":75695,"title":"The Boxer from the Temple","adult":false,"genre_ids":[28]},{"cast":["Adam Cheng","Alexander Fu Sheng","Hsiao Ho","Kara Hui","Lau Kar-Wing"],"overview":"Chan Chiao a.k.a. The Cat (Adam Cheng) and Pai Yu-tang a.k.a. The Rat (Alexander Fu Sheng) compete in various flamboyantly choreographed duels before realizing that they must seek the judgment of their master (Lau Kar-wing). He disappoints them by ruling that their abilities are perfectly equal, then being so completely impartial as to give the Rat a nine-ringed sword which he can use to defeat the Cat, and giving the Cat a spear to defeat the sword which he just gave the Rat. A few more contests result in ties before a subplot gets underway involving a precious jade seal owned by the Emperor Yung Hsi (Gordon Lau) and the thieves out to steal it. This, finally, is what forces the Cat and Rat to work together and overcome their rivalry.","release_date":"1982-09-29","vote_average":4.5,"runtime":92,"cert":"N\/A","id":75696,"title":"Cat vs. Rat","adult":false,"genre_ids":[28]},{"cast":["Louis Koo","Nick Cheung","Athena Chu","Christy Chung","Ben Lam"],"overview":"Jersey is a popular gambler in Mongkok. One day, he takes a trip to Japan with her girlfriend, Nancy, they come to Chinese resaurant. Suddenly, a gang of Japanese triads comes in and starts a fight. Just at the moment when he is in danger, the restaurant owner uses a special card - casting skill to save him. Jersey recognize it is the skill of Cool, the Gambling King, but the owner refuses to admit that Cool is still alive. Cool finally admit his true identity and tells Jersey that Ho Yan was orginally his girlfriend but now she is the wife of Yeung. Cool treated Yeung like his brother, but he is jealous of Cool's beautiful grilfriend and wealth. Yeung conspired to take away Cool's everthing. With Jersey's help, Cool decides to get Ho Yan back, but he does not realizes that Yeung is setting another trap for him.","release_date":"2000-08-31","vote_average":6.5,"runtime":103,"cert":"N\/A","id":75697,"title":"Conman in Tokyo","adult":false,"genre_ids":[28,35]},{"cast":["Faan Dung Yue","Hoh Cheng","Chiu Liu Liu","Wong Chek"],"overview":"Cheng runs away from a marriage arranged by his parents to the temple. Then he starts to learn with the monks later on. However, his master Hung Duk only assigns hard work and does not teach them Kung Fu. Cheng and his mates are disappointed. The Rover, a Kung Fu fanatic, puts them to shame. He once a Shaolin student but expelled for misbehavior, goes back to Shaolin to humiliate the monks. Cheng and his mates are beaten by the Rover. Hung Duk eventually starts to teach them Kung Fu but the abbot punishes him for his flight with the Rover. Cheng is incensed. He goes out and pits himself desperately against the Rover…","release_date":"1985-08-08","vote_average":6.5,"runtime":96,"cert":"N\/A","id":75698,"title":"Disciples Of Shaolin","adult":false,"genre_ids":[35,28]},{"cast":["Cheng Pei-Pei","Lo Lieh","Elliot Ngok","Tung Li","Wong Chung-Shun"],"overview":"After being implicated in the theft of the Jade Dragon Sword, Fan Ying (Cheng Pei-pei) is banished to the Dragon Swamp for 20 years. Now, 20 years later, the sword has been stolen again, and the members of Lingshan Clan are sent out to find the culprit. Among those is Qing-Erh (Cheng Pei-pei again), who meets a wandering swordsman (Yueh Hua) searching for the long lost Fan Ying. Together they decide to enlist the help of the Dragon Swamp Master in their respective searches.","release_date":"1969-03-27","vote_average":6.4,"runtime":105,"cert":"N\/A","id":75699,"title":"Dragon Swamp","adult":false,"genre_ids":[28,12]},{"cast":["Wang Qun","Sharon Kwok Sau-Wan","Ji Chun-Hua","Tam Chiu","Gabriel Wong"],"overview":"Wong Fei Hong (Wong Kwan) must fight against slave trader Master Eleven (Ji Chun Hua) and Prefect Wu to stop the Chinese being sold as slaves work in the gold mines in America.","release_date":"1993-01-01","vote_average":3.0,"runtime":94,"cert":"N\/A","id":75700,"title":"Fist from Shaolin","adult":false,"genre_ids":[28]},{"cast":["Ti Lung","Chen Kuan-Tai","Wong Chung","Lily Li Li-Li","Ching Li"],"overview":"This prime example of director\/co-writer Chang Cheh's mastery takes place in Seoul right after the Korean War, as a kung-fu master, combat instructor, explosives expert, and missile specialist must take on a venal drug smuggling gang. Representing the Book of Revelation's four riders of war, famine, disease, and death as heroes against murder, corruption, jealousy, and greed, it's a brutal battle where the one true winner is the audience.","release_date":"1972-12-22","vote_average":8.0,"runtime":104,"cert":"N\/A","id":75701,"title":"Four Riders","adult":false,"genre_ids":[28]},{"cast":["Willem Voogd","Bo Maerten","Mees Peijnenburg","Anna Raadsveld","Géza Weisz"],"overview":"De ouders van Isa en haar oudere broer Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl nieuwe vriendschappen opbloeien, komt camping Timboektoe in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen. Het ziet er zelfs naar uit dat de camping moet sluiten…. Zal het Isa en Kars lukken om Timboektoe open te houden?","release_date":"2007-10-04","vote_average":6.8,"runtime":104,"cert":"N\/A","id":75702,"title":"Timboektoe","adult":false,"genre_ids":[10749,10751]},{"cast":["Patrick Martens","Nicolette van Dam"],"overview":"Het is het einde van het schooljaar, ook voor de rangers van de dierentuin. Maar...niet voor lang: de rangers gaan via een uitwisselingsprogramma naar het kleurrijke Afrika. Ze mogen meehelpen in het Wildpark, om bedreigde diersoorten te verzorgen en te beschermen. Als hun vliegtuig neerstort stranden ze midden in de rimboe. Zonder telefoon, voedsel of hulp. Ze zijn overgeleverd aan de wetten van de natuur. Al snel merken de rangers dat het in de natuur heel anders aan toe gaat dan in de dierentuin. Maar niet alleen het Afrikaanse Wild-leven, ook de directeur van het Wildpark blijkt donkere kanten te hebben. In de hoop gevonden te worden, besluiten de rangers zich te splitsen in twee groepen. Als tot overmaat van ramp Bionda ineens verdwijnt, neemt hun Afrikaanse reis een totaal andere wending. De rangers kunnen alleen op elkaar vertrouwen. In Afrika beleven ze het avontuur van hun leven.","release_date":"2005-07-14","vote_average":4.0,"runtime":85,"cert":"N\/A","id":75703,"title":"Zoop in Afrika","adult":false,"genre_ids":[28,12,10751]},{"cast":["Ashton Chen","Hao Shao-Wen","Yuen Biao","Vivian Hsu","Kara Hui"],"overview":"A youthful Shaolin initiate inadvertenly separated from the rest of gang joins forces with dashing adventurer (Biao) on a request to protect a priceless artifact from his greedy brother.","release_date":"1996-07-05","vote_average":7.4,"runtime":89,"cert":"N\/A","id":75704,"title":"Dragon from Shaolin","adult":false,"genre_ids":[28,35]},{"cast":["Patrick Martens","Nicolette van Dam","Juliette van Ardenne","Vivienne van den Assem"],"overview":"Deze zomer worden de rangers blij verrast met de terugkeer van Alwin. Hij blijkt echter met een reden teruggekomen te zijn, want hij heeft hulp nodig. In India is een kudde olifanten verdwenen en de dorpelingen zijn radeloos. Onmiddelijk besluiten de rangers naar India te vertekken om te kudde terug te vinden. Aangekomen in India blijkt dat de olifanten niet zomaar zijn verdwenen, maar dat ze zijn ontvoerd door ivoorsmokkelaars. De rangers splitsen zich op in twee groepen. De ene groep gaat de jungle in, op zoek naar de olifanten, terwijl de andere groep afreist naar Mombai om het spoor van de smokkelaarste vinden. In hun poging de olifanten te redden moeten de rangers niet alleen de gevaren trotseren, maar belanden ze ook nog in een echte Bollywoodfilm.","release_date":"2006-06-29","vote_average":6.0,"runtime":103,"cert":"N\/A","id":75705,"title":"Zoop in India","adult":false,"genre_ids":[10751,12,28]},{"cast":["Mao Zhi-Qiang","Yuan Wen-Ting","Fan Siu-Wong"],"overview":"Martial arts action film Wu Seng was made in commemoration of the 25th anniversary of Jet Li classic The Shaolin Temple. Set in the 14th century during the early years of the Ming Dynasty, Wu Seng stars Hong Kong action star Terry Fan Siu Wong as Shaolin-trained general Yang Wu. After Yongle usurped the throne from Emperor Jianwen, loyal general Yang Wu secretly rescued child prince Zhu Wenkui and placed him in the care of the Wenchang Temple. Ten years later, Wenkui has grown up to be a strong, young man and Yang Wu is ready to put his plans to overthrow Yongle into action. When the Emperor discovers the plot, however, he sends an army of assassins after Yang Wu and Wenkui. They flee to Dafo Temple where Yang and the temple's monks make their final stand against the emperor's men.","release_date":"2007-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":75706,"title":"Shaolin Temple Death or Consequence","adult":false,"genre_ids":[28]},{"cast":["Patrick Martens","Peggy Jane de Schepper","Thomas Berge","Nicolette van Dam"],"overview":"De rangers uit Ouwehands Dierenpark worden gevraagd om de bijzonder zeldzame De Loro-vlinderpopulatie te redden voordat deze uit hun cocons kruipen en omkomen in de grote bosbranden in de Zuid-Amerikaaanse jungle. Daarvoor reizen de rangers af naar Zuid-Amerika. De ranger trotseren daarvoor wilde dieren, op hol geslagen koeien op de Argentijnse pampas en gaan zelfs geen tango-wedstrijd, speedboten-race of onneembare rotswand uit de weg om de vlinders te vinden. Moes raakt intussen bevriend met Cherpee, een jaloerse aap waar Taffie het behoorlijk mee te stellen heeft. Mike ergert zich aan eigenwijze Bastiaan die besloten heeft om voor z'n fans zijn Zuid-Amerikaas avontuur op video te zetten. En Alwin en Sira...zij maken een van de meest hartstochtelijke avonturen mee.","release_date":"2007-07-19","vote_average":6.5,"runtime":91,"cert":"N\/A","id":75707,"title":"Zoop in Zuid-Amerika","adult":false,"genre_ids":[12]},{"cast":["David Chiang","Chung Wah","Ching Li","Michael Chan","Ku Feng"],"overview":"Sun Chung was already a valued comedy, romance, and modern crime filmmaker, when, through this tale of the 100 Poison Clique's obsessive ambition to destroy all rivals, he started bringing morality and motivation to martial arts movies like never before. Kung-fu superstar David Chiang and prominent choreographer Tang Chia lead the cast in a bloody clan clash centered on the trial of an admitted mass murderer and serial rapist. It was just the beginning of Sun Chung's exploration in emotion.","release_date":"1977-08-20","vote_average":6.3,"runtime":94,"cert":"N\/A","id":75708,"title":"Judgement of an Assassin","adult":false,"genre_ids":[28]},{"cast":["Emma Suárez","Juan Diego Botto","Mirta Ibarra","Rosana Pastor","Manuel Manquiña"],"overview":"Marga is having a streak of bad luck. Through her friendship with Rosa, she tries to regain her self-confidence, but love interests again create conflict. It is while developing a relationship with a handsome gay sculptor ten years her junior: Iñaqui, that she starts to improve. However, Marga and Iñaqui go beyond friendship, but are frustrated by their limitations. Ultimately, the two may have to settle for an \"impossible\" love relationship, as their unique best road to happiness","release_date":"1999-11-19","vote_average":6.8,"runtime":102,"cert":"N\/A","id":75709,"title":"I Will Survive","adult":false,"genre_ids":[18,10749]},{"cast":["Paul Muni","Joan Lorring","Vittorio Manunta","Luisa Rossi","Aldo Silvani"],"overview":"Essentially a two-person character study, the film stars Paul Muni as a down-and-out crook on the lam. Muni befriends a young street urchin (Vittorio Mazzunchelli, billed as \"Manunta\" in many prints) in an Italian port city. At first amused that the boy is a sneak thief, Muni tries to deflects the kid from a life of crime. Tipped off by a woman anxious to collect the reward for Muni (who is wanted for murder), the police pursue the two lost souls.","release_date":"1952-03-12","vote_average":7.0,"runtime":90,"cert":"N\/A","id":75710,"title":"Stranger on the Prowl","adult":false,"genre_ids":[18]},{"cast":["Anna Friel","Raoul Bova","Florentine Lahme","Volker Bruch","André Jacobs"],"overview":"On a dig in the remote Jordanian desert, maverick archaeologist Victoria Carter (Anna Friel) discovers an ancient scroll buried in the ruins of an old temple. It is encrypted with the location of the long lost Seal of Solomon, which, according to legend, was given to King Solomon by God himself. But this mighty treasure is also being sought by, amongst others, Victoria’s estranged father, renowned archaeologist Teddy Carter, who’s soon hot on its trail.","release_date":"2011-09-30","vote_average":5.1,"runtime":90,"cert":"N\/A","id":75713,"title":"Treasure Guards","adult":false,"genre_ids":[12,10770]},{"cast":[],"overview":"Set 1: Sample in a Jar, Sparkle, The Sloth, Sweet Virginia, Suskind Hotel, Strange Design, Stash, Sneakin' Sally through the Alley &gt; Sparks &gt; Scent of a Mule, Stealing Time From the Faulty Plan, Shine a Light, Split Open and Melt, The Squirming Coil Set 2: Sand &gt; Simple -&gt; Steam &gt; Soul Shakedown Party -&gt; Seven Below &gt; Suzy Greenberg &gt; Scents and Subtle Sounds[1] &gt; Slave to the Traffic Light &gt; Silent in the Morning &gt; Sanity[2], Sweet Adeline Encore: Sabotage","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75714,"title":"Phish - Dicks Sporting Goods Arena - 09-02-2011","adult":false,"genre_ids":[]},{"cast":["Frencheska Farr","Bayang Barrios","Bodjie Pascua","Gigi Escalante","Mhyco Aquino"],"overview":"\"Emir\" is all about Amelia (Frenscheska Farr). Amelia hails from Ilocos and she is forced to find work abroad to provide for her family. Amelia leaves her family and everything she loves behind. Amelia applies as a nanny and is lucky enough to be the caretaker of the Sheik's pregnant wife. Later on, Amelia is given appointed nanny of the Sheik's first born son Ahmed. Through the years, Amelia will not only see Ahmed grow to a boy but she will also learn more about life's trials and tribulations, struggles of lonely worker in a foreign country.","release_date":"2010-06-09","vote_average":3.3,"runtime":135,"cert":"N\/A","id":75717,"title":"Emir","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"","release_date":"2000-12-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75718,"title":"Ajax: Daar Hoorden Zij Engelen Zingen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Paul Goodman, whose best-selling 'Growing Up Absurd' made him the philosopher of the New Left in the 1960s, was also a brilliant poet, out queer (and family man) in the 1940s, radical pacifist and visionary. His ideas and stubborn integrity helped many find a moral compass in the '60's -- and can do so again today.","release_date":"2011-10-19","vote_average":0.0,"runtime":89,"cert":"N\/A","id":75719,"title":"Paul Goodman Changed My Life","adult":false,"genre_ids":[99,18,36]},{"cast":["Daniel Craig"],"overview":"One Life captures unprecedented and beautiful sequences of animal behaviour guaranteed to bring you closer to nature than ever before, as well as a second disc packed full of never before seen extras including an exclusive making of featurette narrated by Daniel Craig.","release_date":"2011-07-19","vote_average":7.7,"runtime":85,"cert":"","id":75720,"title":"One Life","adult":false,"genre_ids":[10751,99]},{"cast":[],"overview":"I denne forrygende forestilling, optaget på Husets Teater i København, viser Tommy Kenter næsten alle sine kantede sider og besynderlige karakterer. På morsom og tragisk vis fremstilles den danske mands måde at gøre kur til kvinder på, når han er 20, 30, 40, 50 og 60 år. Musik og skønne kvinder har aldrig fornægtet sig i Tommy Kenters forestillinger - så aftenens hændelser vil blive ledsaget af super-pianisten Esben Just og en dårende dejlig kvinde.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75721,"title":"Tommy Kenter: Kentex 4","adult":false,"genre_ids":[]},{"cast":["Sickan Carlsson","George Fant","Marianne Löfgren","Holger Löwenadler","Irma Christenson"],"overview":"Spoiled upper class girl must join a home defense unit to learn military drill and fall in love with a lieutenant.","release_date":"1941-03-22","vote_average":7.0,"runtime":90,"cert":"N\/A","id":75722,"title":"Landstormens lilla argbigga","adult":false,"genre_ids":[35]},{"cast":["Thomas Hartmann","Jacob Tingleff"],"overview":"Hvad sker der når to af Danmarks skarpeste stand-up komikere støder hovederne sammen? Måske den mest ambitiøse, danske stand-up udgivelse nogensinde!Over 100 minutters mavevridende stand-up i ægte widescreen format med digital surround sound, filmet i optimale rammer på Horsens Ny Teater.","release_date":"2004-09-27","vote_average":7.0,"runtime":166,"cert":"N\/A","id":75723,"title":"Farvelagte Frustrationer","adult":false,"genre_ids":[]},{"cast":["Luis Jiménez","Gonzalo Navas","Jaime Vaca"],"overview":"A prestigious fairytale illustrator is hired by the psychiatric hospital director. His job there will be to decorate the hospital walls with his drawings to improve the place's atmosphere. It seems like an easy task but things get complicated when the sketcher discovers a dark corridor from where chilling screams come out.","release_date":"2006-07-16","vote_average":9.0,"runtime":75,"cert":"N\/A","id":75724,"title":"Screaming in the hallway","adult":false,"genre_ids":[]},{"cast":["Maru Valdivielso","Christian Casas","Roger Babia","Pau Poch","Daniel Casadellà"],"overview":"During Christmas 1985, five friends who live in Cubelles, a summer town on the Costa Daurada, in Tarragona, make an unexpected discovery in the woods: a woman disguised as Santa Claus who has fallen into a hole dug in the middle of nowhere.","release_date":"2005-10-27","vote_average":6.3,"runtime":71,"cert":"N\/A","id":75725,"title":"A Christmas Tale","adult":false,"genre_ids":[27,53,10770]},{"cast":[],"overview":"Fjerde sæson af Stand-Up.dk","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75728,"title":"Stand-Up.dk 4","adult":false,"genre_ids":[]},{"cast":["Uffe Holm"],"overview":"","release_date":"2011-10-03","vote_average":6.0,"runtime":95,"cert":"N\/A","id":75729,"title":"Uffe Holm: Uforbederlig?","adult":false,"genre_ids":[35]},{"cast":["Joel Lawrence","Monique Alexander","Evan Stone","Mr. Pete","J. Walker"],"overview":"Welcome to the bar where everybody's glad you came!  Finally, your favorite characters aren't just funny & friendly - they're fucking too! After living life from one scorching hot sexual encounter to another, Sam decides that he has to try and get Diane in the sack. Convinced that she thinks he's too selfish, he tries to get his friends laid to prove he's worthy of pounding Diane's proper pussy.  So here's a toast to the bar with the most...Sex!","release_date":"2009-12-08","vote_average":6.0,"runtime":171,"cert":"N\/A","id":75730,"title":"Cheers: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":["Johnny Dawes"],"overview":"Dynamic movement is the theme of this exciting portrayal of one of Britain's best young climbers. From anarchic schoolboy to internationally-renowned climber, the film covers aspects of Johnny Dawes' life in a mixture of semi-surreal images, documentary-style voice overs and carefully selected cool tunes. The film epitomises what makes him unique and documents some of Johnny's unrepeated routes on the Derbyshire gritstone edges and the spectacular Quarryman Groove in Wales.","release_date":"1986-05-31","vote_average":5.0,"runtime":25,"cert":"PG","id":75731,"title":"Stone Monkey","adult":false,"genre_ids":[99]},{"cast":["Johnny Dawes"],"overview":"Pieced together here is the story of what has been, for twenty years, Britain's hardest adverture climb- The Indian Face (E9,6c) on Clogwyn Du'r Arddu. Included is footage of Johnny Dawes repeating the crux section of Indian Face during the first ascent of West Indian Face in 1988. The saga of the original climb is narrated by Jim Perrin, with contributions from Joe Brown, John Redhead, Nick Dixon and Johnny himself.","release_date":"2013-05-31","vote_average":0.0,"runtime":30,"cert":"PG","id":75732,"title":"The Story of Indian Face","adult":false,"genre_ids":[]},{"cast":["Fabrice Luchini","André Dussollier","Arielle Dombasle","Marie-Christine Barrault","Coco Ducados"],"overview":"The film chronicles Perceval's knighthood, maturation and eventual peerage amongst the Knights of the Round Table, and also contains brief episodes from the story of Gawain and the crucifixion of Christ.","release_date":"1978-02-07","vote_average":6.6,"runtime":140,"cert":"N\/A","id":75733,"title":"Perceval","adult":false,"genre_ids":[10749,36,18]},{"cast":["Tim Bergmann","Marie-Lou Sellem","Dietrich Mattausch","Eva Habermann","Philipp Sonntag"],"overview":"","release_date":"2006-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75734,"title":"Hunde haben kurze Beine","adult":false,"genre_ids":[35]},{"cast":["Ving Rhames","Taryn Manning","Lesley-Ann Brandt","Eddie Steeples","Johnny Pacar"],"overview":"Months after a zombie plague has wiped out 90 percent of the American population, a small group of survivors fight their way cross-country to a rumored refuge on the island of Catalina.","release_date":"2011-10-29","vote_average":4.5,"runtime":90,"cert":"N\/A","id":75735,"title":"Zombie Apocalypse","adult":false,"genre_ids":[28,27,878]},{"cast":["Bruce Willis","Malin Åkerman","Nikki Reed","Deborah Ann Woll","Forest Whitaker"],"overview":"The lives of three female assassins take a sudden turn when their charming boss lures them into one last job. They soon find themselves thrust into a bizarre situation involving a psychotic hit man, a grizzled trucker and a delusional line cook.","release_date":"2011-12-08","vote_average":5.0,"runtime":93,"cert":"15","id":75736,"title":"Catch.44","adult":false,"genre_ids":[18,28,53]},{"cast":["Zbigniew Cybulski","Piotr Pawłowski","Ewa Krzyżewska","Edmund Fetting"],"overview":"A modest and plain young Małgorzata leads a very boring life as a cashier. One day a robber riddles her bank car with bullets, kills driver and two security guards and takes the money. The police finds out that the stolen banknotes are being spent at a fashionable spa resort. The only way to find the criminal is to favor Małgorzata with a seaside holiday in the company of a handsome Captain as her \"brother\"...","release_date":"1963-07-08","vote_average":6.0,"runtime":80,"cert":"N\/A","id":75737,"title":"The Criminal and the Lady","adult":false,"genre_ids":[53,80,9648]},{"cast":["Raine Brown","Trent Haaga","Vanelle","Billy Garberina","Chace Ambrose"],"overview":"On a scorching summer day 6 friends venture into the mountains for one more vacation before their lives change forever. Unbeknownst to them, their lives would forever be changed anyway. In the shadows awaits a pack of the most evil, the most vile, rejects of humanity that's addicted to violence and thirsty for blood! This is Psycho Holocaust... Written by Rufty, Krist","release_date":"2009-01-01","vote_average":2.0,"runtime":80,"cert":"N\/A","id":75738,"title":"Psycho Holocaust","adult":false,"genre_ids":[27]},{"cast":["Theresa Andersson","Stephen Assaf","Marcia Ball","Beatinpath","Eddie Bo"],"overview":"Documentary about the many well-known New Orleans musicians who were forced to leave the city by Hurricane Katrina, where they wound up, how (and if) they plan to return to the city. Also shown are many landmark nightclubs and other well-known spots that were damaged or destroyed by Katrina.","release_date":"2006-01-04","vote_average":0.0,"runtime":112,"cert":"N\/A","id":75741,"title":"New Orleans: Music in Exile","adult":false,"genre_ids":[99]},{"cast":["Carl Betz","Jeff Bridges","Renne Jarrett","Howard Duff","Kim Hunter"],"overview":"The producers of In Search of America never declared outright that the made-for-TV film was intended as a series pilot, but there sure are plenty of loose plot ends. Carl Betz and Vera Miles play the parents of shaggy-haired college dropout Jeff Bridges. At the boy's suggestion, Betz and Miles pack their family--including grandma Ruth McDevitt--into a 1928 Greyhound bus and hit the road, in search of you-know-where. The picaresque plotline brings the family in contact with a variety of colorful characters. Written by Lewis John Carlino, a name that would mean a lot more to filmgoers after The Sailor Who Fell from Grace with the Sea (1976), In Search of America was first telecast March 23, 1971.","release_date":"1971-03-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":75742,"title":"In Search of America","adult":false,"genre_ids":[18]},{"cast":["Ashley Walters","Louise Rose","Christopher Steward","Alexis Rodney","Beau Baptist"],"overview":"As a posse of South London DJs battle their rivals to the North, Danny (Walters) falls for a singer from the other crew.","release_date":"2006-08-24","vote_average":5.0,"runtime":99,"cert":"PG","id":75743,"title":"Life and Lyrics","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Jimmy Sheirgill","Mahie Gill","Randeep Hooda","Deepraj Rana","Vipin Sharma"],"overview":"After the death of his first wife, wealthy Raja Aditya Pratap Singh, re-marries another woman, simply known as Chhoti Rani, who subsequently becomes mentally unstable. His father's former mistress, Badi Rani, controls the wealth, while he himself has a mistress. Unable to procure contracts through Mantri Prabhu Tiwari, he decides to stand for elections, while his rival, Ghenda Singh, recruits an assassin, Babalu, who is also the nephew of Sunder, Chhoti Rani's chauffeur, to kill Aditya. After Sunder is unable to drive due to an injury, he recommends Babalu, and Aditya hires him. Babalu settles down in his new job, attempts to get accepted by everyone, including Chhoti Rani, who he finds attractive. He soon finds out that she, too, has feelings for him, and then starts making plans of not only carrying out his assigned task but also becoming the next Saheb.","release_date":"2011-09-23","vote_average":7.2,"runtime":119,"cert":"N\/A","id":75744,"title":"Saheb Biwi Aur Gangster","adult":false,"genre_ids":[18,28,53,80,10749]},{"cast":["John Abraham","Genelia D'Souza","Raj Babbar","Mohnish Behl","Kamlesh Sawant"],"overview":"A vengeful drug-dealer\/gangster targets and terrorizes an entire police unit and their families.","release_date":"2011-09-23","vote_average":6.1,"runtime":137,"cert":"N\/A","id":75745,"title":"Force","adult":false,"genre_ids":[28,53]},{"cast":["Tusshar Kapoor","Shreyas Talpade","Minissha Lamba","Narendra Jetley","Piya Trivedi"],"overview":"Employed with Paradigm Entertainment and assigned to work under Company President Ravi Agarwal by their employer, Wadhwa, two Mumbai-based rival colleagues, Rishi Malhotra and Karthik Iyer, who both had hoped to secure Ravi's position, travel to Goa to participate in a beauty pageant 'Miss Glamorama'. Both get attracted to a nervous contestant, Shabana Raza, and do try to outwit each other to assist her in gaining confidence - but the winner turns out to be a much taller, seasoned, and determined Rhea Dixit. Crestfallen at her loss, Shabana returns home but the duo follow her there, and are told that she likes both of them but her life and marriage is not under her control.","release_date":"2011-09-23","vote_average":4.3,"runtime":null,"cert":"N\/A","id":75746,"title":"Hum Tum Shabana","adult":false,"genre_ids":[35,10749]},{"cast":["Alektra Blue","Alexis Texas","Kagney Linn Karter","Kaylani Lei","Anthony Rosano"],"overview":"After getting fed up with the lame and cliché laden scripts writers keep delivering her, adult film star Kymberli takes matters into her own hands and tries to create movie magic by spending some quality time with her writers.","release_date":"2009-04-15","vote_average":0.0,"runtime":89,"cert":"N\/A","id":75747,"title":"Writer's Bullpen","adult":true,"genre_ids":[35]},{"cast":["Mariangela Melato","Eleonora Giorgi","Erland Josephson","Nerina Montagnani","David Pontremoli"],"overview":"A brother, Earland Josephson, returns to his family home to visit his sister in the Italian countryside. He brings with him his young male lover. In the house with the sister are two women, one of whom, Mariangela Melato, takes care of the farm. The two women are friends and lovers since childhood and one senses that Melato's relationship is shadowed by the relationship she had with her mother shown through wonderful flashbacks. The brother also has wonderful memories of his and his sister's childhood in that same house with their father who was a magician. Following a night out at a lovely restaurant in the woods, other memories of the past are aroused in the Brother. The next day they all plan to drive to Venice where his sister sang opera in her youth for a holiday. Fate intervenes.","release_date":"1979-04-14","vote_average":6.0,"runtime":110,"cert":"N\/A","id":75748,"title":"To Forget Venice","adult":false,"genre_ids":[18]},{"cast":["Brynn Tyler","Cindy Hope","Heather Vahn","Jayden Jaymes","Kiara Diane"],"overview":"Whore It Up from Digital Playground director Robby D. features Rio Valentine and her mansion full of incredibly lustful vixens. Three horny guys in search of an endless night of sex and surprises arrive at the house where Rio Valentine and her seductresses are ready and willing to fulfill their every fantasy. Ranging from intimate Boy \/ Girl scenes to full cast orgies, this work features 11 slutty girls, and 8 sexually satisfying scenes for both cast and viewers. There is no shortage of pleasure once the guys give themselves into submission...as only the girls of Digital Playground know how to provide.","release_date":"2009-12-22","vote_average":0.0,"runtime":120,"cert":"N\/A","id":75751,"title":"Whore It Up","adult":true,"genre_ids":[]},{"cast":["Bobby Darin","Stella Stevens","Everett Chambers","Nick Dennis","Vince Edwards"],"overview":"Ghost is an ideological musician and leader of a jazz band who would rather play his blues in the park to the birds than compromise himself. His peripatetic performances lead him to cross paths with a singer, while his masculinity is thrown into question following a violent brawl.","release_date":"1961-11-01","vote_average":6.8,"runtime":103,"cert":"","id":75752,"title":"Too Late Blues","adult":false,"genre_ids":[18]},{"cast":["Stormy Daniels","Alexis Texas","Tori Black","Kagney Linn Karter","Anthony Rosano"],"overview":"She's (Stormy Daniels) too demanding and he's (Marcus London) too aloof. He's a slob, she's controlling. She works too much, he won't get a job. Time goes by... They both want out, finally something they can agree on! But at the end of every relationship there's that one awkward moment. That time when when you're forced to face each other, maybe at a restaurant, the dry cleaner or maybe the old apartment. And sometimes you ponder the obvious and tey to figure out exactly What Went Wrong ... and maybe, just maybe, you'll discover everything that went right.","release_date":"2010-02-03","vote_average":0.0,"runtime":87,"cert":"N\/A","id":75753,"title":"What Went Wrong","adult":true,"genre_ids":[10749,35]},{"cast":["Luc Merenda","Mel Ferrer","Tomás Milián","Antonio Casale","Delia Boccardo"],"overview":"A small yet strange series of deaths of people working for the Ministry of Defense and the military hits Italy. Since all of the deaths seem to be accidental or suicides, no alarm bells start to ring anywhere. That's a problem, because the deaths are in fact murders and we the viewers the only witnesses.  The Roman cop Solmi (Luc Merenda) is as unsuspecting as anyone else, until he is starting to investigate the death of the private detective Chiarotti.","release_date":"1975-04-05","vote_average":7.0,"runtime":98,"cert":"N\/A","id":75754,"title":"Silent Action","adult":false,"genre_ids":[18,28,80]},{"cast":["Ydwer Bosma","Joosje Duk","Pim Wessels","Bart de Vries","Gaby Blaaser"],"overview":"Tom goes along with Miriam and Snuf one week stay with their uncle and their cousin Hans Jaap. Near the house of Uncle Hans was a haunted castle.","release_date":"2010-01-01","vote_average":5.3,"runtime":85,"cert":"N\/A","id":75755,"title":"Snuf de Hond en het Spookslot","adult":false,"genre_ids":[12,10751]},{"cast":["Jack Wouterse","Jacob Derwig","Ingrid Desmet"],"overview":"Temmink","release_date":"1998-07-02","vote_average":7.5,"runtime":90,"cert":"N\/A","id":75756,"title":"Temmink: The Ultimate Fight","adult":false,"genre_ids":[28]},{"cast":["Deepak Chopra","Evelyn Tribole","Howard Shapiro","Linda Bacon","Kathleen Sebilius"],"overview":"Covering issues such as America's unhealthy dieting craze, the use of the outdated and misleading BMI scale and the currently touted \"obesity epidemic,\" Roberts debates the widely believed concepts that you have to be thin to be healthy. During his journey, he discovers the plethora of factors contributing to America's body dissatisfaction, many of which are being promoted by doctors, schools, the government, and even the First Lady of the United States. Roberts questions these industries' promotion of weight loss surgeries, fad diets, disorderly eating, and a nationwide fear of fat that causes panic whenever our Body Mass Index passes the number 25. With one of the most advanced medical systems in the world and alternative health modalities at our disposal, is it possible to be healthy at a variety of sizes and weights?","release_date":"2011-10-12","vote_average":6.5,"runtime":null,"cert":"N\/A","id":75757,"title":"America The Beautiful 2: The Thin Commandments","adult":false,"genre_ids":[99]},{"cast":["Timo Jacobs","Denis Moschitto","Mario Adorf","Fabian Busch","Natalia Avelon"],"overview":"","release_date":"2011-01-19","vote_average":3.9,"runtime":100,"cert":"N\/A","id":75758,"title":"Gegengerade","adult":false,"genre_ids":[28,18]},{"cast":["Linda Blair","Jim Bray","Beverly Garland","Roger Perry","James Van Patten"],"overview":"Teen lovers Bobby and Terry band together with other roller skaters to try and prevent a powerful mobster taking over the land their favourite skating rink sits on, and compete in the Boogie Contest.","release_date":"1979-12-21","vote_average":4.8,"runtime":103,"cert":"N\/A","id":75759,"title":"Roller Boogie","adult":false,"genre_ids":[18,10749]},{"cast":["Erik Benner","Neil Cavuto","Johnathan Dearman","Jamie Fidler","Rhena Jasey"],"overview":"As the debate over the state of America's public school system rages on, one thing everyone agrees on is the need for great teachers. Yet, while research proves that teachers are the most important school factor in a child's future success, America's teachers are so woefully underpaid that almost a third must divide their time between a second job in order to make a living. Chronicling the stories of four teachers in different areas of the country, American Teacher reveals the frustrating realities of today's educators, the difficulty of attracting talented new teachers, and why so many of our best teachers feel forced to leave the profession altogether. But this wake-up call to our system's failings also looks at possibilities for reform. Can we re-value teaching in the United States and turn it into a prestigious, financially attractive and competitive profession? With almost half of American teachers leaving the field in the next five years, now is the time to find out.","release_date":"2011-05-03","vote_average":5.8,"runtime":81,"cert":"N\/A","id":75760,"title":"American Teacher","adult":false,"genre_ids":[99,36]},{"cast":["Chase Williamson","Rob Mayes","Paul Giamatti","Clancy Brown","Glynn Turman"],"overview":"A new drug promises out-of-body experiences, but users are coming back changed forever, and an otherworldly invasion of Earth is underway.","release_date":"2012-01-23","vote_average":6.3,"runtime":99,"cert":"15","id":75761,"title":"John Dies at the End","adult":false,"genre_ids":[27,35]},{"cast":["Carles Sans","Joan Gràcia","Paco Mir","Jean Rochefort","Lydia Bosch"],"overview":"The three sons of a hotel owner want to bring their Palace-Hotel back to the glamour of former times. But an official in charge of health in the department of hostelery wants to close the hotel down.","release_date":"1995-11-18","vote_average":5.5,"runtime":96,"cert":"N\/A","id":75762,"title":"Palace","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Ripped Off: Madoff and the Scamming of America tells Madoff's story superbly, although it was put together before Madoff was sentenced to 150 years in prison without parole, so it's not quite complete—perhaps when he gets out, he can watch this DVD and fill in any gaps. There's a little bit of sensationalism here and there (and really, how could there not be? The man stole $65 billion!), but for the most part it's surprisingly levelheaded and, yes, even historical.","release_date":"2009-04-05","vote_average":0.0,"runtime":97,"cert":"N\/A","id":75763,"title":"Ripped Off: Madoff and the Scamming of America","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's said that the human mind is the single most complex structure in the known universe. Think Thank pays tribute to this in it's newest film \"Thanks Brain!\". \"Thanks Brain!\" is a celebration of brain power, where the physical meets the mental and progression is reached through creativity. In \"Thanks Brain!\" the weird are weirder, the sick are sicker and the cones are bigger than ever before. See this season's snowboard adventures through the minds-eye of Sean Genovese, Lucas DeBari, Brett Butcher, Jesse Burtner, Gus Engle, Nick Visconti, Mark Thompson, Scott Stevens, Dean Barbier, Pat Milbery, Andre Spinelli, Johnny Miller, Ben Bogart, Blair Habenicht, Matt Edgers, and Jed Hoffman. Pushing boundaries, and enjoying snowboarding, this is Think Thank. Thanks, Brain!","release_date":"2007-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75764,"title":"Thanks Brain!","adult":false,"genre_ids":[]},{"cast":["Sonny Carl Davis","Shelley Long","Robert Hays","Stacy Keach","Adrienne Barbeau"],"overview":"It's Christmas Eve and Judy Emerson is told there's no such thing as Santa. Determined to prove her family wrong, she sets an elaborate trap and successfully captures Santa Claus himself. But her parents think the jolly old elf is a burglar and have Santa arrested.","release_date":"2002-01-01","vote_average":7.0,"runtime":120,"cert":"N\/A","id":75765,"title":"The Santa Trap","adult":false,"genre_ids":[10751]},{"cast":["Brandy Aniston","Jayden Cole","Jazy Berlin","Missy Maze","Lee Stone"],"overview":"Thief. Warrior. Gladiator. Stud.  An epic tale of battle, adventure and conquest... and the women who pave the way to Conan the Barbarian's path to glory.","release_date":"2011-09-28","vote_average":8.0,"runtime":110,"cert":"N\/A","id":75766,"title":"This Ain't Conan the Barbarian XXX","adult":true,"genre_ids":[]},{"cast":["Alba Alonso","Jimmy Barnatán","Antonio Barroso","Tika Bel","Jimmy Castro"],"overview":"After murdering the teacher she was in love, Silvia will start getting a taste of the thing and does so from a seller of nazis articles. Her classmates, tired to cover it up, decided that they want to get rid of teachers and neighbors too. So they organized murders and burials committees ... While, an incompetent police will try to solve the case of the mysterious disappearances.","release_date":"2007-12-28","vote_average":4.3,"runtime":90,"cert":"N\/A","id":75767,"title":"No digas nada","adult":false,"genre_ids":[18,9648]},{"cast":["Warren William","Margaret Lindsay","Donald Woods","Claire Dodd","Allen Jenkins"],"overview":"After giving the District Attorney another stinging defeat, Perry plans to take a vacation in China. That is, he was, until Rhoda, his old flame, meets him at a restaurant. Even though she says that she is asking for a friend, Perry can see right through her. It seems that her husband Moxley, who had been allegedly dead for four years, is alive and demanding money as she has married into wealth. The case escalates when the police find the body of Moxley and charge her with the murder.","release_date":"1935-04-13","vote_average":6.8,"runtime":80,"cert":"N\/A","id":75770,"title":"The Case of the Curious Bride","adult":false,"genre_ids":[35,80,18,9648]},{"cast":["Errol Flynn","Kay Francis","Ian Hunter","Frieda Inescort","Herbert Mundin"],"overview":"Colonel John Wister, on duty with the British army in the desert region of Dubik, returns to England on leave. There he falls in love with Julia Ashton, who cares deeply for him but believes herself incapable of love following the death of her fiancé; some time before. Wister convinces her that he loves her enough to live without her romantic love and that she should marry him. She does so and returns to Dubik with him. There she meets his adjutant, Captain Denny Roark. Roark is a dashing young man who reminds Julia thoroughly of her lost love. Soon she finds she is indeed capable of love, but it is Roark with whom she falls in love, not her husband. As warfare with the local tribes heats up and as Wister gains awareness of the unconsummated romance growing between his wife and best friend, tragedy lurks.","release_date":"1937-06-26","vote_average":7.0,"runtime":73,"cert":"N\/A","id":75771,"title":"Another Dawn","adult":false,"genre_ids":[12,18,10749]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr."],"overview":"U2 had been a major entity in the rock music world for many years by the time they released the ACHTUNG BABY album. Yet, it was this album that brought the band from popular rock act to multimedia force as their concerts began to include the video screen as an important part of the show. Following ACHTUNG BABY was the ZOOROPA album and one of U2's most successful (both artistically and commercially) tours, the Zoo TV Tour, in which the multimedia experience was expanded upon. This 1993 concert in Sydney, Austraila captures the Irish rockers in prime form, performing such hits as \"Numb,\" \"Even Better than the Real Thing,\" \"One,\" \"Bullet the Blue Sky,\" and \"Where the Streets Have No Names.\"","release_date":"1994-04-17","vote_average":7.2,"runtime":118,"cert":"","id":75772,"title":"U2 - Zoo TV Live from Sydney","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Durango and Silverton - Chasms and curves, crevasses, gorges and perilous passes. Take a thrill ride on one of the most spectacular train lines in the country. Cumbres and Toltec - Climb aboard Mikado Steam Locomotive No. 488 for a historic ride on the Cumbres &amp; Toltec Scenic Railroad over the dramatic landscape of northern New Mexico and southern Colorado. Note: This is part five of a series of six parts.","release_date":"2008-05-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":75775,"title":"Great American Scenic Railroads, Volume 5 of 6, Durango and Silverton & Cumbres and Toltec","adult":false,"genre_ids":[99,36]},{"cast":["Brendan Gleeson","Amanda Donohoe","James Nesbitt","Adrian Dunbar","Bronagh Gallagher"],"overview":"A sleazy chef is forced to face the truth about the man he has become and realizes that he has the chance to begin again.","release_date":"2000-12-31","vote_average":4.3,"runtime":91,"cert":"N\/A","id":75778,"title":"Wild About Harry","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"More adventures with Postman Pat, including the time that he and Jess have to deal with a suit of armour and a robot. Episodes include: 1. Postman Pat and the Suit of Armour 2. Postman Pat in a Muddle 3. Postman Pat and the Robot","release_date":"","vote_average":0.0,"runtime":44,"cert":"N\/A","id":75779,"title":"Postman Pat - In The Muddle","adult":false,"genre_ids":[]},{"cast":["Tom Cruise","Rosamund Pike","Richard Jenkins","David Oyelowo","Werner Herzog"],"overview":"When a gunman takes five lives with six shots, all evidence points to the suspect in custody. On interrogation, the suspect offers up a single note: \"Get Jack Reacher!\" So begins an extraordinary chase for the truth, pitting Jack Reacher against an unexpected enemy, with a skill for violence and a secret to keep.","release_date":"2012-12-20","vote_average":6.4,"runtime":130,"cert":"12A","id":75780,"title":"Jack Reacher","adult":false,"genre_ids":[80,18,53,28]},{"cast":["Jim Lindberg","Tony Adolescent","Art Alexakis","Rob Chaos","Chris De Wolfe"],"overview":"What happens when a generation's ultimate anti-authoritarians — punk rockers — become society's ultimate authorities — dad's? With a large chorus of Punk Rock's leading men — Blink-182's Mark Hoppus, Red Hot Chili Peppers' Flea, Rise Against's Tim McIlrath — The Other F Word follows Jim Lindberg, 20-year veteran of skate punk band, Pennywise, on his hysterical and moving journey from belting his band's anthem, 'Fuck Authority', to embracing his ultimately pivotal authoritarian role in mid-life, fatherhood.","release_date":"2011-11-02","vote_average":6.7,"runtime":98,"cert":"N\/A","id":75785,"title":"The Other F Word","adult":false,"genre_ids":[10402,99,18,35]},{"cast":["Matt Besser","Joshua Allen","Edwin J. Bennett","Kathryn Burns","Amy Poehler"],"overview":"A spoiled rich girl who wants to be a dancer finds herself caught into between two rival dance groups set to do battle at an underground competition.","release_date":"2010-07-10","vote_average":5.3,"runtime":90,"cert":"N\/A","id":75786,"title":"Freak Dance","adult":false,"genre_ids":[10402,35]},{"cast":["Lisa Owen","Jorge Poza","Ximena Sariñana","Jesús Ochoa"],"overview":"Julia and Moises fell in love and got married when they were young, idealistic, and passionate; now in their 30s, their marriage has cooled and their lives have sunken into the mediocrity they had sought to avoid. This realization inspires a quest to regain the lost dreams of their youth, which is complicated when a handsome student begins to pursue Julia. She begins an affair with the fiery young activist that may just put the excitement back into her marriage. This is a funny and insightful exploration of the intricacies of relationships, love, and idealism, and Jesus Ochoa as Moises turns in a stellar performance.","release_date":"2001-04-05","vote_average":0.0,"runtime":98,"cert":"N\/A","id":75789,"title":"A second Chance","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"A documentary about the family of the late Bob Marley and their first trip to Ethiopia to attend the annual Africa Unite concert.","release_date":"2008-01-29","vote_average":0.0,"runtime":88,"cert":"N\/A","id":75792,"title":"Africa Unite: A Celebration of Bob Marley's 60th Birthday","adult":false,"genre_ids":[99,10402]},{"cast":["Anna May Wong","Will Fyffe","Lily Morris","Gordon Begg","Tommy Handley"],"overview":"A series of 19 musical and comedy \"vaudeville\" sketches presented in the form of a live broadcast hosted by Tommy Handley (as himself). There are two \"running gags\" which connect the sketches. In one, an actor wants to perform Shakespeare, but he is continually denied air-time. The other gag has an inventor trying to view the broadcast on television.","release_date":"1930-02-01","vote_average":4.6,"runtime":86,"cert":"","id":75793,"title":"Elstree Calling","adult":false,"genre_ids":[10402,35]},{"cast":["Errol Flynn","Joanne Dru","Peter Finch","Michael Hordern","Christopher Lee"],"overview":"Edward, Prince of Wales, son and heir to his father King Edward III of England, leads an English army to the French province of Aquitaine to protect the inhabitant from the ravages of the French. After defeating the French in battle, the defeated French plot to kill the prince. Failing in this, they kidnap his lady, the lovely Lady Joan Holland. Of course Prince Edward has to ride to the rescue, adopting numerous guises to save his paramour, which ultimately end in him leading his men into one final climactic battle against the French. (Also known as \"The Warriors\" and \"The Black Prince\").","release_date":"1955-09-11","vote_average":8.5,"runtime":85,"cert":"N\/A","id":75796,"title":"The Dark Avenger","adult":false,"genre_ids":[12,28]},{"cast":["Dorothy Malone","Errol Flynn","Efrem Zimbalist Jr.","Ray Danton","Neva Patterson"],"overview":"The daughter of iconic actor John Barrymore becomes reunited with her father after a ten year estrangement and engages in his self-destructive lifestyle.","release_date":"1958-04-17","vote_average":6.5,"runtime":121,"cert":"N\/A","id":75797,"title":"Too Much, Too Soon","adult":false,"genre_ids":[18]},{"cast":["Vinicio Marchioni","Michele Alhaique","Giulia Michelini","Asia Argento"],"overview":"","release_date":"2011-10-21","vote_average":3.9,"runtime":null,"cert":"N\/A","id":75798,"title":"Cavalli","adult":false,"genre_ids":[]},{"cast":["Errol Flynn","Trevor Howard","Eddie Albert","Juliette Gréco","Orson Welles"],"overview":"In Fort Lamy, French Equitorial Africa, idealist Morel launches a one-man campaign to preserve the African elephant from extinction, which he sees as the last remaining \"roots of Heaven.\" At first, he finds only support from Minna, hostess of the town's only night club, who is in love with him, and a derelict ex-British Army Major, Forsythe. His crusade gains momentum and he is soon surrounded by an odd assortment of characters: Cy Sedgewick, an American TV commentator who becomes impressed and rallies world-wide support; a U.S. photographer, Abe Fields, who is sent to do a picture story on Morel and stays on to follow his ideals; Saint Denis, a government aide ordered to stop Morel; Orsini, a professional ivory hunter whose vested interests aren't the same as Morel's; and Waitari, leader of a Pan-African movement who follows Morel only for the personal good it will do his own campaign.","release_date":"1958-10-15","vote_average":5.9,"runtime":121,"cert":"N\/A","id":75799,"title":"The Roots of Heaven","adult":false,"genre_ids":[12,18]},{"cast":["John Elfström","Artur Rolén","Brita Öberg","Mona Geijer-Falkner","Stig Grybe"],"overview":"","release_date":"1961-09-08","vote_average":2.3,"runtime":93,"cert":"N\/A","id":75800,"title":"Åsa-Nisse bland grevar och baroner","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Artur Rolén","Gustaf Lövås","Maude Adelson","Sven-Axel Carlsson"],"overview":"","release_date":"1967-08-25","vote_average":1.5,"runtime":null,"cert":"N\/A","id":75801,"title":"Åsa-Nisse i agentform","adult":false,"genre_ids":[]},{"cast":["Maggie Gyllenhaal","Hugh Dancy","Jonathan Pryce","Felicity Jones","Rupert Everett"],"overview":"Two doctors in Victorian England use manual stimulation of female genitalia to cure their patients' ills, leading to the invention of the vibrator.","release_date":"2011-06-06","vote_average":6.6,"runtime":100,"cert":"","id":75802,"title":"Hysteria","adult":false,"genre_ids":[35,10749]},{"cast":["Moises Alou","Steve Bartman","Bill Buckner","Bob Costas","Alex Gibney"],"overview":"After the Chicago Cubs blow an opportunity to reach the World Series in 2003, Cubs fans blame the team's misfortune on fellow fan Steve Bartman, who interfered with a foul ball and prevented Moises Alou from making a catch.","release_date":"2011-09-27","vote_average":6.8,"runtime":105,"cert":"N\/A","id":75803,"title":"Catching Hell","adult":false,"genre_ids":[99]},{"cast":["Anna May Wong","Kenneth Harlan","Beatrice Bentley","Priscilla Moran","Etta Lee"],"overview":"An American sailor marries then deserts the Chinese beauty who had saved his life.","release_date":"1922-11-26","vote_average":6.4,"runtime":54,"cert":"N\/A","id":75804,"title":"The Toll of the Sea","adult":false,"genre_ids":[10751,18,14]},{"cast":["Patiparn Pataweekarn","Tata Young","Eakachai Ueasangkomsate","Rattapol Julpema","Champagne X"],"overview":"A heartwarming movie about freshman university students coming of age and discovering the meaning of love.","release_date":"1997-03-04","vote_average":0.0,"runtime":111,"cert":"N\/A","id":75805,"title":"Red Bike Story","adult":false,"genre_ids":[35,10749]},{"cast":["Stephen Baldwin","James Russo","Steffani Brass","Yorgo Constantine","Deborah Worthing"],"overview":"U.S. Army sniper Charlie Snow finds himself at the other end of the crosshairs when the brother of an Eastern European arms dealer whom he killed decides to take vengeance on Charlie and his family in L.A.","release_date":"2004-11-17","vote_average":2.8,"runtime":84,"cert":"N\/A","id":75806,"title":"Target","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75807,"title":"It's love","adult":false,"genre_ids":[]},{"cast":["Robert Foxworth","Paula Prentiss","Harry Dean Stanton","Barbara Babcock","John Hancock"],"overview":"When alcoholic homicide investigator Valnikov is transferred to a burglary case that seems to involve a creepy dogcatcher, he's also given a new partner -- the pragmatic Sgt. Natalie Zimmerman, who's experiencing a midlife crisis and does not welcome Valnikov's company. But as these emotionally bruised cops are drawn deeper into the bizarre world of dog shows, animal fanatics and pet cemeteries, they're also drawn to each other.","release_date":"1980-03-07","vote_average":5.3,"runtime":110,"cert":"N\/A","id":75808,"title":"The Black Marble","adult":false,"genre_ids":[35,80,10749]},{"cast":[],"overview":"Friends! Earthlings! Humans! Who are we, why are we here, and how did we get into the mess we’re in? Is there any hope for us and our species? In this unique comic monologue, Wes Nisker explores the foolish human condition and the joys and sorrows of living in the modern age. He reveals the secrets of the Big Bang and anti-matter, explores the issues of war, species extinction and global warming, and exposes the true heart of the New Age spiritual movement. Mr. Nisker places today’s headlines in the context of biological evolution and all of human history, and thereby offers us the relief and laughter that only vast perspectives can bring. This is comedy for the rest of us.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":75809,"title":"Crazy Wisdom Saves the World Again","adult":false,"genre_ids":[]},{"cast":["Boti Bliss","Ashley Leggat","William R. Moses","Jon McLaren","Peter J. Gray"],"overview":"Carrie Remington seems like any other struggling waitress who's had a run of bad luck including a recent divorce. Things seem to be improving when she moves in with Ashley Dunnfield, a young woman from a wealthy background who's trying to make it on her own without assistance from her father, Richard. Ashley is thrilled when Carrie helps to win her father over, but when Carrie starts dating Richard, Ashley starts digging into her past and finds out that there is much she didn't know about her new roommate's sinister history.","release_date":"2011-07-21","vote_average":4.1,"runtime":100,"cert":"N\/A","id":75810,"title":"The Perfect Roommate","adult":false,"genre_ids":[10770,80,9648,53]},{"cast":["Marty Sader","Laura Keys","Kenyon Robertson","Josh Taback","John Klemantaski"],"overview":"When Julius (Marty Sader) loses his girlfriend, his job and the life of his pseudo father, Jack, his itch for a \"quick fix\" suffocates his ambitions and takes him on a trip through the disturbing addiction of crystal meth. Julius confides in Erica (Laura Keys), who lures him into her erratic lifestyle, and their crazy romance brings him terrifying hallucinations and isolation as he learns that hedonism will not eliminate his pain.","release_date":"2006-11-28","vote_average":5.0,"runtime":95,"cert":"N\/A","id":75811,"title":"Most High","adult":false,"genre_ids":[18]},{"cast":["Deng Chao","Sun Li","Zheng Shuang","Monica Mok","Liu Yan"],"overview":"Mural tells the story of Zhu Xiaolian, a poor scholar who travels to the capital to take an examination. During this trip, Zhu becomes distracted by a mural and enters into the fantasy land depicted therein. There he meets the fairies who inhabit this fantasy land and encounters love and hate.","release_date":"2011-09-29","vote_average":5.8,"runtime":100,"cert":"N\/A","id":75812,"title":"Mural","adult":false,"genre_ids":[14]},{"cast":["Élise Guilbault","Jacques Godin","Eric Hoziel","Angèle Coutu","Angèle Coutu"],"overview":"When considering taking a few weeks off, Dr. Rainville places an ad to find a replacement who would agree to take his place in Normétal, in Abitibi. Jeanne Dion from Montreal accepts the offer and goes to the site, where it comes into contact with old customers and the lonely doctor. The problems of the inhabitants of the small community are varied, but Jeanne adapts well to her new environment. When Dr. Rainville was struck by a heart attack, he must still be replaced some time. She could even take his place permanently...","release_date":"2009-11-06","vote_average":6.3,"runtime":94,"cert":"N\/A","id":75813,"title":"The Legacy","adult":false,"genre_ids":[18]},{"cast":["Mick Jagger","Eddie Vedder","Paul McCartney","Bruce Springsteen","Pete Townshend"],"overview":"This set features rare, one-of-a-kind performances from the Rock and Roll Hall of Fame induction ceremonies, filmed over the past 24 years. The biggest names in rock 'n' roll perform in intimate settings, jamming in combinations not seen anywhere else. Plus, the anything-goes induction speeches by rock royalty, along with rare behind-the-scenes footage. For nearly a quarter century, the Rock and Roll Hall of Fame has honored music's most influential figures at prestigious black-tie events where performers and audience alike let down their hair. Rock And Roll Hall Of Fame Live captures all the excitement of those ceremonies, from the wise and witty speeches, to the most incredible combinations of talent ever assembled on a single stage.","release_date":"2009-11-03","vote_average":0.0,"runtime":530,"cert":"N\/A","id":75816,"title":"Rock and Roll Hall of Fame: Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Through a series of interviews with eminent writers, spiritual teachers and philosophers, film maker Boris Jänsch goes on a journey to unravel what it means to be alive.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75819,"title":"Who's Driving the Dreambus?","adult":false,"genre_ids":[]},{"cast":["Kevin Sorbo","Anthony Quinn","Tawny Kitaen","Mark Ferguson"],"overview":"When all the earth's fire begins to go out, Hercules and Deianeira must go in search for fire to stop the world from cold.  \"Hercules and the Circle of Fire\" is the third movie-length pilot episode of the television series \"Hercules: The Legendary Journeys\".","release_date":"1994-11-05","vote_average":5.6,"runtime":90,"cert":"N\/A","id":75822,"title":"Hercules and the Circle of Fire","adult":false,"genre_ids":[28,12,14,10770]},{"cast":["Nicholas McKay"],"overview":"In a world that judges people by their number, Zero faces constant prejudice and persecution. He walks a lonely path until a chance encounter changes his life forever: he meets a female zero. Together they prove that through determination, courage, and love, nothing can be truly something.","release_date":"2010-08-01","vote_average":7.4,"runtime":12,"cert":"N\/A","id":75825,"title":"Zero","adult":false,"genre_ids":[16,18]},{"cast":["Kevin Sorbo","Anthony Quinn","Renee O'Connor","Robert Trebor","Eric Close"],"overview":"Hercules comes to the aid of a young woman who is seeking the lost city of Troy. Eventually, Hercules leads her to a camp of refugees from the city, which has been taken over by Hera's Blue Priests. Hercules helps the refugees take back the city. \"Hercules and the Lost Kingdom\" is the second movie-length pilot episode of the television series \"Hercules: The Legendary Journeys\".","release_date":"1994-05-02","vote_average":5.4,"runtime":90,"cert":"N\/A","id":75826,"title":"Hercules and the Lost Kingdom","adult":false,"genre_ids":[28,12,14,10770]},{"cast":["Maja Ostaszewska","Marek Bukowski","Danuta Stenka","Andrzej Seweryn","Olgierd Łukaszewicz"],"overview":"A member of a therapy group is found dead. A prosecutor and a police officer try to solve the mystery of his death.","release_date":"2011-06-03","vote_average":5.9,"runtime":123,"cert":"N\/A","id":75827,"title":"Entanglement","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Michał jedzie do miasta swojego urodzenia, aby załatwić sprawę o którą prosi go szef i od razu wracać. Sprawy przybierają jednak inny obrót. Michał musi pozostać tu parę dni dłużej. Chodząc po mieście spotyka bliskie mu niegdyś osoby, natrafia na znajome miejsca. Powoli odzywa się w nim coś, o czym dawno zapomniał.","release_date":"2010-09-16","vote_average":6.6,"runtime":95,"cert":"N\/A","id":75828,"title":"Erratum","adult":false,"genre_ids":[]},{"cast":["Bruce Leung Siu-Lung","Ku Feng","Lee Hoi San"],"overview":"This film adds a sense of humor to the normal Kung-Fu battles as our hero fights in a most unusual and funny manner (something Jackie Chan as well made use of in many films). This film is clearly one of many imitators of Drunken Master. Although a little slow moving, Bruce Leung shows his stuff in this one. He gets trained from three masters who wants revenge on the villain that cripples them. But, as good as they train him, he still isn't good enough. So he finds out that his roommate knows the Tan Tao style. Bruce Leung is very good to watch in this one. An invincible villain in the end tops off this genuine classic.","release_date":"1979-05-05","vote_average":5.0,"runtime":87,"cert":"N\/A","id":75829,"title":"My Kung Fu 12 Kicks","adult":false,"genre_ids":[28]},{"cast":["Krzysztof Skonieczny","Agnieszka Podsiadlik","Olga Frycz","Joanna Kulig","Dariusz Toczek"],"overview":"An event, which main attraction is the dance marathon, has gathered crowds at the market square of the provincial Polish town. Impressive prizes compete with another attraction: the concert of the star singer Jessica. A local outsider Christian falls for the singer. Soon he discovers that her life is far from being a dream and decides to win her heart. In the crowd of marathon contestants we will meet many individuals who dream of winning the main prize for various motivations. Who will turn out to be the winner? Will there be a prize at all? Because two small-time crooks, Simon and Silvio, are lurking around. And why this persistent notion that our life is so often influenced by miracles...?","release_date":"2011-06-17","vote_average":0.0,"runtime":97,"cert":"N\/A","id":75830,"title":"Dance Marathon","adult":false,"genre_ids":[35,10749]},{"cast":["Mario Andretti","Vic Elford","Jacky Ickx"],"overview":"The Speed Merchants is the story of the 1972 manufacturer's Championship Series as told by drivers Mario Andretti (Ferrari 312P) and Vic Elford (Alfa Romeo T33TT\/3). The film takes you behind the scenes at Daytona, Sebring, the Targa Florio, the Nurburgring, Le Mans and Watkins Glen, focusing on Mario and Vic, as well as Jacky Ickx, Helmut Marko, and Brian Redman. You visit with the drivers at their homes in France, Belgium, Austria and England where they relax with their families between races. Woven into the film is rare footage of both the Ferrari and Alfa Romeo factories where the cars are prepared before each race.","release_date":"1972-01-01","vote_average":4.8,"runtime":95,"cert":"N\/A","id":75831,"title":"The Speed Merchants","adult":false,"genre_ids":[99]},{"cast":["Alexander Fu Sheng","Jenny Tseng","Johnny Wang Lung-Wei","Lo Dik","Leung Kar-Yan"],"overview":"Esteemed martial arts movie master Chang Cheh cemented the stardom of soon-to-be international favorite Alexander Fu Sheng in this film. Rather than making him just part of the protagonists - as he had in his trilogy (Shaolin Martial Arts, Five Shaolin Masters, and Disciples Of Shaolin) -- this film was clearly Fu's showcase. Fu took full advantage - giving both a great dramatic and martial arts performance as an honorable carriage driver who finds love and death when he battles particularly venal, homicidal street punks.","release_date":"1976-09-03","vote_average":7.3,"runtime":96,"cert":"N\/A","id":75832,"title":"The New Shaolin Boxers","adult":false,"genre_ids":[28]},{"cast":["Lo Meng","Wong Yu","Johnny Wang Lung-Wei","Chin Yuet-Sang","Sharon Yeung Pan-Pan"],"overview":"A teacher comes across a secret list of anti-Ching rebel names and quickly becomes a target for Ching loyalists. The Five Venom's actor Lo Meng teams up with kung-fu comedic actor Wang Yu (not Jimmy) to bring some of the best lion dancing action footage ever seen on film. The amazing lion dance sequences alone gives this film major historic significance where it's the first time Northern and Southern lion dancing skills are compared.","release_date":"1981-02-19","vote_average":4.1,"runtime":108,"cert":"N\/A","id":75833,"title":"Lion vs. Lion","adult":false,"genre_ids":[28,35]},{"cast":["Kevin Sorbo","Anthony Quinn","Tawny Kitaen","Marley Shelton","Cliff Curtis"],"overview":"When villagers begin disappearing it is discovered that they had fallen through a crack in the earth which goes straight to Hades. Hercules once again comes to the rescue and faces one of his most difficult challenges, and must prove himself as a man as well as a god. \"Hercules in the Underworld\" is the fourth made for TV movie in the series Hercules: The Legendary Journeys.","release_date":"1994-11-07","vote_average":5.2,"runtime":91,"cert":"N\/A","id":75834,"title":"Hercules in the Underworld","adult":false,"genre_ids":[28,12,14,10770]},{"cast":["Yuen Wah","Candy Lo","Chin Ka-Lok","Me Li-Na","Zhang Guoli"],"overview":"WUMING was a peaceful and tranquil town famous for its excellent 'fengshui' that bred outstanding personalities. Back in te QING dynasty, a famous official was buried here with a grandiose tomb built and two pieces of priceless jade ducks placed as burial accompaniment. In fact, there were numerous rich, famous people and countless jewelries and valuebles were buried in the graveyard and so cases of tomb thefts happened occasionally. As stories of ghosts and vampires began to spread around, the townsfolk rarely went out during the nights.","release_date":"2007-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":75835,"title":"Vampire Super","adult":false,"genre_ids":[14,28,27]},{"cast":["Rachel Ward","Bruce Boxleitner","Sela Ward","Denice Duff","Tom Everett"],"overview":"Jack Hart lives with his lawyer wife and yound daughter and enjoys a wonderful life. Jack's old girlfriend, Lisa, comes into town and they have an affair. Lisa kills her current boyfriend in self-defense and Jack witnesses the whole thing. Lisa goes on trial for murder with Jack's wife as her lawyer. As the movie progresses Lisa's devious side becomes known and make for an interesting conclusion","release_date":"1992-11-21","vote_average":4.5,"runtime":null,"cert":"N\/A","id":75836,"title":"Double Jeopardy","adult":false,"genre_ids":[53]},{"cast":["Dorian Tan Tao-Liang","Wang Hsieh","Ha Kwong-Li","Sun Jung-Chi","Kuang-Li Hsia"],"overview":"Renowned kickfighter Delon Tam a.k.a. Dorian Tan Tao-Liang (THE HOT, THE COOL, AND THE VICIOUS) stars in this butt-kicking kung fu fest, hailed by critics as one of the greatest kicker movies ever made! When Pan, a South China martial artist is defeated and killed by Tan, a North China challenger in a legfighter duel, Pan's younger brother Pak (Kang Peng) vows to crush Tan with his own unique style of ferocious footwork, The Leg Fighters is high-flying, brilliant kickfighting action!","release_date":"1980-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":75837,"title":"The Leg Fighters","adult":false,"genre_ids":[28,18,35]},{"cast":["Lu Feng","Ricky Cheng Tien-Chi","Chiang Sheng","Lee Chung-Yat","Yu Tai-Ping"],"overview":"Another take on \"Faust\". Childhood friend Joey and Gary are the only survivors of a coup against Gary's family. Joey lands in hell, and sells his loyalty to the devil in return for magic powers. As part of the deal, Joey has nine demons enter his body. The demons demand a daily feed of blood and are very naughty, but they must obey Joey. He uses the new powers to help Gary, and to kill the plotters. But he can't always control the nine demons.","release_date":"1984-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":75838,"title":"The Nine Demons","adult":false,"genre_ids":[28]},{"cast":["John Liu","Hwang Jang-Lee","Wong Yat-Lung","Yip Fei-Yang","Cho Kin"],"overview":"As China and Russia's governments are talking peace, traitorous agents on both sides seek war. Enter John Liu as a special agent sent to identify who the Russian traitor is, and who his contact is within the walls of the Forbidden City.","release_date":"1977-01-01","vote_average":5.9,"runtime":91,"cert":"N\/A","id":75839,"title":"Snuff Bottle Connection","adult":false,"genre_ids":[28]},{"cast":["Sammo Hung","Bessie Chan","Nadia Chan","Cheng Chu-Fung"],"overview":"The theme of the film is ethics. Sammo Hung is a retired cop who trains assassins to do the jobs of cops, whom Sammo sees as unable to do the right things. He sends his four students to assassinate drug dealers. They more than complete the job when they kill one of Sammo's old time buddies, played by TVB veteran Sek Sau. These young fellows have only been taught one thing: to kill. They have not been taught WHO to kill. Obviously, that creates some problems as they kill good and bad people.","release_date":"2002-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":75840,"title":"The Hidden Enforcers","adult":false,"genre_ids":[28,35]},{"cast":["Johnny Wang Lung-Wei","Dang Wai-Ho","Sek Gong","Yuen Wah","Yuen Bun"],"overview":"A powerful crime syndicate known as the Chi Sha clan is a vast network of deadly criminals proficient in martial arts. Growing in number at an alarming rate, the Imperial Court orders Yang Chen-yu and his followers to wipe them out at all costs. Doing this proves difficult as no one knows the identity of the mastermind behind the Chi Sha, not even its own members. Spies infiltrate the organization in an effort to destroy them from within. But then, no one knows who the spies are and after a few ambushes and security breaches, the clan deputies begin suspecting one another of being traitors. With the Chi Sha dwindling in numbers, it's a matter of time before the mastermind must reveal himself.","release_date":"1979-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":75841,"title":"To Kill A Mastermind","adult":false,"genre_ids":[28]},{"cast":["Ti Lung","Michael Chan","Sibelle Hu","Wong Yu","Fan Siu-Wong"],"overview":"In The Master Strikes Back, Hong Kong's Steadicam pioneering director Sun Chung brings back legendary Ti Lung to play famous weapons instructor Tung Tieh-cheng, who is invited to teach a Ching official's soldiers, in this unofficial sequel to The Kung-fu Instructor. But after his son is kidnapped and castrated what follows is a chaotic, human whirlwind of slicing and dicing compliments of the highly touted martial arts director and one of Jackie Chan's kung-fu classmates, Yuan Te.","release_date":"1985-01-19","vote_average":5.3,"runtime":94,"cert":"N\/A","id":75842,"title":"The Master Strikes Back","adult":false,"genre_ids":[28]},{"cast":["Meng Yuen-Man","Kwan Fung","Chun Wong","Wang Sha","Helen Poon Bing-Seung"],"overview":"It's Meng Yuan-wen (star of The Master Strikes) versus Kuan Feng in this wild and wacky wushu saga of a priceless pole with a spectacular secret. A master martial artist's silly disciple struggles to save it from an evil white slaver, the slaver's duplicitous wife, and even his own bone-headed, but greedy, companion. Hsu Hsia choreographs the abundant action, as he had for both Five Superfighters and Drunken Master. The result is both sublime (for its kung-fu) and engagingly ridiculous.","release_date":"1979-01-01","vote_average":6.2,"runtime":92,"cert":"N\/A","id":75843,"title":"The Fighting Fool","adult":false,"genre_ids":[28]},{"cast":["David Chiang","Ti Lung","Ching Li","Ku Feng","Cheng Miu"],"overview":"A perennial Chang Cheh favorite, Anonymous Heroes focuses on two vagabond brothers, Meng Kang (David Chiang) and Tieh (Ti Lung) who, in the search for fame and fortune, join in a rebellion against a provincial general. Used to shaking down local vendors for food and gambling away their limited funds, they are recruited by a local rebel leader (Ku Feng) who promises them a glorious adventure. The rebels plan is to steal a huge cache of new rifles set to be delivered to the barracks of the local army. With the help of an officer’s daughter (Ching Li), their plan starts out well, but inevitably slips toward a heroic but tragic finale.","release_date":"1971-07-24","vote_average":6.0,"runtime":103,"cert":"N\/A","id":75844,"title":"The Anonymous Heroes","adult":false,"genre_ids":[28]},{"cast":["Fang Ying","Kim Jin-kyu","Allyson Chang Yen","Yan Jun","Park Nou-sik"],"overview":"A romantic Han Dynasty adventure epic of a dying Emperor, an Evil Queen, a beautiful Princess, a dastardly royal nephew, and a masked hero, with plots and counterplots galore, complete with cliffhangers and last-second rescues.","release_date":"1967-02-18","vote_average":5.3,"runtime":120,"cert":"N\/A","id":75845,"title":"That Man in Chang-An","adult":false,"genre_ids":[28,12]},{"cast":["Hank Chien"],"overview":"Blood,boobs and video games in a feel-good comedy! Doctor Kong: Cutting up the Competition follows New York plastic surgeon Hank Chien's year-long journey as he challenges the Donkey Kong world record. Dr. Chien's successful crowning as 2010 champion makes the Guinness Book of Records amid media and fan explosion. The classic gaming world scores high points with this affectionate homage.","release_date":"2011-02-22","vote_average":4.3,"runtime":18,"cert":"N\/A","id":75846,"title":"Doctor Kong: Cutting Up the Competition","adult":false,"genre_ids":[99]},{"cast":["Bjorn Leines","Terje Haakonsen","Mark Landvik","Wille Yli-Luoma","Shaun White"],"overview":"In a time beyond and close to now... a vision was revealed. A vision of the very first dream of life. The dream of life before there was life. The dream that vapor dreams of becoming solid and falling to meet whatever will catch and hold it. Thus begins \"ESCRAMBLE\".","release_date":"2006-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":75847,"title":"Escramble","adult":false,"genre_ids":[]},{"cast":["Lynn Redgrave","Jean-Pierre Aumont","Lovelady Powell","Tom Poston","George Dzundza"],"overview":"Having emigrated to New York and immediately got the kiss-off from her mother-besotted fiance, a Dutch lass takes a well-paid office job and starts liberally sampling the local male talent. After a while she decides to make her pleasure her business too, and as her reputation grows she graduates to a high-class bordello. Soon she realises she has the right talents to make a real success of a place of her own.","release_date":"1975-01-01","vote_average":5.3,"runtime":98,"cert":"N\/A","id":75848,"title":"The Happy Hooker","adult":false,"genre_ids":[18,35,10749]},{"cast":["DeRay Davis"],"overview":"Power Play is a hilarious comedy concert where actor and comedian DeRay Davis proves that even after starring in several feature films, he still reigns as The Streets comic. Davis takes his audience through a side-splitting, roller coaster riot of subjects ranging from The Hood to Hollywood, as well as hood-rats and heaven. From relationships gone bad to rappers gone rogue, nothing is too taboo and no one is safe from the knock-out power punches that only DeRay The Difference can deliver. Filmed in front of a sold-out audience at the Best Buy Theater in New York s Times Square, Power Play is DeRay's best uncensored performance to-date and will surely be regarded as a classic among the comedy greats.","release_date":"2011-07-01","vote_average":10.0,"runtime":70,"cert":"N\/A","id":75849,"title":"Deray Davis:  Power Play","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Join Disney's newest heroine on an adventure of magic and music! HONOR TO US ALL features memorable scenes and songs from Disney's 36th animated hit, MULAN, including \"Honor To Us All,\" and \"I'll Make A Man Out Of You.\" Plus \"Where Do I Go From Here\" from POCAHONTAS II: JOURNEY TO A NEW WORLD, \"The Siamese Cat Song\" from LADY AND THE TRAMP, \"Zero To Hero\" from HERCULES, and others! Also included: a sneak peek at THE LION KING II: SIMBA'S PRIDE, the sequel to Disney's hit THE LION KING!","release_date":"1998-08-25","vote_average":10.0,"runtime":36,"cert":"N\/A","id":75850,"title":"Disney Sing-Along-Songs: Honor To Us All","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Let's Go To The Circus!, Mickey, Minnie, Donald, Goofy and The Sing-Along Kids head to the Big Top to become a part of the Ringling Bros. and Barnum &amp; Bailey Circus! With Elephants, Lions, Clowns and Mickey, it's really The Greatest Show On Earth!","release_date":"1994-04-19","vote_average":9.0,"runtime":37,"cert":"N\/A","id":75851,"title":"Disney Sing-Along-Songs: Let's Go to the Circus!","adult":false,"genre_ids":[]},{"cast":["Tj Schneider","Tyler Lepore","Dustin Craven","Dan Brisse","Jonas Carlson"],"overview":"Be a part of the rule-breaking CAPiTA team with The CAPiTA Movie DVD. Their first feature film promises to be nothing but another creative release of emotion and truth, with snowboarding as the common thread that links the artists, poets, free-thinkers and seekers at CAPiTA. Become a CAPiTAlist, and immerse yourself in this super scary corporation with the CAPiTA Movie DVD.","release_date":"2008-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":75852,"title":"First Kiss","adult":false,"genre_ids":[]},{"cast":["James Floyd","Adam Deacon","Shivani Ghai","Katia Winter","Alyy Khan"],"overview":"Ash is a man torn between two worlds, that of his family and friends and the other, of his dreams. This is his story set across London with it's fast paced nightlife and run ins with the law all caught on camera from the Director of Kidulthood.","release_date":"2011-05-06","vote_average":4.3,"runtime":92,"cert":"R","id":75853,"title":"Everywhere And Nowhere","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Children singing — it’s precious, pure and good for them! An amazing group of Baby Genius characters create a musical funfest with marvelous sing-a-longs like Apples and Bananas and I’ve Been Working on the Railroad. Favorite Sing-A-Longs is fully animated and features lively music designed to capture kids’ attention and teach rhymes and rhythms.","release_date":"2006-11-14","vote_average":0.0,"runtime":30,"cert":"N\/A","id":75854,"title":"Baby Genius: Favorite Sing-A-Longs","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Animation and live action combined with classic nursery rhymes to get toes tapping and hands clapping. Favorite Nursery Rhymes features familiar classics like Old McDonald’s Farm; Row, Row, Row Your Boat; Twinkle, Twinkle Little Star; along with Baby Genius originals, and many, many more. The fun never ends!","release_date":"2004-09-28","vote_average":0.0,"runtime":62,"cert":"N\/A","id":75855,"title":"Baby Genius: Favorite Nursery Rhymes","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"It’s pure fun in motion when children visit a karate class and rowing club, step in tune to the marching band, practice cheerleading moves and much, much more. Kids will enjoy stunning visuals and delightful children’s songs that introduce little ones to the world of numbers. Each song focuses on a number from one to ten in this fun, magical and musical adventure.","release_date":"2006-11-14","vote_average":0.0,"runtime":30,"cert":"N\/A","id":75856,"title":"Baby Genius: Favorite Counting Songs","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This video’s got it all — little kids, baby animals and lively sing-a-long tunes — a perfect mix for an exciting day at the zoo. Lots of giggles and fun are in store as children visit toddling tigers, fuzzy orangutans, furry gorillas and other little newborns. Baby Animals was filmed exclusively at the San Diego Zoo and San Diego Zoo’s Wild Animal Park. “There’s no place like it on earth!”","release_date":"2008-02-05","vote_average":0.0,"runtime":30,"cert":"N\/A","id":75857,"title":"Baby Genius: Baby Animals Favorite Sing-A-Longs","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Vinko the Dancing Bear and DJ the Dinosaur personally invite your child to join in on this toe-tapping musical adventure. Includes timeless favorites such as The Wheels on the Bus, Pop Goes the Weasel, Do You Know the Muffin Man, Take Me Out to the Ball Game, and several Baby Genius originals. The excitement never ends!","release_date":"2004-09-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":75858,"title":"Baby Genius: Favorite Children's Songs","adult":false,"genre_ids":[16,10751]},{"cast":["Carl-Gustaf Lindstedt","Frej Lindqvist","Sune Mangs","Lena Söderblom","Lill Lindfors"],"overview":"Calle Parking has invented a car that can be folded to the size of a suitcase. To remedy the parking problems in Stockholm. Presenting his idea to the authorities causes a conflict of interest.","release_date":"1965-09-13","vote_average":6.5,"runtime":74,"cert":"N\/A","id":75859,"title":"Calle P","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Trouble In Japan follows Analog team riders' tour through Japan, including footage from competitions, freestyle sessions and street whilst documenting the entire trip, allowing you an insight into the whole lifestyle that surrounds the pro snowboard scene.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75860,"title":"Trouble In Japan","adult":false,"genre_ids":[]},{"cast":["Kat Dennings","Chad Michael Murray","Rupert Friend","Corbin Bleu","Mark Saul"],"overview":"The story follows 19-year-old Renee who has always loved fairy tales: the idea of a princess, a hero and a happily ever after. But Renee’s life is that of a darker tale: she’s a young woman battling addiction, depression and self-injury. In a creative blend of artistic fantasy balanced with harsh reality, the movie follows Renee on her courageous journey towards recovery.","release_date":"2015-03-13","vote_average":6.9,"runtime":118,"cert":"N\/A","id":75861,"title":"To Write Love on Her Arms","adult":false,"genre_ids":[18,10402]},{"cast":["Jason Isaacs","Georgia Groome","Toby Hall","Otto Farrant","Stephen Churchett"],"overview":"Young Humphrey is a ghost with a big problem. He and his family, the Craggyfords, have been ousted from their home and left without a place to haunt. As they search for new haunting grounds they soon discover that they are not alone. Ghosts from all over the world have been exorcised from their dwellings, with dark castles and ancient buildings being destroyed by the living, and turned into shopping centers. With time running out, Humphrey digs deep inside, and decides to help save his family and the rest of the haunting community by scaring his way to victory.","release_date":"2011-10-04","vote_average":4.9,"runtime":79,"cert":"N\/A","id":75862,"title":"The Great Ghost Rescue","adult":false,"genre_ids":[10751,14,27]},{"cast":["Bruce Phillips","Ian Mune","Rawiri Paratene","Sara Wiseman"],"overview":"When Arthur, self-proclaimed son of God, sets off on a mission to find the Queen of Heaven, his world changes.","release_date":"2011-03-04","vote_average":6.5,"runtime":97,"cert":"N\/A","id":75863,"title":"The Insatiable Moon","adult":false,"genre_ids":[18]},{"cast":["Bobby Edner","Ron Perlman","Randy Travis","Alexis O'Keefe","John Schuck"],"overview":"Inspired by a true story set in Missouri, \"The Trial of Old Drum\" tells the story of a valiant golden retriever, Old Drum, an orphan dog that becomes a boy's best friend and is then forced to stand trial for killing a neighbor's sheep.","release_date":"2000-06-09","vote_average":9.0,"runtime":89,"cert":"N\/A","id":75864,"title":"The Trial of Old Drum","adult":false,"genre_ids":[18,10751]},{"cast":["Giannis Angelakas","Jenny Kitseli","Ifigenia Asteriadi","Simeon Nikolaidis","Ioanna Pappa"],"overview":"Man (Gianis Aggelakas), a mysterious man of the underworld, small time grifter and big time hard-man, who has an anarchic tendency to mumble and comment on the system, society, police, the underworld itself and other things, along with his beloved bird, Bellafonte, meets up with an odd posse consisting of kid, who is a young songwriter, a prostitute who gathers money in order to open o bookstore, an alcoholic girl haunted by the relationship with her dead mother, and the grudgey bar-woman-ex-girlfriend. The five of them get caught up in a scheme involving the media, the mob, politicians and the police. And they definitely want to get the hell out of the city, probably to some Caribbean paradise.","release_date":"2002-11-15","vote_average":7.0,"runtime":120,"cert":"N\/A","id":75865,"title":"The Loser Takes All","adult":false,"genre_ids":[18,28,12]},{"cast":["Jordan Chan","Patrick Tam","Sek Sau","Cherrie Ying","Chapman To"],"overview":"A modern HK Cinema throwback to eighties triad dramas. Jordan Chan is Cho, a recently released ex-con who was imprisoned when he took the heat for a killing performed by his childhood buddy Dik (Patrick Tam). Now free, Cho only wants to be rid of the triad life, but finds himself inexorably drawn back in when Dik reappears. Dik is now a top triad lieutenant, and only wants to repay Cho for his loyalty and friendship. The two reforge their friendship, but it's an uneasy alliance which is complicated by Dik's seeming enjoyment at the violence of the triad life. Matters reach a head when Cho romances San (Cherrie Ying), the girlfriend of Dik's triad boss, leading to an explosive confrontation between the two longtime friends. Directed with smart, low-key precision by Marco Mak, The Wall is a tense action drama which recalls the righteous triad dramas of old!","release_date":"2002-08-15","vote_average":0.0,"runtime":91,"cert":"N\/A","id":75866,"title":"The Wall","adult":false,"genre_ids":[18,28,53]},{"cast":["Errikos Litsis","Vangelis Mourikis","Maria Kehayioglou","Yannis Voulgarakis","Maria Nafpliotou"],"overview":"Takis is trapped. Takis tries to escape. Takis wants money. He's got a family, a baby, a home... Takis is being cheated. He loves her and he suffers... Takis can't take it at work. He's besieged by savages. But his boss tops them all... Takis has one friend and relatives. Woe is him!... Takis has run out of time. Yet, in his mind, a heavy black cloud has settled, turning everything dark... Takis is silent. He lies down and fills with rage. He fills with rage and sinks deeper...","release_date":"2006-11-13","vote_average":7.0,"runtime":117,"cert":"N\/A","id":75867,"title":"Soul Kicking","adult":false,"genre_ids":[18]},{"cast":["Lucy Porter"],"overview":"Can a drinking, gambling, all-round hedonist ever consider herself to be morally good? Can an avid consumer of cheap airfares, pop culture and cheap clothes ever be good to the planet? Can a bubbly, affable, happy comedienne ever be really good at delivering stand-up that affects other people?","release_date":"2008-06-01","vote_average":0.0,"runtime":70,"cert":"15","id":75868,"title":"Lucy Porter: The Good Life","adult":false,"genre_ids":[35]},{"cast":["Elie Semoun"],"overview":"","release_date":"2009-10-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75869,"title":"Elie Semoun - Merki","adult":false,"genre_ids":[35]},{"cast":["Elie Semoun"],"overview":"","release_date":"2006-01-31","vote_average":5.5,"runtime":null,"cert":"N\/A","id":75870,"title":"Elie Semoun - Se prend pour qui ?","adult":false,"genre_ids":[35]},{"cast":["Arthur"],"overview":"","release_date":"2007-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75873,"title":"Arthur en vrai !","adult":false,"genre_ids":[]},{"cast":["Patton Oswalt"],"overview":"Patton Oswalt brings his deeply insightful, creative comedy to topics such as trying to be a good example for his daughter, his bewilderment at why we still have circuses, and his run-ins with crack addicts in New York.","release_date":"2011-09-05","vote_average":7.6,"runtime":59,"cert":"N\/A","id":75874,"title":"Patton Oswalt: Finest Hour","adult":false,"genre_ids":[35]},{"cast":["Chulpan Khamatova","Fernando Luís","María Barranco","Dinarte Branco","Raul Solnado"],"overview":"Lisa, a beautiful young Russian woman, is married to Victor, a Portuguese. Fernanda, the Spanish ex-wife of Victor, taking advantage of the coming wave of illegal immigrants in Portugal, wants to do business with false passports. Since then, and to Lisa's desperation, her home becomes a halfway house for immigrants of various nationalities and different races, all in search of a better future. Among them is Andrei, a young Ukrainian orthopedist who is wanted by the Russian mafia. Andrei falls in love with Lisa, who sees in him the opportunity to get out of that life. But things are not simple.","release_date":"2011-05-26","vote_average":6.0,"runtime":111,"cert":"N\/A","id":75875,"title":"América","adult":false,"genre_ids":[18,35]},{"cast":["Ivana Sugar","Bibi Noel","Zara White","Annie"],"overview":"Get ready for an ultimate anal slam as these willing sluts get their asses stuffed by some fat cocks. Watch gaping assholes from every angle while all their whore holes get fucked. They will take cock any way it will fit in their holes!","release_date":"2015-09-03","vote_average":0.0,"runtime":145,"cert":"N\/A","id":75876,"title":"Deep Anal Drilling 3","adult":true,"genre_ids":[]},{"cast":["Alfredo Landa","Terele Pávez","Belén Ballesteros","Juan Sachez","Susana Sánchez"],"overview":"Somewhere in the spanish country, in the 60s. Paco and his wife Régula are very poor. They work as tenant farmers for a very wealthy landowner. They have 3 children. One is backward. The others can not got to school because the master \"needs\" their work. When Regula's brother is fired from where he has worked for 61 years, he settles down at their little place... An attack against the archaism of the spanish country of the 60s.","release_date":"1984-04-04","vote_average":8.2,"runtime":107,"cert":"N\/A","id":75877,"title":"The Holy Innocents","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The two young Swedish journalist's Erik Gandini and Tarik Saleh have worked one year with Sacrificio, a film about the events surrounding the death of Che Guevara. They have traveled the world around and met among others the man who shot Che Guevara and the former CIA agent who walks around with Che's last tobacco in his pistol butt. In their attempts to find out what really happened they discover that the man who is accused of having betrayed Che Guevara as a matter of fact lives in Malmö, in the south of Sweden.","release_date":"2001-01-17","vote_average":6.5,"runtime":60,"cert":"N\/A","id":75878,"title":"Sacrificio: Who Betrayed Che Guevara","adult":false,"genre_ids":[99]},{"cast":["Petros Filippidis","Sakis Boulas","Joyce Evidi","Yannis Zouganelis","Markella Giannatou"],"overview":"","release_date":"2011-03-17","vote_average":6.1,"runtime":86,"cert":"N\/A","id":75879,"title":"Mia fora kai ena moro","adult":false,"genre_ids":[35]},{"cast":["Mae West","Roger Pryor","Johnny Mack Brown","John Miljan","Duke Ellington"],"overview":"Mae West, full of bosom and double entendre, wrote this lightweight saga of multiple loves which appears in a lavish (for 1934) production featuring songs backed by Duke Ellington.","release_date":"1934-09-21","vote_average":6.8,"runtime":70,"cert":"N\/A","id":75880,"title":"Belle of the Nineties","adult":false,"genre_ids":[18,35]},{"cast":["Reynaldo Gianecchini","Marília Gabriela","Erom Cordeiro","Carolina Dieckmann","Guilhermina Guinle"],"overview":"Three children are caught in school with an erotic book. His parents are called by the leadership to discuss the problem. During the meeting, comes to surface the  love and sexual problems of these three couples; such as lack of desire, betrayal, love, passion, insecurity and provocations.","release_date":"2008-02-01","vote_average":5.8,"runtime":99,"cert":"N\/A","id":75883,"title":"Sexo com Amor?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Belinha (Heloísa Perissé) herda do ex-marido canalha um bar desativado e caindo aos pedaços, que consegue inaugurar com a ajuda de Pitty (Ingrid Guimarães), uma taxista 'mil e uma utilidades'.Dispostas a sustentar a sociedade a qualquer custo, as duas amigas se envolvem em muitas confusões para tentar dar a volta por cima e tornar o lugar rentável, mesmo que para isso tenham que alugá-lo para batizados, casamentos, festas, funerais...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75884,"title":"Sob nova direção","adult":false,"genre_ids":[]},{"cast":[],"overview":"Este filme é uma superprodução que traz a história dos jovens: Francisco, filho de um rico comerciante de tecidos, com a ambição de se tornar um fidalgo cavaleiro de Assis; Clara, de linhagem nobre, prometida em casamento ao jovem Ranieri di Bernardo. Chamados por Deus a viver a perfeição do Evangelho, Clara e Francisco trocaram o conforto da família para viver a corajosa opção de seguir Jesus na mais absoluta e total pobreza. De sua resposta generosa, teve início na Igreja a grande Família Franciscana, com sua mensagem de paz e de amor, hoje espalhada no mundo inteiro. Clara e Francisco é um filme de grande valor pela veracidade histórica, originalidade e beleza das imagens e perfeição com que foi realizado. Vale a pena assistí-lo.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75885,"title":"Clara e Francisco","adult":false,"genre_ids":[]},{"cast":["Alex Loynaz","Justina Machado","Hale Appleman","DaJuan Johnson","Matt Barr"],"overview":"An intimate biopic of Pedro Zamora, an HIV-positive Cuban-American, who was cast for the MTV reality show, The Real World: San Francisco, in 1994. Due to his experience on the Real World, Pedro became a celebrity and a sympathetic face of the AIDS epidemic for millions of Americans who had never met anyone with HIV\/AIDS.","release_date":"2008-09-07","vote_average":7.0,"runtime":93,"cert":"N\/A","id":75886,"title":"Pedro","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Um pequeno livreto que narra a emocionante história de um pastor evangélico e sua família que tiveram um encontro com Jesus Eucarístico e com a Virgem Maria. Ex-pastor evangélico e professor de teologia, deixou tudo por amor a Jesus Eucarístico e a Virgem Maria e se fez Católico.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75887,"title":"Nossa Senhora do Marrom Glacê","adult":false,"genre_ids":[]},{"cast":["James Cagney","Sylvia Sidney","Porter Hall","John Emery","Robert Armstrong"],"overview":"Nick Condon, an American journalist in 1945 Tokyo, publishes the Japanese master plan for world domination. Reaction from the understandably upset Japanese provides the action, but this is overshadowed by the propaganda of the time.","release_date":"1945-04-26","vote_average":6.1,"runtime":93,"cert":"N\/A","id":75888,"title":"Blood on the Sun","adult":false,"genre_ids":[28,18,10752]},{"cast":["Kelly McGillis","Jeff Daniels","Mandy Patinkin","Jessica Tandy","Kenneth Welsh"],"overview":"Emily Crane is fired after refusing to give names to a 1951 House Un-American Activities Committee, and takes a part-time job as companion to an old lady. One day her attention is drawn to a noisy argument being conducted largely in German in a neighbouring house, the more so since one of those involved is her main senator prosecutor. Starting to look into things, she gradually enlists the help of FBI officer Cochran who was initially detailed to check her out. Just as well when things turn nasty","release_date":"1988-03-04","vote_average":5.7,"runtime":101,"cert":"N\/A","id":75889,"title":"The House on Carroll Street","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75890,"title":"Padre Fábio de Melo - Iluminar","adult":false,"genre_ids":[]},{"cast":["George Segal","Natalie Wood","Richard Benjamin","Valerie Harper","Bob Dishy"],"overview":"Jeff and Mari Thompson have been married for fifteen years. Although their marriage is not perfect, they are seemingly happy in their married and family life. But all their married friends seem to be getting divorced or separated. These newly single friends try to convince both Jeff and Mari - together and individually - that divorce is the way to go. Even if they do decide to remarry, it will be an inevitability that that marriage too will end in divorce. And divorce can even re-energize the love in an otherwise stale marriage. In light of these assertions by their friends, Jeff and Mari do evaluate their marriage. Their friends also place each of them in potentially compromising positions, despite the fact that they still are married. Will Jeff and Mari's marriage be able to withstand all this outside pressure?","release_date":"1980-04-03","vote_average":3.5,"runtime":103,"cert":"N\/A","id":75891,"title":"The Last Married Couple in America","adult":false,"genre_ids":[35]},{"cast":["Sharon Stone","Christopher Rydell","Ana Torrent","Guillermo Montesinos","Albert Vidal"],"overview":"Remake of the tale of an acclaimed matador who finds himself involved with a beautiful woman, jeopardizing both his marriage and career.","release_date":"1989-09-22","vote_average":4.6,"runtime":113,"cert":"N\/A","id":75892,"title":"Blood and Sand","adult":false,"genre_ids":[18,10749]},{"cast":["Gunnar Bohlin"],"overview":"Who? is an endearing big film for the small. Little Teddypig and her friends have fun, play games, tussle and cuddle with each other. Stories about getting lost, winning games, hitting yourself on the beak and being different because you are yellow... Endearing stories with happy endings for our littlest children.","release_date":"2010-09-24","vote_average":0.0,"runtime":32,"cert":"N\/A","id":75893,"title":"Who?","adult":false,"genre_ids":[16]},{"cast":[],"overview":"В фильме рассказывается об избирательной кампании Говарда Дина, проводившейся во время первичных выборов кандидата на пост президента США от демократической партии в 2004 году.","release_date":"","vote_average":0.0,"runtime":101,"cert":"N\/A","id":75894,"title":"Мартовские иды","adult":false,"genre_ids":[]},{"cast":["Ulrich Noethen","Christine Urspruch","Dominique Horwitz","Armin Rohde","Eva Mattes"],"overview":"In Sproet II wordt Sproet door haar vader, meneer Taschenbier, teruggehaald om zijn zoon, Martin Taschenbier, te helpen op school. Martin heeft geen vrienden en wordt door zijn gymleraar, meneer Daume, ook iedere keer eruit gepikt. Elke sproet van Sproet is een wens waard en dit kan Martin helpen bij het maken van vrienden, maar als Sproet wordt ontvoerd door meneer Daume en die ook allemaal wensen gaat doen, heeft dat heel vervelende bijwerkingen.","release_date":"2003-12-10","vote_average":5.5,"runtime":90,"cert":"N\/A","id":75897,"title":"Sams in Gefahr","adult":false,"genre_ids":[10751]},{"cast":["Michelle Williams","Eddie Redmayne","Kenneth Branagh","Julia Ormond","Judi Dench"],"overview":"Sir Laurence Olivier is making a movie in London. Young Colin Clark, an eager film student, wants to be involved and he navigates himself a job on the set. When film star Marilyn Monroe arrives for the start of shooting, all of London is excited to see the blonde bombshell, while Olivier is struggling to meet her many demands and acting ineptness, and Colin is intrigued by her. Colin's intrigue is met when Marilyn invites him into her inner world where she struggles with her fame, her beauty and her desire to be a great actress.","release_date":"2011-11-23","vote_average":6.7,"runtime":99,"cert":"15","id":75900,"title":"My Week with Marilyn","adult":false,"genre_ids":[18]},{"cast":["Meredith Edwards","Edmund Hillary","Tenzing Norgay"],"overview":"A documentary of the first successful expedition to the summit of Mount Everest. New Zealand's Edmund Hillary and Sherpa Tenzing Norgay climb Mount Everest in 1953.","release_date":"1953-12-09","vote_average":7.0,"runtime":78,"cert":"N\/A","id":75901,"title":"The Conquest of Everest","adult":false,"genre_ids":[99,18,36]},{"cast":["Lacie Heart","Shay Jordan","Sammy Cruz","Carmel Moore","Scott Nails"],"overview":"Sexual Freak is a visual palette of equally sexy, erotic and naughty delights. Shay Jordan™ joins Lacie Heart to tease and toy with the men they desire, working them over to their own satisfaction and delight, releasing them from duty only after they have satisfied them fully. Their co-stars deliver sexually audacious scenes, which perfectly compliment Lacie's anal antics. The film will leave you awe-inspired, reveling with pleasure and forever hitting the replay button.","release_date":"2008-11-04","vote_average":9.0,"runtime":96,"cert":"N\/A","id":75902,"title":"Lacie: Sexual Freak 9","adult":true,"genre_ids":[]},{"cast":["Peter Cushing","Ray Milland","Joan Greenwood","Susan Penhaligon","Donald Pleasence"],"overview":"Wilbur Gray, a horror writer, has stumbled upon a terrible secret, that cats are supernatural creatures who really call the shots. In a desperate attempt to get others to believe him, Wilbur spews three tales of feline horror.","release_date":"1977-08-24","vote_average":5.5,"runtime":89,"cert":"N\/A","id":75903,"title":"The Uncanny","adult":false,"genre_ids":[27]},{"cast":[],"overview":"9 Months Of Snow is a different kind of a commercial film. It follows one season in Ruka & Pyhä ski resorts and is made for quite a small target group such as snowboarders and skiers. The film is done in a co-operation with Rukakeskus Oy and Naturpolis. It was really interesting to take advantage of all the cool filming locations around the resorts. Many of them were filmed first time for 9 Months Of Snow.","release_date":"2009-10-15","vote_average":0.0,"runtime":25,"cert":"N\/A","id":75904,"title":"9 Months of Snow","adult":false,"genre_ids":[]},{"cast":["David Hemmings","Gayle Hunnicutt","Wilfrid Hyde-White","Flora Robson","Adolfo Celi"],"overview":"A reformed drug addict travels to Italy to find out who murdered his aunt.","release_date":"1970-09-03","vote_average":6.1,"runtime":94,"cert":"","id":75905,"title":"Fragment of Fear","adult":false,"genre_ids":[80,9648,53]},{"cast":[],"overview":"YOOOoooooooo!!! So here it is, our very own MFM &amp; Friends movie! Our style, our terms, whatever we want, hope you like it!! This is our crew and these are the things we do! Enjoy!!- MFM, professional snowboarder. That's right, MFM Inc. and F.O.D.T . have joined forces to collab on this years highly anticipated movie, Hard To Earn. The title says it all, feel the emotions of passion,dedication and the pain our riders went through this season to make it happen and to keep the dream alive. Experience a new level of professional cinematography mixed with the skills and style of such riders as MFM, Lucas Magoon, Travis Kennedy, Dylan Thompson, Derek Dennison, Chris Bradshaw, Johnny Paxson, Jake Devine, Jeremy 'Worm' Grendahl, Jonah Owen, Cory Cronk and many Friends.- Cole Taylor, F.O.D.T. Producer\/Filmer.","release_date":"2009-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75908,"title":"Hard To Earn","adult":false,"genre_ids":[99]},{"cast":["Vinay Pathak","Riya Sen","Jagrat Deshai","Sasha Goradia"],"overview":"An irate groom-to-be abducts a recently married bickering couple and asks them to take him to his wedding: Tere Mere Phere is a story about a newly married couple, Pooja and Rahul, who have a perfect love affair and a perfect marriage and set out on a perfect dream honeymoon in a motor home, driving through the breath taking Himalayas … but then can life ever be perfect?! If “distance makes the heart grow fonder” then too much proximity should have the reverse effect! And it does ... As Pooja and Rahul get too close for comfort, the gilt of romance begins to rub off, a series of absurd fights follow and soon they get embroiled with a local Himachali small town guy ( Vinay Pathak) and his girl Muskaan, the “Pahadi Mirch” (Riya Sen).","release_date":"2011-09-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":75909,"title":"Tere Mere Phere","adult":false,"genre_ids":[35,10749]},{"cast":["Uriah Shelton","Dash Mihok","Nicki Aycox","Ruben Studdard","Trace Adkins"],"overview":"The chance to shine in a singing competition offers much-needed hope for a Southern middle-schooler who's drowning in worries, from bullies in the halls to turmoil at home -- and the news that his reservist father has been called back to Afghanistan.","release_date":"2010-08-13","vote_average":7.5,"runtime":108,"cert":"N\/A","id":75910,"title":"Lifted","adult":false,"genre_ids":[18,10751]},{"cast":["Jarl Kulle","Christina Schollin","Edvin Adolphson","Isa Quensel","Sigge Fürst"],"overview":"Jan Froman is a young man with great plans for the future. He gets a job as an assistant janitor at a bank, but with inherited money he starts to buy and sell real estate which eventually increases in value. He falls in love with Margareta, whose father is a naval officer. Margareta is slighted by her fiance and follows Froman on a sailing trip in the archipelago. Plot by Mattias Thuresson.","release_date":"1961-01-30","vote_average":6.0,"runtime":108,"cert":"N\/A","id":75911,"title":"Änglar, finns dom...","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Artur Rolén","Helga Brofeldt","Mona Geijer-Falkner"],"overview":"","release_date":"1957-09-27","vote_average":1.5,"runtime":null,"cert":"N\/A","id":75912,"title":"Åsa-Nisse I full fart","adult":false,"genre_ids":[]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Brita Öberg","Lennart Lindberg"],"overview":"","release_date":"1958-09-26","vote_average":2.8,"runtime":87,"cert":"N\/A","id":75913,"title":"Åsa-Nisse i kronans kläder","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Brita Öberg","Inga Brink"],"overview":"","release_date":"1964-08-28","vote_average":2.0,"runtime":null,"cert":"N\/A","id":75914,"title":"Åsa-Nisse i Popform","adult":false,"genre_ids":[35]},{"cast":["Jeff Bergman","Tress MacNeille","Kevin Michael Richardson","Grey DeLisle"],"overview":"With their marriage on the rocks, Fred and Wilma take a holiday together to rekindle the fire in their relationship.","release_date":"2001-11-03","vote_average":7.0,"runtime":85,"cert":"N\/A","id":75915,"title":"The Flintstones: On the Rocks","adult":false,"genre_ids":[16,35,10751]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Brita Öberg","Gustaf Lövås"],"overview":"Inspired by the space-race, Åsa-Nisse and his friends build a top-secret moon rocket. They have big trouble hiding their secret from prying newspaper reporters, and spies disguised as cows...","release_date":"1966-08-26","vote_average":3.5,"runtime":76,"cert":"N\/A","id":75916,"title":"Åsa-Nisse in Rocket Form","adult":false,"genre_ids":[35]},{"cast":["Arne Källerud","Sven-Axel Carlsson","Gregor Dahlman","Bert-Åke Varg","Stellan Skantz"],"overview":"","release_date":"1969-12-19","vote_average":1.8,"runtime":76,"cert":"N\/A","id":75917,"title":"Åsa-Nisse i Rekordform","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Continuing the visionary path created by a one-of-a-kind international music collective, introducing Playing For Change - PFC 2: Songs Around The World. By filming and recording dozens of musicians from around the world, filmmaker, producer and PFC founder, Mark Johnson captures stunning musical collaborations that seamlessly blend diverse styles of music into powerful performances, expanding on the journey that made Playing For Change one of 2009's most unusual cultural phenomenons. With a global mix of cultures and rhythms featuring original songs written for the album, as well as reinterpretations of internationally loved recordings including Bob Marley's \"Redemption Song,\" Stevie Wonder's \"Higher Ground\" and John Lennon's \"Imagine.\" Featured artists include Baaba Maal, Keb Mo, Sandra de Sá, Taj Mahal, Tinariwen, Carlos Vives, Roger Ridley, Grandpa Elliot, Stephen Marley, Mermans Kenkosenki, Char and Toumani Diabate.","release_date":"2011-05-31","vote_average":5.3,"runtime":45,"cert":"N\/A","id":75918,"title":"Playing for Change – Songs Around The World (Part 2)","adult":false,"genre_ids":[10402]},{"cast":["John Elfström","Artur Rolén","Helga Brofeldt","Mona Geijer-Falkner","Gustaf Lövås"],"overview":"","release_date":"1955-09-19","vote_average":3.3,"runtime":83,"cert":"N\/A","id":75919,"title":"Åsa-Nisse ordnar allt","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Artur Rolén","Helga Brofeldt","Mona Geijer-Falkner","Gustaf Lövås"],"overview":"","release_date":"1954-09-10","vote_average":2.8,"runtime":91,"cert":"N\/A","id":75920,"title":"Åsa-Nisse på hal is","adult":false,"genre_ids":[35]},{"cast":["Douglas Pierce","John Murphy"],"overview":"Darryl Hell's interview experiment with Douglas P. took place amongst the rumbles, hisses, and thunks of the belly of a New York City skyscraper...during a harsh January 2005 blizzard. This would be the first time Douglas would take part in this type of interview project. Its flow replicates a meandering day-long conversation that was held between Douglas P. and Darryl Hell at Mindswerve Studio, New York City, in 2004. Their many life experiences in 1970's, 1980's punk rock, made for a fertile ground. Hell's vision for the project was to give Douglas a chance to fully articulate himself without the boundaries of the traditional interview format. The result is a roller coaster ride through Douglas' life from childhood into the future.","release_date":"2005-11-28","vote_average":4.0,"runtime":59,"cert":"N\/A","id":75921,"title":"Death In June: Behind The Mask","adult":false,"genre_ids":[99,10402]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Brita Öberg","Gustaf Lövås"],"overview":"","release_date":"1959-09-04","vote_average":1.7,"runtime":87,"cert":"N\/A","id":75922,"title":"Åsa-Nisse jubilerar","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75923,"title":"复活的黄金圣斗士神话","adult":false,"genre_ids":[]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Brita Öberg","Gustaf Lövås"],"overview":"","release_date":"1962-08-31","vote_average":2.0,"runtime":108,"cert":"N\/A","id":75924,"title":"Åsa-Nisse på Mallorca","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Brita Öberg","Lena Dahlman"],"overview":"Åsa-Nisse's brother Julius returns home from USA, apparently very rich. Also, Åsa-Nisse och Klabbarparen takes care of a little child which leads to all sorts of complications.","release_date":"1963-08-30","vote_average":2.7,"runtime":96,"cert":"N\/A","id":75925,"title":"Åsa-Nisse och tjocka släkten","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Stig Johanson","Brita Öberg","Gustaf Lövås","Hjördis Petterson"],"overview":"Sjökvist needs a woman to tidy up his general store and Åsa-Nisse helps him out to put an ad in the local newspaper.","release_date":"1968-08-30","vote_average":2.0,"runtime":78,"cert":"N\/A","id":75928,"title":"Åsa-Nisse and the Great Kalabalik","adult":false,"genre_ids":[35]},{"cast":["Lena Endre","Samuel Fröler","Camilla Lundén","Göran Stangertz","Sven Wollter"],"overview":"Fredrik is a director for a company that has developed a camera that can be operated from a distance to inspect pipes. He is so obsessed about his girlfriend Ingrid that he arranges his own fake suicide so that he can check that she mourns his death properly. With a set of cameras in their house he can follow every step she takes.","release_date":"1998-10-02","vote_average":4.5,"runtime":114,"cert":"N\/A","id":75929,"title":"Ögat","adult":false,"genre_ids":[]},{"cast":["Ryōsei Konishi","Mary Matsuyama","Masahiro Kuranuki","Miyavi Matsunoi","Shinji Kasahara"],"overview":"Kouga Saezima travels to a city from his childhood after receiving orders to hunt down the Horror Karma, an ancient female Horror who is one of the infamous Apostle Horrors. By that time, Karma's followers, Kurusu and Shion set up base in a gothic club called Crime to satisfy their mistress's appetite by bringing her various girls and lure them into her realm with false promises of making their dreams a reality. As Kouga arrives, ignoring the memories he has of it, a Makai Priestess named Rekka also arrives in the city and aids a pair of Makai Priests named Akaza and Shiguto in saving a baby from a Horror posing as a mother. However, Kouga arrives and reveals the \"baby\" to be a Horror that Zaruba identifies as the cannibalistic Apostle Horror Babel.","release_date":"2010-10-30","vote_average":5.6,"runtime":97,"cert":"N\/A","id":75930,"title":"GARO: Red Requiem","adult":false,"genre_ids":[28,12,14,53]},{"cast":["Park Min-young","Kim Dong-wook","Kim Ye-ron","Shin Da-eun","Lee Jang-yoo"],"overview":"So-yeon suffers from claustrophobia and inherits a Persian cat when its owner dies. She begins having nightmares and people around her begin dying as she searches for the truth.","release_date":"2011-07-07","vote_average":6.3,"runtime":106,"cert":"N\/A","id":75931,"title":"The Cat","adult":false,"genre_ids":[9648]},{"cast":["Park Hyun-young","Baek So-myeong","Lee Mi-yoon","Kim Jae-rok","Jo Hyeon-sook"],"overview":"Jiwan is thirty + housekeeper and director. She lives with a teenager son, Siyong and her husband, Sang Woo. She has been prepared her first feature film in a film company, but it does not go well. One day, she tired to write scenarios, the cursor changes to the ants occasionally fantasize, so she stoped to write scenarios. After a few months, she saw the rainbow reflected in a puddle, she start to new works and she go to new film company. One day, she encounters an empty stage, and saw fantastic rainbow scene and heard the Fantasia, and picks up abandoned music score. Since she writes to a new scenario, the title of 'Rainbow'. But it is non-commercial, and is rejected. As time goes by, she is tired out because of repeated operations.","release_date":"2010-11-18","vote_average":6.0,"runtime":91,"cert":"N\/A","id":75932,"title":"Passerby #3","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Filmed over twenty years by acclaimed documentarian Jennifer Fox (FLYING: CONFESSIONS OF A FREE WOMAN), MY REINCARNATION chronicles the epic story of the high Tibetan Buddhist Master, Choegyal Namkhai Norbu, and his western-born son, Yeshi. The film follows Namkhai Norbu's rise to greatness as a Buddhist teacher in the West, while his son, Yeshi, recognized at birth as the reincarnation of a famous spiritual master, breaks away from his father's tradition to embrace the modern world. Can the father convince his son to keep the family's threatened spiritual legacy alive? Never before has a high Tibetan Master allowed such complete access to his private life and it is doubtful that another ever will. With her signature intimate entry to both family and icons including the Dalai Lama, Fox expertly distills a decades-long drama into a universal story about love, transformation, and destiny.","release_date":"2011-10-28","vote_average":5.0,"runtime":82,"cert":"N\/A","id":75933,"title":"My Reincarnation","adult":false,"genre_ids":[99]},{"cast":["Jessie Andrews","Lela Star","Liza Del Sierra","Holly Michaels","Breanne Benson"],"overview":"Adult entertainment studio, Elegant Angel Productions, proudly presents Swimsuit Calendar Girls 2011. The movie stars, super-hot european star, Liza Del Sierra alongside Lela Star, Breanne Benson, Holly Michales and Jesse Andrews. Swimsuit Calendar Girls 2011 is directed by the award winning William H.","release_date":"2011-06-23","vote_average":5.0,"runtime":121,"cert":"N\/A","id":75934,"title":"Swimsuit Calendar Girls 2011","adult":true,"genre_ids":[]},{"cast":["Wadeck Stanczak","Philippe Volter","Bernard-Pierre Donnadieu"],"overview":"Lucien is a young soldier in the French army during the First World War. Recently married and with a young daughter, his only aim is to get through the war unscathed and get back to his wife and daughter. But this world is turned upside down by a pair of trousers.","release_date":"1997-10-12","vote_average":6.0,"runtime":90,"cert":"N\/A","id":75935,"title":"Le Pantalon","adult":false,"genre_ids":[18,10752]},{"cast":["Jacques Villeret","Catherine Frot"],"overview":"","release_date":"1997-05-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":75936,"title":"Le Dernier été","adult":false,"genre_ids":[]},{"cast":["Penny Flame","Jamie Lynn","Jamie Huxley","Bobbi Blair","Celeste Star"],"overview":"In 'Way of the Dragon', director Celeste takes you on a surreal journey through a sensual dreamscape of asian torture sex.","release_date":"2005-12-30","vote_average":9.0,"runtime":95,"cert":"N\/A","id":75937,"title":"Way of the Dragon","adult":true,"genre_ids":[]},{"cast":["Burt Lancaster","Roscoe Lee Browne","Charles Durning","Joseph Cotten","Melvyn Douglas"],"overview":"A renegade USAF general, Lawrence Dell, escapes from a military prison and takes over an ICBM silo near Montana and threatens to provoke World War 3 unless the President reveals details of a secret meeting held just after the start of the Vietnam War between Dell and the then President's most trusted advisors.","release_date":"1977-02-09","vote_average":6.3,"runtime":146,"cert":"15","id":75938,"title":"Twilight's Last Gleaming","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":75939,"title":"切尔诺贝利事故发生经过","adult":false,"genre_ids":[]},{"cast":["Nikki Rio","Karina Ferrari","Melissa Pitanga","Larissa TedraminY","Claudia Bella"],"overview":"Welcome to Fire Island, a place where the weather is hot, the women are hotter, and the sex is on fire! Watch in High Definition as the island's most desirable women fulfill their burning passion for hard cock and hot cum.","release_date":"2009-12-03","vote_average":7.0,"runtime":114,"cert":"N\/A","id":75940,"title":"Fire Island","adult":true,"genre_ids":[]},{"cast":["Vonn Harris","Gabriel Baez","Jace Nicole","Tyeisha Gibson"],"overview":"In a city plagued by violence, drugs, and murder, three people fight there way through a gauntlet of the worst and most fascinating characters in the city.","release_date":"2010-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":75941,"title":"Razorblade City","adult":false,"genre_ids":[28]},{"cast":["Al Jourgensen","Paul Barker"],"overview":"Collection of Ministry and Revolting Cocks promotional videos.","release_date":"2000-09-12","vote_average":4.0,"runtime":68,"cert":"N\/A","id":75942,"title":"Ministry: Tapes of Wrath","adult":false,"genre_ids":[10402]},{"cast":["Beat Marti"],"overview":"Roger is a young, dashing banker full of boyish self-confidence. He has a highly successful business, smuggling black money across the border for reinvestment. But then a split second reaction changes his entire life. Flagged down one day by a customs officers, Roger loses his cool and makes a run for it. His only means of escape: diving headlong into Lake Constance, thereby catapulting himself out of his life as a banker and into a totally new universe, populated with shy mermaids decked out in Lara Croft gear, and cunning magpie witches in helicopters. As in a Grimm Brothers fairy tale, Roger has to pass three tests to cast off the witch’s curse and find happiness. His underwater journey through an intoxicatingly beautiful Switzerland is enhanced by the enchanting songs of sirens – a fable full of lust for life and love.","release_date":"2007-08-30","vote_average":0.0,"runtime":75,"cert":"N\/A","id":75943,"title":"I Was a Swiss Banker","adult":false,"genre_ids":[10749]},{"cast":["Thierry Lhermitte","Miou-Miou","Eddy Mitchell","Michel Boujenah","Hélène Zidi"],"overview":"To his family, François Voisin is nothing more than a humdrum civil servant. In truth, for the past twenty years he has been working as a secret agent. All goes well until circumstances put his secret in danger.","release_date":"1991-12-18","vote_average":5.9,"runtime":102,"cert":"N\/A","id":75944,"title":"The Jackpot!","adult":false,"genre_ids":[12,35]},{"cast":["Jorge Salinas","Carmen Salinas","Ana Serradilla","Luis Roberto Guzmán","Ana Soler"],"overview":"Jean Paul and Chema have been together ten years. They have successful careers, a comfortable home and many friends. But that's all turned turned upside down when close friend Ivana rescues Hendrix from his broken home and asks them to care for the boy. Hendrix's mother Nina is a drug addict who suffers at the hands of her abusive partner Patrick. The men begin to consider making Hendrix part of their family. ~ Baseline StudioSystems","release_date":"2011-03-25","vote_average":7.0,"runtime":130,"cert":"N\/A","id":75945,"title":"The Other Family","adult":false,"genre_ids":[18]},{"cast":["Eric Mabius"],"overview":"Selected by the DEA, a group of police cadets form a Narc unit to bust narcotic dealers along the Venice Beach Boardwalk. When a gang turf war leads to the death of one of the unit members, the team has 48 hours to solve the case or be suspended.","release_date":"2005-01-01","vote_average":2.2,"runtime":92,"cert":"N\/A","id":75946,"title":"Venice Underground","adult":false,"genre_ids":[28]},{"cast":["Albert Finney","Billie Whitelaw","Liza Minnelli","Colin Blakely","Richard Pearson"],"overview":"Charlie Bubbles, a writer, up from the working class of Manchester, England, who, in the course of becoming prematurely rich and famous, has mislaid a writer's basic tool - the capacity to feel and to respond. Now he must visit his estranged wife and son, whom he has set up on a farm outside his native city. His journey accidentally becomes an attempt to reestablish his connections with life, people, and his own history","release_date":"1967-07-15","vote_average":6.6,"runtime":89,"cert":"","id":75947,"title":"Charlie Bubbles","adult":false,"genre_ids":[35,18]},{"cast":["Jet Li","Eva Huang","Raymond Lam","Wen Zhang","Charlene Choi"],"overview":"The Sorcerer and the White Snake is an ancient Chinese fable about a woman demon who falls in love with a mortal is brought to life through the latest advances in CGI and action techniques.","release_date":"2011-09-27","vote_average":5.7,"runtime":100,"cert":"N\/A","id":75948,"title":"The Sorcerer and the White Snake","adult":false,"genre_ids":[28,14]},{"cast":["Wynton Marsalis","Eric Clapton"],"overview":"New York City's premier jazz venue got the blues when Wynton Marsalis and Eric Clapton performed together in Rose Theater at Frederick P. Rose Hall, home of Jazz at Lincoln Center for two sold-out shows dedicated to vintage blues. The extraordinary collaboration, billed as Wynton Marsalis &amp; Eric Clapton Play the Blues, paired these musical virtuosos with members of the Jazz at Lincoln Center Orchestra as they brought to life a repertoire of songs selected by Clapton and arranged by Marsalis. Reprise Records captures the magic of these unprecedented shows on CD and a CD\/DVD combo that both feature selections taken from the two public concerts, as well a special performance for Jazz at Lincoln Center's annual gala.","release_date":"2011-09-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":75949,"title":"Wynton Marsalis and Eric Clapton Play the Blues: Live from Jazz at Lincoln Center","adult":false,"genre_ids":[10402]},{"cast":["Mae West","Victor Moore","William Gaxton","Lester Allen","Alan Dinehart"],"overview":"After an absence of three years, Mae West returned to the screen in the musical comedy The Heat's On. La West is cast as Fay Lawrence, a famous Broadway actress who is loved intensely by her producer Tony Ferris (William Gaxton). Rival producer Forrest Stanton (Alan Dinehart) steals Fay away from Ferris by convincing her that she's been blacklisted from Broadway by blue-nosed moralist Hannah Bainbridge (Almira Sessions). Meanwhile, Hannah's puckish brother Hubert (Victor Moore) syphons money from his sister's \"clean up show business\" committee to produce a musical show for his actress niece Janey (Mary Roche). Somehow, all these characters converge for a spectacular closing production number spotlighting the formidable Fay. Part of the reason for the failure of The Heat's On is the fact that Mae West didn't write her own dialogue, as was usually her custom. The film performed so poorly that it would be 27 years before West would again appear on the Big Screen.","release_date":"1943-12-02","vote_average":3.3,"runtime":78,"cert":"N\/A","id":75950,"title":"The Heat's On","adult":false,"genre_ids":[35]},{"cast":["Shannon Tweed","Julie Strain","Deanna Brooks","Richie Varga","Daniel Murray"],"overview":"A hooker, a bank robber and an innocent young woman clash over love and loot from a robbery.","release_date":"2000-04-25","vote_average":5.3,"runtime":90,"cert":"N\/A","id":75953,"title":"The Rowdy Girls","adult":false,"genre_ids":[28,35,37,10749]},{"cast":["Teresa Ruiz","Alejandro Tommasi","Jorge Lavat","Mark Hernández Mosqueda","Gerardo Moscoso"],"overview":"Marcelino Pan Y Vino (English: \"Marcelino Bread And Wine\") is a 1955 Spanish film. It was a success, and other countries have produced versions of it. The 1955 film was written by José María Sánchez Silva, who based it on his novel, and directed by Ladislao Vajda. Its stars were Rafael Rivelles, Juan Calvo (who also starred together as Don Quixote and Sancho Panza in the 1947 Spanish film version of Cervantes's Don Quixote and the young child star Pablito Calvo (no relation to Juan) as Marcelino. The background score and the film's theme song are by Pablo Sorozábal. The film became the inspiration for the highly praised Philippine drama, May Bukas Pa.The story, revised and modernized in both the book and film, dates back to a medieval legend, one of many gathered together in a volume by Alfonso el Sabio.","release_date":"2010-12-17","vote_average":8.2,"runtime":100,"cert":"N\/A","id":75956,"title":"The Miracle of Marcelino","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Follows Jimmy Neutron, his faithful robotic dog, Goddard, and his eclectic friends and family as they experience life in Retroville. Jimmy is a typical kid, who just happens to be a genius. He creates gadgets to improve his everyday life, but his inventions go awry more often then not, and hilarious trouble ensues","release_date":"2002-06-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":75957,"title":"Jimmy Neutron - Confusion Fusion","adult":false,"genre_ids":[]},{"cast":["Jean-Louis Trintignant","Carroll Baker","Erika Blanc","Horst Frank","Helga Liné"],"overview":"Industrialist Jean is living a jet set life in late sixties Paris. Things are not so well at home with his frigid wife Danielle. He meets their new neighbour, Nicole, and they become lovers. But she has a sadistic ex-boyfriend, Klaus, which keeps showing up. It soon transpires that Danielle and Nicole are conspiring against Jean, Klaus being the hitman hired to murder him.","release_date":"1969-10-31","vote_average":6.2,"runtime":89,"cert":"N\/A","id":75958,"title":"So Sweet... So Perverse","adult":false,"genre_ids":[53,80,9648]},{"cast":["Tony Danza","Jessica Walter","Stacey Nelkin","Danny DeVito","Merie Earle"],"overview":"When his father - who owned a circus - dies, Oscar inherits 5 million dollars - and 3 orang outangs. However there's a condition connected to the money: if he gives away the apes or just one gets sick or dies during the next 3 years, the zoologic society will get all the money. So he not only has to deal with 3 apes and an annoyed girlfriend, but also with a greedy zoologic society's president.","release_date":"1981-04-10","vote_average":3.8,"runtime":87,"cert":"N\/A","id":75963,"title":"Going Ape!","adult":false,"genre_ids":[35]},{"cast":["George Harrison","Paul McCartney","John Lennon","Ringo Starr","Olivia Harrison"],"overview":"Director Martin Scorsese profiles former Beatle George Harrison in this reverent portrait that mixes interviews and archival footage, featuring commentary from the likes of Paul McCartney, Eric Clapton, Ringo Starr and Yoko Ono.","release_date":"2012-09-27","vote_average":7.9,"runtime":208,"cert":"N\/A","id":75964,"title":"George Harrison: Living in the Material World","adult":false,"genre_ids":[10402,99]},{"cast":["Pedro Infante","Rosaura Revueltas","Rocío Sagaón","Esther Luquín","Jaime Fernández"],"overview":"Las Islas Marias stars Pedro Infante as a man who must face time in jail, even though he never committed the crime. While on the inside, he learns important life lessons that actually make him a better man.","release_date":"1951-08-10","vote_average":7.5,"runtime":84,"cert":"N\/A","id":75965,"title":"Las Islas Marias","adult":false,"genre_ids":[18]},{"cast":["Totò","Peppino De Filippo","Nadia Sanders","Luigi Pavese","Peter Dane"],"overview":"","release_date":"1962-09-08","vote_average":6.8,"runtime":103,"cert":"N\/A","id":75966,"title":"Totò e Peppino divisi a Berlino","adult":false,"genre_ids":[35]},{"cast":[],"overview":"When young Stephen shows up in a khaki vest with a pair of binoculars and a yen to be a forest ranger, it's Barney's signal to take the crew to Camp WannaRunnaRound for some hiking, fishing and--of course--plenty of singing and dancing. Once out in the woods, the crew is joined by B.J. and Baby Bop for some catch-and-release fishing and a \"Lake Medley.\" Next, Counselor Barney shows the kids how to set up a tent, pack for a day hike, and problem-solve when it comes to a fallen log. The hikers see a squirrel and a raccoon, sing the environment-friendly \"Pick Up Your Part of the World,\" and end up around the campfire telling stories. When they get too scary for Baby Bop, the gang opts to listen to the sounds of insects instead. This 50-minute program satisfyingly sets up basic camp etiquette for either a structured facility or family outings. (Ages 2 to 6) --Kimberly Heinrichs","release_date":"2003-03-10","vote_average":9.0,"runtime":null,"cert":"N\/A","id":75967,"title":"Barney's Outdoor Fun","adult":false,"genre_ids":[]},{"cast":["Jaime Camil","Silvia Pinal","Dulce María","Rogelio Guerra","Andrés Couturier"],"overview":"Tambo Macaw, an overweight macaw who works as a janitor at the Central Intelligentus Animalus (CIA), dreams of becoming a secret agent. His opportunity arises when he is assigned by mistake the most important mission in the agency's history: stop the wicked plans of Mama Bear and her evil organization. Tambo is helped by Jack Tortoise, an old turtle that's in charge of the advanced technology lab in the agency and is one of Tambo's few friends.","release_date":"2009-02-13","vote_average":5.8,"runtime":97,"cert":"N\/A","id":75968,"title":"El agente 00-P2","adult":false,"genre_ids":[16]},{"cast":["Til Schweiger","Mina Tander","Fritz Karl","Pasquale Aleardi","Justus von Dohnányi"],"overview":"The sequel of the \"Men in the city\" movie which reunites all the characters.","release_date":"2011-09-06","vote_average":6.5,"runtime":112,"cert":"N\/A","id":75969,"title":"Men in the City 2","adult":false,"genre_ids":[35]},{"cast":["Alessandro Siani","Elisabetta Canalis","Paolo Ruffini","Marco Messeri","Francesco Albanese"],"overview":"","release_date":"2007-04-11","vote_average":5.9,"runtime":null,"cert":"N\/A","id":75970,"title":"La seconda volta non si scorda mai","adult":false,"genre_ids":[35,10749]},{"cast":["Benne Mayr","Bobby Brown","Cam Riley","Charley Ager","Clayton Vila"],"overview":"Step right up and get your tickets to the all-inclusive action thrill ride of the decade! Take your seat, grab your popcorn and witness the most daring skiers on the planet performing death-defying feats including Bobby Brown’s ground-breaking triple cork 1440 and Simon Dumont’s one of a kind cubed halfpipe. Nowhere have you seen anything more bizarre than this year’s Poor Boyz Production release The Grand Bizarre.","release_date":"2011-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":75973,"title":"The Grand Bizarre","adult":false,"genre_ids":[]},{"cast":["Miley Cyrus","Emily Osment","Mitchel Musso","Jason Earles","Billy Ray Cyrus"],"overview":"Being the famous 14-year old rock star Hannah Montana isn't easy, nor is the life of an average Los Angeles middle school student who's trying to figure out her place in the social scene. Imagine, then, how difficult Disney Channel's Miley Stewart's life is considering she's living both lives simultaneously. One of the most down-to-earth pop stars you'll ever meet, Miley goes to exceptional lengths to keep her identity as Hannah Montana a secret from her best friend Lilly because she's afraid of being treated differently in \"Lilly, Do You Want to Know a Secret.\" -Tami Horiuchi","release_date":"2006-03-10","vote_average":6.3,"runtime":91,"cert":"N\/A","id":75974,"title":"Hannah Montana: Livin' the Rock Star Life!","adult":false,"genre_ids":[35,10751]},{"cast":["Stan Freberg"],"overview":"Tom and Jerry are in a cabin in the wild west. Jerry's rustling food, so Tom's owner won't let him eat until he's gotten rid of Jerry.","release_date":"1954-01-30","vote_average":6.0,"runtime":6,"cert":"N\/A","id":75975,"title":"Posse Cat","adult":false,"genre_ids":[35,16]},{"cast":["Manuel 'Jacare' Olimpio Meira","Jeronimo André De Souza ","Raimundo 'Tata' Correia Lima ","Manuel 'Preto' Pereira Da Silva ","Jose Sobrinho "],"overview":"A documentary about Orson Welles's unfinished three-part film about South America.","release_date":"1993-10-17","vote_average":7.3,"runtime":89,"cert":"N\/A","id":75976,"title":"It's All True","adult":false,"genre_ids":[99]},{"cast":["Sylvie Testud","Pascal Greggory","Guillaume Depardieu","Guillaume Verdier","François Négret"],"overview":"During the First World War, Camille (Sylvie Testud), a young woman whose husband is away fighting at the front, receives a short letter of break-up from him. Distraught, she decides to go to join him, but is driven back by the rule of the time which forbids women to move around alone. She has no other recourse than to dress herself up as a man so as to be able to take to the road on foot. As she lives near the Western Fromt she hooks up with a passing group of French soldiers without too much trouble. But there's something a bit odd about these stragglers, and it's not just their habit of bursting into song at every opportunity.","release_date":"2007-09-21","vote_average":6.9,"runtime":102,"cert":"N\/A","id":75981,"title":"La France","adult":false,"genre_ids":[18]},{"cast":["Winston Hibler"],"overview":"This short covers some of the wildlife (predominently birds) on four islands-the Galapagos, Guadelupe, Falklands and an island in the Midway chain. While touching very briefly on the turtles of Galapagos and a bit more in-depth on two varieties of iguana and a species of crab, the documentary focuses primarily on birds, including several species of penguin on at least two of the islands, cormorants, frigate birds and the albatross.","release_date":"1960-03-16","vote_average":8.0,"runtime":28,"cert":"N\/A","id":75982,"title":"Islands of the Sea","adult":false,"genre_ids":[]},{"cast":["Alex Fong","Louis Koo","Kristy Yang","Simon Lui"],"overview":"David infiltrates a gang to take revenge on a triad kingpin. Two of David's good friends die in David's search for revenge. David is captured by the kingpin to face the punishment of the triad society.","release_date":"1999-09-10","vote_average":3.5,"runtime":99,"cert":"N\/A","id":75983,"title":"Rules of the Game","adult":false,"genre_ids":[28,80]},{"cast":["Allison Smith","Jay Underwood","Danny Quinn","Holly Marie Combs","Georgia Emelin"],"overview":"Sorority gal Charlotte's innocence is lost after she is raped during a frat party. Confused, terrified and shunned by her peers, she finds solace and the courage to confront her attacker after she is befriended by the leader of a campus women's group.","release_date":"1995-10-27","vote_average":5.0,"runtime":109,"cert":"N\/A","id":75984,"title":"A Reason to Believe","adult":false,"genre_ids":[18]},{"cast":["Karthik Muthuraman","R. K.","Sadha","Divya Vishwanath","Ashish Vidhyarthi"],"overview":"Munian (R.K), the innocent turned underworld dada. The naïve youngster from a remote village becomes a dreaded dada who could fix anyone and anything for money. He spends the money to treat a girl who is in coma for six months. Who is that girl and why does he spend money for her?","release_date":"2011-08-26","vote_average":7.0,"runtime":135,"cert":"N\/A","id":75985,"title":"Puli Vesham","adult":false,"genre_ids":[]},{"cast":["Jamie Lee Curtis","Bonnie Bartlett","Matt Clark","James Keach","Amy Madigan"],"overview":"A story of love and obsession. A young radio personality who, after her mother dies, discovers she had been having a love affair for 15 years. Now she finds herself recreating her mother's romance by getting involved with a married man.","release_date":"1983-04-01","vote_average":5.2,"runtime":98,"cert":"N\/A","id":75986,"title":"Love Letters","adult":false,"genre_ids":[18,10749]},{"cast":["Aamir Khan","Neelam Kothari","Deepak Tijori","Rakesh Bedi"],"overview":"Animosity has existed between the families of Raj and Nikita's respective fathers. But their children have grown up without any knowledge of this animosity. They meet in college, and after a few misunderstandings both fall in love with each other. They plan to marry, and accordingly inform their respective families of their plans. Both the families view this alliance with anger, and refuse to bless the young couple. Raj and Nikita have one choice - marry the person their respective families' have selected for them - or elope.","release_date":"1991-04-18","vote_average":6.8,"runtime":145,"cert":"N\/A","id":75987,"title":"Afsana Pyar Ka","adult":false,"genre_ids":[18,10749]},{"cast":["Lars Hanson","Ingrid Bergman","Victor Sjöström","Karin Kavli","Erik 'Bullen' Berglund"],"overview":"Lena (Ingrid Bergman) is in love with her married boss, Johan (Lars Hanson), in this romantic drama that takes Sweden’s declining birth rate as a backdrop and stirred up controversy with its depiction of abortion. While Lena dreams of marriage and motherhood, Johan’s wife is staunchly unmaternal. Johan and Lena have a chance to be together, but their happiness is threatened by blackmail and murder. The great Victor Sjöström plays Lena’s fiercely protective father, a newspaper editor convinced that the population problem will be solved by love, not legislation.","release_date":"1935-10-23","vote_average":5.0,"runtime":82,"cert":"N\/A","id":75988,"title":"Walpurgis Night","adult":false,"genre_ids":[10749,18]},{"cast":["Nils Asther","Anita Björk","Jan Malmsjö","Karl-Arne Holmsten","Sif Ruud"],"overview":"A ghost called Vita Frun (White Lady) is accused of several murders. Detective Hillman is contacted to resolve the case.","release_date":"1962-07-02","vote_average":5.8,"runtime":110,"cert":"N\/A","id":75989,"title":"Lady in White","adult":false,"genre_ids":[9648,53]},{"cast":["Mae West","Victor McLaglen","Phillip Reed","Helen Jerome Eddy","Harry Beresford"],"overview":"Rose Carlton, a kept woman, kills her benefactor and hops on a boat from San Francisco to the frozen north. She assumes the identity of Annie Alden, a missionary who dies on board on the way to Alaska. Rose\/Annie preaches and saves sinners in an unorthodox manner. Meanwhile, Insp Jack Forrest, a Mountie, arrives seeking the murderer of Rose's benefactor....","release_date":"1936-02-21","vote_average":7.0,"runtime":80,"cert":"N\/A","id":75994,"title":"Klondike Annie","adult":false,"genre_ids":[35]},{"cast":["Fritz Karl","Clare-Hope Ashitey","Theo Caleb Chapman","Wotan Wilke Möhring","Francesc Garrido"],"overview":"","release_date":"2011-11-03","vote_average":4.5,"runtime":106,"cert":"N\/A","id":75997,"title":"Black Brown White","adult":false,"genre_ids":[18]},{"cast":["Cary Grant","Gertrude Michael","Claude Rains","Margaret Swope","Jameson Thomas"],"overview":"During WW1, the destinies of British officers Michael Andrews and John Stevenson seem intertwined on the battle front as much as on a more personal level.","release_date":"1935-10-11","vote_average":8.0,"runtime":76,"cert":"N\/A","id":75998,"title":"The Last Outpost","adult":false,"genre_ids":[10749,12,10752]}]