[{"cast":["Moritz Thate","Martin Kroissenbrunner","Ines Gruber"],"overview":"Austria-Hungary 1813: Two soldiers returning from the Napoleonic war encounter a creeping invasion in a remote mountain village that far exceeds their imagination - especially as the powerful enemy calls for actions that put the humanity of the two men to the test.","release_date":"2010-10-15","vote_average":6.0,"runtime":106,"cert":"N\/A","id":76001,"title":"Tartarus","adult":false,"genre_ids":[12,18,14,27,878]},{"cast":["Walter Matthau","Deborah Winters","Felicia Farr","Charles Aidman","Ellen Geer"],"overview":"Joseph Kotcher, retired salesman, walks out on his son and daughter-in-law after their attempts to put him in a retirement home. He tracks down their babysitter, sacked because she is pregnant, and rents a small house nearby. He finds a new purpose in life. Jack Lemmon's first film as director stars his old friend Walter Matthau.","release_date":"1971-09-17","vote_average":6.6,"runtime":113,"cert":"N\/A","id":76002,"title":"Kotch","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76007,"title":"La Cocina (En el medio hay una ley)","adult":false,"genre_ids":[]},{"cast":["Daws Butler"],"overview":"Spike is taking his son on a picnic. Jerry keeps hiding in the basket, so Tom keeps disrupting the picnic while chasing him.","release_date":"1955-04-30","vote_average":6.6,"runtime":7,"cert":"N\/A","id":76008,"title":"Pup on a Picnic","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Jerry rescues a bag of puppies from the river. Most of them run away as soon as Jerry releases them, but one stays behind. Jerry tries to get rid of it, but ultimately takes pity and invites the frisky runt inside, where he has to hide it from Tom, who keeps throwing it out. A thunderstorm starts, and Tom takes pity on the pup, goes out looking for it, and falls into the river himself, where Jerry rescues him.","release_date":"1954-01-23","vote_average":6.3,"runtime":7,"cert":"N\/A","id":76009,"title":"Puppy Tale","adult":false,"genre_ids":[35,16]},{"cast":["Pablo Domínguez Prieto","Juan Manuel Cotelo"],"overview":"Pablo was a priest. He knew he was going to die young. He gave his life to God ... and God accepted the offer. Now they say he's alive. Pablo was known and loved by countless people, that have gone on record about it after his death.","release_date":"2010-06-01","vote_average":6.4,"runtime":82,"cert":"N\/A","id":76010,"title":"The last summit","adult":false,"genre_ids":[99]},{"cast":["Betty Grable","Dan Dailey","David Wayne","Jane Wyatt","Mitzi Gaynor"],"overview":"Radio star Kitty Moran, long married to partner Jack, finds she's pregnant, but miscarries. For a change, the couple turn their act into a series on early TV and try to adopt a baby. Finally they acquiring a girl in a somewhat back alley manner.","release_date":"1950-09-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":76011,"title":"My Blue Heaven","adult":false,"genre_ids":[18,10402]},{"cast":["C. Thomas Howell","Lance Henriksen","Nicole Sherwin","Alexis Zibolis"],"overview":"An anthropologist must unlock the code hidden in the works of Leonardo Da Vinci in order to find the greatest treasure ever, one that could change Christianity forever.","release_date":"2006-05-23","vote_average":2.6,"runtime":91,"cert":"N\/A","id":76012,"title":"The Da Vinci Treasure","adult":false,"genre_ids":[9648,28,12]},{"cast":["José Coronado","Helena Miquel","Rodolfo Sancho","Juanjo Artero","Pedro Mari Sánchez"],"overview":"Madrid, the beginning of the century. One day, the police inspector Santos Trinidad coming home very drunk, is involved in a triple murder. But there is a witness who managed to escape and that could incriminate him. Santos undertakes an investigation to locate and eliminate the witness. Meanwhile, Chacón a judge in charge of investigating the triple murder, meticulously advances in the search for the murderer. Santos and Chacon soon discover that what seemed a simple case of drug trafficking is actually something far more dangerous.","release_date":"2011-09-21","vote_average":5.7,"runtime":114,"cert":"N\/A","id":76013,"title":"No Rest for the Wicked","adult":false,"genre_ids":[53]},{"cast":["Frankie Edgar","Gray Maynard","José Aldo","Kenny Florian","Chael Sonnen"],"overview":"UFC 136: Edgar vs. Maynard III was a mixed martial arts event held by the Ultimate Fighting Championship on October 8, 2011, at the Toyota Center in Houston, Texas. The event coincided with a two day UFC Fan Expo held at the George R. Brown Convention Center.","release_date":"2011-10-08","vote_average":6.5,"runtime":203,"cert":"N\/A","id":76016,"title":"UFC 136: Edgar vs. Maynard III","adult":false,"genre_ids":[28]},{"cast":["Maria Protopappa","Alexia Kaltsiki","Georges Corraface","Nikos Kouris"],"overview":"Η Άννα, μια νεαρή ιστορικός τέχνης, ετοιμάζει μια έκθεση για τη ζωγράφο Μαρία Δήμου, το θάνατο της οποίας καλύπτει βαθύ μυστήριο. Αντλώντας πληροφορίες από τον σύντροφο της Δήμου, τον Άγγελο, θα αρχίσει σιγά σιγά να ανακαλύπτει ότι τόσο εκείνος όσο και η ζωή της Μαρίας κρύβουν πολλές σκοτεινές πλευρές.","release_date":"2011-09-22","vote_average":5.8,"runtime":null,"cert":"N\/A","id":76023,"title":"The Signature","adult":false,"genre_ids":[18]},{"cast":["Misti Dawn","Kimber Lace","Lea Lexis","Gia Steel","Jordan Ash"],"overview":"It's time to see which one of these hot geeks will take it to the next level as they compete to see who is the top score whore. Watch as they use their gaming expertise to handle big joysticks and pawn noobs like the pros. It's gonna be an all out nerd fest as Gia Steel, Misti Dawn, Lea Lexis, and Kimber Peters go up, up, down, down, left, right, left, right...all while getting their buttons smashed. It's 1 up for these sexy geeks as they show you what kind of game that they've got!","release_date":"2011-09-29","vote_average":6.5,"runtime":151,"cert":"N\/A","id":76024,"title":"Geek Girls: The Gamers","adult":true,"genre_ids":[]},{"cast":["Michael Fassbender","Carey Mulligan","James Badge Dale","Nicole Beharie","Alex Manette"],"overview":"Brandon is a New Yorker who shuns intimacy with women but feeds his desires with a compulsive addiction to sex. When his wayward younger sister moves into his apartment stirring memories of their shared painful past, Brandon's insular life spirals out of control.","release_date":"2011-10-02","vote_average":7.0,"runtime":101,"cert":"18","id":76025,"title":"Shame","adult":false,"genre_ids":[18]},{"cast":["John Cleese"],"overview":"The objective of this training video is to teach stand staff how to present themselves and their organisation in a professional and organised manner. John Cleese and Andrew Sachs make all the classic mistakes including that guaranteed conversation killing question - \"Can I help you?\" Fortunately they eventually learn to present themselves and their organisation professionally.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76026,"title":"How Not to Exhibit Yourself","adult":false,"genre_ids":[]},{"cast":["Peter McDonald","Kate Ashfield","Kenneth Cranham","Keith Allen","Andrew Scott"],"overview":"A drama-documentary about Operation Foxley, a 1944 British plan to assassinate Adolf Hitler.","release_date":"2003-03-30","vote_average":6.0,"runtime":null,"cert":"","id":76027,"title":"Killing Hitler","adult":false,"genre_ids":[10770,18,99,10752]},{"cast":["Clarence Nash","Lee Millar"],"overview":"Pluto is towing Donald and his little motorboat. He gets distracted by a frog, and the boat runs away from him. While Pluto is struggling with the frog, and then a bedspring, Donald struggles with the outboard motor, which either won't start, or when it does start, has a tendency to destroy the boat.","release_date":"1940-07-19","vote_average":5.6,"runtime":7,"cert":"N\/A","id":76028,"title":"Put-Put Troubles","adult":false,"genre_ids":[16]},{"cast":["Lily Carter","Teagan Summers","Dani Daniels","Rylie Richman","Jessie Andrews"],"overview":"","release_date":"2011-07-28","vote_average":0.0,"runtime":121,"cert":"N\/A","id":76029,"title":"Adventures in Babysitting","adult":true,"genre_ids":[]},{"cast":["Joaquín Gómez","Remedios Hernandez","Tom Hernández","Mariano Vidal Molina"],"overview":"","release_date":"1983-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76030,"title":"Tunka, El Guerrero","adult":false,"genre_ids":[12,14]},{"cast":[],"overview":"Live concert DVD of the Jimmy Swift Band - JSB - performing live at the Marquee Club, Halifax Nova Scotia.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76031,"title":"The Jimmy Swift Band Live at The Marquee","adult":false,"genre_ids":[10402]},{"cast":["Eddie Buchanan"],"overview":"In this feature-length documentary, photographer Nance Ackerman describes the havoc prescription painkiller OxyContin wreaked in the already weakened Cape Breton town of Glace Bay. The film guides us through a culture of economic and social depression where we encounter men and women at different stages of dependency. Demystifying the world of the addict while showing us the complex social nexus that led to such despair, Cottonland emphasizes the importance of a collective approach to tackling addiction.","release_date":"2006-05-03","vote_average":0.0,"runtime":53,"cert":"N\/A","id":76032,"title":"Cottonland","adult":false,"genre_ids":[99]},{"cast":["Steve Rimpici","Jessica Daniels","Bart Flynn","Ethan Holey","Erica Kisseberth"],"overview":"A group of teens are challenged to spend a night in the Wagner mansion on the edge of town. Little do they know the owner has concocted a monstrosity in the basement.","release_date":"2012-03-30","vote_average":5.3,"runtime":70,"cert":"","id":76035,"title":"The Puppet Monster Massacre","adult":false,"genre_ids":[35,16,12]},{"cast":["William Devane","Scott Hylands","Shelley Hack","Kevin McNulty","Gwynyth Walsh"],"overview":"True story of a brand-new Canadian airliner running out of fuel in-flight and forced to glide to the nearest airfield.","release_date":"1995-10-10","vote_average":5.2,"runtime":93,"cert":"N\/A","id":76036,"title":"Falling from the Sky: Flight 174","adult":false,"genre_ids":[18,10770]},{"cast":["Gary Valentine","Dean Cain","Elisa Donovan","Lance Henriksen","Mayim Bialik"],"overview":"Zeus (voiced by Joey Lawrence) and the Bannister family have moved into a new home just in time for Halloween! When Zeus and George (Gary Valentine of \"The King of Queens\") decide to investigate a creepy neighbor (Lance Henriksen of Aliens), they discover a scary dog (voiced by Mayim Bialik of \"Blossom\" and \"The Big Bang Theory\"), a haunted house and form a surprising partnership with a familiar pair of bumbling burglars (Dean Cain and Joey \"Coco\" Diaz). Can Zeus bust some ghosts, find a missing cat and face his biggest fear, all in time to go trick or treating? Elisa Donovan (\"Sabrina the Teenage Witch\") and Curtis Armstrong (Revenge of the Nerds) star in this all-new thrills &amp; chills adventure from the creators of The Dog Who Saved Christmas and The Dog Who Saved Christmas Vacation.","release_date":"2011-09-13","vote_average":4.2,"runtime":88,"cert":"N\/A","id":76037,"title":"The Dog Who Saved Halloween","adult":false,"genre_ids":[35]},{"cast":["Zayed Khan","Dia Mirza","Cyrus Sahukar","Tisca Chopra","Pallavi Sharda"],"overview":"A couple and many of their friends experience changes and challenges in their respective lives after attending a wedding.","release_date":"2011-10-07","vote_average":6.7,"runtime":150,"cert":"N\/A","id":76038,"title":"Love Breakups Zindagi","adult":false,"genre_ids":[35,10749]},{"cast":["Robert F. Kennedy","John F. Kennedy","Fidel Castro","Lyndon Johnson","H. Rap Brown"],"overview":"A new investigative documentary exploring the controversies surrounding the assassination of Bobby Kennedy on June 5, 1968 as he looked set to challenge Nixon for the White House. Munir Sirhan tells how his brother Sirhan has never been able to remember the shooting. Sandra Serrano speaks for the first time in forty years about the girl in the polka-dot dress fleeing the scene, yelling \"We shot him! We shot him!\" And Dr. Herbert Spiegel of Columbia University describes how Sirhan was hypnotically programmed to kill Robert Kennedy.","release_date":"2007-11-20","vote_average":7.3,"runtime":139,"cert":"N\/A","id":76043,"title":"RFK Must Die: The Assassination of Bobby Kennedy","adult":false,"genre_ids":[99]},{"cast":["Åke Falck","Anita Björk","Sven Lindberg","Gio Petré","Gunnar Sjöberg"],"overview":"\"The Dies is Cast\" - A member of a highly successful crime drama TV-series is found murdered in a TV studio. The screenwriter of the TV-series is found as prime suspect but claims his innocence and tries to clear his name. But who is the murderer and what is his motive?","release_date":"1960-02-15","vote_average":0.0,"runtime":94,"cert":"N\/A","id":76044,"title":"Tärningen är kastad","adult":false,"genre_ids":[80,53]},{"cast":["Gunnar Björnstrand","Elsa Prawitz","Allan Edwall","Heinz Hopf","Margaretha Krook"],"overview":"The plot revolves around a sadistic doctor, a macabre gravedigger, an innocent girl, sabotage, sex and violent death. The beautiful Vivi Sander is living a rough life and is deeply in debt. She tries to force her family to sell the house to make ends meet. Vivi's car crash after a sabotage. She is injured and brought to a medical center where she meets the perverted Dr. Wester.","release_date":"1966-06-27","vote_average":6.0,"runtime":83,"cert":"N\/A","id":76045,"title":"Sadist","adult":false,"genre_ids":[18,53]},{"cast":["Sigurd Wallén","John Elfström","Ludde Gentzel","Irma Christenson","Gull Natorp"],"overview":"","release_date":"1946-10-28","vote_average":3.0,"runtime":null,"cert":"N\/A","id":76054,"title":"Saltstänk och krutgubbar","adult":false,"genre_ids":[35]},{"cast":["Ronan Keating","Stephen Gately","Keith Duffy","Mikey Graham","Shane Lynch"],"overview":"Comeback tour by Irish boy band Boyzone.","release_date":"2008-11-24","vote_average":9.5,"runtime":114,"cert":"N\/A","id":76055,"title":"Boyzone: Back Again... No Matter What - Live","adult":false,"genre_ids":[10402]},{"cast":["John Paul Fedele","A.J. Khan","Mckenzie Matthews","Angelina Havusinner","Frank Bowdler"],"overview":"When the scene of the crime has your jaw dropping from steamy felonious activity, it's time for the SSI: Sexy Squad Investigation forensics team to uncover the clues, crack the case and nail the perpetrators. Seduction Cinema's hottest new spoof takes you deep into the sordid world of sensual wrongdoing and the courageous men and women of law enforcement who bring hardened criminals to justice.","release_date":"2006-05-23","vote_average":2.0,"runtime":67,"cert":"N\/A","id":76058,"title":"SSI: Sex Squad Investigation","adult":false,"genre_ids":[35]},{"cast":["Chris van den Durpel","Geena Lisa","Jaak Van Assche","Gert Jan Dröge","François Beukelaers"],"overview":"De film gaat over een Vlaamse boer, Kamiel Spiessens, die er alles aan doet om zijn grond te verdedigen tegen een Nederlandse zakenman. Die man wil op de grond een pretpark neerzetten.","release_date":"1997-10-29","vote_average":7.5,"runtime":null,"cert":"N\/A","id":76059,"title":"Oesje!","adult":false,"genre_ids":[]},{"cast":["Siouxsie Sioux","Budgie","Steven Severin","Robert Smith"],"overview":"Originally released in 1983 \"Nocturne\" was remastered in 2006 and released on DVD. This captures Siouxsie And The Banshees at the height of their \"goth\" period. It also features Cure frontman Robert Smith on guitar. If you liked the albums \"Juju\", \"Hyaena\", and \"A Kiss In The Dreamhouse\" you will love this. It was filmed at Royal Albert Hall.","release_date":"1983-01-01","vote_average":9.0,"runtime":59,"cert":"U","id":76062,"title":"Siouxsie & The Banshees: Nocturne","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Lost In TV is a complete collection of Suede's music videos, arranged in chronological order. It reveals a band that has fallen repeatedly in and out of love with the video medium over the course of four albums. It begins with a low-budget performance clip for their first single, \"The Drowners\", in which all Suede's members are clearly, and rather endearingly, putting on poses they've been rehearsing and imagining for years. And it ends with \"Can't Get Enough\", which they couldn't rouse themselves to turn up for, instead allowing the song to soundtrack a short, though undeniably amusing, film about revenge. In between the quality varies with Suede's enthusiasm. Some of the videos here are every bit as awful as the band think, especially the altogether bewildering \"Stay Together\". Others they should give themselves more credit for \"The Wild Ones\", for example, retains a haunting quality that was worth any amount of plodding around a freezing Dartmoor.","release_date":"","vote_average":8.5,"runtime":60,"cert":"N\/A","id":76065,"title":"Suede - Lost in TV","adult":false,"genre_ids":[10402]},{"cast":["Dee Dee Ramone","Joey Ramone","Johnny Ramone","Marky Ramone","Richie Ramone"],"overview":"Punk forefathers Joey, Johnny, Dee Dee, Tommy, Marky, Richie, and C-Jay Ramone outlasted almost every one of their legions of followers. For over twenty years, they delivered their signature garage-flavored, ear-shattering chainsaw level and pop-skewed sound through a string of now-classic, loud-and-fast punk rock LPs, and 2,263 concerts together. This new two DVD set captures the essence of the legendary racket they made with over four hours of rare and previously unreleased live footage that's the closest you can get to experiencing this blitzkrieg of a band. From their earliest performances at lower Manhattan's CBGBs to international festivals in front of hundreds of thousands of fans, IT'S ALIVE 1974-1996 is your VIP ticket to the Ramones. Inducted into the Rock and Roll Hall of Fame in 2002, the band may be gone, but their sound and influence are indestructible.","release_date":"2007-10-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":76066,"title":"The Ramones: It's Alive 1974-1996","adult":false,"genre_ids":[]},{"cast":["Marc Almond","David Ball"],"overview":"Soft Cell's: Non-Stop Exotic Video Show is a collection of promotional films covering the career of British synth-pop duo, Soft Cell. It is a companion release to their debut album, Non-Stop Erotic Cabaret. The collection was originally issued on VHS in 1982 and re-issued on DVD in 2004. The DVD re-issue is slightly edited and removes some scenes and clips.","release_date":"","vote_average":8.5,"runtime":55,"cert":"N\/A","id":76067,"title":"Soft Cell - Soft Cell's Non-Stop Exotic Video Show","adult":false,"genre_ids":[]},{"cast":["Mervyn Johns","Gordon Jackson","Googie Withers","Garry Marsh","Jean Ireland"],"overview":"Melodrama set in Victorian Brighton. Scheming pub landlady uses the timorous son of a domineering pharmacist to assist in the poisoning of her drunkard husband. (The title is from the way pharmacists used to wrap parcels containing poison).","release_date":"1945-11-22","vote_average":6.4,"runtime":89,"cert":"","id":76068,"title":"Pink String and Sealing Wax","adult":false,"genre_ids":[80,18,9648,53]},{"cast":[],"overview":"Cantus Buranus is the recording album by the German medieval revival band Corvus Corax that employs the medieval text Carmina Burana. Cantus Buranus is a stage opera of eleven poems from Carmina Burana for orchestra, choir and medieval instruments, incorporating medieval, classical and modern musical idioms. It is not the first time Corvus Corax has worked with Carmina Burana; the band Tanzwut (which is another Corvus Corax project) used the poems \"Fautue\" and \"Caupona\" in their album Ihr Wolltet Spass. The Cantus Buranus CD was released August 8, 2005 by Roadrunner Records. A live recording in Berlin spawned a live album and DVD: Cantus Buranus - Live in Berlin.","release_date":"2006-03-03","vote_average":8.5,"runtime":106,"cert":"N\/A","id":76069,"title":"Corvus Corax: Cantus Buranus (Live in Berlin)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"1944 - The Nazis had kidnapped a professor of physics and his daughter to construct a time machine. Years later, in the 21st century - 3 explorers detect the hidden laboratory and try to reactivate the time machine... A crazy film from and with WELLE:ERDBALL that takes you along on a trip through the time. The normal edition includes the movie and the soundtrack on audio CD, the limited edition includes additionally a Bonus DVD with a making of, trailers and photos.","release_date":"2008-05-09","vote_average":9.0,"runtime":null,"cert":"N\/A","id":76070,"title":"Welle Erdball - Operation: Zeitsturm","adult":false,"genre_ids":[]},{"cast":[],"overview":"Reformation 1 is a box set by VNV Nation that was released on April 24, 2009 in Europe and May 12, 2009 in North America[2]containing; a 12 track live CD, a 13 track Bonus Disc of remixes and previously unreleased material, and a DVD with 8 videos of live footage recorded from 2005 - 2008. Only 18,000 copies were released worldwide.[3]","release_date":"2009-05-11","vote_average":9.0,"runtime":180,"cert":"N\/A","id":76071,"title":"VNV Nation - Reformation 01","adult":false,"genre_ids":[]},{"cast":["Carol White","Terence Stamp","John Bindon","Queenie Watts","Kate Williams"],"overview":"The first of several social realism films by Ken Loach, this had less impact than those made as TV plays. Poor Cow follows the tangled life of Joy, who turns to Dave after her lover is jailed for theft. When Dave in turn is jailed, she is left with a son to keep. When he goes missing, she sees what's important.","release_date":"1967-12-05","vote_average":6.3,"runtime":101,"cert":"","id":76072,"title":"Poor Cow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Hier kommt das ultimative Erlebnis für alle Freunde der Wave-, Gothic- und Mittelalter-Szene! Erstmalig gibt es die angesagtesten Musiker aus diesem Umfeld auf DVD! Bands wie Corvus Corax, Tanzwut oder Schandmaul präsentieren sich in mehr als 90 Minuten in Musik und Wort (Interviews). Die Festivalzeit 2004 ist bereits wieder eröffnet und tausende von Fans kennen die \"Rolling Stones des Mittelalters\" von allen wichtigen Festivals, u.a. auch dem legendären \"Kaltenberger Ritterturnier\", zu dem sie Prinz Luitpold von Bayern auch schon persönlich eingeladen hat. Mit Bands wie Tanzwut oder Schandmaul kommen auch die Freunde des \"elektrifizierten Mittelalter-Rock\" auf ihre Kosten. Weitere Impressionen vom berühmten Feuertanz-Festival runden dieses Produkt zu einem Fan-Artikel für die sehr lebendige und umfangreiche Gemeinde der \"Mittelalter-Kultur\" ab.","release_date":"","vote_average":7.5,"runtime":null,"cert":"N\/A","id":76073,"title":"Medieval - MittelalterFest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Having performed over 250 concerts at various festivals, markets, concert halls and churches throughout Europe, \"Lichtbilder\" offers the debut digital DVD offering from enchanting Medieval \/ Gothic Dark Folk act Faun. Performing amplified sets Faun offer a collection of medieval acoustic musics further augmented by pyrotechnic \/ fire dance shows offering a symbiosis of theatre, dance, music and more ! FAUN perform with three vocal chants and utilize many different instruments including celtic harp, nickelharpa, lyres, pipes, drums, cister, pagan zither, flutes and Arabic instruments such as the dombra, rebab, riq, oud darabukka and bendir.","release_date":"","vote_average":8.0,"runtime":120,"cert":"N\/A","id":76074,"title":"Faun - Lichtbilder","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tanzwut is a German Neue Deutsche Härte and medieval metal band which originated as a sideproject of Corvus Corax-members. Their name is the German term for \"dancing mania\", but is directly translated with \"dance-rage\". Tanzwut are known for their heavy use of bagpipes, an unusual instrument for a metal band. The group has achieved international success, filling concert halls as far away from their home country as Mexico. The band's recent releases have been gravitating towards a more industrial metal approach, incorporating the use of more down-tuned guitars, harsher vocals and darker atmospheres. Tanzwut's live performances have a medieval theme, expressed through their stages, costumes and choreography.","release_date":"","vote_average":8.0,"runtime":200,"cert":"N\/A","id":76075,"title":"Tanzwut - Live","adult":false,"genre_ids":[]},{"cast":["James Cagney","William Bendix","Wayne Morris","Jeanne Cagney","Broderick Crawford"],"overview":"Joe spends a lot of his time at Nick's Pacific Street Saloon. Tom, who credits Joe with once saving his life, stops by regularly to run errands for Joe. Today, Tom notices a woman named Kitty when she comes into Nick's, and he quickly falls in love with her. Meanwhile, a distraught young man repeatedly calls his girlfriend, begging her to marry him. Nick himself muses on all the various persons who come into his bar, some to ask for work and others just to pass the time.","release_date":"1948-09-03","vote_average":6.0,"runtime":109,"cert":"N\/A","id":76076,"title":"The Time of Your Life","adult":false,"genre_ids":[35,18]},{"cast":["Henki Kolstad","Johannes Eckhoff","Claus Wiese","Øyvind Øyen","Andreas Aabel"],"overview":"A factual reconstruction of the sabotage events which took place to prevent Hitler's Germany from getting the heavy water needed to make an atomic bomb during the Second World War.","release_date":"1948-12-13","vote_average":4.9,"runtime":null,"cert":"N\/A","id":76077,"title":"Operation Swallow: The Battle for Heavy Water","adult":false,"genre_ids":[28,10752,18]},{"cast":["Gordon Scott","Eve Brent","Rickie Sorensen","Leslie Bradley","Maurice Marsac"],"overview":"Tarzan goes up against a villian by the name of Schroeder, who is trapping animals and selling them illegally to zoos. A twist is thrown into the plot when Schroeder's brother, with the help of money-hungry trader Lapin, hunts a different kind of quarry, human game. Now Tarzan must not only fight to save the animals of the jungle, but he must also save himself.","release_date":"1958-01-01","vote_average":3.4,"runtime":70,"cert":"N\/A","id":76080,"title":"Tarzan and the Trappers","adult":false,"genre_ids":[28,12,10770]},{"cast":["Mike Henry","David Opatoshu","Manuel Padilla Jr.","Nancy Kovack","Don Megowan"],"overview":"The international criminal Vinaro enjoys sending explosive wristwatches to his enemies.","release_date":"1966-07-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":76081,"title":"Tarzan and the Valley of Gold","adult":false,"genre_ids":[28,12]},{"cast":["Jock Mahoney","Leo Gordon","Mark Dana","Feroz Khan"],"overview":"Summoned by an Indian princess, Tarzan travels to India where hundreds of wild elephants are in danger. A company is building a hydroelectric dam and the contractors have only a few weeks to finish the job. The building of the dam will flood the valley surrounded by mountains. There is one pass through which the elephant herd can escape but that is being closed. Tarzan comes up against an old nemesis, Bryce, the chief engineer. Bryce undertook a similar dam project in Africa and had a penchant for shooting elephants. It's up to Tarzan to organize the move before Bryce manages to close the pass.","release_date":"1962-07-01","vote_average":4.3,"runtime":88,"cert":"N\/A","id":76082,"title":"Tarzan Goes to India","adult":false,"genre_ids":[28,12]},{"cast":["Buster Crabbe","Julie Bishop","Edward Woods","Philo McCullough","E. Alyn Warren"],"overview":"Mary Brooks' father, who has been studying ancient tribes, falls into the hands of \"the people of Zar, god of the Emerald Fingers.\" Tarzan helps Mary locate her father, rescues everyone from the High Priest of Zar, and takes Mary to his cave.","release_date":"1933-08-11","vote_average":3.5,"runtime":228,"cert":"N\/A","id":76083,"title":"Tarzan the Fearless","adult":false,"genre_ids":[28,12]},{"cast":["Gordon Scott","Eve Brent","Rickie Sorensen","Woody Strode","Jil Jarmyn"],"overview":"Dr. Sturdy is trying to establish a modern hospital in the jungle. His efforts are strongly opposed by Futa, the witch doctor, and Ramo, a native warrior.","release_date":"1958-08-15","vote_average":4.0,"runtime":86,"cert":"N\/A","id":76084,"title":"Tarzan's Fight for Life","adult":false,"genre_ids":[28,12]},{"cast":["Joe Escalante","Mia Crowe"],"overview":"The straight-to-video feature That Darn Punk was produced by a new film division of the Kung Fu record label, and its soundtrack features a number of punk-pop bands, some of whom are, naturally, signed to the label. Several songs were recorded especially for the film by bands like Nerf Herder, No Motiv, and the Vandals, while much of the material recorded by the label's own roster is exclusive to the soundtrack or at least previously unissued. Plus, there are a few cuts licensed from bands like Pennywise, Rancid, and Lagwagon.","release_date":"2001-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":76087,"title":"That Darn Punk","adult":false,"genre_ids":[878]},{"cast":["Lex Barker","Virginia Huston","George Macready","Douglas Fowley","Glenn Anders"],"overview":"Escaped convicts are selling weapons to a warlike native tribe.","release_date":"1951-03-31","vote_average":4.3,"runtime":78,"cert":"N\/A","id":76088,"title":"Tarzan's Peril","adult":false,"genre_ids":[28,12]},{"cast":["Glenn Morris","Eleanor Holm","George Meeker","Hedda Hopper","George Barbier"],"overview":"Eleanor and her parents are hunting big game, acompanied by her wimpish fiance.","release_date":"1938-01-07","vote_average":4.0,"runtime":70,"cert":"N\/A","id":76089,"title":"Tarzan's Revenge","adult":false,"genre_ids":[28,12,35,10751,10749]},{"cast":["Jason Cooper","Simon Gallup","Robert Smith","Porl Thompson"],"overview":"Festival 2005 is a live DVD by The Cure released in late 2006. It was shot during the band's headlining shows at 9 European music festivals in the summer of 2005. The video features a variety of angles \"captured by a mix of fans, crew and 'on-the-night-big-screen cameras'.\" It was the first physical (non-digital download) release by the band since guitarist Porl Thompson returned to the lineup. An extended play containing three of the tracks from the DVD was also made available.","release_date":"2006-12-05","vote_average":8.8,"runtime":155,"cert":"N\/A","id":76090,"title":"The Cure: Festival 2005","adult":false,"genre_ids":[10402,99]},{"cast":["Jock Mahoney","Woody Strode","Tsu Kobayashi","Earl Cameron","Anthony Chinn"],"overview":"The spiritual leader of an oriental country is dying. The leader's evil brother Khan is plotting to prevent Kashi, the youthful heir, from assuming his rightful position. Tarzan is summoned to protect Kashi and, in doing so, he must face Khan in three tests of strength. The final test is a sword fight which takes place on a wide-mesh net stretched over cauldrons of boiling oil. Jeweled elephants lead grand processions, and a thousand girls perform the \"dance of the candles\". A baby elephant named Hungry replaces Cheetah in the humor role.","release_date":"1963-01-29","vote_average":4.7,"runtime":92,"cert":"N\/A","id":76091,"title":"Tarzan's Three Challenges","adult":false,"genre_ids":[28,12]},{"cast":["Sylvia Sidney","Henry Fonda","Fred Stone","Nigel Bruce","Beulah Bondi"],"overview":"A well-established tale of a long-running feud between two mountain clans. The features of this production were the new three-strip Technicolor process showing the outdoor Californian settings and an energetic young cast. It is said that Li'l Abner was based on Henry Fonda's performance.","release_date":"1936-03-13","vote_average":6.0,"runtime":102,"cert":"N\/A","id":76094,"title":"The Trail of the Lonesome Pine","adult":false,"genre_ids":[28,10749]},{"cast":[],"overview":"Once More With Feeling is all about a band who wrote a song called \"You Don't Care About Us\". A track that's propelled by an unstoppable, elastic bass line and that flips manically between wise, sighing despair and spitting adolescent rage. A song which feels like it had no choice but to be written and which is one of the rawest, most brilliant singles of the last decade. It's a story about the shuddering electronica of \"Pure Morning\", the sleazy sneer of \"Every You, Every Me\" and the searing riff of \"Bruise Pristine\". It's about a band constrained by their musical limitations but who thrashed happily within them. It's about the way that \"Special K\" climbs frantically towards its chorus before collapsing sadly under its own weight.","release_date":"","vote_average":8.0,"runtime":80,"cert":"N\/A","id":76095,"title":"Placebo - Once More With Feeling - Singles 1996-2004","adult":false,"genre_ids":[]},{"cast":["Jasmin Schwiers","Gil Ofarim","Christian Blümel","Oona-Devi Liebich","Lucie Pohl"],"overview":"","release_date":"2004-03-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":76096,"title":"Endlich Sex!","adult":false,"genre_ids":[35,10749]},{"cast":["Jimi Blue Ochsenknecht","Wilson Gonzalez Ochsenknecht","Emilia Schüle","Sina Tkotsch","Jannis Niewöhner"],"overview":"This is the story of 17-year-old Flo and his gang, the Rox. A story of great romance and hard choices. When his brother, the leader of the Rox, gets into trouble, Flo has to decide between the love of his life or his flesh and blood. It's a matter of life and death.","release_date":"2009-10-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":76097,"title":"Gangs","adult":false,"genre_ids":[35,18]},{"cast":["\"Weird Al\" Yankovic"],"overview":"\"Weird Al” Yankovic Live! — The Alpocalypse Tour is the concert event to end all concert events…and the perfect way to kill some time while waiting for the end of the world. It features all of the multi-GRAMMY® Award-winning artist’s greatest hits, including “Perform This Way,” “White &amp; Nerdy,” “Amish Paradise,” and “Fat.” So lock the airtight door on your fallout shelter, sit back, relax and enjoy the Alpocalypse with Weird Al.","release_date":"2011-10-01","vote_average":5.5,"runtime":86,"cert":"N\/A","id":76098,"title":"'Weird Al' Yankovic - Live! The Alpocalypse Tour","adult":false,"genre_ids":[10402,35]},{"cast":["Olivier Gourmet","Robinson Stévenin","Cécile de France","Charles Aznavour","Bruno Solo"],"overview":"A \"Reformed Colonel\" is found dead in Paris, a couple of decades after Algeria's struggle for independence was won from France. Lieutenant Galois is assigned the investigation of this murder. She receives the diary of Lieutenent Guy Rossi who served under The Colonel in Algeria in 1956, and has been reported as missing in action since 1957. The revelations found in Rossi's diary go far beyond The Colonel's actions in Algeria, and give an insight on how dirty Algeria's War for Independence really was.","release_date":"2006-11-15","vote_average":7.3,"runtime":110,"cert":"N\/A","id":76099,"title":"The Colonel","adult":false,"genre_ids":[80,18,36,10752]},{"cast":["Carole King","James Taylor"],"overview":"In November of 1970 James Taylor and Carole King first performed together at the Troubadour on Santa Monica Boulevard in West Hollywood, California. Taylor had just released his debut album for the Beatles' newly formed Apple Records and King was finding her way as a first time solo performer even though by then she was a famous songwriter with a string of hits for other artists. When they returned to the club for a two-week co-headlining run in 1971 their lives were somewhat different. That summer Taylor's \"Fire and Rain\" was topping the charts and King's landmark Tapestry was on its way to making her a music superstar. Thirty-six years later, in November 2007, James Taylor, Carole King and members of their renowned original band \"The Section\" (featuring guitarist Danny Kortchmar, bassist Leland Sklar and drummer Russell Kunkel) returned to the Troubadour for a three-night, six-show run to celebrate the venue's 50th anniversary.","release_date":"2010-05-04","vote_average":7.0,"runtime":75,"cert":"N\/A","id":76100,"title":"Carole King & James Taylor: Live at the Troubadour","adult":false,"genre_ids":[10402]},{"cast":["Sean Faris","Danny Dyer","Tamer Hassan","Amanda Fuller","Seymour Cassel"],"overview":"With a ticking bomb locked to his neck, a young freerunner races against the clock and all types of baddies to get from one end of the city to the other to save himself and his girlfriend.","release_date":"2011-09-14","vote_average":4.8,"runtime":87,"cert":"N\/A","id":76101,"title":"Freerunner","adult":false,"genre_ids":[28]},{"cast":["Paul Erdös"],"overview":"In an age when genius is a mere commodity, it is useful to look at a person who led a rich life without the traditional trappings of success. A man with no home and no job, Paul Erdös was the most prolific mathematician who ever lived. Born in Hungary in 1913, Erdös wrote and co-authored over 1,500 papers and pioneered several fields in theoretical mathematics. At the age of 83 he still spent most of his time on the road, going from math meeting to math meeting, continually working on problems. He died on September 20, 1996 while attending such a meeting in Warsaw, Poland.","release_date":"1993-05-13","vote_average":7.7,"runtime":57,"cert":"N\/A","id":76102,"title":"N Is a Number: A Portrait of Paul Erdös","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In 2006 Faithless released their fifth studio album \"To All New Arrivals\" Successive world tours have enshrined their popularity all over the globe and this is clearly evident as they delight their Moscow fans as part of this Greatest Hits Tour.","release_date":"2008-09-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":76103,"title":"Faithless - Live In Moscow","adult":false,"genre_ids":[10402]},{"cast":["Brett Bush","Jordan Carlson","Scott Davies","Roy Dow","David Duchovny"],"overview":"While most sports films celebrate the quest for a championship, \"Quantum Hoops\" follows a team that is searching for a single win. The documentary chronicles the final week of the 2006 Caltech basketball season. The team is currently in the midst of a 21 year losing streak - over 240 consecutive conference losses. Caltech is annually considered one of the top 5 academic institutions in the world yet its athletic department always takes a back seat to the achievements of its world renowned faculty, Nobel prize winners, and advancements in the world of science and technology.","release_date":"2007-11-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":76104,"title":"Quantum Hoops","adult":false,"genre_ids":[99]},{"cast":["Joseph Culp","Robert Culp","Redmond Gleeson","Daniel Franklin","James Evans"],"overview":"A sensitive writer from a small town faces spiritual crisis as he tries to make it as a Hollywood screenwriter. Charlie Pontus (Joseph Culp) wanders around Los Angeles torn between his efforts to sell a screenplay and find his next meal. His natural optimism keeps him afloat as he walks the tight-rope between his love for the beautiful, exotic Ylayali (Kathleen Luong) and his desperate connection to The Chief (Robert Culp), the Hollywood producer who has the power to give life or take it away. Stubbornly refusing to relinquish his principles, he sinks deeper and deeper into spiritual crisis, finally confronting God in a Jobian showdown.","release_date":"2001-01-13","vote_average":0.0,"runtime":82,"cert":"N\/A","id":76105,"title":"Hunger","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Live registration of the concert of Kyteman in the Oosterport, Groningen, the Netherlands. This concert was took place as part of a tour after the release of his debut album \"The Hermit Sessions\"","release_date":"2009-11-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":76106,"title":"Kyteman - The Hermit Sessions Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Highlights of Wrestlemania I-IX 1985-1993","release_date":"2004-09-14","vote_average":0.0,"runtime":120,"cert":"N\/A","id":76107,"title":"WWE: The History of Wrestlemania I-IX","adult":false,"genre_ids":[]},{"cast":["Summer Naomi Smart","Moronai Kanekoa","Brian Kary","D.L. Walker","Sila Agavale"],"overview":"Two teens from L.A. make their way to Utah to hide with distant Mormon relatives from their troubled pasts. An earthquake opens up a time rift, drawing them and their pursuers into an ancient mesoamerican war.","release_date":"2007-10-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":76108,"title":"Passage to Zarahemla","adult":false,"genre_ids":[12,28]},{"cast":["Veronica Rodriguez","Ella Milano","Madelyn Monroe","Autumn Briggs","Nina Colada"],"overview":"A Lil' Skin Gets You In! The boys at the fraternity are at it again. Every year they throw one of the biggest, hottest parties to kick off Spring Break. Everybody wants in, but only a few are worthy. The only way in to this killer campus party is to show a lil' skin!","release_date":"2011-10-06","vote_average":8.0,"runtime":131,"cert":"N\/A","id":76109,"title":"College Rules 3","adult":true,"genre_ids":[]},{"cast":["Róisín Murphy","Mark Brydon","David Cooke","Phil Peskett"],"overview":"After a year of touring, Moloko had director Dick Carruthers film their final UK show of 2003 at the Brixton Academy on November 22nd. The result brilliantly captures the energy of Moloko's live performances.","release_date":"2004-06-26","vote_average":0.0,"runtime":110,"cert":"","id":76110,"title":"Moloko - 11,000 Clicks","adult":false,"genre_ids":[10402]},{"cast":["Tina Turner","Jack Bruno","Timmy Cappello","Cynthia Davila","Bob Feit"],"overview":"Footage of Tina Turner's amazing three-night stint at the Amsterdam Arena in September, 1996, where she performed all her biggest hits in a spectacular visual production.","release_date":"1996-11-01","vote_average":6.8,"runtime":120,"cert":"","id":76111,"title":"Tina Turner: Live in Amsterdam","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Documentary telling the compelling story of the 40th Irish Dancing World Championships.","release_date":"2011-11-30","vote_average":7.5,"runtime":null,"cert":"N\/A","id":76112,"title":"Jig","adult":false,"genre_ids":[99]},{"cast":["David Hoole"],"overview":"Over Beautiful British Columbia is a spectacular scenic tour of Canada's Pacific province. Savor the grandeur of British Columbia as you join a helicopter adventure from elegant Victoria to rugged Fort Nelson, from the ski slopes of Whistler to the sun-drenched Okanagan shores, from the razor spine of Mount Robson to the primeval coast of the Queen Charlotte Islands.","release_date":"2002-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":76113,"title":"Over Beautiful British Columbia: An Aerial Adventure","adult":false,"genre_ids":[99]},{"cast":["Chiranjeevi","Lakshmi","Ramya Krishnan","Rambha","Sivaranjani"],"overview":"Sitaramaiah (Chiru) is the son of a fairly wealth village man. Two rich, spoiled girls come (Rambha and Ramyakrishna) and he teaches them a lesson and embarasses them. Alluda MazaakaTheir mother in order to take revenge takes over all the workers’ lands. Sitaramaiah’s sister falls in love and becomes pregnant. Their father commits suicide and they move to the city where his sister is false accused of being a prostitute and her lover leaves her. Sitaramaiah is falsely charged for killing the cop who arrested her and he escapes from prison and marries Ramya. At this point her father saves him and he tells him this whole story. Sitaramaiah goes to Ramya’s house and pretends to be two people, himself and a rich guy “Toyota.” After causing much havok, he saves his sister from the villains and reunites her with her lover.","release_date":"1995-02-01","vote_average":7.0,"runtime":165,"cert":"N\/A","id":76116,"title":"Alluda Majaka","adult":false,"genre_ids":[]},{"cast":["Olivia de Havilland","Robert Mitchum","Frank Sinatra","Gloria Grahame","Broderick Crawford"],"overview":"Lucas Marsh, an intern bent upon becoming a first-class doctor, not merely a successful one. He courts and marries the warm-hearted Kristina, not out of love but because she is highly knowledgeable in the skills of the operating room and because she has frugally put aside her savings through the years. She will be, as he shrewdly knows, a supportive wife in every way. She helps make him the success he wants to be and cheerfully moves with him to the small town in which he starts his practice. But as much as he tries to be a good husband to the undemanding Kristina, Marsh easily falls into the arms of a local siren and the patience of the long-sorrowing Kristina wears thin.","release_date":"1955-07-01","vote_average":6.5,"runtime":135,"cert":"N\/A","id":76117,"title":"Not as a Stranger","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"\"Black Magic\" is the 1st ever DVD release from King Billy Cokebottle. As expected this compilation is packed full of King Billy's latest jokes that are sure to cause offence to countless people and also provide a laugh or two! Recorded in July 2003 @ The Dalrymple Hotel in Townsville and based around the comedy of the album of the same name, \"Black Magic\" offers almost an hour of laughs on this classic comedy DVD","release_date":"2003-07-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":76118,"title":"King Billy Cokebottle 13: Black Magic","adult":false,"genre_ids":[35]},{"cast":["Dirk Bogarde","Donald Sinden","Virginia McKenna","Basil Sydney","Marie Ney"],"overview":"White farmers in Kenya come under siege from the Mau Maus. Some natives try to help them and it's later discovered that the father of a native doctor is the secret leader of the Mau Maus. The film capitalizes on the political upheaval taking place at the time of its filming in Kenya, which was anxious to attain its independence from British colonial rule.","release_date":"1955-01-07","vote_average":7.8,"runtime":99,"cert":"","id":76119,"title":"Simba","adult":false,"genre_ids":[10749,18]},{"cast":["Aldo Ray","Philip Carey","Dick York","Chuck Connors","Camille Janclaire"],"overview":"A racist sergeant stationed in post-war Japan finds himself softening towards the children and falling for a local woman.","release_date":"1955-11-23","vote_average":7.0,"runtime":93,"cert":"N\/A","id":76120,"title":"Three Stripes in the Sun","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Ginger Rogers","Edward G. Robinson","Brian Keith","Lorne Greene","Eve McVeagh"],"overview":"A former model, serving time in prison, becomes a key witness in a trial against a notorious gangster. She is put under protective watch by the District Attorney in a posh hotel, but the crime kingpin makes attempts to get to her.","release_date":"1955-03-19","vote_average":6.8,"runtime":97,"cert":"N\/A","id":76121,"title":"Tight Spot","adult":false,"genre_ids":[18,53,80]},{"cast":["Clark Gregg","Maximiliano Hernández","Robert Downey Jr.","William Hurt","Tim Roth"],"overview":"Agent Coulson informs Agent Sitwell that the World Security Council wishes Emil Blonsky to be released from prison to join the Avengers Initiative. As Nick Fury doesn't want to release Blonsky, the two agents decide to send a patsy to sabotage the meeting...","release_date":"2011-09-12","vote_average":6.5,"runtime":4,"cert":"12","id":76122,"title":"Marvel One-Shot: The Consultant","adult":false,"genre_ids":[12,14,878,28]},{"cast":["Joanna Ruiz","Jules de Jongh","Eric Meyers","Tom Clarke Hill","Regine Candler"],"overview":"It's Halloween, and friends Nick and Kate are on a mission to find the biggest and best pumpkin in the patch. Unfortunately, the pumpkin thy chose is haunted by the ghost of the Headless Horseman...and he wants his head back! Aided by the skittish spirit Nathaniel, the two kids have to keep the Headless Horseman from getting his pumpkin head back before midnight. Inspired by the classic Washington Irving tale, \"The Legend of Sleepy Hollow\", the whole town of Sleepy Hollow gets involved in the exciting and thrilling race towards midnig","release_date":"2002-01-01","vote_average":4.9,"runtime":48,"cert":"N\/A","id":76123,"title":"The Haunted Pumpkin of Sleepy Hollow","adult":false,"genre_ids":[10751]},{"cast":["Roland Giraud","Marie-Anne Chazel","Clémentine Célarié","Jacqueline Maillan","Gérard Rinaldi"],"overview":"","release_date":"1987-01-14","vote_average":4.5,"runtime":null,"cert":"N\/A","id":76128,"title":"La vie dissolue de Gérard Floque","adult":false,"genre_ids":[35]},{"cast":["Sophie Daumier","Charles Gérard","Dora Doll"],"overview":"","release_date":"1979-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76129,"title":"Les Givrés","adult":false,"genre_ids":[]},{"cast":["Isa Hoes","Peter Faber","Medina Schuurman"],"overview":"Olga van Walraeven en Jeanine van der Schathuyzen zijn een rijk en uiterst succesvol modeduo. Hun lingerie wordt over de hele wereld verkocht, geen glamourblad komt uit zonder Olga en Jeanine op de cover en jonge, knappe minnaars staan in de rij om hun jet-set leventje met ze te delen. Maar niet alles is rozengeur en maneschijn. Wanneer hun grote concurrent op slinkse wijze de ontwerpen van hun nieuwe collectie steelt, komt hun bedrijf in zware problemen. De dames gooien alle principes overboord om hun luxe leventje te behouden. List, bedrog of moord, alles is geoorloofd om maar niet af te glijden naar een modaal burgerlijk bestaan.","release_date":"2009-10-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":76130,"title":"M.A.N. Met Andere Normen","adult":false,"genre_ids":[]},{"cast":["Robert Cummings","Margaret Lee","Rupert Davies","Klaus Kinski","Maria Rohm"],"overview":"While travelling through Hong Kong, Bob Mitchell accidentally stumbles into the middle of criminal negotiations between a mean gang, the Five Golden Dragons and the local mobsters.","release_date":"1967-08-03","vote_average":4.9,"runtime":104,"cert":"N\/A","id":76131,"title":"Five Golden Dragons","adult":false,"genre_ids":[18,28]},{"cast":["Sven Wollter","Anita Wall","Ernst Günther","Stefan Sauk"],"overview":"A group of four policemen is known for cruising the streets of Stockholm in their van, looking for drunks or criminals they can beat up with their batons. Lately witnesses saw them pick up a drunk who later was found dead. The four policemen deny any knowledge. Police inspector Jarnebring gets the case and finds out that these four policemen have been reported for 22 cases of police brutality. Shortly after, another criminal dies in their van...","release_date":"1986-10-31","vote_average":6.4,"runtime":87,"cert":"N\/A","id":76132,"title":"I lagens namn","adult":false,"genre_ids":[80,53]},{"cast":["Corey Taylor","Mick Thomson","Craig Jones","Shawn Crahan","Sid Wilson"],"overview":"Slipknot at Cidade do Rock, Rio de Janeiro, Brazil on September 25, 2011. Setlist: (sic) \/ Eyeless \/ Wait and Bleed \/ The Blister Exists \/ Liberate \/ Before I Forget \/ Pulse of the Maggots \/ Disasterpiece \/ Psychosocial \/ The Heretic Anthem \/ Duality \/ Spit It Out \/ People = Shit \/ Surfacing","release_date":"2011-09-25","vote_average":6.8,"runtime":null,"cert":"N\/A","id":76133,"title":"Slipknot: Rock In Rio 2011","adult":false,"genre_ids":[10402]},{"cast":["Serj Tankian","Daron Malakian","Shavo Odadjian","John Dolmayan","System of a Down"],"overview":"System of a Down at Cidade do Rock, Rio de Janeiro, Brazil on October 02, 2011. Setlist: Prison Song \/ Soldier Side - Intro \/ B.Y.O.B. \/ Revenga \/ Needles \/ Deer Dance \/ Radio\/Video \/ Hypnotize \/ Question! \/ Suggestions \/ Psycho (With \"Disco Inferno\" snippet -… more ) \/ Chop Suey! \/ Lonely Day \/ Bounce \/ Lost in Hollywood \/ Kill Rock 'n Roll \/ Forest \/ Science \/ Mind \/ Innervision \/ Holy Mountains \/ Aerials \/ Vicinity of Obscenity \/ Tentative \/ Cigaro (With slow intro) \/ Suite-Pee \/ War? \/ Toxicity \/ Sugar","release_date":"2011-10-02","vote_average":5.2,"runtime":null,"cert":"N\/A","id":76134,"title":"System of a Down: Rock in Rio 2011","adult":false,"genre_ids":[10402]},{"cast":["Inger","Britt"],"overview":"A documentary by Tell Aulin and Peter Gerdehag.","release_date":"2011-02-18","vote_average":5.0,"runtime":80,"cert":"N\/A","id":76135,"title":"Women with Cows","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From the creators of Esoteric Agenda and KYMATICA. At a major juncture in his life, rob in the pagé family began down a road less traveled to free himself from fear, government control, and reliance on public energy and food supply, and shares his journey that led him 'off the grid'. Ben Stewart and Dan Stewart, creators of Esoteric Agenda and KYMATICA, focus the essence of this film around becoming a sovereign individual and the journey through transitional and groundbreaking moments in a human’s life. The purpose of this film is not to provide legal advice, nor is it to simply educate, but rather as inspirational fuel. To become more of what we already are.","release_date":"2011-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":76136,"title":"Ungrip","adult":false,"genre_ids":[99]},{"cast":["Carina Lidbom","Pia Green","Annika Andersson","Brasse Brännström"],"overview":"Lisa is in middle age and married to Bertil. Yesterday she celebrated a step up in his career with the girls at the hotel in town. In which \"happened\" Lisa to have a hot love meeting with a younger man in the hotel's spa area. Meanwhile, Lisa's sister is on the way to proudly show off her new found young man. He was also staying at the hotel last night. Was it him? The friend and closest neighbor, Gerd, a gray, miserable and unemployed, single girl, wondering where Lisa stubbornly went yesterday? Panic begins to spread, the sister is coming. What should Lisa do? Does Bertil suspect anything? Will Gerd back her up or is she up to something else?","release_date":"2009-06-10","vote_average":0.0,"runtime":95,"cert":"N\/A","id":76137,"title":"Otroligt het","adult":false,"genre_ids":[35]},{"cast":["Pimchanok Leuwisetpaiboon","ธันวา สุริยจักร","ธนา เอี่ยมนิยม","ยูอิ ทัตสึมิ"],"overview":"A group of teenagers set out to fulfill the meaning of their lives. They meet by chance, become friends, and fall in love.","release_date":"2011-10-06","vote_average":4.3,"runtime":110,"cert":"N\/A","id":76138,"title":"Love Summer","adult":false,"genre_ids":[35,10749]},{"cast":["Ally Ann","Bridgette B","Jesse Jane","Stoya","Tori Black"],"overview":"The scintillating Stoya takes it big and black in her first interracial sex scene with thick stud, Mr. Marcus. Lusty pounding and wild pumping on pale skin from her aggressive dark lover, filling her up with loads of his creamy love juice. The beautiful Jesse Jane can't be outdone in her quest to get her hot lovers to grind and ride her like the naughty bad girl she is. These horny, nasty sluts need to be spanked and taught sinful lessons for breaking all the good girl rules.","release_date":"2011-09-20","vote_average":0.0,"runtime":116,"cert":"N\/A","id":76139,"title":"Bad Girls 6","adult":true,"genre_ids":[]},{"cast":["Gary Cooper","Barbara Stanwyck","Anthony Quinn","Ruth Roman","Ward Bond"],"overview":"Wildcatter Jeff Dawson does his best to bring in a gusher in Mexico despite continual bandit raids. He asks for help from his ex-employer Ward Conway, but Conway, now married to Dawson's ex-lover Marina refuses, fearing that his wife will want to renew her romance with the other man.","release_date":"1953-09-16","vote_average":5.5,"runtime":90,"cert":"N\/A","id":76140,"title":"Blowing Wild","adult":false,"genre_ids":[28,12,37,18]},{"cast":["Falco"],"overview":"Falcos einziger Auftritt mit grossem Orchester Ein posthumes Geschenk zum 10. Todestag. Und ein Wunder moderner Tontechnik, mit deren Hilfe aus einem fragmentarischen Live-Mitschnitt ein Werk realisiert wurde, dass des Falken würdig ist. Ob \"Jeanny\", \"Ganz Wien\" oder \"Amadeus\" - Die Hits des Weltstars aus Österreich sind bis heute legendär. Doch das frühe Ableben des Künstlers machte viele Pläne und Hoffnungen zu Nichte. Auch jene, ein ganz besonderes Event noch einmal zu erleben, mit dem Falco im Jahr 1994 überraschte. Zum ersten und letzten Mal: Begleitet vom 80-Mann-Orchester des Wiener Neustädter Konservatoriums und vor mehr als 10'000 begeisterten Fans liess Falco damals den Domplatz erbeben. Niemand ahnte, dass dies das einzige Konzert dieser Art bleiben würde... Der Wunsch, Falco noch einmal in symphonischer Begleitung zu erleben, geht mit dieser DVD in Erfüllung","release_date":"2008-02-06","vote_average":3.8,"runtime":120,"cert":"N\/A","id":76141,"title":"Falco - Falco Symphonic","adult":false,"genre_ids":[10402]},{"cast":["Jack Cardiff","Martin Scorsese","Kirk Douglas","Lauren Bacall","Charlton Heston"],"overview":"In 2001 Jack Cardiff (1914-2009) became the first director of photography in the history of the Academy Awards to win an Honorary Oscar. But the first time he clasped the famous statuette in his hand was a half-century earlier when his Technicolor camerawork was awarded for Powell and Pressburger's Black Narcissus. Beyond John Huston's The African Queen and King Vidor's War and Peace, the films of the British-Hungarian creative duo (The Red Shoes and A Matter of Life and Death too) guaranteed immortality for the renowned cameraman whose career spanned seventy years.","release_date":"2010-05-05","vote_average":7.4,"runtime":86,"cert":"","id":76142,"title":"Cameraman: The Life and Work of Jack Cardiff","adult":false,"genre_ids":[99]},{"cast":["Gustav Ljungberg","Kristian Almgren","Jonas Eriksson","Björn Gustafson","Peter Stormare"],"overview":"It is the first day of the summer vacation. Jojje, Jerker and Fabian wants to borrow a sailing boat to take a boat trip so they steal it. They plan to examine all of Lake Maelaren, but a storm breaks out and the boat sinks. They go ashore, steal food and a new boat. While everybody else believes them to be dead, they have a wonderful time. They meet a crazy Count and find a dead body.","release_date":"1987-02-25","vote_average":7.0,"runtime":103,"cert":"N\/A","id":76143,"title":"Pirates of the Lake","adult":false,"genre_ids":[12]},{"cast":["Richard Todd","Marianne Koch","Albert Lieven","Walter Rilla","Vivi Bach"],"overview":"A British colonial policeman in Africa investigates a murder in a hospital up river.","release_date":"1963-12-20","vote_average":4.5,"runtime":83,"cert":"N\/A","id":76144,"title":"Death Drums Along the River","adult":false,"genre_ids":[12]},{"cast":["Alfred Lynch","Kathleen Breck","Eric Portman","Diana Dors","Kathleen Harrison"],"overview":"Joe Beckett, seasoned citizen of the bedsitter belt, aged about 22, is the renegade son of modest, respectable parents and, to use his own description, 'an emotional leper'. He decides that he needs a violent shock to shake him back into life, and as a result accepts a commission to carry out the murder of a total stranger for a man he meets in a coffee bar...","release_date":"1963-10-08","vote_average":7.0,"runtime":93,"cert":"","id":76147,"title":"West 11","adult":false,"genre_ids":[18,80]},{"cast":["Saïd Taghmaoui","Juliette Lewis","Rupert Graves","Anna Massey","Clémentine Célarié"],"overview":"Ali is a young Egyptian screenwriter determined to succeed in London, where he has been a student. He loves the artistic and political freedom, the colours, the music, the individualism. But he has little money, his student visa is about to expire and he has been thrown out of his lodgings. And so Ali moves in with a succession of eccentric and colourful London flatmates: Mark, a photographer with a very individual style, Linda, a young, blonde, very sexy model and Marilyn Monroe impersonator, and Miss Stevenson who is convinced that Ali is the reincarnation of her long dead Egyptian lover.","release_date":"2001-06-22","vote_average":6.3,"runtime":95,"cert":"","id":76148,"title":"Room to Rent","adult":false,"genre_ids":[35]},{"cast":["Joseph Olita","Thomas Baptiste","Leonard Trolley","Geoffrey Keen","Louis Mahoney"],"overview":"The chronicle of Ugandan dictator Idi Amin and his tyranic rule from 1971 to his overthrow in 1979.","release_date":"1981-07-16","vote_average":8.0,"runtime":91,"cert":"","id":76151,"title":"Rise and Fall of Idi Amin","adult":false,"genre_ids":[18,36]},{"cast":["Skip Homeier","George Macready","Wallace Ford","Kristine Miller","Jack Elam"],"overview":"Ervin Plummer-played by the estimable George Macready, who like his good friend Vincent Price was a man of culture and erudition who specialised in bad guy roles-is a grasping avaricious businessman with a hunger for gold.","release_date":"1956-08-04","vote_average":6.0,"runtime":70,"cert":"N\/A","id":76152,"title":"Thunder Over Arizona","adult":false,"genre_ids":[37,18,28]},{"cast":["Renée Soutendijk","Hilde Van Mieghem","Peter van den Begin","Urbanus"],"overview":"Seventh Heaven or De zevende zemel is a 1993 Dutch romantic comedy film directed by Jean-Paul Lilienfeld.","release_date":"1993-03-01","vote_average":2.0,"runtime":94,"cert":"N\/A","id":76155,"title":"Seventh Heaven","adult":false,"genre_ids":[35,10749]},{"cast":["Isabelle Carré","Elsa Zylberstein","Judith Rémy","Estelle Larrivaz","Frédéric Gélard"],"overview":"A group of 4 girls decide to revise for their exams together, in the summer vacation. They move from Paris to the countryside, where Valerie's grandmother has a vacant house. The film is all about their inter-personal relationships, and how living together effects each of them. Then Valerie's male cousin arrives one day, and we see how they deal with the young man, and vice versa","release_date":"1992-11-18","vote_average":6.0,"runtime":92,"cert":"N\/A","id":76156,"title":"Beau fixe","adult":false,"genre_ids":[]},{"cast":["Marcello Mastroianni","Claudia Cardinale","Pierre Brasseur","Rina Morelli","Tomás Milián"],"overview":"Problems arise for Antonio Magnano when he is unable to consummate his marriage to the beautiful Barbara Puglisi and his virility is called into question. Despite the fact that he loves his beautiful wife and they have otherwise been happily married for a year, his problem becomes a source of contention for all concerned.","release_date":"1960-03-04","vote_average":7.1,"runtime":99,"cert":"N\/A","id":76157,"title":"Handsome Antonio","adult":false,"genre_ids":[18]},{"cast":["Gamma Bak","Janos M. Bak","Polly M. Bak","Dieter Vervuurt"],"overview":"Die selbst betroffene Autorin und Regisseurin Gamma Bak hat es zum ersten Mal überhaupt gewagt, über die diversen Stadien ihrer Krankheit einen autobiografischen Film zu drehen. Entstanden ist ein extrem intimes und faszinierendes Selbstporträt, das nicht nur einen Einstieg in das komplexe Thema bietet, sondern auch einen direkten Einblick in das Ringen mit der Diagnose Psychose und der damit verbundenen Stigmatisierung erlaubt.","release_date":"2011-11-04","vote_average":0.0,"runtime":92,"cert":"N\/A","id":76160,"title":"Head Cold","adult":false,"genre_ids":[99]},{"cast":["Chrissie Hynde","Martin Chambers","Andy Hobson","Adam Seymour","Zeben Jameson"],"overview":"Loose In L.A. is the first Pretenders in concert DVD to be released. The performance was shot live in Hi Def at Los Angeles's historical art deco landmark, the Wiltern Theater. Audio for the show was remixed by award winning Engineer, Guy Charbonneau. The sold-out show was part of the Pretender's US tour in Support of their latest album Loose Screw. Led by the charismatic Chrissie Hynde, The Pretenders have forged a career for themselves that now runs to over 25 years in the business. Always an engaging live act, this concert was recorded in Los Angeles in February 2003. Touring to promote the \"Loose Screw\" album, the band perform a variety of old and new material. Tracks include \"Brass in Pocket,\" \"Talk of the Town,\" \"Back on the Chain Gang,\" \"Kid,\" \"Precious,\" and many more.","release_date":"2003-09-13","vote_average":0.0,"runtime":135,"cert":"N\/A","id":76161,"title":"The Pretenders: Loose in L.A.","adult":false,"genre_ids":[10402,99]},{"cast":["Jy Harris","Mark Wynn","Barry Nerling","Vince Laxton","Allan Kipling"],"overview":"When the world is taken over by flesh eating zombies, best friends Tommy and Edwin figure out a way to benefit from it by turning zombies into fertilizer for growing potent weed! There will be bud.","release_date":"2011-02-04","vote_average":3.6,"runtime":91,"cert":"N\/A","id":76164,"title":"Bong of the Dead","adult":false,"genre_ids":[28,35,27]},{"cast":["Jaycee Chan","Fiona Sit","Patrick Tang","Hiro Hayama","Bonnie Xian"],"overview":"When aimless Joe is dumped by his mercurial girlfriend, Flora, he finds an unusual way to win her back: a magical website that allows users to win back lost loves, so long as they agree to break up another happy couple.","release_date":"2010-06-16","vote_average":6.2,"runtime":114,"cert":"N\/A","id":76165,"title":"Break Up Club","adult":false,"genre_ids":[18,35,10749]},{"cast":["Marie-Anne Chazel","Daniel Prévost","Lorraine Bracco","Michel Boujenah","Francis Lax"],"overview":"","release_date":"1981-04-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76166,"title":"Fais gaffe à la gaffe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Finnish Ford Transit Men who try to kill themselves over the gnarliest handrails you’ve seen in a long time.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76167,"title":"Transitmies","adult":false,"genre_ids":[]},{"cast":["Kevin Bacon","Joyce Van Patten","Cloris Leachman","Andy Griffith","Eddie Albert"],"overview":"A young boy is taken over by demons who force him to commit murder.","release_date":"1983-03-06","vote_average":4.7,"runtime":97,"cert":"N\/A","id":76168,"title":"The Demon Murder Case","adult":false,"genre_ids":[10770,27]},{"cast":[],"overview":"James Taylor's \"One Man Band,\" a new CD\/DVD set of live recordings and the stories behind the songs. The set list is drawn from Taylor's recent concerts at the Colonial Theatre in the Berkshires and features new performances from some of the iconic singer\/songwriter's most beloved recordings including \"Something in the Way,\" \"Carolina in my Mind,\" and \"Fire and Rain,\" interspersed with Taylor's insightful and humorous anecdotes on the inspiration for the songs.","release_date":"2007-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76169,"title":"James Taylor: One Man Band","adult":false,"genre_ids":[]},{"cast":["Hugh Jackman","Hiroyuki Sanada","Famke Janssen","Will Yun Lee","Tao Okamoto"],"overview":"Wolverine faces his ultimate nemesis - and tests of his physical, emotional, and mortal limits - in a life-changing voyage to modern-day Japan.","release_date":"2013-07-23","vote_average":6.3,"runtime":126,"cert":"12A","id":76170,"title":"The Wolverine","adult":false,"genre_ids":[28,878,12,14]},{"cast":["Tom Berenger","Craig Sheffer","Jennifer Beals","Jeffrey Nordling","Tom Kenny"],"overview":"A passenger of a hijacked airliner who happens to be an airplane engineer works to deactivate a chemical weapons bomb after the hijackers kill the pilot and threaten to kill all the passengers on the plane.","release_date":"1999-12-27","vote_average":4.0,"runtime":101,"cert":"N\/A","id":76171,"title":"Turbulence 2: Fear of Flying","adult":false,"genre_ids":[53,28]},{"cast":["Charles Pitt","Martha Ferris","Jean-Claude Van Damme","Sydney Lassick","Michelle Bauer"],"overview":"An American jewel thief in Monaco encounters various characters while trying to set up a robbery.","release_date":"1984-01-01","vote_average":2.7,"runtime":29,"cert":"N\/A","id":76172,"title":"Monaco Forever","adult":false,"genre_ids":[35]},{"cast":["Michael Herbig","Jürgen Vogel","Thekla Reuten","Alexander Senderovich","Valeriy Grishko"],"overview":"In 1938 Hans Zeisig, an apolitical comedian, impersonator and cabaret actor, flees with a Russian passport (instead of American, which he would have preferred) from Nazi-Berlin, and finds himself in the legendary Hotel Lux, the 'lost paradise' of the Comintern, in Moscow. Everyone believes that Zeisig is a man named Hansen, Hitler's personal astrologer. But Zeisig quickly realizes that he's gone from the frying pan into the fire. In the Hotel Lux he meets his friends Frida and later Meyer again, still passionate communists. For the three idealists an adventure between love and death begins to run his course.","release_date":"2011-10-27","vote_average":5.9,"runtime":102,"cert":"N\/A","id":76175,"title":"Hotel Lux","adult":false,"genre_ids":[35,18]},{"cast":["Eminem","Vanilla Ice","Pras","Ja Rule","Mobb Deep"],"overview":"5 teenage rappers gets notice of a mysterious witch that supposedly lurks in the ghetto and those who are attacked by her gets a successful hip-hop career. In their search for the witch, they come across various rappers whom already been attacked and retells their experiences.","release_date":"2000-10-31","vote_average":1.7,"runtime":90,"cert":"N\/A","id":76176,"title":"Da Hip Hop Witch","adult":false,"genre_ids":[27,35]},{"cast":["Gunnar Hansen","Tobe Hooper","Marilyn Burns","William Lustig","Dorothy J. Pearl"],"overview":"For the first time the full story behind the film which terrified the world...","release_date":"2000-01-01","vote_average":6.6,"runtime":75,"cert":"N\/A","id":76177,"title":"Texas Chainsaw Massacre: The Shocking Truth","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The makers of the world's most controversial video series have done it again. Guaranteed the world's gnarliest hardcore video in existence, these graphic and shocking images might be the sickest ever put to film. You'll see smuggled video of Iraqi executions, firing squads, amputations, suicide bombings, gangland slayings, knife fights, animal maulings,  hostage killings, and terror attacks. Witness first hand the scary truth about the world in which we live.","release_date":"2005-06-21","vote_average":1.0,"runtime":54,"cert":"N\/A","id":76178,"title":"Terrorists, Killers and Middle-East Wackos","adult":false,"genre_ids":[99]},{"cast":["Erica Roby","Noel Thurman","Griff Furst","Rebekah Kochan","David Shick"],"overview":"The film takes place in an undisclosed part of Florida, in which a priest is called upon to help exorcise Gail Bowers, who has come to be possessed by malevolent forces.","release_date":"2006-01-31","vote_average":2.3,"runtime":91,"cert":"N\/A","id":76179,"title":"Exorcism: The Possession of Gail Bowers","adult":false,"genre_ids":[27]},{"cast":["Robert Clotworthy","Kenny Baker","Jim Bloom","Leo Braudy","Ben Burtt"],"overview":"Empire of Dreams: The Story of the Star Wars Trilogy is a 2004 documentary film directed by Kevin Burns and narrated by Robert Clotworthy. It documents the making of the original Star Wars trilogy.","release_date":"2004-09-12","vote_average":7.7,"runtime":151,"cert":"","id":76180,"title":"Empire of Dreams: The Story of the Star Wars Trilogy","adult":false,"genre_ids":[99]},{"cast":["Roy \"Chubby\" Brown"],"overview":"The legendary Roy 'Chubby' Brown stars in his very first feature length movie. Chubby is captured by a gang of feminist aliens from the 25th century and beamed up to their spaceship during his live show in Blackpool. Put on trial for crimes against woman, he is soon found guilty and sentenced to the ultimate penalty. Is this the end of the planet's favourite son? Will he escape? Or will Chubby be terminated? Co-starring super model Sara Stockbridge and Roger Lloyd Pack, 'Trig' from Only Fools and Horses. U.F.O. is the bawdiest, most outrageous celluloid experience of the year or indeed any year.","release_date":"1993-12-10","vote_average":6.0,"runtime":79,"cert":"18","id":76181,"title":"U.F.O. The Movie","adult":false,"genre_ids":[878,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76182,"title":"Franklin's Reading Club","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A fascinating and poetical collage of countless images from the 20th century with the purpose of revealing matters of life and death during the era and its many social, cultural and political transformations, with the director making several statements on several issues, combining fact and fiction to compose his powerful mosaic of images along with the magnificent music of Wim Mertens. A true work of art that dares to make several questions about the human condition, its contradictions and ironies.","release_date":"1999-08-09","vote_average":8.6,"runtime":73,"cert":"N\/A","id":76183,"title":"Here We Are Waiting for You","adult":false,"genre_ids":[99]},{"cast":["Christoph Waltz","Heio von Stetten","Katharina Müller-Elmau","Sidney Hartwig","Katharina Abt"],"overview":"Two couples on vacation in the Austrian alps is a recipe for adultery? Dr. Helmut Baer falls on the first day there and twists his leg. The lady next door is a masseuse. She stays behind while their spouses go with the children on an overnight hike in the mountains. Both couples become tempted by each other, but only one acts upon it. Adultery is in the air!","release_date":"2007-05-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76186,"title":"Die Verzauberung","adult":false,"genre_ids":[]},{"cast":["Ian Hart","Antonia Campbell-Hughes","Paul Rhys","Lesley-Ann Halvey","Chris Dunlop"],"overview":"Bob Geldof and Harvey Goldsmith set up one of the world's greatest ever concerts, Live Aid in 1984 to help ease the Ethiopian Famine.","release_date":"2010-12-26","vote_average":6.9,"runtime":90,"cert":"","id":76187,"title":"When Harvey Met Bob","adult":false,"genre_ids":[18]},{"cast":["Yasuo Yamada","Kiyoshi Kobayashi","Makio Inoue","Eiko Masuyama","Gorō Naya"],"overview":"Inspector Zenigata has been removed from the Lupin case which leaves him despondent, and he ends up drinking with Lupin &amp; Jigen. Lupin decides that he and his gang should work with Zenigata to solve his new case, investigating a group of arms dealers known as Shot Shell. Lupin gathers his partners together (Jigen, Goemon, &amp; Fujiko), and with Zenegata they steal a Russian submarine. They kidnap a scientist named Karen Korinsky to help them operate the sub, and also to protect her from Shot Shell. Meanwhile the ICPO assigns a man named Keith Hayden to the Lupin case, and unlike Zenigata he wants Lupin and his group dead. Where ever Lupin and friends go, Keith follows, as the officer attempts to pick them off one by one.","release_date":"1993-07-23","vote_average":6.5,"runtime":92,"cert":"N\/A","id":76190,"title":"Lupin the Third: Voyage to Danger","adult":false,"genre_ids":[28,16,35,10770]},{"cast":["Tawny Dahl","Janisha Faith","Najawaun Ali","Karima Holloway","Tony T. Roberts"],"overview":"Tired of abusive relationships, best friends CoaCoa, Sha and Meeka embark on a plan to seduce and rob wealthy men. When their betrayals backfire, the women become enveloped in a world of deceit and murder, as they discover that in some games there are no winners.","release_date":"2002-04-15","vote_average":7.5,"runtime":138,"cert":"N\/A","id":76191,"title":"Durdy Game","adult":false,"genre_ids":[]},{"cast":["Marie Dressler","Wallace Beery","Robert Young","Maureen O'Sullivan","Willard Robertson"],"overview":"Waterfront couple raise their son to be a sea captain. He grows up to be rather snotty and rebels against drunken Beery. Valiant Dressler keeps things moving even as hubby ruins their tugboat business.","release_date":"1933-08-04","vote_average":6.3,"runtime":86,"cert":"N\/A","id":76192,"title":"Tugboat Annie","adult":false,"genre_ids":[35,18]},{"cast":["Larry Casey","Margaret Cash","Trevor Murphy","George Foster","Matthew Pohlson"],"overview":"David and his adventurous group of friends embark upon a caving expedition within the deep and treacherous Shankali Caverns of India. As the group descends deep into the caves, they discover they have trapped themselves within the breeding den of giant black centipedes.","release_date":"2004-11-06","vote_average":2.3,"runtime":96,"cert":"N\/A","id":76195,"title":"Centipede","adult":false,"genre_ids":[27]},{"cast":["Stefan Sauk","Yevgeni Lazarev","Lars Lind","Alexander Skorokhod"],"overview":"Carl Hamilton (Coq Rouge) is called to Moscow to testify on behalf of a GRU officer who is charged with treason against the state. He has to testify that the officer has not sold information to Sweden.","release_date":"1995-10-04","vote_average":4.0,"runtime":60,"cert":"N\/A","id":76196,"title":"Tribunal","adult":false,"genre_ids":[10770,18]},{"cast":["Jeff Speakman","Ron Silver","Rochelle Swanson","Jack Adalist","Jonathan Sagall"],"overview":"Dutton Hatfield, played by Jeff Speakman, is working for the American embassy. He finds himself inside a biochemical weapon laboratory when terrorists headed by Colonel Baron (played by TimeCop villain Ron Silver) take over the place. Baron is looking for a sample of a deadly virus that is being developed inside the facility.","release_date":"1996-03-15","vote_average":5.2,"runtime":88,"cert":"N\/A","id":76197,"title":"Deadly Outbreak","adult":false,"genre_ids":[28]},{"cast":["Lino Ventura","Isabelle Adjani","Annie Girardot","Francis Perrin","Jacques Spiesser"],"overview":"A Parisian teacher (Lino Ventura) loses his cool when his teenage daughter tells him she plans to drop out of school and move in with her boyfriend.","release_date":"1974-10-23","vote_average":5.7,"runtime":99,"cert":"N\/A","id":76198,"title":"The Slap","adult":false,"genre_ids":[18,35,10749]},{"cast":["Stephen Schmaltz","Catrina Fagundes","Peter Wayne Burke","Charles Upshaw","Kent Burrell"],"overview":"In the outskirts of the city, where crime is a way of life, the paths of four desperate people collide. Jordan Coleman, a local drug dealer, finds himself at a crossroads when his friend and mentor gets in too deep with a ruthless gangster and club owner. Chelsea Hammond, an exotic dancer, finds herself being pushed into the dark world of adult entertainment as she fights to regain control of her life. Narcotics detective Sam Riley struggles with an online addiction he has tried to keep hidden from his wife. Reformed street thug Harrison Green goes back to his old neighborhood to try and connect with a street brother he left behind. These four will face their ultimate test at the hands of Copernicus Jones, a ruthless gangster who will let nothing stand in his way.","release_date":"2011-09-06","vote_average":3.0,"runtime":84,"cert":"N\/A","id":76199,"title":"Hollow","adult":false,"genre_ids":[18]},{"cast":["Stéphane Audran","Michel Bouquet","François Périer","Henri Attal","Jean Carmet"],"overview":"A married man (Michel Bouquet) who killed the wife of his best friend during a tryst feels compelled to turn himself in.","release_date":"1971-03-31","vote_average":6.3,"runtime":100,"cert":"N\/A","id":76200,"title":"Just Before Nightfall","adult":false,"genre_ids":[80,18]},{"cast":["Javier Gutiérrez","David Janer","Inma Cuesta","Miryam Gallego","Martina Klein"],"overview":"A summit of the highest level will be held at the village, to be attended by the major powers of the time: France, England, Portugal and the pope himself. Although these countries have forced the encounter with the excuse of seeking peace between the Spanish and Lusitanian, the real motives are to attack the Kingdom of Spain. To ensure the success of the plot, in which the Marquise de Santillana will be a key, they hire a bloody Cossack to end with Águila Roja (\"Red Eagle\"). Our hero manages to beat the villain in the fight but his son Alonso is injured and that leads Águila Roja to abandon the struggle for justice and throw away the katana. Thus, both the town as the King and the kingdom are at the mercy of traitors ...","release_date":"2011-04-19","vote_average":4.3,"runtime":122,"cert":"N\/A","id":76201,"title":"Red Eagle","adult":false,"genre_ids":[12]},{"cast":["Joe Mantegna","Ornella Muti","Faye Dunaway","Burt Young","Michael Bacall"],"overview":"Rocklin Colorado, 1925. A hard cold winter. Young Arturo Bandini loves his father Svevo, his mother Maria and his brothers. Even though his bricklayer father wastes the little money he has in the Imperial Poolhall and his time with the rich American widow, Hildegarde. Even though his beautiful and pious mother lets his father get away with that, even if his little brother wets the bed. Arturo loves them all. He also loves to play baseball, even though he has to wait until spring. And he also loves the movies ... and Rosa. But she doesn't love him ...","release_date":"1989-11-01","vote_average":6.4,"runtime":100,"cert":"N\/A","id":76202,"title":"Wait until spring Bandini","adult":false,"genre_ids":[18]},{"cast":["Chiwetel Ejiofor","Michael Fassbender","Lupita Nyong'o","Benedict Cumberbatch","Paul Dano"],"overview":"In the pre-Civil War United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery. Facing cruelty as well as unexpected kindnesses Solomon struggles not only to stay alive, but to retain his dignity. In the twelfth year of his unforgettable odyssey, Solomon’s chance meeting with a Canadian abolitionist will forever alter his life.","release_date":"2013-10-18","vote_average":7.9,"runtime":134,"cert":"15","id":76203,"title":"12 Years a Slave","adult":false,"genre_ids":[18,36]},{"cast":["Stellan Skarsgård","Lars Göran Carlsson","Guy De La Berg","Sten-Göran Camitz","Folke Asplund"],"overview":"Carl Hamilton (Coq Rouge, Swedens James Bond) is called before KU (Swedens answer to the American congressional hearing) to answer questions about a spy war between Sweden and the Soviet Union.","release_date":"1989-09-25","vote_average":7.5,"runtime":60,"cert":"N\/A","id":76206,"title":"Förhöret","adult":false,"genre_ids":[18]},{"cast":["Danièle Gégauff","Clémence Gégauff","Paula Moore","Michel Valette","Giancarlo Sisti"],"overview":"Phillipe and Esther live an apparently idyllic life with their daughter, Elise. In an attempt to preserve this bliss, Phillipe decides that he and Esther should each have affairs, being sure to tell each other openly about them. The plan backfires with tragic results as Phillipe becomes engulfed in jealously.","release_date":"1975-01-15","vote_average":9.0,"runtime":97,"cert":"N\/A","id":76207,"title":"Pleasure Party","adult":false,"genre_ids":[18]},{"cast":[],"overview":"For two weeks in 2006, the quiet town of Villeneuve by Lake Geneva went crazy for hang-gliding, when the best aerobats in the world turned up, took off and spun out.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76208,"title":"Red Bull Vertigo","adult":false,"genre_ids":[]},{"cast":["Ahmed Ezz","Nour El-Sherif","Salah Abdallah","Eman El-Assy","Mohamed Abo Dawood"],"overview":"\"Ali ileum\" open safes talented thief, but even he was talent he was arrested and sentenced to life imprisonment for the murder of security guard, and there recognize the Colonel, \"Shawki\", and the way the film mafia is recruiting","release_date":"2008-08-10","vote_average":6.0,"runtime":120,"cert":"N\/A","id":76209,"title":"Transit Prisoner","adult":false,"genre_ids":[53]},{"cast":["Adam Wylie","Mario Yedidia","Clara Bryant","Ken Hudson Campbell","Corinne Bohrer"],"overview":"A comedy-adventure in which three twelve-year-olds have a close encounter with a 3,000-year-old mummy. Marshall, Gilbert and Amy accidentally set the mummy free, but if they don't get him back to his resting place by midnight on Halloween, he'll turn into dust and lose his only chance of being reunited with his long-lost love.","release_date":"1997-10-25","vote_average":5.4,"runtime":91,"cert":"N\/A","id":76212,"title":"Under Wraps","adult":false,"genre_ids":[35,10751,27,10770]},{"cast":["Ahmed Mekky"],"overview":"Film is in the form of satire, movie review the crises facing the Egyptian people, particularly the suffering of the popular classes . Belongs \"Haitham Daboor\" Ahmed Mekki, a rich family, cares about trivial matters Fashion and multiple love relationships, but it is exposed to a variable in his life and his father is an entry prison on charges of false tries to save his father, Haitham, which leads him to shift from one person to another measly serious and committed and engaged seriously with life, and in the context of the events is in love with Haitham \"Aroah\", the daughter of his driver, a girl from the popular","release_date":"2008-01-04","vote_average":4.9,"runtime":105,"cert":"N\/A","id":76215,"title":"H-Daboor","adult":false,"genre_ids":[]},{"cast":["Yumiko Hara","Eihi Shiina","Kazuki Namioka","Yūrei Yanagi","Hiroaki Murakami"],"overview":"Still reeling from the events of a zombie apocalypse, a young woman, along with a group of allies, makes her way across a dystopian Japan in search of her mother, the Zombie Queen.","release_date":"2010-09-28","vote_average":5.8,"runtime":117,"cert":"N\/A","id":76216,"title":"Helldriver","adult":false,"genre_ids":[27,878]},{"cast":["Jean-Claude Van Damme","Bernard Giraudeau","Christine Boisson","Jean-Pierre Kalfon","Bernard-Pierre Donnadieu"],"overview":"In this run-of-the-mill crime drama, Bernard Giraudeau is Daniel Chetman, someone who wants to leave the life of violence he knew in his neighborhood -- and cannot do so because his nemesis, a strutting street gangster now involved with organized crime, continues to terrorize the inhabitants of Chetman's turf. After much spilled blood, a parade of ugly underground types, and various sexual scenes, Chetman reduces the forces of evil to a reasonable level of opposition -- but who knows if the neighborhood will be different in the end...","release_date":"1984-01-04","vote_average":4.9,"runtime":null,"cert":"N\/A","id":76217,"title":"Barbarous Street","adult":false,"genre_ids":[80]},{"cast":["Francis La Haye","Fanny Mallette","Michel Daigle","Sylvain Marcel ","Denis Houle"],"overview":"Maryse and her husband are desperate to sell a backhoe sitting abandoned in their suburban yard. Her brother, Benoit, is trapped in endless adolescence, sharing their childhood home with their invalid father. Benoit is enamoured with a single mom named Nathalie, and he's hoping to finally grow up by living with her... but Nathalie's son does not approve. A serious accident at the factory where Maryse works, a strange series of coincidences, and the arrival of a Man claiming to come from the future launch Maryse and Benoit on a life-changing road trip. Following up his acclaimed feature film Continental, a film without guns, filmmaker Stephane Lafleur once again brings us an ensemble of compelling characters, in a story where the ordinary and the fantastic collide","release_date":"2011-01-06","vote_average":6.6,"runtime":90,"cert":"N\/A","id":76226,"title":"Familiar Ground","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Våren 2007 tok \"Kill Buljo The Movie\" kinonorge med storm. 90.000 fikk med seg galskapen på kino. Men lenge før kinofilmen var et faktum spilte den sjuke gjengen inn trailerne til filmen som tok Internett med storm. Flere trailere spilte de faktisk inn; klassikere som \"Anne Franks dagbok\" og \"Romeo og Julius\" vil de også vi skal se frem imot. Ut over dette møter vi selvfølgelig samegutten Jompa, Karius og Baktus som får noe ganske annet enn tannbørsten å stri med, Puppi Langstrømpe som har fått en blødesykdom og Bjelling som... vel, den får du nesten finne ut selv.","release_date":"2007-01-01","vote_average":6.0,"runtime":46,"cert":"N\/A","id":76227,"title":"Kill Buljo - The beginning","adult":false,"genre_ids":[]},{"cast":["Ryan Dunn","April Scott","Gerard Haitz","Noam Harary","Chris Ready"],"overview":"Will's best friend and roommate Belcher, (Ryan Dunn) a party bum slacker, returns from the dead as a cocky, mischievous, and perverted ghost. He soon discovers his cousin, Krista, has shacked up and moved in with his best friend, Will. Belcher will do anything and everything to destroy this relationship and get his prank buddy back.","release_date":"2011-10-04","vote_average":4.6,"runtime":101,"cert":"N\/A","id":76234,"title":"Living Will...","adult":false,"genre_ids":[35]},{"cast":["Per Oscarsson","Gunnel Lindblom","Birgitte Federspiel","Knud Rex","Hans W. Petersen"],"overview":"In 1890, Pontus, the starving writer, wanders the streets of Christiania, in search of love and a chance to get his work published. All he meets is defeat and suffering while his sense of reality is withering. One moment he is delighted and the next he curses everybody. All the time he manages to maintain human dignity and pride.","release_date":"1966-08-19","vote_average":7.8,"runtime":112,"cert":"N\/A","id":76235,"title":"Hunger","adult":false,"genre_ids":[18]},{"cast":["Omar Sharif","Hend Rostom","Rushdy Abaza","Ahmed El Haddad"],"overview":"Naïve young Muhasab is asked to accompany his more dependable friend, Mujahed, on a voyage up the Nile to Cairo. Once there, they will sell their boat, the \"Bride of the Nile,\" in order to buy a barge that will make their village elders more competitive in business and trade. But a ruthless business rival is determined to see that the men never reach Cairo. Matters become even more complicated when Nargis, a scheming carnival dancer, is discovered hiding out in the cargo hold of the \"Bride of the Nile.\"","release_date":"1959-10-18","vote_average":7.0,"runtime":125,"cert":"N\/A","id":76238,"title":"Struggle on the Nile","adult":false,"genre_ids":[10749,18]},{"cast":["Gerry Beckley","Dewey Bunnell","Richard Campbel","Richard Campbell","Willie Leacox"],"overview":"America: Live in Chicago presents a unique and intimate performance from the legendary band that defined the early 70's folk sound and ruled the Top-10 charts with their evocative harmonies and acoustic-styled musicianship. The memorable 20-song set includes greatest hits as well as rare live versions of \"Head and Heart\", \"Till the Sun Comes Up Again\" and \"The Last Unicorn\" – plus a special on-stage appearance by Christopher Cross on the song \"Lonely People.\" Song List: Riverside, Ventura Highway, You Can Do Magic, Don’t Cross the River, Daisy Jane, The Last Unicorn, I Need You, Head And Heart, Till The Sun Comes Up Again, Tin Man, Muskrat Candlelight, The Border, Woman Tonight, Only In Your Heart, California Dreamin’, Lonely People (with Christopher Cross), Sandman, Sister Golden Hair, All My Life, A Horse With No Name","release_date":"2011-02-01","vote_average":3.8,"runtime":77,"cert":"N\/A","id":76239,"title":"America: Live in Chicago","adult":false,"genre_ids":[10402]},{"cast":["Charles Gray","Christopher Lee","Peter Cushing","Martin Scorsese","James Bernard"],"overview":"A retrospective of the films of Britain's Hammer Studios, renowned for making stylish horror films in the 1950s, '60s and '70s. Included are clips from Hammer productions and interviews with actors, actresses, directors and producers who worked on these films.","release_date":"1987-01-01","vote_average":6.0,"runtime":60,"cert":"","id":76240,"title":"Hammer: The Studio That Dripped Blood","adult":false,"genre_ids":[99]},{"cast":["Andrey Mironov","Aleksandr Shirvindt","Roman Tkachuk","Vera Vasileva","Tatyana Pelttser"],"overview":"The servant of Count Almaviva, the jolly and joker Figaro, is going to marry the maid of the Countess Rosina - Susanne. But the count wants to upset the wedding and make the girl his lover.","release_date":"1974-06-06","vote_average":8.5,"runtime":170,"cert":"N\/A","id":76241,"title":"Mad day or Figaro wedding","adult":false,"genre_ids":[35]},{"cast":["Randy Quaid","John Callen","Nicko Vella","Beth Allen","Renato Bartolomei"],"overview":"Part one of the Treasure Island Kids Series follows Charlie, a rebellious teenager sent to summer camp by his parents. This is not any old summer camp, this is the real Island. Meanwhile, the evil Captain Flint plots to take over the island and take all the gold hidden there for himself. Charlie must lead the kids to victory or lose the island for ever.","release_date":"2006-01-01","vote_average":7.0,"runtime":101,"cert":"N\/A","id":76242,"title":"Treasure Island Kids: The Battle of Treasure Island","adult":false,"genre_ids":[12,10751]},{"cast":["Nicko Vella","John Callen"],"overview":"Part two of the Treasure Island Kids Series follows Charlie, a rebellious teenager sent to summer camp by his parents. This is not any old summer camp, this is the real Island.","release_date":"2006-01-01","vote_average":4.0,"runtime":86,"cert":"N\/A","id":76243,"title":"Treasure Island Kids: The Monster of Treasure Island","adult":false,"genre_ids":[12,10751]},{"cast":["Nicko Vella","John Callen","Keith Adams","Beth Allen","Frank Brown"],"overview":"Part three of the Treasure Island Kids Series follows Charlie, a rebellious teenager sent to summer camp by his parents. This is not any old summer camp, this is the real Island.","release_date":"2006-01-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":76244,"title":"Treasure Island Kids: The Mystery of Treasure Island","adult":false,"genre_ids":[12,10751]},{"cast":["Lev Borisov","Mikhail Zhigalov","Liya Akhedzhakova","Aleksandr Lykov","Sergei Parshin"],"overview":"Travels from village to village broken old bus with a small troupe of actors to give a day two or three performances in front of a small audience. In the troupe — people, each of them in his own way in love with the theater…","release_date":"1989-01-01","vote_average":3.3,"runtime":98,"cert":"N\/A","id":76245,"title":"Nomad Bus","adult":false,"genre_ids":[18]},{"cast":["Anatoliy Kuznetsov","Vladimir Vysotskiy","Lev Durov","Gleb Strizhenov","Irina Miroshnichenko"],"overview":"Partisans attack a column of hundred german trucks cisterns, that carry fuel to the front. However, their action is difficult, as Germans have chained Soviet prisoners to the driving wheels. The mission is to stop and destroy the column and save the lives of the prisoners.","release_date":"1975-01-10","vote_average":5.5,"runtime":97,"cert":"N\/A","id":76246,"title":"The Only Road","adult":false,"genre_ids":[28,18,10752]},{"cast":[],"overview":"","release_date":"2010-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76247,"title":"Les Arrivants","adult":false,"genre_ids":[18,10749]},{"cast":["Valeriy Zolotukhin","Vladimir Vysotskiy","Lionella Pyryeva","Mikhail Kokshenov","Leonid Kmit"],"overview":"After the robbery of a store, detective Snezhkin suspects one of the drafters working at a saw mill. It starts a mental duel between two strong personalities.","release_date":"1968-12-24","vote_average":6.0,"runtime":83,"cert":"N\/A","id":76248,"title":"The Master of Taiga","adult":false,"genre_ids":[9648,18,80]},{"cast":["Georgi Millyar","Sergei Stolyarov","Galina Grigoryeva","Sergei Filippov","Emmanuil Geller"],"overview":"A beautiful maiden, Marya Morevna, gives her prospective husband, the mighty warrior Nikita Kozhemyaka, three riddles to solve before she'll marry him. Before he can tell her the answers, the Russian land is invaded by the armies of Kashchei the Immortal, in whose footsteps death and destruction follow. Marya is abducted by Kashchei, and Nikita finds his home in ashes. Nikita meets a kindly wizard who gives him a cap of darkness. With it, the hero will find a way to save his bride and rout Kashchei.","release_date":"1944-01-15","vote_average":6.0,"runtime":73,"cert":"N\/A","id":76249,"title":"Kashchey the Immortal","adult":false,"genre_ids":[10751,14]},{"cast":[],"overview":"Delightful animated folk tale from the People's Republic of China, about some very lively monkeys that catch the moon's reflection, only to lose it through a selfish quarrel. Directed by Zhou Kequin.","release_date":"1981-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":76252,"title":"Monkeys Catch the Moon","adult":false,"genre_ids":[]},{"cast":["Janne 'Loffe' Carlsson","Björn Skifs","Sanne Salomonsen","Ernst Günther","Nina Gunke"],"overview":"It's the early 20s, just after World War I. In Sweden, restrictions on alcohol are harder than most people like and so, smuggling is abundant. In this particular little town, smuggling is ruled by one man, who is the king of smugglers. The smugglers who work for him don't get to keep much of the profit themselves, but if they don't work for him, they get in trouble, which his henchmen make sure. However, Albert Jansson arrives in town and starts taking up the competition with the smuggler king. Meanwhile, the police, together the customs office, try to catch the smugglers.","release_date":"1985-02-08","vote_average":6.0,"runtime":107,"cert":"N\/A","id":76253,"title":"Smugglarkungen","adult":false,"genre_ids":[35,80,10749]},{"cast":["Vladimir Vysotskiy","Efim Kopelyan","Lionella Pyryeva","Ivan Pereverzev","Georgiy Yumatov"],"overview":"Odessa, 1910. A group of revolution activists is hiding as a musical theater troupe.","release_date":"1969-12-15","vote_average":5.5,"runtime":87,"cert":"N\/A","id":76254,"title":"Dangerous Tour","adult":false,"genre_ids":[28,36,12]},{"cast":["Gracie Glam","Jynx Maze","Jenna Presley","Sarah Vandella","Jada Stevens"],"overview":"The award winning Sam No directs the brand new series, \"Battle Of The Asses\" a collection of the greatest rear ends currently in porn, vying to be the best. \"Battle Of The Asses 3\" features AVN's Best New Starlet Gracie Glam battling it up with Jynx Maze. Also enjoy the appearance of the hot rears of Jenna Presley, Madison Ivy, Jada Stevens and Sarah Vandella.","release_date":"2011-02-11","vote_average":0.0,"runtime":158,"cert":"N\/A","id":76255,"title":"Battle of the Asses 3","adult":true,"genre_ids":[]},{"cast":["Stanislav Zhdanko","Natalya Varley","Marina Neyolova","Nikolai Karachentsov","Nina Arkhipova"],"overview":"A young guy decides to try himself in a northern region of USSR after being honorably discharged from Soviet Army.","release_date":"1978-03-18","vote_average":4.0,"runtime":87,"cert":"N\/A","id":76256,"title":"Errors of Youth","adult":false,"genre_ids":[18]},{"cast":["Chow Yun-Fat","Sylvia Chang","Wong Kwan-Yuen","Ng Man Tat","Wong Tin-Lam"],"overview":"Chow Yun-fat plays Ah-Long, a father living a low-class lifestyle, while trying to raise his son, Porky (Wong Kwan Yuen). The strong bond between father and son is tested when a chance encounter from Ah-Long's ex-girlfriend (Sylvia Chang) changes the course of their lives.","release_date":"1989-03-16","vote_average":7.4,"runtime":95,"cert":"N\/A","id":76257,"title":"All About Ah-Long","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Glenn Ford","Diana Lynn","Patricia Medina","Francis L. Sullivan","Sean McClory"],"overview":"An American insurance adjuster, stranded in Havana, becomes involved with an archaeologist and a collector of antiquities in a hunt for treasure in the Mexican ruins of Zapoteca.","release_date":"1953-08-26","vote_average":6.6,"runtime":81,"cert":"N\/A","id":76258,"title":"Plunder of the Sun","adult":false,"genre_ids":[28,12,18]},{"cast":["Georgi Zhzhyonov","Nina Menshikova","Yuri Kamornyj","Aleksandr Kavalerov","Vadim Zakharchenko"],"overview":"О юных выпускниках мореходного училища и их первом выходе в море. О трудном жизненном экзамене на профессиональную и человеческую прочность, который пришлось выдержать как команде траулера «Кайра», потерпевшего бедствие во время шторма, так и коллективу спасателя «Посейдон» под командованием капитана Чигринова, где проходил свою службу герой фильма Славка Чигринов, сумевший во время опасности проявить находчивость, мужество, отвагу.","release_date":"1977-06-06","vote_average":6.0,"runtime":61,"cert":"N\/A","id":76259,"title":"The Poseidon Rushes to Help","adult":false,"genre_ids":[28,12]},{"cast":["Danny Glover","Malcolm McDowell","Alfre Woodard","Marius Weyers","Maynard Eziashi"],"overview":"In this story of a black policeman during South African apartheid, Danny Glover plays the cop, who believes he's trying to help his people, even while serving as a pawn of the racist government. When his son gets involved in the anti-apartheid movement, he finds himself torn between his family (including long-suffering wife Alfre Woodard) and what he believes is his duty.","release_date":"1993-09-16","vote_average":3.0,"runtime":120,"cert":"N\/A","id":76264,"title":"Bopha!","adult":false,"genre_ids":[18]},{"cast":["Isabelle Huppert","Jean-Pierre Kalfon","Jean-François Balmer","Nina Meurisse","Morgane Moré"],"overview":"Late 17th Century: Anne de Grandcamp and Lucie de Fontenelle, two little girls from Normandy, arrive at the Saint-Cyr school founded by Madame de Maintenon for educating the daughters of impoverished nobles ruined in wars and making them into free women.\r Madame de Maintenon is the secret wife of Louis XIV, and empowered by his support, she offers \"her\" two hundred fifty girls a playful and avant-garde education. Anne and Lucie, two inseparable friends, allow themselves to be carried away by the promise of a bright future. But Maintenon has arrived at the pinnacle of power through scheming and debasing herself and she now fears the fires of hell. She is counting on her model school to atone for her past sins.","release_date":"2000-05-17","vote_average":4.3,"runtime":null,"cert":"N\/A","id":76265,"title":"The King's Daughters","adult":false,"genre_ids":[18,36,10749]},{"cast":["Joe Duplantier","Mario Duplantier","Christian Andreu","Jean-Michel Labadie"],"overview":"This is the live set that Gojira played on April 4th in France at the Garorock Festival 2009","release_date":"2009-01-01","vote_average":10.0,"runtime":38,"cert":"N\/A","id":76266,"title":"Gojira: Live at Garorock","adult":false,"genre_ids":[10402]},{"cast":["Karin Viard","Chloé Coulloud","Kad Merad","Pascal Elbé","Jane Birkin"],"overview":"Lulu's mother is depressed and has been as far back as she can remember, Lulu is determined to discover the truth behind her listlessness.","release_date":"2007-03-28","vote_average":4.6,"runtime":95,"cert":"N\/A","id":76267,"title":"In Mom's Head","adult":false,"genre_ids":[]},{"cast":["Nathalie Baye","Olivier Gourmet","Victor Sévaux","Marie Kremer","Valentine Stach"],"overview":"Julien and his mum care for each other very much. But Julien has committed a deadly sin: he is growing into a teenager! Worse, he has found himself a girlfriend of his age. \"Mummy\" is not going to tolerate such an ignominy. Julien is HER baby and will remain HERS for ever, encouraged in her \"crusade\" by her bovine husband and barely thwarted by the more courageous interventions of Suzanne, Julien's sympathetic big sister.","release_date":"2006-03-07","vote_average":6.4,"runtime":79,"cert":"N\/A","id":76268,"title":"My Son","adult":false,"genre_ids":[18]},{"cast":["Laurence Harvey","Anthony Steel","James Robertson Justice","Mary Ure","Ronald Lewis"],"overview":"Storm Over the Nile is a 1955 film adaptation of the novel The Four Feathers, directed by Terence Young. The film not only extensively used footage of the action scenes from the 1939 film version stretched into CinemaScope, but exactly the same screenplay, almost line-for-line also then directed by Zoltan Korda as well as several pieces of music by the original composer Miklos Rozsa. It featured Anthony Steel, Laurence Harvey, James Robertson Justice, Mary Ure, Ian Carmichael, Michael Horden and Christopher Lee.[2] The film was shot on location in the Sudan.","release_date":"1955-12-26","vote_average":6.5,"runtime":107,"cert":"U","id":76269,"title":"Storm Over the Nile","adult":false,"genre_ids":[18,12]},{"cast":["Benoît Poelvoorde","Lucas Belvaux","Malou Madou"],"overview":"A mock trailer for a spy film about a secret agent called Daniel Daniel.","release_date":"1987-01-01","vote_average":5.2,"runtime":13,"cert":"N\/A","id":76270,"title":"No C4 for Daniel Daniel","adult":false,"genre_ids":[35]},{"cast":["Nina Alisova","Natalya Uzhviy","Yelena Tyapkina","Hans Klering","Anton Dunajsky"],"overview":"The German conquerors are above nothing, not even the slaughter of small children, to break the spirit of their Soviet captives. Suffering more than most is Olga (Nataliya Uzhviy), a Soviet partisan who returns to the village to bear her child, only to endure the cruelest of arbitrary tortures at the hands of the Nazis. Eventually, the villagers rise up against their oppressors-but unexpectedly do not wipe them out, electing instead to force the surviving Nazis to stand trial for their atrocities in a postwar \"people's court.\" (It is also implied that those who collaborated with the Germans will be dealt with in the same evenhanded fashion).","release_date":"1944-01-24","vote_average":5.0,"runtime":93,"cert":"N\/A","id":76271,"title":"Rainbow","adult":false,"genre_ids":[10752,18]},{"cast":["Gilbert Melki","Sandrine Kiberlain","Olivier Cruveiller","Christophe Odent","Grégory Gadebois"],"overview":"The tough lives of two ordinary individuals: Alex, an accountant and his wife Béatrice, a taxi driver.","release_date":"2007-04-25","vote_average":5.9,"runtime":102,"cert":"N\/A","id":76272,"title":"Very Well, Thank You","adult":false,"genre_ids":[35,18]},{"cast":["Sylvia Chang","René Liu","Angelica Lee","Kate Yeung","Tony Leung Ka-Fai"],"overview":"Wise, reflective and bittersweet, director\/actor Sylvia Chang's Taipei-set triptych weaves through the lives of a 40-year-old divorcée (Chang), a thirtysomething flight attendant (Rene Liu) and an aspiring pop singer (Angelica Lee). Co-written by the three principals, the script's meditations on love, friendship and life choices are as thoughtful and intriguing as the performances are unforced.","release_date":"2004-03-05","vote_average":5.6,"runtime":113,"cert":"N\/A","id":76275,"title":"20 30 40","adult":false,"genre_ids":[18,10749]},{"cast":["John Payne","Faith Domergue","Slim Pickens","Rod Cameron","Irene Tedrow"],"overview":"A disgraced Indian scout and his partner are hired to escort a wagonload of guns through Indian territory.","release_date":"1955-05-12","vote_average":3.5,"runtime":91,"cert":"N\/A","id":76276,"title":"Santa Fe Passage","adult":false,"genre_ids":[37,28,10749]},{"cast":["Georgiy Vitsin","Nonna Mordyukova","Rolan Bykov","Nadezhda Rumyantseva","Ekaterina Savinova"],"overview":"A funny comedy based on classic plays by A.N. Ostrovsky.","release_date":"1964-06-06","vote_average":7.3,"runtime":90,"cert":"N\/A","id":76277,"title":"The Marriage of Balzaminov","adult":false,"genre_ids":[35]},{"cast":["Louis de Funès","Francis Blanche","Pierre Dudan","Jean Richard","Robert Manuel"],"overview":"The old Valmorin died 200 years ago. The notary tells the family about the inheritance: the one who is terminally ill will receive the money. They all try their luck with getting ill before the other so one family member pretends to be deaf, another pretends to have a terrible back ache and so on...","release_date":"1960-02-17","vote_average":5.6,"runtime":90,"cert":"N\/A","id":76280,"title":"Some Like It... Cold","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Hillsong Live returns with another beautifully shot DVD, capturing an evening of praise and worship with top notch production that will make the viewer feel like they are in the room. Filmed and recorded at Hillsong Church in Sydney, the album and dvd deliver 11 brand new songs inspired by the God of our here and now. Songs include Rise (Joel Houston), The Cry of the Broken, (Darlene Zschech) and God Is Able, (Reuben Morgan). Another standout song is The Lost Are Found which is sure to become a anthemic chorus for the church. 1. Rise 2. The Difference 3. With Us 4. Unending Love 5. Alive In Us 6. Narrow Road 7. My Heart Is Overwhelmed 8. Cry Of The Broken 9. Awakening 10. God In Everything 11. You Are More 12. The Lost Are Found 13. God Is Able 14. Go 15. Yours Forever","release_date":"2011-07-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":76281,"title":"Hillsong - God Is Able","adult":false,"genre_ids":[10402]},{"cast":["Trevor Noah"],"overview":"When his aspirations of becoming a champion monkey trainer came crashing down after a freak one wheel bicycle accident, this good humoured young man turned his dab hand to the entertainment industry and he has never looked back. Now an award winning, world class stand up comedian, Trevor Noah¿s explosion onto the entertainment scene has been all encompassing, taking on television, radio and obviously his first love, stand up comedy, which he has performed on both local, as well as international stages. Being the astute performer that he is, our man has also very quickly became a favourite in the corporate world as a top class MC. With hobbies that include helping old people 'I have a passion for the aged' he was once quoted as saying, and dabbling in the odd bit of table tennis and darts, this is a man who is right at the cutting edge of modern entertainment.","release_date":"2011-07-25","vote_average":6.0,"runtime":99,"cert":"N\/A","id":76282,"title":"Trevor Noah: Crazy Normal","adult":false,"genre_ids":[35]},{"cast":["George Hamilton","Susan Oliver","Red Buttons","Arthur O'Connell","Shary Marshall"],"overview":"The story of the country and western singer Hank Williams.","release_date":"1964-11-04","vote_average":7.0,"runtime":99,"cert":"N\/A","id":76283,"title":"Your Cheatin' Heart","adult":false,"genre_ids":[18,10402]},{"cast":["Petchtai Wongkamlao","Mai Charoenpura","Choosak Iamsook","Pongsak Pongsuwan"],"overview":"","release_date":"2011-06-23","vote_average":7.0,"runtime":94,"cert":"N\/A","id":76284,"title":"Mai Ka Mam Don Ka Don","adult":false,"genre_ids":[35,10749]},{"cast":["Logan Lerman","Alexandra Daddario","Douglas Smith","Leven Rambin","Brandon T. Jackson"],"overview":"In their quest to confront the ultimate evil, Percy and his friends battle swarms of mythical creatures to find the mythical Golden Fleece and to stop an ancient evil from rising.","release_date":"2013-08-07","vote_average":5.9,"runtime":106,"cert":"PG","id":76285,"title":"Percy Jackson: Sea of Monsters","adult":false,"genre_ids":[12,10751,14]},{"cast":["Frankie Avalon","Dwayne Hickman","Deborah Walley","Yvonne Craig","Dick Miller"],"overview":"Remember the beach movies of the sixties? They're back! Well, not quite, but since Avalon, Hickman, and even Funicello appear in this one, it sure feels right. This time, though, read snow instead of sand and you got it. Ski lodge, to be precise, and though the plot is somewhat inane, with the boys cross-dressing to discover the secret of a friend's success with the girls, it's still a somewhat fun outing.","release_date":"1965-06-30","vote_average":6.4,"runtime":90,"cert":"N\/A","id":76286,"title":"Ski Party","adult":false,"genre_ids":[35,10402]},{"cast":["Jeff Fahey","Tahnee Welch","Michael Ironside","John Neville","Von Flores"],"overview":"When Dr. Johnny Dalton awakens, after being beaten by a group of eco-terrorists who were vandalizing his lab at biotech firm Azina, his business partner Frank Donahue tells him him that 15 years have passed and Johnny is merely a clone of himself. He's been created to track down the real Dr. Dalton who has disappeared, taking with him Azine's most devastating discovery as well as the key to disarming Johnny's genetic time-bomb. Johnny is captured, however he finds an ally among the rebels in Nikki Holland, leading him to the real Dr. Dalton, who reveals secrets about Azine, Donahue and the mysterious Mr. Bosch that are far more shocking than anything they ever expected. This futuristic thriller takes the concept of genetic engineering to a whole new level, and into a frightening world that may be just over the horizon.","release_date":"1998-09-12","vote_average":6.2,"runtime":94,"cert":"N\/A","id":76287,"title":"Johnny 2.0","adult":false,"genre_ids":[878]},{"cast":["Gérard Lanvin","Jennifer","Daniel Russo","Corine Marienneau","Clémentine Célarié"],"overview":"","release_date":"1985-12-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76288,"title":"Moi vouloir toi","adult":false,"genre_ids":[35,18,10749]},{"cast":["Johnny Hallyday","Karen Allen","Jürgen Prochnow","Gabriel Damon","Julie Glenn"],"overview":"In a sort of \"Mad Max\" futuristic adventure, an international sport has been established where a driver of a computerized truck must drive across country to an established terminus and not be stopped by other vehicles. The lead truck, called \"Monster\" has been created by a boy genius and is to be driven by a woman through the course. The only problem is the computer guidance system fails and she ends up in uncharted territories. There she encounters leather-clad hoods who torture her and eventually kill her. Before dying she tells a fellow prisoner about the truck and he uses it to escape.","release_date":"1987-01-28","vote_average":4.8,"runtime":null,"cert":"N\/A","id":76289,"title":"Terminus","adult":false,"genre_ids":[]},{"cast":["Tomáš Magnusek","Ladislav Potměšil","Alexander Hemala","Saša Rašilov","Bronislav Poloczek"],"overview":"The story of a practical education environment without superficiality, clichés and affectations. The film is based on a real basis and shows what happens when the system fails. Set in the harsh environment of elementary school. The group of local students - young thugs are accused of rape and murder of a young trainee. Still have not been sentenced yet and still attend school. Until it starts young teacher, who had his unorthodox approach gains the sympathy of other cantors and students. For what purpose, however, really came to school, find out until the end of the story.","release_date":"2010-10-28","vote_average":3.8,"runtime":80,"cert":"N\/A","id":76292,"title":"Bastardi","adult":false,"genre_ids":[18]},{"cast":["Hsu Feng","Pai Ying","Roy Chiao","Sammo Hung","Yuen Biao"],"overview":"A righteous husband-and-wife swordfighting duo struggle to protect China from the machinations of Japanese pirates and corrupt officials.","release_date":"1975-02-19","vote_average":7.0,"runtime":102,"cert":"N\/A","id":76293,"title":"The Valiant Ones","adult":false,"genre_ids":[12,28]},{"cast":["Hsu Feng","Sun Yueh","Tung Lam","Tien Feng","Paul Chun Pui"],"overview":"An esquire and a General eyes a priceless handwritten scroll by Tripitaka, held in a Temple library. The Abbot of the Temple selects his successor.","release_date":"1979-07-11","vote_average":7.3,"runtime":120,"cert":"N\/A","id":76294,"title":"Raining in the Mountain","adult":false,"genre_ids":[28,12,18]},{"cast":["Yves Montand","Annie Girardot","Candice Bergen","Anouk Ferjac","Uta Taeger"],"overview":"Famous TV newscaster Robert Colomb is married to Catherine, but is continually unfaithful to her. Then he meets, and becomes fascinated with Candice.","release_date":"1967-09-13","vote_average":6.8,"runtime":130,"cert":"N\/A","id":76295,"title":"Live for Life","adult":false,"genre_ids":[18]},{"cast":["Sam Moran","Anthony Field","Murray Cook","Jeff Fatt"],"overview":"Join the Wiggles live on stage at one of their best Wigglerific concerts ever - filmed in Sydney! Grab your front row tickets to see Anthony, Murray, Jeff, and new Wiggle Sam - in his first DVD appearance - perform all the Wiggles greatest hits!","release_date":"2006-08-14","vote_average":4.8,"runtime":78,"cert":"N\/A","id":76296,"title":"The Wiggles: WiggleDancing Live","adult":false,"genre_ids":[10751]},{"cast":["Christina Ricci","Owen Benjamin","Ann-Margret","Matthew Lillard","Jason Echols"],"overview":"Two rival Medieval shows vie for supremacy in the world of Renaissance Faires.","release_date":"2009-05-15","vote_average":6.1,"runtime":104,"cert":"N\/A","id":76297,"title":"All's Faire in Love","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Full House is a live compilation album by Australian singer John Farnham. The album was released in Australia on 4 November 1991, and is the first live album by Farnham since his comeback via the 1986 release of the seminal, Whispering Jack. The album contains live tracks recorded during Farnham's 1987 \"Jack's Back Tour,\" 1989 \"Age Of Reason Tour\" and the 1990 \"Chain Reaction Tour.\"","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":76298,"title":"John Farnham: Full House","adult":false,"genre_ids":[]},{"cast":["Henrik Thodesen","Odd-Magnus Williamson","Stig Frode Henriksen","Stein Johan Grieg Halvorsen","Marte Germaine Christensen"],"overview":"Glenn has been dumped by his girlfriend. He is lonely, and terribly difficult to deal with. To cheer him up, his buddies get a brilliant idea. How about organizing a fakte audtion for a non-existing feature film?","release_date":"2011-07-29","vote_average":3.5,"runtime":107,"cert":"N\/A","id":76305,"title":"You Said What?","adult":false,"genre_ids":[35]},{"cast":["Poul Reichhardt","Lau Lauritzen Jr.","Jørn Jeppesen","Knud Heglund","Paul Hagen"],"overview":"Frederik Larsen (Lau Lauritzen Jr.), a sailor and has sailed since he was 15. Now he has lost the desire for a sailor life, especially after his best friend Bob was lost in a hurricane. When his ship docks at Copenhagen, shortly before Christmas, he signs off with all his hire on the pocket. He seeks accommodations in sailor home Bertel, located on the nice side of Nyhavn. Here he can stay and eat for very little money. He delivers his kitbag to the concierge Henrik (Mogens Hermansen) before he was lured by accordion music and the laughter that comes to him from the \"naughty\" side of Nyhavn. In the Cafe \"The black sails\", he accidently joins Inger (Lisbeth Movin) at the same table, whose profession is not in the phone book, although it is the world's oldest. Inger is in the company of an unemployed stoker Vladimir W. Olsen (Poul Reichhardt) that is full of scams, and has a good mood.","release_date":"1954-07-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76306,"title":"A Sailor goes ashore","adult":false,"genre_ids":[35,10751]},{"cast":["Shaheizy Sam","Yana Samsudin","Intan Ladyana","Zalif Sidek","Zul Handyblack"],"overview":"Manja and Herry are your perfect everyday loving and romantic married couple. But, Manja is a leader of a pack of gangsters, which she tries to hide from Herry. Two years into their marriage, they still don't have a child due to an accident that happened to Manja in her past, which makes her feel helpless and inferior. So she searches for someone to give Herry a child, and also to divert attention away from her and her gangster group. Manja askes Reanna, Herry's co-worker to marry him. But upon marrying her, Manja is jealous of the relationship between her husband and his new wife. Conflicts happen between the two wives until one day, Herry is kidnapped by Min Siam. Being the leader, Manja heads over to her enemy's area to settle things once and for all.","release_date":"2011-09-22","vote_average":0.0,"runtime":92,"cert":"N\/A","id":76309,"title":"Bini-Biniku Gangster","adult":false,"genre_ids":[28,35]},{"cast":["Max Brofeldt","Evy Carstens","Birgitte Clauson-Kaas","Hans Due-Boje","Elias Eliot"],"overview":"Morten is a young medical student who's Japanese girlfriend dies under mysterious circumstances. When strange things begin to happen around him, he tries to find out who she really was. He discovers that her family is haunted by a curse, a curse that now haunts him and only can be broken in one special way. But the more he learns about his former Japanese girlfriends family, the more he learns about his own family ... And one tragedy rarely comes alone ...","release_date":"2006-07-06","vote_average":5.0,"runtime":108,"cert":"N\/A","id":76310,"title":"Glimpse","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Interviews with various black metal bands regarding the origin and ideas behind black metal.","release_date":"2008-09-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":76315,"title":"Black Metal: The Norwegian Legacy?","adult":false,"genre_ids":[99]},{"cast":["Søren Hauch-Fausbøll","Søs Egelind","Amanda Norsker","Torben Zeller","Henrik Prip"],"overview":"Honey, it's your turn","release_date":"1997-08-22","vote_average":4.0,"runtime":95,"cert":"N\/A","id":76316,"title":"Skat, det er din tur","adult":false,"genre_ids":[35]},{"cast":["Line Kruse","Börje Ahlstedt","Henrik Larsen","Inge Sofie Skovbo","Bent N. Steinert"],"overview":"Emma (Line Kruse) is an eleven year-old only child from a wealthy Danish family. Emma's parents seem more interested in their own interests than in her. One evening when Emma overhears her mother talking about how tragic it must be to have your child kidnapped, Emma decides to stage her own kidnapping. She soon meets Malthe, a kind-hearted, child-like, naïve sewer cleaner who literally stumbles on to her. She convinces Malthe that she is a Russian princess whose family is being chased by Bolsheviks, so Malthe lets Emma stay with him in his very modest abode. After being \"kidnapped\" for a few days, Emma decides to return home. But, just as she is about to return, she overhears a couple of servants talking about how her parents don't seem to be very upset over her dilemma....","release_date":"1988-01-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":76317,"title":"Emma's Shadow","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"The War 1812 is a two-hour film history of a deeply significant event in North American and world history. The war shaped American, Canadian and British destiny in the most literal way possible: had one or two battles or decisions gone a different way, a map of the United States today would look entirely (and shockingly) different. The fires of this war forged the nation of Canada; at the same time, the result tolled the end of Native American dreams of a separate nation. By war's end, the process of Native nation removal had already begun in the southeast, paving the way for a Cotton Kingdom powered by slavery, and a United States that had been on the verge of collapse was ready to announce its arrival as a global power. The U.S. did not win the War of 1812, but the noble experiment of democracy had managed to survive intense pressure from without, and within.","release_date":"2011-10-10","vote_average":6.0,"runtime":120,"cert":"N\/A","id":76318,"title":"The War of 1812","adult":false,"genre_ids":[99,36,10752]},{"cast":["Chitãozinho","Xororó"],"overview":"","release_date":"2016-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76319,"title":"Chitãozinho & Xororó - 30 Anos de Coragem","adult":false,"genre_ids":[10402]},{"cast":["Frits Helmuth","Ghita Nørby","Jannie Faurschou","Henning Rohde"],"overview":"The adaptation of Helle Stangerup's psychological horror, telling the story of a married couple who raises wolfes, in order for the husband to study the creatures. They hire Ellinor for additional help, but soon they wonder if she guards supernatural secrets.","release_date":"1981-09-17","vote_average":7.3,"runtime":89,"cert":"N\/A","id":76322,"title":"Wolf Hour","adult":false,"genre_ids":[18,27,53]},{"cast":["Nijas Ørnbak-Fjeldmose","Lasse Baunkilde","Lars Lohmann","Maj Bockhahn Bjerregaard","Björn Granath"],"overview":"In 1218 Danish king Valdemar sends his homonymous young son and heir in safety, as war is at the borders, to Erskil, the bishop of Ravensburg, who is instructed to see to the prince's education. Alas the bishop is the brain of a conspiracy to seize the crown for himself, as most of the nobles are dissatisfied with the endless wars that bring them no profit. The prince and kitchen-boy Aske accidentally fall out of the castle and overhear the conspirators, but are seen and pursued by the men of the One-eyed Man, a feared mercenary who is in the conspiracy to take mortal revenge on the king for leaving him behind on a battlefield where he lost an eye which was eaten by an eagle, which he tamed and now shares his sight with. Written by KGF Vissers","release_date":"1997-03-21","vote_average":5.2,"runtime":91,"cert":"N\/A","id":76323,"title":"Eye of the Eagle","adult":false,"genre_ids":[12,36,18,10751]},{"cast":["Jeff Bennett","Bruce Boxleitner","Patrick Seitz","Rachael MacFarlane"],"overview":"Come join an epic adventure to discover hidden underwater treasure and the lost keys to the Portal of Atlantis!","release_date":"2010-01-15","vote_average":3.5,"runtime":21,"cert":"N\/A","id":76324,"title":"LEGO Atlantis","adult":false,"genre_ids":[16]},{"cast":["Travis Oakden","Michael Massei","Alfredo Maduro","Derek Efrain Villanueva"],"overview":"Little Love is a ten minute short that explores the complications of friendship and relationships. Set in contemporary Los Angeles.","release_date":"2010-04-13","vote_average":4.5,"runtime":10,"cert":"N\/A","id":76325,"title":"Little Love","adult":false,"genre_ids":[10749,18]},{"cast":["Stellan Skarsgård","Annie Birgit Garde","Siv-Inger Svensson","Monica Ekman","Börje Nyberg"],"overview":"Erik works during the summer at a filling station for boats in the Stockholm archipelago and devotes his spare time to amateur photography. When Erik falls in love with Sonja (Swedish top star Siv-Inger in her only film role), who unfortunately is already engaged, he begins to sneak up on her with his camera.","release_date":"1972-03-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":76326,"title":"Raid in the Summer","adult":false,"genre_ids":[18]},{"cast":["Lino Ventura","Françoise Fabian","Charles Gérard","André Falcon","Lilo de la Passardière"],"overview":"Gangster (Lino Ventura) with his accomplice (Charles Gérard), prepares to take part in the \"first psychological hold-up in the history of crime\". Next door to the jewellers of Van Cleef & Arpels, on the Croisette, in Cannes, the find the shop of a beautiful antiques dealer (Françoise Fabian) who befriends the group.  The driver and the antiques dealer fall in love. He is friendly but unrefined, she is cultivated and independent, but discovers that talking with Simon shows up her vanity, and she desires a simple and clean love. The hold-up which had been planned for a long time by the driver is shown to be more sophisticated than his methods of seduction.","release_date":"1973-04-13","vote_average":6.7,"runtime":115,"cert":"N\/A","id":76329,"title":"Happy New Year","adult":false,"genre_ids":[35]},{"cast":["Woody Allen","Letty Aronson","Soon-Yi Previn","Dan Barrett","Simon Wettenhall"],"overview":"Wild Man Blues is a 1998 documentary film directed by Barbara Kopple, about the musical avocation of actor\/director\/comic Woody Allen. The film takes its name from a jazz composition sometimes attributed to Jelly Roll Morton and sometimes to Louis Armstrong and recorded by both (among others). Allen's love of early 20th century New Orleans music is depicted through his 1996 tour of Europe with his New Orleans Jazz Band. Allen has played clarinet with this band for over 25 years. Although Allen's European tour is the film's primary focus, it was also notable as the first major public showcase for Allen's relationship with Soon-Yi Previn.","release_date":"1997-01-16","vote_average":6.5,"runtime":105,"cert":"N\/A","id":76330,"title":"Wild Man Blues","adult":false,"genre_ids":[10402,99]},{"cast":["Julián Villagrán","Michelle Jenner","Raul Cimas","Carlos Areces","Miguel Noguera"],"overview":"Everyone knows what to do if one morning the sky would be absolutely full of UFOs: run as fast as you can. However, what would happen if the invasion started while you are in the flat of the girl of your dreams, the one you have just met?","release_date":"2011-09-11","vote_average":5.5,"runtime":90,"cert":"","id":76333,"title":"Extraterrestrial","adult":false,"genre_ids":[878,35]},{"cast":["Chin Tsai"],"overview":"Tsai Chin unveils her music universe once more.\r The veteran Taiwanese chanteuse who has been active on the music scene for a quarter century performed some of her best loved songs live at Hong Kong's Coliseum during January 24-28, 2007. Now the live recording of this memorable concert is available as Blu-ray karaoke disc. Tsai devotees will be pleased to find such classics as \"When Will You Return\" (Track 33), \"Evening Fragrance\" (Track 7), and \"Kiss Me\" (Track 8) on this 34-track release. She also performs \"Honey Sweet\" (Track 19) and \"Moon Representing My Heart\" (Track 20) originally performed by Teresa Tang. The sound of one of Chinese music's legendary voices comes alive again on Tsai Chin In Concert Hong Kong 2007.","release_date":"2007-03-23","vote_average":9.0,"runtime":null,"cert":"N\/A","id":76336,"title":"Tsai Chin In Concert Hong Kong","adult":false,"genre_ids":[]},{"cast":["Sammi Cheng"],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":76337,"title":"Sammi Love Mi Concert 2009","adult":false,"genre_ids":[]},{"cast":["Chris Hemsworth","Natalie Portman","Tom Hiddleston","Anthony Hopkins","Christopher Eccleston"],"overview":"Thor fights to restore order across the cosmos… but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.","release_date":"2013-10-29","vote_average":6.6,"runtime":112,"cert":"12A","id":76338,"title":"Thor: The Dark World","adult":false,"genre_ids":[28,12,14]},{"cast":["Tom Hardy","Charlize Theron","Nicholas Hoult","Hugh Keays-Byrne","Josh Helman"],"overview":"An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order.","release_date":"2015-05-13","vote_average":7.5,"runtime":121,"cert":"15","id":76341,"title":"Mad Max: Fury Road","adult":false,"genre_ids":[28,12,878]},{"cast":["Robert Mitchum","Shirley MacLaine","Edmon Ryan","Elisabeth Fraser","Eddie Firestone"],"overview":"Jerry Ryan wanders aimlessly around New York after giving up his Nebraskan law practice. His wife asks for a divorce. He meets Gittel, a struggling dancer from Greenwich Village and they try to sort out their lives. An extended conversation piece with a static camera, but reflects the moral climate of the time.","release_date":"1962-11-24","vote_average":6.3,"runtime":119,"cert":"N\/A","id":76344,"title":"Two for the Seesaw","adult":false,"genre_ids":[10749]},{"cast":["Richard Greene","Valerie Hobson","Basil Radford","Roland Culver","Brefni O'Rorke"],"overview":"Morale-boosting story released in the middle of World War II. A journalist uncovers a peace organisation at the centre of disreputable dealings.","release_date":"1942-08-10","vote_average":6.4,"runtime":92,"cert":"","id":76345,"title":"Unpublished Story","adult":false,"genre_ids":[18,10752]},{"cast":["Billy Connolly"],"overview":"A legendary and friendly creature named Nessie lives happily in a small pond with her friend MacQuack, a rubber duck. When a rich developer takes the pond and land surrounding it to build a miniature golf course, Nessie is forced to search for a new home.","release_date":"2011-04-13","vote_average":7.1,"runtime":6,"cert":"N\/A","id":76346,"title":"The Ballad of Nessie","adult":false,"genre_ids":[16,10751,14]},{"cast":["Michèle Morgan","Serge Reggiani","Philippe Léotard","Jean-Pierre Aumont","Valérie Lagrange"],"overview":"A jaded and charming police inspector is assigned along with his cheerful partner to a case involving the mysterious death and\/or suicide of a wealthy entrepreneur. The chief suspect is his enchanting wife who was aware that her husband had a mistress. It is also possible that the dead man may be the victim of a radical terrorist group.","release_date":"1975-09-03","vote_average":5.4,"runtime":108,"cert":"N\/A","id":76347,"title":"Cat and Mouse","adult":false,"genre_ids":[35,80,18]},{"cast":["Catherine Deneuve","Jacques Dutronc","Jacques Villeret","Paul Préboist","Evelyne Ker"],"overview":"Françoise has gone into business seducing men whose wives want to divorce them, and who need incriminating evidence against them. In addition, she has a little blackmail operation going on on the side with politicians who can't afford a scandal. She got started on this business after she was raped, and hasn't looked back since. Now the police are on her trail, and she avails herself of the services of a couple who make a profession of hiding wanted criminals. At the hideout, she meets Simon, a second-generation mobster. As the police close in, Françoise and Simon go on the run together, pulling off occasional heists for operating money. Before long, they have also fallen in love.","release_date":"1979-05-23","vote_average":7.0,"runtime":112,"cert":"N\/A","id":76348,"title":"Us Two","adult":false,"genre_ids":[18]},{"cast":["Jackie Chan","Li Bingbing","Joan Chen","Jaycee Chan","Sun Chun"],"overview":"At the beginning of the 20th century, China is in a state of crisis. The country is split into warring factions, the citizens are starving, and recent political reforms have made matters worse, not better. The ruling Qing Dynasty, led by a seven-year-old emperor, and his ruthless mother, Empress Dowager Longyu is completely out of touch after 250 years of unquestioned power. Huang Xing has recently returned from Japan, where he has studied the art of modern warfare. When he finds his country falling apart, he feels he has no choice but to pick up the sword.","release_date":"2011-07-03","vote_average":5.4,"runtime":125,"cert":"15","id":76349,"title":"1911","adult":false,"genre_ids":[12,18,28,36,10752]},{"cast":["Anouk Aimée","Jean-Louis Trintignant","Richard Berry","Evelyne Bouix","Marie-Sophie L."],"overview":"Jean-Louis and Anne have had their fling and separated. Now 20 years have passed. He is still dating various women. She is now a big time director who's most recent film was a very expensive bomb. She comes up with the idea of making a romance based upon her fling with Jean-Louis. She contacts him to gain his permission. Jean-Louis is still in racing and goes away for a desert rally while she begins filming. She finds the mood of their romance difficult to recapture in her film.","release_date":"1986-05-13","vote_average":5.5,"runtime":112,"cert":"N\/A","id":76350,"title":"A Man and a Woman: 20 Years Later","adult":false,"genre_ids":[18,10749]},{"cast":["Clovis Cornillac","Marc Zinga","Gilles Cohen","Olivier Rabourdin","Gina Haller"],"overview":"1965, Bob Denard, even early in his career, Battle in Congo. It strives to make its game in the middle of a bloody civil war fueled by rivalry and ambition postcolonial of a newcomer on the African scene: General Mobutu.","release_date":"2011-10-03","vote_average":0.0,"runtime":101,"cert":"N\/A","id":76351,"title":"Mister Bob","adult":false,"genre_ids":[18,36]},{"cast":["Alan Dunn","Alyson Reed","Farrah Shaikh"],"overview":"This documentary program takes an in-depth look at the scientific side of human sexuality and attraction, examining biological concepts and the opinions of experts in order to greater understand the roles that hormones, evolution, and genetics have in determining issues of flirting, love, and passion.","release_date":"2009-01-01","vote_average":6.4,"runtime":88,"cert":"N\/A","id":76352,"title":"The Science of Sex Appeal","adult":false,"genre_ids":[99]},{"cast":["Peter Andersson","Stefan Jarl","Eva Röse"],"overview":"Documentary in which director Stefan Jarl has a blood test performed on himself to show the \"chemical burden\" of trace chemicals in the blood of all people born since World War II.","release_date":"2010-04-23","vote_average":6.0,"runtime":87,"cert":"N\/A","id":76353,"title":"Underkastelsen","adult":false,"genre_ids":[99]},{"cast":["Meagan Good","Adam Senn","Ruby Dee","Melyssa Ford","LisaRaye McCoy"],"overview":"Lorie Walker ( Meagan Good), attends a ritzy private school in a small southern town. Raised by her grandmother Valerie ( Ruby Dee), she often daydreams of becoming a professional dancer. After a chance meeting with a renowned music video director, her lifestyle changes completely. She finds herself struggling to stay grounded in this new, provocative, glamorous world.","release_date":"2011-10-11","vote_average":7.9,"runtime":95,"cert":"N\/A","id":76354,"title":"Video Girl","adult":false,"genre_ids":[18]},{"cast":["Lazar Ristovski","Paulina Manov","Nebojša Glogovac","Dragan Jovanović","Petar Božović"],"overview":"Caffe 'Boomerang' is one of Belgrade's many cafes. Seemingly just a backdrop for our cast of crazy characters, but in reality much more than that.","release_date":"2001-09-20","vote_average":6.5,"runtime":87,"cert":"N\/A","id":76359,"title":"Boomerang","adult":false,"genre_ids":[35]},{"cast":["Trey Parker","Matt Stone","Bill Hader","Anne Garefino","Frank C. Agnone II"],"overview":"Viewers will get a look at Parker and Stone's thought process as they approach a new episode and the 24\/7 grind they subject themselves to each time the show is in production. The documentary also includes in-depth interviews with Parker and Stone about their working partnership and reflections on highlights from their careers.","release_date":"2011-10-09","vote_average":7.6,"runtime":42,"cert":"N\/A","id":76360,"title":"6 Days to Air: The Making of South Park","adult":false,"genre_ids":[99,10770]},{"cast":["Vince McMahon","Eric Bischoff"],"overview":"Now it can be told. In 1995, two wrestling companies squared off on Monday night television to compete head to head in an unprecedented confrontation. On one side, Vince McMahon, the promoter who created WWE and made the industry what it is today. On the other, WCW, owned by media giant Ted Turner, and run by an ambitious man named Eric Bischoff. This is the whole story, by those who created it, lived it, and survived it.","release_date":"2004-02-03","vote_average":8.4,"runtime":180,"cert":"N\/A","id":76361,"title":"WWE: The Monday Night War - WWE Raw vs. WCW Nitro","adult":false,"genre_ids":[99]},{"cast":["Mammootty","Kamalinee Mukherjee","Padmapriya Janakiraman","Suresh Krishna","Saikumar"],"overview":"Kutty Srank is a short-tempered, lonely, but law-abiding boatman whose work leads him to travel the back waters of Kerala","release_date":"2010-07-23","vote_average":5.8,"runtime":127,"cert":"N\/A","id":76364,"title":"Kutty Srank","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Episode One: The World Shaped By Time. Episode Two: Life - The Race Against Time. Episode Three: Masters Of Time.","release_date":"2004-07-11","vote_average":0.0,"runtime":null,"cert":"","id":76365,"title":"BBC Time Machine","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1. \"The Tiger's Domain\" 2. \"Sacred Waters\" 3. \"Unknown Seas\" 4. \"Desert Kingdom\" 5. \"Mountains of the Gods\" 6. \"Monsoon Forest\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76366,"title":"BBC Land of the Tiger","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-08-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76369,"title":"Die See der kleinen Monster","adult":false,"genre_ids":[99]},{"cast":["Agnès Jaoui","Sarah Adler","Katia Lewkowicz","Arié Elmaleh","Sébastien Knafo"],"overview":"Starting in 1944 in the wake of the Liberation and continuing into the '60s, 'houses of hope' were established to lend a semblance of continuity to youngsters orpahaned by the war. Nina's Home takes place between September 1944 and January 1946 in an orphanage housed in a chateau outside Paris. At the outset, the country residence is run by Nina who has a core population of French Jewish children whose parents are probably dead. Food is scarce. News of the Concentration Camps hasn't hit yet, but some months later, a contingent of youths arrive form the liberated camps. The children are a disparate, wild, damaged group and conflicts ensue. Nina's challenge is to help them make their first delicate moves toward the future and in the process restore all of them, including herself, to life.","release_date":"2005-10-12","vote_average":5.5,"runtime":112,"cert":"N\/A","id":76370,"title":"Nina's Home","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Wild Caribbean is a four-part BBC nature documentary series exploring the natural and cultural history of the Caribbean Islands and Sea. 1. \"Treasure Islands\" 2. \"Reefs and Wrecks\" 3. \"Hurricane Hell\" 4. \"Secret Shores\"","release_date":"","vote_average":6.2,"runtime":null,"cert":"N\/A","id":76371,"title":"BBC Wild Caribbean","adult":false,"genre_ids":[99]},{"cast":["Gregory Peck","Broderick Crawford","Anita Björk","Rita Gam","Walter Abel"],"overview":"A US intelligence officer, stationed in Germany, is caught in a political dilemma when the Russians kidnap a young Army private, the son of prominent American businessman. In exchange for the soldier's return, the Russians attempt to barter a trade for an elderly German couple who they want for treason.","release_date":"1954-03-11","vote_average":5.4,"runtime":93,"cert":"N\/A","id":76372,"title":"Night People","adult":false,"genre_ids":[18,80,9648]},{"cast":["Marco Rivera","Ann Marie Rios","Charles Dera","Marco Banderas","Erik Everhard"],"overview":"The naughty Latina sisters are doing their dirty deeds again, but this time, the lusty battle to control Selena's desires blazes to a sultry peak. Pristine Ann Marie Rios and slutty Ariella Ferrera vie for their baby sister, Selena, wanting to turn her into a virginal angel or a wild sex demon. Tempted by both sides of her erupting passions, Selena indulges in whorish acts in the shadows of Ariella's twisted lifestyle. Ann Marie takes her husband by the balls, giving him the final, nasty ultimatum before grabbing back control of her own tawdry desires.","release_date":"2011-08-10","vote_average":9.0,"runtime":124,"cert":"N\/A","id":76373,"title":"Escaladies 2","adult":true,"genre_ids":[]},{"cast":["Jean-Pierre Marielle","Jacques Dutronc","Gérard Lanvin","Anne Jousset","Jean Lanier"],"overview":"Deux petits truands sans envergure rêvent d'aventure et de vie facile. Ils acceptent de partir travailler dans le Poitou en tant que représentants d'encyclopédies musicales de luxe. Mais leur amie Valérie arrive de Paris et vient semer la pagaille.","release_date":"1980-04-09","vote_average":5.5,"runtime":90,"cert":"N\/A","id":76374,"title":"L'entourloupe","adult":false,"genre_ids":[35]},{"cast":["Michel Côté","Benoît Brière","Anne Dorval","Louis-José Houde"],"overview":"A serial killer abducts two stand-up comedians after they mock him as part of their on-stage act. If they teach him how to be funny, he might let them live.","release_date":"2011-07-08","vote_average":6.8,"runtime":110,"cert":"N\/A","id":76375,"title":"A Sense of Humor","adult":false,"genre_ids":[35]},{"cast":["Jintang Dong","Tongyi Dang","Yanfeng He","Guifa Yang"],"overview":"Lei Feng (December 18, 1940 – August 15, 1962) was a soldier of the People's Liberation Army in the People's Republic of China. After his death, Lei was characterised as a selfless and modest person who was devoted to the Communist Party, Chairman Mao Zedong, and the people of China. In the posthumous \"Learn from Comrade Lei Feng\" campaign, initiated by Mao in 1963, Lei became the symbol of nationwide propaganda; the youth of the country were encouraged to follow his example. After Mao's death, Lei Feng remained a cultural icon symbolizing selflessness, modesty, and dedication; his name entered daily speech and his imagery appeared on t-shirts and memorabilia.","release_date":"1965-01-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":76376,"title":"Lei Feng","adult":false,"genre_ids":[]},{"cast":["Camilla Lundén","Göran Stangertz","Lena Endre","Jakob Eklund","Mona Malm"],"overview":"A thriller by Richard Hobert.","release_date":"1997-09-19","vote_average":6.0,"runtime":116,"cert":"N\/A","id":76379,"title":"Spring för livet","adult":false,"genre_ids":[18,53]},{"cast":["Gösta Ekman","Björn Berglund","Håkan Westergren","Tutta Rolf","Ingrid Bergman"],"overview":"The Swedenhielms is an old aristocratic family. The head of the family is professor Rolf Swedenhielm. His three children Bo, Julia and Rolf Jr also live in the house. They also have an excellent house maid, Boman. Because of the family's extravagance, they are heading for bankruptcy. But perhaps their problems would be solved if Rolf was awarded the Nobel Prize?","release_date":"1935-04-08","vote_average":5.5,"runtime":92,"cert":"N\/A","id":76380,"title":"Swedenhielms","adult":false,"genre_ids":[]},{"cast":["Nikki Boyer","Beau Clark","Wayne Grace","K Callan","Frederic Doss"],"overview":"In the lonely American Southwest, life is slow for the desert inhabitants of Coyote County. Although it reflects the diversity and pride of the Coyote County residents, local talk radio station K-RAP struggles financially, withering like a tumbleweed on its way to oblivion. Meanwhile, a rising radio personality from Los Angeles reluctantly drives through the hot desert toward Coyote County. His name is Jack Proctor. Upon visiting K-RAP, Jack meets the motley crew that works to keep the place running. These odd but charming individuals are a snapshot representation of the population living in this desert region. Jack meets Mr. Sanchez, the \"maintenance engineer\" and host of a \"fix it\" show; Raymond, the former-military accountant and host of an alien and paranormal phenomena talk show; Doyle, the sound engineer and host of a technology \"geek\" show; Mrs. Hopps...","release_date":"2009-02-16","vote_average":6.0,"runtime":92,"cert":"N\/A","id":76383,"title":"Coyote County Loser","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Stept Productions worked with The North Face and K2 Skis, to bring you a ski film that captures the new movement in skiing. Skiers explore the streets of Boston and Chicago in search of the biggest rails in the world, while running into some inspiring characters along the way. When the cities dry out, the weight is lifted, and the crew finds themselves skiing neck deep powder, and pushing the limits of jumping.","release_date":"2011-10-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76384,"title":"Weight","adult":false,"genre_ids":[18]},{"cast":["Julie Jézéquel","Smaïn","Pascal Légitimus","Patrick Braoudé","Jean-Paul Lilienfeld"],"overview":"","release_date":"1987-11-04","vote_average":6.5,"runtime":null,"cert":"N\/A","id":76385,"title":"L'oeil au beur(re) noir","adult":false,"genre_ids":[35]},{"cast":["Clovis Cornillac","Wadeck Stanczak","Nathalie Spilmont","Isabelle Pasco","Luc Thuillier"],"overview":"A handful of teenagers, boys and girls, escape from a reform school and go round town. They go to a ball, the owner asks them to pay the bill.This man is very unpleasant, he hates the youth of today and he is a racist.The incident turns into free -for-all, then into a massacre.The runaways become chased criminals. One of the boys want to take his mates to a deserted village where they would find a refuge. Policemen and farmers are hot on their heels .","release_date":"1985-04-03","vote_average":9.8,"runtime":107,"cert":"N\/A","id":76386,"title":"Outlaws","adult":false,"genre_ids":[28,18]},{"cast":["Michel Serrault","Jane Birkin","Guy Marchand","Alain Bashung","Pierre Arditi"],"overview":"","release_date":"1982-04-14","vote_average":5.5,"runtime":null,"cert":"N\/A","id":76387,"title":"Nestor Burma, détective de choc","adult":false,"genre_ids":[28,35,9648]},{"cast":["Kader Boukhanef","Rémi Martin","Laure Duthilleul","Saïda Bekkouche","Nicole Hiss"],"overview":"The story of two youths - one Algerian, one French - who become juvenile delinquents in a Paris suburb.","release_date":"1985-04-30","vote_average":6.8,"runtime":110,"cert":"N\/A","id":76388,"title":"Tea in the Harem","adult":false,"genre_ids":[18]},{"cast":["Catherine Deneuve","Claude Brasseur","Claude Piéplu","Éva Darlan","Jean-Pierre Coffe"],"overview":"","release_date":"1979-03-14","vote_average":4.0,"runtime":95,"cert":"N\/A","id":76389,"title":"Ils sont grands, ces petits","adult":false,"genre_ids":[35]},{"cast":["Fabrice Luchini","Pierre Arditi","Alessandra Martines","Caroline Cellier","Gisèle Casadesus"],"overview":"Benoit Blanc loves living, he loves women, he loves daring. He is a famous businessman who suffers from stomach-ache. Fabiolini, a would-be actor, is a policeman and he too suffers from the same sickness. The two man face suffering in opposite ways: Benoit Blanc is optimistic while Fabiolini, always unsure of himself, is persuaded he is seriously ill. The two men meet by chance while doing a gastroscopy and become friends. After having known their real different conditions, they will change and will understand better their lives. Around them, other people, women and men, will see their lives changed, by chance, by love or solely by the life stream.","release_date":"1996-08-28","vote_average":6.4,"runtime":122,"cert":"N\/A","id":76390,"title":"Men, Women: A User's Manual","adult":false,"genre_ids":[35,18]},{"cast":["Walter 'Big Walt' Anderson"],"overview":"Inspired by actual events, get ready to go behind the letters of one of the most powerful sororities! When Alexis thomspons gets accepted to college on a four year scholarship, she is determined to pledge AAK and become a sorority girl like her mother. But as she starts to learn what it means to be a pledge and understands the secrets and the frightening process, it quickly becomes clear that some people are willing to do anything to belong... Written by Black Adonis Productions","release_date":"","vote_average":0.0,"runtime":74,"cert":"N\/A","id":76391,"title":"Tha Sistahood","adult":false,"genre_ids":[]},{"cast":["Charles Bronson","Angela Featherstone","Sebastian Spence","Kate Trotter","Caroline Barclay"],"overview":"Paul Fein is a veteran police detective whose son Eddie is also a cop. Paul is assigned to investigate the murder of a prominent businessman, and he soon learns that the field of suspects has been narrowed down to two—the victim's sexually freewheeling wife Anna, and Paul's wild-child daughter Jackie. Neither Paul nor Eddie believe that Jackie could have committed the murder, and soon Paul is using himself as a decoy in a bid to find out more about what Anna does and doesn't know about her husband's death.","release_date":"1995-11-26","vote_average":6.9,"runtime":87,"cert":"N\/A","id":76392,"title":"Family of Cops","adult":false,"genre_ids":[28,80,10770]},{"cast":["Mike Burnie","Lee Nicholas Harris","Nicholas Ball","Tracey Wilkinson","Darren Sean Enright"],"overview":"Peter: A Study for a Portrait of a Serial Killer is a feature film that delivers uncompromising performances and rare, shocking archive to reveal for the first time ever the astonishing true story of The Yorkshire Ripper. Exploring his childhood, the sadistic murders of 13 women and his ongoing psychological treatment, the audience journey into the dark and twisted mind of Britain s most notorious serial killer. Psychiatrists say he is a dangerous paranoid schizophrenic, many think he is simply evil; this film challenges the audience to make up their own mind.","release_date":"2011-01-01","vote_average":0.0,"runtime":85,"cert":"","id":76393,"title":"Peter: A Study for a Portrait of a Serial Killer","adult":false,"genre_ids":[18]},{"cast":["Alessandra Martines","Pierre Arditi","Marc Hollogne","Véronique Moreau","Patrick Labbé"],"overview":"Once a successful dancer, Miriam has abandoned her career to bring up her son, Serge, after her boyfriend walked out of her.","release_date":"1998-11-18","vote_average":5.4,"runtime":120,"cert":"N\/A","id":76394,"title":"Hasards ou coïncidences","adult":false,"genre_ids":[10749,18,35]},{"cast":["Ken Wahl","Alberta Watson","Joaquim de Almeida","Klaus Kinski","Jeremiah Sullivan"],"overview":"Terrorists take over a plutonium bomb and threaten to detonate it in a Saudi Arabian oil field. A special anti-terrorist unit is sent in to stop them.","release_date":"1982-06-01","vote_average":5.8,"runtime":96,"cert":"N\/A","id":76395,"title":"The Soldier","adult":false,"genre_ids":[28]},{"cast":["Mathilde Seigner","Massimo Ranieri","Michel Leeb","Arielle Dombasle","Line Renaud"],"overview":"A picture of humankind in Paris: singers, shows, social gatherings, businessmen, nightclub barmen, bums, shoppers.","release_date":"2005-06-29","vote_average":6.3,"runtime":103,"cert":"N\/A","id":76396,"title":"The Courage to Love","adult":false,"genre_ids":[35,18]},{"cast":["Edward James Olmos","Charles Aidman","Tyne Daly","John Anderson","Abel Franco"],"overview":"Part fact and part fiction, Zoot Suit is the film version of Luis Valdez's critically acclaimed play, based on the actual Sleepy Lagoon murder case and the zoot suit riots of 1940s Los Angeles. Henry Reyna is the leader of a group of Mexican-Americans being sent to San Quentin without substantial evidence for the death of a man at Sleepy Lagoon. As part of the defense committee, Alice Bloomfield and George Shearer fight the blatant miscarriage of justice for the freedom of Henry and his friends.","release_date":"1981-10-02","vote_average":6.5,"runtime":103,"cert":"N\/A","id":76397,"title":"Zoot Suit","adult":false,"genre_ids":[18,10402]},{"cast":["Robbie Coltrane","Stephen Mangan","Jennifer Saunders","Catherine Shepherd","Rik Mayall"],"overview":"The Comic Strip team return for a special 50s-style 'fugitive' film noir spoof. The 60-minute film, penned by Peter Richardson and Pete Richens, follows Prime Minister Tony Blair (Stephen Mangan), wanted for murder and on the run. Escaping from Number 10 and leaving behind his adoring wife Cherie (Catherine Shepherd), Tony vows to clear his name no matter what the consequences.","release_date":"2011-10-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":76398,"title":"The Hunt for Tony Blair","adult":false,"genre_ids":[35,53]},{"cast":["Bill Cord","Don Durant","Lisa Montell","Jeanne Gerson","Carol Lindsay"],"overview":"Two brothers, one wanted for murder, are shipwrecked on an island inhabited by nubile young women who have amassed a valuable cache of pearls.","release_date":"1958-08-01","vote_average":3.5,"runtime":63,"cert":"N\/A","id":76399,"title":"She Gods of Shark Reef","adult":false,"genre_ids":[53,12]},{"cast":["Molly Black","Guy Burnet","Andrew Howard","Lorry O'Toole","Juliet Quintin-Archard"],"overview":"A man lives in a caravan in the desert with Savannah, a mentally handicapped woman he keeps in a cage. He has abducted several people and keeps them prisoner.","release_date":"2010-04-17","vote_average":3.4,"runtime":90,"cert":"N\/A","id":76400,"title":"Pig","adult":false,"genre_ids":[27]},{"cast":["Nina Landis","Stephen Kearney","Tetchie Agbayani","Bill Hunter"],"overview":"Rikky (Nina Landis) and her brother Pete (Stephen Kearney) struggle to keep their lives from spinning out of control in small town Australia.","release_date":"1988-06-09","vote_average":4.7,"runtime":101,"cert":"N\/A","id":76401,"title":"Rikky and Pete","adult":false,"genre_ids":[28,35]},{"cast":["Stephan Weidner","Kevin Russell","Peter Schorowsky","Matthias Röhr"],"overview":"20 Jahre – Live in Frankfurt am Main is the fourth live album of the German rock band Böhse Onkelz. It was recorded on March 3, 2001 at the Frankfurt Festhalle. The concert should have taken place on November 25, 2000, the 20th anniversary of the Böhse Onkelz. It had to be moved because singer Kevin had a car accident a few days before the concert.","release_date":"2001-09-17","vote_average":4.5,"runtime":null,"cert":"N\/A","id":76404,"title":"Böhse Onkelz - 20 Jahre - Live In Frankfurt","adult":false,"genre_ids":[10402]},{"cast":["John Tull","Colleen Brennan","Patrick Wright","Tallie Cochrane","Rachel Wolfe"],"overview":"Pa, a moonshining chicken farmer, is worried that his dim-witted son Junior is becoming way more attracted to their cow Sassy Sue than he should be, so he sets out to gather up all the nubile young farmgirls in the area and get them to show Junior what he's missing.","release_date":"1973-10-01","vote_average":4.8,"runtime":84,"cert":"N\/A","id":76405,"title":"Sassy Sue","adult":false,"genre_ids":[35]},{"cast":["Yûharu Atsuta","Werner Herzog","Chishū Ryū","Chris Marker"],"overview":"German director Wim Wenders made this documentary in which he tries to explore the Tokyo that was depicted in the films of Yasujiro Ozu. When Wenders visits Tokyo for the first time, he finds a very different city, one with a booming fascination with technology that often clashes with the traditional elements of Japanese culture. Wenders also interviews Ozu's cinematographer, Yuharu Atsuta, and Chishu Ryu, an actor who frequently collaborated with Ozu.","release_date":"1985-04-26","vote_average":7.3,"runtime":92,"cert":"N\/A","id":76406,"title":"Tokyo-Ga","adult":false,"genre_ids":[99]},{"cast":["Yasumi Hara","Renji Ishibashi","Seiran Li","Kimiaki Makino","Kôji Shimizu"],"overview":"A decadent count in 1920′s Japan becomes obsessed with the life and works of the Marquis de Sade. He creates a theatre to show plays adapted from the notorious writer’s novels and recruits thieves, prostitutes and low lives to act out his fantasies on stage for the delectation of his rich, jaded friends. In search of new sensations the nobleman orders one of the actors, on pain of death, to make love to the nobleman’s wife while he watches. Unfortunately, this incursion of real life into his fantasy world will have dire consequences for the count and his divinely decadent coterie.","release_date":"1988-08-27","vote_average":6.0,"runtime":96,"cert":"N\/A","id":76407,"title":"Marquis de Sade’s Prosperities of Vice","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"The stars of Scotland's \"Chewin' the Fat\" take to the stage in this play adaptation, recorded live at the Kings Theater, Glasgow. It is a hysterical and sometimes bitter sweet tale which appeals to people of all ages (as long as they are over 18). The jokes and funny observations come thick and fast and although they will appeal more to Scottish people there is something for everyone as the story tells of the hopes and fears of a group of pensioners, wondering what they are doing with their lives and if they are \"still game\" for anything. The cast are exceptional and you find it difficult to believe that not one of them is over pension age. The comic timing is wonderful and the dialogue fantastic. If you are not near to tears of laughter you must be dead already. However what really surprises is the fact that one second you are laughing and the next with one line of dialogue you are near to tears of sadness.","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":76408,"title":"Chewin' the Fat Live","adult":false,"genre_ids":[]},{"cast":["Carina Palmer","Carsten Frank","Lina Romay","Fata Morgana"],"overview":"Lady Luck comes in many disguises. For ill-fated artist Johan Harker she took the form of Lorna, a beautiful woman with unearthly desires. Lorna grants Johan his wish for riches and success beyond his wildest dreams. But happiness lasts only until Johan's beautiful daughter Lucy reaches the age of her ripening. Now Lorna will come calling for what Johan owes... Lucy's soul. She's no longer Daddy's little girl. She's the spawn of Satan.","release_date":"2002-09-01","vote_average":1.8,"runtime":88,"cert":"N\/A","id":76409,"title":"Incubus","adult":false,"genre_ids":[27]},{"cast":["Nathalie Baye","Patrick Bouchitey","Etienne Chicot"],"overview":"Klouk drives a station wagon with his friends.","release_date":"1976-04-07","vote_average":6.7,"runtime":null,"cert":"N\/A","id":76410,"title":"Fill 'er Up with Super","adult":false,"genre_ids":[35]},{"cast":["Tim Curry","Trini Alvarado","Robin Johnson","Peter Coffield","Herbert Berghof"],"overview":"Two ill-matched teenage girls form a punk band and soon have New York by its ears.","release_date":"1980-10-17","vote_average":7.2,"runtime":111,"cert":"N\/A","id":76411,"title":"Times Square","adult":false,"genre_ids":[18,10402]},{"cast":["Mimsy Farmer","Jean-Luc Bideau","Michael Lonsdale","Michel Constantin","Jean-Pierre Marielle"],"overview":"Somewhere in rural France, a young English female tourist is sexually assaulted by two men in the countryside. After she manages to escape, a party of local hunters agree to track her in order to cover up the scadal.","release_date":"1975-01-01","vote_average":6.9,"runtime":92,"cert":"N\/A","id":76412,"title":"The Track","adult":false,"genre_ids":[18,53]},{"cast":["Michael Stahl-David","Ari Graynor","Keir O'Donnell"],"overview":"Mark can't believe his luck when he finds himself back at Cassie's place, after just meeting at a party earlier in the night. As everything seems to be going his way and the bedroom begins to quickly \"heat up\", Mark unfortunately learns that Cassie doesn't live alone. When her roommate Kygan enters the picture, Mark starts to realize that it's gonna take a lot more than a little game to close this deal.","release_date":"2010-07-06","vote_average":6.0,"runtime":9,"cert":"N\/A","id":76413,"title":"No Deal","adult":false,"genre_ids":[35,10749]},{"cast":["Steve Baker","José Benavides","Harrod Blank"],"overview":"AUTOMORPHOSIS looks into the minds and hearts of a delightful collection of eccentrics, visionaries, and just plain folks who have transformed their autos into artworks.","release_date":"2007-07-24","vote_average":0.0,"runtime":76,"cert":"N\/A","id":76416,"title":"Automorphosis","adult":false,"genre_ids":[99]},{"cast":["Chuck Alston","Theo Althuiszes","Doc Atomic","J. Battenfield","David Best"],"overview":"A documentary spotlighting \"car-art\" in America.","release_date":"1992-08-26","vote_average":0.0,"runtime":63,"cert":"N\/A","id":76417,"title":"Wild Wheels","adult":false,"genre_ids":[99]},{"cast":["Howard Duff","Eva Bartok","Alan Wheatley","Philip Leaver","Cecile Chevreau"],"overview":"The test launch for the first inter-planetary research station goes wrong when the satellite station is inadvertently set up instead of returning to earth. Two people attached to the secret project are missing, presumed murdered, and all suspicions fall on the cuckold husband, the scientist responsible for the lack of fuel aboard the rocket. The theory is he murdered his wife and her lover, depositing the bodies on the errant rocket. Desperate to prove his innocence he volunteers for the next mission to link up with the satellite and clear his name.","release_date":"1953-07-01","vote_average":4.9,"runtime":76,"cert":"","id":76418,"title":"Spaceways","adult":false,"genre_ids":[878]},{"cast":["Maimi Yajima","Motoki Ochiai","Shoichi Honda","Jiro Sato","Hideo Sakaki"],"overview":"Originally serialized in Weekly Shonen Jump between 1981 and 1985, -Black Angels- was an action manga about a group of vigilantes delivering justice to evil-doers who had escaped the law. Ochiai will play the primary role as Yukito, the leader of the group. Yajima has been cast as Reira, the captivating heroine of the story.","release_date":"2011-01-01","vote_average":4.3,"runtime":74,"cert":"N\/A","id":76419,"title":"Black Angels","adult":false,"genre_ids":[18]},{"cast":["Eliza Dushku","John DiMaggio","Liliana Mumy","Kevin Michael Richardson","Tara Strong"],"overview":"Catwoman attempts to track down a mysterious cargo shipment that is linked to a Gotham City crime boss called Rough Cut.","release_date":"2011-10-18","vote_average":6.5,"runtime":15,"cert":"N\/A","id":76420,"title":"DC Showcase: Catwoman","adult":false,"genre_ids":[28,12,16,878]},{"cast":["Steve Callahan","David Pevsner","Brian Nolan","Matthew Stephen Herrick","Jim J. Bullock"],"overview":"A recently outed soap opera actor crosses paths with a recently divorced gay marriage activist, forcing them to confront the price of fame and the fickle nature of celebrity within the gay community.","release_date":"2010-06-03","vote_average":5.6,"runtime":85,"cert":"N\/A","id":76421,"title":"Role\/Play","adult":false,"genre_ids":[18,10749]},{"cast":["Juliette Lewis","Kelsey Keel","Shirley Knight","Amelia Campbell","Michael Cera"],"overview":"A girl comes to terms with her mentally challenged parents.","release_date":"2001-05-12","vote_average":7.0,"runtime":98,"cert":"N\/A","id":76422,"title":"My Louisiana Sky","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Paddle Pop Lions first full length feature film","release_date":"","vote_average":0.0,"runtime":91,"cert":"N\/A","id":76423,"title":"Elemagika","adult":false,"genre_ids":[]},{"cast":["Freddie Highmore","Ving Rhames","Patrick Mofokeng","Jennifer Steyn","Michael Maxwell"],"overview":"This movie is of Hally, an adolescent white South African. He is stuck between his intolerant father's outlook of him and those of his caretaker, Sam. Sam is a black waiter and Hally's friend and teacher. Hally is required to laugh at his father's racist jokes, by contrast, Sam exposes Hally to uplifting experiences. One day Hally was terribly humiliated by his father and Sam shows Hally how to be proud of something he can achieve.","release_date":"2010-03-17","vote_average":5.8,"runtime":87,"cert":"N\/A","id":76424,"title":"Master Harold... and the Boys","adult":false,"genre_ids":[18]},{"cast":["Karim Saleh","Maral Kamel","Agni Scott","Omar Berdouni","Adnan Maral"],"overview":"Ziad Jarrah, a young Lebonese man from a good family goes to Germany to attend college and starts dating a Turkish girl named Aysel. Although not very religious and accustomed to Western ways, Ziad becomes \"brothers\" with some fundamentalist Muslims and is slowly drawn into becoming \"a Good Muslim\". Mohamed Atta and others instill Ziad with a hatred of Jews and \"Infidels\", which leads to a desire for Jihad and martyrdom. He moves to Hamburg to study aeronautical engineering, attends an Al-Qaeda training camp in Afghanistan, and deceives his girlfriend and family about his involvement. He eventually attends flight school in Florida with Atta and others, waiting for and preparing for \"the big wedding\" (the 9\/11 attack). Meanwhile, US government and law enforcement officials fail to act despite believing that a major terrorist attack is imminent, and despite noticing a number of suspicious persons involved in flight training. Written by TimeNTide","release_date":"2004-08-26","vote_average":6.0,"runtime":100,"cert":"","id":76425,"title":"The Hamburg Cell","adult":false,"genre_ids":[18,10752]},{"cast":["Barbara Goodson","Gary Morgan","Steven Kramer","Michael Dobson","Tom Wyner"],"overview":"When, prehistoric monsters attack the earth, Commander Adams is asked to head up a paramilitary scientific team, which he agrees on the condition that he is provided with the general's new high-tech space craft. Glen, the creator of the craft, insists on being part of the team, as does a bumbling fool named Marconi. Biologist Lieutenant Ann Johnson comes on as a surprise to these two chauvinists, and finally, Lieutenant Harris, who has been appointed the host of Ultraman, joins the team upon his arrivial.","release_date":"1983-01-01","vote_average":7.5,"runtime":84,"cert":"N\/A","id":76426,"title":"Ultraman II: The Further Adventures of Ultraman","adult":false,"genre_ids":[28,16,878]},{"cast":["Kumiko Takizawa","Yoshito Yasuhara","Junpei Takiguchi","Kenji Utsumi","Masaru Ikeda"],"overview":"The year is 2001 and the criminals have taken over Centinel City. The Police have lost control. The citizens are terrified... and no one can stop the madness. Even the Techno Police, a special anti-crime squad, find the situation hopeless until a wise cracking cop with an uncanny knack for out-guessing the criminals joins the force.  When a powerful experiment tank is hijacked, the Techno Police and their newest recruit go to work. Equipped with an ultra-sonic car and crime-fighting Technoids, the rookie cop sets out on a death defying high-speed chase through the streets... trying to capture the crooks and trying to stay alive.  But no one is aware of the awesome powers about to be unleashed.","release_date":"1982-08-07","vote_average":6.1,"runtime":80,"cert":"N\/A","id":76427,"title":"Techno Police 21C","adult":false,"genre_ids":[16]},{"cast":["Song Chang-ee","Yeo Hyun-soo","Joo Hye-rin","Seo Ji-hye"],"overview":"There is a man who you want to protect. There is a brave firefighter Goo-sang, wife Soon-yeong, who loves Goo-sang so much, their daughter Seul-gi, and Seok-woo, who Goo-sang trusts like a blood brother. Goo-sang and Seok-woo have their own secrets. Goo-sang has incurable disease and Seok-woo loves Goo-sang’s wife. Goo-sang, who noticed Seok-woo’s love toward Soon-yeong, tells Seok-woo that if he dies during the surgery, please take care of Goo-sang’s family. After Goo-sang’s shocking confession, unexpectedly huge fire broke out on the birthday of Seul-gi. Goo-sang and Seok-woo run toward the fire to extinguish it...","release_date":"2010-12-09","vote_average":0.0,"runtime":101,"cert":"N\/A","id":76428,"title":"Standing Sleeping Tree","adult":false,"genre_ids":[10749,18]},{"cast":["Sunny Suwanmethanon","Pattarasaya Kreuasuwansri","Panissara Phimpru","Chaleumpol Tikumpornteerawong","Prakasit Bowsuwan"],"overview":"Jok, a television mechanic has his special job. Apart from his regular work, he is identified as a detective hired to detect secret lovers for those wives who have unfaithful husbands. The strict rule is not to fall in love with the target, but the new target is such an irresistible girl called Nampan, who's a secret lover of a wealthy old man. When Jok goes deeper into the case, he finds out that Nampan also has another wealthy admirer and the wife of her admirer plans to blackmail her. Though the case is risking and nearly breaking the rule of his work, Jok decides to help her from danger.","release_date":"2007-08-23","vote_average":6.7,"runtime":111,"cert":"N\/A","id":76429,"title":"The Bedside Detective","adult":false,"genre_ids":[10749,35]},{"cast":["Sunny Suwanmethanon","Siraphan Wattanajinda","Maneerat Kham-uan","Panissara Phimpru","Achita Sikamana"],"overview":"A shy young man from Bangkok , Khaiyoi develops a friendship with a girl with strong personality called Dakanda. Later, they both realize of their changing feeling far more than the 'best friend.\" Thus, after graduation, Khaiyoi moves to work in the South where a nurse Nui develops a crush on him. But Khaiyoi wants to keep their relationship as only 'the best friend.'","release_date":"2005-10-06","vote_average":8.0,"runtime":90,"cert":"N\/A","id":76430,"title":"Dear Dakanda","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"เดอะรูมเมท เป็นชื่อคณะวงดนตรีที่ประกอบไปด้วยหนุ่มสาว 4 คน มี “โน๊ต” (บอล-วิทวัส สิงห์ลำพอง) เป็นมือกีต้าร์ ทำได้ทุกอย่าง ยกเว้นเรื่องเรียน “ป๊อป” (อริส-อภัสนันท์ วรภิรมย์รักษ์) สาวห้าวแต่หัวใจอ่อนไหว เป็นมือคีย์บอร์ด เรียนอยู่ที่เดียวกันและชั้นเรียนเดียวกันกับโน๊ตและคอยช่วยเหลือโน๊ตในเรื่องเรียนตลอด “โม” (แอมมี่-มัฒธณิตาศ์ เศวตวิทยะธาดากุล) สาวเปรี้ยวรุ่นพี่ปี 3 มีตำแหน่งเป็นมือเบสของวง และ “อี๊ด” (นนท์-ภูดิศ สุริยวงศ์) หัวหน้าวง รับตำแหน่งมือกลอง และชอบแกล้งโมแทนการบอกรัก วงเดอะรูมเมท มีกฎที่ว่าทุกคนต้องมาอยู่บ้านเดียวกัน ทำความรู้จักกันจะได้สนิทกันให้มากๆ ถ้าสนิทกันมากแล้วงานจะได้ออกมาดี","release_date":"2009-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76431,"title":"ROOMMATE (เพื่อนร่วมห้อง   ต้องแอบรัก)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Guldöronen är en samling vanliga män med en stenhård passion för bra ljudanläggningar. De tävlar med varandra på blodigt allvar om vem som kan få fram det bästa ljudet i sitt vardagsrum. Priset är den åtråvärda vandringstrofén Guldörat.","release_date":"2007-12-14","vote_average":8.0,"runtime":30,"cert":"N\/A","id":76432,"title":"Guldörat","adult":false,"genre_ids":[]},{"cast":["Uhm Jung-hwa","Yoo Hae-jin","Jeon Soo-kyung","Ryu Hyun-kyung","Lee Hyeong-seok"],"overview":"The first story is about a mother who devotes her life to taking care of her son, who suffers from a chronic disease. When the son, who can barely walk, realizes his mother has also fallen ill, he decides to care for her as she has done for him. The second story depicts the troubled relationship between a mother and daughter. The mother, the top soprano in the nation, is far from a typical devoted Korean mother and always wants to be pampered. Her daughter, a high school dropout whose experience has been the opposite of her mother’s, works as her manager. The two are always fighting and struggle to find a way to navigate their relationship. The third episode centers upon a gangster. When he hears that his mother has been diagnosed with breast cancer, he strives to fulfill his mother’s wish to reunite with her first love before she dies.","release_date":"2011-06-01","vote_average":0.0,"runtime":111,"cert":"N\/A","id":76433,"title":"Ma-ma","adult":false,"genre_ids":[18]},{"cast":["Hideaki Ito","Ai Kato","Karina","Atsushi Ito","Mitsu Murata"],"overview":"The movie \"Umizaru\" is the story of 14 young Japan Coast Guard officers who take part in a grueling training to become rescue divers. They must endure and survive a 50-day training. Daisuke Senzaki (Hideaki Ito) and 13 other recruits take part in the training. With his love for the ocean and dream to work as a rescuer at sea, a rescue diver seemed like the perfect occupation for Daisuke.","release_date":"2004-06-12","vote_average":6.0,"runtime":120,"cert":"N\/A","id":76434,"title":"Sea Monkey","adult":false,"genre_ids":[28,18]},{"cast":["Song Sae-byuk","Lee Si-young","Baek Yoon-sik","Kim Soo-mi","Kim Eung-soo"],"overview":"When cartoonist Hyun-joon falls in love with Da-hong, one of his fans, it sets up the archetypal battle between their two families, who are from rival regions. Hyun-joon comes from the politically liberal Honam region (North and South Jeolla) while Da-hong comes from the conservative Yeongnam region (North and South Gyeongsang). When the two declare their intention to marry, they are confronted with a seemingly endless number of barriers that threaten their happiness.","release_date":"2011-03-31","vote_average":6.8,"runtime":118,"cert":"N\/A","id":76435,"title":"Meet the In-Laws","adult":false,"genre_ids":[35,10749]},{"cast":["Hideaki Ito","Ai Kato","Ryuta Sato","Nene Otsuka","Mitsuru Fukikoshi"],"overview":"A small team of Coast Guard divers, including Daisuke, rappels onto the ship from a helicopter and begins to evacuate the panicked passengers. Then Daisuke finds a familiar face - Kanna. They had a tiff the night before about their wedding plans - Kanna had already made her dress, while Daisuke was still reluctant to propose - and she left for Tokyo, feeling like a fool. Now she see Daisuke in a different, more heroic light - but before they can properly reconcile, she has to evacuate, while Daisuke searches for stray passengers.","release_date":"2006-05-06","vote_average":3.0,"runtime":117,"cert":"N\/A","id":76436,"title":"Limit of Love: Umizaru","adult":false,"genre_ids":[28,18]},{"cast":["Jung Ryeo-won","Kim Joo-hyuk","Yoo Hae-jin","Byun Hee-bong","Kim Sang-ho"],"overview":"In June 1950, soon after the start of the Korean War, a troop of North Korean soldiers enter a small South Korean village. Captain Jeong-woong proclaims that they came to liberate the villagers but their true agenda is to ferret out the reactionaries. The villagers and Seol-hee, who is separated from her fiance on her wedding day, offer them heartfelt hospitality and cooperation to avoid falling out of the army's favor. Eventually friendships starts to build up between the soldiers and the villagers.","release_date":"2011-04-27","vote_average":7.0,"runtime":135,"cert":"N\/A","id":76437,"title":"In Love and the War","adult":false,"genre_ids":[18,10752,10749]},{"cast":["Saken Aminov","Tolepbergen Baysakalov","Zhan Baizhanbayev","Murat Bisembin","Ntalya Dolmatova"],"overview":"Story of a man named Sayan, that had to live through harsh 1990's and make tough decisions.","release_date":"2007-11-08","vote_average":6.3,"runtime":80,"cert":"N\/A","id":76438,"title":"Racketeer","adult":false,"genre_ids":[80,18,28]},{"cast":["Haji Saleem","Emir Mulasmanovic","Assad Arif"],"overview":"Emir, Amina, Haji and Assad are all members of the hip hop group Forente Minoriteter (United Minorities). The film follows them through their musical process, with it's ups and downs.","release_date":"2008-08-18","vote_average":0.0,"runtime":70,"cert":"N\/A","id":76439,"title":"99% Honest","adult":false,"genre_ids":[99,10402]},{"cast":["Rune Dybedahl","Cecilie Holter","Tone Christine Senstad","Margot Alfstad","Øyvind Janeschitz"],"overview":"We follow the rootless Sinsen gang in good times and bad. A life that consists of rock concerts, hut trips, amusement park visits and car thefts. The year is 1958, when the Americans launched the Explorer and the Russians Sputnik III. However, these events do not interest the youthful persons in this film, the members of the \"Sinsen gang\". For them, it is far more important to know which rock hits are on top on Top Twenty on Radio Luxembourg, and to have seen the latest film with Elvis. The most important is to be accepted by the gang, to be loyal to your pals, and for a very few to be prepared for school","release_date":"1980-08-22","vote_average":0.0,"runtime":96,"cert":"N\/A","id":76440,"title":"1958","adult":false,"genre_ids":[80,18,28]},{"cast":["Alfred Maurstad","Sonja Wigert","Lars Tvinde","Guri Stormoen","Oscar Egede-Nissen"],"overview":"An orphan, Josefa, runs away from her threatening uncle with whom she is living, and stows away on traveller Fændrik's boat. She is no better off with him, however, as he forces himself on her and makes her steal and beg for a living. Meanwhile Fændrik's sister, who has been left penniless on shore by her deceitful brother, joins forces with Josefa's fiancé, Oscar, in a search for the missing pair.","release_date":"1937-12-26","vote_average":5.5,"runtime":95,"cert":"N\/A","id":76443,"title":"Gypsy","adult":false,"genre_ids":[]},{"cast":["Claes Gill","Wenche Foss","Lars Andreas Larssen","Georg Løkkeberg","Urda Arneberg"],"overview":"The Master and His Servants (Norwegian: Herren og hans tjenere) is a 1959 Norwegian drama film directed by Arne Skouen. The film is based on a 1955 play by Axel Kielland, who also plays a minor character in the film. The play and the film is based on a true story from Sweden. The Master and his Servants was entered into the 9th Berlin International Film Festival.","release_date":"1959-03-02","vote_average":7.0,"runtime":83,"cert":"N\/A","id":76444,"title":"The Master and His Servants","adult":false,"genre_ids":[18]},{"cast":["Tore Foss","Sonja Wigert","Vigdis Røising","Atle Merton","Erik Lassen"],"overview":"This is a light comedy from Edith Carlmar, Norways first woman director. It takes place in a company that sells baby toys. It is time to fill a leading position, and it is known the owner of the company only places married men on leading positions. This leads a young bachelor to \"borrow\" his best friends wife to have a chance at the position. This leads to a lot of comic misunderstandings, not the least because the owner of the company himself falls for the new young wife.","release_date":"1958-09-03","vote_average":0.0,"runtime":83,"cert":"N\/A","id":76445,"title":"Lån meg din kone","adult":false,"genre_ids":[35]},{"cast":["Henki Kolstad","Unni Bernhoft","Willie Hoel","Arne Bang-Hansen","Kari Diesen"],"overview":"","release_date":"1960-08-18","vote_average":0.0,"runtime":86,"cert":"N\/A","id":76446,"title":"Millionær for en aften","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76447,"title":"Rakkerungene","adult":false,"genre_ids":[]},{"cast":["Leif Larsen","Palmar Bjørnøy"],"overview":"\"Shetlandsgjengen\", which translates as \"the Shetland-gang\", relates the true story of the illegal traffic across the North Sea from German occupied Norway to Shetland during World War II. A small group of Norwegian sailors loosely connected to the British navy take refugees from Norway to Shetland in small fishing-boats, equipped only with low-caliber weapons to protect themselves from German airplanes and patrol-boats. The film is closely based on real events, and many of the members of the gang, including the leader, called \"Shetlands-Larsen\" play themselves.","release_date":"1954-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76448,"title":"Shetlandsgjengen","adult":false,"genre_ids":[]},{"cast":["Monique van de Ven","Esmée de la Bretonière","Kenneth Herdigein","Rik van Uffelen","Otto Sterman"],"overview":"According to an ancient Indian tale a giant monster embryo residing in a crystal vase is predetermined to fertilize a blue-eyed woman. She will give birth to something evil to unleash horror and destruction upon human kind. Ugly septuplet brothers reproduced within the framework of mysterious genetic experiments terrorize a young innocent girl who seems to be chosen for the sinister predestination.","release_date":"1992-02-14","vote_average":7.0,"runtime":103,"cert":"N\/A","id":76449,"title":"The Johnsons","adult":false,"genre_ids":[12,27]},{"cast":["Ted Raimi","Ricki Lake","David Warshofsky","Richard Schiff","Traci Lords"],"overview":"A decent-looking lad called Dennis Skinner rents an apartment in a couple's house, Kerry and Geoff. At night he roams the streets with a goodie-bag filled with knives looking for victims to skin, constantly followed by the hobbling, wobbling junkie Heidi who was mutilated by him and is now looking for revenge. Dennis is attracted to Kerry and wants to show her the real him.","release_date":"1993-10-01","vote_average":3.8,"runtime":90,"cert":"N\/A","id":76450,"title":"Skinner","adult":false,"genre_ids":[27]},{"cast":["Robrecht Vanden Thoren","Gilles De Schryver","Tom Audenaert","Isabelle De Hertogh","Karel Vingerhoets"],"overview":"Three young guys like wine and women. They tested wine with pleasure, but the second they have never been able to taste. Under the guise of a wine tour, the three plans a trip to Spain to finally have sex. Nothing will stop them. Certainly not the fact that the first guy is blind, the second is in a wheelchair and the third is completely paralyzed.","release_date":"2011-09-02","vote_average":6.8,"runtime":115,"cert":"N\/A","id":76451,"title":"Come As You Are","adult":false,"genre_ids":[18,35]},{"cast":["Florinda Bolkan","Renato Salvatori","Daniel Quenaud","José María Prada","Teresa Gimpera"],"overview":"Vittorio De Sica's A Brief Vacation (Una Breva Vacanza) stars Florinda Bolkan as a downtrodden working woman. Forced to support herself, her children, her physically incapacitated husband and her obtrusive brother and mother, Bolkan contracts tuberculosis. She is granted a brief vacation at a health spa, where a whole new world--and potential new life--is opened up to her.","release_date":"1973-08-14","vote_average":5.9,"runtime":112,"cert":"N\/A","id":76452,"title":"A Brief Vacation","adult":false,"genre_ids":[18]},{"cast":["Lizzie Brocheré","Bernard Le Coq","Thérèse Liotard","Gil Alma","Charlie Anson"],"overview":"","release_date":"2011-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":76453,"title":"I Love Périgord","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Marielle","Bernard Blier","Catherine Alric","Henri Guybet","Charles Gérard"],"overview":"Le PDG d'une importante société pétrolière voit ses manoeuvres illicites déjouées par un jeune concurrent dont la femme n'est autre que la fille de son fournisseur arabe.","release_date":"1981-01-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":76454,"title":"Pétrole ! Pétrole !","adult":false,"genre_ids":[35]},{"cast":["Liv Corfixen","Martin Brygmann","Charlotte Munck","Søren Pilmark","Birgitte Federspiel"],"overview":"Due to a failed séance of her flat mate's quirky grandparents, the cat of law student Maria gets possessed by demonic powers and starts some horrible massacres, adding even more trouble to Maria's already complicated personal situation after the split from her boyfriend Henrik.","release_date":"2001-06-08","vote_average":4.5,"runtime":85,"cert":"N\/A","id":76457,"title":"Kat","adult":false,"genre_ids":[27,9648]},{"cast":["Jakob Cedergren","Joy Nadia Jensen","Sonja Richter"],"overview":"A man carries his dead wife to the trunk of a car in front of their 4-year-old daughter. All together they drive to a lake far into the forest, where the father plans to dump the body and end the lives of himself and his daughter. However, everything is not what it seems...","release_date":"2005-12-01","vote_average":5.5,"runtime":19,"cert":"N\/A","id":76458,"title":"Little Lise","adult":false,"genre_ids":[18,27]},{"cast":["Tedo Bekhauri","Tamar Meskhi","Archil Tabukashvili","Temo Goginava","Lia Abuladze"],"overview":"Life creates many obstacles for 12 years old boy - Tedo. Tedo belongs to the generation, which was forced to mass displacement because of the civil war in Abkhazia, one of the most beatiful places in Georgia. The civil war took away everything Tedo had, even hope.  The film tells about an extraordinary internal drama of a little boy, his thoughts, feelings, pasions, sorrows and efforts to take arms against the difficulties.","release_date":"2009-05-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":76459,"title":"The Other Bank","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Three friends decide to try to make S&amp;M films but their distributor is unhappy with the product and drops them. Desperate for money, Max makes a deal to shoot a rare kind of film for a large amount of money. A snuff film. Afterwards grisly things begin to happen to anyone involved.","release_date":"2010-01-08","vote_average":0.0,"runtime":80,"cert":"N\/A","id":76460,"title":"Dead Girl on Film","adult":false,"genre_ids":[27]},{"cast":["Roberto Trujillo","José Luis Badillo","Hugo Stiglitz","Arturo Ramírez","Sophia Stiglitz"],"overview":"An ancient warrior is looking to correct the error that cost him to lose heaven. He is reincarnated in the body of a man who notices the strange supernatural powers he has and acts without thinking of the consequences causing a race between good and evil with nothing clear and anything possible to happen","release_date":"1998-01-01","vote_average":5.5,"runtime":87,"cert":"N\/A","id":76461,"title":"Angel of Light","adult":false,"genre_ids":[14,27,53]},{"cast":["James Cagney","Evelyn Daw","William Frawley","Mona Barrie","Gene Lockhart"],"overview":"James Cagney has a rare chance to show his song-and-dance-man roots in this low-budget tale of a New York bandleader struggling with a Hollywood studio boss.","release_date":"1937-09-30","vote_average":6.3,"runtime":93,"cert":"N\/A","id":76464,"title":"Something to Sing About","adult":false,"genre_ids":[35]},{"cast":["James Cagney","Olivia de Havilland","Rita Hayworth","Jack Carson","Alan Hale"],"overview":"Biff Grimes is desperately in love with Virginia, but his best friend Hugo marries her and manipulates Biff into becoming involved in his somewhat nefarious businesses. Hugo appears to have stolen Biff's dreams, and Biff has to deal with the realisation that having what he wants and wanting what another has can be very different things.","release_date":"1941-02-22","vote_average":6.6,"runtime":97,"cert":"N\/A","id":76465,"title":"The Strawberry Blonde","adult":false,"genre_ids":[35,10749]},{"cast":["Daniel J. Travanti","JoBeth Williams","Martha Scott","Richard Masur","Paul Regina"],"overview":"After their child is abducted, John and Reve Walsh are trying to find him. But, shortly after that, Adam is found dead.","release_date":"1983-10-10","vote_average":7.5,"runtime":100,"cert":"N\/A","id":76468,"title":"Adam","adult":false,"genre_ids":[18]},{"cast":["Wes Bentley","Kate Walsh","Judith Roberts","D.W. Reiser","Don Creech"],"overview":"People are trapped in the basement of a New York apartment building on the hottest day of the summer.","release_date":"1998-08-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":76469,"title":"Three Below Zero","adult":false,"genre_ids":[18]},{"cast":["Namewee","Karen Kong","Adibah Noor","Dato David Arumugam","Afdlin Shauki"],"overview":"Young Chef Huang (Namewee) struggles to get his restaurant business going because he cannot adapt to the “localised’ cooking his patrons are looking for. However, despite his unpopular cuisine, he is well-known as Hero Huang in the local neighbourhood where he carries out good deeds by helping the community – that is, until he met Xiao K (Karen Kong) who gets him in deep trouble. So as to get his life and the restaurant business back on track, Chef Huang must now seek help from a mysterious hawker stall lady (Adibah Noor), who summons him to embark on the extraordinary journey. He is to meet many ‘local heroes’ who will help him rediscover his roots and the hidden message of ‘Nasi Lemak’.","release_date":"2011-09-07","vote_average":7.0,"runtime":90,"cert":"N\/A","id":76470,"title":"Nasi Lemak 2.0","adult":false,"genre_ids":[35]},{"cast":["Saiful Apek","Johan Raja Lawak","Iedil Putra","Wan Sharmila","Noreen Noor"],"overview":"A busineman is waiting for his imported fruit dates to arrive during the month of Ramadan. However, the contena does not arrive and as a result of this he suffers from losses. He instructs two of his staffs to kidnap Haji Ehsan (Jalaluddin Hassan), who is the keeper of the rulers’ seal and ask for ransom money from his family.  They lock him at the bonnet of a taxi. Problem arises when they accidentally change taxi that belongs to Shuib (Saiful Apek). Together with his deaf brother Bob (Johan Raja Lawak), they manage to rescue him and discover his real identity. Later, the businessman and his staffs manage to get caught by the police in the end.","release_date":"2011-09-15","vote_average":4.5,"runtime":93,"cert":"N\/A","id":76471,"title":"Raya Tak Jadi!","adult":false,"genre_ids":[35]},{"cast":["Lillo Brancato","Joseph D. Reitman","Daniel Baldwin","Angie Everhart","Costas Mandylor"],"overview":"The Real Deal","release_date":"2002-11-27","vote_average":4.0,"runtime":null,"cert":"N\/A","id":76472,"title":"The Real Deal","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76473,"title":"Настоятель","adult":false,"genre_ids":[28,80]},{"cast":["Martin Clunes","Mark Heap"],"overview":"Doc Martin tells the tale of Martin Clunes' character in the film, in the months leading up to the Saving Grace story. Martin Bamford is a heart-broken London obstetrician, in a jealous rage after he finds out that his wife has been sleeping with three of his buddies. He escapes to a small Cornish fishing village, which he grows surprisingly attached to, and is extremely reluctant to return with his cheating wife when she comes to pick him up. Although he has only been looking for a week's R &amp; R, Dr Bamford stumbles across a network of secrets in the village of Port Isaac, and finds himself embroiled in the most exciting scandal the village has seen for centuries.","release_date":"2001-01-01","vote_average":7.0,"runtime":86,"cert":"","id":76474,"title":"Doc Martin","adult":false,"genre_ids":[18,35,53]},{"cast":["Martin Clunes","Mark Heap"],"overview":"Doctor Bamford has had enough of village life and is desperate for some distance from inquisitive Cornish neighbours. When the local estate agent shows him Tregunnt Farm # derelict and miles from anywhere # it's love at first sight. But the Bowden family from London also have their eye on the property with a view to developing the surrounding land into ugly holiday cottages. After being gazumped, the Doc decides to try and spook the family into leaving by pretending to be the Beast of Bodmin.","release_date":"2003-04-30","vote_average":5.8,"runtime":75,"cert":"","id":76475,"title":"Doc Martin and the Legend of the Cloutie","adult":false,"genre_ids":[18,35]},{"cast":["Beau Bridges","Vincent D'Onofrio","Kevin O'Connor","Mary-Louise Parker","Arthur Kennedy"],"overview":"The closing of a small shipbuilder in New England places stresses on the people involved.","release_date":"1989-01-01","vote_average":1.0,"runtime":90,"cert":"N\/A","id":76476,"title":"Signs of Life","adult":false,"genre_ids":[18]},{"cast":["Blythe Danner","Edward Herrmann","Melina Kanakaredes","Tom McCarthy","Jeffrey Nordling"],"overview":"A lonely teen troubled by a past family tragedy is suspicious of his sister-in-law, believing she is being unfaithful. His confrontation with his brother sets off a series of tragic events.","release_date":"1998-11-22","vote_average":6.8,"runtime":95,"cert":"N\/A","id":76477,"title":"Saint Maybe","adult":false,"genre_ids":[10751,18]},{"cast":["Philippe Noiret","Jean Rochefort","Jean-Pierre Marielle","Marina Vlady","Christine Pascal"],"overview":"France, 1719. Louis 14th died four years ago, Philippe d'Orleans is the regent. He is a liberal and a libertine. His right-hand man, Dubois, an atheistic and cupid priest, as libertine as Philippe, tries to take advantage of a little rebellion lead by a Breton squire (Pontallec) and of the famine to become archbishop... Description of the life of the court in this period of transition where the French Revolution smoulders.","release_date":"1975-03-23","vote_average":6.0,"runtime":114,"cert":"N\/A","id":76482,"title":"Let Joy Reign Supreme","adult":false,"genre_ids":[10752,36,18]},{"cast":["Edna May Oliver","James Gleason","Lola Lane","George Meeker","Dorothy Libaire"],"overview":"A schoolteacher and amateur sleuth suspects foul play when a fellow passenger on a seaplane gets sick and dies. The third and final film with Edna May Oliver and James Gleason as the astute schoolteacher Hildegarde Withers and the New York Police Inspector Oscar Piper busy solving crimes.","release_date":"1935-02-22","vote_average":6.3,"runtime":74,"cert":"N\/A","id":76483,"title":"Murder on a Honeymoon","adult":false,"genre_ids":[9648,35]},{"cast":["Robert Newton","Deborah Kerr","James Mason","Emlyn Williams","Henry Oscar"],"overview":"The year is 1880. On the outskirts of the fictional small Scottish town of Levenford there stands a strange building, half cottage, half castle, embraced with thick stone walls. The townsfolk nickname the fortress \"Hatter's Castle\", for James Brodie, the man who built it. Brodie is a hatter who keeps the members of the family in fear and submission; he is brutal, arrogant, selfish and cruel. His wife, who has long been ailing, and his daughter Mary, are in awe of him. His son Angus, aged 15, alone dear to his heart, suffers under his love as the others suffer under his sternness.","release_date":"1942-02-02","vote_average":8.0,"runtime":102,"cert":"","id":76484,"title":"Hatter's Castle","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76485,"title":"In Berlin","adult":false,"genre_ids":[99]},{"cast":["Vittorio Gassman","Sylva Koscina","Ugo Tognazzi","Giorgia Moll","Peppino De Filippo"],"overview":"","release_date":"1959-05-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":76486,"title":"La Cambiale","adult":false,"genre_ids":[35]},{"cast":["Fernanda Andrade","Simon Quarterman","Evan Helmuth","Ionut Grama","Suzan Crowley"],"overview":"In Italy, a woman becomes involved in a series of unauthorized exorcisms during her mission to discover what happened to her mother, who allegedly murdered three people during her own exorcism.","release_date":"2012-01-06","vote_average":4.7,"runtime":83,"cert":"15","id":76487,"title":"The Devil Inside","adult":false,"genre_ids":[53,27]},{"cast":["Robyn Wheeler","Aleece Roach","Phil Williamson","Sam Pavia","Josh Collins"],"overview":"In the second installment of the \"Agency Trilogy\". The virus has been released. The C.I.A. is scrambling to stop the spreading of the infection. Now, they must hunt down the founder of the cure and bring him to justice before it is to late. New allies, and new villains.","release_date":"2010-04-25","vote_average":0.0,"runtime":83,"cert":"N\/A","id":76488,"title":"The Agency 2: Hunt for the Cure","adult":false,"genre_ids":[]},{"cast":["Sean Hayes","Will Sasso","Chris Diamantopoulos","Jane Lynch","Sofía Vergara"],"overview":"While trying to save their childhood orphanage, Moe, Larry and Curly inadvertently stumble into a murder plot and wind up starring in a reality TV show.","release_date":"2012-04-13","vote_average":5.2,"runtime":92,"cert":"","id":76489,"title":"The Three Stooges","adult":false,"genre_ids":[35]},{"cast":["Robyn Wheeler","Alice Nelson","Mike Lovell","Phil Williamson","Sam Pavia"],"overview":"The first installment in The Agency Trilogy. A criminal organization named 'the black dragons', has created a virus that will make the world very sick. Now, the C.I.A must take down one of the world's most feared criminal organization's in the world before they release the powerful virus that will bring the whole world to its knees","release_date":"2010-02-18","vote_average":0.0,"runtime":68,"cert":"N\/A","id":76490,"title":"The Agency: Pursuit of the Ares Virus","adult":false,"genre_ids":[]},{"cast":["Jay Masonek","Jeffrey Leiser","Eric Leiser","Linda Darnall"],"overview":"Three artists struggling against the grid of society find spiritual renewal.","release_date":"","vote_average":7.0,"runtime":82,"cert":"N\/A","id":76491,"title":"Glitch in the Grid","adult":false,"genre_ids":[18]},{"cast":["Adam Sandler","Andy Samberg","Selena Gomez","Kevin James","Fran Drescher"],"overview":"Welcome to Hotel Transylvania, Dracula's lavish five-stake resort, where monsters and their families can live it up and no humans are allowed. One special weekend, Dracula has invited all his best friends to celebrate his beloved daughter Mavis's 118th birthday. For Dracula catering to all of these legendary monsters is no problem but the party really starts when one ordinary guy stumbles into the hotel and changes everything!","release_date":"2012-09-20","vote_average":6.9,"runtime":91,"cert":"U","id":76492,"title":"Hotel Transylvania","adult":false,"genre_ids":[16,35,10751,14]},{"cast":["Sacha Baron Cohen","Anna Faris","Ben Kingsley","Jason Mantzoukas","John C. Reilly"],"overview":"The heroic story of a dictator who risks his life to ensure that democracy would never come to the country he so lovingly oppressed.","release_date":"2012-05-15","vote_average":6.0,"runtime":83,"cert":"15","id":76493,"title":"The Dictator","adult":false,"genre_ids":[35]},{"cast":["Cameron Diaz","Jennifer Lopez","Elizabeth Banks","Anna Kendrick","Brooklyn Decker"],"overview":"Challenges of impending parenthood turn the lives of five couples upside down. Two celebrities are unprepared for the surprise demands of pregnancy; hormones wreak havoc on a baby-crazy author, while her husband tries not to be outdone by his father, who's expecting twins with his young trophy wife; a photographer's husband isn't sure about his wife's adoption plans; a one-time hook-up results in a surprise pregnancy for rival food-truck owners.","release_date":"2012-05-17","vote_average":6.0,"runtime":110,"cert":"12","id":76494,"title":"What to Expect When You're Expecting","adult":false,"genre_ids":[10749,35,18]},{"cast":["Warren Sapp","John Lynch","Laurence Fishburne","Jon Gruden"],"overview":"Join NFL Films as they retell the story of the '02 Buccaneers, a club the chose their head coach wisely. America's Game uses exclusive interviews with John Gruden, Warren Sapp and John Lynch to recount Tampa Bay's first championship season.","release_date":"2012-11-26","vote_average":10.0,"runtime":55,"cert":"N\/A","id":76495,"title":"America's Game: 2002 Tampa Bay Buccaneers","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Happiest Baby DVD is the most watched parenting DVD in history! You’ll be able to soothe most of your baby’s cries in seconds…plus add 1-3 hours to your tot’s sleep! Like learning to tie shoelaces, parents master these fun tips best by watching.","release_date":"2002-07-15","vote_average":0.0,"runtime":128,"cert":"N\/A","id":76496,"title":"The Happiest Baby On The Block","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Tanner Hall and Friends take you on a Snowboard adventure of pure powder bliss in Retallack The Movie. Canada's Retallack Lodge has cultivated a unique ski culture, rich in history, salt of the earth characters, and laid back atmosphere. Retallack’s legendary terrain features a wide variety of aspects, elevation, fall line pitch, and pristine backdrops, allowing the film crew to demonstrate what skiing means to them. About Retallack the Lodge: Retallack is located in the heart of the Selkirk Mountains and is renowned as having some of the best ski\/snowboard terrain and snow in the world. Retallack receives up to 40 ft of snow per year that blankets their open bowls, glades, and treeskiing runs.","release_date":"2011-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76497,"title":"Retallack: The Movie","adult":false,"genre_ids":[]},{"cast":["Townes Van Zandt","Steve Earle","David Allan Coe","Peggy Brooks","Guy Clark"],"overview":"This film is about the \"outlaw\" country music movement of the 70s, when artists rejected the glossy, strings filled Nashville sound and made poignant, gritty music. Guy Clark, David Allen Coe, Charlie Daniels and more are featured. Townes Van Zandt really steals the show, though. Out in his ratty trailer he's shown drinking whiskey and shooting bb guns. He sits down in the kitchen and plays some songs for his girlfriend and his elderly black neighbor, Uncle Seymour Washington (whose interactions with Townes are amazing) and plays some of the most amazing music you'll ever hear. There are also some great scenes of a little local ensemble playing in a bar. This is a must-see film for fans of Real Country Music™.","release_date":"1976-05-01","vote_average":8.4,"runtime":92,"cert":"N\/A","id":76498,"title":"Heartworn Highways","adult":false,"genre_ids":[99,10402]},{"cast":["Miriam  Hopkins","Edward G. Robinson","Joel McCrea","Walter Brennan","Frank Craven"],"overview":"Mary Rutledge arrives from the east, finds her fiance dead, and goes to work at the roulette wheel of Louis Charnalis' Bella Donna, a rowdy gambling house in San Francisco in the 1850s. She falls in love with miner Carmichael and takes his gold dust at the wheel. She goes after him, Louis goes after her with intent to harm Carmichael.","release_date":"1935-10-13","vote_average":7.1,"runtime":91,"cert":"","id":76499,"title":"Barbary Coast","adult":false,"genre_ids":[28,10749]}]