[{"cast":["Jeffrey Allen","Tim Holt","Gloria King","Ray Sager","Eric Bradly"],"overview":"A redneck con artist sets himself up as a preacher in a small Deep South town to run his moonshine distillery and clashes with a number of locals and a federal agent bent on shutting his operation down.","release_date":"1971-01-01","vote_average":6.5,"runtime":99,"cert":"N\/A","id":76500,"title":"This Stuff'll Kill Ya!","adult":false,"genre_ids":[18,80]},{"cast":["Jean-Paul Belmondo","Gaby Sylvia","Jean Chevrier","Hubert Noël","Daniel Sorano"],"overview":"","release_date":"1959-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76503,"title":"The Three Musketeers","adult":false,"genre_ids":[12]},{"cast":["Jean-Paul Belmondo","Michel Bouquet","Pierre Fresnay","Jean Negroni"],"overview":"","release_date":"1969-09-05","vote_average":0.0,"runtime":96,"cert":"N\/A","id":76504,"title":"God Chose Paris","adult":false,"genre_ids":[18]},{"cast":["Jean-Paul Belmondo","Cristiana Réali","Pierre Vernier","Sabine Haudepin","Charlotte Kady"],"overview":"","release_date":"1996-10-12","vote_average":4.5,"runtime":null,"cert":"N\/A","id":76505,"title":"La Puce à l'oreille","adult":false,"genre_ids":[35]},{"cast":["Selena Rose","Francesca Lé","Manuel Ferrara","Tommy Gunn","Toni Ribas"],"overview":"Beautiful Selena Rose can't wait to lose her virginity, but her dream is to go all the way on the night of her senior prom. She talks her two best friends into losing theirs too, only time is running out and they don't want to lose it to the 'lame' high school boys! They devise a lusty plan to go after the sexiest teachers at the school, but getting their attention is not easy. Each hot, horny girl comes up with a naughty idea to seduce the right one and get him to deflower her. Prom night assures a banging time for these wild teens!","release_date":"2011-03-22","vote_average":0.0,"runtime":103,"cert":"N\/A","id":76508,"title":"Selena Rose: Prom","adult":true,"genre_ids":[]},{"cast":["Victor Rebengiuc","Carmen Galin","Marin Moraru","Gheorghe Visu","Valentin Uritescu"],"overview":"The plot confronts an influential surgeon and a carpenter accused to have stolen the doctor's personal belongings from the beach. The neurotic doctor involves himself in the inquiry, ultimately directing the interrogation. The burglary victim, Theodor Hristea, a surgeon at the peak of his career and social life, self-confident and well connected, his girlfriend, Cristina and their common friend, Stefan - find themselves on holiday near the summer resort of Mamaia. The doctor has a detective passion and accuses – just on account of a physical resemblance with the real thief - a young carpenter who happens to come at the same beach the day following the burglary. The police is summoned and The Kid is sent to trial. The doctor plays an active part in the investigation. Although the doctor's girlfriend and his friend doubt the identity of the accused, the surgeon insists in being right and succeeds in sending the innocent young man to prison.","release_date":"1983-01-31","vote_average":6.3,"runtime":93,"cert":"N\/A","id":76509,"title":"Sand Cliffs","adult":false,"genre_ids":[18]},{"cast":["Leslie Phillips","Terry-Thomas","Graham Armitage","Nadiuska","Frank Thornton"],"overview":"British sex comedy. Sir Percy de Courcy (Terry-Thomas) accidentally turns some poor tasting wine into an aphrodisiac when his old school chum, Mike Scott (Leslie Phillips) arrives with a photographer and several gorgeous models.","release_date":"1976-01-01","vote_average":7.1,"runtime":86,"cert":"15","id":76512,"title":"Spanish Fly","adult":false,"genre_ids":[35]},{"cast":["Sotiris Moustakas","Giannis Michalopoulos","Antonis Papadopoulos","Stathis Psaltis","Kaiti Finou"],"overview":"An employee of an insurance company, Hercules (Sotiris Moustakas) undertakes with the help of two friends (Stathis Psaltis and Antonis Papadopoulos) to protect the chastity of his daughter (Katie Finos) an entrepreneur (Yiannis Michalopoulos). The possible failure in this mission can be the end of the company. Are the shadow of the girl and get entangled in various comic situations.","release_date":"1980-01-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":76515,"title":"Ο Παρθενοκυνηγός","adult":false,"genre_ids":[35]},{"cast":["Ed Begley Jr.","Stockard Channing","Dabney Coleman","Robert Jayne","Camille Cooper"],"overview":"Giant preying mantis living in a south American jungle decide to move into suburban USA. Disguised as humans, the mantis are planning something.. Could it be connected to dad's job in the power station perhaps ?. One day the daughter mantis forgets WHAT she really is when she's with her boyfriend.. oops. Written by s jones","release_date":"1991-02-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":76516,"title":"Meet the Applegates","adult":false,"genre_ids":[35,878]},{"cast":["Ebbe Langberg","Ove Sprogøe","Søren Elung Jensen","Carl Ottosen","Henning Palner"],"overview":"","release_date":"1961-09-29","vote_average":6.0,"runtime":90,"cert":"N\/A","id":76517,"title":"Sorte Shara","adult":false,"genre_ids":[36,10752]},{"cast":["Nadezhda Mikhalkova","Vera Voronkova","Mikhail Porechenkov","Artur Smolyaninov","Sergey Gazarov"],"overview":"Пассажиры вечернего рейса пристегнули ремни и приготовились к взлету.Но полет отложили до утра. Пассажиры отстегнули ремни и вышли из аэропорта. Под светом фонаря поблескивали капли косого дождя. В луже отразились два женских силуэта. Две женщины, две случайные попутчицы отправились в путешествие длиной в московскую ночь…Они меняют машины и настроение, мчатся по кольцевым и бульварам, смеются и плачут. Кажется, они могут позволить себе все в эту странную ночь, словно выпавшую из реальной жизни. Они могут все: страдать, любить, ненавидеть. Они не могут только одного — разойтись. Ими движет одна идея, одна мысль, одна страсть, и имя ее МУЖЧИНА.","release_date":"2011-09-01","vote_average":3.0,"runtime":74,"cert":"N\/A","id":76518,"title":"Bez Muzhchin","adult":false,"genre_ids":[]},{"cast":["Yves Montand","Carole Laure","Marie Dubois","Jean-François Balmer","Marc Eyraud"],"overview":"Henri Savin has managed a trucking company for his lover, Dominique Montlaur, for many years. Now he is planning to leave her for Julie Manet, the woman he has made pregnant, and Dominique is hysterical. She first threatens suicide, then shows up at a meeting of Savin and Julie. Dominique tries everything she can think of to break Savin and Julie apart, to no avail. Frustrated in her efforts, she jumps off a cliff and dies. Savin insists that he and Julie lie to the police about the encounter, although Dominique's death was a suicide and therefore they had no direct hand in it. Detective Waldeck investigates Dominique's death.","release_date":"1977-09-28","vote_average":5.8,"runtime":117,"cert":"N\/A","id":76519,"title":"La menace","adult":false,"genre_ids":[28,80,53]},{"cast":["Tony Liu","Elliot Ngok","Jason Pai Piao","Ching Li","Choh Seung-Wan"],"overview":"This mystery-tinged 'Martial Arts World' epic was one of director Chu Yuan and novelist Ku Lung's last together for the Shaw Studios, but it's another action-filled winner. Liu Yung and Sun Chien (the Korean kicking 'Venom' from Chang Cheh's internationally popular series) team to investigate the martial arts murders of a supposedly mortally wounded swordsman, only to find deception, death, double-dealings, imposters, and one deadly duel after another. No less than three choreographers are on hand to handle the multitude of magnificent martial arts.","release_date":"1981-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":76520,"title":"The Duel of the Century","adult":false,"genre_ids":[28]},{"cast":["To Siu Chung","Elsie Yeh","Fennie Yuen","Lily Li Li-Li"],"overview":"Sam The Iron Bridge is recruited for the position of Governor. The Emperor, however, rules that the position should be filled by whoever wins the Martial Arts Tournament. Now the young hero must fight another formidable opponent...","release_date":"1993-12-08","vote_average":0.0,"runtime":91,"cert":"N\/A","id":76521,"title":"Champion of Martial Arts","adult":false,"genre_ids":[18,28]},{"cast":["Marsha Yuen Chi-Wai","Ken Wong"],"overview":"Deep in the isolated border between China and India lies an ancient, hidden tomb thought to contain the treasured \"Pills of Eternity.\" In this action-packed adventure film, reminiscent of Tomb Raider, archaeologist Ivy (Yoko Shimada) gathers together a team to trek to the border in search of the mysterious objects. Before she can claim the prize, however, she'll have to face down the Wild Wolves, who have nefarious intentions.","release_date":"2003-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":76522,"title":"Undiscovered Tomb","adult":false,"genre_ids":[28,53]},{"cast":["To Siu Chung","Elsie Yeh","Fennie Yuen"],"overview":"Something like a jumbled, back-to-front version of Tai Chi Master and Fong Sai Yuk. Shifting focus on at least ten major characters makes whatever story there is hard to follow. But there's brother against brother, conflicts of loyalty, even disappointment in love. San (always good guy) is disappointed in his brother Kuang's (weak character) decision to join the Cult, and how the power has corrupted him. Chin Chen (good guy) resists his brother Chan's efforts to obtain the Classics. Chan tortures Chin by mistaking him for a pincushion then, with the help of his cranky but skilled old flame Hung and his daughter Tien, Chin trains San in the Classics, to fight Chan.","release_date":"1993-01-01","vote_average":8.0,"runtime":98,"cert":"N\/A","id":76523,"title":"White Lotus Cult","adult":false,"genre_ids":[28]},{"cast":["Paul McCartney","Barack Obama","Jerry Seinfeld","Stevie Wonder"],"overview":"President and Mrs. Obama host a concert on June 2 in honor of musician Sir Paul McCartney’s receipt of the Library of Congress Gershwin Prize for Popular Song.  Tracklist:  01. Introduction  02. Paul McCartney - Got To Get You Into My Life  03. Stevie Wonder - We Can Work It Out  04. The Jonas Bros. - Drive My Car  05. Jerry Seinfeld  06. Jack White - Mother Nature`s Son \/ That Would Be Something  07. Faith Hill - The Long And Winding Road  08. Herbie Hancock &amp; Corinne Bailey Rae - Blackbird  09. Elvis Costello - Penny Lane  10. Emmylou Harris - For No One  11. Lang Lang - Celebrations  12. Dave Grohl - Band On The Run  13. Paul McCartney &amp; Stevie Wonder - Ebony And Ivory  14. President Barack Obama - Speech  15. Paul McCartney - Speech  16. Paul McCartney - Michelle  17. Paul McCartney - Eleanor Rigby  18. Paul McCartney - Let It Be  19. Paul McCartney - Hey Jude  20. Paul McCartney - Yesterday","release_date":"2010-06-28","vote_average":0.0,"runtime":85,"cert":"N\/A","id":76524,"title":"Paul McCartney: In Performance at the White House","adult":false,"genre_ids":[10402]},{"cast":["Michel Polnareff"],"overview":"","release_date":"2007-03-02","vote_average":4.3,"runtime":null,"cert":"N\/A","id":76525,"title":"Michel Polnareff - Ze (re) Tour 2007","adult":false,"genre_ids":[10402]},{"cast":["Young-Sook Theis","Armin Theis","Chun-Ja Engelfried","Willi Engelfried","Woo-Za Strauss-Kim"],"overview":"About three women in search of a home return to South Korea after an absence of more than thirty years. In the 1970s, they left everything behind in order to go to Germany as \"guest workers.\" Although assimilated in their new country, they long for the old one. Now they are able to realize their dream of returning with their German husbands to Dogil Maeul, the German village that has been created for people like them. Situated in a picturesque bay, the village is indeed more German than Germany--there is even whole meal bread and Frankfurter sausages. This is the new-old home to which their sixty something husbands Armin, Willi and Ludwig have come in the hope of spending their remaining years. However, there is still something missing for the three women as they discover it is not so easy to pick up where they left off.","release_date":"2009-10-29","vote_average":5.4,"runtime":99,"cert":"N\/A","id":76530,"title":"Home from Home","adult":false,"genre_ids":[99]},{"cast":["Mohanlal","Suresh Gopi","Dileep","R. Sarathkumar","Kaniha"],"overview":"When the daughter of a minister gets kidnapped, Christy is called upon to rescue her. Although he manages to save her, he himself gets embroiled in the kidnapper's murder.","release_date":"2011-10-03","vote_average":3.9,"runtime":173,"cert":"N\/A","id":76531,"title":"Christian Brothers","adult":false,"genre_ids":[28,18]},{"cast":["Mélanie Laurent","Denis Ménochet","Marie Denarnaud","Clémentine Célarié","Audrey Lamy"],"overview":"Lisa and Marine live a life of relative companionship together, where the only man permitted into the equation is Lisa’s young son, Leo. However, their simple existence is thrown into disarray when Marie meets and falls in love with Alex, a customer at her bookshop. Lisa is left feeling excluded, and tension develop. But soon an unexpected accident forces all of those involved to reassess the situation and adopt a different position in each other’s lives.","release_date":"2011-11-23","vote_average":7.3,"runtime":100,"cert":"N\/A","id":76532,"title":"The Adopted","adult":false,"genre_ids":[18]},{"cast":["Ronnie Barker","Ronnie Corbett","Barbara New","Madge Hindle","Rikki Howard"],"overview":"A crusty old General leads his dotty family on a relaxing weekend at the seaside, and comic chaos ensues.","release_date":"1982-04-12","vote_average":7.3,"runtime":51,"cert":"","id":76533,"title":"By the Sea","adult":false,"genre_ids":[35,10749]},{"cast":["Zhang Jingchu","Yin Xiaotian","Cui Zheming","Zhao Jiayi"],"overview":"\"Huayao Bride in Shangri-la\" (2005) features a beautiful and wild village girl of the Hua Yao Yi minority tribe in Yunnan. Dancing with flying dragons, she has to choose between love and her passion for the colourful dances.","release_date":"2005-04-13","vote_average":6.9,"runtime":87,"cert":"N\/A","id":76534,"title":"Huayao Bride in Shangrila","adult":false,"genre_ids":[]},{"cast":["Clark Gregg","Jessica Manuel","Jeff Prewett","Zach Hudson"],"overview":"Agent Coulson stops at a convenience store and deals with a coincidental robbery during his visit.","release_date":"2011-10-25","vote_average":7.1,"runtime":4,"cert":"12","id":76535,"title":"Marvel One-Shot: A Funny Thing Happened on the Way to Thor's Hammer","adult":false,"genre_ids":[878,14]},{"cast":["Jan Budař","Martin Písařík","Milan Šteindler","Veronika Hong","Mei Ying Kang"],"overview":"The movie is based on the narrative of a Czech multimillionaire who achieved success not by stripping companies, making crooked deals and crony-ism, but by blazing his own trail like Schweikesque self-made man. He realizes early on that he has nobody but himself to rely on. During the totalitarian regime of the 80s, he ambles along his oddball path and then experiences the Velvet Revolution atypically, too - in an asylum amidst nut-cases. After the Revolution, he really gets rolling. To Germany and back. To prison and back. To China and back. The intriguing and endless opportunities afforded by the Internet eventually blossom into virtual prosperity. The hero has everything and is even planning a highly unorthodox family. A happy ending is nigh, until everything goes up in smoke, of course...","release_date":"2011-04-27","vote_average":6.8,"runtime":96,"cert":"N\/A","id":76540,"title":"Czech-Made Man","adult":false,"genre_ids":[18,35]},{"cast":["Karl-Arne Holmsten","Nils Hallberg","Ulla Strömstedt","Barbro Kollberg","Semmy Friedmann"],"overview":"On a tourist trip abroad the passengers on the coach witness an assassination attempt on the President Hurkas. One of the tourists has evidence against the perpetrators, and is killed when the coach reaches Sweden. Another passenger observes how one of the perpetrators is picked up by a yellow car. She is kidnapped and locked up in a mental hospital.","release_date":"1963-06-29","vote_average":6.0,"runtime":95,"cert":"N\/A","id":76541,"title":"The Yellow Car","adult":false,"genre_ids":[]},{"cast":["Joe Hursley","Tiffany Elle","Gichi Gamba","Drue Delio","Sonya Millen"],"overview":"When the world's muscle building milk is stolen, it takes a strong man to fight back.","release_date":"2009-10-10","vote_average":10.0,"runtime":22,"cert":"N\/A","id":76542,"title":"Battle for Milkquarious","adult":false,"genre_ids":[10402,35]},{"cast":["Peter Mullan","Olivia Colman","Eddie Marsan","Paul Popplewell","Samuel Bottomley"],"overview":"The story of Joseph a man plagued by violence and a rage that is driving him to self-destruction. As Joseph's life spirals into turmoil a chance of redemption appears in the form of Hannah, a Christian charity shop worker. Their relationship develops to reveal that Hannah is hiding a secret of her own with devastating results on both of their lives.","release_date":"2011-10-07","vote_average":7.4,"runtime":93,"cert":"18","id":76543,"title":"Tyrannosaur","adult":false,"genre_ids":[18,10749]},{"cast":["Tiger Hu Chen","Keanu Reeves","Karen Mok","Yu Hai","Simon Yam"],"overview":"In Beijing, a young martial artist's skill places him in position to experience opportunities and sacrifices.","release_date":"2013-07-04","vote_average":6.0,"runtime":105,"cert":"15","id":76544,"title":"Man of Tai Chi","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":76545,"title":"The Wild One Hundreds","adult":false,"genre_ids":[]},{"cast":["Ľuboš Kostelný","Tatiana Pauhofová","Dorota Nvotová","Jan Budař","Csongor Kassai"],"overview":"","release_date":"2008-04-17","vote_average":8.0,"runtime":99,"cert":"N\/A","id":76546,"title":"Muzika","adult":false,"genre_ids":[10749,35,18]},{"cast":["Philippe Torreton","Charlotte Gainsbourg","Alain Bashung","Philippe du Janerand","Ahmed Guedayia"],"overview":"Félix, operator of dodgem cars in a fairground, becomes obsessed by one of his customers, a mysterious young woman named Lola. Félix soon discovers that Lola is running away from her former boyfriend, a singer who continues to taunt her. Lola asks Félix to prove his love for her by murdering a man he does not know...","release_date":"2001-03-07","vote_average":5.3,"runtime":89,"cert":"N\/A","id":76547,"title":"Felix and Lola","adult":false,"genre_ids":[18]},{"cast":["Marty Appel","Barry Bonds","Patrick Hayashi","Alex Popov","Ted Rowlands"],"overview":"The absurd true story of the legal battle over the \"Million-Dollar Baseball.\" Barry Bonds' record setting 73rd home run ball sparks a melee in the stands at Pac Bell Park in San Francisco. One guy caught the ball, another guy ended up with it. Who is the rightful owner? The lawyers can't agree; the fans can't agree; even the wisened professors of property law can't agree. This is a story documenting the hilarious lengths to which someone will go for a baseball, and the few fans that will put their lives on hold for years, staking everything on one judge's decision.","release_date":"2004-10-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":76548,"title":"Up for Grabs","adult":false,"genre_ids":[99,35]},{"cast":["Bernard Blier","Lucile Saint-Simon","Lutz Gabor","Daniel Sorano","Anne Doat"],"overview":"","release_date":"1961-02-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":76549,"title":"Women and War","adult":false,"genre_ids":[18,10752]},{"cast":["Trond Høvik","Marit Pia Jacobsen","Sven Nordin","Siv Klynderud","Kim Haugen"],"overview":"A movie inspired by eight Norwegian political parties, written by six writers and directed by nine directors: a man gets a nasty surprise skinny dipping, a cow eats a cell phone, a lesbian couple loses a child, a blind girl sells dubious lottery tickets, a boy falls in love, a man picks up a hitchhiker, three girls get help from a man in pajamas, and nine old men find a young girl stuck in a swamp.","release_date":"2002-06-07","vote_average":6.3,"runtime":85,"cert":"N\/A","id":76550,"title":"Most People Live in China","adult":false,"genre_ids":[35,18]},{"cast":["Don Wilson","Rina Reyes","Joe Mari Avellana","Robert Marius","Maurice Smith"],"overview":"Jake Ray gives up his title after killing a man in the ring. When Jake goes to Manila to help an old friend, trouble awaits him! After fending off multiple attacks, Jake is finally captured and chained to a half a dozen martial arts champions. Taken to an island fortress, they are forced to battle chemically-stimulated killers in fights to the death. To win - and to live - it will take every ounce of strength and skill in their martial arts arsenal","release_date":"1990-10-12","vote_average":5.0,"runtime":85,"cert":"N\/A","id":76551,"title":"Bloodfist II","adult":false,"genre_ids":[28]},{"cast":["Barret Walz","Aimee Bravo","Mia Zifkin","Arthur Simone","James Palmer"],"overview":"A college class tackles a bizarre project - splitting up a mannequin, they each decorate a piece. The net result is an exquisite corpse they name 'Jigsaw'. After a night of drunken confessions, the group burns the lifeless body but their darkest secrets come back to haunt them when their brainchild rises from the ashes, targeting each of the creators for a brutal death that is in keeping with their own fears!","release_date":"2002-10-22","vote_average":3.0,"runtime":78,"cert":"18","id":76560,"title":"Jigsaw","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76563,"title":"Seabert - De Walvisjagers","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-06-26","vote_average":2.5,"runtime":null,"cert":"N\/A","id":76566,"title":"Plasma Kamin HD - 9 Kaminfeuer Impressionen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76567,"title":"Geo360 - In den Smaragdbergen von Bahia","adult":false,"genre_ids":[]},{"cast":["Glenn Ford","Shirley MacLaine","Leslie Nielsen","Mickey Shaughnessy","Edgar Buchanan"],"overview":"A stranger in a Western cattle-town behaves with remarkable self-assurance, establishing himself as a man to be reckoned with. The reason appears with his stock: a herd of sheep, which he intends to graze on the range. The horrified inhabitants decide to run him out at all costs","release_date":"1958-05-07","vote_average":6.4,"runtime":85,"cert":"N\/A","id":76568,"title":"The Sheepman","adult":false,"genre_ids":[37,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76569,"title":"Buckelwal und Polar Bär","adult":false,"genre_ids":[]},{"cast":["Rene Froger","Gerard Joling","Gordon"],"overview":"","release_date":"2008-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76570,"title":"Toppers in concert 2008","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76573,"title":"Wildlife Grizzlies - Gorillas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76574,"title":"BBC Wildlife: Hautnah - Elefanten, Bären und Löwen","adult":false,"genre_ids":[]},{"cast":["Vittorio Gassman","Ugo Tognazzi","Roger Hanin","Mario Brega","Angela Luce"],"overview":"March on Rome (Italian: La marcia su Roma) is a 1962 comedy film by Dino Risi with Vittorio Gassman and Ugo Tognazzi, aimed at describing the March on Rome of Benito Mussolini's black shirts from the point of view of two newly recruited, naïve black shirts","release_date":"1962-01-01","vote_average":7.5,"runtime":94,"cert":"N\/A","id":76575,"title":"La Marcia Su Roma","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76576,"title":"National Geographic - Der König der Arktis: Im Reich der Eisbären","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":76581,"title":"BBC Wildlife - Löwen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76582,"title":"National Geographic - Der König der Arktis: Im Reich der Eisbären","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2003-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76583,"title":"Die größten Seeschlachten: Deutsche Schlachtschiffe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76584,"title":"Die Geschichte des Seekrieges","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76585,"title":"Seapower - Die Geschichte der Kriegsschiffe, Teil 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76586,"title":"Seapower - Die Geschichte der Kriegsschiffe, Teil 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76587,"title":"BBC Wildlife - Grizzlies Gorillas","adult":false,"genre_ids":[]},{"cast":["Miou-Miou","Jean Lefebvre","Bernard Ménez","Henri Guybet","Anny Duperey"],"overview":"A man with a gunshot wound in the stomach comes to first house and collapses in Anita's apartment. A minute later he dies and the girl horrified by what happened, must look for somebody who would help her get rid of the corpse...","release_date":"1975-06-18","vote_average":6.3,"runtime":105,"cert":"N\/A","id":76590,"title":"No Problem!","adult":false,"genre_ids":[35]},{"cast":["Robson Green","Nicola Stephenson","Mark Benton","Maxine Peake","Keith Clifford"],"overview":"Robson Green and Mark Benton co-star in Christmas Lights, a one-off comedy drama for ITV1 centred on two lifelong friends who have always competed with each other. The festive season brings on new challenges and takes their rivalry to extremes resulting in the two friends forgetting what Christmas is really about. Can anything bring them to their senses?","release_date":"2004-12-20","vote_average":5.3,"runtime":70,"cert":"","id":76591,"title":"Christmas Lights","adult":false,"genre_ids":[35,18]},{"cast":["Lisa Fjeldstad","Knut Risan","Per Theodor Haugen","Bente Børsum","Ole-Jørgen Nilsen"],"overview":"Nora Helmer has years earlier committed a forgery in order to save the life of her authoritarian husband Torvald. Now she is being blackmailed lives in fear of her husband's finding out and of the shame such a revelation would bring to his career. But when the truth comes out, Nora is shocked to learn where she really stands in her husband's esteem.","release_date":"1973-06-12","vote_average":0.0,"runtime":106,"cert":"N\/A","id":76592,"title":"A Doll's House","adult":false,"genre_ids":[18]},{"cast":["Nick Diaz","B.J. Penn","Cheick Kongo","Matt Mitrione","Roy Nelson"],"overview":"UFC 137: Penn vs. Diaz was a mixed martial arts event held by the Ultimate Fighting Championship on October 29, 2011 at Mandalay Bay Events Center in Las Vegas, Nevada.","release_date":"2011-10-29","vote_average":6.8,"runtime":171,"cert":"N\/A","id":76593,"title":"UFC 137: Penn vs. Diaz","adult":false,"genre_ids":[]},{"cast":["Tobias Swärd","Jimmy Sandin","Per Oscarsson","Thomas Roos","Gunilla Abrahamsson"],"overview":"Young Berra has a friend, Ulf. Ulf has a grandfather which he likes very much, he gives Ulf presents and takes him on fishing trips. Berra doesn't have a grandfather, but he wants one that's nice to him and who can teach him to whistle. Ulf knows where to find a grandfather - at a home for senior citizens. They go searching together and Berra finds a great pretend grandfather, Nils.","release_date":"1994-12-24","vote_average":6.0,"runtime":55,"cert":"N\/A","id":76594,"title":"Kan du vissla Johanna?","adult":false,"genre_ids":[10751,10770]},{"cast":["Kristoffer Appelquist"],"overview":"Kristoffer Appelquist tar ut sina gamla skämt på en sista krogrunda genom Sverige.","release_date":"2010-03-01","vote_average":5.5,"runtime":60,"cert":"N\/A","id":76595,"title":"Bye, all jokes","adult":false,"genre_ids":[35]},{"cast":["Anna Geislerová","Luděk Munzar","Hynek Čermák","Zita Morávková","Anna Linhartová"],"overview":"The fall from the top to the absolute bottom can be very fast. A renowned physician, also a beloved father and husband, is accused of a serious felony. Innocence is hard to prove, especially when in desperation to try to save oneself, we sacrifice the secrets that should have remained hidden forever.","release_date":"2011-01-20","vote_average":6.2,"runtime":98,"cert":"N\/A","id":76596,"title":"Innocence","adult":false,"genre_ids":[18,53]},{"cast":["Patrick Bruel","Isabella Ferrari","Marthe Keller","Pinkas Braun","Dieter Kirchlechner"],"overview":"In this French crime film, set during the time of the Gulf War, an elderly German tourist is murdered in Paris by junk dealer Joseph Katz (Pinkas Braun), a friend of Paris detective Sam Bellamy (singer Patrick Bruel). Romantically involved with the victim's daughter Emma Guter (Isabella Ferrari), Bellamy covers up the crime he witnessed. Joseph then mysteriously vanishes, and Bellamy heads for Berlin where the victim's possessions are auctioned. After Bellamy finds the source of the well-hidden traffic in art stolen by Nazis from French Jews, he discovers a Nazi war criminal is blackmailing past associates. Incorporating background from journalist Hector Feliciano's Lost Museum, the film is adapted from Guy Konopnicki's novel, Pas de Kaddish pour Sylberstein (No Kaddish for Sylberstein).","release_date":"1997-08-27","vote_average":7.1,"runtime":null,"cert":"N\/A","id":76597,"title":"K","adult":false,"genre_ids":[80,53]},{"cast":["Josef Abrhám","Vlasta Chramostová","Dagmar Veškrnová-Havlová","Eva Holubová"],"overview":"A bitter sweet comedy that follows a highly appointed Chancellor who set to step down from his position after years of service to his country. With just two last days left to enjoy his palatial villa before he is finally evicted, his situation gradually goes from bad to worse.","release_date":"2011-01-20","vote_average":5.5,"runtime":94,"cert":"N\/A","id":76598,"title":"Odcházení","adult":false,"genre_ids":[35,18]},{"cast":["Tom Novembre","Michel Serrault","Richard Bohringer","Féodor Atkine","Michel Constantin"],"overview":"","release_date":"1992-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76599,"title":"Ville à vendre","adult":false,"genre_ids":[]},{"cast":["Kate Winslet","Zoe Saldana","Sam Worthington","Sigourney Weaver","Oona Chaplin"],"overview":"A sequel to Avatar (2009).","release_date":"2021-12-17","vote_average":0.0,"runtime":null,"cert":"","id":76600,"title":"Avatar 2","adult":false,"genre_ids":[28,12,14,878]},{"cast":["Jane Birkin","Sabine Azéma","Benoît Régent","Matthias Habich","Vanessa Larré"],"overview":"This French thriller begins with a flashback to a small village dance where a six-year-old girl is kidnapped and killed. Seventeen years later the murder remains unsolved. The girl's parents Caroline and Chris have gone on with separate lives Caroline remarried and had another daughter while Chris became an alcoholic. The two are thrown back together when each begin receiving strange messages that imply their daughter has returned from the dead for vengeance. They contact a police detective (the lover of Caroline's best friend) who finds the case intriguing and decides to reopen it. Unfortunately, as soon as he begins questioning the old suspects, people begin to die.","release_date":"1995-08-09","vote_average":3.0,"runtime":null,"cert":"N\/A","id":76601,"title":"Black for Remembrance","adult":false,"genre_ids":[80]},{"cast":["Marianne Basler","Laurent Labasse","Michel Bertay","Jacques Legras","Dominique Zardi"],"overview":"","release_date":"1998-10-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":76604,"title":"Vidange","adult":false,"genre_ids":[80,18]},{"cast":["Shawn Andrews","Seymour Cassel","Desi Lydic"],"overview":"A recidivist horse better in search of his missing girlfriend discovers that though circumstances seem to indicate that something horrible has occurred, something entirely beyond his control, the reasons for her puzzling disappearance could lie squarely with himself.","release_date":"2008-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":76607,"title":"Big city Heart","adult":false,"genre_ids":[18,10749]},{"cast":["Maria Ploae","Dorina Lazăr","Ecaterina Nazare","Maria Rotaru","Victoria Cociaș"],"overview":"Based on Nicole Valery-Grossu's European best seller autobiographic novel \"Bless you, prison\", the film is a true story, with real events and characters. A young intellectual woman, Nicole is arrested. There follow three months of exhausting interrogation and isolation. Alone in a cell, she undergoes a spiritual experience similar to that of the great mystics.","release_date":"2002-11-08","vote_average":7.0,"runtime":90,"cert":"N\/A","id":76608,"title":"Bless You, Prison","adult":false,"genre_ids":[18,36]},{"cast":["Mathieu Kassovitz","Iabe Lapacas","Malik Zidi","Alexandre Steiger","Daniel Martin"],"overview":"Dissidents in a French colony attack a police station and take hostages.","release_date":"2011-11-16","vote_average":6.8,"runtime":136,"cert":"N\/A","id":76609,"title":"Rebellion","adult":false,"genre_ids":[18,28,36]},{"cast":["Paul Blackthorne","Mädchen Amick","Katie Carr","Alice Evans","Alec Newman"],"overview":"A group of young adults spending a weekend together on a secluded island in Maine find themselves haunted by the choices they didn't make as they confront the meaning of love, friendship, and their lives in a world of virtual wonders and genetic cloning.","release_date":"2005-11-11","vote_average":0.0,"runtime":104,"cert":"N\/A","id":76610,"title":"Four corners of suburbia","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Relationships are put to the test when a couple visits a friend for the weekend, and loves old and new begin to emerge.","release_date":"2010-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":76611,"title":"Kisses, Chloe","adult":false,"genre_ids":[18]},{"cast":["Macy Chan","Fala Chen","Maggie Cheung Hoh-Yee","Hoi-Ning Ko","Eric Tsang"],"overview":"Lam Luk (Cho-lam Wong), Jit Sau (Johnson Lee), Fook Cheung (Louis Yuen) are three unemployed friends who come together to help Lam Luk get married. After Lam Luk proposed to his girlfriend (Fiona Sit), his future father-in-law (Eric Tsang) stipulated that he will allow the marriage only if Lam Luk can come up with $500,000 for the downpayment of their future apartment. The three friends must now do everything they can to come up with the money ….","release_date":"2011-08-11","vote_average":7.0,"runtime":92,"cert":"N\/A","id":76612,"title":"The Fortune Buddies","adult":false,"genre_ids":[35]},{"cast":["Victor J. Vazquez","Minke Wang","Álvarro Arroba","Pepe Grosso","Pepe Manteca"],"overview":"La vida sublime tells the story of a grandson who finds the passion he seeks in the character of his dead grandfather, «El Cuco», and the trip his grandfather made as a youth to southern Spain in the early 1940s. A trip that should have remained a family mystery. The South and his grandfather open up a fascinating new world, a space in which a personal memory that immortalizes «El Cuco» can be created. A tribute by a grandson to the lost generation of the Franco dictatorship era, one which was not able to fulfill its dreams. A quest for the myth, and the sublime. A new writing of family history. A film that deals with the issue of borders. Borders between North and South, imagination and reality, present and past, grandfathers and grandsons, Spain and America, madness and lucidity","release_date":"2010-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":76613,"title":"The Life Sublime","adult":false,"genre_ids":[18]},{"cast":["Maria Kwiatkowsky","Gabriela Maria Schmeide","Oliver Stokowski","Jule Ronstedt","Sissy Höfferer"],"overview":"After moving to Munich with her parents Kristin and Bernd, the 16-year-old Amelie has problems adjusting to her new school. Although the family seems to be happy, her parents are too busy themselves to notice how depressed she is - until she tries to commit suicide. Amelie survives, but her disease worsens...","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76614,"title":"Liebe Amelie","adult":false,"genre_ids":[18]},{"cast":["Alexandra Daddario","Dan Yeager","Bill Moseley","Marilyn Burns","Tania Raymonde"],"overview":"A young woman learns that she has inherited a Texas estate from her deceased grandmother. After embarking on a road trip with friends to uncover her roots, she finds she is the sole owner of a lavish, isolated Victorian mansion. But her newfound wealth comes at a price as she stumbles upon a horror that awaits her in the mansion’s dank cellars.","release_date":"2013-01-03","vote_average":5.3,"runtime":92,"cert":"18","id":76617,"title":"Texas Chainsaw 3D","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Magical Dragon Land is just a click away on this DVD collection of five stories from the animated PBS Kids series produced by the creators of Sesame Street. Siblings Emma (age six) and Max (age four) and their dragon pals learn more lessons about friendship, teamwork, and accepting each other's differences.","release_date":"2002-04-03","vote_average":0.0,"runtime":30,"cert":"N\/A","id":76618,"title":"Dragon Tales: It's Cool to be Me!","adult":false,"genre_ids":[10751]},{"cast":["Lee Min-ki","Lee Sun-kyun","Lee Soo-kyung","Eugene","Lee Il-hwa"],"overview":"Three Korean couples travel separately to the Philippines. A middle aged couple first time abroad, a convenience store clerk bumps into an incognito pop star and the runaway Soo-jin meets a businessman who is there for his father's death.","release_date":"2008-12-24","vote_average":6.4,"runtime":105,"cert":"N\/A","id":76619,"title":"Romantic Island","adult":false,"genre_ids":[18,35,10749]},{"cast":["Lindsey Leino","Joe Stezar"],"overview":"Her fears and inability to cope with the harsh realities of life becoming so intense that they manifest themselves in an altered state of reality, a schizophrenic girl begins taking orders from a pair of clown dolls who instruct her to murder her adulterous mother.","release_date":"2009-01-01","vote_average":5.0,"runtime":88,"cert":"N\/A","id":76620,"title":"Shattered Lives","adult":false,"genre_ids":[27,53]},{"cast":["Yul Vasquez","William Forsythe","Jonathan Sachar","Nicole DuPort","Dani Englander"],"overview":"Hazel Fortune works in a strip club in the small Southern town of Redemption. Haunted by the death of his only daughter, Fortune has become a self-destructive, suicidal alcoholic, until he meets Starla Motes. Hazel's downward spiral is interrupted when is befriended by Starlas daughter, Hope. But when Hope is kidnapped by Enoch Pitt, a ruthless, psychotic preacher on a bloody crusade, Hazel must make the decision to rejoin the living and risk life and limb to save her from a terrible end.","release_date":"2007-01-01","vote_average":4.5,"runtime":104,"cert":"N\/A","id":76621,"title":"Southern Gothic","adult":false,"genre_ids":[27]},{"cast":["George Elliott","Holly Brisley","Rhys Muldoon","Kelly Butler","Vincent Stone"],"overview":"The Crop, set in the early '80s, is about a larrikin nightclub owner, Ronnie (Blade) Gillette, and his barmaid girlfriend Geraldine. Two months after random breath testing has been introduced, Blade realises he's going broke. Afraid of driving under the influence, his customers are not buying his grog-they're going out to the carpark to smoke dope. Like any good businessman, Blade decides he needs a strategy. He decides to grow some dope as a way out of his financial hole. Diversify and expand-beauty!","release_date":"2004-08-14","vote_average":3.8,"runtime":103,"cert":"N\/A","id":76622,"title":"The Crop","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A century long search for an important ancient Egyptian royal tomb ... its location defined by a discredited antique manuscript ... a young archaeologist believing in its veracity. The search for the key to break the antique code of the papyrus ... the fight to give a voice to the past begins. A true story ...","release_date":"2009-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":76625,"title":"The Tomb Robbery Papyrus. Notes of a Past","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2003, on the eve of the Iraq war, acclaimed director Iara Lee embarked on a journey to better understand a world increasingly embroiled in conflict and, as she saw it, heading for self-destruction. After several years, traveling over five continents, Iara encountered growing numbers of people who committed their lives to promoting change through the arts. This is their story. From IRAN, where graffiti and rap have become tools in fighting government repression, to BURMA, where monks acting in the tradition of Gandhi take on a dictatorship, to PALESTINIAN refugee camps in LEBANON, where photography, music, and film have given a voice to those rarely heard, CULTURES OF RESISTANCE explores how art and creativity can be ammunition in the battle for peace and justice.","release_date":"2010-05-18","vote_average":5.6,"runtime":73,"cert":"N\/A","id":76626,"title":"Cultures of Resistance","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A 2004 British television documentary examining controversial music videos.","release_date":"2004-07-24","vote_average":5.5,"runtime":100,"cert":"","id":76627,"title":"X-Rated: The Pop Videos They Tried to Ban","adult":false,"genre_ids":[99,10402]},{"cast":["Jack Holt","Evelyn Brent","C. Montague Shaw","Tris Coffin","John Ward"],"overview":"A murderous gang of counterfeiters has kidnapped the government's best engraver and is forcing him to print virtually undetectable phony money. The Secret Service sends its toughest agent, Jack Holt, and a female partner after the gang.","release_date":"1941-11-21","vote_average":6.0,"runtime":280,"cert":"N\/A","id":76628,"title":"Holt Of The Secret Service","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"Reconstructing John’s last day in detail by way of radio and TV reports, the memories of people John knew and those he encountered before his assassination by Mark Chapman, relive one of the most momentous and tragic events in music history.","release_date":"2010-12-06","vote_average":8.0,"runtime":60,"cert":"","id":76631,"title":"The Day John Lennon Died","adult":false,"genre_ids":[99,10402]},{"cast":["Alex Tank","Benny Wetscher","Christian Haller","Christophe Schmidt","Colin Frei"],"overview":"Isenseven presents their 10th consecutive film Kaleidoscope. The DVD comes with a 32 page booklet, bonus sections and an Isenseven sticker.  The companies that made this project possible are Pleasure Magazine, Burton, Nike 6.0, Foursquare, Oakley, Head, DC, Volcom, Ride, Zimtstern, ONeill, Vans, Fiat Freestyle Team, Planet-Sports, Snowstyle.  Countries traveled: Germany, Austria, Switzerland, Italy, France, Norway, Sweden, Finnland, Poland, Czech Republic, Japan, USA and Canada.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76632,"title":"Isenseven: Kaleidoscope","adult":false,"genre_ids":[]},{"cast":["Andre Tröltzsch","Basti Kuhn","Marco Smolla","Peter König","Chris Patsch"],"overview":"The Übermovie is a more than worthy successor for Prediculous, Well...? etc. featured riders: Andre Tröltzsch, Basti Kuhn, Marco Smolla, Peter König, Chris Patsch, André Kuhlmann, Xaver Hoffmann, Christophe Schmidt, Strauss-Twins, Michi Zirngibl together with the scandinavians Fredrik Evensen, Daniel Ek, Erik Botner und HC Bergheim.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76633,"title":"Isenseven: Übermovie","adult":false,"genre_ids":[]},{"cast":["Basti Kuhn","Marco Smolla","Chris Patsch","Vinzenz Lüps","Alex Rieger"],"overview":"Isenseven 2007","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76634,"title":"Isenseven: Prediculous","adult":false,"genre_ids":[]},{"cast":["Tina Tanzer","David Ian Lee","Thomas Rowen","Nat Cassidy","Danielle Quisenberry"],"overview":"Laura Sommers is hearing voices in her head and consults with a psychiatrist. The therapy is suddenly cut short when New York City is rocked by an alien invasion...","release_date":"2011-11-21","vote_average":1.0,"runtime":91,"cert":"N\/A","id":76635,"title":"Battle: New York, Day 2","adult":false,"genre_ids":[27,878]},{"cast":["Thierno Leye","Myriam Niang","Seune Samb","Fatim Diagne","Younouss Seye"],"overview":"It is the dawn of Senegal's independence from France, but as the citizens celebrate in the streets we soon become aware that only the faces have changed. White money still controls the government. One official, Aboucader Beye, known by the title \"El Hadji,\" takes advantage of some of that money to marry his third wife, to the sorrow and chagrin of his first two wives and the resentment of his nationalist daughter. But he discovers on his wedding night that he has been struck with a \"xala,\" a curse of impotence. El Hadji goes to comic lengths to find the cause and remove the xala, resulting in a scathing satirical ending.","release_date":"1975-10-01","vote_average":6.4,"runtime":123,"cert":"N\/A","id":76636,"title":"Xala","adult":false,"genre_ids":[35]},{"cast":["Michel Serrault","Patricia Barzyk","Micheline Presle","Jean Abeillé","Shéhérazade Bahri"],"overview":"","release_date":"2005-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76637,"title":"Grabuge !","adult":false,"genre_ids":[35]},{"cast":["Václav Helšus","Klára Issová","Daniela Bakerová","Zuzana Krónerová"],"overview":"Eugene, an aging man, leads a double life – one real, the other in his dreams. He goes to see a psychoanalyst, who tries to interpret the meaning of his dreams. Eugene finds a way of entering his dream-world at will and finds out about his childhood and what really happened to his parents.","release_date":"2010-09-16","vote_average":6.6,"runtime":105,"cert":"N\/A","id":76638,"title":"Surviving Life (Theory and Practice)","adult":false,"genre_ids":[16,35,14]},{"cast":["Jean Gabin","Nadia Gray","Andrée Clément","Elina Labourdette","Albert Dinan"],"overview":"","release_date":"1953-11-13","vote_average":7.0,"runtime":82,"cert":"N\/A","id":76639,"title":"Rhine Virgin","adult":false,"genre_ids":[18]},{"cast":["Arnold Schwarzenegger","Forest Whitaker","Rodrigo Santoro","Johnny Knoxville","Jaimie Alexander"],"overview":"Ray Owens is sheriff of the quiet US border town of Sommerton Junction after leaving the LAPD following a bungled operation. Following his escape from the FBI, a notorious drug baron, his gang, and a hostage are heading toward Sommerton Junction where the police are preparing to make a last stand to intercept them before they cross the border. Owens is reluctant to become involved but ultimately joins in with the law enforcement efforts","release_date":"2013-01-12","vote_average":5.9,"runtime":107,"cert":"15","id":76640,"title":"The Last Stand","adult":false,"genre_ids":[28,80,53]},{"cast":["Jutta Savill","Ademar Gevaerd"],"overview":"Mankind's most carefully guarded secret revealed! For the first time.... information that you were never meant to know. Amazing UFO photos and video footage you were never meant to see. over 30 experts are represented in the fields of medicine, physics, science, aviation, journalism, biology, religion, politics, military and more! The difinitive documentary about E.T and UFO disclosure.","release_date":"2006-12-13","vote_average":6.7,"runtime":98,"cert":"N\/A","id":76641,"title":"FastWalkers","adult":false,"genre_ids":[99]},{"cast":["Fernandel","Nicole Berger","Claude Nollier","Philippe Nicaud","Georges Chamarat"],"overview":"","release_date":"1955-04-12","vote_average":0.0,"runtime":95,"cert":"N\/A","id":76642,"title":"Le printemps, l'automne et l'amour","adult":false,"genre_ids":[35,18]},{"cast":["Björn Dixgård","Samuel Giers","Mats Björke","Juliette Lewis","Klaus Voormann"],"overview":"On September 2, 2010, Mando Diao recorded an MTV Unplugged concert at Union Film-Studios in Berlin, featuring guest appearances by Daniel Haglund, Ray Davies, Klaus Voormann, Juliette Lewis and Lana Del Rey.","release_date":"2010-11-12","vote_average":8.5,"runtime":125,"cert":"N\/A","id":76643,"title":"Mando Diao: MTV Unplugged - Above and Beyond","adult":false,"genre_ids":[]},{"cast":["Jean Gabin","Danielle Darrieux","Nadja Tiller","Paul Frankeur","Hazel Scott"],"overview":"Vallois, a vice inspector for the Paris police, takes special interest in the plight of drug-addicted Lucky (Najda Tiller), whom he considers to be more victim than criminal. Taking it upon himself to wean Lucky away from narcotics, Vallois also wins her love -- and, incidentally, smashes the dope ring responsible for her addiction","release_date":"1958-05-14","vote_average":6.4,"runtime":93,"cert":"N\/A","id":76644,"title":"The Night Affair","adult":false,"genre_ids":[80,53,10749]},{"cast":["Fish"],"overview":"This DVD features the 20th anniversary concert recording of the Marillion classic, MISPLACED CHILHOOD filmed in Amsterdam in November 2005. Also included in the line up are Fish favorites such as, \"Big Wedge,\" \"Credo,\" as well as Marillion classics, \"Market Square Heroes\" and \"Incommunicado.\"Setlist:Big WedgeMoving TargetBrother 52Raingods DancingWake Up Call (Make It Happen)Innocent PartyLong Cold DayCredoIntermezzo: La Gazza Ladra (Rossini)Misplaced Childhood:i) Pseudo Silk Kimonoii) Kayleighiii) Lavenderiv) Bitter Suitev) Heart of Lothianvi) Waterhole (Espresso Bongo)vii) Lords of the Backstageix) Childhood's Endx) White featherEncore I:IncommunicadoMarket Square HeroesEncore II:Fugazi","release_date":"2006-09-19","vote_average":6.2,"runtime":192,"cert":"","id":76645,"title":"Fish: Return to Childhood","adult":false,"genre_ids":[10402]},{"cast":["Joakim Brodén"],"overview":"1 Ghost Division (Live at Rockstad Falun, 2008) 2 The Art Of War (Live at Rockstad Falun, 2008) 3 Into The Fire (Live at Rockstad Falun, 2008) 4 Nuclear Attack (Live at Rockstad Falun, 2008) 5 Rise Of Evil (Live at Rockstad Falun, 2008) 6 40:1 (Live at Rockstad Falun, 2008) 7 Wolfpack (Live at Rockstad Falun, 2008) 8 Panzer Batallion (Live at Rockstad Falun, 2008) 9 Price Of A Mile (Live at Rockstad Falun, 2008) 10 In The Name Of God (Live at Rockstad Falun, 2008) 11 Union (Live at Rockstad Falun, 2008) 12 A Light In The Black (Live at Rockstad Falun, 2008) 13 Primo Victoria (Live at Rockstad Falun, 2008) 14 Cliffs Of Gallipoli (Live at Rockstad Falun, 2008) 15 Attero Dominatus (Live at Rockstad Falun, 2008) 16 Metal Medley (Live at Rockstad Falun, 2008) 17 Coat Of Arms (Video clip) (music video) 18 Uprising (Video clip) (music video) 19 Screaming Eagles (Video clip) (music video)","release_date":"2011-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76646,"title":"Sabaton - World War Live: Battle Of The Baltic Sea","adult":false,"genre_ids":[10402]},{"cast":["Jean Gabin","Françoise Fabian","Michel Constantin","Paul Frankeur","Guy Decomble"],"overview":"Gangsters from the United States try to kill a key government witness whose testimony could help land an influential mobster in jail. It's up to detective Maigret to deal with the FBI and a series of underworld figures to save the life of the witness...","release_date":"1963-09-18","vote_average":5.2,"runtime":87,"cert":"N\/A","id":76647,"title":"Maigret Sees Red","adult":false,"genre_ids":[80,18,9648]},{"cast":["Jean Gabin","Fernandel","Marie Dubois","Paulette Dubost","Claude Mann"],"overview":"Antoine and Marie decided to introduce their parents before the wedding. Summer vacation looks like  a good time, so the Lartigue family prepares to host Malhouin family. But it turns out that the harsh Emil Malhouin is not too happy to get acquainted with his future relatives...","release_date":"1964-12-23","vote_average":5.1,"runtime":95,"cert":"N\/A","id":76648,"title":"That Tender Age","adult":false,"genre_ids":[35,18]},{"cast":["Kit Harington","Carrie-Anne Moss","Emily Browning","Adewale Akinnuoye-Agbaje","Jessica Lucas"],"overview":"In 79 A.D., Milo, a slave turned gladiator, finds himself in a race against time to save his true love Cassia, the beautiful daughter of a wealthy merchant who has been unwillingly betrothed to a corrupt Roman Senator. As Mount Vesuvius erupts in a torrent of blazing lava, Milo must fight his way out of the arena in order to save his beloved as the once magnificent Pompeii crumbles around him.","release_date":"2014-02-18","vote_average":5.4,"runtime":105,"cert":"12A","id":76649,"title":"Pompeii","adult":false,"genre_ids":[28,12,36,10749,18]},{"cast":["Alice Cooper","Eric Singer","Ryan Roxie","Pete Freezin'","Greg Smith"],"overview":"Shot in London during the 2000 world tour, Brutally Live showcases Alice Cooper doing what he's been doing better than anyone else over the past 25 years: turning a rock concert into a campy theatrical extravaganza. That he's old enough to be almost anyone in the audience's (grand?)father is quite beside the point. For Alice remains one of the few who knows that rock &amp; roll should be fun, even if that means severed heads, gushing blood, and murdered babies. Even the fabled guillotine, from his heyday a quarter-century ago, makes an appearance. Alice also takes a shot at Marilyn Manson, Ozzy Osbourne, and Kiss by calling them \"my undisciplined children.\"","release_date":"2000-12-05","vote_average":7.0,"runtime":105,"cert":"N\/A","id":76650,"title":"Alice Cooper: Brutally Live","adult":false,"genre_ids":[10402]},{"cast":["Françoise Rosay","Albert Préjean","Lisette Lanvin","Charles Vanel","Roland Toutain"],"overview":"When her fiancé breaks off their engagement, Danielle leaves London and returns to her mother, Jenny, in Paris. With her business partner Benoît, Jenny runs what appears to be a respectable nightclub – it is in fact a place where wealthy men can buy the favours of attractive young women. Oblivious to her mother's professional and personal life, Danielle meets a handsome young man named Lucien, and falls in love with him – not realising that he is Jenny's lover...","release_date":"1936-09-18","vote_average":5.3,"runtime":104,"cert":"N\/A","id":76651,"title":"Jenny","adult":false,"genre_ids":[35,18]},{"cast":["Alice Cooper","Al Pitrelli","Pete Freezin'","Derek Sherinian","Tommy Caradonna"],"overview":"Almost the entire TRASH album is in the set list, except \"why Trust You\", \"Hell Is Living Without You\" and \"Only My Heart Talking\" but the songs that are on here all go well in the same set list, they sound terrific, and get better as the show rolls on... A lot of people where asking on web sites if Slash, Bon Jovi, Steven Tyler and Joe Perry where on this show? No, it wouldve been nice to see them, but no, they are not on the show, there are no guests at all, there is a female who comes on later in the show to add some pretty good backing vocals tho, she really lifts the sound of the vocals.","release_date":"1990-09-17","vote_average":6.5,"runtime":90,"cert":"","id":76652,"title":"Alice Cooper: Trashes the World","adult":false,"genre_ids":[10402]},{"cast":["Anathema"],"overview":"This DVD features a fantastic performance at Metalmania Festival in March 2006. The band brilliantly perfoms their \"The best of\" setlist, as well as the Pink Floyd cover \"Comfortably Numb\". Also featured is a guest performance by Bacchus String Quartet.","release_date":"2006-07-18","vote_average":5.8,"runtime":120,"cert":"","id":76653,"title":"Anathema: A Moment In Time","adult":false,"genre_ids":[10402]},{"cast":["Michael Worth","Damian Chapa","Marshall R. Teague","Kate Connor","Kate Connor"],"overview":"At a secret Russian nuclear missile base, an ex-U.S. SEAL member is planning to launch a missile strike on the United States, and the only way to stop him is with the best of the best. Because of a natural gas refinery leak, the newly formed team must infiltrate without conventional weapons and use a mixture of martial arts skills, swords, crossbows and unconventional arms in their top secret attack.","release_date":"2001-06-21","vote_average":6.3,"runtime":95,"cert":"N\/A","id":76654,"title":"U.S. Seals II: The Ultimate Force","adult":false,"genre_ids":[28]},{"cast":["Joe Elliott"],"overview":"Documentary of the Sparkle Lounge Tour","release_date":"2011-06-07","vote_average":0.0,"runtime":120,"cert":"","id":76655,"title":"Def Leppard: Mirrorball (Live & More)","adult":false,"genre_ids":[10402,99]},{"cast":["Antonio Sabàto, Jr.","Angie Everhart","R. H. Thompson","Karl Pruner","Duane Murray"],"overview":"A cop on the track of a criminal finds himself in the midst of an unfinished subway tunnel, when his flashlight reveals a startling discovery: a three meter long scorpion-like Bug. With one slice of its massive tail the bug fells the man and devours him. FBI agent Matt Pollack is brought in to investigate, and when forensics reveal the source of the problem, he turns to his friend and entomologist Emily Foster for help.","release_date":"2003-09-06","vote_average":4.3,"runtime":82,"cert":"15","id":76656,"title":"Bugs","adult":false,"genre_ids":[27,878]},{"cast":["Kaley Cuoco","Adam Brody","Ricky Ullman","Rebeccah Bush","Kaitlin Cullum"],"overview":"A tell-all story of what happened behind the scenes of the 70s hit TV series \"The Brady Bunch.\" Based on the book written by Barry Williams, the actor who played Greg Brady.","release_date":"2000-05-21","vote_average":6.3,"runtime":100,"cert":"N\/A","id":76657,"title":"Growing Up Brady","adult":false,"genre_ids":[18]},{"cast":["Christina Applegate","Stefano Dionisi"],"overview":"Italian Stefano arrives on Dolphin Island off the coast of Georgia and gets a job as a handyman at a motel. He strikes up a romance with an emotionally troubled young woman, who works as a motel maid\/laundress and stripper in a small coastal town in Georgia.","release_date":"1998-04-17","vote_average":0.0,"runtime":91,"cert":"N\/A","id":76658,"title":"Claudine's Return","adult":false,"genre_ids":[]},{"cast":["Yuuri Sunohara","Hiromi Saotome"],"overview":"The only difference with this one as opposed to the other \"entries\" - is this one has 2 girls committing suicide, and they are outdoors and wearing samurai style outfits as opposed to Japanese robes or some other \"costume\". Also, they stab themselves with samurai swords instead of the typical shorter ritual knives...","release_date":"1990-01-01","vote_average":4.0,"runtime":42,"cert":"N\/A","id":76659,"title":"Beautiful Swordswomen: Double Seppuku","adult":false,"genre_ids":[27]},{"cast":["Antje Mönning","Marina Anna Eich","Mira Gittner","Martin Kagerer","Patricia Koch"],"overview":"Three women - no moral. Morality is the excuse for those who don't dare to live their truth.Michaela, Gabriela and Lucy are angels of vice. On their motorbikes they ride through the countryside to live their pleasure. They could see a lot, but only see themselves. They call themselves angels but they are angels with dirty wings. To be a full member in the exile paradise of angels, Lucy has to prove herself and stand the tests. The new film of Roland Reber and Mira Gittner is an anthem of immorality. A holy song of egoism and a painful study about our time and a generation who rent their feelings.","release_date":"2009-03-03","vote_average":4.5,"runtime":90,"cert":"N\/A","id":76660,"title":"Angels with Dirty Wings","adult":false,"genre_ids":[18]},{"cast":["Christina Applegate","David Mendenhall","Eb Lottimer","Patrick Richwood","Aron Eisenberg"],"overview":"Tough drama looks at the plight of a young L.A. prostitute, who shoots heroin to get through the day, sells sex just to survive, and eats roadkill sometimes when there isn't anything else available. Into this futile existence is thrown a psycho killer, who gets off on raping and slaughtering the girls he catches on the streets. Sy is a straight kid from Sanata Barbara, who gets drawn into this scuzzy underworld and tries to rescue the young prostitute from the killer and her existence.","release_date":"1990-01-19","vote_average":5.5,"runtime":85,"cert":"N\/A","id":76661,"title":"Streets","adult":false,"genre_ids":[28,18,53]},{"cast":["Alison Goldfrapp","Will Gregory"],"overview":"Wonderful Electric is a video album by British electronic duo Goldfrapp.","release_date":"2004-09-27","vote_average":0.0,"runtime":160,"cert":"","id":76662,"title":"Goldfrapp: Wonderful Electric - Live in London","adult":false,"genre_ids":[10402]},{"cast":["Armando Iannucci","Elizabeth Bell","Don Fellows","James Feuer","Norman Fraser"],"overview":"A mockumentary taking a comic-look at how the Lewinsky scandal is perceived in the year 2028.","release_date":"1998-11-02","vote_average":0.0,"runtime":30,"cert":"","id":76663,"title":"Clinton: His Struggle with Dirt","adult":false,"genre_ids":[35]},{"cast":["Erica Roby","Jessica Bork","Danae Nason","Sarah Lieving","Shaley Scott"],"overview":"After a meteor shower in California, Melissa feels that her co-workers and her boss Samantha that work in the agency owned by Vickland are acting differently after receiving a weird plant. She shares her fears with her colleague Billie and with Detective Alexander that are the only persons that she can trust","release_date":"2007-07-24","vote_average":2.7,"runtime":85,"cert":"N\/A","id":76666,"title":"Invasion of the Pod People","adult":false,"genre_ids":[27,878]},{"cast":["Anathema"],"overview":"The first full length DVD from Anathema on Music For Nations. Filmed in Poland in 2004, supporting the 'A Natural Disaster' album. 20 tracks mixed in stereo and 5.1 surround sound. Includes rarely seen promo clip for 'Pressure' as well as a string quartet acoustic performance filmed in their native Liverpool. There is also an unseen promo clip for 'Release' in London as well as a live performance of 'temporary Peace' filmed in Hamburg. Includes 8 page booklet with artwork by Travis Smith. Region 0\/Pal\/NTSC. 2004.","release_date":"2004-12-21","vote_average":6.8,"runtime":110,"cert":"","id":76667,"title":"Anathema: Were You There?","adult":false,"genre_ids":[10402]},{"cast":["Bret Michaels","C.C. DeVille","Bobby Dall","Rikki Rockett"],"overview":"Break out the hair spray again for '80s glam-rockers Poison!! Live, Raw &amp; Uncut DVD is a live concert from 2007, recorded at Verizon Wireless Amphitheatre in St. Louis, Missouri, in support of their 2007 cover album Poison'd. Features the following songs:  Look What the Cat Dragged In; I Want Action; Ride the Wind; I Won't Forget You; What I Like About You; C.C.'s Guitar Solo; I Hate Every Bone In Your Body But Mine; Something To Believe In; Can't You See; Your Mama Don't Dance; I Need to Know; Rikki's Drum Solo; Unskinny Bop; Every Rose Has Its Thorn; Fallen Angel; Talk Dirty to Me; Nothin' but a Good Time.","release_date":"2008-11-25","vote_average":9.0,"runtime":null,"cert":"N\/A","id":76676,"title":"Poison: Live, Raw & Uncut","adult":false,"genre_ids":[10402]},{"cast":["Esa Pakarinen","Masa Niemi","Siiri Angerkoski","Armas Jokio","Irja Kuusla"],"overview":"","release_date":"1957-03-01","vote_average":4.8,"runtime":73,"cert":"N\/A","id":76677,"title":"Pete and Runt in a Chain Collision","adult":false,"genre_ids":[35]},{"cast":["Esa Pakarinen","Masa Niemi","Siiri Angerkoski","Armas Jokio","Anja Hatakka"],"overview":"","release_date":"1959-09-18","vote_average":2.0,"runtime":69,"cert":"N\/A","id":76678,"title":"Pekka ja Pätkä mestarimaalareina","adult":false,"genre_ids":[35]},{"cast":["Esa Pakarinen","Masa Niemi","Siiri Angerkoski","Sirkka-Liisa Wilén","Armas Jokio"],"overview":"","release_date":"1957-12-20","vote_average":2.5,"runtime":91,"cert":"N\/A","id":76679,"title":"Pekka ja Pätkä sammakkomiehinä","adult":false,"genre_ids":[35]},{"cast":["Shashi Kapoor","Nanda","Agha","Shammi","B.B. Bhalla"],"overview":"After returning from overseas, heiress Rita is stressed out and needs to go someplace to unwind. She chooses Kashmir and, upon arrival, rents a houseboat from the owner, Raja. After a few misunderstandings, they are attracted to each other and soon fall in love. This romance is not looked upon favorably by Raj Bahadur Chunilal, Rita's dad, as he would prefer his daughter marry a suitor he has chosen for her: Kishore. Rita dislikes Kishore and will only marry Raja; the wily Raj Bahadur devises a plan that will let him keep the cake and eat it too.","release_date":"1965-01-07","vote_average":3.8,"runtime":147,"cert":"N\/A","id":76682,"title":"Jab Jab Phool Khile","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Madan (Simbu) is a simple man. He joins college where Jyothika too studies. Jyothika dreams of a boy who practically rapes her in her dream, tying her hands and legs to the cot. The moment she sees this man Madan","release_date":"","vote_average":10.0,"runtime":180,"cert":"N\/A","id":76683,"title":"Manmadha","adult":false,"genre_ids":[]},{"cast":["Vivek Oberoi","Aftab Shivdasani","Ritesh Deshmukh","Amrita Rao","Genelia D'Souza"],"overview":"Three henpecked friends try to escape their unhappy marriages by seeking out some extramarital fun, only to end up being blackmailed.","release_date":"2004-04-09","vote_average":5.8,"runtime":166,"cert":"N\/A","id":76684,"title":"Masti","adult":false,"genre_ids":[35,18]},{"cast":["Paul Meurisse","Dany Saval","Suzy Delair","Roland Lesaffre","Jean Richard"],"overview":"","release_date":"1963-02-15","vote_average":6.0,"runtime":109,"cert":"N\/A","id":76685,"title":"Chicken Feed for Little Birds","adult":false,"genre_ids":[35]},{"cast":["Mohsen Kadivar","Mitra Khalatbari","Shadi Sadr","Mehdi Mohseni","Payam Akhavan"],"overview":"","release_date":"2012-08-10","vote_average":8.7,"runtime":80,"cert":"N\/A","id":76686,"title":"The Green Wave","adult":false,"genre_ids":[]},{"cast":["Marc Anthony"],"overview":"Marc Anthony brings his elegant passions to the Big Apple in this exciting 2001 concert performance. The dazzled audience erupts at the singer's knockout, Spanish-language openers, \"Y Hubo Alguien\" and \"Contra la Corriente,\" swoons to his exultant \"You Sang to Me,\" and hangs on every marvelous syllable in the exquisitely phrased \"When I Dream at Night.\" Anthony's material occasionally slides into bathos (\"That's Okay\"), but at his best he can go from big band salsa (\"Nadie Como Ella\") to Burt Bacharach-flavored pop-soul (\"My Baby You\") to gorgeous, breathless ballads (\"Da la Vuelta\") without breaking a sweat. But when he needs all engines firing at once, such as on his hot-hot-hot big hit, \"I Need to Know,\" the tension and power are delicious. Watching Anthony work a stadium crowd--gliding, dancing, playing to every corner--reminds one of Mick Jagger's playbook.","release_date":"2000-01-01","vote_average":4.8,"runtime":120,"cert":"N\/A","id":76687,"title":"Marc Anthony: The Concert from Madison Square Garden","adult":false,"genre_ids":[99,10402]},{"cast":["Alan Bennett","Peter Cook","Dudley Moore","Jonathan Miller"],"overview":"A TV version of the stage show originally performed at the Edinburgh Fringe (August 1962) and in London (Fortune Theatre, May 1961) and Broadway (October 1962).","release_date":"1964-12-12","vote_average":3.0,"runtime":66,"cert":"15","id":76688,"title":"Beyond the Fringe","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76689,"title":"IZ - Over the rainbow","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76690,"title":"Byggare Bob: Dansar cowboydans","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":76691,"title":"Byggare Bob: Riddare Bandis","adult":false,"genre_ids":[]},{"cast":["Maria Bello","Xia Yu","Xander Berkeley","Bill Hayes","Paul Pape"],"overview":"Experience the world of the magnificent and rare Giant Panda as you travel back in time on an exciting expedition through the breathtaking splendor of 1936 China. Inspired by the true-life story of widowed New York socialite Ruth Harkness, a fiercely independent woman who dared to take up her late husband's expedition, journeying deep into the forests of China to study the Giant Panda.","release_date":"2001-06-09","vote_average":4.0,"runtime":48,"cert":"N\/A","id":76692,"title":"China: The Panda Adventure","adult":false,"genre_ids":[18,28,10751]},{"cast":[],"overview":"","release_date":"2010-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76693,"title":"Byggare Bob: Rulle & Mulle","adult":false,"genre_ids":[16,10751]},{"cast":["Sacha Guitry","Jacqueline Delubac","Raimu","Andrée Guise","Robert Seller"],"overview":"A husband who has just cheated on his wife returns home in the early morning, puzzled. He finds there, without knowing it, the lover of his wife, to whom he confesses his infidelity.","release_date":"1936-12-31","vote_average":7.6,"runtime":86,"cert":"N\/A","id":76694,"title":"Let's Make a Dream","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76695,"title":"Rädda Joppe - Död eller levande","adult":false,"genre_ids":[]},{"cast":["Javier Drolas","Pilar López de Ayala","Inés Efron","Rafael Ferro","Carla Peterson"],"overview":"A romantic comedy full a refreshing global perspective, SIDEWALLS is director Gustavo Taretto's clever and moving ode to the modern people and urban landscape of Buenos Aires. Martin is a neurotic web designer taking baby steps out of the isolation of his one-room apartment and his virtual reality. Mariana is an artist fresh out of a a long relationship. Her head is a mess, just like the apartment where she takes refuge. Martin and Mariana are perfect for each other-- they live in the same street, in opposite buildings, but they never meet. Can the movement of a modern city of three million people bring them together?","release_date":"2011-02-01","vote_average":7.7,"runtime":95,"cert":"N\/A","id":76696,"title":"Sidewalls","adult":false,"genre_ids":[18,10749]},{"cast":["Sacha Guitry","Jacqueline Delubac","Betty Daussmond","Pauline Carton","Marguerite Templey"],"overview":"Husbands and wives, lovers and gigolos, all break a sweat when Dr. Marcelin’s newly-revised last will and testament is prematurely exposed.","release_date":"1936-02-15","vote_average":6.0,"runtime":96,"cert":"N\/A","id":76697,"title":"The New Testament","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-08-18","vote_average":0.0,"runtime":55,"cert":"N\/A","id":76700,"title":"Meckar Micke Och Busiga Buss","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Hundred Acre friends take your child on adventures where the friendliest part is realizing how much fun it is to share \"growing up moments\" with your very best pals. The fun starts with four delightful tales that illustrate how consideration, responsible behavior, and a little imagination can lead to wonderful experiences. Join Pooh and his pals as they find excitement around the Hundred Acre Wood. And when Tigger's birthday wishes get out of hand, your child will see how good behavior can get better results than all the wishes in the world. As each story unfolds, your child will be surrounded by favorite friends who show how to turn troubles around with a little respect, good behavior, and fun imaginative play. It's just one more way Pooh makes growing up fun.","release_date":"2003-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76701,"title":"The Magical World of Winnie the Pooh – A Great Day of Discovery","adult":false,"genre_ids":[16,10751]},{"cast":["Sacha Guitry","Jacqueline Delubac","Jacques Baumer","Pauline Carton","Saturnin Fabre"],"overview":"Sacha Guitry exchanges his usual top hat for a uniform in Désiré, playing a cavalier valet embroiled in an awkward flirtation with his new employer (played by the actor-director's real-life wife, Jacqueline Delubac), who is involved with a stuffy politician. A carefree class farce filled with memorable supporting characters, Désiré blurs the distinction between upstairs and downstairs.","release_date":"1937-12-03","vote_average":7.8,"runtime":92,"cert":"N\/A","id":76702,"title":"Desire","adult":false,"genre_ids":[35]},{"cast":["Sacha Guitry","Gaby Morlay","Jacqueline Delubac","Georges Grey","Pauline Carton"],"overview":"","release_date":"1938-01-29","vote_average":6.6,"runtime":95,"cert":"N\/A","id":76703,"title":"Quadrille","adult":false,"genre_ids":[10749,18,35]},{"cast":["Ashley Scott","A. J. Buckley","Rolanda Watts","Vanessa Evigan","Lochlyn Munro"],"overview":"In this holiday romantic comedy, a mysterious woman who works at the post office answering Santa's mail captures the heart of a disillusioned postal carrier","release_date":"2010-12-04","vote_average":5.6,"runtime":89,"cert":"N\/A","id":76706,"title":"Christmas Mail","adult":false,"genre_ids":[35,10751]},{"cast":["Robyn Cohen","Kenny Johnson","Ryan Fox","Kayo Zepeda"],"overview":"Zzyzx, the road, may lead to nowhere, but three people find themselves baking in a desert of murder, mystery, manipulation and greed when the legendary road becomes the place where their destinies collide.","release_date":"2006-01-01","vote_average":6.3,"runtime":80,"cert":"N\/A","id":76709,"title":"Burned","adult":false,"genre_ids":[53]},{"cast":["Salvatore Vecchio","Manuel Poncelis","Martin Gutierrez","Roberto Zuniga","Fransisco Zuniga"],"overview":"They are some of the biggest pyramids on the planet, millions of tons of stone and earth towering above the landscape in a display of massive wealth and power. But it wasn't the pharaohs that built these pyramids. This is the majestic ancient city of Teotihuacán, Mexico, home to one of the most powerful civilizations of its time. But why, around 750 AD, did the advanced civilization that created Teotihuacán suddenly vanish? The identities of its founders, the language they spoke and even the original name of the city are all unknown. DNA analysis of bodies from Teotihuacán shows they weren't Mayan, Incan or Aztec, but an entirely different civilization. It was assumed to have been a peaceful, utopian society, but the latest discoveries are revealing a much darker scenario. In the depths of Teotihuacán's pyramids, experts have uncovered vault after vault filled with curious human remains.","release_date":"2005-10-04","vote_average":6.8,"runtime":52,"cert":"N\/A","id":76710,"title":"National Geographic: Pyramids of Death","adult":false,"genre_ids":[99]},{"cast":["Ljuba Tadić","Danilo 'Bata' Stojković","Dušica Žegarac","Milena Dravić","Milan Srdoč"],"overview":"Dr. Ilic works in the hospital for compulsory treatment of alcoholics. By conducting his own \"special treatment\" through physical exercises, apple eating, the healing effects of listening to Wagner's music and psychodrama, a group of six patients have been taken to visit the brewery where there is a problem of alcoholism in the workplace.","release_date":"1980-03-08","vote_average":5.0,"runtime":94,"cert":"N\/A","id":76711,"title":"Special Treatment","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A psychological portrait of a young Polish theatre actress, searching for her own way in life. She plays a mechanical dancer in a play \"Dance of the Marionette\", a complete opposite of her real personality. She lives on her own, occasionally visiting a famous old actress to talk about the theater and taking care of a poor neighbor. She fights her sophisticated mother and rejecting the truth about her beloved father, who died an alcoholic.","release_date":"1985-09-02","vote_average":5.0,"runtime":105,"cert":"N\/A","id":76712,"title":"Woman in a Hat","adult":false,"genre_ids":[18]},{"cast":["Rod Cameron","Cesar Romero","Marie Windsor","Sulochana","M. N. Nambiar"],"overview":"An Indian princess (Marie Windsor), her adviser (Cesar Romero) and a white hunter (Rod Cameron) fight woolly mammoths. Filmed in sepia.","release_date":"1952-08-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":76713,"title":"The Jungle","adult":false,"genre_ids":[12,18]},{"cast":["Deborah Kerr","Yul Brynner","Jason Robards","Robert Morley","Anne Jackson"],"overview":"A Communist officer falls hard for a married woman trying to escape from Hungary.","release_date":"1959-02-19","vote_average":7.2,"runtime":126,"cert":"N\/A","id":76714,"title":"The Journey","adult":false,"genre_ids":[18,10749]},{"cast":["Kôji Ishizaka","Yoko Shimada","Teruhiko Aoi","Mieko Takamine","Mitsuko Kusabue"],"overview":"When a tycoon passes away, he unexpectedly leaves the family fortune to outsider Tamayo on the condition that she marries one of the grandsons, pitting blood against blood.","release_date":"1976-10-16","vote_average":7.6,"runtime":146,"cert":"N\/A","id":76715,"title":"The Inugamis","adult":false,"genre_ids":[27,9648]},{"cast":["Philip Baker Hall","French Stewart","Buckley Sampson","Jim Thalman","Amy Hill"],"overview":"An elderly man loses his wife and is in despair. He saves the life of a duck","release_date":"2005-03-11","vote_average":6.4,"runtime":96,"cert":"N\/A","id":76716,"title":"Duck","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film follows two teenagers from Toronto, Canada (Lena and Leco) who travel to Slovakia. The film shows the interactions between the two and the locals including Lena's relatives.","release_date":"2010-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":76717,"title":"Modra","adult":false,"genre_ids":[18]},{"cast":["Jason Alexander","Rob Estes","Kimberly Williams-Paisley","Alison Eastwood","Ron Perlman"],"overview":"A self-proclaimed dating expert tries to get his best friend, who lost his wife two years earlier, back into the dating scene, with disastrous results.","release_date":"2006-07-28","vote_average":4.0,"runtime":90,"cert":"N\/A","id":76718,"title":"How to Go Out on a Date in Queens","adult":false,"genre_ids":[35,10749]},{"cast":["Karthik Kumar","Piaa Bajpai","Nedumudi Venu","Nassar","Omar Lateef"],"overview":"Sathyanathan is a typical middle class man who has just retired. He wants to buy a plot of land in the city and move in with his wife and children - Uppilinathan(Karthik Kumar), Vishwanathan and Sindhu. But his son Uppilinathan - who is a software engineer - has no interest in the house and is keen to leave India for New York, where he has obtained a job. Sathyanathan buys the plot from \"World Famous Properties\" which is managed by Vijayakumar.","release_date":"2008-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76719,"title":"Poi Solla Porom","adult":false,"genre_ids":[18,35]},{"cast":["Maria Moore","Kandi Kobain","Allysa Andrews","Sunshine","Hayley Jane"],"overview":"How do fat girls need and want to be treated? To be stuffed until they can't take any more! In Feed Her, Fuck Her, six of XL Girls Magazine's heaviest, hottest honies satisfy their hunger for sweet treats and man-meat! It's our first hardcore DVD that stars Maria Moore, and you'll love a knocked-up Sunshine and four more!","release_date":"2008-06-01","vote_average":0.0,"runtime":97,"cert":"R18","id":76720,"title":"Feed Her Fuck Her","adult":true,"genre_ids":[]},{"cast":["Frankie Avalon","Sterling Holloway","Arnold Stang","Jonathan Winters","Peter Fernandez"],"overview":"Alakazam is a young and brave monkey who has been encouraged by all the other monkeys to become their king. After attaining the throne, he becomes rude and dictatorial, and does not believe that human beings are greater than he is. Then he tricks\/forces Merlin the magician to teach him magic (reluctantly on Merlin's part, who warns Alakazam that the powers he acquires now will bring him much unhappiness later). Alakazam becomes so arrogant that he abuses his magic powers, and chooses to go up to Majutsu Land (the Heavens), to challenge King Amo. He is defeated by King Amo. For his punishment, he is sentenced to serve as the bodyguard of Prince Amat on a pilgrimage; in order to learn humility, mercy and to fight with wisdom. Ultimately, he learns his lesson and becomes a true hero.","release_date":"1960-08-14","vote_average":4.0,"runtime":88,"cert":"N\/A","id":76721,"title":"Journey to the West","adult":false,"genre_ids":[16,14]},{"cast":["Masako Nozawa","Akio Tanaka","Akira Nagoya","Gorō Naya","Kyôko Satomi"],"overview":"Hayato's home city is under attack from a gigantic robot. His parents are lying dead in the rubble and the only remaining friend is his dog. His only thought now is revenge against the owner of the Phantom Ship (from where the robot said he was sent). He ends up in the house of Kuroshio, the leader of the fight against the Phantom Ship and the most important person in the city. By complete accident, Hayato finds his way to an underground passageway where he realises that the true nature of events does not mesh with what Kuroshio has told him. His life is now in great danger, and only he can stop the plans of the evildoers.","release_date":"1969-07-20","vote_average":6.1,"runtime":60,"cert":"N\/A","id":76722,"title":"Flying Phantom Ship","adult":false,"genre_ids":[16,878]},{"cast":["Hiraku Takemura","Noriko Ohara ","Kiyoshi Kobayashi","Issei Futamata","Gorō Naya"],"overview":"Enter the tale of the Crusher Council, a group of rugged individuals known for assignments ranging from transportation to terraforming and everything in between. In the early days of space exploration the Crushers took on the job of destroying asteroids and defining space lanes. Because of their work, they were nicknamed \"Crushers\" which eventually became their business moniker. Despite the rough and ready nature of the Crushers' work, they subscribe to a few steadfast rules. Unethical and illegal assignments are taboo, and any Crusher accepting one is barred from the Union. Of course, this presents problems for shady clients who try to trick the Crushers into accepting misleading assignments. They know that once the Union accepts a case the Crushers are honor-bound to follow it through. Among the various worlds, the Crusher Council has a stunning reputation, and among the Crushers, the most elite team is the one led by Crusher Dan and his successor, Crusher Joe.","release_date":"1983-03-12","vote_average":5.5,"runtime":125,"cert":"N\/A","id":76729,"title":"Crusher Joe","adult":false,"genre_ids":[878,16,12,28]},{"cast":["Doug Bradley"],"overview":"In the Old West, the assassination of an ageing cowboy is thwarted by a sultry vampiress, the would-be killer left for dead in the dust. A hundred years later an ancient obsidian mirror, long unearthed from the Mesopotamian desert, is liberated from an American collector's vault and illegally transported to Europe. Jacob, an unscrupulous antiques dealer, moves to a remote farmhouse with his pregnant young wife, Lauren, and his difficult ward, Rachel. His goals are clear: to pass this near-priceless mirror to the highest bidder, and to prevent these two women from ripping each other apart. Nearby, a beautiful ornithologist, in nocturnal pursuit of the Screech Owl, is disturbed in her hide by a couple of noisy hikers. Her efforts ruined, she joins them by their campfire, but when one of them is mysteriously mutilated in the woods, she and the other are forced to flee and seek refuge at Jacob's farm. Something has been unleashed into the dark of that night...","release_date":"2011-10-17","vote_average":4.8,"runtime":90,"cert":"","id":76730,"title":"A Vampire's Tale","adult":false,"genre_ids":[27]},{"cast":["Keiko Han","Toshio Furukawa","Katsuji Mori","Kazuhiko Kishino","Kazuyuki Sogabe"],"overview":"Odin centers around the novice crew of the laser sailing space schooner Starlight as they embark on an historic interstellar test flight. They are intercepted by what seems to be a wrecked spaceship only to find that it contains a lone survivor; a young woman named Sara Cyanbaker. Unknown to the crew at this time, a mechanized space fleet approaches Earth and a scout vessel from that fleet was responsible for the destruction of Sara's ship.","release_date":"1985-08-10","vote_average":4.0,"runtime":139,"cert":"N\/A","id":76731,"title":"Odin: Starlight Mutiny","adult":false,"genre_ids":[878,12,16]},{"cast":[],"overview":"In this hilarious in-your-face mockumentary spoof on the handheld movie genre, nothing is what you would expect, or is it? No matter how stupid or boring the footage becomes, Roger and Stacey videotape everything in hopes of seeing the spirits in action. Will they end up with a hit documentary, or will they find what ends up on tape is far worse than demonic activity?","release_date":"2010-06-07","vote_average":6.0,"runtime":92,"cert":"N\/A","id":76732,"title":"Abnormal Activity","adult":false,"genre_ids":[35,27,9648,53]},{"cast":[],"overview":"The story was liberally adapted from a short sequence in the popular Chinese folk tale Journey to the West. Princess Iron Fan is a main character. Specifically, the film focused on the duel between the Monkey King and a vengeful princess, whose fan is desperately needed to quench the flames that surround a peasant village.","release_date":"1941-01-01","vote_average":5.2,"runtime":65,"cert":"N\/A","id":76737,"title":"Princess Iron Fan","adult":false,"genre_ids":[14,16,18]},{"cast":["Michel Serrault","Jean Poiret","Magali Noël","Darry Cowl","Clément Duhour"],"overview":"A man becomes the lover of his former persecutor's wife.","release_date":"1956-10-24","vote_average":6.7,"runtime":85,"cert":"N\/A","id":76738,"title":"Murderers and Thieves","adult":false,"genre_ids":[35,18]},{"cast":["Richard Dreyfuss","Illeana Douglas","Anthony LaPaglia","Eric Roberts","Beverly D'Angelo"],"overview":"This is the telling of the life of organized crime boss, Meyer Lansky, as remembered by him as a very old man who is moving about the world looking for some country that will take him in since the US courts have put out an extradition order for him to stand trial. It tells of a young man growing up in the Jewish ghettos of America's big cities at the turn of the century and of his bright intelligence which he used for moving into crime. \"I'm only a gambler,\" he claimed, \"just like most all Americans.\" When asked by a reporter to comment on the killings that occurred under his leadership he declined, thereby making this film's thrust that of personalities and relationships rather than of acts of violence or the workings of corrupt deeds. Written by BOB STEBBINS","release_date":"1999-02-27","vote_average":7.0,"runtime":116,"cert":"N\/A","id":76739,"title":"Lansky","adult":false,"genre_ids":[18,80]},{"cast":["Kaoru Kobayashi","Ichirôta Miyakawa","Setsuko Karasuma","Eri Watanabe","Atsuko Asano"],"overview":"A messy bachelor's apartment is a paradise for the huge colony of cockroaches living there: no sprays, no traps, and plenty of food. When the homeowner's girlfriend moves in, however, the party comes to an abrupt end, and the roaches must quickly adapt to a life of struggling for survival. Combines animation with live actors.","release_date":"1989-05-05","vote_average":6.5,"runtime":105,"cert":"N\/A","id":76740,"title":"Twilight of the Cockroaches","adult":false,"genre_ids":[14,18,878,10749,10751,16]},{"cast":["Jean Gabin","Gert Fröbe","George Raft","Claudio Brook","Nadja Tiller"],"overview":"In Paris, a gold smuggler is at war with other local gangsters who want piece of the action. Then the mob shows up and makes things worse. And an undercover US Treasury Department agent is trying to infiltrate the smuggle business.","release_date":"1966-03-02","vote_average":6.3,"runtime":94,"cert":"N\/A","id":76745,"title":"The Upper Hand","adult":false,"genre_ids":[18,53,80]},{"cast":["Ravshana Kurkova","Artyom Tkachenko","Ivan Nikolaev","Ingrid Olerinskaya","Irina Vilkova"],"overview":"Two girls shoot down a cyclist, kill a pedophile, steal a car. A famous DJ gets kidnapped once. A woman invites a boss-lover to a birthday party, and during the party in the house there is a murder. The paths of the heroes of these stories intersect on a country road.","release_date":"2011-10-06","vote_average":3.3,"runtime":89,"cert":"N\/A","id":76746,"title":"Smithereens","adult":false,"genre_ids":[35]},{"cast":["Robert Knepper","Paul Calderon","Adrian Cowan","Sanzhar Sultanov"],"overview":"Based on three short stories by American writer Jack London, Burning Daylight follows the lives of three thieves, three Wall Street bankers and a Klondike millionaire, tied together by one ruthless woman","release_date":"2010-11-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76747,"title":"Burning Daylight","adult":false,"genre_ids":[12,80]},{"cast":["Claudia Cardinale","Jean-Claude Brialy","Michèle Morgan","Danielle Darrieux","Lino Ventura"],"overview":"Albertine, a young woman from Bordeaux, leaves her town and her husband to discover the joys of the French capital. Thanks to her friend Cécile, she penetrates Parisian high society and becomes the subject of rivalry between Dr André Challenberg and a fashionable young novelist, Didier Marèze.","release_date":"1961-09-20","vote_average":0.0,"runtime":95,"cert":"N\/A","id":76748,"title":"Les lions sont lâchés","adult":false,"genre_ids":[35]},{"cast":["Dagrun Anholt","Eirik Daleng","Marthe Feiring","Moa Gammel","Camilla Frey"],"overview":"A comedy by Geir Greni.","release_date":"2011-09-28","vote_average":4.3,"runtime":100,"cert":"N\/A","id":76749,"title":"Umeå4ever","adult":false,"genre_ids":[35]},{"cast":["Stephen Fry","Darren Boyd","Charles Edwards","Rufus Jones","Phil Nichol"],"overview":"A fantastical re-imagining of the events of 1979, when Monty Python made Life of Brian and the debate about what is an acceptable subject for comedy was blown wide open.","release_date":"2011-10-19","vote_average":6.4,"runtime":89,"cert":"","id":76750,"title":"Holy Flying Circus","adult":false,"genre_ids":[10770,35,18]},{"cast":["Florian Brozek","Trey Cole","Tabatha Shaun"],"overview":"A nuanced, visually inventive vista of young life in Albuquerque, New Mexico, Bad Posture follows Flo as he seeks to make amends - and make a connection - with Marisa, a beautiful girl whose car his best friend has stolen.","release_date":"2011-08-12","vote_average":6.0,"runtime":93,"cert":"N\/A","id":76753,"title":"Bad Posture","adult":false,"genre_ids":[10749,18]},{"cast":["Hiroshi Kawaguchi","Hitomi Nozoe","Yūnosuke Itō","Michiko Ono","Kyû Sazanka"],"overview":"Nishi is an advertising executive for a caramel company that is planning to launch a new product, in fierce competition with two other companies.","release_date":"1958-06-22","vote_average":6.6,"runtime":95,"cert":"N\/A","id":76754,"title":"Giants and Toys","adult":false,"genre_ids":[35]},{"cast":["Teruo Yoshida","Masumi Tachibana","Asao Koike","Yumiko Katayama","Mieko Fujimoto"],"overview":"Japan nineteenth century. High demand for tattooed geisha generates an entire industry for their \"production\". Europeans pay more for tattooed beauties. Against this background, and considering the gorgeous tattooed women develop the history of confrontation between two highly skilled masters of tattoo.","release_date":"1969-05-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":76755,"title":"Inferno of Torture","adult":false,"genre_ids":[35,18,27]},{"cast":["Christian Bale","Ni Ni","Tong Dawei","Zhang Xinyi","Shigeo Kobayashi"],"overview":"A Westerner finds refuge with a group of women in a church during Japan's rape of Nanking in 1937. Posing as a priest, he attempts to lead the women to safety.","release_date":"2011-12-15","vote_average":7.4,"runtime":146,"cert":"15","id":76758,"title":"The Flowers of War","adult":false,"genre_ids":[18,36,10752]},{"cast":["Kôji Ishizaka","Nanako Matsushima","Kikunosuke Onoe","Sumiko Fuji","Keiko Matsuzaka"],"overview":"Inugami Sahei (Nakadai Tatsuya), who built up the wealth of the Inugami Clan, passes away, leaving a will with Furudate, his legal adviser, for his daughters Matsuko (Fuji Sumiko), Takeko (Matsuzaka Keiko) and Umeko (Manda Hisako), all of whom have different mothers, and for their sons (Sahei's grandsons), as well as for Nonomiya Tamayo (Matsushima Nanako), the granddaughter of a person to whom Sahei feels heavily indebted. The will states that all his assets are inherited by Tamayo alone, on the condition that she marries one of the sons of the daughters. Furudate's assistant learns the content of the will, and seeks advice from Kindaichi Kosuke (Ishizaka Koji), a private detective, as he senses the air of unease. Shortly afterwards, murders start to occur one after another in the clan.","release_date":"2006-12-16","vote_average":6.0,"runtime":134,"cert":"N\/A","id":76759,"title":"Murder of the Inugami Clan","adult":false,"genre_ids":[9648,53]},{"cast":["Tadanobu Asano","Rena Komine","Kotomi Kyôno","Tomoka Kurotani","Kirina Mano"],"overview":"Tomiko falls in love with Niitaka, even though she also suspects him of being the Tokyo bus driver serial killer, who killed his female conductors after tiring of them.","release_date":"1997-02-15","vote_average":7.6,"runtime":90,"cert":"N\/A","id":76760,"title":"Labyrinth of Dreams","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Rosyam Nor","Scha Alyahya","Johan Raja Lawak","Beego","Mohd Fadzly bin Kamarulzaman"],"overview":"Adnan Saladin (Rosyam Nor), Malaysia's King of Takraw is seeking for talented takraw players to win back the traditional takraw ball from Thailand. This unique and vicious world takraw championship demands not only takraw skills but also martial art skills. In the hunt for the right protegees, he is left without a choice but to accept helpless Hamidi (Johan Raja Lawak) and Ku Mok (Fadzly Kamarulzaman). He also encounters several tests including the limited training time and love dilemma with Ratna (Scha Al-Yahya).","release_date":"2011-09-29","vote_average":6.5,"runtime":100,"cert":"N\/A","id":76763,"title":"Libas","adult":false,"genre_ids":[28]},{"cast":["Elliott Gould","Trevor Howard","Joseph Bova","Edward Grover","John Lehne"],"overview":"After American scientist gets severely injured and scarred in a car crash in USSR, Russians use metal implants to save him. Once back in the States no one can tell if it's really him so a specialist must determine who is under the \"mask\".","release_date":"1974-04-18","vote_average":3.9,"runtime":93,"cert":"","id":76764,"title":"Who?","adult":false,"genre_ids":[878,18]},{"cast":["Pia Degermark","Thomas Hunter","Yvor Murillo","Ferdy Mayne","Joachim Kemmer"],"overview":"An American actress inherits a castle in Transylvania. What she doesn't know is that her ancestor, the Baroness Catali, was in actuality a vampire countess, and emerges from her tomb to ravage the nearby village and Catholic seminary.","release_date":"1971-06-04","vote_average":6.0,"runtime":102,"cert":"N\/A","id":76765,"title":"The Vampire Happening","adult":false,"genre_ids":[27,35]},{"cast":["Tracy Ray","Carmen Di Pietro","Nicole Grey","Jennifer Loeb","Robert LaBrosse"],"overview":"Dough-crazed mercenaries Sammy and Klaus are on a mission to escort the seriously ill prime minister of a South American country that has just been taken over by the rebels to his buddies over the border. Chased by the rebels, and with the politician's health rapidly deteriorating, they stumble onto an infirmary staffed by a quartet of nurses and take them hostage, forcing them to cure the prime minister, and fast. After an initial rape, romantic feelings begin to emerge as Helga has it off with Klaus, Katrin with Sammy, and Sophie with Hellen...until a squadron of rebels drops in.","release_date":"1991-06-11","vote_average":0.0,"runtime":84,"cert":"N\/A","id":76768,"title":"The Devil In The Flesh","adult":false,"genre_ids":[53,18,10749]},{"cast":[],"overview":"Pearl Jam performed for first time in Santiago de Chile at San Carlos de Apoquindo Stadium.","release_date":"2005-11-23","vote_average":10.0,"runtime":104,"cert":"N\/A","id":76769,"title":"Pearl Jam Live Santiago 2nd Night 2005","adult":false,"genre_ids":[10402]},{"cast":["Jean Gabin","Danièle Delorme","Gérard Blain","Lucienne Bogaert","Germaine Kerjean"],"overview":"In Les Halles, in the heart of Paris, the restaurateur André Chatelin (Jean Gabin), leads an uneventful life until the arrival from Marseille of Catherine (Danièle Delorme), the daughter of his ex-wife Gabrielle (Lucienne Bogaert). She tells him her mother is dead and that she is without resources. Chatelin welcomes her under his roof - then marries her. Gérard (Gérard Blain), a young student that Chatelin looks upon as a son, becomes Catherine's lover, and she sets him at odds with Chatelin. She asks him to kill the restaurateur. He refuses. She kills him. Having discovered that Gabrielle is still alive, declined and drug addicted, Chatelin realises the darkness of Catherine's soul who has always lied to him.","release_date":"1956-04-13","vote_average":7.3,"runtime":113,"cert":"N\/A","id":76772,"title":"Deadlier Than the Male","adult":false,"genre_ids":[18,53]},{"cast":["Gérard Philipe","Dany Carrel","Jacques Duby","Anouk Aimée","Henri Vilbert"],"overview":"Young, handsome, dashing but cynical, Octave Mouret arrives in Paris, determined to conquer the belles of the capital.","release_date":"1957-10-18","vote_average":6.0,"runtime":115,"cert":"N\/A","id":76775,"title":"Lovers of Paris","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The documentary one shows the political, economic and social conditions that determined the sprouting of the dictatorship of Trujillo in the Dominican Republic. It offers in addition, a stirring vision of more than twenty years of Dominican history, 1916 to 1937, using for such aim, films of the time, pictures, documents, near recordings of speeches of Trujillo and their collaborators, as well as other audio-visual resources of spectacular character. This documentary one, with some deficiencies in its dramatic art, obtains of all ways a conviction on the information handled in its work, saving the audio-visual distances between the historical speech and revelations.","release_date":"1991-07-10","vote_average":0.0,"runtime":75,"cert":"N\/A","id":76776,"title":"Trujillo: El poder del jefe I","adult":false,"genre_ids":[99]},{"cast":["Danielle Darrieux","Paul Meurisse","Bernard Blier","Noël Roquevert","Lino Ventura"],"overview":"A group of ex-resistance fighters are brought together by Marie-Octobre, the code name of Marie-Helene Dumoulin. The former members of the network have carried on with their lives after the war, but this evening they are going to have to live again a fateful night – the night their leader was killed. He had been betrayed, his name given to the Germans. The search for the traitor puts each personality in the spotlight – and also that of the killed leader, Castille.","release_date":"1959-04-24","vote_average":6.6,"runtime":95,"cert":"N\/A","id":76777,"title":"Marie-Octobre","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"The transformation from small-town Canadian boy to international superstar happened almost overnight for recording artist, Justin Bieber. With the help of his mother, Bieber started a You Tube craze fueled by his baby-faced good looks and impressive musical talent. After being discovered by manager Scooter Braun, and then being signed to Usher s record label, it was evident that \"Bieber Fever\" was just getting started. Now a media fixture and a household name, Bieber lights up the stage with his Top 40 hits and winning smile. Justin Bieber: Rise to Fame delves into not only the musical life of the heartthrob, but also how the young star copes with fame and spends his limited free time. Packed with previously unseen footage and exclusive interviews with the teen idol himself, Rise to Fame chronicles the life of the worldwide pop phenomenon who is tearing up the charts and melting young hearts.","release_date":"2011-01-11","vote_average":2.0,"runtime":65,"cert":"N\/A","id":76778,"title":"Justin Bieber: Rise to Fame","adult":false,"genre_ids":[99]},{"cast":["Caitlyn Perrin","Jerilyn Perrin","Jeremy Schwab","Brad Hartliep","Charles Martin"],"overview":"A group of college kids go on a road trip to hell when they stumble across a small Texas Town with an entire economy based upon stealing cars and selling the parts. But what's the town to do with the group of people that came with the set of wheels worth a mint? Easy, just chop them too!","release_date":"2008-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76779,"title":"The Dead Don't Scream","adult":false,"genre_ids":[27,53]},{"cast":["Danny de Munk","Daniël Boissevain","Peter Paul Muller","Thomas Acda","Raymi Sambo"],"overview":"In All Stars 2 Old Stars, the unexpected wedding of one of the boys means they treat themselves to an ‘old-fashioned training camp’ in the form of a long weekend in Barcelona. The match between Barcelona and Real Madrid is meant to be the high point of the trip. But of course not everything goes according to plan for the Swift Boys.","release_date":"2011-10-10","vote_average":6.4,"runtime":123,"cert":"N\/A","id":76784,"title":"All Stars 2: Old Stars","adult":false,"genre_ids":[35,18]},{"cast":["Ron Eldard","Lois Smith","David Margulies","Bobby Cannavale","Jarlath Conroy"],"overview":"After 20 years on the road with Blue Oyster Cult, Jimmy Testagros returns to his hometown to life with his ailing mother. Complications arise when he falls for an old friend, who is now married to his longtime nemesis.","release_date":"2011-08-20","vote_average":6.4,"runtime":95,"cert":"N\/A","id":76785,"title":"Roadie","adult":false,"genre_ids":[18]},{"cast":["Art Hindle","Reiner Schöne","George Kennedy","Anthony Addabbo","Michael Kane"],"overview":"In this pilot Western produced for Canadian television, two brothers and their cousin become bandits to rescue their ranch from a greedy land developer.","release_date":"1987-01-01","vote_average":4.0,"runtime":91,"cert":"N\/A","id":76786,"title":"The Gunfighters","adult":false,"genre_ids":[10770,37]},{"cast":[],"overview":"Momentum Under the Influence is a surf movie distributed by Steelhouse Distribution and produced by Poor Specimen. It features all the best surfers in the world under 23 that surf places like Mentawai Islands, Australia, South Africa, France, Timor Island, Indonesia, Mexico, Hawaii and California. Surfers include CJ Hobgood, Damien Hobgood, Paul Roach Dan Malloy, David Rastovich, Mick Fanning, Taj Burrow, Joel Parkinson, Ben Bourgois, Bruce Irons, Andy Irons, and Dean Morrison.","release_date":"2001-11-19","vote_average":0.0,"runtime":45,"cert":"N\/A","id":76787,"title":"Momentum: Under the Influence","adult":false,"genre_ids":[]},{"cast":["Ajith Kumar","Arjun Sarja","Trisha Krishnan","Vaibhav Reddy","Mahat Raghavendra"],"overview":"Vinayak and his 4 team members rob a booty of 500 crores INR. Trouble starts when two of the team betrays them.","release_date":"2011-08-31","vote_average":6.8,"runtime":149,"cert":"N\/A","id":76788,"title":"Mankatha","adult":false,"genre_ids":[28,53]},{"cast":["Dexter Bell","Garry Chalk","Brittney Irvin","Alexander Ludwig","Britt McKillip"],"overview":"Halloween is an exciting time of year for Hannah Marie who is joined by her Scary Godmother and all sorts of new friends including kooky monsters, friendly vampires and silly skeletons. It's a journey to the Fright Side she'll never forget as Hannah and her friends must foil her cousin Jimmy's plans to ruin Halloween for everyone!","release_date":"2005-10-07","vote_average":7.1,"runtime":44,"cert":"N\/A","id":76789,"title":"Scary Godmother: The Revenge of Jimmy","adult":false,"genre_ids":[16]},{"cast":["Carmen Electra","Shauna Sand","Michael Stadvec","Debra K. Beatty","Dave Oliver"],"overview":"When a serial killer mysteriously and savagely murders a young native woman in rural Los Angeles County, her sister McKenna (Carmen Electra) must replace her as the keeper of an amulet, the sacred crescent. Reluctantly, McKenna accepts the role of chosen one. With the amulet and after the rigors of the ritual, she takes on the spirit and powers of the raven, the good forces in the battle against evil, the wolf. McKenna's powers include a thirst for milk and great sexual energy, which she unleashes on her former boyfriend, Henry, a cop. The spirit of the wolf inhabits Rose, Henry's jilted lover. Rose wreaks havoc of her own before a final showdown with the chosen one. Carmen Electra appears nude in this film although some have suggested it is a body double.","release_date":"1998-05-26","vote_average":4.2,"runtime":88,"cert":"N\/A","id":76790,"title":"The Chosen One: Legend of the Raven","adult":false,"genre_ids":[28,53]},{"cast":["Jean Rochefort","Miou-Miou","Jean Carmet","Odette Laure","Hélène Vincent"],"overview":"A tolerant veterinarian turns the other cheek when annoyed but changes his nature when he falls in love.","release_date":"1992-02-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76793,"title":"Le bal des casse-pieds","adult":false,"genre_ids":[35]},{"cast":["Nigel Miguel","Victor Love","Bo Kimble"],"overview":"On Chicago's South Side, too many kids get their one shot in life at the wrong end of a gun. But Byron Harper is determined to change all that with a dream called basketball. His hottest player, Truth, has a chance to turn pro, but first Harper has to tackle two major obstacles: Truth's drug problem and his ambitious, crooked sports agent. Enter Zack Telander, a promising young attorney who has given up his small-town law practice. He's spending a summer in the city playing pick-up basketball games and re-thinking his future. Harper asks for his help, but first Zack has to prove himself at hoops.","release_date":"1991-10-04","vote_average":6.3,"runtime":107,"cert":"N\/A","id":76794,"title":"Heaven Is a Playground","adult":false,"genre_ids":[18]},{"cast":["Malika Blessing","Maya Gilbert","Elise Neal","Jazsmin Lewis","Christian Keyes"],"overview":"This relationship drama by Paul D. Hannah, based on the popular stage play, tells the story of a couple named Russell and Bailey, who have chosen to stay together for their son, despite their crumbling relationship. But when junior leaves for college and Russell finally decides to leave, it soon becomes clear that their marriage is not as over as they once thought.","release_date":"2011-06-28","vote_average":8.0,"runtime":90,"cert":"N\/A","id":76795,"title":"The Perfect Man","adult":false,"genre_ids":[18,35,10749,10751]},{"cast":["Elin Larsson","Börje Ahlstedt"],"overview":"A mysterious ship has sailed into Pippi's hometown and the Captain turns out to be her father...","release_date":"1999-09-04","vote_average":2.0,"runtime":77,"cert":"N\/A","id":76796,"title":"Pippi i Söderhavet","adult":false,"genre_ids":[16,10751]},{"cast":["Maximilian Artajo","Fionn Michael Verona"],"overview":"In The Little Polar Bear: A Visitor from the South Pole, Lars and Robby explore a shipwreck, where the giant Octopus Octavius saves Lars' life and teaches everyone that water is fun, even if you can't swim. Next, Lars and Robby discover an old boat, the \"Red Rose,\" which greedy humans want to steal - until Lars and company spook them away! Finally, a stranger appears at the North Pole: Caruso, a fun-loving, song-singing Penguin! But roughneck polar bears Brutus, Boris, and Burt don't like strangers, and scheme to send Caruso away. Now, with the help of his friends, Lars must rescue Caruso so that, in the end, even the ever-sad Lemmings can be happy again.","release_date":"2004-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76797,"title":"The Little Polar Bear: A Visitor from the South Pole","adult":false,"genre_ids":[16,10751]},{"cast":["Gallagher"],"overview":"Gallagher wants to talk to you about style. Yeah, the sweaty guy on roller skates with the one-of-a-kind \"bowling ball wearing a hula skirt\" hairdo. Might seem like an odd topic coming from the man who uses humor as a blunt instrument (and not just when he's wailing a watermelon with his Sledge-O-Matic), but that's just what you get in this hour-long stand-up piece from 1983. You see, for comedy's prop master extraordinaire, style isn't so much about finesse as it is about flair. Flair he's got in spades, as long as you're willing to call stupid hats and a trampoline disguised as a huge couch flair. The bits travel well-worn paths through mating and parenthood, and the material does often betray its age (the fact that National Enquirer headlines are stupid isn't exactly revolutionary comedy). However, what ultimately makes Gallagher giggle-worthy isn't the material itself, but the zeal with which he swings for the big laugh. Hammer in hand or not, the man's got style.","release_date":"1983-01-01","vote_average":5.3,"runtime":60,"cert":"N\/A","id":76798,"title":"Gallagher: The Maddest","adult":false,"genre_ids":[35]},{"cast":["Pongsak Pongsuwan","Choosak Iamsook","Sudarat Butrprom","Somchai Kemglad","Somlek Sakdikul"],"overview":"A businessman charters a flight to Tibet to pick up a monk. On the way back, the plane is hijacked, and the monk ends up in a war zone where he has to convince the bandits to change their evil ways.","release_date":"2011-02-02","vote_average":4.5,"runtime":91,"cert":"N\/A","id":76799,"title":"Teng Nong Jiworn Bin","adult":false,"genre_ids":[35]},{"cast":["Dennis Farina","Jamie Anne Allman","Ian Barford","Meredith Droeger","Chelcie Ross"],"overview":"Now in his sixties, Joe is released from the hospital after a long battle with pneumonia and forced to confront the harsh reality of his legacy: everyone he knew had assumed he was dead, and life had gone on around him without missing a beat. Returning to his old neighborhood in Chicago's \"Patch\" district, he finds his car gone, all his worldly possessions pawned by his landlord, and the apartment he's lived in his entire adult life rented out to a single mother named Jenny and her eight year-old daughter Angelina.","release_date":"2011-10-28","vote_average":6.2,"runtime":106,"cert":"N\/A","id":76800,"title":"The Last Rites of Joe May","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1991, Cameron Todd Willingham's three daughters died in a Corsicana, Texas house fire. Tried and convicted for their arson murders, Willingham was executed in February 2004 despite overwhelming expert criticism of the prosecution's arson evidence. Today, Willingham's name has become a call for reform in the field of forensics and a rallying cry for the anti-death penalty movement; yet he remains an indisputable \"monster\" in the eyes of Texas Governor Rick Perry, who ignored the science that could have saved Willingham's life. Equal parts murder mystery, forensic investigation and political drama, INCENDIARY documents the haunted legacy of a prosecution built on \"folklore.\"","release_date":"2011-10-07","vote_average":7.0,"runtime":99,"cert":"N\/A","id":76801,"title":"Incendiary: The Willingham Case","adult":false,"genre_ids":[99]},{"cast":["Laura La Plante","Creighton Hale","Forrest Stanley","Tully Marshall","Gertrude Astor"],"overview":"Rich old Cyrus West's relatives are waiting for him to die so they can inherit. But he stipulates that his will be read 20 years after his death. On the appointed day his expectant heirs arrive at his brooding mansion. The will is read and it turns out that Annabelle West, the only heir with his name left, inherits, if she is deemed sane. If she isn't, the money and some diamonds go to someone else, whose name is in a sealed envelope. Before he can reveal the identity of her successor to Annabelle, Mr. Crosby, the lawyer, disappears. The first in a series of mysterious events, some of which point to Annabelle in fact being unstable.","release_date":"1927-09-09","vote_average":7.0,"runtime":108,"cert":"N\/A","id":76804,"title":"The Cat and the Canary","adult":false,"genre_ids":[27,35,9648]},{"cast":["Àngel Jové","Consol Tura","Linda Pérez Gallardo"],"overview":"Bernard and his sister Eloisa live in a ramshackle house, the rest of their ancient past and prosperity. They are waiting for their old and sick Aunt Lina to die, to inherit her vast fortune and meanwhile have a morbid existence, full of obsessions and manias.","release_date":"1979-06-08","vote_average":5.0,"runtime":90,"cert":"N\/A","id":76805,"title":"Poodle","adult":false,"genre_ids":[]},{"cast":["Hiroko Shimabukuro","Eriko Imai","Takako Uehara","Hitoe Arakaki","Tomoro Taguchi"],"overview":"After his daughter Mai is killed in an auto accident, a genius programmer recreates her in the form of a computer program called AI. His jealous brother-in-law, wanting to get his hands on the technology for profit, sends his client to steal it and Mai’s father is killed in the process. Learning of her capture, Mai’s old friends race to free AI from her captors so that she won’t fall into the corporate clutches that threaten to erase her “soul.”","release_date":"1998-07-11","vote_average":5.7,"runtime":109,"cert":"N\/A","id":76806,"title":"Andromedia","adult":false,"genre_ids":[28,878]},{"cast":["Cynthia Rothrock","Tony Lo Bianco","Kurt McKinney","Brad Dourif","Mako Iwamatsu"],"overview":"After masked attackers kill her sister and young nephew, a female psychologist takes the law into her own hands by acting as a defense witness by day and a ruthless avenger by night.","release_date":"1996-10-01","vote_average":6.6,"runtime":97,"cert":"N\/A","id":76807,"title":"Sworn to Justice","adult":false,"genre_ids":[53,28,10749]},{"cast":["Rutger Hauer","Reinout Scholten van Aschat","Gijs Naber","Teun Kuilboer","Korneel Evers"],"overview":"On a cold November day in 1983, is the world's most successful and richest brewer Alfred Heineken and his chauffeur Ab Doderer the door of his office abducted. What follows is the most notorious and infamous kidnapping case that the Netherlands has ever known. Twenty exhausting and nerve-grueling days staying the manufacturer in a cold, cramped cell, chained down and for the first time in his life utterly powerless. His kidnappers, four criminal friends from Amsterdam, encounter great difficulty to collect the ransom (excerpt from http:\/\/www.heinekenontvoering.com\/synopsis).","release_date":"2011-10-27","vote_average":6.0,"runtime":120,"cert":"N\/A","id":76808,"title":"The Heineken Kidnapping","adult":false,"genre_ids":[53,80,18]},{"cast":["Naomi Tani","Shin Kishida","Meika Seri","Hajime Tanimoto"],"overview":"After his leading actress becomes pregnant and quits his sex film, Juzo becomes obsessed with finding a woman whose moaning he captured secretly at a dentist’s office to star in the film instead.","release_date":"1975-01-01","vote_average":5.0,"runtime":72,"cert":"N\/A","id":76809,"title":"Ecstacy of the Black Rose","adult":false,"genre_ids":[]},{"cast":["Frank Kowal III","Brad Rockhold","Wendie Newcomb","Rob Cunningham","Steven A. Kowal"],"overview":"The end is here. Civilization has collapsed. Technology has been forgotten, and History is Hearsay. Slangman is the smartest man in the known world. Together with the mute, spear-wielding Scotsman known as Atlatl and the beautiful yet dim actress, Femme, he must find The Source, a legendary oracle of ancient technology. But the evil archaeologist Dr. Obvious conspires with the sinister mutant bounty hunter Malathion Man to reach The Source first.","release_date":"1997-08-31","vote_average":3.6,"runtime":73,"cert":"N\/A","id":76810,"title":"Bleak Future","adult":false,"genre_ids":[878]},{"cast":["Lily Franky","Shinya Tsukamoto","Mutsumi Fujita","Reika Hashimoto","Kenpachirô Satsuma"],"overview":"A blind masseur kidnaps young women and kills them and then make sculptures of them, while a mysterious dwarf spreading severed body parts around. Detective Akechi Kogorô investigating crimes.","release_date":"2001-06-24","vote_average":4.0,"runtime":95,"cert":"N\/A","id":76811,"title":"Blind Beast vs Dwarf Killer","adult":false,"genre_ids":[]},{"cast":["Antonio Banderas","Jonathan Rhys Meyers","Piper Perabo","Abel Ferrara","Nicholas Aaron"],"overview":"Paul is a down-on-his-luck screenwriter who picks up a drifter and offers him a place to stay. However, when the deranged stranger takes Paul hostage and forces him to write, their unhinged relationship brings buried secrets to light.","release_date":"2017-05-26","vote_average":6.3,"runtime":93,"cert":"15","id":76812,"title":"Black Butterfly","adult":false,"genre_ids":[53]},{"cast":["Jeneta St. Clair","Lisa Younger","Melissa Johnston","Morgan Benoit","Myko Olivier"],"overview":"Sue, Cheryl and Lexi are three college freshmen who have been best friends since they were born on the same day. They do something special every year for their birthday, but on their eighteenth, they set out to lose their virginity.","release_date":"2011-01-01","vote_average":3.8,"runtime":89,"cert":"N\/A","id":76815,"title":"Barely Legal","adult":false,"genre_ids":[35]},{"cast":["Antônio Pitanga","Tarcísio Meira","Jece Valadão","Geraldo Del Rey","Mauricio do Valle"],"overview":"Four Third-World Christs try to stop the American industrialist John Brahms in Glauber Rocha's experimental film inspired by Pier Paolo Pasolini's murder.","release_date":"1980-11-17","vote_average":5.4,"runtime":148,"cert":"N\/A","id":76816,"title":"The Age of the Earth","adult":false,"genre_ids":[18]},{"cast":["Jürgen Höhne","Jasmin Harnau","Holger Müller","Jörg Buttgereit","Harry Rowohlt"],"overview":"The film deals loosely with the adventures of the grizzled Gustav who captains a ship – a giant floating ‘snailboat’ – with a crew of talking animals and lumbering sailors in blackface. It unspools like a perverse children’s story book, all at once cuddly cute, grotesquely obscene and beyond absurd as normal narrative logic shatters, giving way to an episodic, free-associative structure that one critic likened to “cinematic memory association.” (joergbuttgereit.com)","release_date":"2004-04-16","vote_average":6.0,"runtime":73,"cert":"N\/A","id":76817,"title":"A Journey into Bliss","adult":false,"genre_ids":[35,14]},{"cast":["Pepe Hozumi","Masami Burukido","Toura Sakiichi","Yoshito Yamaji","Bokuzen Hidari"],"overview":"In feudal Japan, gangsters chase a young girl who might testify against their boss.  When the gangsters murder the girl's grandfather on sacred ground, the door is opened for the Yokai Monsters to step in.","release_date":"1969-01-01","vote_average":7.3,"runtime":78,"cert":"N\/A","id":76818,"title":"Yokai Monsters: Along with Ghosts","adult":false,"genre_ids":[14,27]},{"cast":["So-yun Lee","Dae-tong Kim","Hwang Pil-Su","Jeong Eun-gyeong","Kim Ah-Ram"],"overview":"A high-school girl who moonlights as a prostitute is revived as a killing machine after she is murdered by her teacher.","release_date":"2000-12-30","vote_average":4.6,"runtime":60,"cert":"18","id":76819,"title":"Teenage Hooker Became Killing Machine in Daehakroh","adult":false,"genre_ids":[878,27]},{"cast":["John Malkovich","John Goodman","Jacob Zachar","Dana Delany","Jim Ortlieb"],"overview":"After twenty years of broken bottles and empty hallways, Mort Gleason witnesses his nephew Moo being beaten while in a drunken stupor. The short contact with family brings Mort back to what are left of his senses and he returns to the last home he remembers in Chicago. His sister Eileen lives in their family home now with her sixteen year old son, Abe. Her older son Moo, the now missing nephew, helped spark Mort's return to his family. Three, four, five weeks pass as Mort waits outside his home and makes a tenuous re-entry into family life. Abe dreams of a sailboat and distant horizons. He saves money and sees an advertisement for the Kathy II. He and his friend calculate a way to buy the vessel from two unscrupulous rogues who make ends meet wholesaling liquor and operating a sometime boatyard.","release_date":"2010-10-08","vote_average":5.6,"runtime":98,"cert":"N\/A","id":76820,"title":"Drunkboat","adult":false,"genre_ids":[18]},{"cast":["Catherine Deneuve","Patrick Dewaere","Etienne Chicot","Sabine Haudepin","Dominique Lavanant"],"overview":"Helene (Catherine Deneuve), a pill-addicted anesthesiologist, is mourning the death of her boyfriend when, through a car accident she causes, she chances to meet the lethargic Gilles (Patrick Dewaere), a young man who lives for free at his mother's hotel. Gilles pursues Helene romantically, and she eventually softens up. Gilles, however, is also devoted to Bernard (Étienne Chicot), a petty crook who revels in mugging gay men. All three struggle with relationships that seem to be going nowhere.","release_date":"1981-12-02","vote_average":6.7,"runtime":95,"cert":"N\/A","id":76821,"title":"Hotel America","adult":false,"genre_ids":[10749,18]},{"cast":["Mai Kitajima","Maki Horikita","Anna Odaka","Maiko Ito","Kei Horie"],"overview":"8 short stories comprise this anthology movie, based on the Tales of Terror TV series.","release_date":"2004-01-01","vote_average":5.4,"runtime":92,"cert":"N\/A","id":76822,"title":"Tales of Terror from Tokyo and All Over Japan: The Movie","adult":false,"genre_ids":[27]},{"cast":["Michele Valley","Takis Spiridakis","Liana Hatzi","Nikos Hatzis","V. Kabouri"],"overview":"A woman is walking alone through an abandoned city. She approaches the forbidden zone and tries to pass through. Everywhere the Morning Patrol and deceptive traps are watching. The city itself is alive but uncontrolled. Computer voices warn non-existing inhabitants to leave the city. The communication system works... cinemas show films... classic faces of a past era flash across TV screens. She is confronted by one of the few survivors guarding the city. They will come close to each other ; they will try to recall the past. Together they unravel their tangled memory - threads of this catastrophe and decide to penetrate the zone together ; They are linked by the bonds of violence and death since no other behaviour is possible in this kind of world. Is there an end? Is there hope and any future since no person that was allowed through ever returned to tell us whether the freedom of the sea exists.","release_date":"1987-10-08","vote_average":6.5,"runtime":105,"cert":"N\/A","id":76825,"title":"Morning Patrol","adult":false,"genre_ids":[878]},{"cast":["Houshi Ishida","Mao Sasaki","Ikki Sawamura","Yui Natsukawa","Nanako Matsushima"],"overview":"Hisako loses her home in Tokyo to Allied bombing. With her husband fighting somewhere in Asia, she and her two children evacuate to a suburb of Kobe, where they share a house with Hisako's cousin, Kyoko. Kobe is bombed and Kyoko is killed. Hisako is forced to take care of Kyoko's two children in addition to her own, but there is not enough food for everyone.","release_date":"2005-11-01","vote_average":8.4,"runtime":148,"cert":"N\/A","id":76826,"title":"Grave of the Fireflies","adult":false,"genre_ids":[18]},{"cast":["Henriette Heinze","Felix Eitner","Aglaia Szyszkowitz","Manuel Cortez","Oliver Wnuk"],"overview":"","release_date":"2007-04-17","vote_average":0.0,"runtime":92,"cert":"N\/A","id":76827,"title":"Love on Loan","adult":false,"genre_ids":[35]},{"cast":["Roy Marsden"],"overview":"The story is about the murder of Venetia Aldridge, a QC (Queen's Council) in a London \"Chambers\" and a very ambitious barrister who has a track record of winning her cases. She doesn't necessarily prove that her clients are innocent, she simply disproves the prosecution's case against them. In the course of her career ,she has made enemies and one of them kills her and she is found in a very ritualistic setting.","release_date":"1998-01-01","vote_average":4.0,"runtime":159,"cert":"","id":76828,"title":"A Certain Justice","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Yves Montand","Catherine Deneuve","Luigi Vannucchi","Tony Roberts","Bobo Lewis"],"overview":"A young Frenchwoman fleeing her Italian fiancé in Caracas thrusts herself and those around her into madcap events.","release_date":"1975-11-26","vote_average":6.7,"runtime":107,"cert":"N\/A","id":76829,"title":"Lovers Like Us","adult":false,"genre_ids":[10749,12,35,18]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76832,"title":"Ännu mera Solstollar och Toffelhjältar","adult":false,"genre_ids":[]},{"cast":["Kirk Morris","Hélène Chanel","Vira Silenti","Andrea Bosic","Charles Fawcett"],"overview":"Maciste travels to Hell to find a witch and make her undo a curse she put on the surface world.","release_date":"1962-04-11","vote_average":4.3,"runtime":91,"cert":"N\/A","id":76833,"title":"The Witch's Curse","adult":false,"genre_ids":[12,14,27]},{"cast":["Kirk Morris","Frank Gordon","Bice Valori","Raimondo Vianello","Mario Carotenuto"],"overview":"Two boxing promoters travel via time machine back to the days of Hercules, who must save them from Genghis Khan and the Mongol Horde.","release_date":"1961-10-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":76834,"title":"Hercules in the Valley of Woe","adult":false,"genre_ids":[35,12,14]},{"cast":["Mark Forest","Marilù Tolo","Elisabetta Fanti","Claudio Undari"],"overview":"In this sword and sandal fantasy, Poseidon must battle a gladiator quartet in ancient Rome. If he wins, the son of Hercules will have his life and anything else he wants. Sure enough, he wins and asks that the life of a Christian girl be spared. But the girl refuses her liberty until all of her fellow believers are also released.","release_date":"1964-10-22","vote_average":5.0,"runtime":103,"cert":"N\/A","id":76835,"title":"The Terror of Rome Against the Son of Hercules","adult":false,"genre_ids":[12]},{"cast":[],"overview":"","release_date":"2001-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76836,"title":"Frankie e Ben una coppia a sorpresa","adult":false,"genre_ids":[]},{"cast":["Clint Walker","Barry Sullivan","Kathryn Hays","Morgan Woodward","Peter Mark Richman"],"overview":"A down-and-dirty town is forced to shape up when a new sheriff (Clint Walker) comes to town. However, when a scheme is launched to destroy the lawman's authority, he must discover the perpetrators and preserve his reputation.","release_date":"1970-01-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":76837,"title":"Yuma","adult":false,"genre_ids":[28,80,18,37]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76838,"title":"Solstollar och Toffelhjältar","adult":false,"genre_ids":[]},{"cast":["Shiva","Jai Sampath","Premji Amaran","Aravind Akash","Nithin Sathya"],"overview":"The film is based on street cricket played in India, focussing on various themes as friendship, love and rivalry in a suburban area. The film's title is derived from the pincode for Mandaveli, a suburb of Chennai, where the story takes place.","release_date":"2007-04-27","vote_average":7.0,"runtime":141,"cert":"N\/A","id":76839,"title":"Chennai 600028","adult":false,"genre_ids":[35]},{"cast":["Andrew E.","Blakdyak","Maui Taylor","Angelika dela Cruz","Michael Flores"],"overview":"Two orphans, George and Bin who are also aspiring singers decide to leave the orphanage with hopes of achieving their dreams. Unfortunately, they end up in a junk shop as helpers. One day, as George was buying something, he sees Wendy with Austin, who were engaged to be married. But the two figure in an accident and George immediately rushes Wendy to the hospital. He tries to call Jo who happens to be Wendy’s cousin, when he found her number in her wallet. George learns that because of the accident, Wendy lost her sight. From here on, Goerge decides to take a part in Wendy’s life while Bin and Jo start to get attracted to each other.","release_date":"2002-04-09","vote_average":10.0,"runtime":116,"cert":"N\/A","id":76840,"title":"S2pid Luv","adult":false,"genre_ids":[35]},{"cast":["Ingrid Bergman","Edvin Adolphson","Aino Taube","Olof Sandborg","Erik 'Bullen' Berglund"],"overview":"Funfair worker Valdemar is unknowingly the illegitimate son of a rich landowner, colonel Von Brede. The colonel knows and employs Valdemar as his stable master. The colonel has a young and beautiful ward, Eva, but will she and Valdemar fall in love with each other?","release_date":"1939-02-20","vote_average":6.0,"runtime":91,"cert":"N\/A","id":76843,"title":"Only One Night","adult":false,"genre_ids":[10749,18]},{"cast":["Vijayakanth","Madhuri Itagi","Meenakshi Dixit","Mansoor Ali Khan","Shanmugarajan"],"overview":"Virudhagiri, the upright honest police officer, helps Scotland Yard police in thwarting  a murder bid on the British Prime Minister. He returns to Chennai and comes to know of the troubles and violent attacks faced by Indian students in Australia. Meanwhile, his friend's daughter goes to Australia for studies and disappears. Now Viruthagiri has double task - rescue her and end the menace forever. He sets off to Sydney & How he achieves the mission is the rest.","release_date":"2010-12-10","vote_average":6.0,"runtime":143,"cert":"N\/A","id":76844,"title":"Viruthagiri","adult":false,"genre_ids":[28,80]},{"cast":["Herman Ahlsell","Ittla Frodi","Holger Löwenadler","Hjördis Petterson","Hugo Björne"],"overview":"A Swedish comedy based on the play Den mandlige Husassistent (1937).","release_date":"1954-10-18","vote_average":8.0,"runtime":94,"cert":"N\/A","id":76845,"title":"En karl i köket","adult":false,"genre_ids":[35]},{"cast":["Brasse Brännström","Mariann Rudberg","Christer 'Bonzo' Jonsson","Claire Wikholm","Chatarina Larsson"],"overview":"","release_date":"1975-06-25","vote_average":6.5,"runtime":94,"cert":"N\/A","id":76846,"title":"A Guy and a Gal","adult":false,"genre_ids":[35]},{"cast":["Yuu Mizushima","Michie Tomizawa","Keiko Toda","Jun Hazumi"],"overview":"One night, high school student Sho Fukamachi discovers a mysterious metal object. Then in a blinding flash of light, Sho finds that he has accidentally fused with the Guyver, a mecha of mysterious alien design. Now, to save his girlfriend, Mizuki Segawa, along with the entire world, Sho must become the Guyver to fight the Chronos Corporation and their biocreatures, called Zoanoids, who are hell-bent on world domination.","release_date":"1986-12-13","vote_average":5.9,"runtime":55,"cert":"N\/A","id":76847,"title":"Guyver: Out of Control","adult":false,"genre_ids":[27,16,28,878]},{"cast":["Ingrid Bergman","Tore Svennberg","Anders Henrikson","Georg Rydeberg","Gunnar Sjöberg"],"overview":"A cynical woman with a disfigured face—a hardened criminal—gets an opportunity to change her ways when she meets a sympathetic plastic surgeon. She leaves her old life behind, but soon her old friends catch up with her.","release_date":"1938-10-31","vote_average":6.0,"runtime":104,"cert":"N\/A","id":76848,"title":"A Woman's Face","adult":false,"genre_ids":[18,53]},{"cast":["Shahbaz Hamid Shigri","Aisha Linnea Akhtar","Ali Rehman Khan","Shahana Khan Khalil","Osman Khalid Butt"],"overview":"Islamabad, Pakistan. A group of privileged and westernised twenty-something friends while away their days and nights driving around town, partying, surfing the internet and smoking shisha pipes. As the country outside their world starts to crack, Hasan and his friends must face up to their relationships, angst and life choices before it is too late.","release_date":"2010-05-22","vote_average":7.3,"runtime":null,"cert":"N\/A","id":76849,"title":"Slackistan","adult":false,"genre_ids":[18]},{"cast":["Jai Sampath","M. Sasikumar","Swathi Reddy","Kanja Karuppu","Samuthirakani"],"overview":"Subramaniapuram (Tamil: சுப்ரமணியபுரம்) is a 2008 Tamil film produced, written, and directed by M. Sasikumar. The low budget film received critical acclaim for its original script, expert direction, screenplay, editing, accurate sets and costumes to resurrect Madurai from the 1980s. Sasikumar cast then relatively new actors Jai, Swathi, Ganja Karuppu and himself in pivotal roles for the film. Shot in a remarkable eighty five days, the film became a huge box office grosser. Sasikumar is now considered one of the promising young directors in Tamil film industry.","release_date":"2008-07-04","vote_average":6.6,"runtime":145,"cert":"N\/A","id":76850,"title":"Subramaniapuram","adult":false,"genre_ids":[18,28]},{"cast":["Janet Leigh","Robert Hoffmann","Klaus Kinski","Riccardo Cucciolla","George Rigaud"],"overview":"Professor James Anders is a seemingly mild-mannered teacher, an American working in Rio De Janeiro. Anders, bored with years of teaching, decides to put together a team to pull off a diamond heist during the Rio Carnival. Four international experts are brought together to carry out the robbery: a safe cracking expert, a master thief, a mechanical genius, and a playboy.","release_date":"1967-09-28","vote_average":7.4,"runtime":121,"cert":"N\/A","id":76851,"title":"Grand Slam","adult":false,"genre_ids":[53]},{"cast":["Raimu","Michèle Morgan","Louis Jouvet","Suzy Prim","Renée Devillers"],"overview":"","release_date":"1943-04-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":76852,"title":"Untel père et fils","adult":false,"genre_ids":[18,10752]},{"cast":["Paulus Manker","August Diehl","Michael Ostrowski","Pia Hierzegger","Maria Bill"],"overview":"Two yuppies play mean tricks on one another until one joke has fatal consequences.","release_date":"2006-02-10","vote_average":5.8,"runtime":100,"cert":"N\/A","id":76853,"title":"Slumming","adult":false,"genre_ids":[35,18]},{"cast":["Arturo Brachetti"],"overview":"","release_date":"2005-05-23","vote_average":8.0,"runtime":null,"cert":"N\/A","id":76854,"title":"Arturo Brachetti - Le plus grand acteur transformiste au monde","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2006-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76855,"title":"Attention à la marche Le betisier","adult":false,"genre_ids":[]},{"cast":["Nicole Roderick","Jason Scott Campbell","Amin Joseph","Jennifer Carta","J. Bloomrosen"],"overview":"On the brink of madness, a director's only recourse is to make a movie of the savage murders he believes he committed. The morning after a wild party, a young film student awakens in the arms of a mysterious actress. Unsure where they are, the two find a video camera at the foot of the bed aimed at them. Suspicious of one another, the lovers decide to watch the tape. Their apprehension turns to terror as they see themselves on screen gleefully committing brutal murder in the room they've just slept in.","release_date":"2005-01-01","vote_average":2.8,"runtime":111,"cert":"N\/A","id":76856,"title":"Nightmare","adult":false,"genre_ids":[27,53]},{"cast":["Helena Bonham Carter","Kenneth Branagh","Gemma Jones","Holly Aird","Ray Stevenson"],"overview":"A dreamer who aspires to human flight is assigned public service after one of his attempts off a public building. This leads him to meeting a young woman, who is dying of motor neuron disease. The strong-willed woman admits her wish to be de-flowered before her death. The man, struggling to maintain his relationship with his girl friend, declines but offers to help pay for a gigolo to do the deed. The following events play off the inherent comedy and drama of the circumstances.","release_date":"1999-01-22","vote_average":6.2,"runtime":101,"cert":"","id":76857,"title":"The Theory of Flight","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jean-Marie Bigard"],"overview":"","release_date":"2011-07-07","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76858,"title":"Bigard 100 villes 100 blagues","adult":false,"genre_ids":[35]},{"cast":["Aimilios Heilakis","Maria Solomou","Spyros Stavrinidis"],"overview":"In the casino there is only one queen, the small ball that spins on the roulette table. None of the players pays the slightest attention to the female dealers. But Takis, a «perennial» med student, doesn't go to the casino to win millions but to earn a day's wages. Vera works in a gym but trains and gets a second job as a dealer. Her aim is to protect her mother since regulations forbid relatives of employees from entering the casino. Let her Dad knock himself out. There's no way he'll ever play roulette again! At some point, Takis and Vera become lovers. They rig a game at the roulette table, leave the money with her mother and hide out in a friend's house, where their romantic dream soon succumbs to the wretched conditions in which they live. When her father dies of a heart attack in his Jeep, Vera suddenly finds herself with money. At the funeral, the manager of the casino threatens to send her to prison...","release_date":"2002-04-12","vote_average":7.0,"runtime":100,"cert":"N\/A","id":76861,"title":"Ghost of a Chance","adult":false,"genre_ids":[18,28,53]},{"cast":["Oliver Loftéen","Tuva Novotny","Jacob Nordenson","Tintin Anderzon","Emil Forselius"],"overview":"During one single day a number of life destinies cross one another. It becomes a night for the involved they will never forget, a night when the coincidences are going to change their lives forever.","release_date":"1997-10-31","vote_average":6.3,"runtime":96,"cert":"N\/A","id":76864,"title":"Tic Tac","adult":false,"genre_ids":[18,53]},{"cast":["Cher"],"overview":"Live in Concert is the second live music video title by singer and actress Cher. Released by HBO in 1999, it contained footage from Cher's Do You Believe? Tour specials filmed at the MGM Grand Garden Arena in Paradise, Nevada in 1999. It featured tracks from Gypsys, Tramps &amp; Thieves album to Believe album, alongside various covers. She has 7 costume changes by stylist Bob Mackie.","release_date":"2010-06-18","vote_average":4.8,"runtime":75,"cert":"","id":76865,"title":"Cher: Live in Concert from Las Vegas","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76866,"title":"Cher Live en concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76867,"title":"Cher Live en concert","adult":false,"genre_ids":[]},{"cast":["Audie Murphy","John Saxon","Zohra Lampert","Vic Morrow","Robert Keith"],"overview":"Murphy goes after bad guys who shot his friend the sheriff and abducted a local girl. In a plot reminiscent of High Noon, the posse of town blowhards gradually abandons Murphy; only tenderfoot banker Saxon remains, to prove his manhood. When they find the girl, obviously abused by her captors, Murphy shows her acceptance and sympathy whereas the others disply only revulsion.","release_date":"1961-05-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":76868,"title":"Posse from Hell","adult":false,"genre_ids":[37]},{"cast":["Nicole Avezard","Dominique de Lacoste"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76869,"title":"Les Vamps - Autant en emportent les Vamps","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2001-11-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76870,"title":"Dany Boon  En parfait état, au Casino de Paris","adult":false,"genre_ids":[35]},{"cast":["Simone Signoret","Alain Delon","Ottavia Piccolo","Jean Tissier","Monique Chaumette"],"overview":"Her youth has been spent working for a farm family, being raped by father and son, marrying the son who has now left her a happy widow. She is happy because World War I is over and she is enjoying being in control of the farm. And then she hires the handsome stranger who helped her carry the new incubator for chicks from the bus and across the canal. In the house by the canal with the job of raising and lowering the bridge for passing boats lives the widow's envious sister-in-law along with husband and nubile daughter.","release_date":"1971-09-15","vote_average":7.2,"runtime":92,"cert":"N\/A","id":76871,"title":"The Widow Couderc","adult":false,"genre_ids":[28,18,10749]},{"cast":["Dany Boon","Marie-Sophie L.","Zinedine Soualem","Julia Duchaussoy","Frederic Bouraly"],"overview":"Charles Boulin decides to sell his small apartment on Avenue Foch to purchase a little hotel in the western suburbs of Paris. But the hotel happens to be a decaying house in Argenteuil. He wanted to surprise his wife and daughter, but it soon turns into a nightmare when they learn they have move into this shack, during the work, along with unscrupulous workers ...","release_date":"2004-11-23","vote_average":4.8,"runtime":null,"cert":"N\/A","id":76872,"title":"La vie de chantier","adult":false,"genre_ids":[35]},{"cast":["José Garcia","Antoine de Caunes"],"overview":"Since 7 years, Antoine de Caunes et José Garcia made mark on comedy french history each evening in prime-time on \"Nulle part Ailleurs\" show.","release_date":"2004-09-24","vote_average":6.3,"runtime":null,"cert":"N\/A","id":76873,"title":"De Caunes-Garcia - Le meilleur de Nulle part ailleurs","adult":false,"genre_ids":[35]},{"cast":[],"overview":"More children's animation based on the characters created by A.A. Milne. In 'What's the Score, Pooh?' Gopher thinks games are a waste of time until he discovers that work and play are both important. 'Sherriff Piglet' must hunt down two familiar desperados in 'The Good, the Bad and the Tigger'. And when someone's been playing silly tricks on them, Pooh, Piglet, Tigger and Rabbit set out to find the culprit in 'April Pooh'.","release_date":"2003-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76882,"title":"The Magical World of Winnie the Pooh – It’s Playtime with Pooh","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"","release_date":"","vote_average":0.5,"runtime":null,"cert":"N\/A","id":76883,"title":"Challenger: Countdown to Disaster","adult":false,"genre_ids":[99,18]},{"cast":["Franck Dubosc"],"overview":"","release_date":"2002-05-03","vote_average":6.3,"runtime":null,"cert":"N\/A","id":76888,"title":"Franck Dubosc - J'vous ai pas raconté","adult":false,"genre_ids":[35]},{"cast":["Joe Mantegna","Sam Rockwell","Maury Chaykin","Ted Danson","Charles Durning"],"overview":"Tom and Jerry are two hit men, they work by day at a third-rate second-hand car dealership. Tom is a veteran and Jerry is a novice in their business, and their attitude toward their profession differs a lot. It shows when Tom is required to kill his old friend Karl.","release_date":"1998-12-04","vote_average":6.5,"runtime":107,"cert":"N\/A","id":76891,"title":"Jerry and Tom","adult":false,"genre_ids":[28,35,18,80]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76892,"title":"Gérald Dahan  L'Imposteur","adult":false,"genre_ids":[]},{"cast":["Kad Merad","Olivier Baroux"],"overview":"","release_date":"2001-12-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":76893,"title":"Kad et Olivier vous font montrer... Le Gros DVD","adult":false,"genre_ids":[]},{"cast":["Jean-Yves Lafesse"],"overview":"","release_date":"2006-02-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76894,"title":"Lafesse - Dépasse les bornes","adult":false,"genre_ids":[35]},{"cast":["Laurent Gerra"],"overview":"","release_date":"2000-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76895,"title":"Laurent Gerra  à l'Olympia","adult":false,"genre_ids":[]},{"cast":["Mario Saint-Amand","Capucine Delaby","Marc-François Blondin","Eugene Brotto","Éric Bruneau"],"overview":"Born into a modest family, Gerry Boulet found fame with the Québec rock group Offenbach. After a life of drug and alcohol abuse and a great love story, Gerry died of cancer in 1990.","release_date":"2011-06-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76896,"title":"Gerry","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Vishal Krishna","Sameera Reddy","Sayaji Shinde","Sriman","Poonam Kaur"],"overview":"Prabhakaran travels all the way from Tamil Nadu to Kolkata for a purpose. He takes up a job in a college and meets Aishwarya. He also comes across Paro in Kolkata and they end up falling head over heels in love with each other. Meanwhile, there is a group in the look out for Prabhakaran at the behest of Eswara Pandian and his son. The ensuing sequence of events results in Prabhakaran revealing his true face through a flashback and there begin the twists and turns, which also unravels a sibling story with underworld background.","release_date":"2011-09-30","vote_average":6.2,"runtime":137,"cert":"N\/A","id":76897,"title":"Vedi","adult":false,"genre_ids":[53,28]},{"cast":["Matthias Schweighöfer","Sabine Timoteo","Florian Stetter","Jessica Schwarz","Tanja Schleiff"],"overview":"Dominik Graf relocates the story of the same name by Henry James from the 19th century to the year 2001.","release_date":"2002-10-23","vote_average":6.3,"runtime":89,"cert":"N\/A","id":76898,"title":"Friends of Friends","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"minus zwei","release_date":"2005-12-15","vote_average":1.0,"runtime":71,"cert":"N\/A","id":76899,"title":"minus zwei","adult":false,"genre_ids":[]},{"cast":["Laurent Gerra"],"overview":"","release_date":"2006-11-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76900,"title":"Laurent Gerra - Flingue la télé","adult":false,"genre_ids":[]},{"cast":["Bruno Counard","Vincent Counard"],"overview":"","release_date":"2002-09-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":76901,"title":"Les Frères Taloche Au Théâtre Trévise","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76902,"title":"LES MEDIEVALES MONTIGNY EN OSTREVENT","adult":false,"genre_ids":[]},{"cast":["Liane Foly"],"overview":"","release_date":"2007-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76903,"title":"Liane Foly la folle parenthèse","adult":false,"genre_ids":[]},{"cast":["Michael Flatley"],"overview":"Gold celebrates the unique dance genius that is Michael Flatley. This exciting video contains all of Michael's greatest hits, plus two sneak previews of exclusive dances recorded especially for this presentation on the set of Michael's film. Also featuring five brand new dances and new versions of the classics filmed in Budapest where Michael thrilled an ecstatic audience of over 100,000 people.  In his own words, Michael tells the story of his phenomenal career in an intimate and revealing interview. For the first time, Michael takes us on a bedazzling journey where he opens up his personal photo album and reveals rare film footage filled with old and new dances. The Michael Flatley brilliance sparkles pure \"gold.\"","release_date":"2000-01-01","vote_average":0.0,"runtime":130,"cert":"","id":76904,"title":"Michael Flatley: Gold","adult":false,"genre_ids":[]},{"cast":["Bruno Salomone"],"overview":"","release_date":"2000-02-07","vote_average":6.4,"runtime":78,"cert":"N\/A","id":76909,"title":"Bruno Salomone: N'est pas cochon d'Inde qui veut !","adult":false,"genre_ids":[35]},{"cast":["Nicolas Canteloup"],"overview":"","release_date":"2005-12-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":76910,"title":"Nicolas Canteloup - Au Palais des Glaces","adult":false,"genre_ids":[]},{"cast":[],"overview":"On July 7th, 2007 at 7:07 PM, Japanese group Boredoms, orchestrated a performance by 77 drummers at the Empire-Fulton Ferry State Park in Brooklyn, New York.","release_date":"2010-09-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":76913,"title":"77 Boa Drum","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"2002-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76914,"title":"Shirley et Dino - Achille Tonic","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-06-02","vote_average":7.5,"runtime":null,"cert":"N\/A","id":76915,"title":"Shirley et Dino - Le spectacle inédit","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2002-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76916,"title":"Star Academy En concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76917,"title":"Yannick Noah Quand vous êtes là","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76920,"title":"La caravane des Enfoirés 2007","adult":false,"genre_ids":[]},{"cast":["Boyd Rice","Allison Anders","Rodney Bingenheimer","Rozz Williams","Anton LaVey"],"overview":"Boyd Rice may well be the only person alive who's been on a first name basis with both Charles Manson and Marilyn Manson. His career has spanned more than three decades, during which time he has remained at the epicenter of underground culture and controversy.","release_date":"2010-08-17","vote_average":7.0,"runtime":233,"cert":"N\/A","id":76921,"title":"Iconoclast","adult":false,"genre_ids":[99]},{"cast":["Garret Sato","Derrel Maury","Janelle Velasquez","Jordan Lawson","Ira Katz"],"overview":"When a group of religious zealots destroy everything that he loves and leaves him for dead; A man embarks on a journey of revenge that will take him through all the post-apocalyptic dangers that is WASTELAND.","release_date":"2011-10-11","vote_average":2.5,"runtime":80,"cert":"15","id":76922,"title":"Wasteland","adult":false,"genre_ids":[878,12]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76923,"title":"Sagoberättaren 1: Kejsarens Nya Kläder","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76924,"title":"Sagoberättaren 6: Den Fula Ankungen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three children make a daring escape from the underground city in which they are slaves of the Evil Emperor, and go in search of the fabled Sky Kingdom and the great Prince Ariel.","release_date":"2003-10-01","vote_average":6.0,"runtime":73,"cert":"N\/A","id":76925,"title":"The Legend of the Sky Kingdom","adult":false,"genre_ids":[16,10751]},{"cast":["Örjan Ramberg","Alexander Skarsgård","Stig Grybe"],"overview":"Harry Friberg photographs a mysterious lightning in the water outside the Blockhusudden. The light turns out to flow over a murder.","release_date":"1987-10-19","vote_average":7.0,"runtime":110,"cert":"N\/A","id":76926,"title":"Idag Röd","adult":false,"genre_ids":[]},{"cast":["Örjan Ramberg","Marie Richardson","Jan Waldekranz","Stig Grybe","Hans Bendrik"],"overview":"","release_date":"1987-10-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":76927,"title":"Lysande landning","adult":false,"genre_ids":[80]},{"cast":["Örjan Ramberg","Stig Grybe","Hans Bendrik"],"overview":"","release_date":"1987-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76928,"title":"Träff i Helfigur","adult":false,"genre_ids":[]},{"cast":["Rocky Patterson","Ron Queen","Beau Leland","Michelle Meyer","Sebrina Lawless"],"overview":"Following the brutal rape of a young woman by a gang of construction workers, a mysterious figure wearing a motorcycle helmet and driving a gold hearse begins hunting the perpetrators down. The masked avenger's weapon of choice, obviously, is a nail gun, with which he (or could it be she?) takes out the rapists one by one. Just who is this murderous vigilante?","release_date":"1985-12-16","vote_average":4.7,"runtime":85,"cert":"N\/A","id":76929,"title":"Nail Gun Massacre","adult":false,"genre_ids":[27]},{"cast":["Sophia Santi","Jynx Maze","Alexis Texas","Bobbi Starr","Lily LaBeau"],"overview":"Sophia Santi is being transported on a prison bus to her court date when guard, Erik Everhard, takes notice of her voluptuous curves. Jynx Maze appears in an anal scene with guard Bill Bailey, after an altercation in the prison yard. Alexis Texas is punished by prison warden, Steve Holmes, for bad behavior. Jayden Jaymes, Phoenix Marie, and McKenzie Lee get steamy in a prison shower.","release_date":"2011-03-15","vote_average":0.0,"runtime":145,"cert":"N\/A","id":76930,"title":"Prison Girls","adult":true,"genre_ids":[]},{"cast":["Shawn Doyle","Peter Outerbridge","David La Haye","Aidan Devine","Michelle Nolden"],"overview":"A riveting political thriller starring Shawn Doyle (John A. Macdonald), Peter Outerbridge (George Brown) and David LaHaye (George-Etienne Cartier) and set during the struggles that take Canada from colony to country.","release_date":"2011-09-19","vote_average":6.5,"runtime":null,"cert":"N\/A","id":76933,"title":"John A.: Birth of a Country","adult":false,"genre_ids":[36,18]},{"cast":["Franka Potente","Hans-Werner Meyer","Henry Hübchen","Sylvester Groth","Josefine Preuß"],"overview":"Beate Uhse was a German pilot and entrepreneur. The only female stunt pilot in Germany in the 1930s, after World War II she started the first sex shop in the world. The company she started, Beate Uhse AG, is listed on the Frankfurt Stock Exchange, and is the world leader in sales of sexual aids. The company also started a television channel on the Premiere network of television channels.","release_date":"2011-10-09","vote_average":6.5,"runtime":null,"cert":"N\/A","id":76934,"title":"Beate Uhse - das Recht auf Liebe","adult":false,"genre_ids":[99,18]},{"cast":["Big Bad Ralph","Kelly Chapman","Max Crawdaddy","John Flaus","Jane Stuart Wallace"],"overview":"Three vampires wander the streets of Melbourne killing, screwing and taking drugs. They decide to carry out a heist, stealing three million and attracting the attention of various psychotics, who chase them through a blood spattered odyssey into the Melbourne underground.","release_date":"1992-01-01","vote_average":1.0,"runtime":85,"cert":"N\/A","id":76935,"title":"Bloodlust","adult":false,"genre_ids":[27,14]},{"cast":["Boyd Rice","Nicholas Crawford-Smith","Greg Maxwell","Jon Hewitt","Lisa Hutchinson"],"overview":"The film portrays the life of a hitman with an interest in such things as fascism, S&amp;M, collecting erotic literature, Doctor Who, and philosophy. The plot concerns the assassin being given a contract on a controversial author.","release_date":"1999-11-18","vote_average":4.0,"runtime":96,"cert":"N\/A","id":76936,"title":"Pearls Before Swine","adult":false,"genre_ids":[18,10749]},{"cast":["Seymour Hicks"],"overview":"A 1913 British black and white silent film based on the 1843 novel A Christmas Carol by Charles Dickens. It starred Seymour Hicks as Ebenezer Scrooge. In the United States it was released in 1926 as Old Scrooge.","release_date":"1913-09-01","vote_average":0.0,"runtime":40,"cert":"","id":76937,"title":"Scrooge","adult":false,"genre_ids":[]},{"cast":["Russell Thorndike","Nina Vanna","Jack Denton","Forbes Dawson"],"overview":"A 1923 version of the Charles Dickens classic with Russell Thorndike playing Scrooge.","release_date":"1923-05-01","vote_average":0.0,"runtime":25,"cert":"","id":76938,"title":"A Christmas Carol","adult":false,"genre_ids":[]},{"cast":["Bob Denver","Forrest Tucker","Jeannine Riley","Lori Saunders","Ivor Francis"],"overview":"This comical western chronicles the silly adventures of a bumbling wagonmaster and his clutzy assistant as they attempt to take seven passengers across the prairie. Among the passengers are two wealthy Bostonians, an aspiring showgirl, a teacher, and bachelor. The story is adapted from Dusty's Trail, a television sitcom.","release_date":"1976-08-01","vote_average":3.0,"runtime":86,"cert":"N\/A","id":76939,"title":"The Wackiest Wagon Train In The West","adult":false,"genre_ids":[35,37]},{"cast":["Miki Mizuno","Nao Nagasawa","Kazuki Tsujimoto","Rei Fujita","Masahiro Komoto"],"overview":"The story starts in the devastated rogue city of Yokohama, surrounded by rubble. After Milly killed Jack, the main villain from the first movie, and finally satisfied her thirst for revenge for the deaths of her husband and child, she seems to be on safe ground for the moment. But just as she starts to relax, she is targeted by strange guys. They are here to avenge Jack's death.","release_date":"2009-07-11","vote_average":4.8,"runtime":74,"cert":"N\/A","id":76940,"title":"Hard Revenge, Milly: Bloody Battle","adult":false,"genre_ids":[18,28,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76941,"title":"Bruce Lee - O Dragão Chinex","adult":false,"genre_ids":[]},{"cast":["Christina Lindberg","Ichirou Araki","Masaji Arikawa","Yurie Hidaka","Takuzô Kawatani"],"overview":"Christina, on arriving in Japan, acquaints a Japanese man at the airport who looks like a sap. He takes her to his apartment where he brutally rapes her and keeps her hostage and bound in chains. Christina's alluring beauty eventually enchants the rapist and he is soon consulting his 'How to Stimulate a Woman' sex book in an effort to please her...","release_date":"1973-03-03","vote_average":5.0,"runtime":72,"cert":"N\/A","id":76942,"title":"The Kyoto Connection","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76943,"title":"Bruce Lee - O Dragão Chines","adult":false,"genre_ids":[]},{"cast":["Christina Ablaza","Rafael Sardina","Frank Harts"],"overview":"The debut feature directorial effort from filmmaker Michael Tolajian (The Year of the Yao), this independent crime drama stars Rafael Sardina as Ray Ray, a young man whose life takes an unexpected turn when he gets involved with organized crime. Soon, Ray Ray finds himself struggling to keep the legal and illegal aspects of his life from colliding. Originally released as Bought &amp; Sold, A Jersey Tale screened at several film festivals, and was honored with the Audience Award at Urbanworld.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":76944,"title":"A Jersey Tale","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Superfast, superpowerful, with head-turning looks, the Subaru Impreza is one of the most desirable cars on the market today. It has become an icon for a motoring generation in an era where few cars can command such loyalty and prestige. The Subaru Impreza enjoys phenominal cult status thanks largely to Colin McRae's storming world rally championship glory in 1995 with Subaru taking the manufacturers' title (a title they won again in 1996 and 1997).","release_date":"2000-08-14","vote_average":4.0,"runtime":115,"cert":"E","id":76945,"title":"Subaru Impreza WRX","adult":false,"genre_ids":[99]},{"cast":["Kelly Rowan","Shawn Doyle","Dustin Milligan","Ryan McDonell","Michael Eklund"],"overview":"A mother searches for her lost son, who after four days still has not returned from a party at a friend's house a day's drive away.","release_date":"2006-02-09","vote_average":6.0,"runtime":90,"cert":"N\/A","id":76946,"title":"Eight Days to Live","adult":false,"genre_ids":[10770,18]},{"cast":["Ethan Erickson","Jennie Garth","Camilla Luddington","Zack Ward","Patrice Jennings"],"overview":"Eddie James, a disgruntled actor who wants to do more than play \"Mulligan the Rabbit\" on a children's TV show, discovers life can change in a heartbeat when he accidentally gets into a car accident with single mother Annie Baker. In the unexpected friendship that develops between them, Eddie tries to help Annie's nearly-blind daughter Taylor get an operation to restore her sight.","release_date":"2011-02-12","vote_average":6.8,"runtime":null,"cert":"N\/A","id":76947,"title":"Accidentally in Love","adult":false,"genre_ids":[10749,18,35]},{"cast":["Arisa Aoyama","Asuka Ayanami","Rui Yazawa","Yuu Uehara"],"overview":"","release_date":"2008-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76948,"title":"Kokusen","adult":true,"genre_ids":[]},{"cast":["Anneke van Giersbergen","René Rutten","Hans Rutten","Jelmer Wiersma","Hugo Prinsen Geerlings"],"overview":"Live at Dynamo Open Air: -Intro -Eleanor -Fear The Sea -Leaves -In Motion #2 -Adrenaline -Strange Machines Live in Krakow: -Confusion -The May Song -New Moon, Different Day -Mandylion \/ Sand &amp; Mercury -Adrenaline -Strange Machines Additional Video Clips: -Leaves -Liberty Bell","release_date":"1996-04-09","vote_average":0.0,"runtime":87,"cert":"N\/A","id":76949,"title":"The Gathering: In Motion","adult":false,"genre_ids":[]},{"cast":["Bruce Bennett","Ula Holt","Ashton Dearholt","Frank Baker","Lewis Sargent"],"overview":"Tarzan retells the story of a trip to Guatemala in which the ape-man had gone to aid a friend in searching for a very valuable totem pole called the Green Goddess. Second of two feature versions of the 1935 serial film \"The New Adventures Of Tarzan\", culled from the serial's last 10 episodes.","release_date":"1938-02-14","vote_average":5.0,"runtime":72,"cert":"N\/A","id":76950,"title":"Tarzan and the Green Goddess","adult":false,"genre_ids":[28,12]},{"cast":["Elmo Lincoln","Enid Markey","Gordon Griffith"],"overview":"A female ape takes to mothering the orphaned boy (Tarzan) and raises him over the course of many years until a rescue mission is finally launched and the search party combs the jungle for the long-time missing Lord Greystoke. But then, one of the search members, Jane Porter, gets separated from the group and comes face to face with fearsome wild animals. Tarzan saves her from harm just in the knick of time and love begins to blossom.","release_date":"1918-01-27","vote_average":5.4,"runtime":60,"cert":"N\/A","id":76951,"title":"Tarzan of the Apes","adult":false,"genre_ids":[28,12]},{"cast":["Ola Rapace","Agnes Blåsjö","Mikael Ersson","Thomas Hanzon","Tom Ljungman"],"overview":"Tina and Cilla will soon turn 15 years old and is in the middle of teens search for an adult identity. They are identical twins but completely different. Tina cares mostly about makeup and falls in love with a new guy every week. Cilla is perceived as odd because she does not care at all about superficialities. She is a director of her own theater play to get money for starving children in third world countries. A young local rock musicians, Ailu, is making the music to her show. On her mother's birthday, Cilla die in an accident. Now it's as if half of her is lost.","release_date":"2011-08-19","vote_average":5.3,"runtime":125,"cert":"N\/A","id":76952,"title":"Jag saknar dig","adult":false,"genre_ids":[18]},{"cast":["Paul Chaplin","India Babe","Jodie James","Cindy Behr","Demetri"],"overview":"Bluebird Films has released an Alice In Wonderland XXX porn parody entitled Alice: A Fairy Love Tale in which the lovely Stacey Saran plays Alice. Director Paul Chaplin invites you to look through the looking glass to find Alice – a tormented and housebound girl that dreams of escaping her surroundings. Lucky for her, she is transported to a strange land where she meets a set of none-too-bright twins (Kit and Kate Lee), talking cards, a white rabbit and an angry queen. Each encounter provides her with a new sexual understanding, and many new experiences. This sleazy flick is a naughty interpretation of the Alice story, complete with wonderful and goofy costumes and hot British accents with artistic ambition, beautiful women and high production values!","release_date":"2010-10-23","vote_average":7.0,"runtime":null,"cert":"R18","id":76955,"title":"Alice: A Fairy Love Tale","adult":true,"genre_ids":[14]},{"cast":["Risto Kübar","Katariina Lauk","Tambet Tuisk","Ain Lutsepp","Ülle Kaljuste"],"overview":"A story of a naive man, whose direct behavior stirs in people moral unrest, rage and embarrassment over their own pettiness, making them yearn for goodness. Based on the book by F. Dostojevski.","release_date":"2011-10-13","vote_average":4.5,"runtime":123,"cert":"N\/A","id":76956,"title":"The Idiot","adult":false,"genre_ids":[18]},{"cast":["Aarne Üksküla","Aleksander Eelmaa","Harriet Toompere","Rita Raave","Ingmar-Erik Kiviloo"],"overview":"70-year-old Mati is a passionate bibliophile whose job is his hobby - he´s got a job at the library. The rest of his little time he shares with his sweet wife. Then one sudden day death comes to his spouse. A whole life of stability crashes. Neither his adolescent daughter nor his dear books are of any help. Loneliness and indifference overrun his life and Mati plots his suicide. A strange 60-year- old wayfarer, Sass, who travels with a backpack of books and frequents public libraries to read the newspapers, brings forth a change. Bit by bit he starts to provide Mati with an interest in life again. \"A Friend of Mine\" is a warm expression of solitude and friendship, which helps us to overcome the bleakest periods of life.","release_date":"2011-01-07","vote_average":5.3,"runtime":102,"cert":"N\/A","id":76959,"title":"A Friend of Mine","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A Finnish documentary follows four young men who have one year to find new love in Helsinki.","release_date":"2011-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76960,"title":"Rules of Single Life","adult":false,"genre_ids":[99,35]},{"cast":["Roy Marsden"],"overview":"Scotland Yard Commander Adam Dalgliesh has been on leave following the death on duty of a member of his team, DS Sarah Hillier. His superiors order him back to work to investigate the murder of the Director of the Steen Clinic, which specializes in psychiatric cases.","release_date":"1995-01-01","vote_average":5.8,"runtime":120,"cert":"","id":76961,"title":"A Mind to Murder","adult":false,"genre_ids":[9648,80,18]},{"cast":["Tõnu Kark","Viire Valdma","Paul Poom","Egon Nuter","Margus Oopkaup"],"overview":"This inventive, tongue-in-cheek comedy-drama not only reveals the charms of the Estonian countryside, but something of director (Kaljo Kiisk)'s sense of amusement as well. The hero of the title, Toomas Nipernaadi (Tonu Kark) is first seen roaming the rural landscape, going from village to village looking for the woman of his dreams. He wears a bedraggled white suit but generously pays for any lodging he needs or in one case, even buys a farm. Nipernaadi has a way with words and enchants those he meets with his wild stories about himself. Women find him appealing and the men are entertained as he moves from one locale to the next. But his idyll looks like it will end -- at least for awhile -- when his wife shows up in an expensive car and explains exactly what has been going on.","release_date":"1983-05-14","vote_average":5.9,"runtime":88,"cert":"N\/A","id":76962,"title":"The Adventurer","adult":false,"genre_ids":[18]},{"cast":["Rolf Kasparek","Rolf Kasparek","Bernd Aufermann","Peter Pichl","Matthias Liebetruth"],"overview":"Recorded live on 2002\/03\/30, in Osnabrück, Germany. March Of The Final Battle Welcome To Hell Bad To The Bone Lead Or Gold Riding The Storm When Time Runs Out The Brotherhood Soulless Blazon Stone Crossfire Metalmachine Solo Kiss Of Death Uaschitschun Unation Victory Prisoners Of Our Time Purgatory Soulstrippers Under Jolly Roger","release_date":"2003-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76963,"title":"Running Wild: Live","adult":false,"genre_ids":[]},{"cast":["Ginger Rogers","Lyle Talbot","J. Farrell MacDonald","Paul Hurst","Erville Alderson"],"overview":"Thirteen years after a dinner party in which the thirteenth guest failed to arrive, the remaining guests are being murdered one by one, and their bodies being placed at the same dinner table in the appropriate seats they occupied thirteen years prior.","release_date":"1932-08-09","vote_average":4.8,"runtime":69,"cert":"N\/A","id":76964,"title":"The Thirteenth Guest","adult":false,"genre_ids":[9648,53]},{"cast":["Vishal Krishna","Meera Jasmine","Rajkiran","Lal","Suman Shetty"],"overview":"Balu, on a visit to his friend's hometown, falls for the latter's sister, Hema. When he learns that this area is ruled by a local goon, Kaasi, Balu teaches him a lesson. Now, Kaasi is seeking revenge.","release_date":"2005-12-16","vote_average":7.5,"runtime":142,"cert":"N\/A","id":76965,"title":"Sandakozhi","adult":false,"genre_ids":[28,10749]},{"cast":["Shannen Doherty","Kavan Smith","Aaron Pearl","April Telek","Stephanie Belding"],"overview":"Radio DJ Emma Silver (Shannen Doherty) leads a chic city life in Seattle until she finds out her beloved grandfather has died. Traveling to his farm in quaint Valleyville, Washington to take care of the details, she is stunned to learn her grandfather has left her his farm, along with a sizable amount of debt. To keep the bank from foreclosing, Emma must find a way to raise the money, or face seeing her grandfather’s precious land end up as a parking lot. Following her grandfather’s famed legacy, Emma decides to enter Valleyville’s annual pumpkin growing contest with his prized seeds and grow the world-record biggest gourd. If she can win the grand prize of $50,000, she can save the farm. With the help of her neighbor, Seth (Kavan Smith), Emma takes on the challenge, but the two end up cultivating something much more evergreen.","release_date":"2010-10-26","vote_average":4.6,"runtime":89,"cert":"N\/A","id":76966,"title":"Growing the Big One","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Vishal Krishna","Reema Sen","Bharath Niwas","Vivek","Girish Karnad"],"overview":"A young man follows his newlywed neighbour from Chennai to Goa when she moves there with her husband. He ends up kidnapping her when his obsession takes a drastic turn.","release_date":"2004-09-10","vote_average":5.0,"runtime":156,"cert":"N\/A","id":76967,"title":"Chellamae","adult":false,"genre_ids":[53,10749]},{"cast":["Vishal Krishna","Reema Sen","Sriya Reddy","Vadivelu","Kiran Rathod"],"overview":"Ganesh comes to Chennai to pursue his studies. A group of goons are on his pursuit. A kind hearted Ganesh is eventually forced to go back to his old ways to fight them and restore order.","release_date":"2006-08-04","vote_average":6.0,"runtime":142,"cert":"N\/A","id":76968,"title":"Thimiru","adult":false,"genre_ids":[28,10749]},{"cast":["Vishal Krishna","Mamta Mohandas","Manivannan","Raghuvaran"],"overview":"Sivappathigaram (2006) is a Tamil film directed by Karu Pazhaniappan. The film stars Vishal, Mamta Mohandas, Manivannan, Rajan P. Dev, Upendra Limaye, Ganja Karuppu and Raghuvaran. The film's score and soundtrack are composed by Vidyasagar. Mamta Mohandas made her debut in Tamil with this film. The film was released on November 2006","release_date":"2006-11-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":76969,"title":"Sivappathigaram","adult":false,"genre_ids":[28]},{"cast":["Vishal Krishna","Shriya Saran","Prakash Raj","Nixon S","Pandiarajan"],"overview":"Thoranai (Dubbed in Hindi as \"Vishal Ki Kurbani\") is a 2009 Indian Tamil-language film starring Vishal and Shriya in the lead roles, whilst, supporting actor Prakash Raj plays another prominent role. Directed by Iyappan, and produced by Vishal's home company, GK Films, the film released in 29 May 2009. The Telugu version, titled Pistha, was filmed and released simultaneously.","release_date":"2009-05-29","vote_average":5.0,"runtime":118,"cert":"N\/A","id":76972,"title":"Thoranai","adult":false,"genre_ids":[28,18]},{"cast":["Vishal Krishna","Priyamani","Devaraj","Ajay","Ashish Vidhyarthi"],"overview":"A young man is granted conditional bail, which requires him to go to the Trichy police station. On his way there, he falls for a beautiful girl. When the girl lands up in trouble, he finds himself facing the wrath of powerful politicians.","release_date":"2007-09-28","vote_average":5.8,"runtime":null,"cert":"N\/A","id":76973,"title":"Malaikottai","adult":false,"genre_ids":[28]},{"cast":["Vishal Krishna","Muktha George","Prabhu Ganesan","Nadhiya","Nassar"],"overview":"Bharani, a hot headed man, tries to peacefully resolve the conflict between the families, from the one which he belongs, and the one from which his lover belongs. But several circumstances force him to use his fist than his heart first.","release_date":"2007-01-14","vote_average":6.8,"runtime":154,"cert":"N\/A","id":76974,"title":"Thaamirabharani","adult":false,"genre_ids":[10751,18,28]},{"cast":["Vishal Krishna","Trisha Krishnan","Sunaina","Jayaprakash","Sampath Raj"],"overview":"Samar is a Tamil action-adventure film directed by Thiru. It features Vishal and Trisha Krishnan in the lead roles, with Sunaina, Manoj Bajpai and J. D. Chakravarthy appearing in supporting roles.","release_date":"2013-01-13","vote_average":5.7,"runtime":null,"cert":"N\/A","id":76975,"title":"Samar","adult":false,"genre_ids":[28,18]},{"cast":["Dhanush","Richa Gangopadhyay","Sunder Ramu","Pooja Devariya","Mathivanan Rajendran"],"overview":"The plot revolves round the life of Karthik (Dhanush) a struggling freelance photographer in Chennai who does portfolios, weddings and other functions. Karthik has a keen interest in wild life photography and friends call him a genius, though he is bit of a loner. His role model is Madhesh Krishnaswamy (Ravi Prakash), a world renowned wildlife photographer and his dream is to be an assistant to this arrogant man. Karthik hangs out with his friends and is extremely close to Sundar (Sundar) who introduces his girlfriend Yamini (Richa) to the gang. Initially Karthik and Yamini can't stand each other but there lies the twist, when opposites attract.","release_date":"2011-11-25","vote_average":6.2,"runtime":145,"cert":"N\/A","id":76976,"title":"Mayakkam Enna","adult":false,"genre_ids":[18,10751]},{"cast":["Tchéky Karyo","Jack Wallace"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76977,"title":"Bjørnen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76980,"title":"Un jour, un musée","adult":false,"genre_ids":[]},{"cast":["James Ricardo","April Wade","Ute Werner","Jesselynn Desmond","Gina DeVettori"],"overview":"At 30 years old, Opie (James Ricardo) is a virgin whose existence is made up of watching pornography and eating junk food. One day a drug dealer named Thai (April Wade) mistakenly comes to his door. She decides to help Opie by finding him a good woman, initially (and unsuccessfully) by online personal adds. Thai and Opie end up sleeping together while high on marijuana, and then end up seeing each other regularly. Opie starts having sex with other women, including Thai's lesbian lover Dakota (Ute Werner) and a \"gun-toting\" nymphomaniac named Rain (Jesselynn Desmond).","release_date":"2009-01-19","vote_average":5.0,"runtime":75,"cert":"N\/A","id":76981,"title":"Opie Gets Laid","adult":false,"genre_ids":[35]},{"cast":["Toshiki Fujikawa","Sachiko Katsumata","Tomoya Maeno","Maki Meguro","Ryu Morioka"],"overview":"A 17-year-old country boy named Norio decides his only option is to follow his late parents’ example and commit suicide. After failing even at that, his 34-year-old English teacher Akemi convinces him that he should instead move to Tokyo with her and become a lawyer on her dime. Unfortunately, Akemi doesn’t have quite as much money as she leads Norio to believe, and has to secretly get a job at a karaoke bar under the guise of “going to the salon”. Meanwhile, she continuously prods her somewhat dimwitted student to work harder toward her manufactured goal of him becoming a lawyer. Although Norio is falling in love with Akemi, he’s not all that interested in studying, and matters only get worse when he discovers his benefactor’s secret source of income.","release_date":"2009-10-18","vote_average":4.5,"runtime":90,"cert":"N\/A","id":76982,"title":"To Walk Beside You","adult":false,"genre_ids":[18]},{"cast":["Kent Cheng","Tony Leung Ka-Fai","Carrie Ng","Tien Feng","Elvis Tsui"],"overview":"After putting up with a lot of abuse from his boss, Li Wai and two friends of his who also work for the same slave driver, decides to kidnapp the boss son in order to collect some ransom money. The kidnapp the son, but when he's trying to escape, they accidentally kill him. Still, they want their ransom money and pretend that he's still alive. But when the boss doesn't want to pay up, and instead send the police after the kidnappers, they decide to kidnapp the boss instead to get some money out from his family.","release_date":"1989-11-02","vote_average":6.0,"runtime":105,"cert":"N\/A","id":76983,"title":"Sentenced to Hang","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Enjoy the hilarious adventures and misadventures of Bernard, a curious and comic polar bear that travels the world learning about us. Bernard transforms something as simple as taking a picture, facing a rainstorm or playing golf into a funny and difficult challenge.","release_date":"2006-08-06","vote_average":8.0,"runtime":87,"cert":"N\/A","id":76984,"title":"Bernard","adult":false,"genre_ids":[]},{"cast":["Mario Lanza","Renato Rascel","Marisa Allasio","Peggie Castle","Clelia Matania"],"overview":"Mario Lanza movie (also known as Arrivederci Roma) made in 1958. After having a fight with his girl friend, Marc (Lanza) follows her to Rome to try and win her back. On the train he meets a girl who is on her way to stay with her uncle. He gives her a lift to her uncle's, but they discover he has gone to South America. So as she has nowhere else to go, she stays with Marc and his cousin, which inevitably leads to romance.","release_date":"1958-01-30","vote_average":6.5,"runtime":107,"cert":"N\/A","id":76987,"title":"Seven Hills of Rome","adult":false,"genre_ids":[18,10749]},{"cast":["Enn Kraam","Kersti Gern","Ada Lundver","Eino Tamberg","Uno Loit"],"overview":"The events take place in Estonia in a summer in the 1960s. The Boy and the Girl want to go from mainland Estonia to the island of Saaremaa, but they do not have any money to buy the ticket to the ferry. They manage to hide themselves into a lorry that carries hay. Because they are smoking while they are on the lorry, a fire breaks out. The problem is, that the ferry in the middle of the sea.","release_date":"1967-05-29","vote_average":5.4,"runtime":75,"cert":"N\/A","id":76988,"title":"The Midday Ferry","adult":false,"genre_ids":[35,18]},{"cast":["Jüri Järvet","Herta Elviste","Ines Aru","Vladislav Korzhets","Alfred Rebane"],"overview":"A comedy about two friends who made a bet over a rare postmark...","release_date":"1968-01-10","vote_average":5.8,"runtime":84,"cert":"N\/A","id":76989,"title":"Postmark from Vienna","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":76990,"title":"Non son l'uno per cento - Anarchici a Carrara","adult":false,"genre_ids":[99]},{"cast":["Kathryn Grayson","Mario Lanza","José Iturbi","Ethel Barrymore","Keenan Wynn"],"overview":"Opera singer Prudence Budell (Kathryn Grayson), overhears truck driver Johnny Donnetti (Mario Lanza) singing opera, and persuades her opera company to give him a chance in her new opera. They fall in love, but on meeting his colleague Mary (Marjorie Reynolds) while visiting Johhny's work, Prudence becomes convinced Johnny is in love with her.","release_date":"1949-09-22","vote_average":5.0,"runtime":96,"cert":"N\/A","id":76991,"title":"That Midnight Kiss","adult":false,"genre_ids":[10402,10749]},{"cast":["Claudio Bigagli","Sabrina Ferilli","Massimo Ghini","Giorgio Algranti","Emanuele Barresi"],"overview":"Bruno and Mirella get married in 1989 and live in the little town of Piombino seems to be a bed of roses. After a while Bruno gets the sack, while Brunella takes up with a local tv idol, Gerry Fumo. When she realizes that Bruno can't stand being on the dole, she repents and wants to leave Gerry. It is too late: Bruno has found out everything and asks her to leave. After a while they take up another time, but they soon realize that their love story has ended. Mirella goes back to her parents' house and begins to work in a kindergarten, while Bruno finds a job at the local beach. The two begin to exchange a tender correspondence.","release_date":"1994-09-22","vote_average":6.8,"runtime":97,"cert":"N\/A","id":76992,"title":"La bella vita","adult":false,"genre_ids":[18]},{"cast":[],"overview":"All participants must have a valid Hong Kong identity card or must be born in Hong Kong (with a valid birth certificate). While there has been other Miss Hong Kong pageants in prior years producing notable titleholders such as Judy Dann (1951), Virginia June Lee (1953), Michele Mok (1958), Laura da Costa (1967) and Mabel Hawkett (1970), the current annual TVB pageant began in 1973. Apart from the top prize winner, first runner-up and second runner-up prizes, the pageant also has other consolation prizes that vary slightly from year to year. Many Miss Hong Kong contestants have gone on to have movie careers as it is quite typical for the top contestants to garner television contracts from TVB.","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":76993,"title":"Miss Hong Kong Pageant 2011","adult":false,"genre_ids":[]},{"cast":["Ezio Greggio","Antonello Fassari","Anna Falchi","Gina Lollobrigida","Maurizio Mattioli"],"overview":"An Italian parody of the biggest U.S. blockbusters such as \"Gladiator, \" \"Harry Potter\", \"Fast and Furious\" and \"The Da Vinci Code.","release_date":"2011-01-01","vote_average":2.7,"runtime":null,"cert":"N\/A","id":76994,"title":"Box Office 3D - Il film dei film","adult":false,"genre_ids":[35]},{"cast":["Helen Twelvetrees","Ricardo Cortez","John Garrick","Paul Hurst","Frank Conroy"],"overview":"A young woman (Helen Twelvetrees) showered with gifts has no idea her lawyer boyfriend (John Garrick) works for a gangster (Ricardo Cortez).","release_date":"1931-11-08","vote_average":5.0,"runtime":76,"cert":"N\/A","id":76995,"title":"Bad Company","adult":false,"genre_ids":[18]},{"cast":["Matt Day","Matthew Dyktynski","Alice Garner","Frances O'Connor","Radha Mitchell"],"overview":"A day in the life of two film-school students trying to find love and another house-mate.","release_date":"1996-08-01","vote_average":5.8,"runtime":78,"cert":"N\/A","id":76996,"title":"Love and Other Catastrophes","adult":false,"genre_ids":[35,10749]},{"cast":["Massimo Boldi","Anna Maria Barbera","Biagio Izzo","Paola Minaccioni","Enzo Salvi"],"overview":"","release_date":"2011-01-01","vote_average":4.5,"runtime":110,"cert":"N\/A","id":76999,"title":"Matrimonio a Parigi","adult":false,"genre_ids":[35]}]