[{"cast":["Claudio Bisio","Giuseppe Battiston","Antonio Catania","Antonio Cornacchione","Angela Finocchiaro"],"overview":"","release_date":"2011-10-21","vote_average":5.1,"runtime":93,"cert":"N\/A","id":77000,"title":"Bar Sport","adult":false,"genre_ids":[35,10751]},{"cast":["Francesco Alberoni","Lucia Annunziata","Enzo Biagi","Silvio Berlusconi"],"overview":"Viva Zapatero! is a 2005 documentary by Sabina Guzzanti telling her side of the story regarding the conflict with Silvio Berlusconi over a late-night TV political satire show broadcast on RAI-3. The show, RAIot (a play on the name of the Italian state public TV: RAI, and the English word riot), lampooned prime minister Berlusconi. Since it wasn't considered a satirical show, but a political one, it was cancelled after the first episode.","release_date":"2005-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":77001,"title":"Viva Zapatero!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77002,"title":"Bruce Lee - O Dragão Chines","adult":false,"genre_ids":[]},{"cast":["Joanna Dong","Kayden Kessler","Alice Lim","Morning Tzu-Yi Mo","Sarah Ng"],"overview":"Joey, a talented video consultant, shares the art of marrying a man through her romantic 'faux' wedding videos, which are screened to young singles all over Singapore. The idea of fantasy and reality is blurred when she falls madly in love with a handsome music teacher from Taiwan who appeared with her in a landmark wedding video. While Gin claims his affection for her was strictly for the video, Joey pursues him to make him see that she is his true bride. Will her relentless drive to restore the happiness and joy she once knew be her ultimate failing and undoing?","release_date":"2010-12-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77007,"title":"Forever","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77008,"title":"Carevna lyagushka","adult":false,"genre_ids":[]},{"cast":["Egor Beroev","Vitaliy Khaev","Ekaterina Vilkova","Viktor Rakov","Kirill Pletnev"],"overview":"Raiders are the hunters for a big business and Spirsky is probably the best of them...","release_date":"2011-10-18","vote_average":6.0,"runtime":93,"cert":"N\/A","id":77011,"title":"Raider","adult":false,"genre_ids":[18,80]},{"cast":["Clifton Webb","Shirley Temple","Tom Drake","Alan Young","Jessie Royce Landis"],"overview":"A middle-aged genius goes to college for the first time.","release_date":"1949-04-15","vote_average":7.0,"runtime":83,"cert":"N\/A","id":77012,"title":"Mr. Belvedere Goes to College","adult":false,"genre_ids":[35,18]},{"cast":["Suriya","Jyothika","Vivek","Manorama","Thalaivasal Vijay"],"overview":"A hunchbacked phone booth operator loves a blind street dancer and wants to help her regain her sight. His lookalike is a constable in love with the commissioner's daughter.","release_date":"2004-04-16","vote_average":7.1,"runtime":148,"cert":"N\/A","id":77013,"title":"Perazhagan","adult":false,"genre_ids":[35,53]},{"cast":[],"overview":"　　Dream Concert（即，梦想演唱会）是由韩国文化体育观光部，韩国演艺人制作者协会（KEPA）等机构携手在1995年创办，旨在让韩国青少年们拥有更多梦想和希望。DreamConcert每年都会举办一次，至今已经有第十七届，而且全部免费观看，且出演艺人皆为韩国时下最当红歌手，是每年不可错过的音乐盛宴。 　　金希澈、具荷拉、宋钟基 、东方神起、BIGBANG（GD&amp;TOP）、 2PM、F(x)、 金秀炫、BEAST、F.T.Island、SHINee、Kara、MISSA、After School、IU、T-ara、4Minute、Sistar、5dolls、Rainbow、Jewelry、4men、k.will、U-KISS、徐仁国、金泰宇等。","release_date":"","vote_average":0.0,"runtime":110,"cert":"N\/A","id":77014,"title":"2011 Dream Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"　　Dream Concert（即，梦想演唱会）是由韩国文化体育观光部，韩国演艺人制作者协会（KEPA）等机构携手在1995年创办，旨在让韩国青少年们拥有更多梦想和希望。DreamConcert每年都会举办一次，至今已经有第十七届，而且全部免费观看，且出演艺人皆为韩国时下最当红歌手，是每年不可错过的音乐盛宴。 　　金希澈、具荷拉、宋钟基 、东方神起、BIGBANG（GD&amp;TOP）、 2PM、F(x)、 金秀炫、BEAST、F.T.Island、SHINee、Kara、MISSA、After School、IU、T-ara、4Minute、Sistar、5dolls、Rainbow、Jewelry、4men、k.will、U-KISS、徐仁国、金泰宇等。","release_date":"2010-09-10","vote_average":0.0,"runtime":110,"cert":"N\/A","id":77015,"title":"2011 Dream Concert","adult":false,"genre_ids":[]},{"cast":["Jake Gyllenhaal","Michael Peña","Natalie Martinez","Anna Kendrick","David Harbour"],"overview":"Two young officers are marked for death after confiscating a small cache of money and firearms from the members of a notorious cartel during a routine traffic stop.","release_date":"2012-09-20","vote_average":7.3,"runtime":109,"cert":"15","id":77016,"title":"End of Watch","adult":false,"genre_ids":[80,18,53]},{"cast":["Murali","Suriya","Radhika Sarathkumar","Nassar","Vivek"],"overview":"An archaeologist gets involved in a situation where the brother of a girl holds him captive because he suspects him to be the girl's lover. Although he escapes, he is soon arrested for her kidnap.","release_date":"1998-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77017,"title":"Kaadhale Nimmadhi","adult":false,"genre_ids":[18]},{"cast":["Suriya","Preetha Vijayakumar","Prakash Raj","Ambika","Sarath Babu"],"overview":"Two friends, who've known each other for a while, fall in love. But, their relationship is thrown in turmoil when the boy's father is in the news for a secret relationship.","release_date":"1998-07-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77018,"title":"Sandhippoma","adult":false,"genre_ids":[18]},{"cast":["Suzanne Reuter","Ulla Skoog"],"overview":"Se Suzanne Reuter och Ulla Skoog i deras eget program som gjorde stor succé i SVT! \" Det bästa ur Reuter &amp; Skoog\" innehåller de allra roligaste sketcherna från tv serien som sändes 1999\/2000","release_date":"","vote_average":0.0,"runtime":146,"cert":"N\/A","id":77021,"title":"Det bästa ur Reuter & Skoog","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Mickey seeks shelter from a storm in a house that turns out to be haunted.The skeletons command him to play the organ; they dance and play along.","release_date":"1929-12-02","vote_average":6.7,"runtime":7,"cert":"N\/A","id":77022,"title":"The Haunted House","adult":false,"genre_ids":[16]},{"cast":["Sanjeev Kumar"],"overview":"Gauri (Nanda) belongs to a woman's group, but does not welcome certain changes being imposed on the group by Lali (Shashikala). Lali has already influenced Sundari (Leela Mishra) and Kala (Mumtaz), much to the unhappiness of thier hapless husband and dad, Dhanprasad (Om Prakash). Gauri meets with Dhanprasad's nephew, Amar (Sanjeev Kumar), both fall in love, and get married. Amar gets involved in an accident and gets crippled. Gauri now gets to be the bread-winner when she gets with Gupta (Sujit Kumar), and both start getting friendsly. Meanwhile, Lali leads Sundari and Kala to more reckless independence. Amar starts suspecting Gauri and Gupta of having an intimate relationship, and their marriage bond is at breaking point.","release_date":"1966-06-14","vote_average":0.0,"runtime":159,"cert":"N\/A","id":77023,"title":"Pati Patni","adult":false,"genre_ids":[]},{"cast":["Neeru Bajwa"],"overview":"Life is carefree and filled with series of mischievous events for dashing and happy-go-lucky Yuvraj and rocking rebel Gurnoor at the Patiala University, until they are bedazzled by the charming and sexy Noor who sweeps them off their feet the moment she lands in their lives, as both vie for their lady love's attention and her heart.","release_date":"2011-07-31","vote_average":3.5,"runtime":null,"cert":"N\/A","id":77024,"title":"Jihne Mera Dil Luteya","adult":false,"genre_ids":[]},{"cast":["Suriya","Jyothika","Nassar","Vijayakumar","Ambika"],"overview":"A young couple needs to get the rivalry between their families sorted out so that they can get married with full consent of their parents.","release_date":"1999-08-06","vote_average":7.0,"runtime":148,"cert":"N\/A","id":77025,"title":"Poovellam Kettuppar","adult":false,"genre_ids":[10749]},{"cast":["Keri Lynn Pratt","Christy Carlson Romano","Katey Sagal","Teddy Dunn"],"overview":"School... there is the popular crowd. Teachers favor some students over others. Because of this, Violet decides to start a school paper, which exposes many embarrassing secrets of popular kids who think they run the campus.","release_date":"2005-08-21","vote_average":5.6,"runtime":81,"cert":"N\/A","id":77026,"title":"Campus Confidential","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Natural World visits the Arizona desert, where a new honey ant queen wages an intense battle for survival as she attempts to build and defend her empire. Eliminating rivals with ruthless efficiency, sacrificing thousands in her quest for domination, murder, cannibalism, genocide - she will do anything to keep her crown. Empire of the Ants is the epic story of one honey ant queen's dramatic rise to power - her brutal fall from grace.","release_date":"2011-08-04","vote_average":5.3,"runtime":58,"cert":"PG","id":77027,"title":"Empire of the Desert Ants","adult":false,"genre_ids":[99]},{"cast":["Adah Sharma"],"overview":"Manchester-based Dr. Kabir Malhotra is late at arriving at a restaurant to meet his wife, Sia. When she is not there he naturally assumes that she is annoyed with him. When he fails to hear from her, he decides to report her missing to the police. While they launch their investigation, he is approached by a woman named Disha who claims that she can assist him in locating his wife. He scoffs at her when he is told that she is a psychic, and thinks she may be looking for publicity and money. But when her prophecies and predictions turn out to be accurate as well as the police themselves claim that she assists them, he decides to enlist her help. The question remains - will her powers provide any clues as to Sia's whereabouts?","release_date":"2011-08-12","vote_average":5.0,"runtime":100,"cert":"N\/A","id":77028,"title":"Phhir","adult":false,"genre_ids":[]},{"cast":["Frank Wolff","Nieves Navarro","Simón Andreu","Carlo Gentili","George Rigaud"],"overview":"Exotic dancer Nicole finds herself terrorized by a black-clad assailant determined on procuring her murdered father's stolen gems. Fleeing Paris in hopes of evading her knife-wielding pursuer, Nicole arrives in England only to discover that death stalks her at every corner.","release_date":"1971-11-19","vote_average":6.2,"runtime":108,"cert":"N\/A","id":77029,"title":"Death Walks on High Heels","adult":false,"genre_ids":[9648,53,80,27]},{"cast":[],"overview":"Jamshedpur-based Vedant Rawat lives a middle-classed lifestyle with his parents, Mukund and Sudha; and an elder deaf-mute brother, Vidhur, who is enrolled in a Delhi-based hostel - in an era before mobile phones, Internet and Facebook. He has a crush on Jenny, who studies in Sacred Heart Convent School, and lives a wealthy lifestyle with her father, who is a senior police officer, mother and a younger brother. He meets on the sly with her and both share bubble gum. Vedant will soon face challenges when Vidhur comes to visit for Holi and he will be required to spend more time with him then with Jenny; while a fellow-student, Ratan Singh Chauhan, is determined to woo and win Jenny's affections at any and all costs. Things get complicated even more after a disturbed Vedant damages Vidhur's hearing aid, and starts stealing in order to get even with Ratan.","release_date":"2011-07-28","vote_average":4.3,"runtime":116,"cert":"N\/A","id":77030,"title":"Bubble Gum","adult":false,"genre_ids":[18]},{"cast":["Chiranjeevi","Sridevi","Tanikella Bharani","Brahmanandam","Janagaraj"],"overview":"Raju (Chiranjeevi), a courageous and spirited young man, is a caregiver to four young orphans. He is a tourist guide in a picturesque hill station. One of the children is accidentally injured and, on the suggestion of an ayurvedic guru that the cure for this injury can be found on the banks of Manasa Sarovar, Raju goes to the Himalayas. During the same time, a celestial being, Indraja (Sridevi), the daughter of Lord Indra, happens to visit the Manasa Sarovar. She accidentally drops her ring, which is her passport to the Heaven. Raju finds this ring and starts wearing it, unaware of its divine power. Because Indraja is unable to enter Heaven, Brihaspathi, the Deva-guru, allows her to go back to Earth to retrieve it before the next Kartik Poornima.","release_date":"1990-05-09","vote_average":7.8,"runtime":150,"cert":"N\/A","id":77031,"title":"Jagadeka Veerudu Athiloka Sundari","adult":false,"genre_ids":[28,35,10751,14,10749]},{"cast":[],"overview":"An innocent boatman Ramsharan (Karan Razdan) is captured on high seas by the mujahideen. His shipping trawler is taken over. Men working under him are killed. The course of his trawler changed. Azaan khan (Atul kulkarni ) who is the leader of the jihadis is a brutal man. He is on a mission to get in to India and kill innocent people.... A fight takes place whereby Ramsharan is shot down by Azaan. Ramsharan's family in the village consisting of his father Devsharan (Satish Kaushik), mother Dulariben (Ila Arun) wife Megha (Rituparna Sen) and daughter Muskaan (Jannat) , they all grieve the death of Ramsharan. Muskaan has a lot of innocent questions about her father death. In fact the concept of death is alien to her. Little does she know that existence is now going to teach her the concept of living and the dead in a strange way.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77032,"title":"Warning","adult":false,"genre_ids":[]},{"cast":["Jagapati Babu","Navaneet Kaur","Rakshita"],"overview":"Jagapati (Jagapati Babu) is an orphan and also a loyal henchman of local MLA Goud (Pradeep Rawat). Jagapati loyally protects the interests of Goud and also provides security to him. Incidentally Jagapati turns out to be the local Sub Inspector of Police. He turns the police station into a bar and makes the constables serve liquor. He happens to meet a beautiful girl called Lavanya (Rakshita) and falls in love with her. And Lavanya turns out to be a widow of Murari (Sai Kiran) whom Jagapati kills. The rest of the story is all about how Jagapati mends himself.","release_date":"2005-06-24","vote_average":0.0,"runtime":155,"cert":"N\/A","id":77033,"title":"Jagapathi","adult":false,"genre_ids":[]},{"cast":["Sasha Cane","Blue Angel","Stacy Da Silva","Nikita","Antonya"],"overview":"Sasha have the kind of fun that only girls can have!","release_date":"2010-01-22","vote_average":9.3,"runtime":171,"cert":"R18","id":77034,"title":"Revealing Sasha","adult":true,"genre_ids":[]},{"cast":["Venkatesh","Nayanthara","Charmy Kaur","Sharwanand","Venu Madhav"],"overview":"Lakshmi Narayana (Venkatesh) is an elder son in a family with 3 brothers and 2 sisters. Lakshmi owns a factory that is worth hundreds of crores. Janardhan (Sayaji Shinde) - a former employee of Lakshmi Industries - plans to take revenge on Lakshmi by creating difference in his family and succeeds in it. The rest of the story is all about why Janardhan separated Lakshmi's family and how he wins back his lady love Nandini (Nayantara).","release_date":"2006-01-14","vote_average":5.3,"runtime":155,"cert":"N\/A","id":77035,"title":"Lakshmi","adult":false,"genre_ids":[18]},{"cast":["Brandy Smile","Nikita","Blue Angel","Dana Kelly"],"overview":"Vera is a 30-year old ex-model out meeting old friends.","release_date":"2010-01-01","vote_average":9.5,"runtime":105,"cert":"N\/A","id":77036,"title":"Three Nights With Vera","adult":true,"genre_ids":[]},{"cast":["Jagapati Babu","Aamani"],"overview":"Maavichiguru is story ofa happy family Jagapathi Babu and Amani with their kid. Amani loves her husband a lot and when she comes to know the truth of her disease and she is dieing soon. Amani creates alligation on Jagapathi Babu of having relationship with his secretary ranjitha.The Rifts increases and Aamani instists divorce and gether husband married to Ranjitha before her death.","release_date":"1996-05-30","vote_average":6.5,"runtime":155,"cert":"N\/A","id":77037,"title":"Maavichiguru","adult":false,"genre_ids":[]},{"cast":["Uday Kiran","Reema Sen","Tanu Roy","Chandramohan","Tanikella Bharani"],"overview":"Anu (Baby Zeeba) and Chanti (Master Anand Vardhan) are childhood friends at Araku Valley. Anu is a daughter of a wealthy government official and Chanti is the son of a poor widow. Anu leaves Chanti at the age of 8 when her parents shift to Vizag. Later on Chanti loses his mother. Mohan Rao (Chandra Mohan) gets hold of Chanti renames him as Venu and adapts him. Anu (Reema Sen) and Venu (Uday Kiran) grows up at their respective places. Anu finishes her higher studies in Malaysia and returns. Venu does also single-mindedly waits for Anu. Anu starts writing a serial named 'Manasanta Nuvve', which contains her live story, in Swaty magazine hoping that Chanti would read it comes back to her. But she keeps her pen name as Renu, so that her anonymity could be protected (in the serial the heroine's name is Anu and hero's name is Chanti).","release_date":"2001-10-19","vote_average":7.5,"runtime":155,"cert":"N\/A","id":77038,"title":"Manasantha Nuvve","adult":false,"genre_ids":[10749,18]},{"cast":["Rajendra Prasad","Aamani"],"overview":"Mr. Pellam or Mister Pellam (Telugu: మిస్టర్ పెళ్ళాం; English translation: Mr. Wife) is a 1993 Telugu Comedy film directed by Bapu.","release_date":"1993-09-05","vote_average":6.0,"runtime":145,"cert":"N\/A","id":77039,"title":"Mister Pellam","adult":false,"genre_ids":[]},{"cast":["Nella","Cameron Cruz","Jo","Eve Angel","Zafira"],"overview":"A tale of lust and deception. Sometimes when you run away from something... you only get closer to it. Sometimes when you try to forget... you start to remember. Sometimes you only know how special something is... when it's too late.","release_date":"2010-01-01","vote_average":8.0,"runtime":177,"cert":"R18","id":77040,"title":"Unfaithful 5","adult":true,"genre_ids":[10749]},{"cast":["Mira Sorvino","Louis Lombardi"],"overview":"Director Robert K. Weiss gives a good accounting of himself in his first feature-length effort Amongst Friends. The film is set in an affluent Long Island neighborhood, the home of boyhood chums Patrick McGaw, Steve Parlavecchio, and Joseph Lindsey. With too much time on their hands, the kids turn to crime for \"kicks\". Events snowball into a climactic life-or-death drug deal, which threatens to end in disaster when one of the boys capriciously pulls a double cross. Barely released in 1993, Amongst Friends will probably get more play in future years thanks to the presence in the cast of Oscar-winner Mira Sorvino.","release_date":"1993-11-03","vote_average":6.3,"runtime":88,"cert":"N\/A","id":77041,"title":"Amongst Friends","adult":false,"genre_ids":[80,18,28]},{"cast":["Kirill Poluhin","Yan Tsapnik","Roman Ladnev","Ivan Vasilyev","Margarita Bychkova"],"overview":"The main characters are ordinary 30-year-old men who live in an ordinary Russian village, where it is always bad to work, where there is always no money, where they drive moonshine, for which they pay with food or firewood. They did not study at institutes, do not speak foreign languages, do not understand politics and consider the words “Internet” and “glamor” as curses. For such words, they can give in the face. They see life mainly on the TV screen. Yes and that - black and white.","release_date":"2010-10-21","vote_average":0.0,"runtime":88,"cert":"N\/A","id":77042,"title":"Our beat","adult":false,"genre_ids":[35,80]},{"cast":["Jr NTR","Mamta Mohandas","Priyamani","Navaneet Kaur","Preeti Jhangiani"],"overview":"Raja(Jr. NTR), an orphan, is a ruthless robber. He dreams of earning a fast buck so that he can settle down in life. And then, he stumbles on a fine opportunity. A ravishing beauty Mahi (Priyamani), a rich heiress, falls in love with him. The girl happens to be his childhood well-wisher and has always considered him her prince. He plans to surrender the girl to a gang who wants to kill her for her riches. But the villains play foul, and kill him. Raja reaches Yamaloka. He creates confusion in Yamaloka by stealing Yamapasam as whoever in possession of Yamapasam will become Yama. The rest of the story is all about how Yama (Mohan Babu) and Raja try to outsmart each other. After regaining power, Yama sends Raja back to earth, but only to take away his life once again.","release_date":"2007-08-15","vote_average":5.6,"runtime":172,"cert":"N\/A","id":77043,"title":"Yamadonga","adult":false,"genre_ids":[14,28,35]},{"cast":[],"overview":"With little direction, except for a survivor's testimony and a cryptic clue, salvage expert Barry Clifford embarks on the search of a lifetime to uncover the nearly 300-year-old wreck site of the Whydah Galley and its four-and-a-half tons of treasure. The Pirate Code: Real Pirates brings to life \"Black Sam\" Bellamy—a legend during the golden age of piracy—and follows one man's quest to resurrect Black Sam's ship from its watery grave.","release_date":"2009-03-28","vote_average":0.0,"runtime":50,"cert":"N\/A","id":77044,"title":"The Pirate Code","adult":false,"genre_ids":[99]},{"cast":["Richard Hatch","Tim Thomerson","Cindi Braun","Frank Ruotolo","Jere Jon"],"overview":"A group of hikers led by a college professor are searching the woods for an ancient Indian burial mound. When they discover a likely site, three members of the group reveal themselves to be grave looters, and tie up the others so they can keep the valuable artefacts for themselves. In the course of ransacking the mound, one of them stumbles across a cursed crown that unleashes the mound's guardian: an invisible monster that begins attacking everyone it finds. Will anyone make it back to civilization alive?","release_date":"2001-11-12","vote_average":5.0,"runtime":93,"cert":"","id":77047,"title":"Unseen Evil","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Uncle Bob [PAUL BRACCIOFORTE] is something of Renaissance man—as handy with a saw as he is with a spatula. A truly jolly and dedicated innkeeper who happens to have an unusual (some may say, revolting) hobby, he goes a long way to treat his guests to a delightful stay; however, whenever the urge to expand his collection flares up, the visits tend to last quite a bit longer. Bob’s overzealous sons [SHAWN C. PHILLIPS &amp; M.J. KELLEY) strive to serve their father well, but their constant bungling could spoil his entire collection forever. In the meantime, Uncle Bob gets busy in the basement, generously putting one lovely lady after another in a position to have her beautiful body (parts) admired for many years to come.","release_date":"2010-03-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":77048,"title":"The Limb Collector","adult":false,"genre_ids":[]},{"cast":["Clarence Nash","Billy Bletcher"],"overview":"Dodgy construction foreman Pegleg Pete has just fired his riveter. Donald is in need of a job, so he pretends to be experienced and gets it, lacking any competitor. Even the open elevator on the every skyscraper is enough to make Donald sickeningly dizzy, high up the roofless top-floor without railings the work is spooky, but the boss keeps coming up to keep a close eye on him. The damned riveting machine has its own will and much more strength then any duck: it ends up dragging the duck on a wild ride. Greenhorn Donald must also 'serve' lunch, an equilibrium nightmare while the riveting colleagues work their seismic vibes, till short-tempered Pete...","release_date":"1940-03-15","vote_average":6.3,"runtime":8,"cert":"N\/A","id":77049,"title":"The Riveter","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short, surrealistic horror story of a man hellbent on revenge.","release_date":"2009-10-30","vote_average":4.0,"runtime":11,"cert":"N\/A","id":77050,"title":"Theodore","adult":false,"genre_ids":[27]},{"cast":["Sergei Shevkunenko","Vladimir Dichkovsky","Emmanuil Vitorgan","Viktor Sergachyov","Natalya Chemodurova"],"overview":"A Red Army officer Polevoy possesses a navy dirk with a secret message encrypted in its handle. The second part of a message belongs to a White army officer Nikitskiy. It's up to three young friends of Polevoy to uncover the mystery.","release_date":"1973-01-01","vote_average":6.8,"runtime":210,"cert":"N\/A","id":77051,"title":"The Cutlass","adult":false,"genre_ids":[12,10751]},{"cast":["Sergei Shevkunenko","Vladimir Dichkovsky","Igor Shulzhenko","Mariya Kapnist","Yuri Sidorov"],"overview":"Three friends in a summer camp are looking for a treasure hidden in a old mansion.","release_date":"1974-01-01","vote_average":6.2,"runtime":201,"cert":"N\/A","id":77052,"title":"The Bronze Bird","adult":false,"genre_ids":[12,10751]},{"cast":["Bill Thompson","Lucille Bliss"],"overview":"Jerry and a friend overhear that Robin Hood is imprisoned; they set off to free him, but first they have to contend with his guard, Tom. Unlike most Tom &amp; Jerry cartoons, there's dialogue, but none spoken by either Tom or Jerry.","release_date":"1958-06-06","vote_average":6.3,"runtime":6,"cert":"N\/A","id":77053,"title":"Robin Hoodwinked","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"The DVD for kids who LOVE airplanes!","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":77054,"title":"Yay! Planes","adult":false,"genre_ids":[]},{"cast":["Sunset Carson","Al Terry","Pat Starling","John L. Cason","Pat Gleason"],"overview":"Sunset Carson is trying to raise money for a new school and his partner Sam Webster is out to stop him. When Carson plans a benefit prize-fight, Webster plans to make off with the proceeds.","release_date":"1948-09-10","vote_average":3.8,"runtime":62,"cert":"N\/A","id":77055,"title":"Sunset Carson Rides Again","adult":false,"genre_ids":[28,37]},{"cast":["Clara Bellar","Antoine Basler","Mathias Mégard","Judith Chancel","Malcolm Conrath"],"overview":"Three stories of love and coincidence around the theme of dates in Paris.","release_date":"1995-03-22","vote_average":6.3,"runtime":94,"cert":"N\/A","id":77056,"title":"Rendezvous in Paris","adult":false,"genre_ids":[10749,35]},{"cast":["Nobuko Otowa","Osamu Takizawa","Masao Shimizu","Jukichi Uno","Akira Yamanouchi"],"overview":"Shows the devastation caused by the atomic bomb, and by use of a fictional storyline, portrays the struggle of the ordinary Japanese people in dealing with the aftermath.","release_date":"1952-08-06","vote_average":7.6,"runtime":97,"cert":"N\/A","id":77057,"title":"Children of Hiroshima","adult":false,"genre_ids":[18,10752]},{"cast":["Vladimir Antonik","Evgeniy Evstigneev","Vyacheslav Molokov","Sergei Belyak","Aleksandr Katko"],"overview":"This is a last of 3 movies about 3 friends (the other two are \"Kortik\" and \"Bronzovaya Ptitsa\"). The gang has grown up and in this movie they discover and help to stop criminal activity on the factory and in their neighborhood.","release_date":"1975-11-07","vote_average":6.3,"runtime":195,"cert":"N\/A","id":77058,"title":"Last Summer of Childhood","adult":false,"genre_ids":[12,10751]},{"cast":["Bruce Le","Nora Miao","Michael Chan","Lo Lieh","Nick Cheung Lik"],"overview":"After malicious gangsters capture Bruce Wong's ex-girlfriend, a young martial artist attempts to rescue her along with the late master's book containing lethal techniques for killing with one's fingers.","release_date":"1976-09-14","vote_average":5.2,"runtime":91,"cert":"N\/A","id":77059,"title":"Bruce's Fingers","adult":false,"genre_ids":[28]},{"cast":["Natalya Andreychenko","Albert Filozov","Larisa Udovichenko","Lembit Ulfsak","Oleg Tabakov"],"overview":"A family hires a babysitter who seems to possess magical powers.","release_date":"1983-06-06","vote_average":6.8,"runtime":141,"cert":"N\/A","id":77060,"title":"Mary Poppins, Goodbye","adult":false,"genre_ids":[10751,14,10402]},{"cast":["Dragon Lee","Bruce Le","Chang Yi-Tao","Bolo Yeung","Jon T. Benn"],"overview":"Bruce Lee has just died, but the BSI is swinging into action to salvage the situation. Aided by the brilliant Professor Lucas, cells from the martial arts master's body are removed and grown into three adult Bruce Lee clones. After undergoing training to bring their skills up to the level of their 'father', the three are sent out to battle crime, with one sent to take on a gold smuggler, and the other two teaming up to shut down an evil mad scientist.","release_date":"1981-01-01","vote_average":9.0,"runtime":90,"cert":"N\/A","id":77061,"title":"The Clones of Bruce Lee","adult":false,"genre_ids":[878,28]},{"cast":["Ron Marquette","Burt Williams","Leigh Hunt","John Renshaw","Jennifer McManus"],"overview":"Brewster seems to be an almost too perfect example of idyllic small-town America, with everyone living in peace and harmony. So when newcomer Whiley Pritcher starts up his own local cable TV show with the question \"what's wrong with Brewster?\", there surely can't be any deep dark secrets in the town that are just waiting to come to the surface - or can there? And when the question becomes \"who's wrong with Brewster?\" things start getting seriously nasty.","release_date":"1993-01-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":77064,"title":"Public Access","adult":false,"genre_ids":[18,53]},{"cast":["Michael McKiddy","Ross Kidder","Markus Taylor","Thomas Galasso","Harry Burkey"],"overview":"Two inexplicably coherent zombies awake amidst a zombie attack and decide to take a road trip to find the one's lost love, unaware they are being chased by the agents of a ruthless company with it's own agenda.","release_date":"2011-04-29","vote_average":5.1,"runtime":94,"cert":"N\/A","id":77067,"title":"DeadHeads","adult":false,"genre_ids":[12,35,27]},{"cast":["Andrew Tiernan","Mikko Leppilampi","Jouko Ahola","Samuel Vauramo","Andrius Paulavičius"],"overview":"Captain Martin Stone is leading a finely-trained, elite platoon of Allied soldiers as they attack an enemy bunker. Underestimating their enemy's strength, they are quickly beaten back into the forest. As they try to regroup, they are suddenly attacked by the same soldiers they had just killed a few minutes earlier. Forced to flee deeper into Russian territory, they discover one of war's most terrifying secrets and realize they have woken up a far more deadlier enemy.","release_date":"2011-10-22","vote_average":4.0,"runtime":86,"cert":"N\/A","id":77068,"title":"War of the Dead","adult":false,"genre_ids":[27,28,12]},{"cast":["Ярослава Николаева","Evgeniy Stychkin","Alexey Kolgan","Roman Staburov","Наталья Мурашкевич"],"overview":"Adapted from a novel from sci-fi series by Kyr Bulychev about a little girl Alice. It's Alice's birthday and as a present she is invited by an old alien friend archaeologist Gromozeka to join him on an expedition to an alien planet Coleida which population was destroyed by a space plague a hundred years ago. Arriving at the planet they decide that Alice, using a time-traveling device, will go back in time to the day when the plague was brought in by their space expedition to try and save the planet from destruction by spraying the astronauts with a vaccine. To achieve that, she and another alien scientist professor Rrrr, who looks just like a cat, must make a long and perilous journey to the planet's spaceport.","release_date":"2009-02-19","vote_average":5.4,"runtime":93,"cert":"N\/A","id":77069,"title":"Alice's Birthday","adult":false,"genre_ids":[16,10751,878]},{"cast":[],"overview":"Live broadcast of Glenn Beck's staged reading from his novel.","release_date":"2008-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77070,"title":"The Christmas Sweater","adult":false,"genre_ids":[10751]},{"cast":["Margarita Terekhova","Valentin Gaft","Tatyana Lavrova","Svetlana Nemolyaeva","Viktor Bortsov"],"overview":"Two old friends living in Moscow and St. Petersburg are hoping to get their children married.","release_date":"1976-06-06","vote_average":7.3,"runtime":95,"cert":"N\/A","id":77071,"title":"Daylight Train","adult":false,"genre_ids":[10749,18]},{"cast":["Mark Bernes","Boris Andreyev","Vladimir Uralsky","Aleksey Zagorskiy","Stepan Zhavoronok"],"overview":"Fighter pilots Sergei and Nikolai test new planes together and try to beat each other in everything. Their rivalry began back in school, when both were passionate about the pretty classmate Varey.  A tragic accident led Sergei to complete blindness. Varya, who has long loved him, has a difficult decision: to become a wife of a disabled person ...","release_date":"1939-06-06","vote_average":0.0,"runtime":96,"cert":"N\/A","id":77072,"title":"Fighters","adult":false,"genre_ids":[12]},{"cast":["Dudley Moore","Mary Tyler Moore","Katherine Healy","Michael Ensign","Bill Calvert"],"overview":"A wealthy cosmetic tycoon and her 12-year-old daughter who's dying from leukemia, strike up a sentimental friendship with a California politician. Since the girl has only six weeks or less to live, the trio fly to New York City where the daughter skates the ice rink at Rockefeller Center, assumes the lead in The Nutcracker ballet, and sightsees most of the city.","release_date":"1982-12-24","vote_average":5.8,"runtime":107,"cert":"N\/A","id":77073,"title":"Six Weeks","adult":false,"genre_ids":[18]},{"cast":["Dudley Moore","Mary Steenburgen","Frances Sternhagen","Janet Eilber","Robyn Douglass"],"overview":"Jason Carmichael is a popular New York City playwright in desperate need of a new writing partner who can provide him with inspiration. Phoebe Craddock is a small-town teacher who aspires to be a writer.","release_date":"1983-10-07","vote_average":5.9,"runtime":103,"cert":"N\/A","id":77074,"title":"Romantic Comedy","adult":false,"genre_ids":[35,10749]},{"cast":["Dmitriy Miller","Andrey Nazimov"],"overview":"В загадочное имение графа Владимира Пазуркевича прибывает Николай Казанцев — молодой человек, намеревающийся учиться изобразительному искусству в Италии, однако, не имея средств, рискнувший на авантюру! Представившись профессором, Казанцев старается убедительно делать вид, что изучает обширную библиотеку графа, параллельно успевая активно приударять за невестой Пазуркевича, красавицей Анной. Странные события, происходящие в имении, втягивают гостя в водоворот мистической и жуткой истории…","release_date":"2010-06-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":77075,"title":"Masakra","adult":false,"genre_ids":[9648,53]},{"cast":["Vincent Price","Fabian","Franco Franchi","Ciccio Ingrassia","Francesco Mulè"],"overview":"The scheming mad scientist Dr. Goldfoot (Vincent Price) plots another mad scheme to take over the world by killing off the major military leaders of every country; to that end, he creates in his secret lab a bevy of bodacious girl bombs; full-length, life-size robots that explode when embraced.","release_date":"1966-11-09","vote_average":5.3,"runtime":82,"cert":"N\/A","id":77076,"title":"Dr. Goldfoot and the Girl Bombs","adult":false,"genre_ids":[28,35,878]},{"cast":["Anders W. Berthelsen","Michael Muller","Ulrich Thomsen","Iben Hjejle","Helle Dolleris"],"overview":"The basic story of a young criminal not quite living up to his won ideals of \"not to give a damn\" sidesteps out of his criminal career while dragging his younger brother into it, could have been interesting. Unfortunately the implementation is simply not good enough. As so often with Danish movies, there is little appreciation for detail thus leaving us with hoodlums talking like they've done time at a business academy rather than a prison. Dialects completely out of here and idiosyncratic bikers without bikes or even character for that matter. An ever accelerating surrealism towards the end doesn't help to clear the slow pace of this film but it does give a glimpse of what the story could have unfolded to become.","release_date":"1996-04-19","vote_average":6.3,"runtime":103,"cert":"N\/A","id":77077,"title":"Portland","adult":false,"genre_ids":[]},{"cast":["Elizabeth Taylor","Diana Rigg","Len Cariou","Lesley-Anne Down","Hermione Gingold"],"overview":"\"Fredrik Egerman is very happy in his marriage to a seventeen-year-old virgin, Anne. Only she's been a virgin for the whole eleven months of the marriage, and being a bit restless, Fredrik goes to see an old flame, the famous actress Desiree Armfeldt. Desiree is getting tired of her life, and is thinkin of settling down, and sets her sights on Fredrik, despite his marriage, and her own married lover Count Carl-Magnus. She gets her mother to invite the Egermans to her country estate for the weekend. But when Carl-Magnus and his wife Charlotte appear, too, things begin to get farcical (Send in the Clowns), and the night must smile for the third time before all the lovers are united.\" Written by Kathy Li","release_date":"1977-12-01","vote_average":5.6,"runtime":124,"cert":"N\/A","id":77078,"title":"A Little Night Music","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Franco Nero","Christopher Connelly","Licinia Lentini","William Berger","Roberto Posse"],"overview":"Former gunfighter Django has become a monk and abandoned his violent former ways. His daughter is kidnapped by rogue Hungarian soldiers using slave labor to run a silver mine. Django casts off his habit and digs up his machine gun to practice a little liberation theology.","release_date":"1987-10-22","vote_average":4.7,"runtime":96,"cert":"N\/A","id":77079,"title":"Django Strikes Again","adult":false,"genre_ids":[37]},{"cast":[],"overview":"In 1988, Taileen falls into a deep coma, the result of a car accident that claims the lives of her parents. Twelve years later she wakes to a new world, a new body and a new life... the life of an angel of the circle. Now, at the age of twenty-four, Taileen must confront her fears and prepare for the greatest challenge of her life.","release_date":"2006-11-26","vote_average":4.0,"runtime":106,"cert":"N\/A","id":77080,"title":"6 Angels","adult":false,"genre_ids":[28,53,878]},{"cast":["Shaam","Arya","Laila","Asin Thottumkal","Pooja Umashankar"],"overview":"Ullam Ketkumae is a 2005 Tamil romantic film directed and co-written by Jeeva, with dialogues by Sujatha. The film features Shaam, Arya, Laila, Asin and Pooja in the lead roles as five college students. The film's score and soundtrack are composed by Harris Jayaraj, while Vairamuthu penned the lyrics for the songs. The story tells the reunion of five friends who were together at college and exploring their relationships during the years. The film released after several delays in 2005 and went on to win critical and commercial success.","release_date":"2005-06-03","vote_average":8.0,"runtime":null,"cert":"N\/A","id":77081,"title":"Ullam Ketkumae","adult":false,"genre_ids":[18,10749]},{"cast":["Arya","Sonia Agarwal","Jaivarma","Santhanam","Charu Haasan"],"overview":"Oru Kalluriyin Kathai is a 2005 Indian Tamil film written and directed by newcomer Nandha Periyasamy. It stars Arya and Sonia Agarwal in lead roles, whilst Santhanam, Mouli, Charlie, Charuhasan, Raja and Nizhalgal Ravi play significant roles. The film released in late 2005 and was deemed a success upon release. The film was later dubbed into Telugu and released as College Days in 2008.","release_date":"2005-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77082,"title":"Oru Kalluriyin Kathai","adult":false,"genre_ids":[]},{"cast":["Igor Samobor","Silva Čušin","Labina Mitevska","Pavle Ravnohrib","Gregor Bakovič"],"overview":"A police inspector investigates an unusual suicide case. The investigation develops into an obsession, inspector starts living in the apartment of the deceased, digging through his life and gradually taking over his identity.","release_date":"2009-05-05","vote_average":4.8,"runtime":71,"cert":"N\/A","id":77083,"title":"09:06","adult":false,"genre_ids":[18,53]},{"cast":["Sarita Choudhury","Michelle Rodriguez","Arjun G. Awtramani","Sergej Trifunović","Danny Glover"],"overview":"The feature film directing debut of Spike Lee protege Lee Davis takes the viewer into the world of taxi drivers. Developed in the Sundance Laboratory, this film offers dove-tailing stories centering on the lives of individual taxi drivers as they reflect on and experience romance, politics, sociology, and spirituality.","release_date":"2001-07-01","vote_average":5.6,"runtime":88,"cert":"N\/A","id":77084,"title":"3 A.M.","adult":false,"genre_ids":[80,18]},{"cast":["Deborah Secco","Luigi Baricelli","Ilya São Paulo","Sílvia Pfeifer","Sílvio Guindane"],"overview":"Rita is about to marry a wealthy physician, Dr. Augusto Vilela. One night, Vilela's best friend, Camilo, is brought to the hospital, dying from an overdose. Vilela saves his life and introduces him to his fiancée. Rita and Camilo fall in love and, confused about what to do, the girl goes to a fortuneteller to seek for advic","release_date":"2004-01-30","vote_average":3.0,"runtime":90,"cert":"N\/A","id":77085,"title":"A Cartomante","adult":false,"genre_ids":[18]},{"cast":["Jacqueline Dupré","Mariangela Giordano","Aldo Sambrell","Marina Hedman","Joe Davers"],"overview":"In the crypt of the remote castle of the Aguilars lies the recently-deceased body of Maria. Her husband Antonio is a jealous bully, his mute brother Ignazio is in a wheelchair peeping on his caretaker Sol, a novice. Also present are Miria, the couple's virginal daughter, and Isidro, a factotum who fears Satan's power. A frequent visitor is Juan Suarez, a doctor who wants Miria in a sanatorium for a month. She doesn't want to go. Isidro tries to exorcize the castle's evil spirits. Bodies pile up. Is Miria's mother truly dead, and who is Satan's tool?","release_date":"1982-06-29","vote_average":6.0,"runtime":75,"cert":"N\/A","id":77086,"title":"Satan's Baby Doll","adult":false,"genre_ids":[27,53]},{"cast":["Vincent Van Lynn","Susan Evans"],"overview":"A millionaire goes to Las Vegas and has an affair with a sex-addicted girl, while his wife is back at home.","release_date":"1967-04-17","vote_average":0.0,"runtime":61,"cert":"N\/A","id":77087,"title":"A Good Time with a Bad Girl","adult":false,"genre_ids":[18]},{"cast":["Cheran","Navya Nair","R. Sarathkumar","Arya","Malavika"],"overview":"Maya Kannadi is a Tamil film directed by Cheran. It's his ninth directorial venture. He also plays the lead role with Navya Nair. Subbu, son of veteran producer Panchu Arunachalam is the producer. Ilayaraaja scores the music and Sarath Kumar, Arya and Malavika make cameo appearances in the film.","release_date":"2007-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77088,"title":"Maya Kannadi","adult":false,"genre_ids":[]},{"cast":["Udhayanidhi Stalin","Hansika Motwani","Santhanam","Saranya Ponvannan","N. Azhagamperumal"],"overview":"Oru Kal Oru Kannadi is an upcoming Indian Tamil-language comedy film written and directed by M. Rajesh. It stars producer Udhayanidhi Stalin, in his acting debut, Hansika Motwani and Santhanam in the lead roles, whilst featuring Harris Jayaraj's music and K.Balasubramaniam's cinematography. The film, named after Yuvan Shankar Raja's hit song from Rajesh's debut film Siva Manasula Sakthi (2009), Still some of the Scenes are filming. It is currently in production stage and planned for release by the end of 2011.","release_date":"2012-04-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":77089,"title":"Oru Kal Oru Kannadi","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"In this full length animated feature the timeless story of Merlin and Arthur is recreated for a new generation. Merlin an old magician-bear, is teaching the young Arthur what he needs to become King. However, cynical and self-involved Arthur will need to respect Merlin's magic and wisdom before he will be ready to accept his destiny.","release_date":"2011-03-28","vote_average":4.5,"runtime":72,"cert":"N\/A","id":77090,"title":"Merlin And Arthur The Lion King","adult":false,"genre_ids":[10751]},{"cast":["Thomas Burnes","Ted Ellison","Jim Ferguson","Michael D. White","Donna Stubbert"],"overview":"Two hippies on their way to a cocaine deal get stopped by the police at a roadblock, resulting in a shootout where they kill the cops. They then go on a crime spree of robbery and murder.","release_date":"1973-01-05","vote_average":6.8,"runtime":93,"cert":"N\/A","id":77091,"title":"Cop Killers","adult":false,"genre_ids":[28,53]},{"cast":["Bill Dundee","Jimmy Hart","Jerry Jarrett","Jerry Lawler","Rocky Johnson"],"overview":"Memphis Heat: The True Story of Memphis Wrasslin' is the definitive documentary about the history of Memphis wrestling from the 1950's with legendary battles between Sputnik Monroe and Billy Wicks, the 1960's with strutting Jackie Fargo, &amp; the glory days of the '70s with Jerry \"the King\" Lawler, Tojo Yamamoto, \"Superstar\" Bill Dundee, &amp; Jimmy Hart.","release_date":"2011-02-24","vote_average":5.0,"runtime":91,"cert":"N\/A","id":77092,"title":"Memphis Heat: The True Story of Memphis Wrasslin'","adult":false,"genre_ids":[28,99]},{"cast":["Cecilia Cheung","Hu Ge","Bibi Zhou"],"overview":"The movie is about a young girl named Yishu who believes she has no luck at all and she blames her name for it. One day she starts receiving phone calls from people thinking that she is the popular singer Tianyou. It turns out that someone has leaked 600 phone numbers of famous people to the internet and Yishu's phone number got mixed up in the bunch. She finds it annoying at first but soon she receives a text message from Xiaowen, who is the singer in an amateur rock band. He wishes to write a song for Tianyou and wants Yishu -who he thinks is Tianyou's assistant- to deliver the song to Tianyou. Tianyou is a popular singer, but hasn't had a hit number lately. Because of this she gets pressured by her cruel agent into recording an album that she doesn't want to record, because it doesn't contain any good songs. This decision gets her into a lot of trouble...","release_date":"2006-08-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77093,"title":"The 601st Phone Call","adult":false,"genre_ids":[18]},{"cast":["Pachara Chirathivat","Walanlak Kumsuwan","Piak Poster","Somboonsuk Niyomsiri"],"overview":"The Billionaire tells the story of Aitthipat Kulapongvanich and how he, at the age of nineteen, dropped out from university to launch a packaged fried seaweed business that is now Taokaenoi Food & Marketing and became one of Thailand's youngest (baht) billionaires","release_date":"2011-10-20","vote_average":7.4,"runtime":124,"cert":"N\/A","id":77094,"title":"The Billionaire","adult":false,"genre_ids":[18,10749,35]},{"cast":["S. J. Surya","Meera Chopra","Krishna Vishvanathan","Urvashi","Santhana Bharathi"],"overview":"Siva, an investigator, is in a live-in relationship with the rich and bratty Madhu. When Madhu starts a restaurant with her friend's brother, it leads to their break up.","release_date":"2005-08-15","vote_average":6.0,"runtime":165,"cert":"N\/A","id":77095,"title":"Ah Aah: Anbe Aaruyire","adult":false,"genre_ids":[35,18,10749]},{"cast":["S. J. Surya","Nayanthara","Vivek","Sarath Babu","Shraddha Arya"],"overview":"Sathya is a Casanova by character and he sets his sights on Haritha and manages to woo her. She loves him whole heartedly and he is not in favor of that. At one moment he falls for Haritha, but at the same time, she comes to know about his real character, and she ends their relationship. The story is about how Sathya changes himself and earns her love back.","release_date":"2006-02-14","vote_average":0.0,"runtime":145,"cert":"N\/A","id":77096,"title":"Kalvanin Kadhali","adult":false,"genre_ids":[10749]},{"cast":["S. J. Surya","Tamanna Bhatia","Prakash Raj","Namitha","Malavika"],"overview":"A businessman who wants to be rich loses out on family and social life. He marries a girl who loves him only because she would prove profitable to his business. He realizes what he lost after the death of his mother.","release_date":"2007-03-03","vote_average":5.0,"runtime":145,"cert":"N\/A","id":77097,"title":"Viyabari","adult":false,"genre_ids":[878,10751]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77098,"title":"Life of Sentime","adult":false,"genre_ids":[]},{"cast":["Fu Biao","Ge You","Han Tongsheng","Wu Chien-Lien","Zhang Hanyu"],"overview":"The film tells of the attempts made by a Beijing van driver (Ge You) to obtain his wage arrears from travel agency boss (Fu Biao) - even to the point of kidnapping the latter's Singaporean girlfriend (Jacklyn Wu).","release_date":"1999-02-09","vote_average":5.8,"runtime":95,"cert":"N\/A","id":77099,"title":"Sorry Baby","adult":false,"genre_ids":[35]},{"cast":["Ronald Colman","Fay Wray","Estelle Taylor","Warren Hymer","Tully Marshall"],"overview":"At a hotel in the middle of the Sahara, an old man and his daughter try to keep the location of a hidden treasure from a collection of thieves and criminals staying at the hotel who are determined to get it. A suave gentleman thief arrives at the hotel one day with his own plan to get the loot, but complications ensue when he begins to fall for the daughter.","release_date":"1931-10-28","vote_average":6.0,"runtime":75,"cert":"N\/A","id":77110,"title":"The Unholy Garden","adult":false,"genre_ids":[10749,18]},{"cast":["Yoo Ho-jeong","Shim Eun-kyung","Jin Hee-kyung","Kang So-ra","Koh Soo-hee"],"overview":"Na-mi, a transfer student, becomes a laughingstock on her first day of school because of her strong southern dialect. Six girls jump in to help the new kid adapt to the new environment, and the girls come to call their circle of friends \"Sunny.\"","release_date":"2011-05-04","vote_average":8.1,"runtime":124,"cert":"N\/A","id":77117,"title":"Sunny","adult":false,"genre_ids":[18]},{"cast":["Kurupt","Tony Cox","Ryan Combs","C.T. Fletcher","Rosie Garcia"],"overview":"This offbeat dark comedy take place when four friends have a backyard bar-b-q and decide to come up on some bud. Not knowing where to turn, because the streets have been dry for a few months, they end up scoring from the son of a over protective mob figure by the name of Fredrico, who vows, if anything should happen to his son, their will be hell to pay. After a tragic accident, the four friends are on the run with only one person to turn to, Krego, Brisco's long time friend. Krego confirms to them, Fredrico is a very powerful man, and there is no escaping his fury. Their only option is to change their appearance through underground plastic surgery, which would take them on a five hundred mile road trip. Along the way, they will have to avoid Fredrico's beautiful assassin, Venus, and other unsavory characters, leaving them to ponder the question, was it just dumb luck, or was it the bud?","release_date":"2004-01-01","vote_average":8.5,"runtime":90,"cert":"N\/A","id":77118,"title":"I Accidentally Domed Your Son","adult":false,"genre_ids":[28,35]},{"cast":["Ole Olsen","Chic Johnson","William Gaxton","Helen Broderick","John Halliday"],"overview":"In this comedy, two men make an extravagant $50,000 dollar bet that one of them will be able to successfully court a lovely woman with out spending any money. To foil his scheme, the other bettor hires two henchman to stop him.","release_date":"1931-02-14","vote_average":6.0,"runtime":70,"cert":"N\/A","id":77119,"title":"50 Million Frenchmen","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Filmmaker Christopher Browne documents the mission of a group of middle-aged bowlers as they attempt to revitalize the sport and get the television-watching public interested in it again.","release_date":"2004-05-05","vote_average":7.0,"runtime":93,"cert":"N\/A","id":77120,"title":"A League of Ordinary Gentlemen","adult":false,"genre_ids":[99]},{"cast":["Loretta Young","Brian Aherne","Jeff Donnell","William Wright","Sidney Toler"],"overview":"A woman rents a gloomy basement apartment in Greenwich Village thinking it will provide the perfect atmosphere for her mystery writer husband to create his next book. They soon find themselves in the middle of a real-life mystery when a corpse turns up in their apartment.","release_date":"1942-12-10","vote_average":7.1,"runtime":88,"cert":"N\/A","id":77121,"title":"A Night to Remember","adult":false,"genre_ids":[35,9648,10749]},{"cast":["Ichirou Araki","Juzo Itami","Koji Iwabuchi","Akiko Koyama","Kazuyoshi Kushida"],"overview":"Four sexually hungry high school students preparing for their university entrance exams meet up with an inebriated teacher singing bawdy drinking songs. This encounter sets them on a less than academic path.","release_date":"1967-02-23","vote_average":5.5,"runtime":103,"cert":"N\/A","id":77124,"title":"Sing a Song of Sex","adult":false,"genre_ids":[18]},{"cast":["Ion Sapdaru","Constantin Diţă"],"overview":"A shy teacher and a versatile driver from a small vilage are gonig to town send by the mayor to bring a computer for the Mayoralty and a lavatory for the mayor, but things don't end like they suposed to.","release_date":"2004-08-25","vote_average":5.0,"runtime":19,"cert":"N\/A","id":77125,"title":"A Trip to the City","adult":false,"genre_ids":[18]},{"cast":["Judith Marie-Bergan","David Pendleton","Gregory Rozakis","Leif Erickson","Dorothy Malone"],"overview":"The daughter of wealthy businessman is taken hostage by a gang of radical black revolutionaries. While she fears for her life at first, she gradually starts to become sympathetic to her kidnappers' cause, and begins to consider herself to be one of them.","release_date":"1975-05-05","vote_average":0.0,"runtime":95,"cert":"N\/A","id":77126,"title":"Abduction","adult":false,"genre_ids":[80,18,53]},{"cast":["Jason Maza","Arnold Oceng","Natasha Sparkes","Nick Nevern"],"overview":"Fame-hungry Gemma asks her boyfriend Danny and his media student mate Nathan to film her Big Brother audition. They hear about a sex party and change course, but soon wish they hadn't as the party goers turn out to be devil worshippers.","release_date":"2011-09-23","vote_average":2.7,"runtime":null,"cert":"","id":77127,"title":"The Tapes","adult":false,"genre_ids":[27]},{"cast":["Richard Burton","Dominic Guard","David Bradley","Billy Connolly","Andrew Keir"],"overview":"At a Catholic boys' school, domineering disciplinarian Father Goddard rules over his pupils with an iron hand. When one of his teenage charges confesses to murder, the dogmatic but deeply repressed Goddard finds his faith challenged and his life spiralling dangerously out of control.  Also starring Billy Connolly (in his first feature-film role), Dominic Guard ,Kes star Dai Bradley, and the inimitable Brian Glover, and written by the great Anthony Shaffer, Absolution is one of British cinema’s most underrated chillers, not least for a towering central performance by Burton.","release_date":"1978-06-05","vote_average":6.8,"runtime":95,"cert":"","id":77128,"title":"Absolution","adult":false,"genre_ids":[18,53,9648]},{"cast":[],"overview":"Surf cinematographer Jack McCoy takes it back to basics – unrestrained free surfing in some of the best waves on the planet. Occy, Luke Egan, ‘Munga’ Barry and a bunch of Billabong team riders rode giant tubes and tore huge hacks on waves in Australia, Hawaii and Indonesia. Best of all it was captured in glorious 16mm film.","release_date":"1992-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77129,"title":"The Green Iguana","adult":false,"genre_ids":[]},{"cast":["Ana Covalciuc","Monica Mihaescu","Cristi Olesher","Marian Rîlea","Gabriel Spahiu"],"overview":"On Christmas Eve, a taxi driver takes home a man returning from working abroad.","release_date":"2007-05-06","vote_average":0.0,"runtime":14,"cert":"N\/A","id":77130,"title":"Home","adult":false,"genre_ids":[]},{"cast":["Edward G. Robinson","Eddie Albert","Marsha Hunt","Alan Reed","Dan O'Herlihy"],"overview":"Two-part story--the first is about a washed-up Broadway actor and his tough daughter, who is a bigger star than he is; the second is about a literary agent whose newest client--a nine-year-old boy--is the author of a borderline pornographic book.","release_date":"1952-06-18","vote_average":5.5,"runtime":82,"cert":"N\/A","id":77131,"title":"Actors and Sin","adult":false,"genre_ids":[35,18]},{"cast":["Michael Chan","James Yi Lui","Lydia Shum","Helen Poon Bing-Seung","Wei Pin-ao"],"overview":"Two Chinese men go to Copenhagen for some reason. While one of them philanders around with various Danish and Asian women, the other falls in love with his Chinese tour guide, but takes time to have various drawn-out kung fu battles with a seemingly endless amount of thugs sent by his partner's overweight and very jealous girlfriend back home.","release_date":"1973-06-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77132,"title":"Adventure in Denmark","adult":false,"genre_ids":[28,12,35]},{"cast":["Asta Nielsen","Poul Reumert","Robert Dinesen","Hans Neergaard","Hulda Didrichsen"],"overview":"Magda meets her fiancé and he invites her to visit him and his parents. While visiting them, a circus comes to town and Magda asks her fiancé to take her to the show. Afterwards one of the artists shows interest in Magda and her fiancé becomes jealous and brings her home. The artist follows and enters her room through the window. She runs off with the artist leaving a goodbye note. The fiancé later locates Magda, but she rejects him. We see Magda perform a gaucho dance on stage around the artist who she has tied up with a lasso but afterward the artist shows interest in another woman. Magda becomes jealous and starts a fight which gets her and the artist fired. She finds work as a piano player by which time her former fiancé sees her again. He sends her a note asking her to meet him. The artist follows Magda, interrupts their meeting and throws the fiancé out of the room...","release_date":"1910-09-12","vote_average":6.3,"runtime":38,"cert":"N\/A","id":77133,"title":"The Abyss","adult":false,"genre_ids":[18]},{"cast":["Mike Cooper"],"overview":"All is not well at the Steak_Barn Meat Restaurant. The haughty head-waiter takes an order for the \"vegetarian option,\" which creates havoc in the kitchen.","release_date":"1998-06-05","vote_average":6.0,"runtime":2,"cert":"","id":77134,"title":"Al_Dente","adult":false,"genre_ids":[16,35]},{"cast":["Xavier Declie","Stacey Williams","Gabriel Dell Jr.","Bridget Flanery","Jerry Doyle"],"overview":"In a futuristic theme park, people interact with androids in mafia gangster scenarios, unleashing their deepest violent and sexual desires on the android characters. A new android, called the Outsider, is spontaneously created and begins to hunt one of the computer programmers.","release_date":"1998-06-13","vote_average":4.0,"runtime":91,"cert":"N\/A","id":77135,"title":"Gangster World","adult":false,"genre_ids":[10770,28,53,878]},{"cast":["Nubius","Osian","Cameron Adams","Scott Alexander","Race Cooper"],"overview":"In Black Balled 7: Jail Slammed, Cameron Adams is made prisoner of a gangbang that sees him sucking and fucking every giant black cock in the cast! What begins with Cameron plowing one of his fellow cell mates gets extreme when the tables are turned and he's made to take each guy on the block while eating their asses and watching them get it on with each other! Just when you think his poor pink hole could take no more, he gets double penetrated and receives a load on his face from each of them! By far, Black Balled 7: Jail Slammed is the most intense installment in the series to date!","release_date":"2009-07-08","vote_average":8.0,"runtime":101,"cert":"N\/A","id":77136,"title":"Black Balled 7 - Jail Slammed","adult":true,"genre_ids":[]},{"cast":["Diego Abatantuono","Zuleica Dos Santos","Irene Grandi","Margaret Mazzantini","Giuseppe Oristanio"],"overview":"Matteo is a Roman barber. In Roma his activity is driving him almost to ruin, he is full of debts. He decides to escape from this depressing reality by accepting his sister Angelina's invitation to Brazil.","release_date":"1996-01-01","vote_average":5.9,"runtime":105,"cert":"N\/A","id":77137,"title":"The Barber of Rio","adult":false,"genre_ids":[35]},{"cast":["Renato Pozzetto","Massimo Ranieri","Edwige Fenech","Mario Scarpetta","Clara Colosimo"],"overview":"A factory worker known for his tough attitude and for fighting for workers' rights starts losing credibility when friends and co-workers see him helping a young gay man.","release_date":"1979-02-02","vote_average":6.6,"runtime":100,"cert":"N\/A","id":77138,"title":"Hot Potato","adult":false,"genre_ids":[35]},{"cast":["Silvio Orlando","Alba Rohrwacher","Francesco Brandi","Filippo Timi","Antonella Attili"],"overview":"","release_date":"2011-09-09","vote_average":3.0,"runtime":null,"cert":"N\/A","id":77139,"title":"Missione di pace","adult":false,"genre_ids":[]},{"cast":["Nino Manfredi","Ugo Tognazzi","Alberto Sordi","Umberto D'Orsi","Ilaria Occhini"],"overview":"In the first episode, Quirino tries to conquer co-worker Gabriella. In the second episode, Prof. Beozi tries to avoid a scandal. In the third episode, Guglielmo passes all tests in order to become reader of the television news brilliantly, although the commission works with all subtleness's to exclude him.","release_date":"1965-08-15","vote_average":7.1,"runtime":100,"cert":"N\/A","id":77140,"title":"Complexes","adult":false,"genre_ids":[35,18]},{"cast":["Marco Paris","Derrick Hanson","Marko Hansom","Mike Power","Nickolay Petrov"],"overview":"The Pack Attack gangbang series from Hot House Entertainment returns with another cast of horsehung hunks determined to bring one lucky man to his knees. Pack Attack 2 stars Marco Paris, one of the industry's most insatiable power-bottoms and king of the famous \"reverse cowboy.\" Can this pack of big-dicked wranglers rope him and ride him? Grab Pack Attack 2 and find out!","release_date":"2007-04-06","vote_average":7.0,"runtime":100,"cert":"N\/A","id":77141,"title":"Pack Attack 2: Marco Paris","adult":true,"genre_ids":[]},{"cast":["Isabelle Huppert","Jean-Louis Trintignant","Jean-Luc Moreau","Christian Benedetti","Bertrand Bonvoisin"],"overview":"A man tolerates the affairs of his wife, but suddenly becomes insanely jealous of her latest lover.","release_date":"1981-12-16","vote_average":6.3,"runtime":94,"cert":"N\/A","id":77146,"title":"Deep Water","adult":false,"genre_ids":[18,80]},{"cast":["Diego Abatantuono","Corso Salani","Anna Falchi","Ivo Garrani","Gianfranco Barra"],"overview":"In the 1950s, a big stir was made by a book (and its corresponding movie) called The Ugly American. Its subject was the grievous damage done to local cultures by well-meaning but essentially clueless (and frequently arrogant) representatives of the U.S. Since then, the phenomenon of cultural damage cause by arrogant tourists and visitors has been demonstrated to be something everyone is capable of. In this thoughtful, comic drama, the subject is Italians overseas. In this film, Malindi Kenya is the playground of rich Italians.","release_date":"1993-01-01","vote_average":6.1,"runtime":110,"cert":"N\/A","id":77147,"title":"On the Dark Continent","adult":false,"genre_ids":[]},{"cast":[],"overview":"Keeping pumps operating successfully for long periods of time requires careful pump design selection, proper installation, careful operation, the ability to observe changes in performance over time, and in the event of a failure, the capacity to thoroughly investigate the cause of the failure and take measures to prevent the problem from re-occurring. Pumps that have been: properly sized, are dynamically balanced, that sit on stable foundations with good shaft alignment, with proper lubrication, where operators start, run, and stop the machinery with care and where the maintenance personnel observe for unhealthy trends that begin to appear and act on them usually never experience a catastrophic failure.","release_date":"1999-06-21","vote_average":0.0,"runtime":17,"cert":"N\/A","id":77150,"title":"Pump","adult":false,"genre_ids":[99]},{"cast":["C.J. Knight","Barrett Long","Chad Hunt","Jed Willcox","Jude Collin"],"overview":"Get ready for the wildest Pack Attack ever! Shot entirely using two cameras and presented in state-of-the-art split-screen, this installment of the sizzling gangbang series guarantees you won't miss one minute of action. This new editing technique, coupled with the appearance of two of the biggest cocks in the business - Chad Hunt and Barrett Long - makes Pack Attack 3: C.J. Knight an explosive barrage of nonstop, hard-hitting gangbang action.","release_date":"2007-10-12","vote_average":6.0,"runtime":90,"cert":"N\/A","id":77151,"title":"Pack Attack 3: C.J. Knight","adult":true,"genre_ids":[]},{"cast":[],"overview":"A centrifugal pump is a rotodynamic pump that uses a rotating impeller to create flow by the addition of energy to a fluid. Centrifugal pumps are commonly used to move liquids through piping. The fluid enters the pump impeller along or near to the rotating axis and is accelerated by the impeller, flowing radially outward into a diffuser or volute chamber (casing), from where it exits into the downstream piping. Centrifugal pumps are used for large discharge through smaller heads.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77152,"title":"Centrifuge","adult":false,"genre_ids":[]},{"cast":[],"overview":"Brainetics is a great addition for any student, teacher, parent or adult learner looking to improve their math skills, memory skills and overall brain power.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":77153,"title":"Brainetics","adult":false,"genre_ids":[]},{"cast":["Emmanuelle Béart","Charles Berling","Dominique Blanc","Jacques Bonnaffé","Mathieu Demy"],"overview":"Lucette and Edouard: Two lovers passionate about sex, money and life. He is a spoiled but penniless child who wants it all while she is a celebrated figure of la vie parisienne who knows what she wants and what she is worth. Edouard is marrying a young, pretty and rich heiress. He comes to confess this to Lucette and to make their parting official, but he doesn’t want to leave her. He struggles with all his might to hide his betrayal but her opportunities to learn of it are countless and unpredictable.","release_date":"2005-04-27","vote_average":5.0,"runtime":80,"cert":"N\/A","id":77154,"title":"The Art of Breaking Up","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"In the summer of the year 2000, a peaceful alien race called the Mirusian steals a weapon called the Deathsphere from a hostile alien race called the Ghastorian, and while attempting to transport it to a lab, their ship is shot down by the Ghastorians and they must crash land on Earth. Before they crash they shoot the weapon like a torpedo from the ship to some location on Earth. There is only one survivor of the crash, the least intelligent of the crew, who before they were attacked was using a highly advanced mop to clean the floor. He must locate the Deathsphere before the Ghastorians do. He gets confused for someone else and becomes part of a group having a beach party while the Deathsphere gets mistaken for a volleyball which some young people play with. The Maltrusian alien along with the Deathsphere go off with a group that separates from the party to go up to the mysterious abandoned house of the deceased Mr. Willoughby.","release_date":"1996-07-03","vote_average":0.0,"runtime":92,"cert":"N\/A","id":77155,"title":"Alien Beach Party Massacre","adult":false,"genre_ids":[]},{"cast":["John Ericson","Ivor Francis","Judith Novgrod","Burr DeBenning","Charles Aidman"],"overview":"When a philandering husband accidentally finds himself lost during a rainstorm, he’s taken in by an elderly mortician and is forced to learn the ghastly origins of four freshly arrived corpses.","release_date":"1978-11-22","vote_average":4.6,"runtime":80,"cert":"N\/A","id":77156,"title":"The House of the Dead","adult":false,"genre_ids":[27,28,53,878]},{"cast":[],"overview":"A documentary retracing the haunting quest of a famed reporter, closely tracking a father's heart-rending, twelve year odyssey in search of his vanished son.","release_date":"2007-08-03","vote_average":0.0,"runtime":66,"cert":"N\/A","id":77159,"title":"Amazon Trek: In Search of Vanishing Secrets","adult":false,"genre_ids":[99]},{"cast":["Ben Gazzara","Denholm Elliott","James Villiers","Joss Ackland","Rodney Bewes"],"overview":"Compelling character study, revolving around Jack Flowers (Ben Gazzara), an American hustler trying to make his fortune in 1970s Singapore in small time pimping. He dreams of building a fortune by running a brothel himself and returning to the States to lead a life of luxury. Savvy but not unsavory he strikes up a friendship with William Leigh (Denholm Elliot), a genial and decent auditor who travels to Singapore every year. Ultimately, the background of the Vietnam War comes into the picture as Jack is offered the opportunity by the CIA to run a brothel for the R&R activities of U.S. soldiers on leave in Singapore.","release_date":"1979-12-05","vote_average":7.0,"runtime":112,"cert":"N\/A","id":77166,"title":"Saint Jack","adult":false,"genre_ids":[18]},{"cast":["Oleg Basilashvili","Elena Radevich"],"overview":"Фильм является современной экранизацией незабвенной пьесы Александра Островского «Доходное место».","release_date":"2008-06-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":77167,"title":"Vzyatki Gladki","adult":false,"genre_ids":[35,36]},{"cast":["Cynthia Dale","Richard Rebiere","Walter George Alton","Laura Henry","Stuart Stone"],"overview":"A small \"Dance-ercize\" studio fights for its existence against the unscrupulous owner of a rival club. The conflict boils down to a \"Dance Marathon\" to settle the score.","release_date":"1984-02-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":77168,"title":"Heavenly Bodies","adult":false,"genre_ids":[18,10749]},{"cast":["Nicollette Sheridan"],"overview":"Who could have deliberately released a rare and deadly African plague that is now spreading uncontrollably throughout America's largest urban areas? A lone determined doctor desperately and fearlessly searches for the truth, but she soon finds herself targeted for death as well. With time running out to save human kind, Dr. Marissa Blumenthal discovers that the strange disease may have actually been unleashed by the medical establishment itself.","release_date":"1995-05-08","vote_average":0.0,"runtime":92,"cert":"N\/A","id":77169,"title":"Virus","adult":false,"genre_ids":[28,53]},{"cast":["Kodi Smit-McPhee","Tucker Albrizzi","Jodelle Ferland","Anna Kendrick","Casey Affleck"],"overview":"In the town of Blithe Hollow, Norman Babcock can speak to the dead, but no one other than his eccentric new friend believes his ability is real. One day, Norman's eccentric uncle tells him of a ritual he must perform to protect the town from a curse cast by a witch centuries ago.","release_date":"2012-08-03","vote_average":6.8,"runtime":90,"cert":"PG","id":77174,"title":"ParaNorman","adult":false,"genre_ids":[10751,16,12,35]},{"cast":["Yoo Seung-mok","Yoon Je-moon","Kim Tae-woo","Lee Min-ki","Kang Ye-won"],"overview":"Gi-soo, Myeong-sik and Ah-rom were members of the same notorious motorcycle gang. They enjoyed their days roaming the streets recklessly on the motorcycles. Now, Gi-soo works as a motorcycle delivery man, Myeong-sik is a motorcycle cop and Ah-rom is a pop idol singer. One day, Gi-soo has Ah-rom riding on the back of his motorcycle as he makes a delivery. To his surprise the delivery package explodes. Gi-soo's cellphone rings and he hears a voice telling him that their is another bomb planted in his helmet which Ah-rom is wearing. Gi-soo is ordered to take another delivery. If the delivery is late or he attempts to run away the helmet will explode.","release_date":"2011-07-21","vote_average":6.0,"runtime":115,"cert":"N\/A","id":77175,"title":"Quick","adult":false,"genre_ids":[28,35,53]},{"cast":["Louis de Funès","Colette Darfeuil","Maurice Baquet","Paul Demange","Nicole Francis"],"overview":"","release_date":"1951-04-11","vote_average":2.0,"runtime":null,"cert":"N\/A","id":77180,"title":"Bibi Fricotin","adult":false,"genre_ids":[]},{"cast":["Matthieu Serveau"],"overview":"","release_date":"2002-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77181,"title":"l'esprit de la route","adult":false,"genre_ids":[]},{"cast":["Pascal Sellem"],"overview":"","release_date":"2004-01-20","vote_average":4.5,"runtime":null,"cert":"N\/A","id":77184,"title":"Pascal Sellem - Les caméras cachées des 7 péchés capitaux","adult":false,"genre_ids":[35]},{"cast":["Fyodor Bondarchuk","Kseniya Rappoport","Boris Kamorzin","Boris Khlebnikov","Anna Mikhalkova"],"overview":"A two days from the life of Pyotr Drozdov, a highly ranked official from Moscow, which he spends with young museum employee Masha.","release_date":"2011-09-08","vote_average":6.1,"runtime":90,"cert":"N\/A","id":77185,"title":"Two Days","adult":false,"genre_ids":[10749,18,35]},{"cast":["Danila Kozlovsky","Elizaveta Boyarskaya","Artur Smolyaninov","Svetlana Khodchenkova","Vladimir Yaglych"],"overview":"May, 1945... A young pilot Aleksey Kaverin stationed in Germany is going home to Russia for vacation. The problem is he needs to bring a bride. And not only to himself but to four his friends as well.","release_date":"2011-09-29","vote_average":6.2,"runtime":104,"cert":"N\/A","id":77186,"title":"Five Brides","adult":false,"genre_ids":[35,10749]},{"cast":["Kate Elliott","Dean O'Gorman","Rose McIver"],"overview":"Boy meets girl. Boy is already in a relationship. Boy's girlfriend is having an affair with the mechanic. Girl has a room full of cereal and a complex about \"mat\". How can there be a happily ever after?","release_date":"2002-10-06","vote_average":5.0,"runtime":null,"cert":"N\/A","id":77187,"title":"Toy Love","adult":false,"genre_ids":[]},{"cast":["Yumi Adachi","Aki Maeda","Keiko Toda","Takashi Naito","Daijiro Harada"],"overview":"Amon is a boy who can control the wind. Branik, ruler of the Empire of the Golden Snake, wants Amon's power to complete the ultimate weapon and sends his troops to capture the boy. Amon, using his talents, manages to runs away with Maria, one of the People of the Sea. Together, they try to stop the Empire of the Golden Snake from destroying and conquering everything.","release_date":"2000-07-22","vote_average":7.0,"runtime":97,"cert":"N\/A","id":77194,"title":"The Boy Who Saw the Wind","adult":false,"genre_ids":[12,10751,16,14]},{"cast":["Michael Ironside","Vanity","Valerie Wildman","Juliet Landau","Monte Markham"],"overview":"\"Mad Max\" clone set in the not-too-distant future about a group of people trying to escape to a safe haven called Neon City after a solar disaster that has decimated the Earth.","release_date":"1991-10-01","vote_average":5.3,"runtime":99,"cert":"N\/A","id":77195,"title":"Neon City","adult":false,"genre_ids":[]},{"cast":["Colleen Kerwick","Justin Cegnar","Kira Blaskovich","Nick Bravin"],"overview":"A modern sorceress crosses the line and contacts a force from beyond, disrupting the fabric of time; two lovers are threatened by forces unknown; eight souls draw together mysteriously.","release_date":"2009-09-18","vote_average":0.0,"runtime":112,"cert":"N\/A","id":77196,"title":"Tale of the Tribe","adult":false,"genre_ids":[18,10749]},{"cast":["Sakalakala Praveen","Jai Jagadish","Apsara"],"overview":"Kannada Movie Aantharya  produced by Satish, Actor Praveen  is casting as hero in this moive, Actress Apsara cast as a heroin in Aantharya Kannada Movie, and other casting with Praveen, Apsara actres in Aantharya  . Kannada Movie Aantharya directed by Anneya Santhosh Gowda he was done film work such as Story, Screen play, Dialog and such important work in this Moive, Music Director of Aantharya  is Giridhar, all the Aantharya  songs are composed by Giridhar, Aantharya have super hit songs and it was now available to listen and download in this site.  Aantharya  the Kannada Movie Released in 2011, announced by the Producer Satish and Director of  the Movie Anneya Santhosh Gowda, Music composed by the music Director of Aantharya  is Giridhar, Praveen as Hero, Apsara as Heroin, other Castings Praveen, Apsara act in this Aantharya Kannada movie.","release_date":"2012-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77199,"title":"Aantharya","adult":false,"genre_ids":[]},{"cast":["David Leadbetter"],"overview":"For the first time on DVD, David Leadbetter (the World’s No. 1 Coach) and star pupil, Nick Price (golf’s finest ball striker), bring you a unique perspective on mastering the game of golf. Faults &amp; Fixes will help you iron out the everyday errors that creep into your game. It will also show you how to identify your faults and demonstrate precisely how to correct them. Don’t miss out on clear-cut solutions for your every day playing problems!","release_date":"2005-07-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77208,"title":"David Leadbetter Faults & Fixes with Nick Price","adult":false,"genre_ids":[]},{"cast":["David Leadbetter"],"overview":"David Leadbetter, renowned for working with the world’s top golfers including Michelle Wie, Ernie Els and Nick Price has designed a DVD aimed at improving a novice’s game. Computer graphics have been combined with footage taken from all the key angles, to give the clearest possible understanding of the golf swing and how to correct common faults. Also covered are the essential components of the swing set-up, grip, posture, and alignment. By teaching you the fine art of pitching, chipping, bunker play and putting, Leadbetter instructs you on how to cut shots off your score when you are close to the green. Good course tactics are imperative to playing good golf. Key areas covered include developing a routine, picking strategic targets, club selection and \"swing thoughts\".","release_date":"2005-07-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77211,"title":"David Leadbetter From Beginner to Winner","adult":false,"genre_ids":[]},{"cast":["David Leadbetter"],"overview":"According to David Leadbetter, \"there’s more to shooting good scores than just hitting good shots\". Watch him coach his pupil around the course, advising him how to think and play his way to a better score. You can also learn the techniques to play your way out of those difficult positions and tricky lies all golfers encounter from time to time. Leadbetter will show you how to really work the ball in the direction and at the height you want it to go. Now you’ll begin to master the shots to take on the toughest of courses.","release_date":"2005-07-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77214,"title":"David Leadbetter Taking It To The Course","adult":false,"genre_ids":[]},{"cast":["David Leadbetter"],"overview":"For players of all standards the key to a lower score lies in \"The Short Game\" and in this 90-minute DVD David Leadbetter will take you step-by-step through each of the basics. By way of detailed explanation, drills and tips, you will learn the variety of shots that can be played on and around the greens. You will know which shots to play in different situations and develop the touch necessary for a great short game. Leadbetter has divided this DVD into four sections: putting, chipping, pitching, and sand play. Within these four segments, Leadbetter gives drills to improve each area. He talks about understanding the techniques used and why they are important. He shows his students before and after the lesson, then compares the results. The lessons are easy to follow and each section includes \"Advanced Score Savers\" for the more adventurous golfer. So learn how to practice your short game the right way, and lower your score today with this DVD!","release_date":"2005-07-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77217,"title":"David Leadbetter The Short Game","adult":false,"genre_ids":[]},{"cast":["David Leadbetter"],"overview":"This program covers every aspect of the golf swing - grip, posture, alignment and ball position, body motion, balance, torque and power, hands, arms and club motion and putting all elements together for a consistent swing. Through careful analysis and use of video recording, David identifies many common faults of the golf swing and provides a unique style of instruction to demonstrate how to make rapid improvements. In addtion, David also reveals a number of useful exercises to help develop a better balanced and repeatable golf swing.","release_date":"2005-07-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77220,"title":"David Leadbetter The Swing","adult":false,"genre_ids":[]},{"cast":["Mark Strong","Antonio Banderas","Freida Pinto","Tahar Rahim","Riz Ahmed"],"overview":"On the Arabian Peninsula in the 1930s, two warring leaders come face to face. The victorious Nesib, Emir of Hobeika, lays down his peace terms to rival Amar, Sultan of Salmaah. The two men agree that neither can lay claim to the area of no man’s land between them called The Yellow Belt. In return, Nesib adopts Amar’s two boys Saleeh and Auda as a guarantee against invasion. Twelve years later, Saleeh and Auda have grown into young men. Saleeh, the warrior, itches to escape his gilded cage and return to his father’s land. Auda cares only for books and the pursuit of knowledge. One day, their adopted father Nesib is visited by an American from Texas. He tells the Emir that his land is blessed with oil and promises him riches beyond his wildest imagination. Nesib imagines a realm of infinite possibility, a kingdom with roads, schools and hospitals all paid for by the black gold beneath the barren sand. There is only one problem. The precious oil is located in the Yellow Belt.","release_date":"2011-12-21","vote_average":6.4,"runtime":130,"cert":"N\/A","id":77221,"title":"Black Gold","adult":false,"genre_ids":[12,18]},{"cast":["Barrett Long","Dirk Jager","J. St. Miguel","Jake Deckard","Justin Christopher"],"overview":"Ben Leon returns in full-force in a brand new double disc set of non- stop fucking action in Playback. With an eye for good angles, soft light and hard dick Leon brings the viewer into the shadows of an empty warehouse where Raging Stallion's finest perform at the top of their game. What happens when no one is paying attention but the security camera's are on record? A lot of hot sex in every corner. In order to get the real feel of this film I sat down with Ben to get his view from the directors chair.","release_date":"2007-10-20","vote_average":7.0,"runtime":237,"cert":"N\/A","id":77222,"title":"Playback","adult":true,"genre_ids":[]},{"cast":["Glenn Close","Frances McDormand","Pauline Collins","Cate Blanchett","Julianna Margulies"],"overview":"Paradise Road is a 1997 film which tells the story of a group of English, American, Dutch and Australian women who are imprisoned in Sumatra during World War II. It was directed by Bruce Beresford and stars Glenn Close as beatific Adrienne Pargiter, Frances McDormand as the brash Dr. Verstak, Pauline Collins as missionary Margaret Drummond (based on missionary Margaret Dryburgh), Julianna Margulies as American socialite Topsy Merritt, Jennifer Ehle as British doyenne and model Rosemary Leighton Jones, Cate Blanchett as Australian nurse Susan McCarthy and Elizabeth Spriggs as dowager Imogene Roberts. Basing his picture on real events, Bruce Beresford tells the story of a vocal orchestra created by the women in a Japanese P.O.W. camp, a classic survivors' tale extolling women's ability to survive hardship and atrocity through perseverance, solidarity and creativity.","release_date":"1997-02-11","vote_average":6.6,"runtime":122,"cert":"N\/A","id":77223,"title":"Paradise Road","adult":false,"genre_ids":[10752,18,36]},{"cast":["Antoine de Caunes","Jean-Pierre Lorit","Carole Bouquet","Martina Gedeck","Marie-France Pisier"],"overview":"","release_date":"2006-04-26","vote_average":5.0,"runtime":106,"cert":"N\/A","id":77224,"title":"A Perfect Friend","adult":false,"genre_ids":[53,18]},{"cast":["Nino Bacci","Leo Bramm","Sam Crockett","Sam Dixon","Clint Fox"],"overview":"TV cableman Fernando Montana makes sure that more than Falcon Exclusive Tristan Paris' television is plugged in and turned on! With Exclusives Lindon Hawk and Superhung Joe Young.","release_date":"2000-07-05","vote_average":8.0,"runtime":88,"cert":"N\/A","id":77225,"title":"Plugged In","adult":true,"genre_ids":[]},{"cast":["Diego Abatantuono","Paolo Villaggio","Marco Messeri","Antonio Catania","Antonello Fassari"],"overview":"","release_date":"1995-02-09","vote_average":5.8,"runtime":null,"cert":"N\/A","id":77226,"title":"Camerieri","adult":false,"genre_ids":[35]},{"cast":["屈中恆","洪都拉斯","迷你彬"],"overview":"失業二年多的吳發達謀職四處碰壁，開計程車突槌，連當小偷都失敗的被困在冰櫃裡讓警察救出來。還被房東趕出去，落得以車為家。阿達妻受不了，終於在一次夫妻衝突後拋家棄子而去。受到妻子的刺激，阿達挺而走險，戴著米老鼠面具去搶銀行，卻晚了一步碰到另二名搶匪在搶銀行，二名搶匪得手逃逸而去，阿達卻因為面具被搶匪打落而被銀行監視器拍到。 阿達逃出銀行時在門口迎面撞上因經濟風暴被資遣的電子公司高級主管余樂天。這一撞把阿達的皮匣撞落在樂天身上，樂天為了將皮匣還給阿達，跟在阿達後面追跑，而被誤會是搶匪集團的一夥。阿達因為在警局有案底，又不忍兒子阿吉啦無所依靠拒絕為樂天到警局澄清。而樂天也因潛藏回家時聽到妻兒間的對話，知道女兒對他的不諒解與怨恨而覺得心灰意冷。二人於是決定逃避通緝，帶著阿吉啦展開一場逃亡之旅。 三人一行來到南部，樂天到夜市的一家牛排攤問路，卻被老闆牛排王誤以為是朋友介紹來工作的幫工阿慶。樂天在百口莫辯的情況下被指使去作他一向拉不下面子做\"粗鄙\"的工作，當牛排王知道認錯人時，樂天覺得繼續逃亡下去也不是辦法，而且\"粗鄙\"的工作也不是想像中那麼不堪，因此拜託牛排王留用他，隱姓埋名留在牛排攤繼續跑桌。 這兩老一小的落跑三人組，租了一間老式公寓展開了它們的同居生涯。阿達在樂天的「以身作則」下了解責任的意義，也開始思考他為人父的責任，開始認真找工作。在一連串的碰壁後，阿達來到萬祥開的機車行，吳發達也就成了機車達。 牛排攤的工作讓樂天改變他的價值觀，放下他的虛榮心，讓他更加謙卑地重新認識生命的價值也更能體會快樂幸福的真諦。另一方面，因為在牛排攤工作常接觸到年輕人，樂天似乎比較能了解年輕人的生活與心態，這對因為過度投入工作而不知道如何與孩子溝通互動的樂天不啻是個意外收穫。 日子一天一天過去，這落跑三人組最終將會面對什麼樣的命運呢？他們的人生還有再次重來的機會嗎？","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":77227,"title":"落跑3人行","adult":false,"genre_ids":[]},{"cast":["Franco Franchi","Ciccio Ingrassia","Anna Degli Uberti","Lucretia Love","Goffredo Unger"],"overview":"Franco and Ciccio are two cousins ​​who, in the old West, have opened a service station, where they carry out the washing and drying of the horses and a bar service for the passing riders. One day a stranger saves them from an attempted robbery against them: the girl introduces herself as Calamity Jane, as well as Franco and Ciccio's aunt.","release_date":"1972-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":77228,"title":"Two Sons of Trinity","adult":false,"genre_ids":[]},{"cast":["Jeff Stryker","John Davenport","Michael Gere","Tony Bravo","Jeff Converse"],"overview":"Plug into this high torque tale of riveting sex, but look for a power surge from sexsational Jeff Stryker, the biggest cover boy sensation ever! Jeff lands in jail on a set up and is grilled, drilled, and thrilled by inmates, guards, and buddies. Driven by the talents of Michael Gere, Tony Bravo, and the electrifying John Davenport, this feature cuts through to the core of hard sex that gets the job done. Scenes include: Davenport fucking Gere in their cell while Jeff watches and jacks off; Jeff Converse getting it good from Stryker in a store room; Gary Owen, Tom Mitchell and Tony Marino have a three-way in the shower; Stryker gets seduced by guard Tony Bravo; Danny Russo and Brian Estevez rutt relentlessly at home in bed.","release_date":"1986-07-03","vote_average":7.5,"runtime":85,"cert":"N\/A","id":77231,"title":"Powertool","adult":true,"genre_ids":[]},{"cast":["Marga López","Vicente Parra","José Marco Davó","Tomás Blanco","María Fernanda Ladrón de Guevara"],"overview":"After the death of Queen Mercedes, Alfonso XII's first wife, the problem of the succession is raised. The monarchy needs a heir and the King choses María Cristina from Habsburd to be the futur spanish queen. But Mercedes memories will be against the marriage and the long-awaited son will born when Alfonso is already dead.","release_date":"1960-04-16","vote_average":6.0,"runtime":99,"cert":"N\/A","id":77232,"title":"Alfonso XII y María Cristina: ¿Dónde vas triste de ti?","adult":false,"genre_ids":[]},{"cast":["Anthony Edwards","Robert Mitchum","Lauren Bacall","Harry Dean Stanton","Anjelica Huston"],"overview":"Mr. North, a stranger to a small, but wealthy, Rhode Island town, quickly has rumors started about him that he has the power to heal people's ailments...","release_date":"1988-07-22","vote_average":4.9,"runtime":93,"cert":"N\/A","id":77233,"title":"Mr. North","adult":false,"genre_ids":[18,35]},{"cast":["John Cusack","Malin Åkerman","Hannah Murray","Liam Cunningham","Lucy Griffiths"],"overview":"When the moral values of a longtime wetwork black ops agent is tested during his last operation, he receives an unfavorable psych evaluation. Now he is given a break and a seemingly uncomplicated assignment of simply protecting the security of a young female code announcer, code resources and remote station they are assigned to. After an ambush and one phone call later, it becomes a complicated fight for their survival.","release_date":"2013-04-18","vote_average":5.4,"runtime":90,"cert":"15","id":77234,"title":"The Numbers Station","adult":false,"genre_ids":[28,53]},{"cast":["Lauren Holly","Brian Krause","Jeremy Sumpter","Caitlin E.J. Meyer","Danielle C. Ryan"],"overview":"Fraternal twin sisters Emma and Lilly are as different as night and day. Emma, the beautiful blonde tomboy, would rather be riding a horse than anything else in the world. While Lilly, her shy redheaded twin, loves to be left alone to curl up with a good book.","release_date":"2010-11-06","vote_average":5.6,"runtime":93,"cert":"N\/A","id":77235,"title":"You're So Cupid","adult":false,"genre_ids":[14,18,878,10749,10751]},{"cast":["Alex Leon","Andy Hunter","Cal Jackson","Diego Alvarez","Fernando Montana"],"overview":"Forget Ms. Jackson and her sun-shield nipple covered tit – this is the football show you’ll want to see. It has two kick-ass halves: The first a locker room orgy of seven players who know how to pass their balls, and the second a gang-bang that pits the pale-assed Josh Weston against ten rock-hard Latinos that will send you to the showers drenched to the bone - or boner.","release_date":"2003-10-01","vote_average":8.0,"runtime":75,"cert":"N\/A","id":77236,"title":"Quarterback Sack","adult":true,"genre_ids":[]},{"cast":["Mehmet Aslantuğ","Arzum Onan","Tarık Ünlüoğlu"],"overview":"","release_date":"2010-10-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":77237,"title":"Aşkın İkinci Yarısı","adult":false,"genre_ids":[]},{"cast":["Amadou Gallo Fall","Papa Madethie 'Dethie' Fall"],"overview":"From a basketball academy in Senegal, to the high-pressure world of American prep schools, the film documents the extraordinary personal journeys of four particularly tall West African Muslim teenage boys with NBA dreams.","release_date":"2011-10-21","vote_average":7.0,"runtime":81,"cert":"N\/A","id":77238,"title":"Elevate","adult":false,"genre_ids":[99]},{"cast":["Halit Ergenç","Lale Mansur","Yeşim Ceren Bozoğlu"],"overview":"","release_date":"2011-05-20","vote_average":3.0,"runtime":null,"cert":"N\/A","id":77239,"title":"Misafir","adult":false,"genre_ids":[]},{"cast":["Alexandra Paul","Jake Thomas","Katie Gill","Paula Trickey","Amanda Bauer"],"overview":"A mother vows to get justice when her daughter's life is destroyed by a sex video that goes viral.","release_date":"2011-10-09","vote_average":5.2,"runtime":88,"cert":"N\/A","id":77240,"title":"Betrayed at 17","adult":false,"genre_ids":[18,53]},{"cast":["Engin Altan Düzyatan","Berrak Tüzünataç","Can Gürzap","Ayda Aksel","Zeynep Ozder"],"overview":"","release_date":"2011-03-11","vote_average":2.0,"runtime":null,"cert":"N\/A","id":77241,"title":"Bir Avuç Deniz","adult":false,"genre_ids":[]},{"cast":["Carlos Marquez","Sean Paris","Josh O'Hara","Andreas","Brock Webster"],"overview":"Even the Titan Man, that big and rough fellow with hair on his chest, muscles wherever they can be packed on, and a cock that's a sturdy packer of its own -- even this rowdy stud has his secret fantasies. He may look like he's peacefully asleep, but inside he's churning. Rapid Eye Movements are the giveaway, the telltale flickering beneath the eyelid that reveals the presence of dreams. The four long-playing and steamy segments of R.E.M. take you into the subconscious of eight stunning TitanMen -- where the floodgates of desire are open, and everyday practicalities yield to cock-stiffening impossibilities.","release_date":"2002-03-17","vote_average":6.0,"runtime":113,"cert":"N\/A","id":77242,"title":"R.E.M.","adult":true,"genre_ids":[]},{"cast":["B.B. King"],"overview":"Blues legend BB King performs live at the Glastonbury Festival of Contemporary Arts on at Worthy Farm, UK.","release_date":"2011-06-22","vote_average":5.0,"runtime":null,"cert":"U","id":77243,"title":"B.B. King: Glastonbury Festival 2011","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Black Country Communion plays Live In London","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77244,"title":"Black Country Communion - Live in London","adult":false,"genre_ids":[10402]},{"cast":["Warner Baxter","Gloria Stuart","Claude Gillingwater","Arthur Byron","O.P. Heggie"],"overview":"After setting the leg of John Wilkes Booth, Dr. Samuel Mudd is sent to prison as a conspirator in the assassination of Abraham Lincoln.","release_date":"1936-02-28","vote_average":6.9,"runtime":97,"cert":"N\/A","id":77245,"title":"The Prisoner of Shark Island","adult":false,"genre_ids":[18,36]},{"cast":["Brittany Murphy","Lukas Haas","Sidney Poitier","Debi Mazar","Allison Janney"],"overview":"It was adapted as a stage play in 1967, and was remade as a television movie in 1998 starring Lukas Haas, Sidney Poitier and Brittany Murphy.","release_date":"1998-11-01","vote_average":6.6,"runtime":86,"cert":"N\/A","id":77246,"title":"David and Lisa","adult":false,"genre_ids":[10770,18,10749]},{"cast":[],"overview":"HEAVEN &amp; HELL's June 16, 2009 concert at Museumsmeile in Bonn, Germany filmed by WDR's (German public TV).","release_date":"2009-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77247,"title":"Heaven and Hell: Rockpalast","adult":false,"genre_ids":[]},{"cast":["Arata Furuta","Akiko Suzuki","Shoko Takada","Urara Takano"],"overview":"Five stories, five maestros, five styles and one common denominator: maximum creativity. Studio 4°C, the coolest label on the planet, invites us for the second time to an exclusive reunion of a talents with a group film, full of freedom and ingenuity, that goes from Mahiro Maeda's classic anime, to Kazuto Nakazawa's intricate urban sketches, Shinya Ohira's bedlam of color and Tatsuyuki Tanaka's animated cyberpunk. And as if that wasn't enough, Koji Morimoto, the studio big boss, is charge of putting the icing on the cake with fantafabulous piece of abstract poetry that would make a VJ die of ecstasy. The party of the year.","release_date":"2008-10-11","vote_average":5.9,"runtime":85,"cert":"N\/A","id":77248,"title":"Genius Party Beyond","adult":false,"genre_ids":[16]},{"cast":["Jimi Hendrix"],"overview":"Live at The Isle Of Wight Festival 1970. This was Hendrix's final performance in England. He died a few weeks later.","release_date":"1996-10-22","vote_average":5.6,"runtime":56,"cert":"N\/A","id":77249,"title":"Jimi Hendrix at the Isle of Wight","adult":false,"genre_ids":[99,10402]},{"cast":["Dorothy Lamour","Jon Hall","Mary Astor","C. Aubrey Smith","Thomas Mitchell"],"overview":"In the colonial era, island native Terangi (Jon Hall) spends a blissful honeymoon with his bride, Marama (Dorothy Lamour). Soon after, however, their relationship is torn asunder when Terangi is sent to prison for punching a prejudiced white man. Prominent members of the community -- including the governor's wife, Mme. De Laage (Mary Astor), petition the governor for clemency, but he refuses to budge. However, all pretense of law and order are soon shattered by an incoming tropical storm.","release_date":"1937-11-05","vote_average":7.1,"runtime":110,"cert":"N\/A","id":77250,"title":"The Hurricane","adult":false,"genre_ids":[28,12]},{"cast":["Lars Winnerbäck","Idde Schultz","Anna Stadling","Josef Zackrisson","Norpan Eriksson"],"overview":"Inspelad Live i Linköping, Konsert &amp; Kongress 13 &amp; 14 september 2003.","release_date":"2004-02-11","vote_average":4.3,"runtime":114,"cert":"N\/A","id":77251,"title":"Lars Winnerbäck Live i Linköping","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The dramatic life of a colony of Japanese yellow hornets begins in spring as a lone queen builds a small nest. Within weeks, it grows into a fortress bigger than a beer barrel. Spectacular macro footage shows thousands of workers constantly enlarging the nest, hunting for insects in the nearby fields, and defending their fortress against attacks by giant hornets.","release_date":"2008-01-01","vote_average":5.3,"runtime":22,"cert":"N\/A","id":77252,"title":"The Yellow Hornets and the Tyrant Queen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This 100-minute feature actually consists of two episodes of the series Cade's County, starring Glenn Ford as Sam Cade, the modern-day sheriff of Madrid County, CA, with Edgar Buchanan as his chief deputy","release_date":"","vote_average":0.0,"runtime":98,"cert":"N\/A","id":77253,"title":"Marshal Of Madrid","adult":false,"genre_ids":[]},{"cast":[],"overview":"A small but highly efficient killing machine - a hornet two inches long and with a wingspan up to three inches - lurks in the mountains of Japan. The voracious predator has a quarter-inch stinger that pumps out a dose of venom with an enzyme so strong it can dissolve human tissue. Just one of these hornets can kill 40 European honeybees a minute; a handful of the creatures can slaughter 30,000 European honeybees within hours, leaving a trail of severed insect heads and limbs. Someone who is stung by the hornet and doesn't receive proper treatment soon thereafter can die from the venom, which is powerful enough to disintegrate human flesh. About 40 people die each year after being stung by giant hornets, mainly as a result of an allergic reaction to the venom.","release_date":"2004-10-27","vote_average":5.3,"runtime":54,"cert":"N\/A","id":77256,"title":"Hornets From Hell","adult":false,"genre_ids":[99]},{"cast":["Paul Naschy","Maria Perschy","María Kosty","Mercedes Molina","Joan Llaneras"],"overview":"A priest struggles to save the life of a young woman who is possessed by the malevolent spirit of her father.","release_date":"1975-03-10","vote_average":5.3,"runtime":90,"cert":"N\/A","id":77257,"title":"Exorcismo","adult":false,"genre_ids":[27]},{"cast":["Carolyn Camburn","Philipp Karner","Zeke Rippy","Scott Parrish","Davis Mikaels"],"overview":"An ancient wind carries with it omens of the apocalypse, stirring the pride and envy of a group of college kids to murderous rage. Michael Mongillo's directorial debut is a lyrical, meditative film charged with sex and violence.","release_date":"2001-09-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77260,"title":"The Wind","adult":false,"genre_ids":[27]},{"cast":["Patricia Clarkson","Rosario Dawson","Lyndsy Fonseca","Ginnifer Goodwin","Jeanne Tripplehorn"],"overview":"An anthology of five short films exploring the impact of breast cancer on people's lives.","release_date":"2011-10-10","vote_average":7.2,"runtime":87,"cert":"N\/A","id":77261,"title":"Five","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Hip-hop culture is a multifaceted organism, incorporating graffiti art, streetwear, skateboarding, breakdancing, and, of course, music! This fascinating film features a number of stars from a variety of artistic backgrounds, all of them falling under the loose collective banner of STREET PROPHETZ. Amongst those included are graffiti artist Freedom, skateboarder Satva Leung, hip-hop group Little Brother, and many others.","release_date":"2003-01-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":77262,"title":"Street Prophetz","adult":false,"genre_ids":[99]},{"cast":["Olga Karlatos","Ilona Staller","Taida Urruzola","Lilli Carati","Juan Carlos Naya"],"overview":"Juan Carlos Naya stars as teenaged Danny, whose summer vacation with three friends and some nudists from Norway turns into a real mess as sexual rivalries and jealousy escalate into Lilli Carati's attempted suicide.","release_date":"1979-10-31","vote_average":6.5,"runtime":104,"cert":"N\/A","id":77265,"title":"Skin Deep","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77268,"title":"New Pub","adult":false,"genre_ids":[]},{"cast":["Norman Foster","Jan Gehl","Ellen Dunham-Jones","Amanda M. Burden","Joshua David"],"overview":"A documentary about the design of cities, which looks at the issues and strategies behind urban design and features some of the world's foremost architects, planners, policymakers, builders, and thinkers.","release_date":"2011-09-09","vote_average":7.6,"runtime":85,"cert":"N\/A","id":77269,"title":"Urbanized","adult":false,"genre_ids":[99]},{"cast":["Nick Cave","Blixa Bargeld","Martyn P. Casey","Warren Ellis","Conway Savage"],"overview":"This first ever DVD from Nick Cave and The Bad Seeds features full live concert from France (Le Transbordeur in Lyon), 8th June 2001.","release_date":"2001-01-01","vote_average":5.1,"runtime":140,"cert":"N\/A","id":77270,"title":"Nick Cave and The Bad Seeds: God Is in the House","adult":false,"genre_ids":[10402]},{"cast":["Tom Liwa"],"overview":"","release_date":"2008-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77273,"title":"Wir haben die Musik - Unterwegs mit Tom Liwa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live from the \"Strangers In Us All-Tour\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77278,"title":"Ritchie Blackmore's Rainbow - Live in Dusseldorf 1995","adult":false,"genre_ids":[]},{"cast":["Ross Finbow","Danielle Stewart","James Young","Johnny Austin","Ross Sutherland"],"overview":"A quirky love triangle comedy set in Glasgow in the weird, wonderful world of fantasy role-playing games.","release_date":"2005-08-03","vote_average":5.8,"runtime":100,"cert":"15","id":77281,"title":"GamerZ","adult":false,"genre_ids":[14,35,10749]},{"cast":["Dee Snider","Jay Jay French","Mark Mendoza","Eddie 'Fingers' Ojeda","A.J. Pero"],"overview":"From their reunion performance at the 2003 Wacken Open Air festival in Germany.","release_date":"2005-06-27","vote_average":0.0,"runtime":105,"cert":"N\/A","id":77282,"title":"Twisted Sister: Live at Wacken Open Air (The Reunion)","adult":false,"genre_ids":[10402]},{"cast":["Bill Nighy","Tom Hollander","Douglas Henshall","Sukie Smith","Clémentine Célarié"],"overview":"In a British seaside resort, several lives intertwine following the funeral of a gay restaurant owner","release_date":"2002-06-28","vote_average":4.8,"runtime":100,"cert":"","id":77283,"title":"The Lawless Heart","adult":false,"genre_ids":[18,35,10749]},{"cast":["Romain Duris","Clément Sibony","Rachid Djaïdani","Mathilde Bertrandy","Zoé Félix"],"overview":"Abel awash in his conquests phone numbers, Remi raises metaphysical questions about his look, Lucia movie fan obscure authors while its Fab him is he loves boxing. Between party, laundromat and small cafe in the sun chronicle their friendship and their complicity.","release_date":"2004-05-05","vote_average":7.0,"runtime":75,"cert":"N\/A","id":77284,"title":"Osmosis","adult":false,"genre_ids":[35,10749,18]},{"cast":["Hideko Takamine","Masayuki Mori","Mariko Okada","Isao Yamagata","Chieko Nakakita"],"overview":"A married Japanese forester during WWII is sent to Indochina to manage forests. He meets a young Japanese typist and promises to leave his wife. He doesn't and after the war, she turns up and the affair resumes.","release_date":"1955-01-15","vote_average":7.7,"runtime":123,"cert":"N\/A","id":77285,"title":"Floating Clouds","adult":false,"genre_ids":[18,10749]},{"cast":["Alex Ferns","James Cosmo","Kenneth Cranham","Tom Georgeson","Jenny Foulds"],"overview":"Tough comedy drama set in Glasgow. Former enforcer Jimmy exits jail a changed man, but both his criminal boss and a corrupt copper think he's bluffing.","release_date":"2004-02-20","vote_average":2.0,"runtime":153,"cert":"","id":77288,"title":"Man Dancin'","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Night People follows the stories of five people across the course of one life-changing night in Edinburgh.","release_date":"2005-08-01","vote_average":0.0,"runtime":95,"cert":"","id":77289,"title":"Night People","adult":false,"genre_ids":[18]},{"cast":["Tom Bell","David Thewlis","Rita Tushingham","Rudi Davies","Michael Pollitt"],"overview":"A Falklands War soldier missing, believed dead, turns up claiming amnesia.","release_date":"1989-03-12","vote_average":4.3,"runtime":96,"cert":"","id":77292,"title":"Resurrected","adult":false,"genre_ids":[]},{"cast":["Gendun Hodsad"],"overview":"Le jeune Geza est le coureur le plus rapide de sa génération. Les médecins découvrent que sa jeune soeur, malade, doit être opérée du coeur. Or, l'opération coûte cher et la famille de Geza est pauvre. L'adolescent n'a plus qu'un espoir : participer à une grande course organisée à travers le Tibet, et dont le gagnant se verra remettre une très grosse somme d'argent. Devenu le héros de tout un pays, Geza va vivre une incroyable aventure, pleine de joie et de suspense, d'émotions et de rencontres.","release_date":"2008-01-01","vote_average":6.0,"runtime":83,"cert":"N\/A","id":77293,"title":"Wild Horse from Shangri-La","adult":false,"genre_ids":[]},{"cast":["Mariya Vinogradova","Oleg Tabakov","Lev Durov","Valentina Talyzina","Boris Novikov"],"overview":"Little Fedor brings a cat to home despite his mother's distaste for cats. He runs away with his talking cat, to make more friends on the way.","release_date":"1978-06-06","vote_average":6.8,"runtime":17,"cert":"N\/A","id":77294,"title":"Three from Prostokvashino","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Secret presents the story of how leaked government documents prove that the United States has been recovering crashed unidentified flying objects, often known as flying saucers, since 1941, and has been successful in keeping this information from the public. These documents have been examined using forensic techniques and are declared genuine by those who examine the subtleties of paper, ink age, watermark, type fonts, classification stamps and markings. The central basis of the documentary is the content of the documents and the amazing story they tell – a different approach. This program is not a rehash of the old Roswell crash scenarios, providing evidence that the first U.S. crash was in Missouri in 1941.","release_date":"2005-10-13","vote_average":7.0,"runtime":45,"cert":"","id":77295,"title":"UFO - The Secret, Evidence We Are Not Alone","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Alien body parts… powerful religious artifacts… UFO wreckage… what exactly is hidden behind heavily guarded doors? Inspired by Syfy’s hit series Warehouse 13, NBC News award-winning journalist Lester Holt goes on a global expedition to uncover the truth behind the world’s top secret, mysterious warehouses where super-classified objects are kept. In Inside Secret Government Warehouses: Shocking Revelations, Holt capitalizes on exclusive access to restricted sites, traveling from Area 51 in Nevada to deep inside the Vatican secret archives – the centerpiece of Dan Brown’s Angels and Demons – interviewing informants, Washington decision-makers, former top military personnel and leading experts. Among his findings: A high-level informant who describes huge underground tunnels beneath military installations, victims of unauthorized government experimentation, and a former US Air Force pilot ordered to shoot down a UFO in England.","release_date":"2010-07-11","vote_average":4.0,"runtime":78,"cert":"N\/A","id":77296,"title":"Inside Secret Government Warehouses: Shocking Revelations","adult":false,"genre_ids":[99]},{"cast":["Sergei Filippov","Sergei Martinson","Valentina Sperantova","Valentina Tumanova"],"overview":"A modern adaptation of the Charles Perrault's famous fairytale.","release_date":"1958-01-01","vote_average":7.0,"runtime":19,"cert":"N\/A","id":77297,"title":"Petia and Little Red Riding Hood","adult":false,"genre_ids":[10751,35,16]},{"cast":["Vasiliy Livanov","Klara Rumyanova"],"overview":"A Soviet cult cartoon, so untypical for a Western viewer, especially, a little one. A boy named Malysh (\"A Little One\") suffers from solitude being the youngest of the three children in a Swedish family. The acute sense of solitude makes him desperately want a dog, but before he gets one, he \"invents\" a friend - the very Karlson who lives upon the roof. So typical for the Russian culture spirit of mischief, which is, actually, never punished, and the notion that relative welfare not necessarily means happiness made the book by Astrid Lindgren and its TV adaptations tremendously popular in the Soviet Union and nowadays Russia and vice versa - somewhat alienated to the Western reader and viewer (see User's comments below). However, both the book and the cartoon are truly universal - entertaining and funny for the children and thought-provoking and somewhat sad for grownups.","release_date":"1968-01-01","vote_average":6.6,"runtime":19,"cert":"N\/A","id":77304,"title":"Junior and Karlson","adult":false,"genre_ids":[12,16,10751]},{"cast":["Lexi Johnson","Hayley Mills","William Smith Yelton","Amanda Waters","Terrell Anthony"],"overview":"Reunited with the mother she never knew, Mandie Shaw (Lexi Johnson) finally has the family she always dreamed of, until Uncle John threatens to tear it all apart to keep an old promise. After he forbids Mandie from joining his quest, Mandie and her friends embark on a harrowing journey by train to protect Uncle John. Grand adventure ensues as they struggle to solve riddles and dare to face the secrets of the Lost Antler Cave Mine. Bases on the series by Lois Leppard, this sequel to Mandie and the Secret Tunnel includes a special appearance by Hayley Mills.","release_date":"2010-10-15","vote_average":4.8,"runtime":90,"cert":"N\/A","id":77305,"title":"Mandie and the Cherokee Treasure","adult":false,"genre_ids":[12,18,28,10751]},{"cast":["Mike Lucock","Cathy Sharon","Bella Esperance","Endy Arfian","Wanda Nizar"],"overview":"Julie is a private school tutor for children with special needs. After being done tutoring Angie, a mild autistic student, Julie wants to take a break from work to clear her mind and deal with the trauma she has had with the accident that had happened to her parents. However, a certain Madam Rita, offered Julie to give private tutoring lessons to her grandson, Januar. His previous tutor had gone missing. When Julie found out that Januar's parents were also killed in an accident, she felt empathy and agreed to accept the offer to tutor Januar for a month and therefore withhold her leave. But what Julie experienced in the house is far beyond her expectations. A very dark secret is hidden inside the house. Julie’s life is now threatened forever.","release_date":"2011-10-27","vote_average":0.0,"runtime":96,"cert":"N\/A","id":77306,"title":"The Perfect House","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"From the acclaimed creators of the Chain Reaction series and SEVENVISION comes a progressive and soulful mountain bike adventure that shows the deeper you get involved with your passion, the smaller your world becomes. Four time Emmy Award winning producer\/director, Don Hampton and crew have been spanning the globe to capture every angle in pristine high definition. Latitudes features the usual cast of characters from the DH Productions stable, as well as other top athletes that are shaping the next generation of mountain biking. Including Joe Perrizo's record breaking dirt to dirt backflip. Latitudes showcases the sessions with our athletes from stunning locations from around the world, such as the French Alps, Puerto Rico, Canary Islands, Utah, New Hampshire, Vermont, New Mexico, California, New Jersey and more.","release_date":"2012-08-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77311,"title":"Latitudes","adult":false,"genre_ids":[]},{"cast":["Antonio Biaggi","Diesel Washington","Dominic Pacifico","Logan McCree","Manuel DeBoxer"],"overview":"Ever wonder what goes on behind closed doors at a major porn studio? In this fantasy-based film we take a look inside what goes on in shipping and receiving at Raging Stallion Studios. Looks like there’s more receiving going on than shipping!","release_date":"2009-01-14","vote_average":8.0,"runtime":90,"cert":"N\/A","id":77312,"title":"Rear Deliveries","adult":true,"genre_ids":[]},{"cast":["Chris Martin","Guy Berryman","Jon Buckland","Will Champion"],"overview":"Coldplay at Cidade do Rock, Rio de Janeiro, Brazil on October 01, 2011. Setlist: 01. Mylo Xyloto \/ 02. Hurts Like Heaven \/ 03. Yellow \/ 04. In My Place \/ 05. Major Minus \/ 06. Paradise \/ 07. Lost! \/ 08. Violet Hill \/ 09. God Put A Smile \/ 10. The Scientist \/ 11. Us Against The World (or Shiver, acoustic) \/ 12. Politik \/ 13. Viva la Vida \/ 14. Charlie Brown \/ 15. Life Is For Living \/ 16. Clock \/ 17. Fix You \/ 18. Every Teardrop","release_date":"2011-10-01","vote_average":8.3,"runtime":103,"cert":"N\/A","id":77315,"title":"Rock in Rio 2011: Coldplay","adult":false,"genre_ids":[10402]},{"cast":["Bruno Bond","Diesel Washington","Jake Dakota","Josh West","Leo Giamani"],"overview":"Predatory and hungry, the red light district denizens quietly murmur: 'Wanna buy?'; 'What 'cha got?'; 'Yeah!'They are merchants of iniquity, prowling their red light district, ready to buy, sell or barter. The flesh trade can be good -- with profits high, and pleasure and satisfaction guaranteed.","release_date":"2009-03-20","vote_average":8.0,"runtime":120,"cert":"N\/A","id":77316,"title":"Red Light","adult":true,"genre_ids":[]},{"cast":["Gerald McRaney","Gaye Yellen","Herbert Nelson","Evelyn Hendricks","Bert Roberts"],"overview":"Wesley goes on a killing spree while experiencing the nightmares of his brother who was killed thirteen years earlier.","release_date":"1969-01-01","vote_average":4.0,"runtime":89,"cert":"N\/A","id":77319,"title":"The Night of Bloody Horror","adult":false,"genre_ids":[27]},{"cast":["Adam Dexter","Alex LeMonde","Chase Hunter","Dave Angelo","Jake Gianelli"],"overview":"What was the #1 story in gay entertainment for 2003? Was it “Queer Eye,” “Boy Meets Boy,” Tab Hunter and Richard Chamberlain, or the fact that (as of this wiritng) Will Truman still doesn’t have a boyfriend? Nope. Nada. Not a chance. The #1 story in gay entertainment for 2003 was the departure of John Rutherford from Falcon Studios and his purchase of Colt Studios. Now this was news! Why? Because the man who turned the Falcon image into an icon was moving to a studio whose equally iconic ideal was its polar opposite. Consider: The “Falcon Man” has only recently reached manhood. He’s in his mid-20s at the most, with a flawless swimmer’s build and a huge cock. The hair on his head is perfectly styled, and it’s virtually the only hair on his body. When he wears anything, it’s white Calvin Klein briefs, and he rarely shows much emotion during sex beyond the orgasmic groan. Think Tom Cruise and the cast of Top Gun. Yum!","release_date":"2003-12-17","vote_average":9.0,"runtime":90,"cert":"N\/A","id":77320,"title":"Reload","adult":true,"genre_ids":[]},{"cast":["Sarsi Emmanuelle","Maria Isabel Lopez","Mira Manibog","Mark Joseph","Michael Locsin"],"overview":"In the remote countryside of Ilongo, various women are sexually abused by local men. Two sisters meet Simon, the most attractive man in the village, and fight over him - one constantly haunted by Catholic dogma because of the abuse she suffered previously.","release_date":"1985-02-07","vote_average":6.8,"runtime":125,"cert":"N\/A","id":77321,"title":"Daughters of Eve","adult":false,"genre_ids":[27,18,80]},{"cast":["Fa'afiaula Sanote","Tausili Pushparaj","Salamasina Mataia","Ioata Tanielu","Kome Alauni"],"overview":"The Orator (O Le Tulafale) is a contemporary drama about courage, forgiveness and love. Small in stature and humble, Saili lives a simple life with his beloved wife and daughter in an isolated, traditional village in the islands of Samoa. Forced to protect his land and family, Saili must face his fears and seek the right to speak up for those he loves.","release_date":"2011-02-21","vote_average":6.8,"runtime":110,"cert":"N\/A","id":77322,"title":"The Orator","adult":false,"genre_ids":[18]},{"cast":["Ken Ryker","Hal Rockland","Trent Reed","Kevin Wolf","Matt Bradshaw"],"overview":"The double-billing you've been waiting for! Falcon Superstars Ken Ryker and Hal Rockland on a wild motorcycle ride along the rugged California coast! Join Trent Reed, Chris Ramsey, Matt Bradshaw, Todd Stevens, Kevin Wolf, and Joe Kent on a climax-filled journey that will leave you wanting more!","release_date":"1995-07-05","vote_average":0.0,"runtime":76,"cert":"N\/A","id":77323,"title":"The Renegade","adult":true,"genre_ids":[]},{"cast":["Inga Tidblad","Eva Dahlbeck","Annalisa Ericson","Birgitta Valberg","Ulla Sjöblom"],"overview":"An apartment building with apartments for single women is the setting for Faustman's drama about a group of women struggling with life and love, in particular with Eva, mistress to a man whose wife Anna also lives in the building.","release_date":"1952-01-01","vote_average":4.0,"runtime":89,"cert":"N\/A","id":77326,"title":"Caged Women","adult":false,"genre_ids":[18]},{"cast":["Andrés Pajares","Antonio Ozores","Ángel de Andrés","Azucena Hernández","Paloma Hurtado"],"overview":"","release_date":"1981-12-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77327,"title":"Magical Witches","adult":false,"genre_ids":[35]},{"cast":["Renato Pozzetto","Gloria Guida","Aldo Maccione","Diego Abatantuono","Gianfranco Barra"],"overview":"Lorenzo is the mayor of a small town. One evening, returning home, surprised the well-known playboy Ghigo Buccilli who tries to seduce his beautiful wife. Enraged, he threatens the two with a gun, and Buccilli is the victim of a heart attack: the man survives but, forced to total rest, remains at the mayor's house. The result is an endless series of gags and misunderstandings, due to the stratagems devised by Lorenzo to avoid that the situation becomes the subject of gossip by fellow citizens ...","release_date":"1980-10-09","vote_average":5.6,"runtime":98,"cert":"N\/A","id":77330,"title":"Fico d'India","adult":false,"genre_ids":[35]},{"cast":["Tomas von Brömssen","Ulla Skoog","Gösta Ekman","Tintin Anderzon","Per Fritzell"],"overview":"Torsten Södergren lives in a normal house with his normal family in a completely normal city. Every morning he greets his normal neighbours before getting into his normal car and drives the usual way to his ordinary work at an ordinary bank. But one day he is fired from his work after twenty years of loyal service. Now he is prepared to do anything to get it back...","release_date":"1995-08-25","vote_average":4.4,"runtime":87,"cert":"N\/A","id":77331,"title":"One in a Million","adult":false,"genre_ids":[35]},{"cast":["Dan Futterman","Matt Keeslar","Samuel Ball","Lothaire Bluteau","Alan Cumming"],"overview":"Charlie takes an odyssey through grief during a fall weekend in New York City. His encounters are planned and chance: with a homeless man who sleeps by his building, with a friend who's dying, with the couple who lives (and noisily loves) in the flat above him, with a bartender and a one-night-stand he follows home, and with a tattooed stranger whom he seeks out and befriends. Along the way, Charlie inhabits a city full of moments of violence and of stories and legends: a kidney thief, a microwaved poodle, a rat in a hot dog bun, a baby left on a car top, a tourist's toothbrush, needles in public-phone change slots. Charlie lives and tells his own stories. What caused his melancholy?","release_date":"2000-01-24","vote_average":5.9,"runtime":103,"cert":"N\/A","id":77332,"title":"Urbania","adult":false,"genre_ids":[10749,18]},{"cast":["Marcello Mastroianni","Billie Whitelaw","Calvin Lockhart","Vladek Sheybal","Graham Crowden"],"overview":"Prince Leo, last in the line of rulers of a long-deposed monarchy on continental Europe and jaded with the frenetic search for kicks with the European jet-set, returns to his father's London town house for rest.","release_date":"1970-09-04","vote_average":4.8,"runtime":104,"cert":"N\/A","id":77333,"title":"Leo the Last","adult":false,"genre_ids":[18,35]},{"cast":["Vittorio Gassman","Ugo Tognazzi","Jean-Louis Trintignant","Marcello Mastroianni","Stefania Sandrelli"],"overview":"Drama about the difficulties of a group of people trying to change their lives. A group of people gathers in a terrace in Rome . Some are friends, some know each other and others just meet for the first time. All are intellectual and belong to the middle class.","release_date":"1980-02-08","vote_average":6.5,"runtime":124,"cert":"N\/A","id":77334,"title":"The Terrace","adult":false,"genre_ids":[18]},{"cast":["Rocío Dúrcal","Julio Sanjuán","Margot Cottens","María Fernanda D'Ocón","Carlos Estrada"],"overview":"A town in the Catalan coast hosts two luxury schools: one for boys, run by Don Cesar, a man of antiquated customs, and a female one, run by two nuns, with modern ideas about education. They try to convince D. Cesar that boys and girls should have a healthy friendship. A finding by the sea is the perfect opportunity for students to prove that beautiful human relationship.","release_date":"1962-06-25","vote_average":5.2,"runtime":96,"cert":"N\/A","id":77335,"title":"Song of Youth","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Inspired by true accounts and the craze that took place in the late 1970's and early 80's, follows in the footsteps of classic horror films from that generation. In 1980, ten year old twins Toby and Cindy Richards were abducted by a group of demented satanic cult members. Cindy managed to escape, but Toby was never found. Twenty-five years later, a group of six friends take a canoe trip to re-kindle their friendship, only to find themselves in trouble with crazy, small town locals and the same satanic cult that took Toby years ago. Can the friends make it out of the town of Thornwood alive and in one piece, or will the become victims of sacrifice.","release_date":"2009-08-13","vote_average":1.3,"runtime":80,"cert":"N\/A","id":77336,"title":"Satanic Panic","adult":false,"genre_ids":[27]},{"cast":["Johan Hallström","Noomi Rapace","Saga Gärde","Martin Wallström","Alexander Karim"],"overview":"Niklas left the love of his life, Maja and years after they meet again.","release_date":"2006-10-06","vote_average":7.0,"runtime":88,"cert":"N\/A","id":77337,"title":"Du & jag","adult":false,"genre_ids":[18,10749]},{"cast":["François Cluzet","Omar Sy","Audrey Fleurot","Anne Le Ny","Clotilde Mollet"],"overview":"A true story of two men who should never have met – a quadriplegic aristocrat who was injured in a paragliding accident and a young man from the projects.","release_date":"2011-11-02","vote_average":8.2,"runtime":113,"cert":"15","id":77338,"title":"The Intouchables","adult":false,"genre_ids":[18,35]},{"cast":["Stefan Gerhardsson","Lars Väringer","Jojje Jönsson","Sven Melander","Jill Ung"],"overview":"The brothers Ingmar and Gustav Nilsson are running a motel and a shop where everything from car tires to fish nets can be bought. They're very unsuccessful, and Ingmar wants to sell the place, but Gustav doesn't. One day the municipality wants to buy their business buildings, but they refuse to tell why until they've bought it. Meanwhile, Ingmar wants to hire a woman that he can fall in love with and Lufsen, a dizzy craftsman, is trying to fix some sewage pipes in the kitchen. Written by J. Rieper","release_date":"2005-01-01","vote_average":6.0,"runtime":120,"cert":"N\/A","id":77339,"title":"Två bröder emellan","adult":false,"genre_ids":[35]},{"cast":["Stefan Gerhardsson","Jojje Jönsson","Lars Väringer","Claes Månsson","Per Andersson"],"overview":"Bröderna Ingemar och Gustav är ovänner och har delat verksamheten mitt itu. Gustav driver en motorsågsreparationsverkstad och Ingemar driver fortfarande sin motellverksamhet och har anställt den omöjliga snickaren Lufsen och Virena. Ingemar har nu anordnat en singelfest, men det hela verkar gå åt skogen då det bara är två anmälda, mor och sonen Bengtsson, men är de verkligen mor och son? Är verkligen den \"hungrige pensionären\" Hans- Rutger Vällingstråhle bara ute efter lunch eller är han också ute efter en kvinna?","release_date":"2006-06-13","vote_average":5.8,"runtime":null,"cert":"N\/A","id":77340,"title":"Två ägg i högklackat","adult":false,"genre_ids":[]},{"cast":["Marlon Riggs","Bell Hooks","Cornel West","Angela Davis","Essex Hemphill"],"overview":"Marlon Riggs directed this independent documentary about black experience. Featuring Angela Davis, bell hooks, Michele Wallace, Cornel West, and others.","release_date":"1994-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":77341,"title":"Black Is … Black Ain’t","adult":false,"genre_ids":[99]},{"cast":["Eva Rydberg","Johan Ulveson"],"overview":"Alice har tröttnat på sin pålitlige men förut­sägbare Bosse. Hon håller så smått på att kasta sig i armarna på en annan man. Bosse söker å sin sida tröst hos vännen John som rekommenderar sin egen metod: att antyda otrohet och låta svartsjukan rädda äktenskapet. Bosse väljer dock att ”kompromettera sig” med Johns fru Wiwianne. Tillsammans övar de förförelse utan att på allvar förföra någon och därmed är otrohetskarusellen i gång.","release_date":"2011-06-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":77342,"title":"Gröna Hissen","adult":false,"genre_ids":[35]},{"cast":["Göran Gillinger","María Celedonio","Ray Jones IV","Jonas Karlsson","Frida Hallgren"],"overview":"On November 30th (the date when King Karl XII died) there will usually be demonstrations by hyper-national and neo-Nazi groups, and also democratic counter demonstrations. The plot of \"West Side Story\" is transferred to the Stockholmian suburb Alby where many immigrants live. But the film is no plagiarism, in particular no so because many scenes have the intensive character of live transmission. The boy (Adam) belongs to a Nazi group whose racial attitude is foremost directed against immigrants with 'wrong' colour of hair or skin. The girl (Julia) belongs to a family of political fugitives from Peru. Adam and Julia immediately fall in great and reciprocal love, and there are highly emotional love scenes. Therefore Adam breaks with his group. But when his best friend is killed by Julia's brother, he kills the brother. In turn the couple is hunted by the police and Julia's relatives. Both Adam and Julia are finally murdered. The film takes no step toward reconciliation.","release_date":"1995-03-10","vote_average":3.9,"runtime":116,"cert":"N\/A","id":77343,"title":"30:e november","adult":false,"genre_ids":[18]},{"cast":["Toivo Pawlo"],"overview":"Charlie, a small boy living in a big city, is content with lying in the top of a big tree and dreaming, for example about Emma. On the ground beneath it sits his big fat grandpa and he reads the newspaper over and over. Once in a while Charlie climbs down the tree and experiences all kinds of adventures.","release_date":"1975-12-25","vote_average":7.5,"runtime":96,"cert":"N\/A","id":77344,"title":"Charlie's Climbing Tree","adult":false,"genre_ids":[16,10751]},{"cast":["Tove Edfeldt","Anna Gabrielsson","Alexandra Dahlström","Carina Lidbom","Suzanne Reuter"],"overview":"Summer holiday is over. Nora begins sixth grade and is drawn to intrigues and doesn't really know what side she's on. Or wants to be on. On one hand she feels sorry for the bullied Karin, one the other hand she wants to be friends with tough Fanny and Sabina.","release_date":"1997-10-16","vote_average":5.2,"runtime":77,"cert":"N\/A","id":77345,"title":"Truth or Dare","adult":false,"genre_ids":[10751,18]},{"cast":["Mikael Riesebeck","Jojje Jönsson","Stefan Gerhardsson","Jeanette Capocci"],"overview":"","release_date":"2009-06-17","vote_average":4.0,"runtime":null,"cert":"N\/A","id":77346,"title":"Solsting och snésprång","adult":false,"genre_ids":[]},{"cast":["Adde Malmberg","Fredrik Lindström","Anna-Lena Brundin","Lennie Norman","Thomas Petersson"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77347,"title":"Ultimate Comedy 2","adult":false,"genre_ids":[]},{"cast":["Gary Graham","Eric Pierpoint","Michele Scarabelli","Lauren Woodland","Sean Six"],"overview":"Sikes and Francisco are called in to a case when a mysterious young girl, who looks part Newcomer, part human, appears. Her huge, brutish counterpart tries to free her from the precinct, and their bizarre relationship turns out to be the result of a slaveship medical experiment. Meanwhile, Cathy and Matt are going to sex school, in preparation of becoming intimate, while Buck distresses his parents by his anti-human opinions.","release_date":"1995-10-10","vote_average":6.3,"runtime":87,"cert":"N\/A","id":77348,"title":"Alien Nation: Body and Soul","adult":false,"genre_ids":[10770,878]},{"cast":["Mikael Almqvist","Inday Ba","Björn Kjellman","Jimmy Lindström","Ulf Friberg"],"overview":"35-year old Magnus Edkvist hates class reunions as much as anyone and usually skip them. Still he accepts an invitation for a reunion for class he left over twenty years ago. But he has his reasons, as there is a chance that his teen love Hillevi will show up. The girl he wanted to run away with and share the rest of his life. The girl that got away...","release_date":"2002-02-27","vote_average":4.0,"runtime":103,"cert":"N\/A","id":77351,"title":"The Reunion","adult":false,"genre_ids":[35]},{"cast":["Wim Wenders","Yohji Yamamoto"],"overview":"Wim Wenders talks with Japanese fashion designer Yohji Yamamoto about the creative process and ponders the relationship between cities, identity and the cinema in the digital age.","release_date":"1989-12-28","vote_average":6.5,"runtime":79,"cert":"N\/A","id":77352,"title":"Notebook on Cities and Clothes","adult":false,"genre_ids":[99]},{"cast":["Ebba Hultkvist","Martin Aliaga","Jesper Salén","Källa Bie","Sverrir Gudnason"],"overview":"17 years old Lina goes to the Arvika Festival with her boyfriend Calle despite that her mother forbade her. At the festival she meets the singer Marc and they start to like each other but things are getting difficult.","release_date":"2001-02-16","vote_average":5.0,"runtime":96,"cert":"N\/A","id":77353,"title":"Festival","adult":false,"genre_ids":[18]},{"cast":["Hugo Speer","Vivienne Harvey"],"overview":"The tragic story of Joe, a Police Sargeant in London who falls for Carmen a feisty gypsy girl who is the victim of a eastern European gang of sex traffickers. Joe rescues her from her horrific entrapment and begins to love her like no man has before.","release_date":"2010-01-01","vote_average":0.0,"runtime":90,"cert":"","id":77354,"title":"Carmen's Kiss","adult":false,"genre_ids":[53,18,10749]},{"cast":["Marc Pistolesi","Julie Muzard","Bruno Henry"],"overview":"","release_date":"2010-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77355,"title":"Les aventures de captain Brackmard et la bite de cristal","adult":false,"genre_ids":[]},{"cast":["Pierre Brasseur","Paul Meurisse","Charles Aznavour","Anouk Aimée","Jean Galland"],"overview":"An aimless young man is committed to a psychiatric hospital by his father in an attempt to cure him of his delinquent tendencies.","release_date":"1959-03-20","vote_average":7.5,"runtime":95,"cert":"N\/A","id":77356,"title":"Head Against the Wall","adult":false,"genre_ids":[18]},{"cast":[],"overview":"COCKFIGHT! is a Role Model production, chock full of all sorts of awesome. Dylan Alito, Chad Otterstrom, Krister Ralles, Mike Casanova, Zach Rawles, Austin Julik-Heine, Colin Spencer, Madison Ellsworth, Colin Wilson and Jared Jordan will melt your face off, press play kid!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77357,"title":"Cockfight","adult":false,"genre_ids":[]},{"cast":[],"overview":"PYP’s movie show’s what an epic season we had in the Pacific North West (can you say powder). The movie will keep you entertained and get you stoked for winter. So, as you sit alone in your basement suite at 13th and McDonald and watch the rain soak the Lower Mainland…why not download PYP’s Amature Hour and watch guys like Nick McNutt and Eliel Hindert shred Pow, hit cliffs, ski pillows and nail trannies. Featuring: Liam Casey, Mack Jones, Rob Heule, Colin Vaykovich, Eliel Hindert, Nick McNutt, Tamo Campos, Dan Jonas, Laurent O Martin, Sandy Boville, Dane Degruyter &amp;","release_date":"2011-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77358,"title":"Amateur Hour","adult":false,"genre_ids":[]},{"cast":["Donna Bell","Jasmine Webb","Bellina","Holly D","Havana Sin"],"overview":"A highly stylised film from the artistic creator of such Adult films as Sheer Nylon, Ink and Playing comes Fashion. Kendos latest most creative and colourful film to date. Pulling from his inspirations in the fashion and film industry this film steps up the already high level of beauty he delivers to the Adult industry. For me we are all in a constant state of fashion ,changing from year to year contemporaneously at one with our surroundings and our influences. I wanted to bring just a splash more colour to our already vibrant productions. Kendo","release_date":"2010-11-11","vote_average":10.0,"runtime":94,"cert":"N\/A","id":77359,"title":"Fashion","adult":true,"genre_ids":[]},{"cast":["Lucha Villa","Ana Martín","Gonzalo Vega","Julián Pastor","Emma Roldán"],"overview":"Family honor, greed, machismo, homophobia, and the dreams of whores collide in a Mexican town. Rich, elderly Don Alejo is poised to sell the town for a profit, needing only to buy a whorehouse to own all the buildings and close the deal. It's owned by a man and his daughter: Manuelita is gay, aging, afraid; he cross-dresses and entertains as a flamenco dancer; he wants to sell and leave. His daughter wants to stay. The return of Pancho complicates things: he's a hothead Alejo tries to control and he scared Manuelita the year before. Things come to a head as Pancho breaks Alejo's hold on him, then flirts and dances with Manuelita and finds himself at risk of being called a \"maricón.\"","release_date":"1978-04-28","vote_average":7.3,"runtime":110,"cert":"N\/A","id":77360,"title":"Place without Limits","adult":false,"genre_ids":[18]},{"cast":["Michael Hurst","Margaret Umbers","William Upjohn","Norelle Scott","David Letch"],"overview":"A kid is hypnotized by a scientist to kill his parents and ends in a mental institution. As a grown up he returns to seek revenge over the scientist.","release_date":"1985-01-01","vote_average":4.1,"runtime":78,"cert":"N\/A","id":77361,"title":"Death Warmed Up","adult":false,"genre_ids":[27,878]},{"cast":["Bruce Robinson","Susan Penhaligon","Michael Feast","Robert Brown","Kathleen Byron"],"overview":"Receptionist Anne’s new relationship with nascent writer Peter is opening her eyes to a new lifestyle, one far removed from her comfortable middle-class background.","release_date":"1971-01-17","vote_average":7.5,"runtime":89,"cert":"","id":77368,"title":"Private Road","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Smitten is the Australian Sport Climbing, Bouldering &amp; BASE jumping movie. Prepare for a white knuckle, action packed, thrill ride as we tour through the Grampians, Mount Arapiles","release_date":"2011-07-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77371,"title":"Smitten","adult":false,"genre_ids":[12,99]},{"cast":["Leo Houlding","Sean Leary","Carlos Suárez"],"overview":"The film follows Leo's ambitious project to make a first free ascent on the North Tower of the incredible Mt Asgard on Baffin Island deep in the Arctic. Leo teams up with fellow big wall climbing god, Stanley Leary (USA), the duo hope to make a wingsuit descent from the summit. Arriving late in the season the trip soon begins to go wrong, after a spectacular arrival skydiving over Mt Asgard, conditions turn against the team where just reaching the base of the climb becomes a massive challenge. The film produced by multi-award winner, Alastair Lee, is an all out spectacular film documenting a truly cutting edge adventure with all its twists and turns. Prior to the Baffin trip they embark on training trips to Riglos, Brento in Italy and El Cap in Yosemite.","release_date":"2009-12-01","vote_average":4.7,"runtime":68,"cert":"N\/A","id":77372,"title":"The Asgard Project","adult":false,"genre_ids":[99]},{"cast":["Jesse Jane","Daisy Marie","Alektra Blue","Isabella Dior","Rick Patrick"],"overview":"Jesse Jane: Image explores the famous and undeniably sexy image of Digital Playground superstar, Jesse Jane. Her playful fantasies are fulfilled in 4 amazingly provocative scenes. Watch Rick Patrick give Jesse the fuck of her lifetime, as he watches her on the big screen, learning in real time that she is today's quintessential pornstar. Marco and Daisy escape a party in the a wine cellar and as they look up to catch an image Jesse pleasing herself, magic is made. Then, Jesse and Alektra find themselves in an agressive romp, as they work on their self images in the gym. Beautiful Isabella Dior dreams she is Jesse Jane while boyfriend Scott Nails pummels her in front of the mirror. When Scott finds an excuse to skip work it's because Jesse is literally tied up in his work tie. As he unravels the knots, Jesse takes over. Jesse Jane: Image offers a plethora of super fine, amazingly erotic footage, all showcasing the lovely and unforgettable Jesse Jane.","release_date":"2007-01-02","vote_average":8.0,"runtime":80,"cert":"N\/A","id":77377,"title":"Jesse Jane: Image","adult":true,"genre_ids":[]},{"cast":["Fionn Michael Verona","Wolfgang Völz"],"overview":"Lars must rescue himself and other animals from the cages of animal trappers. After a long journey home with new brown bear friend Lea, Lars finds his parents have become ill. When Lea takes Lars to fetch the honey medicine, Lars crosses the snow line for the first time and learns about the forest. With his parents cured, it's time to relax until Yuri, the funny Puffin, drops in unable to fly. It's up to Lars and his chillin' chums to help Yuri head back to the skies where he belongs!","release_date":"2002-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77378,"title":"The Little Polar Bear: The Dream of Flying","adult":false,"genre_ids":[16,10751]},{"cast":["Zdenek Bezusek","Karel Blazek","Miroslav Cvrk","Věra Křesadlová","Jan Vostrčil"],"overview":"Taking his young city girlfriend along for the trip, a man visits old musical friends in a country village for a string quartet rehearsal.","release_date":"1965-04-08","vote_average":6.8,"runtime":71,"cert":"N\/A","id":77381,"title":"Intimate Lighting","adult":false,"genre_ids":[10402,18,35]},{"cast":["Paolo Contis","Karylle","Joanne Quintas","Maricel Laxa","Michael De Mesa"],"overview":"SYNOPSIS. Fidel (Paolo Contis) is a fresh culinary arts graduate from a Swiss school, working as an under-chef in a casino restaurant in Macau. Fidel is compelled by his mother, Inay Viring (Maricel Laxa), to come back to their hometown in time for the first death anniversary of his father. Fidel starts apprenticing with the town's lechon master, Mang Carding (Jun Urbano) and falls in love with Carding's granddaughter, Carmel (Karylle). As the story moves forward, Fidel is constantly confronted by his familly's over-dependence on him, even if the eldest in the family is his Kuya Roger (Gerard Pizzaras), an ill-tempered trisikad driver. Meanwhile, Fidel's teen sister gets pregnant by her high school boyfriend, and before long has a bad miscarriage. At around the same time, Tiyo Pinoy (Michael de Mesa) stabs the lover of his wife Cora (Joanne Quintas). All this domestic turmoil happens while Fidel is struggling through his training as a litsonero with Mang Carding.","release_date":"2009-05-20","vote_average":0.0,"runtime":110,"cert":"N\/A","id":77382,"title":"Litsonero","adult":false,"genre_ids":[18]},{"cast":["Lily Thai","Capri","Vanilla Skye","Michelle Sweet","Tara Wild"],"overview":"Teen babysitters aren't just for watching the kids anymore! Director Jim Powers shows what REALLY happens to those horny young assistants!","release_date":"2004-05-24","vote_average":10.0,"runtime":87,"cert":"N\/A","id":77385,"title":"The Babysitter 18","adult":true,"genre_ids":[]},{"cast":["Danny Liang","Bianca Bai","Tao Chuang Cheng","Ting Kang","Q Bee"],"overview":"","release_date":"2011-03-13","vote_average":0.0,"runtime":82,"cert":"N\/A","id":77386,"title":"Wen Nuan De You Shang","adult":false,"genre_ids":[18]},{"cast":["潘宥樽","謝沛恩","關勇","張琴","汪建民"],"overview":"New Year's Eve, 16-year-old boy fell in love with girls half a head taller than him, he was determined to be desperate and want in the coming year is 10 cm long to pull her hand. This seems simple wish affects the entire family, divorced father, mother, grandparents each side to help him seek medical attention, and asked the Buddha, to find secret; a relative accused personally. After a day the amount of that dream of one day after the height of a step back, but one day may not grow the fate of the force step before the finish this year's 365 steps, 16-year-old boy how to face their own and that hand is less than love? Hot-sensitive youth and family involved entanglement and date are used to measure height of the cold numbers continue to puncture, the interval; the world the joy of New Year's countdown, hip-hop Fight radiant, seems humorous plot and fiddled with adolescents struggling with arms stand up, that's like a boulder rolling down hill like a heavy fate.","release_date":"","vote_average":8.5,"runtime":88,"cert":"N\/A","id":77389,"title":"Count to 365 days","adult":false,"genre_ids":[]},{"cast":["Ray Chang","Chin Shih-Chieh","Matt Wu","Chih-Ju Lin","Kaiser Chuang"],"overview":"Lao Rongmin Zhao Xueping (played by Jin Shijie) and high school night school student A Hong (played by Zhang Ruijia) both vist Taipei and spent a strange day. These two people, from time to time lives intersect, until the sun sets, they finally meet in the corner of the city, stirring up the spark of suspense, and then more than half a century of hidden beautiful love.","release_date":"2011-03-27","vote_average":0.0,"runtime":82,"cert":"N\/A","id":77396,"title":"17th Entrance","adult":false,"genre_ids":[18]},{"cast":["顧寶明","Liu Chun","蔡燦得","謝麗金","Hannah Lin"],"overview":"老于與阿坤伯已邁入70歲， 他們是老同事、 老朋友， 年輕時還愛過同一個女人（李湘）。 老于生性嚴謹、挑剔。 阿坤伯為人豁達、爽朗。 退休後，老于整天想著「含飴弄孫，安養天年」， 偏偏事與願違，孩子們根本當他是空氣。 阿坤伯愛自由，愛嘗鮮， 偏偏糖尿病惡化，媳婦開始對他嚴格把關，把他軟禁在家裡。 阿坤伯不想在家裡等死， 因此，他遊說被家人冷落的老于：兩人一起離家出走！ 這趟旅程，阿坤伯有如脫韁野馬， 老于卻顯得鬱鬱寡歡， 完全沒有玩樂的慾望。 在阿坤伯的積極鼓譟下， 兩人結伴去找李湘， 卻意外的碰上一堆光怪陸離的事， 他們到底會不會見到李湘呢？ 旅程的終點兩人又該何去何從？","release_date":"","vote_average":8.5,"runtime":82,"cert":"N\/A","id":77397,"title":"Good reason for leaving","adult":false,"genre_ids":[]},{"cast":["林彥禎","Lu Yi-Ching","Sara Yu","薛詠宇","阿KEN"],"overview":"Seven year-old Taipei girl Pearl is shunted off to Kaohsiung to stay with her grandmother while her parents deal with work and business back in Taipei. Unhappy at this development Pearl wants to return home but her pleas fall on deaf ears. At school she meets cheeky chap Larry who nicknames Pearl \"Peel\".","release_date":"2009-06-01","vote_average":6.0,"runtime":77,"cert":"N\/A","id":77398,"title":"Life is Wonderful","adult":false,"genre_ids":[]},{"cast":["Patrick Macnee","Edward Woodward","Alexander Davion","Peter Cushing","Johnny Sekka"],"overview":"A group of friends search for a young English Oxford student who has disappeared whilst researching in Greece. They are shocked to find that, wherever he has been, certain unsolved murders have taken place. Not believing that their friend could be the perpetrator of such acts, they press on with their search, finding him under the spell of a beautiful Vampire, whose blood-sucking methods include the use of sado-masochism. Believing they have killed her, the group return home, unaware that their friend is now a Vampire.","release_date":"1970-12-11","vote_average":3.5,"runtime":87,"cert":"","id":77399,"title":"Incense for the Damned","adult":false,"genre_ids":[27]},{"cast":["Carmella Bing","Savannah Gold","Ava Lauren","Kurt Lockwood","Candy Manson"],"overview":"Damn, Mario loves those MILFs doesn't he? But hey, who wouldn't want to fuck a hot sexy MILF with a rack that'll make you hit the road, Jack. So come on and get your dick wet with a batch of mothers that we all want to fuck! First, Sienna West, Candy Manson, and Ava Lauren get fucked so hard, their titties give them a black eye. Then Carmella Bing and Savanah Gold show they're old, but bold and ready to dish it out like a golden girl. So what are you waiting for? Because these moms are waiting for you!","release_date":"2007-10-27","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77400,"title":"Big MILF Juggs","adult":true,"genre_ids":[]},{"cast":["曾珮瑜","張勛傑","Tao Chuang Cheng","洪瑞襄","葉明志"],"overview":"劇中人物由菱，身為禮儀師， 深知死亡帶來的悲傷， 除了「不捨」，更多是「遺憾」。 由菱藉著己身特殊的感應能力， 傳達死者來不及說出口的話， 彌補了生者的遺憾，得到慰藉。 但由菱對自己母親卻因誤會， 早已不再往來， 直到由菱發生車禍， 一連串的後續影響揭開了當年的真相， 由菱這才知道自己錯怪了媽媽， 無奈這時的由菱， 已是一縷幽魂， 在行往另個世界的旅途中了…… 由菱沒想到，她看盡人生無常的悔憾， 最後同樣的事也發生在了自己身上。 人常說，生命短暫，所以值得珍惜； 而「當下」，瞬間即成「過往」， 因此更顯把握不易。 但願每個靈魂在跨越生死界線時， 都是一個美麗旅程的結束， 也是另一個美麗旅程的開始。","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":77401,"title":"美麗旅程","adult":false,"genre_ids":[]},{"cast":["張瓊姿","吳朋奉","林雨宣","狄志杰","邱乃華"],"overview":"相依為命的父親死了， 吳曉瑛依著父親的遺言， 心不甘情不願地去投靠母親白瑜珍， 但是二十年的親情隔閡， 讓母女關係充滿著對立和不信任。 白瑜珍繼承了父親遺留下的園藝公司， 物質生活優渥，情感自主， 白瑜珍經營的個人形象， 是吳曉瑛一個貧窮環境女孩所無法理解的成人世界。 但是吳曉瑛並不想找回親情， 她不懂自己心裡幽微的希望， 她只是疑惑，明明能愛人、能照顧人的白瑜珍， 為什麼吝嗇地不愛父親，不愛自己？","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":77402,"title":"寒武紀","adult":false,"genre_ids":[]},{"cast":["Rudy Ray Moore","Carol Speed","Jimmy Lynch","Jerry Jones","Lady Reed"],"overview":"Retired cop and celebrity DJ Tucker Williams (aka The Disco Godfather) takes to the streets as a dangerous hallucinogenic drug called Angel Dust begins to take hold of the neighborhood.","release_date":"1979-09-04","vote_average":5.3,"runtime":93,"cert":"N\/A","id":77403,"title":"Disco Godfather","adult":false,"genre_ids":[28,35]},{"cast":["陸明君","吳佩慈","房思瑜"],"overview":"劇中三姐妹陸明君飾演周刊記者、吳佩慈飾電台ＤＪ；而房思瑜則是學生，在整理父親經營的照相館遺物過程中，個性不和的三姊妹逐漸發掘父親的印記，也開始反思生活點滴。飾演大姐的陸明君說，其中一場戲她穿著母親留下的舊外套，竟發現口袋裡有父親留給三姐妹的嫁妝，令她印象深刻而感動莫名。","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":77404,"title":"Old friends Photo Gallery","adult":false,"genre_ids":[]},{"cast":[],"overview":"升官無望的中年警察蘇正德， 在勤務中竊聽到職棒簽賭的內線消息， 想要籌錢送女兒出國讀書的他， 在愛與道德間掙扎。 住在正德家對門的小胖弟阿達， 為了成為媽媽心目中的真男人而打棒球， 但其實他真正的夢想是當一個舞者。 為了實現自己的夢想， 阿達瞞著兇悍嚴格的媽媽捱餓、存錢參加舞蹈大賽。 這一天，正德猶豫著該不該放棄道德孤注一擲？ 阿達仍然企盼著媽媽了解他想跳舞的心意！ 兩個世代的夢想， 中年正德和少年阿達， 在豔陽高照的秋日午後， 都在等待機會…","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":77407,"title":"6局下半","adult":false,"genre_ids":[]},{"cast":["Tzu-Chien Kuo","季芹","小戽斗","邱于承","溫喬茵"],"overview":"升官無望的中年警察蘇正德， 在勤務中竊聽到職棒簽賭的內線消息， 想要籌錢送女兒出國讀書的他， 在愛與道德間掙扎。 住在正德家對門的小胖弟阿達， 為了成為媽媽心目中的真男人而打棒球， 但其實他真正的夢想是當一個舞者。 為了實現自己的夢想， 阿達瞞著兇悍嚴格的媽媽捱餓、存錢參加舞蹈大賽。 這一天，正德猶豫著該不該放棄道德孤注一擲？ 阿達仍然企盼著媽媽了解他想跳舞的心意！ 兩個世代的夢想， 中年正德和少年阿達， 在豔陽高照的秋日午後， 都在等待機會…","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":77408,"title":"6局下半","adult":false,"genre_ids":[]},{"cast":["Lee Kuan-yi","Pan Chin-Yu","Ma Chih-hsiang","Mei Fang","Hsu Chi-wen"],"overview":"More than just naughty, they play tricks on classmates, tease girls at school, fight with other boys, and lie to everyone until their teacher breaks down. They are named Liar No. 1 and Liar No. 2. The most important act planned in their life is to go to the mysterious water park, where they can leap through the portal at the end of the water slide to the fairy-tale world OZ and live as grown-ups happily ever after. However, the commitment is torn by a careless betrayal.","release_date":"2008-09-05","vote_average":6.0,"runtime":103,"cert":"N\/A","id":77409,"title":"Orz Boyz","adult":false,"genre_ids":[14,10751,35]},{"cast":["W.H. Auden","Don Bachardy","Ted Bachardy","Liza Minnelli","Gloria Stuart"],"overview":"Chris & Don: A Love Story is a 2007 documentary film that chronicles the lifelong relationship between author Christopher Isherwood and his much younger lover, artist Don Bachardy. Chris & Don combines present-day interviews, archival footage shot by the couple from the 1950s, excerpts from Isherwood's diaries, and playful animations to recount their romance. It was directed by Guido Santi and Tina Mascara, and was the centerpiece film at NewFest, the New York LGBTQ Film Festival, in 2008.","release_date":"2008-06-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":77410,"title":"Chris & Don: A Love Story","adult":false,"genre_ids":[99,10749]},{"cast":["Chang Chea","Rhydian Vaughan","Jennifer Chu","Wang Bo-Chieh","Lu Yi-Ching"],"overview":"Lin Shu-Yu's semi auto-biographical debut takes us back to 1996, during the time of the tragic Taiwan baseball scandal, an event that devastated many teenage boys. The story follows Yen and Tang and their gang through the last year of their high school life. From chasing girls to midnight skinny dipping to rooting for their favorite baseball team, they do everything together. When an accident throws Yen into a coma, their world starts falling apart.","release_date":"2008-06-06","vote_average":6.3,"runtime":107,"cert":"N\/A","id":77411,"title":"Winds of September","adult":false,"genre_ids":[]},{"cast":["Greta Garbo","Gavin Gordon","Lewis Stone","Clara Blandick","Elliott Nugent"],"overview":"A beautiful opera star kept by a rich older man falls in love with a young clergyman.","release_date":"1930-08-26","vote_average":6.8,"runtime":76,"cert":"N\/A","id":77412,"title":"Romance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"部落裡的老人相傳著一個故事，在臨近的海域裡這著一個族群，他們手腳有蹼、身上有鰓，與阿美族人和平共處，直到一次意外… 事隔28年，哈尼仍然無法走出兒時與弟弟在海邊戲水時，弟弟溺水身亡的陰霾。於是他整天酗酒、賒帳，為了逃避叼念不休的老婆，海邊成了哈尼的避風港。嘎里，一位13歲少女，因為父親的重病與家中的經濟狀況，放棄了繼續念書留在家中照顧父親，但許多青春期的思緒與壓力讓他在家人與自我間掙扎…","release_date":"","vote_average":0.0,"runtime":119,"cert":"N\/A","id":77413,"title":"失落的海平線","adult":false,"genre_ids":[]},{"cast":["Yang Kuei-Mei","Ivy Chen","Megan Liao","Matt Wu","陳正偉"],"overview":"On the island of Kinmen, the three-star youth (Chen Yihan), Ajin (Chen Zhengwei), and Auntie (Wu Zhongtian) maintained their balance until the one who came from Taiwan to join the Golden Gate (Huang Shiyuan) disturbed each other. The triangular relationship between them also brings out a romance and regrets of Xing Jun’s Chad Moon (Yang Guimei).","release_date":"2009-04-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":77414,"title":"Our Island, Our Dreams","adult":false,"genre_ids":[10749]},{"cast":["Ben Jakks","Bobby Williams","Cliff Rhodes","Dylan West","Joey Russo"],"overview":"Get your asses in gear and mount up for Riders! Its four 2-wheeler-themed scenes have no back-peddling and a final destination of 12 long-distance cum shots. And Riders has that special TitanMen mix, with uncut Latino and French men and one smooth young stud among the eight hairy-chested, well built guys who work it up in sweaty, man-on-man action.","release_date":"2003-12-10","vote_average":7.0,"runtime":121,"cert":"N\/A","id":77417,"title":"Riders","adult":true,"genre_ids":[]},{"cast":["Curd Jürgens","Geneviève Page","Jacques Dacqmine","Sylva Koscina","Gérard Buhr"],"overview":"After the death of his wife and his son, Michael, an intrepid Russian imperial army officer, lost the joy of living. His family has been the victim of an attack by the commander Ogareff Tartar troops, operating in the eastern DRC. When Tsar commissioned him to cross the dangerous mission across Siberia to restore communications troops sabotaged by Ogareff, the young officer does not hesitate to accept.","release_date":"1956-12-14","vote_average":6.4,"runtime":108,"cert":"N\/A","id":77418,"title":"Michael Strogoff","adult":false,"genre_ids":[12,36]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Ron Wood","Jack Nicholson"],"overview":"TV Special. 13 Classic Acoustic and Live Tracks Recorded in Paris, Tokyo, Amsterdam and  London during 1995 European Tour.","release_date":"1995-07-04","vote_average":3.8,"runtime":null,"cert":"N\/A","id":77421,"title":"The Rolling Stones: Stripped","adult":false,"genre_ids":[10402,99]},{"cast":["Curly Howard","Larry Fine","Moe Howard","Shirley Patterson","Bud Jamison"],"overview":"Set in the old west, the stooges are three tramps wanted for vagrancy. After ruining a medicine peddlers show, they arrive in Peaceful Gulch where a picture has been printed declaring them to be three famous lawmen coming to clean up the town. Assigned to guard the bank, the boys have the local gang scared at first, but when the gang learns who the stooges really are, they rob the bank. The boys go in pursuit, find the bad guy's hideout, subdue the bandits and recover the money. Written by Mitch Shapiro","release_date":"1943-11-18","vote_average":3.5,"runtime":17,"cert":"N\/A","id":77422,"title":"Phony Express","adult":false,"genre_ids":[35,37]},{"cast":["Erik Rhodes","François Sagat","Lucky Taylor","Mario Cooper","Nathan Eclaire"],"overview":"Inside the ring and out, these pugilists welcome challenges they just can't back away from.Eleven tough men threatening to cold-cock one another ... aggressive, intimidating, forceful ... and totally irresistible. The ring is the perfect place to temper those aggressions, where man-on-man contact makes good sport and great sex.","release_date":"2009-07-07","vote_average":8.0,"runtime":100,"cert":"N\/A","id":77423,"title":"Ringside","adult":true,"genre_ids":[]},{"cast":["Mark Montana","Karl Bruno","Scott Randsome","Chase Hunter","Gianfranco"],"overview":"Almost everyone has, at one time or another, wondered what really goes on up in the lifeguard stations where those big hunks of beef who watch over our lives and our safety with such diligence go to escape the sun's hot rays and the sunbathers' even hotter gazes. And probably everyone has some kind of fantasy about it. Riptide! takes on what's happening in those secret places where surf, sun and sand collide with rising libidos, straining muscles and conflicting emotions. “Baywatch” will just have to move over. The tits and ass here are of a hot and throbbing kind.","release_date":"1996-06-04","vote_average":0.0,"runtime":85,"cert":"N\/A","id":77428,"title":"Riptide!","adult":true,"genre_ids":[]},{"cast":["Fernando Fernán Gómez","César Lucendo","Neus Asensi","Amparo Moreno","Emilio Mellado"],"overview":"Chechu is a 13 year old boy who lives surrounded by peculiar people: his grandfather, his uncle, and two maids. He falls in love with one of them.","release_date":"1992-06-25","vote_average":4.0,"runtime":81,"cert":"N\/A","id":77429,"title":"Chechu y familia","adult":false,"genre_ids":[35]},{"cast":["Wood Harris","Zoe Saldana","Mýa","Brian J. White","Marla Gibbs"],"overview":"Suave Harvard Medical School grad Ray Howard seems destined to specialize in womanizing. That is, until he heads to Florida to intern under the tutelage of chief resident Dr. Sidney Zachary. With help from his girlfriend, \"Dr. Z\" sets out to mold Ray into a caring, responsible doctor. Along the way, he shares some important truths and a whole lot of humor in this sexy romantic comedy","release_date":"2006-09-13","vote_average":4.5,"runtime":99,"cert":"N\/A","id":77430,"title":"The Heart Specialist","adult":false,"genre_ids":[35,10749]},{"cast":["Joshua Adams","Tag Adams","Marcus Allen","Josh Kole","Kent Larson"],"overview":"Hot House Video brings you the sexiest, sweatiest outdoor porn event of the year with The Road To Temptation, the third title in the critically acclaimed Road Trilogy. This sweeping country epic stars Corbin Michaels as Kenny, a young gay orphan trying to hide his sexuality from the homophobic uncle he lives with. Caught jacking off with a stack of gay porn magazines, Kenny gets tossed out of the house and hits the road - uncertain about both himself and his future. Lucky for Kenny, he hitches a ride from Big Jim who takes him to Temptation Ranch where he learns about life from a host of big-dicked sweaty country boys. Shot in the rolling foothills of the California Gold Coast, this double-disc 3-hour epic features 15 gorgeous studs humpin', pumpin', grindin', and gropin' through six full-length scenes that are guaranteed to have you crowin' by dawn.","release_date":"2005-01-26","vote_average":6.0,"runtime":180,"cert":"N\/A","id":77433,"title":"The Road to Temptation","adult":true,"genre_ids":[]},{"cast":["Joan Chen","Julianna Margulies","Mercedes Ruehl","Kyra Sedgwick","Alfre Woodard"],"overview":"In LA's Fairfax district, where ethnic groups abound, four households celebrate Thanksgiving amidst family tensions. In the Nguyen family, the children's acculturation and immigrant parents' fears collide. In the Avila family, Isabel's son has invited her estranged husband to their family dinner. Audrey and Ron Williams want to keep their own family's ruptures secret from Ron's visiting mother. In the Seelig household, Herb and Ruth are unwilling to discuss openly their grown daughter's living with her lover, Carla. Around each table, things come to a head. A gun, an affair, a boyfriend, and a pregnancy precipitate crises forcing each family to find its center.","release_date":"2000-01-20","vote_average":5.8,"runtime":110,"cert":"12","id":77434,"title":"What's Cooking?","adult":false,"genre_ids":[35,18]},{"cast":["Isabella Rossa","Lezley Zen","Karen Fisher","Alexandra Silk","Ralph Long"],"overview":"Ralph helped Isabella out when her car broke down, so she shoved her huge titties in his face and rode his hard cock until he blew his load all over her face! When Lezley found out her new hubby lied to her about how many times he was married, she decided to give her step-son Bruce some pussy! Karen was pissed off when the Car Wash did a lousy job, so she made Sledge slam her cunt with his huge cock! Dr. Alexandra knew that the cure to Chris' insomnia was some wild sex! Eva hired Sledge as her personal trainer, so he decided to train her pussy with his coke can sized cock!","release_date":"2011-07-01","vote_average":8.8,"runtime":132,"cert":"N\/A","id":77437,"title":"Cougars in Heat 5","adult":true,"genre_ids":[]},{"cast":["Danielle Darrieux","Arielle Dombasle","Jean-Chrétien Sibertin-Blanc","Andy Gillet","Christophe Vandevelde"],"overview":"How do you bring together such different people as Odette Saint-Gilles, an aging, forgotten actress living in a welfare home, Augustin Dos Santos, a pool boy at the Ritz Hotel, Bettina Fleischer, the heroine of a popular soap, and Raphael, a young, disturbingly handsome man? Together, will they have a last chance to make their dreams come true?","release_date":"2006-11-08","vote_average":5.0,"runtime":90,"cert":"N\/A","id":77438,"title":"Nouvelle chance","adult":false,"genre_ids":[35,18]},{"cast":["Eric Mabius","Will Yun Lee","Fernando Noriega","Luke Brandon Field","Amit Shah"],"overview":"A drama centered on a man dealing with the aftereffects of being in a coma caused by a car accident.","release_date":"2011-06-29","vote_average":5.8,"runtime":90,"cert":"N\/A","id":77439,"title":"Where The Road Meets The Sun","adult":false,"genre_ids":[18,80]},{"cast":["Jeff Venables","Meili Cady","Josh Beren","Jeff Sloniker"],"overview":"When freeloader Phil is tossed out by the love of his life, Jen, he stays with two old friends who come upon a magic shirt that guarantees them sex with all the women they can handle. The three losers have their lives upended as Phil's friends pursue a daily diet of Maxim models and close encounters with Hollywood's hottest-but Phil schemes to use the shirt to win back Jen. And when an insane marine steals the shirt and threatens to use it on Jen, Phil's battle for her affections takes on dangerously high stakes. Chick Magnet makes it clear that the laws of attraction were made to be broken.","release_date":"2011-09-20","vote_average":4.0,"runtime":93,"cert":"N\/A","id":77440,"title":"Chick Magnet","adult":false,"genre_ids":[35,10749]},{"cast":["Glenn Ford","Peter Ustinov"],"overview":"Sam Cade was the first feature-length \"movie\" put together from episodes of Cade's County, the early '70s series starring Glenn Ford as a modern-day sheriff in Madrid County, CA. In the first half, directed by Marvin Chomsky, Cade finds himself targeted for assassination when he's scheduled to testify in the trial of a mob kingpin -- what he doesn't know is that the assassin is one of his oldest friends (Darren McGavin), who is romancing another old friend (Loretta Swit) with a troubled past and using Cade's determination and his investigative skills to set him up for a hit. In the second half, directed by Richard Donner, Cade gets a tip that the mob has planned an assassination on a retired crime boss (Edward Asner) living in the county, who is so bull-headed and distrustful of the law that he won't accept any help or provide any information on who the killers might be, even though he's putting his own daughter (Shelley Fabares) at risk.","release_date":"1991-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":77441,"title":"Sam Cade","adult":false,"genre_ids":[]},{"cast":[],"overview":"JANKYfilms presents, Interlodged. \"24 minutes long full of the hottest jankiest action in the Wasatch, Tahoe and Hood.\"","release_date":"2011-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77442,"title":"Interlodged: The Movie","adult":false,"genre_ids":[]},{"cast":["David Blaine"],"overview":"The magic, wonder, and intrigue of the mystifying David Blaine are now on video with the best of his three TV specials, \"Street Magic,\" \"Magic Man,\" and \"Frozen In Time.\" The world is his stage, and watching Blaine's mastery is a magical mystery tour de force whether he is on the streets of New York City or in the primitive jungles of South America. Prepare to meet ordinary passersby as they encounter extraordinary one-on-one magic as never seen before. Inexplicable, curious, captivating, astounding -- don't miss your chance to see some of the most mystifying magic ever spontaneously captured on film. You'll keep watching, you'll keep wondering. Magic has a new master. He is fearless, and his name is David Blaine.","release_date":"2002-05-14","vote_average":6.0,"runtime":110,"cert":"N\/A","id":77443,"title":"David Blaine: Fearless","adult":false,"genre_ids":[]},{"cast":["Matthew Amyotte","Nigel Bennett","Stephen Chambers","James Gilbert","David Patrick Flemming"],"overview":"Friends on a weekend excursion take a path into a forest that leads to death and destruction.","release_date":"2012-03-30","vote_average":4.9,"runtime":99,"cert":"","id":77444,"title":"The Corridor","adult":false,"genre_ids":[18,878,53,27]},{"cast":["Christofer Johnsson"],"overview":"Celebrators of Becoming is a Therion box-set released on 5 May 2006. It contains 4 DVDs and 2 audio discs. It is available in two versions: The luxury digipak version in a slip case and the cheaper non-digipak version. Both versions contain all discs. Cover artwork was made by Thomas Ewerhard.","release_date":"2006-06-13","vote_average":0.0,"runtime":600,"cert":"N\/A","id":77445,"title":"Therion: Celebrators of Becoming","adult":false,"genre_ids":[]},{"cast":["June Allyson","Cyd Charisse","Lena Horne","Howard Keel","Esther Williams"],"overview":"Some of MGM'S musical stars review the studios history of musicals. From The Hollywood Revue of 1929 to Brigadoon, from the first musical talkies to Gene Kelly in Singin' in the Rain.","release_date":"1994-07-01","vote_average":7.3,"runtime":113,"cert":"N\/A","id":77448,"title":"That's Entertainment! III","adult":false,"genre_ids":[99,10402,10751]},{"cast":["Kim Tae-woo","Kim Bo-kyung","Jin Goo","Lee Dong-kyu","Park Ji-ah"],"overview":"Dr. Jung Nam finds a photo album dating back to his days as an intern at the Ansaeng Hospital. This triggers memories of his life. In 1942, as a young medical intern, Jung-Nam's arranged marriage ended when his fiancée, whom he had never met, committed suicide. Later he was assigned to monitor the morgue late at night. There he fell in love with a corpse, which is later revealed as the body of his deceased fiancée. Soon other mysterious events take place in the hospital, involving a young girl haunted by ghosts and a serial killer targeting Japanese soldiers.","release_date":"2007-08-01","vote_average":6.2,"runtime":98,"cert":"N\/A","id":77449,"title":"Epitaph","adult":false,"genre_ids":[27]},{"cast":["Joshua Camp","Michael Hearst","Paul Auster","Rick Moody","Jonathan Lethem"],"overview":"A documentary film tracing the collaboration between One Ring Zero, the Brooklyn house-band for McSweeney's Publishing, and an ensemble cast of award-winning authors, each of whom contributed original lyrics. Author Myla Goldberg torments guest singer Syd Straw with tongue twisting, five star vocabulary words. Paul Auster riffs on the ills of Cincinatti and the Iraq war. The film's title, in fact, comes from the inspired dialogue of a talking cockroach.","release_date":"2005-04-23","vote_average":0.0,"runtime":63,"cert":"N\/A","id":77450,"title":"As Smart As They Are: The Author Project","adult":false,"genre_ids":[99]},{"cast":["Ángela Molina","Ángel de Andrés López","Manuel Bandera"],"overview":"In 1940's Madrid. Juan plays piano for Pepita and her on-stage partner Mario. Although Mario really wants to steal Juan for himself, Juan is not interested and Mario resorts to a string of lovers as consolation. When he loves (and leaves) a young nobleman, the young man wants revenge.","release_date":"1989-01-01","vote_average":7.5,"runtime":98,"cert":"N\/A","id":77451,"title":"The Things of Love","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"I Cirkus Summarum er alting som i et rigtigt cirkus - bare helt anderledes. Cirkus Summarum er en forestilling med masser af sjove indslag, action, artisteri og nervepirrende numre. Her er der noget at grine af og gyse over, uanset om du er tre, ti, tredive eller tres aar.","release_date":"2010-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77454,"title":"Cirkus Summarum 2010","adult":false,"genre_ids":[]},{"cast":["Vanessa Paradis","Matthieu Chedid","Gad Elmaleh","François Cluzet","Ludivine Sagnier"],"overview":"Paris, 1910. Emile, a shy movie projectionist, and Raoul, a colourful inventor, find themselves embarked on the hunt for a monster terrorizing citizens. They join forces with Lucille, the big-hearted star of the Bird of Paradise cabaret, an eccentric scientist and his irascible monkey to save the monster, who turns out to be an oversized but harmless flea, from the city's ruthlessly ambitious police chief.","release_date":"2011-10-12","vote_average":6.6,"runtime":90,"cert":"U","id":77459,"title":"A Monster in Paris","adult":false,"genre_ids":[12,16,35,10751,14]},{"cast":["Booder","Issa Doumbia","Sandrine Kiberlain","Josiane Balasko","Gérard Jugnot"],"overview":"25-year-old Khalid Belkacem has failed at everything: college education, summer camp instructor's permit, driver's license, and even his BCG. He never expected to become the first \"positive discrimination\" member of the police force. But as his mother says: \"That's France for you! A country where everyone has a chance.\"","release_date":"2011-10-11","vote_average":4.4,"runtime":99,"cert":"N\/A","id":77460,"title":"Beur sur la ville","adult":false,"genre_ids":[35]},{"cast":["Claude Msawbaa","Leyla Hakim","Nadine Labaki","Yvonne Maalouf","Antoinette Noufaily"],"overview":"On a remote, isolated, unnamed Lebanese village inhabited by both Muslims and Christians. The village is surrounded by land mines and only reachable by a small bridge. As civil strife engulfed the country, the women in the village learn of this fact and try, by various means and to varying success, to keep their men in the dark, sabotaging the village radio, then destroying the village TV.","release_date":"2011-05-16","vote_average":7.4,"runtime":110,"cert":"N\/A","id":77461,"title":"Where Do We Go Now?","adult":false,"genre_ids":[18,35]},{"cast":["Louise Bourgoin","Pio Marmaï","Josiane Balasko","Thierry Frémont","Gabrielle Lazure"],"overview":"She drove me into a corner, then forced me to go beyond my limits. She made me confront the absolute: love, sacrifice, tenderness, abandonment. She dislocated me, transformed me. Why didn't anyone warn me? Why doesn't anyone ever talk about this?\" Un heureux événement, or an intimate view of motherhood, sincere and with no taboos.","release_date":"2011-09-27","vote_average":6.2,"runtime":107,"cert":"N\/A","id":77462,"title":"A Happy Event","adult":false,"genre_ids":[18,35]},{"cast":["Adam Baratta","Jennifer Tung","Carrie Stevens","Jennifer Rubin","Ross King"],"overview":"The con is on when a gorgeous LA playboy tries to juggle four beautiful women and gets more than he bargained for.\r When a million bucks goes missing from the Yakuza, Japan's notorious mafia, the chase is on for the culprit. But in this tale of cross and double cross, no one is who they say they are and everyone's just in it for one thing -- get the money and get out.","release_date":"2002-11-27","vote_average":0.0,"runtime":84,"cert":"N\/A","id":77463,"title":"Cruel Game","adult":false,"genre_ids":[10749,18]},{"cast":["Lewis Black","Ian Bagg","Richard Belzer","Joy Behar","Bob Saget"],"overview":"Armed with history, humor and his trademark ranting, comedian Lewis Black takes a hilarious look at how to survive the \"month-long festival of consumption\" without losing your mind.","release_date":"2009-11-23","vote_average":6.0,"runtime":90,"cert":"N\/A","id":77464,"title":"Surviving the Holidays with Lewis Black","adult":false,"genre_ids":[35,99]},{"cast":["Magnus Betnér"],"overview":"Magnus Betnér inspelad på live på Norra Brunn i Stockholm hösten 2004. Innehåll: Idioter Gamla människor Sjuk värld Rädda djuren Kallprat Svensk musik Porrsurf Jämställdhet TV Barn Pensionssparande Rasism","release_date":"2007-02-07","vote_average":4.0,"runtime":40,"cert":"N\/A","id":77465,"title":"Magnus Betnér: Live Från Norra Brunn","adult":false,"genre_ids":[35]},{"cast":["Erica Durance","Paul Popowich","Cara Pifko","Janet-Laine Green","Thom Allison"],"overview":"Successful thirtysomething Isabelle decides to marry herself, becoming a public sensation. But when opportunity comes knocking, will she cheat on herself to pursue what might be true love with someone else?","release_date":"2007-07-29","vote_average":4.8,"runtime":87,"cert":"N\/A","id":77466,"title":"I Me Wed","adult":false,"genre_ids":[10749,35]},{"cast":["Ken Ogata","Toshiyuki Nishida","Yūko Tanaka","Kanako Higuchi","Nobuko Otowa"],"overview":"The world-famous woodblock artist Hokusai, a widower in need of a steady income, lives with his daughter Oei in the house of his friend Bakin.","release_date":"1981-09-12","vote_average":6.2,"runtime":119,"cert":"N\/A","id":77467,"title":"Edo Porn","adult":false,"genre_ids":[18,36]},{"cast":["Elin Ahlberg","Jesper Fridh","Andreas Karoliussen","Björn Månsson","Catherine Jeppsson"],"overview":"Fourteen-year-old Emma goes to a party with friends of her brother's and ends up passed out on a bed with an older boy who takes advantage of the situation. Later her brother Markus senses that something is wrong, but Emma keeps her thoughts to herself. She has trouble dealing with her own emotions. But then she meets Aron, an easy-going guy who spends his days on a skateboard.","release_date":"2004-10-29","vote_average":4.6,"runtime":83,"cert":"N\/A","id":77468,"title":"Fourteen Sucks","adult":false,"genre_ids":[10749,18]},{"cast":["Amy Brenneman","Aaron Eckhart","Ben Stiller","Nastassja Kinski","Jason Patric"],"overview":"This adult comedy follows six characters, three men and three women from a cross-section of social groups, as they play sexual power games. When an affair fires up between 2 of the married characters, it sparks a chain of consequences for all of them, including one of the wives falling for another woman!","release_date":"1998-02-04","vote_average":6.4,"runtime":100,"cert":"N\/A","id":77469,"title":"Your Friends & Neighbors","adult":false,"genre_ids":[18,35]},{"cast":["Jonas Gardell","Nana Hedin","Sarah Dawn Finer"],"overview":"Jonas Gardells omtumlande, upproriska, glada show for på triumftåg över hela landet. Recensenterna jublade och publiken gav stående ovationer. Och skrattade förstås. Skrattade så de grät. Skrattade så de ramlade av sina stolar. Nu är det din tur. Här är hela showen på film.","release_date":"2001-01-01","vote_average":4.8,"runtime":118,"cert":"N\/A","id":77474,"title":"Livet","adult":false,"genre_ids":[10402,35]},{"cast":["Liza Sips","Levi van Kempen","Valerie Pos","Rick Engelkes","Tanja Jess"],"overview":"","release_date":"2011-06-08","vote_average":5.5,"runtime":111,"cert":"N\/A","id":77479,"title":"Penny's Shadow","adult":false,"genre_ids":[10751,18]},{"cast":["Ubrankovics Júlia","Attila Tóth","Gergely Kaszás","Ferenc Hujber"],"overview":"","release_date":"2008-03-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":77480,"title":"Virtually a Virgin","adult":false,"genre_ids":[18]},{"cast":["Miriam Prestøy Lie","Reidar Sørensen","Sven Henriksen","Hanne-Marte Sørlie","Brage Bang"],"overview":"Dunderland Valley, 1695. A young maiden is accused of witchcraft. Her persecutors end her life in the bottomless pits of the Djupkista Waters. In the years to follow, numerous horrendous events and tragedies strike the valley. In 2011, the young, aspiring theater director Laura arrives in the valley with an ensemble of Norway’s premier actors. They are soon made aware of the valley's dark and bloody history. Then the star actor disappears.","release_date":"2012-11-30","vote_average":4.0,"runtime":98,"cert":"N\/A","id":77483,"title":"Dunderland","adult":false,"genre_ids":[27]},{"cast":["Kulvinder Ghir","Paul Raschid","Sasha Waddell","Alistair McGowan","Leena Dhingra"],"overview":"Alfie Singh, accountant turned film producer, has a great idea for a film. It's called Ealing Comedy and it's about an accountant turned film producer called Alfie Singh. Alfie will play himself and his real son, Paul, will play his son in the film. Turned down by all the financiers, Alfie vows to make the film himself. His life with his wife and teenage son and his struggles to finance and make films in the UK are all woven together in a series of mad-cap events, resulting in a very British film","release_date":"2008-03-21","vote_average":7.0,"runtime":88,"cert":"12","id":77484,"title":"Ealing Comedy","adult":false,"genre_ids":[35]},{"cast":["David Chokachi","Heather Hemmens","Xin Sarith Wuku","Michele Boyd","Kane Hodder"],"overview":"Alexandra D'Artagnan, junior member of NSA uncovers a conspiracy that the goal is to assassinate the American president. Alexandra has secured the support of three famous and notorious international spies in order to stop the assassination.","release_date":"2011-10-25","vote_average":3.6,"runtime":87,"cert":"N\/A","id":77485,"title":"3 Musketeers","adult":false,"genre_ids":[28,12,53]},{"cast":["Daniel Rausch","Maja Holmberg","Per Oscarsson","Birgitta Valberg"],"overview":"A short movie based on a script written by childrens author Astrid Lindgren.","release_date":"1988-01-01","vote_average":4.0,"runtime":28,"cert":"N\/A","id":77492,"title":"No Robbers in the Woods","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Jeremy Cowart is a professional photographer from Nashville, Tennessee. Beginning his photography career in 2005, Jeremy quickly became a respected artistic voice in the industry. Having shot numerous musicians, entertainers and celebrities, Jeremy is also the founder of Help Portrait, a worldwide movement of photographers giving free portraits to those less fortunate. As his list of clients continues to grow, so does Jeremy's desire to improve, share, teach, and give back to those around him.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77493,"title":"Lifefinder","adult":false,"genre_ids":[]},{"cast":["Robert Miano","Danny Glover","Martin Landau","Billy Zane","Michael Rooker"],"overview":"A once famous and now a washed-up Hollywood screenwriter fighting to finish his latest script with an unrealistic deadline. He finds himself in the center of a murder investigation involving a prominent politician's wife. The surrounding events feed him inspiration for his script.","release_date":"2011-10-23","vote_average":3.6,"runtime":94,"cert":"N\/A","id":77494,"title":"Mysteria","adult":false,"genre_ids":[9648]},{"cast":["Luis Tosar","Marta Etura","Alberto San Juan","Petra Martínez","Iris Almeida"],"overview":"César, an unhappy concierge, maintains a peculiar relationship with the very diverse inhabitants of the upper-class apartment building where he works in Barcelona.","release_date":"2011-10-14","vote_average":7.0,"runtime":97,"cert":"N\/A","id":77495,"title":"Sleep Tight","adult":false,"genre_ids":[53]},{"cast":["Massimo Boldi","Anna Maria Barbera","Enzo Salvi","Bruno Arena","Max Cavallari"],"overview":"Getting ready for the wedding that will unite two very different families- the humble Italian taxi driver Cristoforo Colombo and his wife Rosy, and the rich Italian-Americans Alessandro and Patricia Di Giacomo.","release_date":"2007-11-16","vote_average":4.7,"runtime":92,"cert":"N\/A","id":77496,"title":"Matrimonio alle Bahamas","adult":false,"genre_ids":[]},{"cast":["Diana Kaarina","Jennifer Waris","Nevada Brandt","Lauren Lavoie","Danielle Bessler"],"overview":"Join Barbie and her sisters Skipper, Stacie and Chelsea as their holiday vacation plans turn into a most unexpected adventure and heartwarming lesson. After a snowstorm diverts their plane, the girls find themselves far from their New York destination and their holiday dreams. Now stranded at a remote inn in the tiny town of Tannenbaum, the sisters are welcomed by new friends and magical experiences. In appreciation for the wonderful hospitality they receive, they use their musical talents to put on a performance for the whole town. Barbie and her sisters realize the joy of being together is what really makes A Perfect Christmas!","release_date":"2011-07-01","vote_average":5.9,"runtime":74,"cert":"U","id":77499,"title":"Barbie: A Perfect Christmas","adult":false,"genre_ids":[16,10751]}]