[{"cast":["Robert Newton","Simone Simon","William Hartnell","Marcel Dalio","Margaret Barton"],"overview":"Robert Newton is the harbor signalman who retrieves a suitcase full of money after witnessing a murder, fails to report it to the police, and finds himself the object of murderous and mercenary interest.","release_date":"1947-02-27","vote_average":4.2,"runtime":91,"cert":"","id":77502,"title":"Temptation Harbour","adult":false,"genre_ids":[80,18]},{"cast":["Kim Dong-wook","Kim Ji-won","Kim Mu-yeol","Kim Su-ro","Shim Eun-kyung"],"overview":"The paths of three people intersect at a hospital. A lawyer who mourns the death of his wife, a taxi driver who is taking care of his grandfather that suffers from Alzheimer's, and a girl who is looking for a bone marrow donor to save the life her mother.","release_date":"2011-03-24","vote_average":6.0,"runtime":117,"cert":"N\/A","id":77503,"title":"Romantic Heaven","adult":false,"genre_ids":[10749,18]},{"cast":["Huh Joon-ho","Jang Hang-seon","Tae-wook Kim","Kim Min-jun","Yoon Tae-young"],"overview":"“Never to Lose” concerns the men of Homicide Unit 3, who are in dire straits at the moment. While Unit 3’s cops are full of ambition and talent, they never seem to crack a case. The team is comprised of Detective Koh, a 15 year veteran, Detective Kim (Min-jun Kim), a rookie eager to make a name for himself, Detective Koh, a married man who spends more time on the job than with his wife, and Detective Ryung ( Sang-mi Nam ), who can’t get taken seriously by her peers because she’s a woman. While at a party with his girlfriend, Kim happens upon information about a drug deal that could get the team the respect they’ve been looking for. But what the team gets into turns out to be not just a big drug bust, but a case that makes Homicide Unit 3 the target of the largest drug lord in Korea .","release_date":"2005-09-29","vote_average":6.5,"runtime":111,"cert":"N\/A","id":77504,"title":"Never to Lose","adult":false,"genre_ids":[28,18,53]},{"cast":["Jolanta Fraszyńska","Artur Żmijewski","Artur Pontek","Sylwester Maciejewski"],"overview":"Komediodramat na podstawie sztuki Aleksandra Gelmana. Piotr (Artur Żmijewski) i Kasia (Jolanta Fraszyńska) spotykają się na tytułowej ławeczce. Piotr szybko próbuje wprosić się do Kasi z pierwszą wizytą. Okazuje się, że już kiedyś się spotkali...","release_date":"2004-08-27","vote_average":5.3,"runtime":84,"cert":"N\/A","id":77505,"title":"Ławeczka","adult":false,"genre_ids":[10749,35]},{"cast":["Fernandel","Armand Bernard","Madeleine Sologne","Pierre Stephen","Léon Belières"],"overview":"Modeste is a timid watchman at an automobile factory which is run with an iron hand by its owner, Roger Drapeau. One evening, Modeste leaves his post to visit a fairground, where he meets the attractive Aline. Having glimpsed his employer, Modeste makes a hasty return to the factory. When Monsieur Drapeau appears, Modeste explains that it must have been his twin brother that his boss saw at the fairground, a nasty piece of work named Raphaël. Not only does Drapeau fail to see through this unconvincing lie, but it gives him an idea to win a marathon car race. Modeste and Raphaël will take alternate turns in the stages of the race and, because they are so similar, no one will be any the wiser.  Unable to admit that he has no brother but afraid of losing his job, Modeste allows himself to be coerced into taking part in the race...","release_date":"1939-02-09","vote_average":6.0,"runtime":90,"cert":"N\/A","id":77506,"title":"Raphaël le tatoué","adult":false,"genre_ids":[35]},{"cast":["Edwige Feuillère","Gilberte Géniat","Danièle Delorme","Suzy Delair","Yolande Laffon"],"overview":"","release_date":"1950-11-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":77507,"title":"Souvenirs perdus","adult":false,"genre_ids":[]},{"cast":["France Anglade","Francis Blanche","Antonella Lualdi","Claude Rich","Adolfo Marsillach"],"overview":"A diverse group of friends gather to celebrate a witless woman's birthday in this comedy drama set in France during World War II. The guests include an uncle who is a Nazi collaborator, a blind war veteran, a simpering physician, an arrogant educator, a patriotic girl, and the husband of the guest of honor. When some German soldiers are killed outside the house, the group is told by the Gestapo that they must choose among themselves two who will be shot if the killer is not caught. If two victims are not chosen, all seven at the party will be captured. Things sound pretty grim, but the black comedy begins when all seven try to save themselves by any means possible.","release_date":"1964-08-26","vote_average":5.3,"runtime":null,"cert":"N\/A","id":77508,"title":"Le repas des fauves","adult":false,"genre_ids":[18]},{"cast":["Aleksandr Khanov","Vyacheslav Tikhonov","Mikhail Pugovkin","Nikolay Kryuchkov","Yuri Belov"],"overview":"Май 1945 года. В предместьях Праги простые люди встречают советских солдат-освободителей со слезами радости на глазах. В первые дни затишья кто-то с грустью вспоминает о довоенной жизни; кто-то нежданно встречает свою любовь; кто-то возвращается из вражеских застенков, с надеждой смотря в будущее; а кто-то, пересев из танка в чешский трамвайчик, с теплотой вспоминает свое ремесло вагоновожатого…","release_date":"1959-05-05","vote_average":4.5,"runtime":95,"cert":"N\/A","id":77509,"title":"Mayskie Zvyozdy","adult":false,"genre_ids":[18,10752]},{"cast":["Rod Barry","Nick Capra","Cody Cash","Chuck DiRocco","Kent Larson"],"overview":"MSR's bottoms are in for the banging of a lifetime in this ridiculously rough feature. It's not cruel, though - total domination is just what they want. This one could be subtitled \"MSR's Guide to Manhandling Your Bottom Boy\".","release_date":"2004-10-07","vote_average":5.0,"runtime":90,"cert":"N\/A","id":77510,"title":"Rough Trade","adult":true,"genre_ids":[]},{"cast":["Paula Schramm","Franz Dinda","Fabian Busch","Anna Thalbach","Marie Zielcke"],"overview":"","release_date":"2008-11-12","vote_average":7.5,"runtime":null,"cert":"N\/A","id":77511,"title":"Sklaven und Herren","adult":false,"genre_ids":[18]},{"cast":["Oleg Taktarov","Scarlett McAlister","Igor Mirkurbanov","Nolan Gould","Petr Skvortsov"],"overview":"Nikolai, a Russian hit-man escapes from his adversaries into the streets of Los Angeles. He is taken into the household of Lesley and her son Johnny. In exchange for refuge, Nikolai repairs the single mother's decaying house and symbolically mends fences between everyday people of Russia and the U.S. When enemies get too close to his new home, Nikolai makes his escape to Montana.","release_date":"2008-02-07","vote_average":3.3,"runtime":94,"cert":"N\/A","id":77512,"title":"Montana","adult":false,"genre_ids":[28,80,12,18]},{"cast":["Bruno Ganz","Senta Berger","Barnaby Metschurat","Carina N. Wiese","Leonie Benesch"],"overview":"Anita and Fred have been a couple for 50 years, and happily married for nearly as long. They have two grown children, and their grandchildren are finishing school. Both can look back at a fulfilling past, but their lives are still rich and vibrant. The fact that Fred is terribly ill has been hidden from the family. For the first time in all these years, Fred takes some liberties, which his wife interprets as an affront. Never before has she felt so abandoned. Although she starts to question her relationship, a love like theirs cannot end so easily. Indeed it should never end.","release_date":"2011-01-13","vote_average":6.0,"runtime":85,"cert":"N\/A","id":77513,"title":"Colors in the Dark","adult":false,"genre_ids":[18,10751]},{"cast":["Aleksandr Lazarev Jr.","Anzhelika Nevolina","Elena Korikova","Tetyana Kryvytska Stang Lund","Evgeniy Pashin"],"overview":"Tolla is an unemployed translator whose wife is leaving him. Despondent and weak, he submits to the suggestion of an acquaintance to have a contract placed on the man that his wife is seeing. Instead, however, he arranges for the hit to be placed on himself. Before the contract is executed, he develops a relationship with a prostitute, and then changes his mind. In order to survive he takes the obvious course of action, which turns out to have possibly been unnecessary, and then he must deal with the guilt.","release_date":"1997-09-10","vote_average":5.0,"runtime":100,"cert":"N\/A","id":77514,"title":"A Friend of the Deceased","adult":false,"genre_ids":[18,35]},{"cast":["Alex Schlopy","Bobby Brown","Callum Pettit","Colby West","Eric Hjorleifson"],"overview":"MSP’s latest triumph, “Attack of La Niña”, chronicles the deepest North American winter in recent history. This new film follows in the footsteps of “The Way I See It”, MSP’s 2010 release and the most decorated ski movie of all time. “Attack of La Niña” showcases the talents of today’s best skiers in a journey through the snowiest winter of their lives. This action-packed film – captured using the most state of the art camera equipment available – demonstrates the limit of what is possible in modern freeskiing. Featuring super steep descents, unbelievably deep powder, and giant airs, “Attack of La Niña” will transport you to Colorado, Alaska, British Columbia, Washington, California, and many other world-class destinations.","release_date":"2011-09-15","vote_average":4.0,"runtime":73,"cert":"N\/A","id":77515,"title":"Attack of La Niña","adult":false,"genre_ids":[99]},{"cast":["Rickey D'Shon Collins","Jason Davis","Ashley Johnson","Courtland Mead","Andrew Lawrence"],"overview":"Principal Prickly gets his car stuck in a snowbank and decides it has to be the Recess gang's fault, but the teachers look back and remember all the good times they've had with T.J. and the rest of the gang.","release_date":"2001-11-06","vote_average":5.8,"runtime":63,"cert":"N\/A","id":77518,"title":"Recess Christmas: Miracle On Third Street","adult":false,"genre_ids":[16,35]},{"cast":["Vincent Pérez","Fanny Ardant","Josiane Balasko","Michel Serrault","Arielle Dombasle"],"overview":"French philosopher Denis Diderot produces the first encyclopedia while indulging in 18th-century decadence.","release_date":"2000-03-15","vote_average":6.3,"runtime":100,"cert":"N\/A","id":77519,"title":"The Libertine","adult":false,"genre_ids":[36,35]},{"cast":["Steve Caballero","Adrian Demain","Richie Dunlop","Chris Iverson","Tommy Guerrero"],"overview":"Bones Brigade video 2. 1985. Powell Peralta skateboarding featuring: Steve Caballero, Adrian Demain, Richie Dunlap, Tommy Guerrero, Kevin Harris, Tony Hawk, Chris Iverson, Mike McGill, Lance Mountain, Rodney Mullen, Eric Sanderson, Steve Steadham, Ray Underhill, Per Welinder","release_date":"1985-10-28","vote_average":0.0,"runtime":55,"cert":"N\/A","id":77520,"title":"Future Primitive: Bones Brigade Video II","adult":false,"genre_ids":[35,99]},{"cast":["Jamie Luner","Jack Scalia","Meredith McGeachie","David Millbern","Eriko Tamura"],"overview":"A \"highly sophisticated computer system\" at a nuclear power plant goes crazy. To make matters worse, it develops a capacity for reason and malice while a tropical island storm is blowing into town.","release_date":"2007-04-04","vote_average":3.7,"runtime":88,"cert":"N\/A","id":77523,"title":"Nuclear Hurricane","adult":false,"genre_ids":[28,878,53,10770]},{"cast":["Rick McCrank","Willy Santos","Stephen Berra","Andrew Reynolds","Heath Kirchart"],"overview":"The End is a 1998 Tony Hawk skateboarding film from Birdhouse Skateboards. It was made under the direction of Jamie Mosberg, who also produced and edited it. The original movie was released in 1998, but the movie was re-released in 2001.","release_date":"1998-02-15","vote_average":7.5,"runtime":43,"cert":"N\/A","id":77524,"title":"The End","adult":false,"genre_ids":[99]},{"cast":["Gara Takashima","Hiromi Tsuru","Naoko Matsui","Masako Ikeda","Toshiko Fujita"],"overview":"After the death of her mother Katsumi wants nothing more to do with this horrible place known as Tokyo. Forced into staying an infuriated Katsumi returns to AMP HQ where chief Rally Cheyenne pleads with her to stay and join the team. However, her pleading falls on deaf ears as Katsumi exclaims that she wants nothing more to do with them, leaving to find another way home. Meanwhile the Demons taking over Tokyo begin their final move against humanity and the AMP. They realize that the key to opening their demon world lies within Katsumi. Her unwanted abilities mean everything to them and without her their plan would fail. The stage is set once again on the destroyed Tokyo Bay Bridge. Will Katsumi choose her destiny and defend her new found friend or will she fall to the weakness and despair within her?","release_date":"1992-07-18","vote_average":2.0,"runtime":58,"cert":"N\/A","id":77527,"title":"Silent Möbius 2","adult":false,"genre_ids":[16,878]},{"cast":["Trish Stratus","Frank J. Zupancic","Andrea James Lui","Boomer Phillips"],"overview":"A group of down-on-their-luck bounty hunters hit the jackpot one night when they pick up an informant with a hundred thousand dollar bounty on his head. But their world is turned upside down when a mob boss offers them one million dollars in exchange for the informant. When they refuse, the mafia unleashes a trio of assassins on them who use all of their power to bring the bounty hunters down, and to get their man - dead or alive.","release_date":"2011-04-19","vote_average":4.4,"runtime":80,"cert":"N\/A","id":77528,"title":"Bounty Hunters","adult":false,"genre_ids":[28,35,53,10749]},{"cast":["Asia Carrera","Herschel Savage","Gwen Summers","Allysin Chaynes","Bridgette Kerkove"],"overview":"Janie's life is a bore. Everything has become as bland and irritating as the muzac her and her husband produce. Michael has been pressuring her to allow him to bring another woman into their bed, spice things up, but Janie is resistant. Then she meets Kate, a seductive, vivacious, creative lesbian who introduces Janie to pleasures she's never known. Now she's torn between her husband and marriage or her new found sexual identity and a lover she can't bring herself to give up.","release_date":"2001-02-26","vote_average":8.5,"runtime":108,"cert":"N\/A","id":77529,"title":"Asia Is in Too Deep","adult":true,"genre_ids":[]},{"cast":["Ice-T","Suzy Amis","Mario Van Peebles","Coolio","Linden Ashby"],"overview":"This sci-fi thriller finds the world in imminent danger when a collision in outer space sends huge pieces of interstellar debris on a path headed straight for Earth. A scientist has designed a system that would stop the largest meteor fragments from striking the earth, but a fanatical religious cult have made it their business to stop him. A convicted murderer (Ice-T) with ties to the group must now join forces with an FBI agent (Suzy Amis) to free the scientist from the cult's clutches and prevent millions of needless deaths. Mario Van Peebles and Linden Ashby appear in supporting roles","release_date":"1998-12-30","vote_average":4.7,"runtime":95,"cert":"N\/A","id":77530,"title":"Judgment Day","adult":false,"genre_ids":[28,53,878]},{"cast":["Victoria Valentina","Holly Sampson","McKenzie Lee","Tabitha Stevens","Tanya Tate"],"overview":"Starring Lisa Ann! Mommas A Whore! Cum Hungry MILF! Sucking &amp; Fucking! XXX Sex! Deep Ass MILF! Bang It From Behind! Mother Suckers! Moms On Top!","release_date":"2011-07-14","vote_average":7.5,"runtime":null,"cert":"N\/A","id":77533,"title":"Big Tit MILFs 2","adult":true,"genre_ids":[]},{"cast":["Aleksey Maklakov","Vladimir Dolinskiy","Sofia Oleynik","Aleksandr Bashirov","Sergey Bekhterev"],"overview":"An actor who performs for a children's theater lands a leading role in a new production.","release_date":"2007-03-29","vote_average":4.1,"runtime":89,"cert":"N\/A","id":77534,"title":"Fat Stupid Rabbit","adult":false,"genre_ids":[18,35]},{"cast":["Marbella Del Mar","Mariah Cheery","Melissa Bliss","Christina Skye","Ashley Winters"],"overview":"Have you ever fantasized about fucking the mom next door? Do you peek over the fence when she sunbathes nude after her kids go off to school? Well now's your chance to slip in her back gate, spread those luscious legs and pound that cock-starved pussy! These interracial newbie MILFs may be new to XXX film, but they have plenty of experience where it counts – fucking and sucking your cock ‘til you're screaming, “Mommy!!!”","release_date":"2011-08-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77535,"title":"Interracial MILF Amateurs","adult":true,"genre_ids":[]},{"cast":["Max Mikita","Beti Hana","Jessica Bangkok","Kaiya Lynn","Lucky Starr"],"overview":"From director Zander comes Vouyer Media's Mamasans Knock You Out, the all-new Asian fusion series that blows the lid off the sex lives of the finest 'mature' ladies of the East by pairing them up with some of the adult industry's most reliable studs. The result is an intense hybrid of the Asian and cougar genres that's skillfully shot for maximum erotic impact by one of today's hottest new gonzo talents","release_date":"2010-02-16","vote_average":9.3,"runtime":160,"cert":"N\/A","id":77536,"title":"Mamasans Knock You Out","adult":true,"genre_ids":[]},{"cast":["Ann Marie Rios","Kirsten Price","Nicole Sheridan","Samantha Sin","Chris Cannon"],"overview":"On her wedding day, young Tabitha (Kirsten Price) is starting to have doubts about marrying her sweetheart Kevin(Chris Cannon). Although she loves him dearly, her mind wonders if she's sacrificing future fantasies in favor of a ball and chain. With only moments before she's to tie the knot, her family and friends rush to her side to calm her fears and share their own hilarious stories of cold feet, warm hearts, and wild sex. As Tabitha comes to her senses, she realizes that getting married is not the end of her life, but the start of a wonderful adventure with Kevin. .","release_date":"2008-04-08","vote_average":0.0,"runtime":89,"cert":"N\/A","id":77543,"title":"Wedding Bell Blues","adult":true,"genre_ids":[10749,35]},{"cast":["Lin Chi-Ling","Liao Fan","Chen Kun","Tony Yang"],"overview":"Xiaoqing and Xiaohong are twins with distinctive, different personalities. Xiaoqing believes in true love while Xiaohong only cares about money. Drama ensues when they both start pursuing love for the sake of money.","release_date":"2011-07-05","vote_average":4.0,"runtime":95,"cert":"N\/A","id":77544,"title":"Love on Credit","adult":false,"genre_ids":[35,10749]},{"cast":["Stevie Wonder"],"overview":"Show de Stevie Wonder no Palco Mundo do Rock in Rio 2011 em 29\/09\/11. Em clima de ‘Bossa in Rio’, Stevie Wonder conquista público com hits. Além de seus sucessos, ele tocou ‘Garota de Ipanema’ e ‘Você abusou’. Show de quase duas horas desta sexta-feira teve a cantora Janelle Monáe. A sinergia entre ele e o público começou desde a 1h30, quando subiu no palco empunhando uma keytar (mistura de guitarra com teclado).","release_date":"2011-09-29","vote_average":3.8,"runtime":90,"cert":"N\/A","id":77545,"title":"Stevie Wonder live at Rock in Rio 2011","adult":false,"genre_ids":[10402]},{"cast":["Adolf Wohlbrück","Edith Evans","Yvonne Mitchell","Ronald Howard","Mary Jerrold"],"overview":"An elderly countess strikes a bargain with the devil and exchanges her soul for the ability to always win at cards. An army officer, who is also a fanatic about cards, murders her for the secret, then finds himself haunted by the woman's spirit.","release_date":"1949-03-16","vote_average":6.2,"runtime":95,"cert":"","id":77546,"title":"The Queen of Spades","adult":false,"genre_ids":[18,27,27]},{"cast":["Charlotte Stokely","Faith Leon","Jayna Oso","Jenna Presley","Jessi Summers"],"overview":"Beginning with the first frame and continuing until the final credits roll, \"Deeper\" is an intense sexual experience. Shot with all the magic, artistry and design of Digital Playground's \"Erotique\" series while still encompassing all of the hot passion and sound of today's best gonzo porn. The first installment features Penthouse Pet and DP contract star, Sophia Santi in an arousing masturbation scene and her first contact with Scott Nails. Watch Scott Nails savor Roxy Deville and Jessi Summers and a scrumptious three-way with Kaiya, Jenna &amp; Jayna. When you're finished, don't forget to check the special features for a fun behind-the-scenes glimpse at Sativa Rose as she prepares for her delicious anal.","release_date":"2006-05-04","vote_average":0.0,"runtime":80,"cert":"N\/A","id":77547,"title":"Deeper","adult":true,"genre_ids":[]},{"cast":["Angelina Armani","Alexis Texas","Emy Reyes","Vanessa Leon","Ben English"],"overview":"Angelina Armani: The Big Hit is Digital Playground's debut film with brand new contract hottie Angelina Armani. The foxy Angelina is ready to take on any man no matter how big of a weapon he is packing...as long as it comes fully loaded! Acclaimed director Robby D. welcomes the newbie by thrusting her right into pussy pounding scenes with Evan Stone, Jerry, and Mick Blue. Angelina fucks and sucks and keeps coming back for more. The movie includes adult stars Alexis Texas, Vanessa Leon &amp; Emy Reyes. When the big hit is under way, nothing will stop Angelina Armani from completing her mission!","release_date":"2010-04-01","vote_average":8.3,"runtime":92,"cert":"N\/A","id":77550,"title":"Angelina Armani: The Big Hit","adult":true,"genre_ids":[]},{"cast":["Crystal Day","Elizabeth Ann Bennett","Jason Hamer","Tara Carroll","Sam Upton"],"overview":"The three Naibert children, in their teens and early twenties, inherit a vast estate from their grandmother Rebecca. But unknown to them, the family inheritance has passed from grandmother to granddaughter for centuries-and Rebecca has a long reach from the grave to assure that the line is unbroken. The first weekend in the mansion is a party for the three Naiberts and their friends-but one by one, they vanish without a trace. Is death the punishment for violating Rebecca's spell? Are the demons that beset the young people real-or only reflections of their own fear? Is it murder, violence from another dimension, or madness? The answer lives in the reflections.","release_date":"2011-05-20","vote_average":3.3,"runtime":105,"cert":"N\/A","id":77551,"title":"The Passing","adult":false,"genre_ids":[27]},{"cast":["Eden Kötting","Gladys Morris","Andrew Kötting"],"overview":"Director Andrew Kotting, his 90 year old grandmother, and his 9 year old daughter take a campervan trip around the coast of Great Britain. The result is a funny and touching road movie.","release_date":"1997-10-01","vote_average":5.0,"runtime":100,"cert":"15","id":77552,"title":"Gallivant","adult":false,"genre_ids":[99]},{"cast":["Rod Taylor","Karl Malden","Kevin McCarthy","Catherine Spaak","Melvyn Douglas"],"overview":"This is the story of the clock-like movements of a giant, big city New Orleans hotel. The ambitious yet loyal manager, wrestles with the round-the-clock drama of its guests. A brazen sneak thief, who nightly relieves the guests of their property, is chased though the underground passages of the hotel. The big business power play for control of the hotel and the VIP diplomat guest with a secret add to the excitement.","release_date":"1967-01-19","vote_average":6.5,"runtime":124,"cert":"N\/A","id":77553,"title":"Hotel","adult":false,"genre_ids":[18]},{"cast":["Francoise Brun-Cottan"],"overview":"Jerry and his little French mouse friend are raiding while the king sleeps. They awaken him; he calls for Tom, and delivers an ultimatum: One more sound from the mice, and it's off with Tom's head. The mice hear this, and team up to torment Tom. First, they drop piles of dishes on him; then, they cover the floor with tacks. In both cases, Tom dashes far away, then screams. Tom plugs the King's ears with champagne corks, but the little mouse clothespins his nose and mouth. Tom plays him to sleep with his violin. With the mice outside the room, Tom locks all the doors and swallows the key. They shoot an arrow through the lock into Tom's rear, and unable to get out, Tom screams in the room. The king is ready to lop off Tom's head, but the little mouse has mercy and sings him to sleep with Frère Jacques.","release_date":"1958-03-07","vote_average":6.2,"runtime":7,"cert":"N\/A","id":77554,"title":"Royal Cat Nap","adult":false,"genre_ids":[35,16]},{"cast":["Hideo Ishikawa","Daisuke Sakaguchi","Ben Hiura","Hiroshi Yanaka","Akira Ishida"],"overview":"A high-tech terrorist plagues the ocean... To counter the subversive activities of the USR, a shadowy terrorist group menacing the seas, the leading nations of the world join forces to form the Peace Keeping Navy (PKN). Its inauguration ceremony, however, quickly turns into disaster as Admiral Red, charismatic leader of the USR, launches a surprise attack on the PKN. With fi erce fi repower, Red lets his intentions be known that he will destroy anything that gets in the way of his twisted vision of an ideal future... Dive into this exciting deep-sea military action-adventure thriller, as Captain Hayami and the crew of the 707 try to outwit Admiral Red's gargantuan nuclear submarine!","release_date":"2006-08-24","vote_average":7.2,"runtime":100,"cert":"N\/A","id":77555,"title":"Submarine 707 Revolution","adult":false,"genre_ids":[878,16,28]},{"cast":["Marilyn Jess","Hélène Shirley","Richard Allan","Laura Clair","Nadine Roussial"],"overview":"He wanted to create Galatea; at first it turned out well... A well-known sci-fi writer, Nicolas (Richard Allan), having experienced a tragedy in his life, is only able to find solace through sex.  No woman can completely satisfy him. Then he creates her - a robot that he programs to obey his will. The creature (Marilyn Jess) would seem to be the embodiment of all his desires, but...","release_date":"1981-01-07","vote_average":3.0,"runtime":82,"cert":"N\/A","id":77558,"title":"Programmed for Pleasure","adult":true,"genre_ids":[878]},{"cast":["Elena Ponsova"],"overview":"A bear cub who has trouble sleeping during winter sneaks out of the house and makes a new friend.","release_date":"1964-01-01","vote_average":7.0,"runtime":10,"cert":"N\/A","id":77559,"title":"Little Stomper","adult":false,"genre_ids":[12,16,10751]},{"cast":["Johannes Zeiler","Anton Adasinsky","Isolda Dychauk","Georg Friedrich","Hanna Schygulla"],"overview":"Faust is a 2011 Russian film directed by Alexander Sokurov. Set in the 19th century, it is a free interpretation of the Faust legend and its literary adaptations by Johann Wolfgang von Goethe and Thomas Mann. The dialogue is in German. The film won the Golden Lion at the 68th Venice International Film Festival.","release_date":"2011-09-08","vote_average":6.9,"runtime":140,"cert":"15","id":77560,"title":"Faust","adult":false,"genre_ids":[14,18]},{"cast":["Daniel Brühl","Marta Etura","Alberto Ammann","Claudia Vega","Anne Canovas"],"overview":"In 2041, humans live side-by-side with robots and androids. A well-known cybernetic engineer, Alex Garel, returns to his hometown to create a new model of robot child.","release_date":"2011-10-06","vote_average":6.5,"runtime":94,"cert":"N\/A","id":77561,"title":"EVA","adult":false,"genre_ids":[878,18]},{"cast":["Robert Englund","Luigi Maria Burruano","Franco Vito Gaiezza","Pietro Giordano","Davide Marotta"],"overview":"In the Sicily of the late 1940s, two brother sculptors, tired of selling madonnas to the local churches, finally realize their dream, and set up a Sicilian production company, thanks to the help of a local bishop. They start producing one box-office failure Z-movie after the other, all with terribly bad local non-pros as actors. Covered in debts, they finally have their great chance, when a local nobleman obsessed by magic decides to invest all his wealth in the making of a movie about Cagliostro, just one year after Orson Welles' Black Magic (1949). They hire a famous American actor (Robert Englund) and start shooting \"The Return of Cagliostro\".","release_date":"2003-09-05","vote_average":8.4,"runtime":100,"cert":"N\/A","id":77562,"title":"The Return of Cagliostro","adult":false,"genre_ids":[35]},{"cast":["Ezio Pinza","David Wayne","Roberta Peters","Tamara Toumanova","Isaac Stern"],"overview":"Tonight We Sing is a 1953 musical biopic film, directed by Mitchell Leisen, based on the life and career of the celebrated impresario Sol Hurok. It stars David Wayne and Ezio Pinza.","release_date":"1953-01-26","vote_average":0.0,"runtime":109,"cert":"N\/A","id":77563,"title":"Tonight We Sing","adult":false,"genre_ids":[10402]},{"cast":["Renata Litvinova","Anna Begunova","Yevgeni Serov","Alexey Frandetti","Olga Onishchenko"],"overview":"","release_date":"2007-05-17","vote_average":3.0,"runtime":89,"cert":"N\/A","id":77564,"title":"Cruelty","adult":false,"genre_ids":[]},{"cast":["Meisa Kuroki","Go Ah-ra"],"overview":"Subaru and her twin brother Kazuma share a dream in becoming ballet dancers, but their passion is discouraged by their father. After Kazuma's death from a hereditary illness, dancing became Subaru's only happiness and she yearns to lose herself in dance. Her life takes a dramatic turn when she runs into cabaret owner Isuzu, who recognizes the talent in Subaru and trains her in her nightspot. But to become a professional ballerina, Subaru has to overcome harsher challenges than merely satisfying the cabaret drunkards. Spurred on by her rivaling dance companions, Subaru enters an international dance competition, to vie for recognition and a scholarship to any top ballet company in the world. Subaru and her companions soon discover that there are more to compete than the championship, and tests of friendship, betrayal and self-worth come one after another. Gradually the youngsters learn about themselves as dancers, as persons and as friends.","release_date":"2009-03-19","vote_average":7.2,"runtime":105,"cert":"N\/A","id":77565,"title":"Dance, Subaru!","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's Independence Day, and Jerry's little nephew, Nibbles, wants to celebrate with fireworks, while Jerry reminds him to \"keep it safe and sane.\" Initially, this backfires against Jerry, as his attempts to dispose of the firecrackers Nibbles lights explode in his face, but ultimately, Nibbles saves Jerry from Tom with the usual cartoon uses of black powder.","release_date":"1950-07-01","vote_average":6.4,"runtime":7,"cert":"N\/A","id":77566,"title":"Safety Second","adult":false,"genre_ids":[35,16]},{"cast":["Geraldine Page","Ruth Gordon","Rosemary Forsyth","Robert Fuller","Mildred Dunnock"],"overview":"As Aunt Alice, Ruth Gordon applies for the job of housekeeper in the Tucson, Arizona home of widow Claire Marrable in order to find out what happened to a missing widowed friend, Edna Tilsney. The crazed Page, left only a stamp album by her husband, takes money from her housekeepers, kills them, and buries the bodies in her garden. Alice is a widow too. So is neighbor Harriet Vaughn. Lots of widows here.","release_date":"1969-08-20","vote_average":6.9,"runtime":101,"cert":"N\/A","id":77571,"title":"What Ever Happened to Aunt Alice?","adult":false,"genre_ids":[80,18,27,9648,53]},{"cast":["Gabrielle Walker"],"overview":"Ice is one of the strangest, most beguiling and mesmerising substances in the world. Full of contradictions, it is transparent yet it can glow with colour, it is powerful enough to shatter rock but it can melt in the blink of an eye. It takes many shapes, from the fleeting beauty of a snowflake to the multi-million tonne vastness of a glacier and the eeriness of the ice fountains of far-flung moons. Science writer Dr Gabrielle Walker has been obsessed with ice ever since she first set foot on Arctic sea ice. In this programme she searches out some of the secrets hidden deep within the ice crystal to try to discover how something so ephemeral has the power to sculpt landscapes, to preserve our past and inform our future.","release_date":"2011-10-27","vote_average":5.3,"runtime":60,"cert":"","id":77572,"title":"The Secret Life Of Ice","adult":false,"genre_ids":[99,10751]},{"cast":["Karel Roden","Zuzana Fialová","Zuzana Bydžovská","Roman Luknár","Marek Adamczyk"],"overview":"Czechoslovakia, 1941. As the war continues, Reich Protector Reinhard Heydrich arrives in Nazi-occupied Prague and establishes a regime of terror that will force freedom fighters to act. But the price to pay will be too high.","release_date":"2011-06-02","vote_average":6.7,"runtime":126,"cert":"15","id":77573,"title":"The Butcher of Prague","adult":false,"genre_ids":[10752,36]},{"cast":["Marzieh Vafamehr","Amir Chegini","Asha Mehrabi","Mobina Karimi","Mitra Mehraban"],"overview":"Marzieh is a young female actress living in Tehran. The authorities ban her theatre work and, like all young people in Iran, she is forced to lead a secret life in order to express herself artistically. At an underground rave, she meets Iranian born Saman, now an Australian citizen, who offers her a way out of her country and the possibility of living without fear.","release_date":"2009-11-19","vote_average":5.0,"runtime":96,"cert":"N\/A","id":77574,"title":"My Tehran for Sale","adult":false,"genre_ids":[18]},{"cast":["Fannar Guðmundsson","Ólafía Hrönn Jónsdóttir","Ólafur Darri Ólafsson","Jóhann Sigurðarson","Edda Björgvinsdóttir"],"overview":"Lisa wants to take a cruise, hubby Finnbogi schemes to make money. He buys a dilapidated bakery. They get lucky when Karolina, who bakes great cakes, offers to work for them. She's the mother of Marta, head of the area's largest bakery, and the two have quarreled. Marta can't abide mom's rebellion or the rival bakery's success, so she inveigles Finnbogi to invest in porn toys without telling Lisa. Where does he get the cash? From his son Bjartmar, who has promised Russian sailors he'll arrange the purchase of ten Landas. The Russians are coming to collect their cars, Finnbogi hasn't sold a single dildo, hard-bitten Marta plans one more nasty trick. How can Lisa get her cruise?","release_date":"1997-10-10","vote_average":4.8,"runtime":82,"cert":"N\/A","id":77575,"title":"Pearls and Swine","adult":false,"genre_ids":[35]},{"cast":["Krystie Po","Jason Dohring","Lillian Hurst"],"overview":"A 14-year-old girl who works at a racetrack trains a talking racehorse with issues, transforming him into a winner.","release_date":"2000-07-14","vote_average":5.6,"runtime":88,"cert":"N\/A","id":77576,"title":"Ready to Run","adult":false,"genre_ids":[10751]},{"cast":["Jay-Z","Chester Bennington"],"overview":"The Once-in-a-Lifetime performance, captured live July 18th, 2004 at the Roxy Theater in West Hollywood, CA. In this revealing documentary, you'll also go behind the scenes to witness how, in just four days, Jay-Z and Linkin Park made music history.","release_date":"2004-11-30","vote_average":7.0,"runtime":76,"cert":"N\/A","id":77577,"title":"Jay-Z and Linkin Park - Collision Course","adult":false,"genre_ids":[10402]},{"cast":["Andrey Ilin","Zhanna Epple","Pyotr Krasilov","Marina Dyuzheva","Aleksandra Nazarova"],"overview":"Веселая история о том, как уберечь отношения и жениться на любимой девушке. Не дать брачному аферисту разрушить союз и увести свою невесту. Иногда для этого нужно приложить много усилий, а иногда нужно просто... просто проснуться. А пирожки? Просто хорошо, когда твоя девушка вкусно готовит.","release_date":"2007-06-06","vote_average":6.0,"runtime":105,"cert":"N\/A","id":77578,"title":"Pirozhki s Kartoshkoy","adult":false,"genre_ids":[35,9648,10749]},{"cast":["Olga Kirsanova"],"overview":"Из Эрмитажа похищен уникальный перстень! Исчез раритет, переходивший от поколения к поколению императорской династии! За поиски берется детективное агентство - \"Мишель\". Но и на них оказывается беспрецедентное давление. Именно тогда к расследованию подключается настоящий ас журналистики, папарацци Егор Леонов. Для него это способ заработать, ведь уже известно, что в похищении замешаны генерал Бурляев, криминальный авторитет Василь и монархист князь Соколов! Главная задача Егора и сотрудников агентства \"Мишель\" - не просто найти и вернуть перстень в Эрмитаж, а сделать это незаметно. Ведь пропажа такого раритета может вызвать международный скандал!","release_date":"2007-06-06","vote_average":0.0,"runtime":103,"cert":"N\/A","id":77579,"title":"Persten Naslednika Dinastii","adult":false,"genre_ids":[35,12]},{"cast":[],"overview":"A sampler of the weirdest DVD collection on Earth! Over 1000 of the most amazing movies ever made!","release_date":"2003-10-14","vote_average":0.0,"runtime":223,"cert":"N\/A","id":77580,"title":"Extra Weird Sampler","adult":false,"genre_ids":[27]},{"cast":["Matthew Montgomery","Windham Beacham","Artie O'Daly","Chuti Tiu","Kelly Keaton"],"overview":"Tired of the unsatisfying singles scene, Glenn (Matthew Montgomery) answers a personal ad and meets Adam (Windham Beacham), a handsome Southern man seeking a long-term relationship. The two hit it off immediately, but their initial attraction is soon put to the test. Glenn's gay friends say he'd be happier playing the field again, but his straight pals encourage him to work at the budding relationship in director Rob Williams's romantic comedy.","release_date":"2006-01-01","vote_average":5.9,"runtime":97,"cert":"N\/A","id":77583,"title":"Long-Term Relationship","adult":false,"genre_ids":[35,10749]},{"cast":["Ilya Lyubimov","Polina Kutepova","Elena Morozova","Mikhail Krylov","Nikolai Kulikov"],"overview":"Две супружеские пары собираются провести вечер за ужином. Однако в назначенный час в квартире оказываются лишь трое из них. Наконец, приходит и та, которую все заждались. Очень странной походкой. В очень странной шапочке. С нечеловеческим аппетитом и совершенно человеческой жаждой любви. Что могут скрывать друг от друга верные мужья и жены? На что готовы пойти ради вашего семейного счастья ваши закадычные друзья? И чем может обернуться тихий дружеский ужин, приготовленный из обид и подозрений, опасности и страха, нежности и настоящей любви?","release_date":"2009-09-24","vote_average":3.8,"runtime":89,"cert":"N\/A","id":77584,"title":"Circumstances","adult":false,"genre_ids":[35]},{"cast":["Joe Hursley","Dustin Ybarra","Dean Austin","Mark Adair-Rios","Jenna Dewan"],"overview":"Ben's fiancée has her heart set on an expensive dream wedding, but her father, Jack, has secretly gambled away all his money. When Ben discovers he has a talent for exotic dancing, Jack pushes him to moonlight as a stripper to finance the wedding.","release_date":"2011-04-30","vote_average":5.4,"runtime":84,"cert":"N\/A","id":77585,"title":"Balls to the Wall","adult":false,"genre_ids":[35]},{"cast":["Mark Borchardt","Nadine Gross","Cyndi Kurtz","Sasha Andreev","Gizelle Erickson"],"overview":"Douglas Elmore is an alcoholic writer and caretaker haunted by visions of his dead wife and pursued by supernatural forces bent on revenge for his past deeds. When tenants start turning up dead in the hallways and stairwells of his brownstone apartment building, Douglas suspects a strange but sexually alluring homeless prostitute named Karna who sleeps in his basement by day and prowls the empty city by night. But as the bodies pile up, Douglas is torn between his growing obsession with Karna and the threat of becoming a prime suspect in a murder investigation. Douglas must find the origin of the evil residing in the old Hagstone building before the secrets of his past return to destroy him.","release_date":"2011-09-27","vote_average":4.3,"runtime":96,"cert":"N\/A","id":77586,"title":"The Hagstone Demon","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The who live","release_date":"2006-07-14","vote_average":7.0,"runtime":115,"cert":"","id":77587,"title":"The Who - The Vegas Job","adult":false,"genre_ids":[]},{"cast":["Casey Cumz","Tommy Pistol","Bill Bailey","Anthony Rosano","Mr. Pete"],"overview":"Sorority Sex Freaks! Tight, Young Co-Eds! Insane Orgy Action! Sorority Sisters Gone Wild! Sex Sharing Sluts! Wet Pussy For All! Get your ass back to school cuz college was never like this! Seven of the hottest horniest cum-crazy co-eds on campus are hosting the sexiest sorority party ever - giving a whole new meaning to the term 'Greek week!' They're majoring in group sex with minors in cock sucking, ass fucking, cunnilingus and double-team stuffing! What are you waiting for? This is the XXX social event of the season where everyone is cumming! Strip down these young sassy sorority sluts and teach them a big thick lesson!","release_date":"2011-09-08","vote_average":7.0,"runtime":null,"cert":"N\/A","id":77588,"title":"Sorority Sex Orgy","adult":true,"genre_ids":[]},{"cast":["Charly Alberti","Zeta Bosio","Gustavo Cerati"],"overview":"The last concert of Soda Stereo is the first work published by the group in DVD. This is a final concert by Soda Stereo on September 20, 1997 at River Plate Stadium in Argentina. In the same year, the group visited Mexico, Venezuela, Chile and finally, River Plate Stadium in Argentina.","release_date":"2005-12-20","vote_average":8.0,"runtime":172,"cert":"N\/A","id":77591,"title":"Soda Stereo - El Ultimo Concierto","adult":false,"genre_ids":[]},{"cast":["Lisa Smit","Dragan Bakema","Niels Gomperts","Sarah Bannier","Jim van der Panne"],"overview":"William, Jack and Chris have been friends for as long as they can remember - until that day in April when Jack ends up under the wheels of a tractor, his body crushed, William at the wheel. Suddenly nothing is left of the boys' friendship. Chris tries his best, but William is one lump of impenetrable rock, secretly wondering if the events of the night before, when Jack went off with fifteen-year old Marianne, had anything to do with the accident...","release_date":"2010-08-12","vote_average":6.3,"runtime":79,"cert":"N\/A","id":77592,"title":"Shocking Blue","adult":false,"genre_ids":[18]},{"cast":["Wesley Eure","Valerie Bertinelli","Conrad Bain","Red Buttons","Jim Backus"],"overview":"A young man invents a robot dog that has super strength, x-ray vision and can detect crimes being committed. A greedy businessman tries to steal the boy's invention from him.","release_date":"1979-12-21","vote_average":3.5,"runtime":89,"cert":"N\/A","id":77593,"title":"C.H.O.M.P.S.","adult":false,"genre_ids":[10751,35,878]},{"cast":["Angélica Celaya","Clint James","J.Lyle Johnson","Quinn Lavoie-Higgins","Roy C. Patterson"],"overview":"Dead West - or The Rise of the Horror Genre and the Fall of the Western. The story of a western movie actor (Johnny Dust) still trying to make it big in a western film studio and theme park, when a 'new management team' takes over the park and turns the film studio into a fright-fest for the month of Halloween. Haunted by the image of his dead western movie hero, who appears to him on the little screen, Johnny unravels the real intent of management and its opening night 'spectacular', which takes place in the depths of the park's cave.","release_date":"2010-10-09","vote_average":3.0,"runtime":null,"cert":"N\/A","id":77594,"title":"Dead West","adult":false,"genre_ids":[28,27,37]},{"cast":["Jiří Strach","Barbora Seidlová","Pavel Zedníček","Arnošt Goldflam","Marián Labuda"],"overview":"","release_date":"1997-09-11","vote_average":5.6,"runtime":106,"cert":"N\/A","id":77595,"title":"Ruffiano and Sweeteeth","adult":false,"genre_ids":[10751,14]},{"cast":["Lars Bom","Louise Mieritz","Lars Knutzon","Tommy Kenter","Jens Jørn Spottag"],"overview":"","release_date":"2007-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77596,"title":"Matador Musical","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the producers of Dogtown &amp; Z-Boys and Riding Giants comes \"The Achievers: The Story Of The Lebowski Fans\", the long-awaited documentary based on the fans of Joel and Ethan Cohen's THE BIG LEBOWSKI, the first cult film from the digital age.","release_date":"2009-10-26","vote_average":5.8,"runtime":70,"cert":"N\/A","id":77597,"title":"The Achievers: The Story of the Lebowski Fans","adult":false,"genre_ids":[99]},{"cast":["Joanna Brodzik","Beata Kawka","Bogusław Linda"],"overview":"Film o przyjaźni dwóch dziewcząt, które poznają się w dzieciństwie. Mają swoje marzenia i plany, które w przyszłośFilm o przyjaźni dwóch dziewcząt, które poznają się w dzieciństwie. Mają swoje marzenia i plany, które w przyszłości się spełniają. Jedna z nich, Becia zostaje znaną aktorką. Druga z bohaterek, Sygita, zostaje krawcową, ma męża, dom i tak jak chciała pozostaje na prowincji, bo ten kawałek nieba kocha najbardziej.ci się spełniają. Jedna z nich, Becia zostaje znaną aktorką. Druga z bohaterek, Sygita, zostaje krawcową, ma męża, dom i tak jak chciała pozostaje na prowincji, bo ten kawałek nieba kocha najbardziej.","release_date":"2007-01-07","vote_average":8.0,"runtime":92,"cert":"N\/A","id":77600,"title":"Jasne Błękitne Okna","adult":false,"genre_ids":[]},{"cast":["Steven Molony","Timothy J. Meyer","Ginny Glaser","Lauren J. Wertz"],"overview":"A British hypochondriac turns to crime after becoming addicted to consumerism. As his obsession worsens, his life falls quickly into the absurd and he continues to spend himself deeper and deeper into depravity.","release_date":"2011-10-11","vote_average":4.0,"runtime":104,"cert":"N\/A","id":77603,"title":"Pinching Penny","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"The first Japanese feature-length animated film. It was directed by Mitsuyo Seo, who was ordered to make a propaganda film for the war by the Japanese Naval Ministry. Shochiku Moving Picture Laboratory shot the 74-minute film in 1944 and screened it on April 12, 1945. It is a sequel to Momotarō no Umiwashi, a 37-minute film released in 1943 by the same director. It is black and white. The whole movie also depicts the Japanese \"liberation of Asia\", as proclaimed by the Government at the time. Seo tried to give dreams to children, as well as to instill the hope for peace, with hidden movie's hints of dreams and hopes, under the appearance of war propaganda.","release_date":"1945-03-12","vote_average":4.1,"runtime":74,"cert":"N\/A","id":77604,"title":"Momotaro's Divine Sea Warriors","adult":false,"genre_ids":[16]},{"cast":["Melanie Rios","Natasha Nice","Christian XXX","Xander Corvus","Nica Noelle"],"overview":"When boyfriend Xander tells Natasha he has to leave her to go watch his little brother, Natasha offers to babysit so they can spend more time together. Thinking of all the hot sex they can have, Xander agrees to the plan. But mom Raylene doesn't like the way her husband Christian looks at Xander's curvy young girlfriend and decides to replace Natasha with her best friend's daughter Melanie. Xander falls for Latin beauty Melanie and dumps Natasha, much to Raylene's delight. But will the evil plan backfire when Christian learns he may never see Natasha again? Never leave your husband alone with the babysitter - especially if you've fired her.","release_date":"2011-06-15","vote_average":7.3,"runtime":103,"cert":"N\/A","id":77607,"title":"The Babysitter 4","adult":true,"genre_ids":[18]},{"cast":[],"overview":"The owner of a booming rental car business scrambles to replace the $10,000 left in the trunk of one of his cars in this comedy starring Frank White and Shawn Harris. If you've got some cash and you need a car, D-Stacks (White) can hook you up with one of the hottest rides around. His crew may be a little crazy, but they won't be happy until the customer leaves satisfied. Their latest customer is Boogie White, a local hot-shot who just mistakenly left $10,000 in the trunk of his rented car. When the money goes missing, it falls on D-Stacks to make sure it's replaced. Now, if D-Stacks can just convince one of his talented employees to turn out a hit single and stage a local show, maybe they can raise enough money to pay Boogie back. But they've only got 72 hours to make it happen, and should they fail D-Stacks stands to lose more than just his reputation as a reliable businessman. ~ Jason Buchanan, Rovi","release_date":"2010-12-19","vote_average":0.0,"runtime":105,"cert":"N\/A","id":77612,"title":"Rent a Car","adult":false,"genre_ids":[35]},{"cast":["Arne Vereecken","Ester Cattoir","Hadj Mohamed Raouf","Joost Roggeman","Jo Van de Velde"],"overview":"The movie tells the story of the farming family Van de Velde, in the aftermath of the First World War. The farmer and his son, who have fought in the trenches of the Yser, are still missing in 1919, and the mother has died, so the eldest daughter Coralie runs the farm now on her own. She has welcomed 25 orphans during the war, but the Child Welfare Commission wants to put them in an orphanage. And some local notables with a sneaky plan want to take possession of the farm. But Coralie and the orphans fight back...","release_date":"2011-07-27","vote_average":7.7,"runtime":100,"cert":"N\/A","id":77615,"title":"Schellebelle 1919","adult":false,"genre_ids":[18]},{"cast":["Osman Hung","Jackie Chow","Sean Li","Yu Hong Lau"],"overview":"The life story of a young man who has been pursuing an impossible love with his straight boyfriend and contemplating on the mortality of his loved ones.","release_date":"2009-04-23","vote_average":5.7,"runtime":139,"cert":"N\/A","id":77616,"title":"Permanent Residence","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"The Governor of Tokyo, Yuichiro Asakura, receives a threatening letter the day before the opening of Touto Line, a new train line for the Tokyo Metro. During the opening ceremony of the line, Conan Edogawa and the Detective Boys are driven by Professor Agasa and pass under the Touto Line. Conan, having heard about the threatening letter, notices explosives connected to the Touto railway; Using his original voice to inform the police as Shinichi Kudo, he is able to stop the train and divert traffic away from the explosives preventing any deaths.","release_date":"2011-04-16","vote_average":7.3,"runtime":109,"cert":"N\/A","id":77617,"title":"Detective Conan: Quarter of Silence","adult":false,"genre_ids":[16,28,80,9648]},{"cast":["Dragan Bjelogrlić","Srđan Todorović","Aleksandar Berček","Dubravka Mijatović","Vesna Trivalić"],"overview":"Belgrade, 1999. Producer Sergei and his film crew are in a disastrous situation - the film they're making is under threat - there's no money, the crew are dissatisfied - and NATO bombing is just around the corner. Then a member of the State Security Service (Mileta) comes looking for American co-producer Harvey. Anxious and worried, in the midst of the bombing that's begun, Sergei hides Harvey from what he thinks is awaiting him - arrest. During the night, he thinks up a plan. He announces the start of filming on a new, patriotic film - in which the main role will be played by Harvey. The plan works - the State supports the film and Mileta, as the State's representative, joins the crew. However, the underlying conflict between Mileta and Sergei explodes during the first screening. Mileta accuses them of being artists, and not being patriots.","release_date":"2000-11-01","vote_average":6.1,"runtime":101,"cert":"N\/A","id":77620,"title":"War Live","adult":false,"genre_ids":[18,10752,35]},{"cast":["Evelyn Preer","Flo Clements","James D. Ruffin","Jack Chenault","Charles D. Lucas"],"overview":"Abandoned by her fiancé, an educated negro woman with a shocking past dedicates herself to helping a near bankrupt school for impoverished negro youths.","release_date":"1920-01-12","vote_average":5.6,"runtime":79,"cert":"N\/A","id":77621,"title":"Within Our Gates","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The State's foray into holiday specials.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77622,"title":"The State's 43rd Annual All-Star Halloween Special","adult":false,"genre_ids":[]},{"cast":["Eva Dahlbeck","Gio Petré","Monica Nielsen","Per Myrberg","Lena Granhagen"],"overview":"A group of women are workmates at a laundry. Rike is spreading a rumour about Marta who is in charge, a rumour that Marta is a lesbian and that she once tried to seduce Rike.","release_date":"1965-02-15","vote_average":6.0,"runtime":91,"cert":"N\/A","id":77623,"title":"The Cats","adult":false,"genre_ids":[18]},{"cast":["Alan Rickman","Amanda Ooms","Simon McBurney","David Hemblen","Anna Thalbach"],"overview":"A biography of the eighteenth century Viennese physician, Franz Anton Mesmer, who used unorthodox healing practices based on his theory of \"animal magnetism.\"","release_date":"1994-08-25","vote_average":6.2,"runtime":107,"cert":"N\/A","id":77624,"title":"Mesmer","adult":false,"genre_ids":[18]},{"cast":["Jason Bateman","Tom Skerritt","Chynna Phillips","Jack Wagner","Robert Downey Sr."],"overview":"A teenage musician goes on the run from killers and the police when he returns home to find his home empty and his family gone.","release_date":"1988-02-08","vote_average":5.5,"runtime":100,"cert":"N\/A","id":77625,"title":"Moving Target","adult":false,"genre_ids":[53,80,18,10749]},{"cast":["Brian Shaw","Kathleen Lawlor","Kyle Dones"],"overview":"In a post apocalyptic world, science and technology have backfired leaving unfathomable destruction and a permanently diseased planet in its wake. A virus is mutating the human race turning innocent survivors into mindless cannibals.","release_date":"2010-10-13","vote_average":4.0,"runtime":100,"cert":"N\/A","id":77626,"title":"The Defiled","adult":false,"genre_ids":[27]},{"cast":["Sharon Stone","Christopher Cazenove","Leigh Lawson","Paul Daneman","Maurice Denham"],"overview":"When Casey Cantrell's mother died, her last wish was that her daughter would give a letter to Lord Richard Bredon, living in the UK. When Casey arrives in London, Lord Bredon denies ever having known her mother. Casey meets Lord Bredon's son Michael and both fall in love. When Lord Bredon realizes this new relationship he gets really angry, assuming Casey wants to blackmail his family somehow, and begins to investigate her background. The plot heightens dramatically when it appears that an event from the past might part the lovers.","release_date":"1988-01-01","vote_average":5.1,"runtime":100,"cert":"N\/A","id":77631,"title":"Tears in the Rain","adult":false,"genre_ids":[10770,10749,18]},{"cast":["Lee Van Cleef","Jim Brown","Leif Garrett","Timothy Scott","Glynnis O'Connor"],"overview":"One of Cannon Films' two 1976 Italian-Israeli co-productions starring Lee Van Cleef and Leif Garrett (Gianfranco Parolini's Pistola di Dio was the other), this spaghetti western was actually shot in the Middle East by American director Joseph Manduke. Pop star Garrett plays Tom, a teenager who teams with a black gunfighter named Isaac (Jim Brown) to avenge his family. The culprit was McClain (Van Cleef), a sadistic outlaw who carried out the brutal rape-massacre, but his role is minor, as most of the film deals with Tom's maturation and coming to terms with his feelings. Omnipresent 1970s character actors Glynnis O'Connor and John Marley co-star. If there is anything remarkable about Kid Vengeance, it is Francesco Masi's fine musical score, but the film is otherwise anemic.","release_date":"1977-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":77632,"title":"Kid Vengeance","adult":false,"genre_ids":[37]},{"cast":["Ge You","Rosamund Kwan","Donald Sutherland","Ying Da","Paul Mazursky"],"overview":"Yankie director Don Tyler faces mounting insecurity and declining health while on location in Beijing, so his assistant hires down-and-out camerman YoYo to take the reins. Scrambling, studio boss sells the sagging picture to a Japanese media company. But YoYo is determined to upstage the whole production by granting the director's wish to have a grand \"comedy funeral\". To raise the money for it, he auctions off advertising and sponsorships for the funeral to companies around the world. But wait...is Don getting better?","release_date":"2001-12-21","vote_average":6.4,"runtime":100,"cert":"N\/A","id":77633,"title":"Big Shot's Funeral","adult":false,"genre_ids":[35]},{"cast":["Peppino De Filippo","Franco Franchi","Ciccio Ingrassia","Mario Carotenuto","Didi Perego"],"overview":"A clerk has had a picture taken during W.W.I with the future Italian dictator Mussolini and tries to exploit the situation pretending he is a dear friend of his. When he finds out who Mussolini really is he changes his mind and goes back to his bleak life.","release_date":"1962-01-01","vote_average":5.4,"runtime":100,"cert":"N\/A","id":77636,"title":"Il mio amico Benito","adult":false,"genre_ids":[35]},{"cast":["Pernell Roberts","Sue Lyon","Leslie Nielsen","Julián Mateos"],"overview":"In this western, a Mexican desperado tries to flee his partner, a determined girl friend, and a US Marshal.","release_date":"1969-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":77641,"title":"Four Rode Out","adult":false,"genre_ids":[37]},{"cast":["María Kosty","Simón Andreu","Kali Hansa","Loreta Tovar","José Thelman"],"overview":"A group of researchers gathering material for a magazine article on endangered wildlife encounter vampiric leopard women in the heart of the African jungle.","release_date":"1974-12-16","vote_average":0.0,"runtime":94,"cert":"N\/A","id":77642,"title":"Night of the Sorcerers","adult":false,"genre_ids":[27]},{"cast":["Carl-Gustaf Lindstedt","Arne Källerud","Anita Lindblom","Ittla Frodi","Torsten Lilliecrona"],"overview":"Carl-Gustaf and Arne are employed to do a commercial photography for director Oskarsson, but they fall into a bathtub and get fired. Anita Linbloms breakthrough film.","release_date":"1962-02-09","vote_average":0.0,"runtime":84,"cert":"N\/A","id":77643,"title":"That's Life","adult":false,"genre_ids":[18,35]},{"cast":["Asa Akira","Dana DeArmond","Kristina Rose","Lexi Swallow","Nicole Aniston"],"overview":"These horny sluts don't like to cool down after a workout. In fact, working out just gets them all worked up and to them, it's the best time to have a good fuck! Watch these sexy babes with Hard Bodies swallow hard cocks and get fucked hard!","release_date":"2011-08-09","vote_average":10.0,"runtime":166,"cert":"N\/A","id":77646,"title":"Hard Bodies","adult":true,"genre_ids":[]},{"cast":["Leigh Lawson","Elke Sommer","Denholm Elliott","Judy Geeson","Harry H. Corbett"],"overview":"Percy, the man with the world's first penis transplant, discovers that there is a chemical in the city's water that makes men impotent.","release_date":"1974-08-01","vote_average":6.5,"runtime":90,"cert":"","id":77647,"title":"Percy's Progress","adult":false,"genre_ids":[35]},{"cast":["Robert Stack","Joy Page","Gilbert Roland","Virginia Grey","John Hubbard"],"overview":"An American takes up bullfighting to impress the ladies but learns to respect the sport.","release_date":"1951-04-26","vote_average":5.3,"runtime":87,"cert":"N\/A","id":77650,"title":"Bullfighter and the Lady","adult":false,"genre_ids":[18,10749]},{"cast":["Sebastian Bach","Rachel Bolan","Dave 'The Snake' Sabo","Scotti Hill","Rob Affuso"],"overview":"Oh Say Can You Scream is a VHS video of live performances by Skid Row featuring songs from the band's self-titled debut album. It was released on December 4, 1990. The video includes 12 live performances from all over the world plus uncensored clips of \"18 and Life\", \"Youth Gone Wild\", \"I Remember You\", and \"Piece of Me\".\r Big Guns \/ Makin' a Mess \/ Rattlesnake Shake \/ Piece of Me \/ Sweet Little Sister \/ I Remember You \/ Cold Gin \/ Here I Am \/ Holidays in the Sun \/ Train Kept A-Rollin' \/ Blitzkrieg Bop \/ Youth Gone Wild","release_date":"1990-12-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":77653,"title":"Skid Row: Oh Say Can You Scream","adult":false,"genre_ids":[10402]},{"cast":["Sebastian Bach","Rachel Bolan","Dave 'The Snake' Sabo","Scotti Hill","Rob Affuso"],"overview":"Music Video's from Skid Row's LP Slave To The Grind &amp; EP B-Side Ourselves. Features the videos: Monkey Business, In A Darkened Room, Slave To The Grind, Quicksand Jesus, Psycho Therapy, Little Wing and Wasted Time.","release_date":"1993-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77654,"title":"Skid Row: No Frills Video","adult":false,"genre_ids":[10402]},{"cast":["Riley Steele","Madison Scott","Kiera King","Jessica Lynn","Mick Blue"],"overview":"Riley Steele is the finest birthday present ever in another unforgettably hot Boy\/Boy\/Girl scene. Some of the hottest pleasure providers in town, including Madison Scott, Kiera King, and Jessica Lynn, bring their special party favors and throw the best private birthday parties a sex-crazed girl could ever as for.","release_date":"2010-03-16","vote_average":3.3,"runtime":92,"cert":"N\/A","id":77657,"title":"Riley Steele: So Fine","adult":true,"genre_ids":[]},{"cast":["Őze Lajos","László Márkus","Ferenc Bencze","Sándor Horváth","István Dégi"],"overview":"In Budapest in 1944, a watchmaker, a book seller and a carpenter are drinking in a bar with the owner. They are joined by a stranger who asks a hypothetical question that will change their lives.","release_date":"1976-10-07","vote_average":7.6,"runtime":111,"cert":"N\/A","id":77660,"title":"The Fifth Seal","adult":false,"genre_ids":[18,10752]},{"cast":["Rába Roland"],"overview":"","release_date":"2009-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77661,"title":"A Nibelung-lakópark","adult":false,"genre_ids":[]},{"cast":["Marcia Strassman","Joshua John Miller","Edan Gross","John Quade","Sam Behrens"],"overview":"Two boys follow in their late fathers foot steps by inventing weird and wonderful gadgets. Trouble lies ahead when after a halloween party the spirit of their father ends up in the latest invention, a robot.","release_date":"1991-11-15","vote_average":5.4,"runtime":92,"cert":"N\/A","id":77664,"title":"And You Thought Your Parents Were Weird!","adult":false,"genre_ids":[10751,878,35]},{"cast":["Mircea Monroe","Elizabeth Daily","Morgan Fairchild","Simon Rex","Dawn Olivieri"],"overview":"Jake: an unsuccessful - yet well endowed - underwear model in L.A, who finds a lucrative new line of work as a platonic escort for women of a certain age. But, just as he finds himself a deep-pocketed \"sugar mama\" in Barbra, he meets Norah: a stunning and laid back Yoga instructor. As Jake's success blooms, so does his love life; leading him to a crossroad that will change everything.","release_date":"2011-08-31","vote_average":4.5,"runtime":91,"cert":"N\/A","id":77665,"title":"Boy Toy","adult":false,"genre_ids":[35,10749]},{"cast":["Jody McCrea","Marie Gahva","Dan Kemp","Robert Tessier","Jack Starrett"],"overview":"Telling the story of his early life in flashback, a former prospector (Joel McCrea, with flashback sequences featuring son Jody) explains his brutal massacre of a tribe of Indians. The only survivor (Marie Gahua) agrees to lead him to a secret gold mine.","release_date":"1970-09-01","vote_average":2.2,"runtime":85,"cert":"N\/A","id":77668,"title":"Cry Blood Apache","adult":false,"genre_ids":[37,28]},{"cast":["Willard Parker","Virginia Field","Dennis Price","Thorley Walters","Vanda Godsell"],"overview":"A crack space pilot returns to earth to find the planet has been devastated by some unknown forces. There are a few survivors, so he organizes them in a plan to ward off control by a group of killer robots.","release_date":"1964-10-14","vote_average":5.9,"runtime":62,"cert":"12","id":77669,"title":"The Earth Dies Screaming","adult":false,"genre_ids":[27,878]},{"cast":["Matt Dillon","Andrew McCarthy","Leslie Hope","Jeffery Feaster","Alan Toy"],"overview":"A drifter becomes both a bank robber and a hero in this crime thriller. Andrew McCarthy stars as Wade Corey, who hitches a ride on a freight train already occupied by Doyle Kennedy (Matt Dillon), a charming ex-con who convinces Wade to accompany him to his hometown. Once there, Wade realizes too late that Doyle is intent on robbing the local bank. After they are separated following the crime, Wade hides the money. Happening upon a drowning in progress, he saves a young girl who just happens to be the daughter of the state governor, and he becomes an unlikely hero. Finding work at a nearby farm, the meandering Wade becomes a hired hand, falls for the beautiful daughter (Leslie Hope) of his boss, and dreads the return of Doyle, who is sure to come looking for his money.","release_date":"1988-09-23","vote_average":5.0,"runtime":110,"cert":"N\/A","id":77670,"title":"Kansas","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Andrés Pajares","Adriana Vega","Antonio Ozores","María Luisa Ponte","Blaki"],"overview":"","release_date":"1980-12-19","vote_average":4.6,"runtime":null,"cert":"N\/A","id":77671,"title":"The Magic Garter Belt","adult":false,"genre_ids":[14,35]},{"cast":["Nathalie Baye","Jean-Pierre Bacri","Zabou Breitman","Richard Berry","Vincent Lindon"],"overview":"A story is about young teenage girl, with sister and brothers, a pleasant uncle and aunt, an annoying nanny, a young boy interested in kissing her, a close relationship with the imaginary addressee of her daily diary and her parents' disintegrating marriage - all this in a rented house in a summer resort.","release_date":"1990-02-14","vote_average":6.6,"runtime":110,"cert":"N\/A","id":77672,"title":"C'est La Vie","adult":false,"genre_ids":[35,18]},{"cast":["Coluche","Josiane Balasko","Philippe Khorsand","Jackie Sardou","Luis Rego"],"overview":"An international intrigue with terrorists threatening to blow up the presidents of the most powerful countries.","release_date":"1984-11-28","vote_average":4.6,"runtime":104,"cert":"N\/A","id":77673,"title":"The Vengeance of the Winged Serpent","adult":false,"genre_ids":[12,35]},{"cast":["Juuji Matsuda","Mami Koyama","Norio Wakamoto","Daisuke Gouri","Ichirō Nagai"],"overview":"In the near future, Goku, a former police detective turned private, is investigating a mysterious string of apparent suicides of a special police unit investigating a ruthless weapons merchant. In his aggressive style, Goku almost joins that list, but he mysteriously survives and receives a cybernetic eye by parties unknown that can literally control any computer in the world. Now, he has a score to settle and is armed with what he needs to accomplish that","release_date":"1989-01-27","vote_average":6.4,"runtime":50,"cert":"N\/A","id":77674,"title":"Goku: Midnight Eye","adult":false,"genre_ids":[16,28,53]},{"cast":["Christine Evangelista","Dominic Purcell","Scott Elrod","Carly Chaikin","Faith Ford"],"overview":"While on a class observation trip at a local mental hospital, young psychology major Abby Jones, has a chilling encounter with high-risk patient, Harmon Porter. She returns home for an evening of normal study with her two roommates unaware of the darkness she’s awakened within him.","release_date":"2011-09-02","vote_average":4.1,"runtime":98,"cert":"N\/A","id":77677,"title":"Escapee","adult":false,"genre_ids":[27,53,9648]},{"cast":["George Murphy","Nancy Reagan","Billy Gray","Lewis Stone","Kurt Kasznar"],"overview":"Small-town gossips rage over the arrival of a mysterious stranger.","release_date":"1952-04-18","vote_average":5.8,"runtime":65,"cert":"N\/A","id":77678,"title":"Talk About a Stranger","adult":false,"genre_ids":[9648,18]},{"cast":["David Bowie"],"overview":"This is a Live performance for the Cable TV Show 'VH1 Storytellers' featuring David Bowie. The show was recorded on August 23, 1999, and contains songs spanning David's career from the 60's thru to his then-current release, 'Hours'.  Tracklist:  1. Life On Mars? (truncated), 2. Rebel Rebel\" (truncated), 3. Thursday's Child, 4. Can't Help Thinking About Me, 5. China Girl, 6. Seven, 7. Drive-In Saturday, 8. Word On A Wing, 9. Survive, 10. I Can't Read, 11. Always Crashing in the Same Car, 12. If I'm Dreaming My Life","release_date":"2009-07-14","vote_average":6.5,"runtime":44,"cert":"N\/A","id":77679,"title":"David Bowie: VH1 Storytellers","adult":false,"genre_ids":[10402]},{"cast":["Josema Yuste","Millán Salcedo","Esther Del Prado","Anabel Alonso","Valeriano Andrés"],"overview":"Two brothers plan to steal the precious jewel of Nefertiti's eye in a famous exhibition hall, but they are not the only ones who want it. There is a scuffle in which a policeman dies and one of the robbers falls on the dead man.","release_date":"1991-12-20","vote_average":4.5,"runtime":82,"cert":"N\/A","id":77680,"title":"El robobo de la jojoya","adult":false,"genre_ids":[35]},{"cast":["Peter Hooten","Werner Pochath","Giacomo Rossi-Stuart","Maurizio Schmidt","Boris Dvornik"],"overview":"Somewhere in Eastern Europe during WW II. The Nazis have captured a Swedish scientist, whom they want to create weapons of mass-destruction for them, and then a group of local rebels will have to free him from the Nazis before they run out of time. To help them with this task, they have sought the aid of a couple of American pilots","release_date":"1987-08-26","vote_average":0.0,"runtime":85,"cert":"N\/A","id":77681,"title":"Wartime","adult":false,"genre_ids":[28,10752]},{"cast":["Ayo"],"overview":"live Blu Ray from the Folk\/Soul performer Ayo, born to a Nigerian father and gypsy mother in Germany. Her break-through album Joyful, brought Ayo to the attention of European music fans and this disk features her performing songs from this magnificent album and more. 13 tracks including 'Letter By Letter', 'Help Is Coming', 'And It's Supposed To Be Love' and more.","release_date":"2007-11-20","vote_average":9.3,"runtime":null,"cert":"N\/A","id":77682,"title":"Ayo - Live at Olympia","adult":false,"genre_ids":[10402]},{"cast":["Marc Porel","Ray Lovelock","Silvia Dionisio","Renato Salvatori","Adolfo Celi"],"overview":"Fred and Tony are members of an elite 'special squad' of police in Rome, Italy who are licensed-to-kill, undercover cops  and who love to live dangerously.","release_date":"1976-03-11","vote_average":6.1,"runtime":100,"cert":"N\/A","id":77683,"title":"Live Like a Cop, Die Like a Man","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Benjamin Estey"],"overview":"Wormtooth Nation is the story of people trapped in an underground city and trying to find the surface, but continually loosing their memories.","release_date":"2008-01-01","vote_average":8.0,"runtime":84,"cert":"N\/A","id":77692,"title":"Wormtooth Nation","adult":false,"genre_ids":[]},{"cast":["Valeria Golino","Elsa Zylberstein","Vincent Pérez","Cécile de France","Jalil Lespert"],"overview":"Billie and Louis have the good fortune of loving each other passionately and of having a family. But then one day terrible news turns their existence and that of their friends' upside down. Marie, a famous actress who is Billie's friend and confidant, redoubles her determination to give life, while Alice, her nurse, fighting for freedom, maintains that life 'is here and now and in the moment.' A film about love, hope, and the conviction that the force of life, despite the toughest tests, will always gain the upper hand.","release_date":"2011-06-01","vote_average":5.7,"runtime":101,"cert":"N\/A","id":77697,"title":"A Butterfly Kiss","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Good","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77698,"title":"Diana Krall Live in San Blas","adult":false,"genre_ids":[]},{"cast":["Woody Allen"],"overview":"A series of interviews with Woody Allen interlaced with clips from his films.","release_date":"2002-05-04","vote_average":4.5,"runtime":90,"cert":"N\/A","id":77699,"title":"Woody Allen: A Life in Film","adult":false,"genre_ids":[99]},{"cast":["Simone Signoret","Philippe Noiret","Fanny Cottençon","Julie Jézéquel","Liliana Gerace"],"overview":"","release_date":"1982-03-31","vote_average":6.9,"runtime":null,"cert":"N\/A","id":77700,"title":"The North Star","adult":false,"genre_ids":[80,18,53]},{"cast":["Philippe Noiret","Christopher Lambert","Jean-Pierre Marielle","Karin Viard"],"overview":"Even among bombers and murderers, there is a social ladder, a hierarchy to climb. Jeremie is a mere bomber who blows up people and places for mobsters in Paris. He may not look it, scruffy lad that he is, but he is a sensitive fellow, and he feels his lowly status keenly. If only he could graduate to the ranks of hitmen, who are honored in his world, perhaps then he would feel more like somebody. He finally gets his chance when he receives instructions to kill the eminent hitman Max, who knows too much to be left alive. Instead of planning a cool and distant hit, Jeremie gets to know his quarry personally and thereby gets entangled in a mass of conflicting allegiances. Max has one more assignment and has asked Jeremie to help him with it. The hero-worshipping boy can't bring himself to knock of this classy guy. However, just having such an inept apprentice as Jeremie around is enormously dangerous for the soon-to-be-retired killer.","release_date":"1992-10-14","vote_average":5.8,"runtime":110,"cert":"N\/A","id":77701,"title":"Max & Jeremie","adult":false,"genre_ids":[18,35,53,80]},{"cast":["Laetitia Casta","Benoît Magimel","Mattéo Tardito","Yann Goven","Sagamore Stévenin"],"overview":"","release_date":"2003-10-08","vote_average":4.2,"runtime":91,"cert":"N\/A","id":77702,"title":"Errance","adult":false,"genre_ids":[18]},{"cast":["Eric Nenninger","Chelsey Crisp","Jack Maxwell","Eric Unger","Dylan Sprayberry"],"overview":"RECONCILIATION is a groundbreaking, provocative story about an estranged father and son struggling to overcome the heartbreaking consequences of their past. Grant Taylor (Eric Nenninger) has been troubled by intense childhood memories ever since his wife, Sara (Chelsey Crisp), gave him the exciting news...\"You are going to be a dad!\" As fatherhood nears, Grant privately wrestles with his embarrassment and anger toward his own father. His memories come to a head when Sara receives a call informing them that Grant's dad, Jeff (Jack Maxwell), is terminally ill and his last wish is to see his son. With Sara's encouragement, Grant reluctantly goes to see the man he disowned at his 10th birthday party, when he found out his father was gay. At the hospice, father and son confront the past as they come face to face for the first time in 16 years. Will Grant forgive his father for abandoning their family...","release_date":"2009-09-30","vote_average":5.0,"runtime":101,"cert":"N\/A","id":77703,"title":"Reconciliation","adult":false,"genre_ids":[]},{"cast":["Nenad Bekvalac","Simeon Daždea","Dino Dinoni","Eržebet Petrović","Đurica Stankov"],"overview":"MADE IN SERBIA portrays the Serbian video porn industry by presenting four life stories of domestic porn actors. Unlike their Western counterparts, these people work in porn industry in order to survive and obtain basic life supplies. The film follows the young hot shot porn star who travels to a shoot in Hungary, a bisexual actor who visits hometown, a 40 year old actress that invites her husband into the porn business and a peasant who became a local legend thanks to working in porn industry. The whole story is framed within one young man's search for the long lost girl who appears to have entered the world of porn. He shoots the documentary in order to find her.","release_date":"2005-03-04","vote_average":7.0,"runtime":97,"cert":"N\/A","id":77704,"title":"Made in Serbia","adult":false,"genre_ids":[99]},{"cast":["Fernanda Montenegro","Raul Cortez","Laura Cardoso","Luiz Carlos Persy","Milene Pizarro"],"overview":"Regina, a lonely 65 year old who works on the neighborhood watch for the police in Copacabana, believes to have witnessed a murder in the building across the street, and ends up getting involved with the suspect in a potentially dangerous chain of events that will force her to take stock of her life.","release_date":"2004-03-12","vote_average":6.9,"runtime":98,"cert":"N\/A","id":77705,"title":"The Other Side of the Street","adult":false,"genre_ids":[]},{"cast":[],"overview":"Karalu Miriyalu is a romantic comedy with fantasy elements, In which, Michael Gambon who played the Dumbledore character in Harry Potter film is making his debut in a tollywood through this movie. The film deals with very common in every house that a husband or a wife may get angry on petty issues and pick up fights. But that doesn’t mean that there is no love between the two due to these petty fights. The theme of the film is that where there is love there is pie fights.","release_date":"2011-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77706,"title":"Karalu Miriyalu","adult":false,"genre_ids":[]},{"cast":["Michelle Valle","Vanessa Alves","Natália Lorda","Lucielle di Camargo","Vanessa Goulart "],"overview":"Aurélia, a young black woman who works at a factory and lives in a working-class neighborhood in São Paulo, is seeing Fábio Tavares, who gets involved with a racist neo-nazi group.","release_date":"2003-12-18","vote_average":5.8,"runtime":130,"cert":"N\/A","id":77707,"title":"Garotas do ABC","adult":false,"genre_ids":[18]},{"cast":["Ana Beatriz Nogueira","Leonardo Vieira","Gabriela Duarte","Stela Freitas","Othon Bastos"],"overview":"Ulisses has failed in his professional life, but leads a happy life with his wife Ângela and their two daughters. Until the day he is introduced to Bárbara, a very beautiful woman living in Rio de Janeiro. Ângela becomes her friend and gives her the dress Ulisses had given her. From then on, marital problems arise, and he becomes increasingly attracted to Bárbara.","release_date":"2004-05-16","vote_average":8.0,"runtime":117,"cert":"N\/A","id":77708,"title":"O Vestido","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Leela Krishna is an orphan and he believes that it is the money, which rules the life, becomes a lawyer and marries Vandana and finally makes his married life successful after a small dispute.","release_date":"2011-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77709,"title":"Mayagadu","adult":false,"genre_ids":[]},{"cast":["Darlan Cunha","Sophia Reis","Lázaro Ramos","Deborah Secco","Dira Paes"],"overview":"Eder (Lázaro Ramos) is arrested after confessing the murder of a man. Duca (Darlan Cunha), a 15 years old boy who is Eder's nephew, wants to prove the innocence of his uncle, he's sure that his uncle confessed the crime to protect his girlfriend, Soraya (Deborah Secco), ex-wife of the deceased. Duca also wants to win the heart of Isa (Sophia Reis), a classmate who seems more interested in his best friend, Kid (Renan Gioelli). To be able to prove his theory, Duca gets help from Isa and Kid.","release_date":"2004-12-12","vote_average":5.8,"runtime":87,"cert":"N\/A","id":77710,"title":"My Uncle Killed a Guy","adult":false,"genre_ids":[12,35]},{"cast":["Krishnudu","Tashu Kaushik","Ajay","Ranadhir"],"overview":"Vykuntapali tells the story of three friends. These three shared three views, three destinations, but they united to become three good friends. What happened in their life and how they tried to overcome...","release_date":"2011-05-27","vote_average":0.0,"runtime":145,"cert":"N\/A","id":77711,"title":"Vykuntapali","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"The film tries to explain the travails of fishermen and poor people of a region. It is a film, which explains the agony of the people, who live on a ancestral profession. The director has left no stone unturned to explain how the mechanised boats brought misery in the lives of fishermen, with a love story as an undercurrent.","release_date":"2011-03-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77712,"title":"Ganga Putrulu","adult":false,"genre_ids":[]},{"cast":["Sundeep Kishan","Vennela Kishore","Venu Madhav","Krishnudu","Shreya Dhanwanthary"],"overview":"Sneha Geetham is made with college backdrop and looks at the aims and aspirations of the present generation youth and The director shows the way of thinking of students, their future plans, their goals, their life and all other points in detail in this movie. The film had delicate emotions and healthy comedy.","release_date":"2010-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77713,"title":"Sneha Geetham","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Directed by Academy Award-nominee Edward Lachman, the documentary film Life for a Child follows the journeys of children with type 1 diabetes amid the verdant mountains and swarming streets of Nepal, one of the world’s poorest countries. The Life for a Child film was produced by the International Diabetes Federation (IDF), the world’s leading diabetes advocacy organization, and Eli Lilly and Company, a global leader in diabetes treatment, to raise awareness of the devastating impact of diabetes and increase support for the IDF Life for a Child Program. The documentary is a production of Wayne Lachman Productions and doublewide media.","release_date":"2008-04-24","vote_average":5.3,"runtime":28,"cert":"N\/A","id":77714,"title":"Life for a Child","adult":false,"genre_ids":[99]},{"cast":["Allu Arjun","Tamanna Bhatia","Prakash Raj","Brahmanandam","Kelly Dorji"],"overview":"Badri is made the protector of Badrinath temple. However, when a woman falls in love with him, his guru wonders whether to make Badri his successor as only an unmarried man can be the next guru.","release_date":"2011-06-10","vote_average":5.3,"runtime":140,"cert":"N\/A","id":77715,"title":"Badrinath","adult":false,"genre_ids":[28]},{"cast":["Stephen Curry","Brendan Gleeson","Alice Parkinson","Bill Hunter","Tom Burlinson"],"overview":"At the heart of this true story is Damien Oliver, a young jockey who loses his only brother in a tragic racing accident, hauntingly reflecting of the way their father died 27 years earlier. After suffering through a series of discouraging defeats, Damien teams with Irish trainer Dermot Weld, and triumphs at the 2002 Melbourne Cup in one of the most thrilling finales in sporting history.","release_date":"2011-11-13","vote_average":5.6,"runtime":106,"cert":"N\/A","id":77716,"title":"The Cup","adult":false,"genre_ids":[18,36]},{"cast":["Michael Tsarion"],"overview":"This DVD documentary film explores humankind’s future and the post-human world. Will the “perfect” human be a dumbed-down, regimented inhabitant of a cyber purgatory created by unseen elites? Will the children of tomorrow be smiling depressives of technocratic dystopia?","release_date":"2008-11-27","vote_average":4.3,"runtime":127,"cert":"N\/A","id":77725,"title":"Architects of Control - Program One: Mass Control & the Future of Mankind","adult":false,"genre_ids":[99]},{"cast":["Mylène Farmer","Jeff Dahlgren","Joss Ackland","Louise Fletcher","Frances Barber"],"overview":"October 1918: After returning to the civil life, the young Doctor Giorgino Volli searches for a group of children, which he had been the care-taker of before the first world war began. However, soon the searching becomes a part of hide-and-seek with death. Giorgio finds a village bordered with a treacherous marsh and rumours of wolves. There he also meets the mysterious Catherine....","release_date":"1994-10-05","vote_average":6.8,"runtime":177,"cert":"N\/A","id":77728,"title":"Giorgino","adult":false,"genre_ids":[18,27,12]},{"cast":["Richard Anconina","Michel Boujenah","Maxime Leroux","Jean-Claude Brialy"],"overview":"","release_date":"1987-01-27","vote_average":5.2,"runtime":105,"cert":"N\/A","id":77729,"title":"Lévy et Goliath","adult":false,"genre_ids":[]},{"cast":["Michael Bouson","Kevin Deen","Colin Doty","Ramona DuBarry","Mike Duffau"],"overview":"Christianity began with a miracle – the virgin birth of the Son of God – and the earliest days of Christ’s existence were suffused with a power that reaches across millennia to touch us today. Hosted by Roger Moore. In the Footsteps of the Holy Family traces the journey of Jesus, Mary, and Joseph after Christ’s birth, visiting the sites made sacred by their presence. A compelling blend of history, science and faith, it examines everything from the fate of the three Magi to a spectacular vision of the Virgin Mary at Zeitoun, Egypt, in 1968, offering a fresh look at one of the most important chapters in human history.","release_date":"2001-10-30","vote_average":0.0,"runtime":150,"cert":"N\/A","id":77732,"title":"In the Footsteps of the Holy Family","adult":false,"genre_ids":[99]},{"cast":[],"overview":"He was originally a powerful and implacable enemy of Jesus, determined to stop the spread of Christ’s message. His dramatic conversion changed the course of history. From his education in Jerusalem under the Rabii Gamaliel to his exhortations on behalf of Christianity throughout the Mediterranean, The Story of Paul the Apostle explores the life and legacy of the greatest missionary of the early Church. Theologians reflect on the importance of his upbringing to his success in spreading the Word, and in-depth analysis of his writings – some of the earliest Christian documents extant – shed light not just on the origins of Christianity, but in the man who helped ensure its survival.","release_date":"2009-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":77733,"title":"The Story of Paul the Apostle","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Crusades: Crescent &amp; the Cross presents the epic battle between two superpowers of the Middle Ages: the Christian Crusaders and the Muslims. Fought over two centuries, the conflict decided the fate of the Holy Land of the Middle East. Only a tiny strip of land, just a few hundred miles long, it contained the ultimate prize: the city of Jerusalem. The documentary is driven by the key personalities of the First, Second and Third Crusades, the popes, kings, sultans, and knights who, in the name of God, ruthlessly fought for land and power. Experience the murder, treachery, and bloodshed of this legendary chapter of history through the eyes of key historical figures such Richard the Lionheart and Saladin, King Louis VII and Nur al-Din. With breathtaking CGI-enhanced visuals, heart-pounding reenactments, and the stunning footage from rarely seen locations, The Crusades: Crescent &amp; the Cross brings the first three Crusades alive for a new generation in conflict.","release_date":"2005-11-06","vote_average":8.0,"runtime":180,"cert":"N\/A","id":77734,"title":"The Crusades: Crescent & the Cross","adult":false,"genre_ids":[99]},{"cast":["Kavya Madhavan","Sreenivasan","Murali Gopy","Biju Menon","KPAC Lalitha"],"overview":"Aswathi (Kavya Madhavan), who is a lower mid-class Malayali woman from Pattambi, Kerala. Due to the financial constraints of her family and the untimely death of her husband, Ashwathy is forced to be the bread earner of the house and opts to go to the gulf. Usman (Suraj Venjaramood), who is the chauffeur of an Arab family. Originally from Aswathi's village, he arranges the Aswathi's visa and brings her to Saudi Arabia. Many surprises await her, starting at the airport itself. The story follows Razak, who tries to trace Aswathi, and Aswathi's attempts to leave Saudi Arabia","release_date":"2011-01-01","vote_average":5.5,"runtime":116,"cert":"N\/A","id":77735,"title":"Khaddama","adult":false,"genre_ids":[18]},{"cast":["Martin Sheen","Joseph Steven","Teresa Modnick"],"overview":"They started out as average, unexceptional men of their time. Fishermen, farmers, local magistrates. But their dedication to a prophetic Jewish preacher in the backwaters of the Roman Empire transformed them into revolutionaries and, in the process, changed the world itself in ways that would reverberate across time for two thousand years. Now, discover the extraordinary, untold stories of the men chosen by Jesus to bring God’s plan to the world. Among them: Peter, the rock upon which Christ would build His new religion; James and John, the fiery-tempered “sons of thunder”; Matthew, the tax collector later murdered by cannibals; Simon the Zealot, the anti-Roman fanatic eventually “cut to pieces” preaching in Spain; and Judas Iscariot, whose betrayal would be paid for with silver and suicide.","release_date":"1999-12-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":77736,"title":"The Story of the Twelve Apostles","adult":false,"genre_ids":[99]},{"cast":["Horst Mahler","Otto Schily","Hans-Christian Ströbele"],"overview":"In the early 1970s, Otto Schily and Hans-Christian Ströbele were part of the group of attorneys of the left-wing extraparliamentary opposition in Germany. In this function, they, for instance, represented the militant Horst Mahler in court. One thing that united all three of them was their goal to create a new and different republic. They viewed Federal Germany as an oppressor of political freedom and as a vassal of the United States. Today, Schily is a former Federal Minister of the Interior with a firmly conservative stance and Ströbele is a well-respected member of the left wing of the Green Party in the German parliament while Mahler has again come into conflict with the law because of his extremist right-wing activities.","release_date":"2009-11-19","vote_average":6.2,"runtime":92,"cert":"N\/A","id":77741,"title":"The Lawyers","adult":false,"genre_ids":[99]},{"cast":["Lyubov Tolkalina","Mikhail Galustyan","Sergey Svetlakov","Nikolai Kuznetsov"],"overview":"An animated adventure that follows the adventures of a little girl and her friends as they look for a magic nut.","release_date":"2009-12-10","vote_average":1.5,"runtime":75,"cert":"N\/A","id":77742,"title":"Our Masha and the Magic Nut","adult":false,"genre_ids":[16,14,12,10751]},{"cast":[],"overview":"What's it like being on the road with the Rolling Stones? Check out this behind the scenes documentary from the 2003 Licks Tour.","release_date":"2003-11-29","vote_average":4.5,"runtime":null,"cert":"N\/A","id":77743,"title":"The Rolling Stones: Tip of the Tongue","adult":false,"genre_ids":[10402]},{"cast":["Ginger Rogers","Dennis Morgan","James Craig","Eduardo Ciannelli","Ernest Cossart"],"overview":"Kitty Foyle, a hard-working white-collar girl from a Philadelphia, Pennsylvania low, middle-class family, meets and falls in love with young socialite Wyn Strafford but his family is against her.","release_date":"1940-12-27","vote_average":7.1,"runtime":108,"cert":"N\/A","id":77744,"title":"Kitty Foyle","adult":false,"genre_ids":[10749,18]},{"cast":["Pushkar Shotri","Rajesh Shrungarpure","Santosh Juvekar","Siddharth Chandekar","Sachit Patil"],"overview":"Zenda (Marathi: झेंडा) is 2010 Indian Marathi film directed by Avdhoot Gupte and starring Santosh Juvekar. Avdhoot Gupte himself composed the music for the film. The film depicts the journey of four young ambitious scholars to succeed in life and the impact of a split in a major political party on their journey. Zenda depicts a feud between two cousins in rival political parties, inspired by the real-life feud between Raj Thackeray, chief of Maharashtra Navnirman Sena (MNS) and his cousin, Uddhav Thackeray, Executive President of Shiv Sena. Avdhoot Gupte however believes that it is more about the Marathi youth, with just a couple of characters in the movie representing Uddhav Thackeray and Raj Thackeray. The film was released in early 2010, in theatres across Maharashtra state.","release_date":"2009-01-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":77745,"title":"Zenda","adult":false,"genre_ids":[53,18]},{"cast":["Simon Munnery"],"overview":"It is an honour to present to you Simon Munnery's long awaited live DVD. It’s an amazing performance of over an hour and a half of standup, stories, songs and poems, accompanied from time to time by Mac on drums. Alan Parker Urban Warrior is here, as is Sherlock Holmes, and the Security Guard makes a welcome reappearance with three new jokes.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"15","id":77746,"title":"Simon Munnery: Hello","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The concert, to be held at the Nokia Theatre in New York City, aims to draw attention to World AIDS Day; viewers will be encouraged to donate to Alicia’s chosen charity, Keep a Child Alive. You’ll be able to tune in at the Alicia Keys YouTube channel.","release_date":"2009-12-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":77747,"title":"Alicia Keys: World AIDS Concert","adult":false,"genre_ids":[]},{"cast":["Sergey Chonishvili","Inna Gomes","Renata Litvinova","Vyacheslav Grishechkin","Anton Makarsky"],"overview":"Русь. Времена неизвестны. Однажды по дороге в гости к тётке Ефросинье красавица Алёнушка попадает в дупло чудесного дерева, где таинственная незнакомка дарит ей волшебные яблоки. Не зная их магической силы, Алёна приносит их в терем царя Дормидонта. А в это время его дочка, царевна Всеслава занята тем, что строит новые самоходные машины и крылолёты, которые во время испытаний все время сваливаются на избушку красавца-музыканта Ерёмы. Так Алёна знакомится с Ерёмой и влюбляется в него. Но тут в историю их любви вплетаются магия и волшебство. Сама не ведая того, Алёна заколдовывает парня: надкусив волшебное яблоко, он влюбляется в… царевну! Что сделает Алёнушка, чтобы вернуть свою любовь?","release_date":"2008-06-06","vote_average":1.0,"runtime":97,"cert":"N\/A","id":77748,"title":"Priklyuchenya Alenushki i Eremi","adult":false,"genre_ids":[16,10751]},{"cast":["Amy Macdonald"],"overview":"Amy MacDonald and Die Deutsch Radio Philarmonic at the Rockhal Luxenbourg in 17 October 2010. Tracks: 01. An Ordinary Life 02. Spark 03. Footballer's Wife 04. Mr. Rock &amp; Roll 05. Run 06. Your Time Will Come 07. This Pretty Face 08. My Only One 09. Don't Tell Me That It's Over 10. This Is The Life 11. What Happiness Means To Me 12. Dancing In The Dark (Springsteen) 13. Let's Start A Band","release_date":"2010-10-17","vote_average":7.5,"runtime":null,"cert":"N\/A","id":77749,"title":"Amy Macdonald: Live At The Rockhal Luxemburg","adult":false,"genre_ids":[]},{"cast":["Anouk"],"overview":"Anouk, Pinkpop Mainstage, maandag 1 juni 2009 1.Home Is In My Head (Jackie Lomax cover) 2.If I Go 3.Nobody's Wife 4.One Word 5.Modern World 6.Girl 7.Lost 8.Jerusalem 9.Heaven Knows 10.Good God 11.More Than You Deserve 12.Everything 13.Today","release_date":"2009-01-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":77750,"title":"Anouk : Live At Pinkpop","adult":false,"genre_ids":[]},{"cast":["Mikhail Kokshenov","Armen Dzhigarkhanyan"],"overview":"A story about little girl who meet the characters of a Russian fairy tales in the forest.","release_date":"2006-02-21","vote_average":0.0,"runtime":74,"cert":"N\/A","id":77751,"title":"Babka Ezhka i Drugie","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"iTunes Festival Roundhouse, London July 5, 2011 63.08 Minutes Tracks 01. Four Letter Word 02. Beatles and Stones 03. Millionaire 04. Two Of A Kind 05. For Anyone 06. The Roller 07. Wind Up Dream 08. Bring the Light 09. Standing on the Edge of the Noise 10. Kill For A Dream 11. Three Ring Circus 12. The Beat Goes On 13. Man of Misery 14. The Morning Son Encore: 15. Wigwam 16. Sons of the Stage","release_date":"2011-07-05","vote_average":0.0,"runtime":63,"cert":"","id":77752,"title":"Beady Eye - iTunes Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Tracks 01. It's Better If You Don't Understand 02. The Other Side 03. Top Of The World 04. Money \/ Billionaire 05. Our First Time 06. Runaway07. (50s song) \/ Marry You 08. The Lazy Song 09. Valerie (Amy Winehouse Tribute) 10. Nothin' On You 11. Grenade 12. Just The Way You Are","release_date":"2011-09-15","vote_average":10.0,"runtime":64,"cert":"N\/A","id":77753,"title":"Bruno Mars: SWR3 New Pop Festival","adult":false,"genre_ids":[]},{"cast":["Mick Øgendahl","Linda P.","Geo","Steen Nielsen","Simon Talbot"],"overview":"","release_date":"2009-10-21","vote_average":6.5,"runtime":142,"cert":"N\/A","id":77754,"title":"Hvor fanden er Herning","adult":false,"genre_ids":[]},{"cast":["Carsten Bang","Thomas Wivel","Jakob Petterson"],"overview":"","release_date":"2010-03-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":77755,"title":"Det' jo løgn","adult":false,"genre_ids":[35]},{"cast":["Harlee McBride","Peter Ratray","Joi Staton","Ann Michelle","William Beckley"],"overview":"Cynthia inherits a large estate and moves in. She reads her aunt's diary and finds out how she was taught in the ways of love by her gardener in 1901 at the age of 21. She decides to continue the fruitful relationship and gets it on with the handsome young gardener herself.","release_date":"1977-05-15","vote_average":4.5,"runtime":100,"cert":"","id":77756,"title":"Young Lady Chatterley","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Coldplay Pinkpop Festival, Landgraaf The Netherlands Saturday 11 june 2011 This is a Compilation broadcasted by the Dutch Television Network  Coldplay played there old and New songs at stage  01. Yellow  02. Major Minus  03. Lost!  04. Trouble  05. Cemeteries of London  06. God Put A Smile Upon Your Face  07. Violet Hill  08. The Scientist  09. Viva La Vida  10. Charlie Brown  11. Life Is For Living Encore:  12. Clocks  13. Fix You  14. Every Teardrop is a Waterfall Concert","release_date":"2011-06-11","vote_average":4.3,"runtime":null,"cert":"N\/A","id":77757,"title":"Coldplay: Pinkpop Festival","adult":false,"genre_ids":[10402]},{"cast":["Dave Grohl","Taylor Hawkins","Nate Mendel","Chris Shiflett","Pat Smear"],"overview":"Setlist: DVD 1: Bridge Burning Rope The Pretender My Hero Learn to Fly White Limo Arlandria Breakout Cold Day in the Sun Stacked Actors Walk Total run time: 00:59:09 DVD 2: Monkey Wrench Let It Die Generator Times Like These Young Man Blues Best of You This is a Call All My Life Skin and Bones Tie Your Mother Down Everlong Total run time: 00:59:36","release_date":"2011-06-13","vote_average":0.0,"runtime":1,"cert":"N\/A","id":77758,"title":"Foo Fighters: Live At Pinkpop Festival","adult":false,"genre_ids":[10402]},{"cast":["Mariya Vinogradova","Oleg Tabakov","Lev Durov","Valentina Talyzina","Boris Novikov"],"overview":"The continuation of the adventures of Fyodor and his friends from the Prostokvashino village.","release_date":"1980-06-06","vote_average":7.0,"runtime":18,"cert":"N\/A","id":77759,"title":"Vacations in Prostokvashino","adult":false,"genre_ids":[16]},{"cast":[],"overview":"iTunes Festival Roundhouse, London July 11, 2011 156.19 Minutes Tracks 01. Bridge Burning 02. Rope 03. The Pretender 04. My Hero 05. Learn to Fly 06. White Limo 07. Arlandria 08. Breakout 09. Cold Day in the Sun 10. Long Road to Ruin 11. Stacked Actors 12. Walk 13. Dear Rosemary 14. Monkey Wrench 15. Let It Die 16. These Days 17. Generator 18. Shake Your Blood * 19. Best of You 20. Skin and Bones ** 21. All My Life Encore: 22. Wheels 23. Times Like These 24. Young Man Blues 25. Miss The Misery 26. Tie Your Mother Down *** 27. Everlong * with Lemmy Kilmister ** infamous incident *** Queen cover with Queen members","release_date":"2011-07-11","vote_average":9.0,"runtime":156,"cert":"","id":77760,"title":"Foo Fighters: iTunes Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"MTV World StageOlympiahallen, Munchen03 nov 2009 Tracks: 01. 21st Century Breakdown 02. Know Your Enemy 03. East Jesus Nowhere 04. Holiday 05. When I Come Around 06. Basket Case 07. 21 Guns 08. American Idiot 09. Good Riddance (Time of Your Life)","release_date":"2009-11-03","vote_average":8.3,"runtime":null,"cert":"N\/A","id":77763,"title":"Green Day: MTV World Stage","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77764,"title":"Playmobil: Future Planet","adult":false,"genre_ids":[878,10751,16]},{"cast":["Richard Burton","Lee Marvin","Cameron Mitchell","O.J. Simpson","Lola Falana"],"overview":"A small southern town has just been rocked by a tragedy: a young woman has been violently raped. The white town fathers immediately declare that the attacker had to be black, and place the blame on Garth, a young black man. Assuming that the men in white sheets aren't intent on holding a fair and impartial trial, Garth takes to the woods as the Klansmen lynching party hunts him down.","release_date":"1974-10-25","vote_average":4.8,"runtime":112,"cert":"N\/A","id":77765,"title":"The Klansman","adult":false,"genre_ids":[80,18,53]},{"cast":["Ray Davies","Rod Stewart","Stevie Nicks","The Killers"],"overview":"Tracklist: 01. Bon Jovi - It s My Life 02. Bon Jovi - Blaze Of Glory 03. Ray Davies - All Day And All Of The Night 04. Rod Stewart - Baby Jane 05. Train - Ramble On 06. Train - Hey Soul Sister 07. Rumer - Take Me As I Am 08. Lissie - Little Lovin 09. Stevie Nicks - Gold Dust Woman 10. Stevie Nicks - Secret Love 11. Stevie Nicks - Landslide 12. Adam Ant - Ant Music 13. Vintage Trouble - Blues Hand Me Down 14. The Kaiser Chiefs - I Predict A Riot 15. The Killers - A Dustland Fairytale 16. The Killers - Moon River 17. The Killers - Mr. Brightside 18. The Killers - Human 19. The Killers - When You Were Young 20. Bon Jovi - Always 21. Bon Jovi - Livin On A Prayer 22. Rod Stewart with Stevie Nicks - Young Turks 23. Rod Stewart with Ronnie Wood - Stay With Me 24. Rod Stewart - Sailing","release_date":"2011-06-25","vote_average":8.0,"runtime":112,"cert":"","id":77766,"title":"Hard Rock Calling 2011","adult":false,"genre_ids":[10402]},{"cast":["Lev Durov","Mikhail Kononov","Evgeniy Leonov-Gladyshev","Vyacheslav Nevinnyy","Vera Vasileva"],"overview":"A comic mystery about Vasia Kurolesov who is trying to become a detective.","release_date":"1981-06-06","vote_average":6.5,"runtime":27,"cert":"N\/A","id":77767,"title":"Adventures of Vasia Kurolesov","adult":false,"genre_ids":[9648,16,10751,35]},{"cast":[],"overview":"Kings of Leon have become one of the world's biggest rock band's in recent years - so there were high expectations for their Coachella performance. And they delivered the following stonkin' hot set list: 1.Closer 2.Crawl 3.Radioactive 4.Taper Jean Girl 5.Velvet Snow 6.Pistol of Fire 7.Molly's Chambers 8.The Bucket Play Video 9.Mi Amigo 10.Back Down South 11.Fans 12.Mary 13.The Immortals 14.Notion 15.No Money 16.Four Kicks 17.On Call 18.Sex on Fire 19.Use Somebody 20.Black Thumbnal","release_date":"2011-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77768,"title":"Kings of Leon: Live At The Coachella Festival","adult":false,"genre_ids":[10402]},{"cast":["Asa Akira","Céline Tran","Broc Adams","Danny Mountain","Erik Everhard"],"overview":"Asa Akira and Mason have created a powerful gonzo epic in Asa Akira Is Insatiable 2. In many ways it reminds the Elegant Angel team of Annette Schwarz Is Slutwoman 2 but taken to another level entirely. It is intimate, jaw droppingly beautiful, sexually depraved, and amazingly powerful. It almost does the movie an injustice to reduce it to the sex acts performed. But, Asa does everything: Anal, DV, DP, DA, and a 7 guy gangbang. It is a movie of raw passion, and if there was any doubt after volume 1 (which there probably wasn't) volume 2 leaves us 100% certain that Asa Akira is insatiable and an extraordinary pornstar.","release_date":"2011-09-22","vote_average":9.0,"runtime":220,"cert":"N\/A","id":77769,"title":"Asa Akira Is Insatiable 2","adult":true,"genre_ids":[]},{"cast":["Inna Makarova","Nadezhda Fedosova","Nina Sazonova","Galina Yatskina","Vitali Solomin"],"overview":"A story about a difficult life of three women during the years after WWII.","release_date":"1965-06-06","vote_average":6.3,"runtime":106,"cert":"N\/A","id":77770,"title":"Women","adult":false,"genre_ids":[18,10749]},{"cast":["Magaye Niang","Aminata Fall","Ousseynou Diop","Christoph Colomb","Mustapha Ture"],"overview":"A cowherd with a skull-mounted motorcycle and a university student meet in Dakar; put off by life in Senegal, they plan to make money in Paris.","release_date":"1973-07-01","vote_average":7.6,"runtime":85,"cert":"N\/A","id":77771,"title":"Touki Bouki","adult":false,"genre_ids":[18,10749]},{"cast":["Claudia Karvan","Michael Caton","John Howard","Diane Craig","Joel Edgerton"],"overview":"This is the story of Janine Shepard, a world class skier faced with tragedy, being hit by a car and being told she will never walk again.","release_date":"1998-04-07","vote_average":0.0,"runtime":96,"cert":"N\/A","id":77772,"title":"Never Tell Me Never","adult":false,"genre_ids":[18]},{"cast":["Yuliya Mavrina","Anna Chipovskaya","Anastasiya Fedorkova","Igor Pismenniy","Andrei Bilanov"],"overview":"Он только что спас жизнь бизнесмену, прикрыв его свои телом и получив при этом ранение. Он только что ушел от жены, застав ее в постели с любовником. И он не мог не выполнить задание своего босса – начальника частного охранного агентства. Но когда Стас нехотя согласился возглавить охрану дома дочери влиятельного и богатого человека, он еще не знал, как круто именится его жизнь! Дом, за порядок и покой в котором он отныне отвечал, жил своей размеренной спокойной жизнью: разве что мальчишки за забором взорвут петарду или напугают сторожа дядю Петю \"приведением\" из простыни. Немногочисленная обслуга отнеслась к Стасу внимательно и заботливо. Вот только садовница Светлана как-то в штыки воспринимала все нововведения охранника. Правда, очень быстро неприязнь переросла в хорошие отношения, а те – в любовь.","release_date":"2008-08-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":77773,"title":"Revansh","adult":false,"genre_ids":[18,9648]},{"cast":["Jason Orange","Howard Donald","Mark Owen","Gary Barlow"],"overview":"The Ultimate Tour is a reunion tour by British pop group, Take That. The tour, featuring four of the original members of the group Gary Barlow, Jason Orange, Mark Owen and Howard Donald; ran for a total of 32 shows in Britain and Ireland. Sugababes were the supporting act for that year.","release_date":"2006-11-06","vote_average":7.1,"runtime":107,"cert":"U","id":77774,"title":"Take That: The Ultimate Tour","adult":false,"genre_ids":[10402]},{"cast":["Shirley Temple","Jack Oakie","Charlotte Greenwood","Arleen Whelan","George Montgomery"],"overview":"Wendy Ballantine's parents decide to retire from show biz so she can have a normal life. They are unwelcome in the small town until a storm lets the family show their stuff.","release_date":"1940-08-30","vote_average":5.1,"runtime":79,"cert":"N\/A","id":77775,"title":"Young People","adult":false,"genre_ids":[18]},{"cast":["Catherine Frot","Sébastien Cotterot","Barbara Schulz","Christian Morin","Marie-Christine Barrault"],"overview":"Pierrette is a woman who describes herself as having \"opted for the temporary on a permanent basis.\" After 15 years of living the good life in Switzerland, Pierrette one day packs her bags full of fashionable outfits and returns to her native Paris with no idea of what she'll do. Pierette, however, leads a charmed life; while her son is forced to work the graveyard shift at a factory due to poor job prospects, she's able to find a job right away at a high school. Pierrette soon reintroduces herself to her 23-year-old daughter and one-time best friend, trying to use her charm to skate over years of neglect. She just as suddenly finds a new beau, Ackerman, and starts helping him out with his antique business. However, what would seem like a simple matter -- buying a clock from an elderly woman -- soon turns out to be very complicated and fraught with consequence.","release_date":"1999-07-07","vote_average":5.7,"runtime":null,"cert":"N\/A","id":77776,"title":"La dilettante","adult":false,"genre_ids":[35]},{"cast":["Ricky Nelson","Fats Domino"],"overview":"Rick Nelson &amp; Fats Domino perform in a legendary concert on August 22, 1985, recorded live at the Universal Ampitheatre in Los Angeles. The first act was Rick together with his old pals the Jordinares performing some of Rick's top hits. In the second half, Fats went to work on his great classics. The finale saw both men perform an amazing duet of I'm Walkin' which had been a big hit for both of them. Recorded just 4 months before Rick Nelson's tragic death.","release_date":"","vote_average":0.0,"runtime":44,"cert":"N\/A","id":77781,"title":"Ricky Nelson & Fats Domino - Rockin' With Rick and Fats","adult":false,"genre_ids":[]},{"cast":[],"overview":"The documentary presents the life of young favela dwellers who work with drug trafficking. The documentary was recorded between 1998 and 2006, when the producers visited various poor communities in Brazil, recording a total of 90 hours of video. The name of the documentary comes from the term \"falcão\" (falcon) used in the slums to refer to the lookouts who keep watch over the community and inform when the police or a rival group approaches. During the recordings the two producers had to face the hostile environment where the boys lived.","release_date":"2006-03-25","vote_average":9.5,"runtime":58,"cert":"N\/A","id":77782,"title":"Falcão - Meninos do Tráfico","adult":false,"genre_ids":[99]},{"cast":["Ricky Nelson"],"overview":"Chronicling Ricky's evolution from teen sensation to rock star, this documentary includes twenty of his timeless musical performances spanning eight years on the \"Ozzie and Harriet\" show, plus all-new interviews with his children Tracy, Matthew, Gunnar and Sam, his original guitarist James Burton, and musician Kris Kristofferson.","release_date":"2005-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77783,"title":"Ricky Nelson Sings","adult":false,"genre_ids":[]},{"cast":["Gerhard Polt","Biermösl Blosn"],"overview":"","release_date":"2006-02-17","vote_average":8.0,"runtime":null,"cert":"N\/A","id":77784,"title":"Bayern Open - Gerhard Polt und die Biermösl Blosn","adult":false,"genre_ids":[]},{"cast":["Colley Bailey","Matt Mercer","Ace Marrero","Joanna Motomura","Natalie Scheetz"],"overview":"A group of college kids travel to a small, mountain town called Madison County to interview the author of a tell-all book on the accounts of several grisly murders that happened there. But when the kids get to Madison County, the author is no where to be found and the towns people act like they haven't seen him in years. They also say that the killer never existed and the murders never happened. However, when the kids start digging around to get their own answers, they find out that the stories maybe more real than the townspeople are letting on!","release_date":"2011-10-11","vote_average":4.1,"runtime":81,"cert":"N\/A","id":77785,"title":"Madison County","adult":false,"genre_ids":[27,9648,53]},{"cast":["Lutz Dammbeck","Eva Mattes","Tom Vogt","Stewart Brand","John Brockman"],"overview":"More of a film essay - of the type pioneered by Orson Welles and Chris Marker - than a standard documentary, German filmmaker Lutz Dammbeck's The Net: The Unabomber, the LSD and the Internet begins with the typical format and structure of a nonfiction film, and a single subject (the life and times of mail bomber Ted Kaczynski). From that thematic springboard, Dammbeck branches out omnidirectionally, segueing into a series of thematic riffs and variants on such marginally-related subjects as: the history of cyberspace, terrorism, utopian ideals, LSD, the Central Intelligence Agency, and Cuckoo's Nest author Ken Kesey and his Merry Pranksters.","release_date":"2003-10-01","vote_average":7.0,"runtime":121,"cert":"N\/A","id":77786,"title":"The Net","adult":false,"genre_ids":[99]},{"cast":["Gary Busey","Howie Mandel","Nick Mancuso","Margot Kidder","Sherry Miller"],"overview":"Tom Canboro is a police detective with a Christian sister, Eileen, a brother, Calvin, a wife, Susan, and eccentric brother-in-law, Jason. One night, Jason seemingly goes insane and tries to kill Eileen, calling her a \"hater\". Tom soon realises this may be a conspiracy going as far as devil worship, but as he speeds in his car to get help, he suddenly looses control and crashes. Waking up in a strange hospital, he finds years have passed and people all over the world are wearing the mark of 666 on their right hands, and all those who don't are being killed off. Franco Macalusso, the believer in world peace Jason was fond of, now controls the world, and is trying to bring the world together as it was at the tower of Babel. Meanwhile, the \"Haters\" or Christians are hiding out and airing TBN tapes on the air for people to realise the Messiah is really the Antichrist, but their leader, Helen Hannah, is arrested... Written by The Extra in the Background","release_date":"2000-01-14","vote_average":4.3,"runtime":95,"cert":"N\/A","id":77787,"title":"Tribulation","adult":false,"genre_ids":[18,878,53]},{"cast":["Tex Ritter","Rita Hayworth","Yakima Canutt","Charles King","Horace Murphy"],"overview":"Rodeo stars are being killed with poisoned needles, and Tex Ritter is next on the list.","release_date":"1937-03-06","vote_average":0.0,"runtime":63,"cert":"N\/A","id":77788,"title":"Trouble In Texas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Not worth","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77789,"title":"aahat93","adult":false,"genre_ids":[]},{"cast":["Marian Seldes","Corey Burton","Richard Dysart","Phil Proctor","James Warwick"],"overview":"The animated documentary Proteus explores the nineteenth century's engagement with the undersea world through science, technology, painting, poetry and myth. The central figure of the film is biologist and artist Ernst Haeckel, who found in the depths of the sea an ecstatic and visionary fusion of science and art.","release_date":"2004-01-01","vote_average":4.0,"runtime":97,"cert":"N\/A","id":77792,"title":"Proteus: A Nineteenth Century Vision","adult":false,"genre_ids":[99,16,36]},{"cast":["Simon Posford","Raja Ram","Dick Trevor","Michelle Adamson"],"overview":"As an artist, it's always good to challenge yourself... and the thought of translating all the complex layers in a Shpongle album into a live show with a band gave me a panic attack... and still does! Some songs we couldn't even find, as they were done on old computers that have long been obsolete, soaking up water under a leaky roof in my garage.Pretty early on I realized the secret would be to bring in musicians far better than ourselves... and lots of them! Two weeks before the show the band had never even met each other, even though I had recorded some of them individually in my studio for previous Shpongle albums. Welcome to Shpongleland!","release_date":"2010-01-05","vote_average":5.3,"runtime":120,"cert":"","id":77795,"title":"Shpongle - Live In Concert - At The Roundhouse 2008","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In Shifting Sands is Scott Ritter's new film on the history of the UNSCOM's weapon inspectors charged with finding Saadam Huessin's weapons of mass destruction. In Shifting Sands looks at the complex issues surrounding the interplay between the United States, the United Nations, and Iraq in regard to Iraq's obligation to be disarmed of its weapons of mass destruction.","release_date":"2001-07-18","vote_average":0.0,"runtime":92,"cert":"N\/A","id":77798,"title":"In Shifting Sands","adult":false,"genre_ids":[99]},{"cast":["Allari Naresh","Surekha Vani"],"overview":"Betting Bangarraju is all about a person who took 5 years to finish his degree but never failed in betting. By his capable calculations he always succeeded in all the bets. Such a character when it comes across a damsel what happens next is all the movie about.","release_date":"2010-04-09","vote_average":0.0,"runtime":143,"cert":"N\/A","id":77799,"title":"Betting Bangarraju","adult":false,"genre_ids":[35,18]},{"cast":["Sumanth","Vedhika","Sindhu Tolani","Pragathi","Brahmanandam"],"overview":"Daggaraga Dooramga movie is romantic thriller based movie in which, Sumanth playing a role of Gautham who is working as creative director in Advertising agency, Vedhika playing a role of Meenakshi.","release_date":"2011-08-26","vote_average":0.0,"runtime":145,"cert":"N\/A","id":77800,"title":"Daggaraga Dooranga","adult":false,"genre_ids":[]},{"cast":["Cory Booker","Margaret Cho","Katie Couric","Candy Crowley","Geena Davis"],"overview":"The film MISS REPRESENTATION exposes how American youth are being sold the concept that women and girls’ value lies in their youth, beauty and sexuality. Explores the under-representation of women in positions of power and influence in America, and challenges the media's limited portrayal of what it means to be a powerful woman. It’s time to break that cycle of mistruths.","release_date":"2011-01-20","vote_average":7.7,"runtime":85,"cert":"N\/A","id":77801,"title":"Miss Representation","adult":false,"genre_ids":[99]},{"cast":["Allari Naresh"],"overview":"Kathi Kantha Rao is a comedy flick. In which, Allari Naresh playing the title role and \"Kathi\" is the surname of the hero in this movie. Kathi Kantha Rao story revolves around a constable with four sisters and excess family problems. But how he overcomes his family problems by dominating the sub-inspector as well as other senior officials will be shown in a comic manner.","release_date":"2010-12-10","vote_average":3.5,"runtime":146,"cert":"N\/A","id":77802,"title":"Kathi Kanta Rao","adult":false,"genre_ids":[35]},{"cast":["Amanda Seyfried","Peter Sarsgaard","Hank Azaria","Adam Brody","James Franco"],"overview":"Story of Linda Lovelace, who is used and abused by the porn industry at the behest of her coercive husband, before taking control of her life.","release_date":"2013-08-08","vote_average":6.1,"runtime":92,"cert":"N\/A","id":77805,"title":"Lovelace","adult":false,"genre_ids":[18]},{"cast":["Rachel Roxxx","London Keyes","Mia Lelani","Skin Diamond","Gia DiMarco"],"overview":"Grazer is back with \"Anal Fanatic 3\" a sensual and hardcore voyage into the joys of anal sex. Featuring lots of toy play, an intense D.P. with Rachel Roxx , while also including an all star cast: Gia DeMarco London Keyes, Mia Lelani,and Skin Diamond.","release_date":"2011-11-02","vote_average":0.0,"runtime":178,"cert":"N\/A","id":77806,"title":"Anal Fanatic 3","adult":true,"genre_ids":[]},{"cast":["Angelina Castro","Dayna Vendetta","Haley Cummings","Katie Kox","Yurizan Beltran"],"overview":"The tenth volume of the best selling series Big Wet Tits. The series continues to lavish the breasts of voluptuous superstars with copious amounts of glistening oil.","release_date":"2010-12-23","vote_average":9.0,"runtime":134,"cert":"N\/A","id":77807,"title":"Big Wet Tits 10","adult":true,"genre_ids":[]},{"cast":["Jonas Jägermeyr","Paul Faßnacht","Labina Mitevska","Hanuš Bor","Pavel Nekas"],"overview":"A 16 years old boy from Germany runs away from a boring birthday party and follows a few graffiti artists to the station. When police arrives he escapes in a train and gets over the border to the Czech Republic. There he meets a wild Czech girl and falls in love with her. Together they try to go to Berlin without having money. A fine road movie about two young people trying to find their way.","release_date":"2002-05-29","vote_average":4.3,"runtime":81,"cert":"N\/A","id":77808,"title":"Weg!","adult":false,"genre_ids":[10749,12,18]},{"cast":["Alektra Blue","Carolyn Reese","Chris Johnson","Dane Cross","Danny Mountain"],"overview":"The sexy stars of Boobwatch aren't just teaching water safety, they're ready to school you on fine art of random sex. Backyard BBQ's, bathtub antics and driveway car washing are just a few of ways these beach bound babes will save the world, one orgasm as a time!","release_date":"2011-06-04","vote_average":8.5,"runtime":95,"cert":"N\/A","id":77809,"title":"Boobwatch","adult":true,"genre_ids":[35]},{"cast":["Woody Allen"],"overview":"This is never-broadcast footage of Woody Allen being interviewed by Granada TV in Manchester in 1971 while he was in the UK to promote 'Bananas'.","release_date":"1971-01-01","vote_average":0.0,"runtime":38,"cert":"","id":77810,"title":"Woody Allen: Granada 1971","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A behind-the-scenes look at the trial of Schapelle Corby, who was sentenced to 20 years in prison for smuggling marijuana into Indonesia.","release_date":"2007-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":77811,"title":"Ganja Queen","adult":false,"genre_ids":[99]},{"cast":["Tamer Hassan","Barbara Nedeljáková","Ben Loyd-Holmes","Zara Phythian","Jemma Bolt"],"overview":"A young soldier, Kate (Zara Phythian), returns from a tour in Afghanistan after witnessing her boyfriend's tragic death in combat. With the comfort of her friends, including Torri (Barbara Nedeljacova), she takes the chance to get away on a camping trip to a picturesque, remote area of the British countryside. Wanting to escape their past, the girls begin their expedition into the woods for a peaceful break. As they near Sunset Point, they come across a strange and evasive group of locals who seem to be living off the land. During their journey they also have a friendly encounter with three charming, rock-climbing adventurers, led by Ethan (Ben Loyd Holmes). After the girls find themselves secluded again, Charlie (Jemma Bolt) goes suddenly goes missing, leaving the girls vulnerable in the dangerous woods. As darkness falls, the girls will be forced to rely on each other and their newly formed friendships to find Charlie before it becomes the last hike of their lives.","release_date":"2011-09-30","vote_average":4.0,"runtime":83,"cert":"18","id":77812,"title":"The Hike","adult":false,"genre_ids":[27,53]},{"cast":["Boris Nevzorov","Valentina Talyzina","Mikhail Gluzskiy"],"overview":"4-х серийный фильм о годах коллективизации на селе. Противостояние двух миров, двух противоположных взглядов на мир, породило жесткое противостояние, в котором, кажется, любви нет места. Крестьянское восстание сопровождается предательством, убийствами и ненавистью друг к другу. Но настоящая любовь и настоящие чувства могут прорасти и в столь жестком, полном смертей и предательстве времени. Коммунист Иван Платонов активно участвует в проведении коллективизации родного края, его не останавливает даже смерть жены. Один за другим вспыхивают мятежи недовольных крестьян. Пропагандистская работа Платонова переходит в иное качество, герой берет в руки оружие и не страшится смерти…","release_date":"1990-06-07","vote_average":0.0,"runtime":300,"cert":"N\/A","id":77813,"title":"Ovragi","adult":false,"genre_ids":[18,36]},{"cast":["Robert Taylor","Julie London","John Cassavetes","Donald Crisp","Charles McGraw"],"overview":"Steve Sinclair is a world a world-weary former gunslinger, now living as a peaceful farmer. Things go wrong when his wild younger brother Tony arrives on the scene with his new bride Joan Blake.","release_date":"1958-03-20","vote_average":6.3,"runtime":84,"cert":"N\/A","id":77814,"title":"Saddle the Wind","adult":false,"genre_ids":[37,28]},{"cast":[],"overview":"Following the international hit The Boy who Plays on the Buddhas of Bamiyan, The Boy Mir will cover not one year but ten. It will track the cheeky, enthusiastic Mir from a childish eight to a fully grown eighteen-year-old. Over those ten years, it will be a journey into early adulthood in one of the toughest places on earth; a journey that mirrors the current and vitally important story of Afghanistan.","release_date":"2011-08-12","vote_average":0.0,"runtime":90,"cert":"PG","id":77815,"title":"The Boy Mir","adult":false,"genre_ids":[]},{"cast":["Robert Donat","Cedric Hardwicke","Basil Radford","Margaret Leighton","Kathleen Harrison"],"overview":"In pre-WW1 England, a youngster is expelled from a naval academy over a petty theft, but his parents raise a political furor by demanding a trial.","release_date":"1948-09-24","vote_average":7.1,"runtime":117,"cert":"","id":77822,"title":"The Winslow Boy","adult":false,"genre_ids":[18]},{"cast":["Cha Seung-won","Jang Seo-hee","Jang Hang-seon","Son Tae-young","Jin Yoo-young"],"overview":"Park Pil-gi’s family has never owned a house for three generations. They have to live in a rented room all their lives. Quite understandably, his father’s will at his death bed was ‘get your own house,’ which became Pil-gi’s goal in life. He works at a shipyard by day and as part-time chauffeur by night. After 10 years he finally manages to buy a two-storey house near the beach in Geoje-do, with some loans and mortgage. On the day he moves in, he shouts “Father… I did it! I bought my own house!” But his joy soon turns to fear. A knife flies toward him, the actor on TV suddenly shouts at him to leave the house, and even crawls out of the screen.…","release_date":"2004-09-17","vote_average":7.8,"runtime":null,"cert":"N\/A","id":77823,"title":"Ghost House","adult":false,"genre_ids":[]},{"cast":["Dean Cameron","Toni Basil","Thomas Dolby","Tawny Fere","Susan Tyrrell"],"overview":"A young vampire cannot lose his virginity because of a curse imposed upon him centuries ago.","release_date":"1990-02-23","vote_average":4.6,"runtime":87,"cert":"N\/A","id":77824,"title":"Rockula","adult":false,"genre_ids":[27,35,10402,10749]},{"cast":["René Liu","Wu Bai","Chen Chao-jung","Gu Bao-Ming","Chin Shih-Chieh"],"overview":"The Personals is a movie for anyone who hasn't yet found what they're looking for or who remembers how tough it can be to find it. Rene Liu plays an eye doctor who's become disaffected with her present life and is craving something more – namely love and marriage. She's attractive, has a good job, and a decent apartment. Up until now she has done everything she's supposed to do, but it just hasn't worked for her. She's still alone. Now, she decides to take the extreme measure of advertising for a husband in the personals. The search leads her down the slippery slope of the modern dating scene whose universal quirkiness transcends the boundaries of all industrialized societies.","release_date":"1998-03-13","vote_average":8.3,"runtime":96,"cert":"N\/A","id":77825,"title":"The Personals","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"The American Dream is a 30 minute animated film that shows you how you've been scammed by the most basic elements of our government system. All of us Americans strive for the American Dream, and this film shows you why your dream is getting farther and farther away. Do you know how your money is created? Or how banking works? Why did housing prices skyrocket and then plunge? Do you really know what the Federal Reserve System is and how it affects you every single day? The American Dream takes an entertaining but hard hitting look at how the problems we have today are nothing new, and why leaders throughout our history have warned us and fought against the current type of financial system we have in America today. You will be challenged to investigate some very entrenched and powerful institutions in this nation, and hopefully encouraged to help get our nation back on track.","release_date":"2010-01-01","vote_average":5.6,"runtime":30,"cert":"N\/A","id":77826,"title":"The American Dream","adult":false,"genre_ids":[18,99]},{"cast":["Austin Taylor","Ava Rose","Gracie Glam","Isis Taylor","Kelly Divine"],"overview":"We are back now for a brand new battle of the asses. These firm rounded bootied babes are going cheek to cheek to determine who is the very best.","release_date":"2009-02-09","vote_average":0.0,"runtime":159,"cert":"N\/A","id":77827,"title":"Battle of the Asses 2","adult":true,"genre_ids":[]},{"cast":["Dietrich Körner","Barbara Dittus","Käthe Reichel","Peter Bause","Gudrun Ritter"],"overview":"","release_date":"1988-12-24","vote_average":4.8,"runtime":null,"cert":"N\/A","id":77832,"title":"Die Weihnachtsgans Auguste","adult":false,"genre_ids":[35]},{"cast":["Wolfgang Neuss","Karin Baal","Ingrid van Bergen","Jo Herbst","Wolfgang Gruner"],"overview":"","release_date":"1960-01-01","vote_average":6.2,"runtime":86,"cert":"N\/A","id":77833,"title":"We Cellar Children","adult":false,"genre_ids":[10752,35,18]},{"cast":[],"overview":"KnightQuest takes place a few weeks before the opening of \"A New Hope.\" It concerns Darth Vader's ongoing quest to seek out and destroy any Jedi who may have escaped the great purge years ago.","release_date":"2001-10-14","vote_average":5.8,"runtime":45,"cert":"N\/A","id":77836,"title":"Knightquest","adult":false,"genre_ids":[]},{"cast":["Andrey Krasko","Aleksey Panin"],"overview":"Владелец элитного частного пансионата Сан Саныч, человек с сомнительным прошлым получает задание от представителей турецкой мафии, - встретить \"курьера\" с очень ценным товаром. На следующее утро всю страну облетела шокирующая новость - похищена картина Ильи Репина \"Запорожцы пишут письмо турецкому султану\". В отель к Сан Санычу приезжает группа постояльцев, каждый из которых обладает признаками \"курьера\" и каждый из которых ведет себя подозрительно...","release_date":"2005-06-06","vote_average":0.0,"runtime":144,"cert":"N\/A","id":77837,"title":"Na Belom Katere","adult":false,"genre_ids":[35]},{"cast":["Yaroslav Boyko","Victoria Malektorovych","Vladimir Dolinskiy"],"overview":"Жизнь Юлии – патологической неудачницы и старой девы, протекает тихо и размеренно. Но только до тех пор, пока в нее не вмешивается Женька, тринадцатилетняя Юлина племянница. Решив устроить тетино будущее, та размещает в газете брачное объявление: \"нужен мужчина для жизни...\" Единственным возможным, с точки зрения Женьки, кандидатом на счастье с \"синим чулком\" оказывается жесткий и грубоватый Глеб. Правда, \"настоящий мужик\", вовсе не собирается под венец. Да и Юлин номер набрал по ошибке. В довершении ко всему, умудрился впутать и тетю, и племянницу в опасную игру, главный приз в которой – чужой контейнер с настоящими брильянтами...","release_date":"2008-06-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":77838,"title":"Muzhchina Dlya Zhizni","adult":false,"genre_ids":[10749,35]},{"cast":["Sergey Garmash","Mikhail Porechenkov","Konstantin Khabenskiy","Sergei Makovetsky","Irina Rozanova"],"overview":"Two colleagues go to fetch the body of their co-worker from a neighboring town where that man died unexpectedly. As this person has no kin, the director of the factory chooses to send Markerants and Mityagin to deal with the whole business. And here the adventures begin...","release_date":"2001-06-06","vote_average":5.3,"runtime":100,"cert":"N\/A","id":77841,"title":"Mechanical Suite","adult":false,"genre_ids":[35,18]},{"cast":["Lou Diamond Phillips"],"overview":"Rich Donato is the high school janitor at an Oregon high school. He is looked up to by the kids who often seek his advice. There is only one problem. He doesn't have a high school diploma. The school board tells him that he must get his GED in 30 days or he will lose his job. He tries taking the test on his own, but fails. His wife rallies the community to help Rich pass the test. Now that Rich has help from teachers and students, there is nothing he can't do.","release_date":"1999-10-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":77842,"title":"In a Class of His Own","adult":false,"genre_ids":[18]},{"cast":["Marisol","Isabel Garcés","Carlos Larrañaga","José Marco Davó","Ana María Custodio"],"overview":"Marisol, who has recently lost his father at sea, leaving Cadiz to go live with his uncle Ramon. He lives in a family that falls apart because of his wife Eleanor, obsessed only pretend to their friends, who spoiled her children, Javier, Churri, Jorge and Pili. Javier is dedicated to waste money. Churri flirts with several suitors, and end up choosing the least of it is. Jorge lose too much time exercising and neglected studies, and Pili, even a child, she spends hours without leaving the cinema. Javier gets into financial problems that threaten to take him to jail, and Marisol decides to get the money anyway. Furthermore, it decides, with the help of the maid of the house, Herminia, and a friend he met on the train, trying to straighten out the family, earning the enmity of immediate Leonor, who from the beginning did not look favorably upon the arrival of the child.","release_date":"1961-06-08","vote_average":5.5,"runtime":100,"cert":"N\/A","id":77843,"title":"An angel has appeared","adult":false,"genre_ids":[]},{"cast":["Chantal Demming","Babette Holtmann","Joep Sertons","Victor Reinier","Georges Devdariani"],"overview":"After years of suppressing her desires, Stella finds she can no longer ignore her deep-rooted longings. Breaking out of her cage and starting a secret double-life, Stella transforms into a \"unicorn\", a nickname for single women who indulge in a hedonistic lifestyle, visiting sex clubs and erotic parties, and flourishing with all the new attention. Even as her husband uncovers his Stella's secret life, he can't do much more than give her the freedom that she obviously needs, in the hope it's all just a phase. Then one day she finds herself lying unconscious in a basement cell, with no idea how she arrived there. Days go by when an other woman is brought into her cell. Christine, a woman about the same age. In the following days they reveal their life stories to one other. Christine is convinced that the reason for their captivity lies in Stella's lifestyle.","release_date":"2011-09-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":77844,"title":"Caged","adult":false,"genre_ids":[53,18]},{"cast":["Sean Patrick Flanery","Lou Diamond Phillips","Robert Forster","Tanya Allen","Mark Metcalf"],"overview":"An actor in a Wild West show must become a mythical Western Hero when a biker gang descends upon a small Montana town.","release_date":"2002-04-12","vote_average":7.0,"runtime":90,"cert":"N\/A","id":77845,"title":"Lone Hero","adult":false,"genre_ids":[18,28,12]},{"cast":["Nikita Podokhanov","Egor Morozov","Artur Vakha"],"overview":"События развиваются вокруг лотерейного билета, выброшенного за ненадобностью археологами, которых интересует только их наука. Но оказывается, что билет сулит фантастический выигрыш, в миллион долларов. Стать обладателями огромной суммы хотят двое бомжей, члены племени айсоров, пара подростков и даже сам президент страны. Никто не желает уступать дорогу к осуществлению своей мечты. За счастливым билетом начинается охота.","release_date":"2007-06-06","vote_average":4.3,"runtime":113,"cert":"N\/A","id":77846,"title":"Mechta","adult":false,"genre_ids":[35]},{"cast":["Rolf Herricht","Annekathrin Bürger","Agnes Kraus","Franziska Troegner","Herbert Köfer"],"overview":"The successful entertainment artist Ralf Keul must develop his land on the Baltic Sea or else ultimately give it up. Inexperienced yet courageous, he hurls himself into the undertaking, which spares him no unpleasantness. He battles over the transportation and procurement of materials, constantly on the verge of a nervous breakdown, while his craftsmen offer little additional assistance.","release_date":"1980-06-05","vote_average":8.8,"runtime":87,"cert":"N\/A","id":77847,"title":"The Lion Carpenter","adult":false,"genre_ids":[35]},{"cast":["Michael Shanks","Jaime Ray Newman","Conan Graham","Ingrid Torrance"],"overview":"Devoted father and husband Tom Chandler dies in a car accident, but appears as a ghost to his teenage son Jonathan.","release_date":"2006-12-04","vote_average":5.6,"runtime":null,"cert":"N\/A","id":77848,"title":"Under the Mistletoe","adult":false,"genre_ids":[10749,18]},{"cast":["Winfried Glatzeder","Rolf Herricht","Marita Böhme","Katrin Martin","Rolf Kuhlbach"],"overview":"Günter and Gudrun Piesold are very busy with their careers as a TV comedian and an actress, so Grandma takes care of household chores and childcare. But when Grandma remarries, the Piesolds are faced with chaos at home and a burning question: Who will take care of the household?","release_date":"1972-02-10","vote_average":7.2,"runtime":89,"cert":"N\/A","id":77849,"title":"Der Mann, der nach der Oma kam","adult":false,"genre_ids":[35]},{"cast":["Tom Nolan","Elizabeth Foxx","Larry Linville","Roberta Collins","Brian Frishman"],"overview":"The only thing keeping Billy Batson from the girl of his dreams is one little condom—or rather the lack of one. Lucky Billy finds one at an all-night roadhouse—but speeding back to his girl, he is killed in a head-on collision. Now invisible, Billy must find his sweetheart and rekindle her fire.","release_date":"1985-10-30","vote_average":4.3,"runtime":90,"cert":"N\/A","id":77850,"title":"School Spirit","adult":false,"genre_ids":[35]},{"cast":["D.P. Snidal","Margaret Anne MacLeod","John Harvie","Angela Heck","Rachel Toles"],"overview":"The patriarch of a troubled clan dies, but the resentment and yearning of the eldest son conspire to bring the errant father back for periodic visits in an only partially living state.","release_date":"1985-01-01","vote_average":7.7,"runtime":25,"cert":"N\/A","id":77851,"title":"The Dead Father","adult":false,"genre_ids":[27,18,14]},{"cast":["Nadia Salamanca","Ventura Alvarez"],"overview":"Floating dead in space, transport ship Genesis become an unsolvable mystery. All hands on board have been killed. What began as a simple transport mission for the crew of the Genesis, ends with not only their bloodshed, but the loss of an important military prisoner. The people of earth are in a time of crisis. They are waging war against a far superior opponent, an alien race called the Cnidarians. After a bloody assault on a military ship, the Vendetta, USSM special forces were able to capture their first Cnidarian prisoner, code named 71099. But commonly known through out the fleet as Ediolon, the phantom. Realizing that a military transport would be too obvious of a target to their enemy, the USSM enlisted the freelance ship Genesis, commanded by Nathaniel J Rhys to secretly transport the prisoner to the high security prison located on Mars' moon Demos. The ship never arrived.","release_date":"2009-05-30","vote_average":5.0,"runtime":42,"cert":"N\/A","id":77852,"title":"Enigma","adult":false,"genre_ids":[878]},{"cast":["Mario Maurer","Nakhorn Silachai","Araya A. Hargate","Ko-Tee","Willy McIntosh"],"overview":"Ake (Mario Muarer) is a growing young adult but still not mature enough, acording to his father (Santisuk Promsiri). To master all the necessary qualities of a man he wants him to visit Uncle Che (Nakorn Silachai) during school holiday.","release_date":"2010-04-01","vote_average":5.9,"runtime":105,"cert":"N\/A","id":77853,"title":"Saranae Siblor","adult":false,"genre_ids":[35]},{"cast":["Arron Kasady","Annabel Keogh","Katherine Copeland"],"overview":"There have been many supposed ghost sightings at Crowley Hall in England. During its life, the hall has had a number of paranormal incidents suggesting the presence of ghosts, and there are ghost stories dating back to the 1950's. Recently, a ghost photo was recovered during renovations at the hall, and this prompted a full ghost investigation there. In early 2007, a small team of paranormal investigators led by Arron Kasady, entered the building to conduct some preliminary tests. Photographs were taken, that produced images of strange orbs in certain rooms, particularly the old children's nursery. Erratic temperature readings were recorded throughout the hall, and the team had the feeling of being constantly watched. The whole event was filmed and photographed for the documentary entitled 'The Ghosts of Crowley Hall'.","release_date":"","vote_average":2.0,"runtime":83,"cert":"N\/A","id":77854,"title":"The Ghosts of Crowley Hall","adult":false,"genre_ids":[27,28,99]},{"cast":["Pablo Derqui","Eliza Triana","Jordi Dauder","Joaquín Climent","Margarita Rosa de Francisco"],"overview":"Based on Gabriel García Márquez's novel, this is the unsettling story of 13-year-old noble Sierva and the dog bite that changes her life forever. Abandoned, displaced, in the midst of a sexual awakening and finally exorcised, Sierva finds an unlikely ally in a young priest and together they discover passion.","release_date":"2009-03-26","vote_average":6.3,"runtime":95,"cert":"N\/A","id":77855,"title":"Of Love and Other Demons","adult":false,"genre_ids":[18]},{"cast":["Pierre Andre","Fathia Latiff","Maimon Mutalib","Nor Albaniah","Kapt Khir Mohd Noor"],"overview":"Rafael (Pierre Andre) is an actor who doesn’t believe in ghosts. One day, he’s offered the lead role in a horror movie and is very excited to carry it but fails to get into the groove due to his beliefs. He travels to many apparently haunted places but sees nothing that will help him act the part. His girlfriend Qiss (Fathia) tells her mother about Rafael’s plight and finally she reveals to him what “hijab” is. It is said that Rafael will finally “see”, if his “hijab” is open.","release_date":"2011-10-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":77858,"title":"Al-Hijab","adult":false,"genre_ids":[27]},{"cast":["Akira Kamiya","Minori Matsushima","Seizō Katō","Hitoshi Takagi","Taeko Nakanishi"],"overview":"Chirin is an innocent though adventurous young lamb whose carefree life on the farm comes to an abrupt end when a wolf murders his mother. Confused and angry, Chirin pursues the wolf into the mountains, seeking revenge. The laws of nature are brutal, however, and hatred alone won't be enough to avenge the loss of his mother. Only the strong survive in the wild, and obtaining that strength may change Chirin forever.","release_date":"1978-03-11","vote_average":6.8,"runtime":46,"cert":"N\/A","id":77859,"title":"Ringing Bell","adult":false,"genre_ids":[16,18,10751]},{"cast":["Kenneth More","Cecil Parker","Dennis Price","Billie Whitelaw","Norman Rossington"],"overview":"A middle-aged stock actor goes to London to try the big time. After much frustration, he lands a job doing TV commercials, gaining wealth and recognition. He eventually gives it all up to return to stage work and keep his pride.","release_date":"1964-09-03","vote_average":10.0,"runtime":92,"cert":"","id":77860,"title":"The Comedy Man","adult":false,"genre_ids":[18]},{"cast":["Martin Sheen","Charlie Sheen","Mariclare Costello","Ned Beatty","Gary Busey"],"overview":"The story of Eddie Slovik, who was executed by the Army in 1945, the only American soldier to be executed for desertion since the Civil War.","release_date":"1974-03-13","vote_average":7.1,"runtime":120,"cert":"N\/A","id":77861,"title":"The Execution of Private Slovik","adult":false,"genre_ids":[10752,18]},{"cast":["Engin Altan Düzyatan","Özge Özpirinçci","Hande Subaşı","Alper Saldıran","Alpay Atalan"],"overview":"Onur, Ayşe, Mustafa, Tunç ve Fatih. Onlar, gökyüzüne hakim birer pilot olma hayaliyle yaşayan genç havacılar. Hayalleri yükseklerde fakat hedefe giderken yaşadıkları bin türlü zorluk, aile, sevgili hasreti, dostlukları, havada olmak için yaptıkları fedakarlıklar ve birbirleriyle rekabetleri ne kadar çetin bir yola çıktıklarının da göstergesi olacak. Binbaşı Kemal Tanaçan'ın deneyimi ve desteği sayesinde eğitimden geçen beş genç için Uluslararası Anadolu Kartalı Tatbikatı, hayatlarını tamamen değiştirecek çok büyük bir deneyim olacaktır..","release_date":"2011-10-28","vote_average":7.1,"runtime":120,"cert":"N\/A","id":77862,"title":"Anatolian Eagles","adult":false,"genre_ids":[]},{"cast":["Anupam Kher","Sharat Saxena","Parvin Dabas","Tina Desai","Yashpal Sharma"],"overview":"Rajbir is sentenced to a year in jail for Assault while his friends, Sexy, Ambani, and Doctor, are not charged. After his discharge, he reports to their boss, Fauji, an ex-army officer, who, at one time was a bank security guard, was unsuccessful in looting it, ended up as a gangster, and now wants to be an MLA. Fauji is then hired by the personal assistant, Rawat, of the Chief Minister, Jaya Gulati, to disrupt the non-violent agitation led by Malik against the government's Land Acquisition legislation - that empowers it to acquire land at very low compensation from farmers and allow it to powerful and influential industrialists like Aggarwal - who has paid her a huge bribe. Rajbir and his crew find out that the village is their hometown and decide to support the activists. They are turned down as the group does not want their demands tarnished by the involvement of ex-convicts\/goons.","release_date":"2011-08-19","vote_average":4.0,"runtime":120,"cert":"N\/A","id":77863,"title":"Sahi Dhandhe Galat Bande","adult":false,"genre_ids":[28,35,18]},{"cast":["Kalki Koechlin","Naseeruddin Shah","Gulshan Devaiah","Ronit Roy","Makrand Deshpande"],"overview":"An Anglo-Indian woman works in a seedy Mumbai massage parlor while trying to find her long-lost father.","release_date":"2010-09-13","vote_average":5.7,"runtime":103,"cert":"N\/A","id":77864,"title":"That Girl in Yellow Boots","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Marie Laforêt","Jean-Pierre Marielle","Jean-Luc Bideau","Jean-Christophe Maillot","Michel Robin"],"overview":"Classic fairy-tale story about Tom Thumb against Giant. Parents are poor and want to leave Tom Thumb in forest. But Tom Thumb is clever and marks his way by stones. Second time he is unsuccessful - he has only bread-crumbs and birds eat them. Tom Thumb finds a Giant and a beautiful princess in his entrapment, and is determined to free the princess.","release_date":"1972-12-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":77865,"title":"Tom Thumb","adult":false,"genre_ids":[35,10751,14]},{"cast":["Mark Wahlberg","Kate Beckinsale","Ben Foster","Giovanni Ribisi","J.K. Simmons"],"overview":"When his brother-in-law runs afoul of a drug lord, family man Chris Farraday turns to a skill he abandoned long ago—smuggling—to repay the debt. But the job goes wrong, and Farraday finds himself wanted by cops, crooks and killers alike.","release_date":"2012-01-12","vote_average":6.2,"runtime":109,"cert":"15","id":77866,"title":"Contraband","adult":false,"genre_ids":[53,28,18,80]},{"cast":["Chris Leben","Mark Muñoz","Renan Barão","Brad Pickett","Thiago Alves"],"overview":"UFC 138: Leben vs. Muñoz was a mixed martial arts event held by the Ultimate Fighting Championship on November 5, 2011 at LG Arena in Birmingham, England.","release_date":"2011-11-05","vote_average":6.3,"runtime":152,"cert":"N\/A","id":77867,"title":"UFC 138: Leben vs. Muñoz","adult":false,"genre_ids":[]},{"cast":["Lily Pons","Jack Oakie","John Howard","Eric Blore","Edward Everett Horton"],"overview":"A Paris singer's (Lily Pons) press agent (Jack Oakie) arranges her Manhattan debut by way of Africa.","release_date":"1937-12-24","vote_average":5.0,"runtime":85,"cert":"N\/A","id":77870,"title":"Hitting a New High","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Catherine Deneuve","William Hurt","Bernard Le Coq","Hélène Fillières","Gilbert Melki"],"overview":"People and life can be cruel, and in their face, Fannette is cool: toward an old acquaintance, to her daughter, to colleagues. Beneath the surface, she roils with passion for a lost love, Philippe. She watches \"An Affair to Remember\" again and again, and when she receives a letter from Philippe asking her to meet him atop the Empire State Building, she swoons. She's writing a book on an aged painter, so she organizes a trip to New York ostensibly to secure photographs of some of his pieces. The publisher assigns her a photographer, Matt, on the surface spontaneous and flip, but also aggressive about his attraction to her. Will she be with the one she loves? Will she smile? Written by","release_date":"2002-11-20","vote_average":6.3,"runtime":90,"cert":"N\/A","id":77873,"title":"Nearest to Heaven","adult":false,"genre_ids":[18,10749]},{"cast":["Max Perlich","Lesley-Ann Brandt","Matt Knudsen","Rick Overton","Rance Howard"],"overview":"Kaitlyn, an ER nurse who is tending to a young stabbing victim, is accidentally electrocuted by the defibrillator that is used in an effort to save the woman's life. Almost immediately Kaitlyn starts to experience the victim's memories. She turns to family, friends, and the police, but no one takes her seriously. She decides that she must take it upon herself to try to solve the crime - or risk the terrifying visions ending in her own sanity being at stake. Ultimately Kaitlyn teams up with the detective on the case and weaves her way through the victim's past - to discover not only the brutal truth, but also some very unexpected lessons about life, love, sorrow and forgiveness along the way. (official website)","release_date":"2011-09-02","vote_average":5.0,"runtime":92,"cert":"N\/A","id":77874,"title":"InSight","adult":false,"genre_ids":[53,9648]},{"cast":["Gerard Butler","Jessica Biel","Uma Thurman","Catherine Zeta-Jones","Iqbal Theba"],"overview":"A former sports star who's fallen on hard times starts coaching his son's soccer team in an attempt to get his life together.","release_date":"2012-11-29","vote_average":5.6,"runtime":106,"cert":"12","id":77875,"title":"Playing for Keeps","adult":false,"genre_ids":[35,10749]},{"cast":["Pema Chodron ","Ram Dass","Allen Ginsberg","Diana Mukpo","Gesar Mukpo"],"overview":"Crazy Wisdom is the long-awaited feature documentary to explore the life, teachings, and \"crazy wisdom\" of Chogyam Trungpa, Rinpoche, a pivotal figure in bringing Tibetan Buddhism to the West. Called a genius, rascal, and social visionary; 'one of the greatest spiritual teachers of the 20th century,' and 'the bad boy of Buddhism,' Trungpa defied categorization.","release_date":"2011-11-25","vote_average":5.0,"runtime":86,"cert":"N\/A","id":77876,"title":"Crazy Wisdom","adult":false,"genre_ids":[99]},{"cast":["Zac Efron","Taylor Schilling","Blythe Danner","Jay R. Ferguson","Riley Thomas Stewart"],"overview":"U.S. Marine Sergeant Logan Thibault returns from his third tour of duty in Iraq, with the one thing he credits with keeping him alive-a photograph he found of a woman he doesn't even know. Learning her name is Beth and where she lives, he shows up at her door, and ends up taking a job at her family-run local kennel. Despite her initial mistrust and the complications in her life, a romance develops between them, giving Logan hope that Beth could be much more than his good luck charm.","release_date":"2012-04-19","vote_average":7.0,"runtime":101,"cert":"12","id":77877,"title":"The Lucky One","adult":false,"genre_ids":[18,10749]},{"cast":["Michelle Yeoh","David Thewlis","Jonathan Raggett","Jonathan Woodhouse","Benedict Wong"],"overview":"The story of Aung San Suu Kyi as she becomes the core of Burma's democracy movement, and her relationship with her husband, writer Michael Aris.","release_date":"2011-11-30","vote_average":6.9,"runtime":135,"cert":"","id":77878,"title":"The Lady","adult":false,"genre_ids":[18]},{"cast":["John Cena","Ethan Embry","Boyd Holbrook","Michael Rispoli","Jack Conley"],"overview":"The Cleary brothers, Sam (John Cena), Leo (Ethan Embry) and Douglas (Boyd Holbrook) took dysfunctional families to a new level: Sam and Leo have grown up hating each other and neither likes their juvenile delinquent kid brother, Douglas, to whom they've only recently been introduced. The sons share the same father, a womanizing drunk, but all have different mothers. Their father died a rich man and when they're brought together by their sister Nina (Amy Smart) to learn which of them will inherit the old man`s fortune, they are handed an unpleasant surprise.","release_date":"2011-10-21","vote_average":5.4,"runtime":96,"cert":"N\/A","id":77879,"title":"The Reunion","adult":false,"genre_ids":[18,28]},{"cast":["Ryan Reynolds"],"overview":"The true story of a young, wild killer whale - an orca - nicknamed Luna, who lost contact with his family on the coast of British Columbia and turned up alone in a narrow stretch of sea between mountains, a place called Nootka Sound.","release_date":"2011-09-09","vote_average":5.5,"runtime":89,"cert":"N\/A","id":77880,"title":"The Whale","adult":false,"genre_ids":[99]},{"cast":["Joshua Safran","Dee Kelly Barrett","Bobby Buechler","T'Onna Champagne","Tiffany Champagne"],"overview":"The story of the battle to free Debbie Peagler, an incarcerated survivor of brutal domestic violence. Over 26 years in prison cannot crush the spirit of this determined African-American woman, despite the injustices she has experienced, first at the hands of a duplicitous boyfriend who beat her and forced her into prostitution, and later by prosecutors who cornered her into a life behind bars for her connection to the murder of her abuser. Her story takes an unexpected turn two decades later when a pair of rookie land-use attorneys cut their teeth on her case -- and attract global attention to the troubled intersection of domestic violence and criminal justice.","release_date":"2011-07-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":77881,"title":"Crime After Crime","adult":false,"genre_ids":[99,80]},{"cast":["Peter Cook","Denholm Elliott","Arthur Lowe","John Cleese","Vanessa Howard"],"overview":"Fresh-faced young Michael Rimmer worms his way into an opinion poll company and is soon running the place. He uses this as a springboard to get into politics and in the mini-skirted flared-trousered world of 1970 Britain starts to rise through the Tory ranks.","release_date":"1970-11-12","vote_average":7.2,"runtime":94,"cert":"","id":77882,"title":"The Rise and Rise of Michael Rimmer","adult":false,"genre_ids":[35,18]},{"cast":["Jeffrey Dean Morgan","Natasha Calis","Madison Davenport","Kyra Sedgwick","Rob LaBelle"],"overview":"A young girl buys an antique box at a yard sale, unaware that inside the collectible lives a malicious ancient spirit. The girl's father teams with his ex-wife to find a way to end the curse upon their child.","release_date":"2012-08-30","vote_average":5.9,"runtime":92,"cert":"15","id":77883,"title":"The Possession","adult":false,"genre_ids":[27,53]},{"cast":["Kate Lyn Sheil","Ti West","Amy Seimetz","Joe Swanberg","Jane Adams"],"overview":"An actress and her filmmaker boyfriend experience turbulence in their relationship when she accepts a role in a werewolf film.","release_date":"2011-10-28","vote_average":5.4,"runtime":70,"cert":"N\/A","id":77884,"title":"Silver Bullets","adult":false,"genre_ids":[27]},{"cast":["Samantha Shields ","Martin Compston","Peter Capaldi","Alan McHugh ","Kevin Quinn"],"overview":"Wild Country is a low budget British horror film which was shot on location in and around Glasgow, Scotland in October.The cast was made up of mostly unknown actors with the exception of Martin Compston and a cameo appearance by Peter Capaldi. The budget of the film was an estimated £1 million. The film was released in selected cinemas in Scotland in February 2006. The film was also screened at film festivals worldwide, including the Cannes Film Festival and the London FrightFest Film Festival. The film will get a 2007 release in the U.S. due to Lionsgate.","release_date":"2006-04-01","vote_average":4.4,"runtime":67,"cert":"N\/A","id":77885,"title":"Wild Country","adult":false,"genre_ids":[27]},{"cast":["Alexandra Paul","Maureen McCormick","Vanessa Angel","Janet Carroll","Bryan Craig"],"overview":"A cynical youth whose mother is about to lose her job right before the holidays is visited by a magical Christmas spirit.","release_date":"2012-11-20","vote_average":0.0,"runtime":88,"cert":"N\/A","id":77886,"title":"Christmas Spirit","adult":false,"genre_ids":[18,10751,10770]},{"cast":["Tom Hanks","Tim Allen","Joan Cusack","Don Rickles","Estelle Harris"],"overview":"The toys throw Ken and Barbie a Hawaiian vacation in Bonnie's room.","release_date":"2011-06-16","vote_average":6.8,"runtime":6,"cert":"U","id":77887,"title":"Hawaiian Vacation","adult":false,"genre_ids":[16,10751,10770,35]},{"cast":[],"overview":"Overall, \"Kranked 5\" is the best film in the series since the groundbreaking original came out six years ago. Its new-school footage provides razor-sharp insight into the evolving realm of extreme freeriding. It also proves that sheer guts can be teamed up with talent to provide a standout freeriding film that the audience can enjoy - as well as respect.","release_date":"2003-01-01","vote_average":3.5,"runtime":53,"cert":"N\/A","id":77892,"title":"Kranked 5 In Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Slash 2010.04.28 Palace Theatre Melbourne, Australia. Set List\/Chapters: 01 Nightrain 02 Slither 03 Nice Boys 04 Back From Cali 05 Sweet Child O Mine 06 By The Sword 07 Woman 08 Paradise City","release_date":"2010-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77893,"title":"Slash: Palace Theatre Melbourne","adult":false,"genre_ids":[]},{"cast":["Uwe Ochsenknecht","Andrea Sawatzki","Valerie Niehaus","Antje Lewald","Franziska Traub"],"overview":"","release_date":"2011-10-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":77894,"title":"Das große Comeback","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pinkpop Festival, or Pinkpop for short, is a festival held at Landgraaf, Netherlands. It is held annually on the Pentecost weekend (Pinksteren in Dutch, hence the name). In 1970, the first festival took place in Geleen, now part of municipality Sittard-Geleen and was held on the Monday following that weekend.  Today, Pinkpop is a 3 day festival, from Saturday to Monday, and visited by approximately 60,000 people a day with performances on 3 separate stages. In 35 years, 1.5 million people have attended Pinkpop. More than 500 musical acts have played at the festival.  In 1994 (the 25th edition), it was decided to sell only 60,000 tickets, to prevent overcrowding due to the popularity of the festival. In 1995, it was made into a 2-day festival. Two years later, in 1997, this was further expanded to three days.","release_date":"2011-09-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":77895,"title":"Pinkpop 2011","adult":false,"genre_ids":[10402]},{"cast":["Maj-Britt Nilsson","Sven Lindberg","Lena Söderblom","Lena Granhagen","Herman Ahlsell"],"overview":"Anna and Karl are a young couple in Stockholm, unable to find an apartment of their own. However, they play matchmakers to make their friends Fredrik and Ulla to get together, getting an apartment of their own that way. Plot by Mattias Thuresson.","release_date":"1961-12-18","vote_average":6.0,"runtime":94,"cert":"N\/A","id":77896,"title":"Lita på mej, älskling!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Rock Am Ring O2 Alternastage Nurburgring, Germany June 3, 2011 Tracks 01. Dimension 02. New Moon Rising 03. Woman 04. White Unicorn\/Riders On The Storm\/White Unicorn 05. Cosmic Egg 06. Far Away 07. California Queen 08. Vagabond 09. Apple Tree 10. Joker And The Thief","release_date":"2011-06-03","vote_average":0.0,"runtime":66,"cert":"N\/A","id":77897,"title":"Wolfmother: Rock Am Ring","adult":false,"genre_ids":[]},{"cast":[],"overview":"no info yet","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":77898,"title":"Pinkpop 2010","adult":false,"genre_ids":[]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Bill Wyman","Ron Wood"],"overview":"Rolling Stones Live in Barcelona\/Spain Estadi Olimpic June 13 \/ 14, 1990 01. Start Me Up 02. Sad Sad Sad 03. Tumbling Dice 04. Miss You 05. Ruby Tuesday 06. Terrifying 07. Rock and a Hard Place 08. Honky Tonk Women 09. Happy 10. Paint it Black 11. 2000 Light Years from Home 12. Sympathy for the Devil 13. Street Fighting Man 14. It's Only Rock and Roll 15. Brown Sugar 16. Jumping Jack Flash 17. Satisfaction","release_date":"1990-06-14","vote_average":9.5,"runtime":null,"cert":"N\/A","id":77901,"title":"The Rolling Stones: Urban Jungle Barcelona","adult":false,"genre_ids":[]},{"cast":["Beba Lončar","Irfan Atasoy","Gordon Mitchell"],"overview":"A reporter\/cop\/hypnotist is blackmailed into working for criminals who are out to steal a precious artifact.","release_date":"1976-04-01","vote_average":4.5,"runtime":88,"cert":"N\/A","id":77902,"title":"Special Squad Shoots on Sight","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Seaclose Park, IOW, UK Sunday June 10, 2007 The set list Start Me Up Sympathy for the Devil Ain't Too Proud to Beg with Amy Winehouse","release_date":"2007-06-10","vote_average":9.0,"runtime":null,"cert":"","id":77905,"title":"The Rolling Stones: Isle of Wight Festival","adult":false,"genre_ids":[]},{"cast":["Ralf Hütter","Fritz Hilpert","Henning Schmitz","Stefan Pfaffe"],"overview":"Kraftwerk are one of the most influential bands in music history and over the last two years, Ralf Hütter, Florian Schneider, Fritz Hilpert and Henning Schmitz have toured the world performing approximately 90 live shows that were unlike anything seen before, prompting global headlines such as this from the London Evening Standard: Is This The Greatest Show London Has Ever Seen. The said performance at Londons Royal Festival Hall was also included in Time Out?s recent list of best shows ever witnessed in the Capital.","release_date":"2005-12-02","vote_average":7.5,"runtime":126,"cert":"","id":77906,"title":"Kraftwerk - Minimum Maximum","adult":false,"genre_ids":[99,10402]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Bill Wyman","Ron Wood"],"overview":"New Orleans, LA, USA on July 13, 1978 1.Let It Rock (Chuck Berry cover) 2.All Down the Line 3.Honky Tonk Women 4.Star Star 5.When the Whip Comes Down 6.Beast of Burden 7.Lies 8.Miss You 9.Just My Imagination (Running Away with Me) (The Temptations cover) 10.Shattered 11.Respectable 12.Far Away Eyes 13.Love in Vain (Robert Johnson cover) 14.Tumbling Dice 15.Happy 16.Sweet Little Sixteen (Chuck Berry cover) 17.Brown Sugar 18.Jumpin' Jack Flash Encore: 19.Street Fighting Man","release_date":"1978-07-13","vote_average":6.0,"runtime":105,"cert":"N\/A","id":77907,"title":"The Rolling Stones: Live At The Louisiana Superdome","adult":false,"genre_ids":[]},{"cast":["Gary Dourdan","Kenya Moore","Gretchen Palmer","Chrystale Wilson","Bryce Wilson"],"overview":"Jermaine, a young struggling Atlanta lawyer, decides to spruce up his marriage with Jasmine, who's mentally recovering from an abusive previous relationship, by hiring Jade, a bisexual stripper\/prostitute fighting a custody battle with her ex-husband for their four-year-old son, for a threesome menage-a-trois get together only to have all three of them suffer the after-affects when Jermaine begins acting possessive towards Jasmine and Jade which leads to Jade (or someone) stalking him and disrupting his private and professional life. Written by Matt Patay","release_date":"2000-02-11","vote_average":4.2,"runtime":93,"cert":"N\/A","id":77908,"title":"Trois","adult":false,"genre_ids":[18,53,10749]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Ron Wood","Bobby Keys"],"overview":"Tokyo, Japan Friday, March 22, 2006 The set list 01. Intro 02. Jumping Jack Flash 03. Let's Spend The Night Together 04. She's So Cold 05. Oh No Not You Again 06. Sway 07. As Tears Go By 08. Tumbling Dice 09. Rain Fall Down 10. Night Time Is The Right Time 11. Band Introductions 12. This Place Is Empty 13. Happy 14. Miss You (to B-stage) 15. Miss you (on B-stage) 16. Rough Justice 17. Get Off Of My Cloud 18. Honky Tonk Women 19. Sympathy For The Devil 20. Paint It Black 21. Start Me Up 22. Brown Sugar 23. You Can't Always Get What You Want 24. Satisfaction","release_date":"2006-03-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77909,"title":"The Rolling Stones: Tokyo Dome","adult":false,"genre_ids":[]},{"cast":["Stana Katic","Mark Polish","Angus MacDonald","Tara Subkoff"],"overview":"FOR LOVERS ONLY is a story of a MAN and a WOMAN in love. After seeing each other for the first time in years while on separate work assignments in Paris, the LOVERS flee together and travel by train, car and motorcycle, as their love affair takes them across France-from Normandy to St. Tropez. Throughout their trip, both characters experience long periods of carefree bliss and unrepentant joy punctuated by brief moments of guilt and confusion. The final outcome of the affair is left open to interpretation.","release_date":"2011-07-12","vote_average":7.0,"runtime":88,"cert":"N\/A","id":77910,"title":"For Lovers Only","adult":false,"genre_ids":[18,10749]},{"cast":["Elizabeth Taylor","Richard Burton","Eva Marie Saint","Charles Bronson","Robert Webber"],"overview":"A free-spirited artist (Elizabeth Taylor), who lives near California's Big Sur, meets the administrator (Richard Burton) of the parochial school that her young son attends and lures the cleric away from his wife (Eva Marie Saint).","release_date":"1965-06-23","vote_average":6.5,"runtime":117,"cert":"N\/A","id":77915,"title":"The Sandpiper","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Livingston","Ray Corrigan","Max Terhune","Lynne Roberts","Earle Hodgins"],"overview":"In this episode of the western series, the Mesquitters try to stop a ring of silk thieves while dealing with a shady medicine show man and his kids. One of his offspring is a beautiful young woman. The Mesquiteers must hurry to find the thieves as they too are suspects.","release_date":"1938-03-07","vote_average":4.0,"runtime":53,"cert":"N\/A","id":77920,"title":"Call The Mesquiteers","adult":false,"genre_ids":[28,37]},{"cast":["Frankie Muniz","Rick Rossovich","Molly Hagan"],"overview":"Young tween Justin Yoder, who's known for his outgoing demeanor and wit despite being confined to a wheelchair, dreams to be like his athletic older brother and propels himself into the world of soapbox derby racing. It's a field he's sure he has a chance in. Unfortunately, he finds that because of his condition, not everyone is eager to see him compete.","release_date":"2000-05-13","vote_average":6.0,"runtime":89,"cert":"N\/A","id":77921,"title":"Miracle In Lane 2","adult":false,"genre_ids":[10770,10751,18,35]},{"cast":["Mona Mårtenson","Tryggve Larssen","Harald Schwenzen","Peter Malberg","Cally Monrad"],"overview":"Ranged across several generations, the story begins with a wealthy merchant, Lind, and his wife travelling in the coldest depths of winter to christen their baby daughter. Attacked by wolves, they lose the baby, which is found by the Lapp Jaampa (a dominating performance by Tryggve Larssen) and subsequently raised by a rich reindeer herder,","release_date":"1929-10-14","vote_average":7.1,"runtime":165,"cert":"N\/A","id":77922,"title":"Laila","adult":false,"genre_ids":[18]},{"cast":["Charles Bronson","Susan George","Honor Blackman","Michael Craig","Trevor Howard"],"overview":"A middle aged writer of pornographic novels meets and falls in love with a sixteen year old school girl. This alone is cause for concern but when the couple get married and move to America, the trouble (and fun) really begins.","release_date":"1970-01-06","vote_average":5.5,"runtime":98,"cert":"12","id":77925,"title":"Lola","adult":false,"genre_ids":[18,10749,35]},{"cast":["Channing Tatum","Matthew McConaughey","Alex Pettyfer","Cody Horn","Olivia Munn"],"overview":"Mike, an experienced stripper, takes a younger performer called The Kid under his wing and schools him in the arts of partying, picking up women, and making easy money.","release_date":"2012-06-28","vote_average":6.1,"runtime":110,"cert":"15","id":77930,"title":"Magic Mike","adult":false,"genre_ids":[18,35]},{"cast":["Hank Azaria","Neil Patrick Harris","Brendan Gleeson","Jayma Mays","Jonathan Winters"],"overview":"The evil wizard Gargamel creates a couple of mischievous Smurf-like creatures called the Naughties that he hopes will let him harness the all-powerful, magical Smurf-essence. But when he discovers that only a real Smurf can give him what he wants, and only a secret spell that Smurfette knows can turn the Naughties into real Smurfs, Gargamel kidnaps Smurfette and brings her to Paris, where he has been winning the adoration of millions as the world¹s greatest sorcerer. It's up to Papa, Clumsy, Grouchy, and Vanity to return to our world, reunite with their human friends Patrick and Grace Winslow, and rescue her! Will Smurfette, who has always felt different from the other Smurfs, find a new connection with the Naughties Vexy and Hackus or will the Smurfs convince her that their love for her is True Blue?","release_date":"2013-07-30","vote_average":5.7,"runtime":105,"cert":"U","id":77931,"title":"The Smurfs 2","adult":false,"genre_ids":[14,10751,35,16]},{"cast":[],"overview":"An architect finds himself stranded on a man-made island between two highways with only the contents of his car in his possession.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":77932,"title":"Concrete Island","adult":false,"genre_ids":[]},{"cast":["Michael Graziadei","Nia Peeples","Thomas Garner ","Rob Moran","Matt Cohen "],"overview":"Ned, the son of a Southern California surf superstar, grows up riding waves and develops into a highly touted talent, certainly poised for greatness. But when tragedy unexpectedly shatters his world, he struggles to piece his life back together.","release_date":"2010-07-20","vote_average":8.0,"runtime":90,"cert":"N\/A","id":77933,"title":"The Outside","adult":false,"genre_ids":[18]},{"cast":["Sophie Bolen","Madeline Vail ","Colby French","Florence Henderson","Charles Beale "],"overview":"The Christmas Bunny tells the story of a lonely foster child (Sophie Bolen) who finds a lost, injured rabbit in the woods on Christmas Eve. The rabbit is nursed back to health by The Bunny Lady (Florence Henderson), who runs a rabbit rescue in an old barn behind her Michigan farmhouse.","release_date":"2010-10-31","vote_average":6.1,"runtime":96,"cert":"N\/A","id":77934,"title":"The Christmas Bunny","adult":false,"genre_ids":[18,10751,10770]},{"cast":["Jino Kang ","Bill Duff ","Gina Baretta","Michael Bauld","John Carney "],"overview":"Still haunted by his failure to prevent the murder of a young couple years earlier, a mixed martial arts teacher must confront the skeleton in his closet when the boy who was orphaned by the killing shows up at his door.","release_date":"2011-11-15","vote_average":2.5,"runtime":92,"cert":"N\/A","id":77935,"title":"Fist 2 Fist","adult":false,"genre_ids":[12,28,53]},{"cast":["Isabelle Huppert","Vincent Martinez","Vincent Lindon","Jean-Louis Richard","Marthe Keller"],"overview":"In Paris, Dominique, a middle-aged fashion professional, solicits the services of the handsome Quentin , a bisexual bartender and prostitute who is 15 years her junior. After they first sleep together, their business transaction becomes transformed into a passionate love affair. However, the couple's romance becomes an ugly power struggle when social class and age distinctions begin to bubble toward the surface.","release_date":"1998-11-18","vote_average":5.5,"runtime":110,"cert":"N\/A","id":77936,"title":"The School of Flesh","adult":false,"genre_ids":[10749,18,9648]},{"cast":["Richard Burton","Rex Harrison","Cathleen Nesbitt","Beatrix Lehmann","Stephen Lewis"],"overview":"The film is about an aging gay couple who own a barber shop in the East End of London. One of them is a part-time actor about to go on trial for propositioning a police officer. The action takes place over the course of one night as they discuss their loving but often volatile past together and possible future without each other.","release_date":"1969-08-20","vote_average":6.1,"runtime":96,"cert":"N\/A","id":77937,"title":"Staircase","adult":false,"genre_ids":[35,18]},{"cast":["Fabrice Luchini","Isabelle Huppert","Vincent Lindon","Vahina Giocante","Sophie Aubry"],"overview":"A businessman convicted of a white-collar crime becomes a changed person upon his release from prison.","release_date":"1999-10-20","vote_average":6.4,"runtime":105,"cert":"N\/A","id":77938,"title":"Keep It Quiet","adult":false,"genre_ids":[18]},{"cast":["Isabelle Huppert","Sandrine Kiberlain","Pierre Arditi","Mathieu Amalric","Alexandre Soulié"],"overview":"A young woman disguises herself as a knight to expose a gold-digging man divided between her and a Countess.","release_date":"2000-03-08","vote_average":6.4,"runtime":null,"cert":"N\/A","id":77939,"title":"The False Servant","adult":false,"genre_ids":[18,35]},{"cast":["Motoko Kumai","Showtaro Morikubo","Fuyuka Ono","Junko Noda","Rie Kugimiya"],"overview":"Goro briefly returns to Japan after a triumphant campaign in the US. He is heading towards Fukuoka where he played baseball when he was a fifth grader. Having just moved into a new town, this is where Goro faced a critical point in his life.","release_date":"2008-07-09","vote_average":5.0,"runtime":100,"cert":"N\/A","id":77940,"title":"Major: The Ball of Friendship","adult":false,"genre_ids":[28,16,18]},{"cast":["Francesco Mandelli","Fabrizio Biggio","Mădălina Diana Ghenea","Valeria Bilello","Giordano De Plano"],"overview":"","release_date":"2011-11-04","vote_average":4.9,"runtime":98,"cert":"N\/A","id":77941,"title":"I soliti idioti","adult":false,"genre_ids":[35]},{"cast":["Fabio De Luigi","Cristiana Capotondi","Monica Guerritore","Antonio Catania","Nadir Caselli"],"overview":"Seven days before his wedding, a man must contend with a series of never-ending disasters.","release_date":"2011-10-27","vote_average":6.2,"runtime":93,"cert":"N\/A","id":77944,"title":"The Worst Week of My Life","adult":false,"genre_ids":[35]},{"cast":["Nigel Le Vaillant","Marlene Sidaway","Serena Gordon","Greta Scacchi","James Wilby"],"overview":"When Tom Long's brother Peter gets measles, Tom is sent to stay with his Uncle Alan and Aunt Gwen in a flat with no garden and an elderly and reclusive landlady, Mrs Bartholomew, living upstairs. Because he may be infectious he is not allowed out to play, and feels lonely. Without exercise he is less sleepy at night and when he hears the communal grandfather clock strangely strike 13, he investigates and finds the small back yard is now a large sunlit garden. Here he meets another lonely child called Hatty, who seems to be the only one who can see him. They have adventures which he gradually realises are taking place in the 19th century. And each night when Tom visits, Hatty is a different age, chronologically out of sequence.","release_date":"1999-05-15","vote_average":5.8,"runtime":107,"cert":"N\/A","id":77945,"title":"Tom's Midnight Garden","adult":false,"genre_ids":[10751,9648]},{"cast":["Zachary Browne","Michael Moriarty","Ann Dowd","Scott Wilson"],"overview":"When Shiloh's abusive previous owner, Judd Travers, tries to retake Shiloh again, Ray tries to find a way to end the rivalry and open up the hidden kindness within the town drunk.","release_date":"1999-07-02","vote_average":5.9,"runtime":96,"cert":"N\/A","id":77946,"title":"Shiloh 2: Shiloh Season","adult":false,"genre_ids":[18,10751]},{"cast":["Minori Matsushima"],"overview":"Candy is an abandoned orphan taken in by the orphanage Pony's Home near Lake Michigan around the start of the 20th century. She spends the first years of her life at the orphanage, where she will often return to repose and decide her next course in life. Growing up she gets adopted twice, first by the Leagans who treat her poorly, and after that by a wealthy benefactor whom she does not meet until the end of the story. But he is heir to an important estate, and a relation of her first love Anthony and his cousins the Cornwell brothers. After Anthony dies, Candy gets an education in London where she meets the rebellious Terry, her second and grand love. Upon her return to the US, she trains and gains experience in becoming a nurse in Chicago, around the time of WWI, while Terry tries to become a Broadway actor and meets another woman, Susannah, who hopes to get between Candy and Terry.","release_date":"1978-03-18","vote_average":10.0,"runtime":26,"cert":"N\/A","id":77947,"title":"Candy Candy","adult":false,"genre_ids":[16]},{"cast":["Henry Cavill","Verónica Echegui","Sigourney Weaver","Bruce Willis","Caroline Goodall"],"overview":"After his family is kidnapped during their sailing trip in Spain, a young Wall Street trader is confronted by the people responsible: intelligence agents looking to recover a mysterious briefcase.","release_date":"2012-04-04","vote_average":5.1,"runtime":93,"cert":"15","id":77948,"title":"The Cold Light of Day","adult":false,"genre_ids":[28,53,9648]},{"cast":["Rebecca Hall","Dominic West","Imelda Staunton","Isaac Hempstead-Wright","Lucy Cohu"],"overview":"1921 England is overwhelmed by the loss and grief of World War I. Hoax exposer Florence Cathcart (Hall) visits a boarding school to explain sightings of a child ghost.","release_date":"2011-08-17","vote_average":6.4,"runtime":107,"cert":"15","id":77949,"title":"The Awakening","adult":false,"genre_ids":[27,53]},{"cast":["Ryan Reynolds","Paul Giamatti","Michael Peña","Samuel L. Jackson","Luis Guzmán"],"overview":"The tale of an ordinary garden snail who dreams of winning the Indy 500.","release_date":"2013-07-11","vote_average":6.1,"runtime":96,"cert":"U","id":77950,"title":"Turbo","adult":false,"genre_ids":[16,10751]},{"cast":["Charlie Rowe","Justin Long","Karl Urban","Angourie Rice","John Leguizamo"],"overview":"Walking with Dinosaurs 3D is a film depicting life-like 3D dinosaur characters set in photo-real landscapes that transports audiences to the prehistoric world as it existed 70 million years ago. The film is based on the 1999 documentary television miniseries Walking with Dinosaurs, produced by the BBC. Walking with Dinosaurs 3D is being produced by Evergreen Studios, the company that produced Happy Feet, and it is was released on October 11, 2013.","release_date":"2013-12-18","vote_average":5.5,"runtime":87,"cert":"U","id":77951,"title":"Walking with Dinosaurs","adult":false,"genre_ids":[16,10751,12]},{"cast":["Filippo Timi","Claudia Pandolfi","Thomas Trabacchi","Franco Trevisi"],"overview":"After meeting during their vacation, two young people with solitary lives suddenly come into a relationship that could benefit both of them.","release_date":"2011-09-07","vote_average":6.0,"runtime":114,"cert":"N\/A","id":77952,"title":"When the Night","adult":false,"genre_ids":[18]},{"cast":["Will Ferrell","Zach Galifianakis","Dylan McDermott","Jason Sudeikis","Sarah Baker"],"overview":"Two rival politicians compete to win an election to represent their small North Carolina congressional district in the United States House of Representatives.","release_date":"2012-08-09","vote_average":5.8,"runtime":85,"cert":"15","id":77953,"title":"The Campaign","adult":false,"genre_ids":[35]},{"cast":["Sasson Gabai","Henry David ","Nevo Kimchi ","Sarah Adler"],"overview":"A drama about a family's effort to save their antique restoration business.","release_date":"2011-08-25","vote_average":5.0,"runtime":102,"cert":"N\/A","id":77954,"title":"Restoration","adult":false,"genre_ids":[18]},{"cast":["Samantha Morton","Claire Rushbrook","Rita Tushingham","Christine Tremarco","Stuart Townsend"],"overview":"Although married and pregnant Rose has always been Mother's favorite, it is younger sister Iris whose life is shaken up by Mother's death. Suffocating, Iris spirals out of control and copes by losing herself in sexual oblivion. She leaves her steady, Gary, for a steady stream of one night stands in the arms of mysterious strangers, alienating Gary, Rose, her friends, and her employers in the process. Will this go on until she loses everything that is meaningful to her?","release_date":"1997-11-28","vote_average":7.1,"runtime":82,"cert":"18","id":77955,"title":"Under the Skin","adult":false,"genre_ids":[18]},{"cast":["Michael Lonsdale","Rutger Hauer","Alessandro Haber","Massimo De Francovich"],"overview":"When a group of African immigrants builds a cardboard village between the pews of a church soon to be closed, an elderly priest must choose between his calling and his orders.","release_date":"2011-09-06","vote_average":5.1,"runtime":87,"cert":"N\/A","id":77956,"title":"The Cardboard Village","adult":false,"genre_ids":[]},{"cast":["Thomas Dekker","Elizabeth McGovern","Mira Sorvino","Jeremy Piven","Emma Macgillivray"],"overview":"The small working-class town of Angels Crest is a tight-knit community resting quietly in one of the vast and stunningly beautiful valleys of the Rocky Mountains. Ethan, one of the town's residents, is a young father but not much more than a kid himself. He has no choice but to look after his three-year-old son Nate, since mom Cindy is an alcoholic. But one snowy day, Ethan's good intentions are thwarted by a moment of thoughtlessness, resulting in tragedy. A local prosecutor haunted by his past goes after Ethan, and the ensuing confusion and casting of blame begins to tear the town apart.","release_date":"2011-12-30","vote_average":5.8,"runtime":92,"cert":"N\/A","id":77957,"title":"Angels Crest","adult":false,"genre_ids":[18]},{"cast":["Claudia Coli","Claudia Gerini","Lino Guanciale","Paolo Pierobon","Raffaele Pisu"],"overview":"","release_date":"2011-11-04","vote_average":3.0,"runtime":88,"cert":"N\/A","id":77958,"title":"My Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Paul Walker","Vin Diesel","Minka Kelly","Peter Aylward","Rodney Neil"],"overview":"Turbo-Charged Prelude is a 2003 short film, directed by Philip Atwell, featuring Paul Walker, reprising his role as Brian O'Conner, in a short series of sequences which bridge The Fast and The Furious with its first sequel, 2 Fast 2 Furious","release_date":"2003-06-01","vote_average":6.6,"runtime":6,"cert":"N\/A","id":77959,"title":"Turbo Charged Prelude to 2 Fast 2 Furious","adult":false,"genre_ids":[28]},{"cast":["Sophia Loren","Anthony Perkins","Burl Ives","Pernell Roberts","Frank Overton"],"overview":"Ephraim Cabot is an old man of amazing vitality who loves his New England farm with a greedy passion. Hating him, and sharing his greed, are the sons of two wives Cabot has overworked into early graves. Most bitter is Eben, whose mother had owned most of the farm, and who feels who should be sole heir. When the old man brings home a new wife, Anna, she becomes a fierce contender to inherit the farm. Two of the sons leave when Eben gives them the fare in return for their shares of the farm. Meanwhile, Anna tries to cause some sparks by rubbing up against Eben.","release_date":"1958-03-12","vote_average":6.6,"runtime":111,"cert":"N\/A","id":77960,"title":"Desire Under the Elms","adult":false,"genre_ids":[18,10749]},{"cast":["Arthur Clark","John Grierson","Stuart Legg","Robert Rae"],"overview":"Night Mail is a short (25 minute) black and white documentary made in 1936. It shows the special train on which mail is sorted, dropped and collected on the run, and delivered in Scotland on the overnight run from Euston, London to Glasgow. Don't miss the W H Auden poem 'Night Mail' toward the end of the film!","release_date":"1936-01-13","vote_average":6.5,"runtime":25,"cert":"","id":77963,"title":"Night Mail","adult":false,"genre_ids":[99]},{"cast":["Bette Davis","Henry Fonda","Anita Louise","Ian Hunter","Donald Crisp"],"overview":"A gangster's widow fights for love despite society's disapproval.","release_date":"1937-09-18","vote_average":6.8,"runtime":93,"cert":"N\/A","id":77964,"title":"That Certain Woman","adult":false,"genre_ids":[18,10749]},{"cast":["Jeff Chandler","Jeanne Crain","Jack Carson","Gail Russell","Elaine Stewart"],"overview":"After a wild night, wealthy Michael Reston's adulterous wife Charleen comes home with her ripe young body barely concealed by a dress in rags; murder results. Top defense lawyer J.G. Blane, whose own marriage exists in name only, arrives in Desert View, Nevada to find the townsfolk and politically powerful Sheriff Hoak distinctly hostile to the Restons. In due course, Blane discovers he's been \"taken for a ride,\" and that quiet desert communities can be deadly...","release_date":"1957-03-14","vote_average":5.3,"runtime":93,"cert":"N\/A","id":77965,"title":"The Tattered Dress","adult":false,"genre_ids":[18]},{"cast":["Jean Harlow","Chester Morris","Lewis Stone","Leila Hyams","Una Merkel"],"overview":"Lil works for the Legendre Company and causes Bill to divorce Irene and marry her. She has an affair with businessman Gaerste and uses him to force society to pay attention to her.","release_date":"1932-06-25","vote_average":6.9,"runtime":79,"cert":"N\/A","id":77966,"title":"Red-Headed Woman","adult":false,"genre_ids":[35,10749]},{"cast":["Candie Evans","Kitten Natividad","John Alderman","Gail Harris","Becky LeBeau"],"overview":"A school for strippers is in trouble. They audition for the owner, and he's pleased, except that the new girl can't make herself take her clothes off. After hypnosis, she's ready, willing, and able, but always strips when she hears music, and threatens the future of the strip school.","release_date":"1987-10-03","vote_average":5.0,"runtime":91,"cert":"N\/A","id":77967,"title":"Takin' It All Off","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-03-04","vote_average":7.3,"runtime":null,"cert":"N\/A","id":77968,"title":"Ling and Tao","adult":false,"genre_ids":[]},{"cast":["Johnathon Schaech","Fred Koehler","Tamara Braun","Jeremy Davidson","Clifton Collins Jr."],"overview":"LITTLE CHENIER: A CAJUN STORY is the story of a young man who lives a simple life on a houseboat in the Louisiana bayou with his mentally handicapped brother until one is accused of a crime in the small town.","release_date":"2008-02-29","vote_average":10.0,"runtime":120,"cert":"N\/A","id":77969,"title":"Little Chenier","adult":false,"genre_ids":[18]},{"cast":["Millán Salcedo","Fernando Conde","Josema Yuste","Antonio Ozores","Nadiuska"],"overview":"","release_date":"1983-10-31","vote_average":6.4,"runtime":null,"cert":"N\/A","id":77970,"title":"La loca historia de los tres mosqueteros","adult":false,"genre_ids":[35]},{"cast":["Jeanne Crain","Vincent Price","Edmund Purdom","Amedeo Nazzari","Liana Orfei"],"overview":"Chronicles the rise and fall of the woman who eventually became known as Queen Nefertiti.","release_date":"1961-09-20","vote_average":4.0,"runtime":97,"cert":"N\/A","id":77971,"title":"Nefertiti, Queen of the Nile","adult":false,"genre_ids":[18,36]},{"cast":["Frank Alamo","Michel Barbey","Felice Gimondi","Nancy Holloway","Raymond Poulidor"],"overview":"Tour de France 1965 in colour","release_date":"1965-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":77972,"title":"For A Yellow Jersey","adult":false,"genre_ids":[]},{"cast":["Marina Neyolova","Aleksandr Filippenko","Aleksandr Kalyagin","Oleg Tabakov","Inna Ulyanova"],"overview":"Что делать, если жизнь не удалась? Что делать, если от будущего визита жениха — наследника испанского гранда — зависит счастье дочери? Что делать, если отец жениха помешан на титулах и богатстве? Выход один превратиться в богатую леди на день. Уличная торговка Ани с помощью своих многочисленных друзей знакомых не может не справиться с это задачей. В невероятный круговорот событий оказываются вовлечены хозяйка борделя и юный аферист, судья и сам мэр Нью-Йорка. Они разыгрывают перед женихом и его отцом целый спектакль на фоне небоскребов, автомобилей с клаксонами, женских кружевных зонтов и зажигательных джазовых мелодий, и в этом гала-представлении Ани отведена роль настоящей светской львицы…","release_date":"2002-06-06","vote_average":1.0,"runtime":150,"cert":"N\/A","id":77973,"title":"Lady for one day","adult":false,"genre_ids":[35]},{"cast":["Selena Gomez","Miley Cyrus","Dylan Sprouse","Cole Sprouse","David Henrie"],"overview":"Three Disney Channel shows come together in Wizards on Deck with Hanna Montana. Justin wins a Cruise to Hawaii — and a chance to meet London. Justin and Max do their best to win the heiress's affection, while Cody tries to win concert tickets and Alex accuses Zack of being a prankster. The excitement goes overboard when Hannah Montana checks in on her way to a concert in Hawaii.","release_date":"2009-07-17","vote_average":6.6,"runtime":68,"cert":"N\/A","id":77974,"title":"Wizards on Deck with Hannah Montana","adult":false,"genre_ids":[10751]},{"cast":["Sergey Gorobchenko","Alina Sergeeva","Yekaterina Yudina","Oleg Filipchik","Pyotr Kislov"],"overview":"Young school teacher Rita comes to Moscow form her countryside town and rents an apartment under very strange conditions.","release_date":"2008-06-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":77975,"title":"The Roommate","adult":false,"genre_ids":[10749,35]},{"cast":["Lino Ventura","Franco Fabrizzi","Jacques Berthier","Daniel Ceccaldi","Robert Dalban"],"overview":"Industrialist Pierre Verdier kills his mistress Jeanne Ancelin by throwing her off a train. Her husband, Ancelin, decides to take revenge on his wife's murderer, who has been acquitted by justice.","release_date":"1959-05-06","vote_average":6.7,"runtime":86,"cert":"N\/A","id":77980,"title":"Witness in the City","adult":false,"genre_ids":[18,80,9648]},{"cast":["Mikhail Efremov","Evgeniy Stychkin","Aleksandr Strizhenov","Viktor Sukhorukov","Pavel Derevyanko"],"overview":"Short stories that seem to be absolutely different, none of the main characters is connected with the other one, each following story is totally unlike the previous one. Only in the end of the film the viewer gets the clear explanation of the neighborhood of the described destinies and the connection between the characters.","release_date":"2009-12-10","vote_average":6.4,"runtime":95,"cert":"N\/A","id":77983,"title":"Pussycat","adult":false,"genre_ids":[35,18]},{"cast":["Harry Carey","Mae Busch","Gibson Gowland","Mary Jane Irving","Ed Brady"],"overview":"Though well past 50, Harry Carey could still play a virile and convincing cowboy hero in such inexpensive westerns as Without Honors. Carey is cast as Jack Marian, a gambler with an unsavory past. Suspected of being an outlaw, Carey plays along with this misconception, the better to infiltrate a gang of smugglers. Along the way, he clears the name of the brother of Texas ranger Mike Donovan, and helps patch up the romance between Donovan and heroine Mary Jane Irving. Among the supporting players are Gibson Gowland, previously the star of Erich Von Stroheim's silent classic Greed, and the \"ever popular\" Mae Busch, taking a break from her usual duties in the Laurel and Hardy comedies.","release_date":"1932-01-02","vote_average":0.0,"runtime":61,"cert":"N\/A","id":77984,"title":"Without Honors","adult":false,"genre_ids":[37]},{"cast":["Nastassja Kinski","John Savage","Robert Mitchum","Keith Carradine","Anita Morris"],"overview":"Ivan Bibic returns to his Pittsburgh PA suburb after surviving a Japanse POW camp, causing regular nightmares. All the time he remained faithfully devoted to his childhood love, fellow ethnic Yugoslavian virgin Maria Bosic. She dates him again, thus ruining a virtual engagement to captain Al Griselli. Against Ivan's dad's advice, they get married. But Ivan became psychologically impotent, feels unworthy of her and starts wondering, even looking for another girl. Meanwhile slick guitar-and-song-busker Clarence Butts moves in to South-Western PA, and seduces Maria.","release_date":"1984-01-27","vote_average":6.1,"runtime":109,"cert":"N\/A","id":77985,"title":"Maria's Lovers","adult":false,"genre_ids":[18,10749]},{"cast":["Yevgeniya Kryukova","Sergei Makovetsky","Nikolay Fomenko","Natalya Shchukina","Vladimir Simonov"],"overview":"In the beginning of a new century the capital of Russia is just amazing and full of poets, beautiful women and arts...","release_date":"2003-04-18","vote_average":1.0,"runtime":136,"cert":"N\/A","id":77986,"title":"A Key to the Bedroom","adult":false,"genre_ids":[35,10749]},{"cast":["Ryan Gosling","Kristin Scott Thomas","Vithaya Pansringarm","Gordon Brown","Rhatha Phongam"],"overview":"Julian, who runs a Thai boxing club as a front organization for his family's drug smuggling operation, is forced by his mother Crystal to find and kill the individual responsible for his brother's recent death.","release_date":"2013-05-22","vote_average":5.8,"runtime":90,"cert":"18","id":77987,"title":"Only God Forgives","adult":false,"genre_ids":[18,53,80]},{"cast":["Nina Ruslanova","Irina Muravyova","Kira Krejlis-Petrova","Vladimir Tolokonnikov","Aleksandr Mikhaylov"],"overview":"The life of two old people Katya and Pasha is turning upside down after arrival of Katya's sister Mila who is definitely not an ordinary average person...","release_date":"2010-08-26","vote_average":1.0,"runtime":83,"cert":"N\/A","id":77988,"title":"Kitayskaya Babushka","adult":false,"genre_ids":[35,18]},{"cast":["Elena Yakovleva","Yuri Stepanov","Yaroslav Zhalnin","Svetlana Malukova","Natalya Prosvetova"],"overview":"Colonel Karas lives with his wife, Larisa, a gynaecologist and their son, Andrey in a large house in the city. Apart from his demanding job in the military, the colonel loves to hunt and fish, which takes him away from home for long periods of time. However, it is his love of other women that is the real cause of his absences and his marital problems. With this example to follow, it is no surprise that the children are also proving unlucky in love. Daughter Veronica has fallen in love with the wrong man while son Andrey is following in his father's footsteps and gaining a reputation as a ladies' man. When the colonel is told by his superiors that his family is to be relocated to a small flat, he decides the easiest solution would be to marry Andrey off.","release_date":"2008-11-11","vote_average":1.0,"runtime":103,"cert":"N\/A","id":77989,"title":"Karasi","adult":false,"genre_ids":[35]},{"cast":["Turar Davilbekov","Regina Iskandarova","Linda Nigmatullina","Bakhtiar Khoja","Sergey Pogosyan"],"overview":"A rich oligarch is setting a two million dollar prize contest looking for a perfect girl who will give a birth to his grandson.","release_date":"2009-05-05","vote_average":0.0,"runtime":88,"cert":"N\/A","id":77990,"title":"Kayrat Champion","adult":false,"genre_ids":[35,10749]},{"cast":["Alla Fomicheva","Evgeniya Dmitrieva","Sergei Stepanchenko","Lyudmila Artemeva","Denis Shvedov"],"overview":"Наташа Петушкова очень похожа на героя Олега Басилашвили из фильма \"Осенний марафон\" - она очень добрый и отзывчивый человек, который всегда сперва думает об окружающих и только потом о себе. Часто, заботясь о других, Наташа забывает о своем личном счастье, на него просто не остается времени. Незадолго до Нового года девушка узнает, что книжное издательство организует конкурс на звание самой преданной поклонницы ее любимого писателя Александра Снегирева. Автор лучшего письма к кумиру получит уникальную возможность провести с ним вечер тет-а-тет. Наташа не может упустить такой шанс...","release_date":"2008-06-06","vote_average":0.0,"runtime":89,"cert":"N\/A","id":77995,"title":"Dobraya Podruzhka dlya Vsekh","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Raised on the mean streets of the Bronx, Larry Davis made a name for himself by manipulating both sides of the law. No one was immune from Davis' savvy manipulation -- not the corrupt cops or the violent crack dealers. But keeping up such a stressful lifestyle isn't easy, and just as Davis was preparing to go straight it all fell apart. When the police forced their way into Davis' sister's apartment, the elusive criminal fled out the window. In the seventeen days that followed, Davis led authorities on a 17-day manhunt that would only end when Davis surrendered to the F.B.I. In guerilla-style, this documentary, filmmaker explores the remarkable flight of Larry Davis and the events that ultimately unfolded when he was finally apprehended by authorities and placed on trial.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":77996,"title":"Street Stars: The Larry Davis Story","adult":false,"genre_ids":[]},{"cast":["Vladimir Sterzhakov","Viktor Sukhorukov","Aleksandr Bashirov","Olga Orlova","Yuriy Kutsenko"],"overview":"Historical period melodrama.","release_date":"2003-06-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":77997,"title":"The Golden Age","adult":false,"genre_ids":[36,10749]},{"cast":["Ivan Okhlobystin","Kristina Orbakayte","Grigoriy Antipenko","Andrey Fedortsov","Aleksandr Filippenko"],"overview":"","release_date":"2007-01-01","vote_average":1.3,"runtime":92,"cert":"N\/A","id":77998,"title":"Conspiracy","adult":false,"genre_ids":[18,28,36,53]},{"cast":["Aleksandr Galibin","Lynda Bellingham","Kseniya Kachalina","Olga Budina","Andrey Kharitonov"],"overview":"The story of the last year and a half of Tsar Nicholas II and his family from the February Revolution of 1917 to their execution in July 1918.","release_date":"2000-07-19","vote_average":3.5,"runtime":140,"cert":"N\/A","id":77999,"title":"The Romanovs: A Crowned Family","adult":false,"genre_ids":[10749,36,18]}]