[{"cast":[],"overview":"A documentary about an elderly Romanian couple who are the grandparents of the film maker.","release_date":"2009-08-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":78000,"title":"Constantin si Elena","adult":false,"genre_ids":[99]},{"cast":["Anna Gorshkova","Marat Basharov","Stanislav Govorukhin","Roman Madyanov","Sergey Nikonenko"],"overview":"A beautiful Russian widow in San Francisco wishes to return to Russia after her American husband loses everything in a speculation and shoots his brains out. Along with her personal maid she is given passage to Hong Kong aboard a Russian naval vessel.","release_date":"2008-06-06","vote_average":1.0,"runtime":95,"cert":"N\/A","id":78001,"title":"Passenger","adult":false,"genre_ids":[12,18,36,10749]},{"cast":["Viktoriya Tolstoganova","Daniil Spivakovskiy","Daniil Strakhov","Nikolay Fomenko","Tatyana Kravchenko"],"overview":"Фильм снят по мотивам рассказа Юpия Haгибинa \"Трое и одна, и еще один\".Она была светской львицей. Художники писали ее портреты, а поэты посвящали стихи. Но сейчас Софья Пшебышевская приезжает в Тифлис в кампании господина Эшенбаха, который подчеркнуто сдержан и даже холоден. Их взаимотношения - словно сжатая пружина, готовая лопнуть в любой момент. Вот только когда это случится? Драма столкновения двух миров, где фоном служат события предреволюционной России.","release_date":"2007-06-06","vote_average":1.0,"runtime":112,"cert":"N\/A","id":78002,"title":"Naturshchitsa","adult":false,"genre_ids":[10749,18]},{"cast":["Igor Lagutin","Sergey Nikonenko","Andrei Ankudinov","Natalya Fainkina"],"overview":"Life in a 19th century Russian town is focused on a group of wealthy Cavalry officers, who are enjoying their 'life in style'. Officers are flirting with beautiful women, playing cards and are having lots of fun. One winter day a visiting foreigner is invited to join the Russian officers for a card game.","release_date":"2003-06-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":78005,"title":"Interesnye Muzhchiny","adult":false,"genre_ids":[18]},{"cast":["Nour El-Sherif","Adel Imam","Suhair Ramzi"],"overview":"","release_date":"1975-03-24","vote_average":3.0,"runtime":115,"cert":"N\/A","id":78008,"title":"Everybody Wants Love","adult":false,"genre_ids":[]},{"cast":["Adel Imam","Noura","Mohamed Reda","Esaad Younes","Farouk Al-Fishawy"],"overview":"The story revolves around the escape of Azza from the family home after many harassment of her mother's husband. On her journey, Azza meets Medhat, who agrees to live in his house after failing to find an independent dwelling, where she meets Magda and becomes friends after that , But things get complicated when Magda dies and the appearance of the family of the deceased Magda's husband","release_date":"1980-07-19","vote_average":8.5,"runtime":110,"cert":"N\/A","id":78009,"title":"Ghawi Mashakel","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":9.5,"runtime":null,"cert":"N\/A","id":78010,"title":"على باب الوزير","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1972-01-01","vote_average":6.0,"runtime":110,"cert":"N\/A","id":78011,"title":"Virgo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1998-05-17","vote_average":4.5,"runtime":null,"cert":"N\/A","id":78016,"title":"Skin or Die","adult":false,"genre_ids":[99]},{"cast":["Dianna Agron","Christian Boeving","Daz Crawford"],"overview":"In the city where image is everything, the criminal underworld holds a fight tournament where legends are born, and the men who own them rule the streets.","release_date":"2007-07-10","vote_average":0.0,"runtime":91,"cert":"N\/A","id":78017,"title":"Urban Assault","adult":false,"genre_ids":[53,28,18]},{"cast":["Edvin Adolphson","Ingrid Bergman","Valdemar Dalquist","Julia Cæsar","Sigurd Wallén"],"overview":"In one of the narrow streets of the Old town of Stockholm lies hotel City. It's inhabited by mysterious characters such as 'Greven', 'Blomman' and others. The police inspector Göransson is chasing a jewel thief, 'Diamond-Lasse'.","release_date":"1935-01-21","vote_average":5.0,"runtime":83,"cert":"N\/A","id":78018,"title":"The Count of the Old Town","adult":false,"genre_ids":[80,35,10749]},{"cast":["Åke Söderblom","Viveca Serlachius","Elof Ahrle","Gunilla Klosterborg","Sigge Fürst"],"overview":"","release_date":"1950-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78019,"title":"Motorkavaljerer","adult":false,"genre_ids":[]},{"cast":["Robin Padilla","Iza Calzado","Ella Guevara","J.M. Reyes"],"overview":"The owner Gil Blanco (Robin Padilla) lives alone with his 7-year-old son Niño ( John Michael Reyes ). Since his wife Rose was separated from him, he drowns his frustration in alcohol and suffers from blackouts, after which he can only remember spongy operations. One day he wakes up after a blackout and remembers that he has crossed Isabel (Ella Guevara), the daughter of a tenant Belen (Iza Calzado). He finds her dead body in the trunk and places them next to the water tank. Now his life is slipping him completely, he becomes paranoid and confused.","release_date":"2007-06-13","vote_average":0.0,"runtime":89,"cert":"N\/A","id":78020,"title":"Blackout","adult":false,"genre_ids":[18,27]},{"cast":["Cees Geel","Willeke van Ammelrooy","Daniël Boissevain","Peggy Jane de Schepper","Tjeerd Melchers"],"overview":"","release_date":"2011-07-21","vote_average":6.0,"runtime":80,"cert":"N\/A","id":78023,"title":"Mijn Vader is een Detective: De Wet van 3","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"The story of how a towheaded, semi-deaf haole born on the North Shore of Oahu to a wild Australian father became one of the most controversial surfers renown for his presence in the barrel. A peak into how Jamie O’Brien was weaned to throw himself over Pipeline ledges translating into a life-long adventure. Draining bombs, tweaked airs, broken legs, Tavarua, Nias, Tea- hupoo, P Pass, Chungu, and Hawaii; this will be the movie of the year.","release_date":"2010-10-07","vote_average":0.0,"runtime":64,"cert":"N\/A","id":78024,"title":"Who is J.O.B","adult":false,"genre_ids":[99]},{"cast":["Anh Hong"],"overview":"Hanh is a dutiful wife and school teacher in a rural Vietnamese village who appears to enjoy a happy marriage. Childless, she insists her husband Phoung, the local school headmaster, take a second wife to bear him a baby. But in the small village, their secret is impossible to keep for long and in the ensuing scandal she and Phuong separate. Following the breakdown of the marriage, Hanh loses her grip on reality and begins to question the very fundamentals of life. Through a friend, she meets a spiritual guide in the guise of an enigmatic fortune teller, who sets about transforming the beleaguered Hanh's life.","release_date":"2008-10-08","vote_average":7.0,"runtime":121,"cert":"N\/A","id":78025,"title":"The Moon at the Bottom of the Well","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Kai Neville is the director of 2009's game-changing surf film Modern Collective. Starring the sport's six most innovative surfers, the film was like a series of machine gun blasts across the bow of contemporary surfing. This August, Kai Neville released Lost Atlas, featuring the original six from Mod Coll and introducing surfing's newest guns. With its emphasis on performance and struck to a soundtrack that veers across all genres, Lost Atlas is the must-see surf film of 2011. Starring; Dion Agius, Owen Wright, Craig Anderson, Jordy Smith, Dane Reynolds, Evan Geiselman, Conner Coffin, Kolohe Andino, Julian Wilson, Dusty Payne, Yadin Nicol, Wade Goodall, John Florence, Mitch Coleborn, Chippa Wilson &amp; Dillon Perillo.","release_date":"2011-08-05","vote_average":0.0,"runtime":45,"cert":"N\/A","id":78026,"title":"Lost Atlas","adult":false,"genre_ids":[99]},{"cast":["Tony Leung Chiu-Wai","Sammi Cheng"],"overview":"A traffic accident brings together Deborah, a high-strung businesswoman, and Veg, successful owner of a fast food shop that specializes in bull organ soup. Fiercely combative about the accident, they end up in bed after too much drinking one night. Deborah's thoughts of pursuing a relationship with Veg are dashed when she learns that he has a famous girlfriend, Mindy (she is television's \"Eat Drink Warrior\"). Nonetheless, Deborah and Veg become friends, and, after prompting from Veg's mother, Deborah decides to \"fight for her love.\" Who will Veg choose?","release_date":"2001-10-10","vote_average":6.3,"runtime":101,"cert":"N\/A","id":78027,"title":"Fighting for Love","adult":false,"genre_ids":[35,10749]},{"cast":["Eric Stoltz","Gabriel Byrne","Nicola Cowper","Dexter Fletcher","Deborah Moore"],"overview":"A young knight sets out to join King Richards crusaders. Along the way, he encounters The Black Prince who captures children and sells them as slaves to the Muslims. It is Robert Narra's sworn duty to protect the children and lead them to safety.","release_date":"1987-08-14","vote_average":5.4,"runtime":104,"cert":"N\/A","id":78028,"title":"Lionheart","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Directed by Matt Beauchesne at Irons Brothers Productions, \"Scratching the Surface\" documents the adventures of Julian, along with friends and fellow professionals Dane Reynolds, Taj Burrow, Dusty Payne, Mick Fanning and others as they spend a year hitting some of the world's most beautiful surf spots. Destinations include South Africa, Australia, Indonesia, Mexico, Nicaragua, Panama, California, Hawaii, France, Spain and Brazil. A large part of the film was also shot in the Mentawai Islands of Indonesia on a boat trip with Dane, Dusty and Taj. \"Scratching The Surface\" also teamed Julian and Matt with Brain Farm Cinema, whose goal was to evolve the way surf films are made by utilizing helicopters and The Phantom Camera, shooting entirely in HD, and incorporating an energetic and unique soundtrack.","release_date":"2010-09-14","vote_average":0.0,"runtime":45,"cert":"N\/A","id":78029,"title":"Scratching The Surface","adult":false,"genre_ids":[]},{"cast":["Sophie Marceau","Richard Berry","Fabien Orcier","Niels Dubost","Gérard Darmon"],"overview":"Israel, 1967. Sacha and Laura have been living in a kibbutz near the Syrian border for two years. They are visited by Simon, Michel and Paul, three friends from Paris who have come to celebrate Laura's twentieth birthday. Simon is obsessed by the death of the girl he loved and during the birthday evening, attempts to find someone to blame amongst his friends. Laura alone knows that the young girl died of a broken heart. She also loved Sacha.","release_date":"1991-06-06","vote_average":5.9,"runtime":114,"cert":"N\/A","id":78032,"title":"For Sasha","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Tony Leung Chiu-Wai","Joey Wong","Gordon Liu Chia-Hui","Michael Chan","Kwan Hoi-San"],"overview":"The triangular relationship between Lap (Joey Wang). Rick (Kenny Bee) and Cheung (Tony Leung) is the backbone of this film. Lap's father was once a triad; he retired and opened a bar near seashore. Rick worked there and was a couple with Lap. Force by an old partner, Lap's father assisted in trafficking of his father, Lap became the mistress of Godfather Shen. Cheung was her driver and loved her deeply. Six years later, Rick became a professional assassinator and returned to Hong Kong for a job. he met Lap, and Lap decided to leave Godfather Shen. Of course Godfather Shen wouldn't let his woman get away from him. Cheung helped them to exile. Lap, Rick and Cheung united to confront Godfather shen and his follwers. A bloody gun battle begin. Could every one survive at the end?","release_date":"1989-04-20","vote_average":6.9,"runtime":91,"cert":"N\/A","id":78033,"title":"My Heart Is That Eternal Rose","adult":false,"genre_ids":[18,28,80]},{"cast":["Scott Nails","Jesse Jane","Celeste Star","Karlie Montana","Carli Banks"],"overview":"Jesse Jane: All-American Girl tells the fun and provocative story of a popular girl, coming of age in prep school. She playfully embraces her sexuality in a delicious tale of lost innocence.","release_date":"2006-02-26","vote_average":8.0,"runtime":84,"cert":"N\/A","id":78034,"title":"Jesse Jane: All-American Girl","adult":true,"genre_ids":[]},{"cast":["Sammo Hung","Leung Kar-Yan","Yuen Biao","Mang Hoi","Roy Chiao"],"overview":"Ah Lung is a pig farmer and a devoted Bruce Lee fan who is anxious to follow in Lee's footsteps, but only ridiculed for his attempts. He is sent to the city to earn a living working at his uncle's restaurant, but when he arrives, he finds a gang of thugs causing trouble in the restaurant. He takes the chance to prove himself and attacks the thugs, defeating them and saving the restaurant. Soon, he becomes a waiter, and discovers a plot by the same thugs to kidnap a woman he works with. Eventually, he defeats the thugs once again and saves the day.","release_date":"1978-07-13","vote_average":6.5,"runtime":103,"cert":"N\/A","id":78035,"title":"Enter the Fat Dragon","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78036,"title":"Het geheim van de Vughtse Heide","adult":false,"genre_ids":[]},{"cast":["Alan Arkin","Beverly D'Angelo","Peter Falk","Charles Durning","Robert Stack"],"overview":"Leonard Hoffman is an insurance salesman struggling to make ends meet. The fact that he has triplet sons who all want to go to Yale isn't making things any easier. Blanche Rickey is also worried about money; her husband is a millionaire with a weak heart, and she worries that he'll blow through all his cash before he finally dies. When Blanche meets Leonard, she devises a murderous plan that she claims will fix both their problems.","release_date":"1986-05-30","vote_average":5.6,"runtime":93,"cert":"N\/A","id":78041,"title":"Big Trouble","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Ewelyn and Pau are a mid twenties couple residing in the USA. Ewelyn being a Chritian and Pau an atheist. One summer, they travel to Europe, ultimately visiting Chodecz, Poland, where the girl was born. At first, things are going great; Ewelyn gets to see her grandmothers and relatives, and visits the graveyard where her parents are buried. As the week goes by, strange phenomena starts to occur. The couple will find themselves threatened, not only at a relationship level, but also to fear for their lives.","release_date":"","vote_average":5.7,"runtime":103,"cert":"N\/A","id":78042,"title":"Haunted Poland","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ashlee Fridenberg and Natalie Hansen are two college students. On a crazy week, they decide to take a Ryan Air flight to spend the weekend in the forests in a famous camping reserve in Spain. Expecting other students and party, they find themselves alone until they discover there's a peculiar resident. Christensen Jacobson, will help them around to discover what the mountains have to offer. What they don't really know is that there's something going on on those mountains.","release_date":"2011-04-14","vote_average":10.0,"runtime":28,"cert":"N\/A","id":78043,"title":"Who's There?","adult":false,"genre_ids":[]},{"cast":["Megan Mullally","Eric Lively","Henry Czerny","Bob Gunton","Juliet Stevenson"],"overview":"A pair of young lovers, one depressed, decide to end their lives together in a suicide pact.","release_date":"2002-11-04","vote_average":5.0,"runtime":89,"cert":"N\/A","id":78044,"title":"The Pact","adult":false,"genre_ids":[]},{"cast":["Friederike Becht","Luise Heyer","Franz Dinda","Volker Bruch","Hannes Wegener"],"overview":"Set in the Summer of 1988 and based on real events, the film tells the story of East-German twins Isabel and Doreen, two aspiring oarswomen, whose lives are changed dramatically during a training camp at Lake Balaton in Hungary. There, the girls make the acquaintance of West-German friends Arne and Nico. The holiday flirt soon turns serious when Doreen and Arne fall in love. As the end of their stay approaches, Arne asks the inseparable sisters to flee to the West with him…","release_date":"2011-08-25","vote_average":6.8,"runtime":89,"cert":"N\/A","id":78045,"title":"Westwind","adult":false,"genre_ids":[18,35,10749]},{"cast":["Thomas Eje","Naja Rosing Olsen","Rasmus Lyberth","Benedikte Schmidt","Rasmus Thygesen"],"overview":"Stunning photography of icy tundra does not make up for dramatic weaknesses in this average story about a brother searching for clues to the death of his sibling in a forbidding environment. Erik (Thomas Eje) is newly divorced and a depressed, despairing man who arrives in Greenland after his brother died in a hang-gliding accident. He eventually moves in with an Inuit woman Soerine (Naja Rosing Olsen) and her son Nikki, whom Erik suspects is his dead brother's child. His search and suspicions are punctuated by other subsidiary, mini-dramas, and long, sweeping vistas of the ice-bound landscape.","release_date":"1984-02-24","vote_average":7.0,"runtime":null,"cert":"N\/A","id":78046,"title":"Tukuma","adult":false,"genre_ids":[18]},{"cast":["Richard Riehle","Edward Herrmann","Mason Cook","Adam Alexi-Malle","Mo Gallini"],"overview":"Disney's irresistible talking puppies are back in an all-new movie that takes them halfway across the world to the ruins of ancient Egypt. With the help of some exotic new friends, this epic adventure is a treasure trove of pure Buddy fun. In a race against a devious cat, the Buddies and their new friends, Cammy and Babi, must avoid booby traps, solve puzzles and explore a mysterious tomb - all in search of the greatest treasure known to animalkind!","release_date":"2012-01-31","vote_average":5.3,"runtime":93,"cert":"N\/A","id":78047,"title":"Treasure Buddies","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Like your drunken mother, Loaded Guns: The Movie starts attacking and never relents. This series of fast-paced sketches has everything you could want and everything you hoped you'd never see: from women's rights to waterboarding, boys in vans to girls in mustaches, blood, breasts, and a two-liter bottle you'll never forget (no matter how hard you try)! Winner of Best Feature at the Atlanta Underground Film Festival 2008.","release_date":"","vote_average":4.3,"runtime":76,"cert":"N\/A","id":78050,"title":"Loaded Guns: The Movie","adult":false,"genre_ids":[35]},{"cast":["Hugh Grant","Malcolm McDowell","Tahnee Welch","Kristina Söderbaum","Rachel Rice"],"overview":"The Orient Express, on it's night trip from Munich to Venice, is full because of the beginning of the carnival in Venice. Between the passengers are a journalist, an actress and her daughter, an elder dancer, five neo-nazi punks and a strange man that seems to have some kind of influence over them through their dreams.","release_date":"1996-07-19","vote_average":1.4,"runtime":98,"cert":"N\/A","id":78051,"title":"Night Train to Venice","adult":false,"genre_ids":[53,9648]},{"cast":["Rod Cameron","Gale Storm","Johnny Mack Brown","Don Castle","Donald Curtis"],"overview":"Brothers Mike and Tim McCall own a large ranch in Arizona, using the surrounding lands for grazing cattle. Stanley Cox and LeRoy Stanton sell this land to settlers who arrive to find it bone dry, as a dam on the McCall ranch controls the water. Among the settlers are John Dawson and his daughter Connie. The latter goes to the nearest town to take action, but Sheriff Ball tells him there is nothing he can do. Tim falls for Connie but Mike is unimpressed with her charms. While returning from a town dance, Tim discovers Stanton trying to dynamite the dam, and is killed in the ensuing gunfight. Stanton later sends his men to stampede the cattle while he and Cox blow up the dam. Despite the efforts of Mike and Sheriff Ball, the cattle are wiped out and Mike races to the dam and kills Stanton in a gunfight.","release_date":"1949-05-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":78054,"title":"Stampede","adult":false,"genre_ids":[37,28]},{"cast":["Doris Roberts","Jewel Staite","Lauren Holly","Eric Johnson","Quinn Lord"],"overview":"Mrs Merkle (or Mrs. Miracle as she is know by some) finds herself in a toy department of a department store that is having all kinds of financial problems, but leave it to this kind lady as she will get the Christmas spirit flowing very freely at this store.","release_date":"2012-12-06","vote_average":5.4,"runtime":90,"cert":"N\/A","id":78059,"title":"Call Me Mrs. Miracle","adult":false,"genre_ids":[14,18,10751,10770]},{"cast":["Patricia Medina","Richard Denning","Gerald Mohr","Henry Hull","Hank Worden"],"overview":"Patricia Medina plays the title character in The Buckskin Lady. Medina is cast as female gambler Angela Medley, who is forced by circumstances to align herself with outlaw Slinger (Gerald Mohr). But Angela has never gotten over her love for honest frontier doctor Bruce Merritt (Richard Denning), and at the first opportunity she redeems herself by catching a bullet intended for the doc. Henry Hull delivers the film's most memorable performance as Angela's drunken wretch of a father. Per the title, Buckskin Lady affords the viewer ample opportunity to see Patricia Medina in form-fitting western garb.","release_date":"1957-07-01","vote_average":3.5,"runtime":66,"cert":"N\/A","id":78062,"title":"The Buckskin Lady","adult":false,"genre_ids":[37]},{"cast":["Mick Cain","Rodney Grant","Mercedes McNab","Robin Clarke","Tracy Brooks Swope"],"overview":"Two teenagers are put to the test when the plane taking them to a wilderness boot camp for juvenile offenders crashes into the vast sierra. Their pilot, Quentin, injured and ununable to make the dangerous journey, teaches them the ways of his ancient people and to have faith in the spirit of the white wolf as well as themselves.","release_date":"2000-06-13","vote_average":7.5,"runtime":87,"cert":"N\/A","id":78063,"title":"White Wolves III - Cry of the White Wolf","adult":false,"genre_ids":[12,28]},{"cast":[],"overview":"Ice People takes you on one of the earth's most seductive journeys-Antarctica. Emmy-winning filmmaker Anne Aghion spent four months \"on the ice\" to capture the true experience of living and working in this extreme environment.","release_date":"2009-05-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":78066,"title":"Ice People","adult":false,"genre_ids":[99]},{"cast":["Giancarlo Giannini","Michel Constantin","Giuseppe Maffioli","Giuliana Calandra","Gabriella Giorgelli"],"overview":"","release_date":"1974-02-14","vote_average":8.3,"runtime":100,"cert":"N\/A","id":78067,"title":"The Beast","adult":false,"genre_ids":[]},{"cast":["Tiny Tim","Itonia Salchek","Dean West","Lori Minnetti","Peter Krause"],"overview":"A beautiful young girl returns to her peaceful rural home town to find that the house she grew up in has been defaced, her parents are missing, and the whole town hates her father, a bank supervisor who foreclosed on many of the local farms. Only \"Marvelous Mervo,\" who wanders around town dressed in a clown's suit with a permanent grin painted on his face, seems happy to see her. As Mervo's brother tries to rekindle his love affair with Jill, those closest to her are slaughtered like cattle, one by one.","release_date":"1987-01-01","vote_average":4.2,"runtime":87,"cert":"N\/A","id":78068,"title":"Blood Harvest","adult":false,"genre_ids":[27]},{"cast":["Charmaine Sheh","Alex Fong Lik-Sun","Him Law","Anjayliya Chan","Jason Chan Chi-San"],"overview":"During Bo (Charmaine Sheh) and Cheong's (Alex Fong) wedding reception, a video clip intending to show their journey of love suddenly flashes a clip of Cheong being intimate with another woman. This leads to the cancellation of the wedding. A year has passed and the single Bo and flirty Cheong maintains their relationship as good friends. One day, the womanizer Cheong brings the conservative Bo to a wife swapping party, at the party, they meet Kit (Him Law) and his wife Man Lai (Kelly Fu). The four developed a romantic and passionate relationship...","release_date":"2011-07-21","vote_average":4.5,"runtime":94,"cert":"N\/A","id":78069,"title":"Love is the Only Answer","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A professional hit man retires to his colorless apartment but soon starts to suffer from horrible headaches and hears voices. In order to cure himself, he hammers a nail into his skull.","release_date":"2003-10-01","vote_average":6.9,"runtime":60,"cert":"N\/A","id":78072,"title":"Nails","adult":false,"genre_ids":[28,18,27]},{"cast":["Andrew Stevens","Mary Page Keller","David Ramsey","Josh Segal","Bill Hindman"],"overview":"Kate's a single mom rock star recovering from a nervous breakdown; David is her psychiatrist turned lover. After David buys an old Charleston mansion and Kate and her son move in with him, strange events occur including the discoveries of a secret hidden attic and the diary of the murderous slave trader who owned the home. Kate hears a piano playing by itself and sees the ghost of the slave trader who once lived there. Their relationship is strained by the bizarre events as Kate's sanity is again questioned as she insists what she's seen is real...but is it?","release_date":"1987-10-23","vote_average":4.9,"runtime":83,"cert":"N\/A","id":78073,"title":"Scared Stiff","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Adaalat is an Indian television courtroom drama series which revolves around 'Advocate K.D Pathak', a defense lawyer with an impeccable track record of winning cases and setting an hapless innocent victim free, but not at the cost of upholding the truth.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":78074,"title":"Adaalat","adult":false,"genre_ids":[]},{"cast":["William Marshall","Terry Carter","Austin Stoker","Carol Speed","Juanita Moore"],"overview":"When a minister's wife becomes posessed by Eshu, the Nigerian god of sexuality, an exorcist is called in to drive the evil spirit away.","release_date":"1974-12-25","vote_average":5.0,"runtime":89,"cert":"N\/A","id":78075,"title":"Abby","adult":false,"genre_ids":[27]},{"cast":["Fred Williamson","Julius Harris","Gloria Hendry","Margaret Avery","D'Urville Martin"],"overview":"Tougher than Shaft and smoother than Superfly, this high-voltage sequel to Black Caesar explodes with enough action to incinerate New York City. Packed with machine-gun mayhem and riveting adventure, Hell Up in Harlem is nothing less than a modern-day tribute to the classic 30s gangster film. Fred Williamson is Tommy Gibbs, a fearless, bulletproof tough guy who blasts his way from the gutter to become the ultimate soul brother boss. Tommy steals a ledger with the name of every crooked cop and man in the city. Enlisting the aid of his father and an army of Harlem hoods, Gibbs goes from defense to offense, launching a deadly attack on his enemies that sets off a violent chain reaction from Harlem all the way to the Caribbean, climaxing in one of the hottest turf-war shoot-outs in Hollywood history.","release_date":"1973-12-01","vote_average":5.6,"runtime":94,"cert":"N\/A","id":78076,"title":"Hell Up In Harlem","adult":false,"genre_ids":[28,53]},{"cast":["Derek McGuire","Caroline Kenneil","Caroline Kenneil","Stewart Grant","Harpo Hamilton"],"overview":"Medieval fable of sorcery and witchcraft in a remote corner of the Scottish highlands.","release_date":"1982-06-05","vote_average":0.0,"runtime":92,"cert":"","id":78079,"title":"Hero","adult":false,"genre_ids":[18,28]},{"cast":["Curtis Armstrong","Tom Arnold","John Cleese","Kim Rhodes","Kyle Massey"],"overview":"A Christmas elf accidentally takes off in Santa's sleigh, crash lands in a small town, and loses the magic toy bag. Beethoven must rescue the elf, recover the bag from greedy crooks, and return the sleigh to Santa in time to save Christmas.","release_date":"2011-11-08","vote_average":5.9,"runtime":90,"cert":"N\/A","id":78080,"title":"Beethoven's Christmas Adventure","adult":false,"genre_ids":[35,10751]},{"cast":["Texas Battle","Melissa Carnell","Stephanie Honoré","Damon Lipari","Shavon Kirksey"],"overview":"Following the death of her father in a terrible accident, sweet, yet troubled Jennifer and her friends decide to check out her dad's cabin that's located in the deep woods of Boggy Creek, Texas. While staying at said cabin for a week, Jennifer and company run afoul of an evil and vicious monster of local legend that kills men and abducts women.","release_date":"2010-01-01","vote_average":3.4,"runtime":87,"cert":"N\/A","id":78083,"title":"Boggy Creek","adult":false,"genre_ids":[27]},{"cast":["Simon Burke"],"overview":"A documentary on the impact of gay and lesbian people in Australia.","release_date":"2005-02-27","vote_average":7.0,"runtime":84,"cert":"N\/A","id":78084,"title":"The Hidden History of Homosexual Australia","adult":false,"genre_ids":[99]},{"cast":["Joram Schurmans","Tom De With","Tim Peters","Hilde Wils","Jason Nardone"],"overview":"A teenager adores his sailor friend. He dreams about the exotic countries, marvellous starry skies and the inevitable homesickness that would bring his friend back to him. In a colourful series of mythical referential images, his fragile dreams get so unreal, that the enthusiasm for seeing his friend again turns into anxiousness.","release_date":"1998-04-01","vote_average":5.0,"runtime":16,"cert":"N\/A","id":78085,"title":"Sailor","adult":false,"genre_ids":[14]},{"cast":["Carla Gugino","Aida Turturro","Catherine Dent","Christopher McDonald","Rya Kihlstedt"],"overview":"When an innocent young girl finds herself befriended by two sexy, uninhibited girls at a small-town bar, she discovers that they have more planned than just a party-and she's central to the action.","release_date":"1998-07-09","vote_average":5.7,"runtime":95,"cert":"N\/A","id":78086,"title":"Jaded","adult":false,"genre_ids":[18]},{"cast":["Noni Hazlehurst","Colin Friels","Alice Garner","Harold Hopkins","Candy Raymond"],"overview":"A frank portrayal of a year in the life of a divorced mother living in Melbourne, trying to cope with her daughter and her own relationship with a drug addict while trying to get into the music business.","release_date":"1982-06-17","vote_average":5.0,"runtime":99,"cert":"N\/A","id":78087,"title":"Monkey Grip","adult":false,"genre_ids":[18]},{"cast":["Rebeca Spence","Peter Greene","William Katt","Savanna Sears","Allison Latta"],"overview":"After a mysterious atmospheric event, a small group of people wake up to realize that their entire lives have been a lie. They are in fact aliens disguised as humans. Now they have to make a choice. Live amongst men, or try to find a way back home.","release_date":"2011-03-14","vote_average":3.7,"runtime":114,"cert":"N\/A","id":78088,"title":"Earthling","adult":false,"genre_ids":[18,28,53,878]},{"cast":["Peter Sellers","Jo Ann Pflug","Rick Lenz","Harold Gould","Eve Bruce"],"overview":"In this classic hospital farce, Peter Sellers plays Dr. Albert T. Hopfnagel, a greedy, crooked hospital administrator who has perfected the art of bill padding, unnecessary surgery and kickbacks. Mistrusted by patients, and resented by other staffers, his assistant Alice can no longer endure his scams and plots to have him sent to prison - but not for long enough. Sellers again steals the show with an absurd and hilarious character study.","release_date":"1972-07-24","vote_average":5.6,"runtime":85,"cert":"N\/A","id":78089,"title":"Where Does It Hurt?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":78090,"title":"Little Princess 4","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"An open and honest autobiographical account of male sexuality centred on Frank, an unemployed photographer, and his circle of mainly gay friends.He and his best friend, Bozo, attempt to have sex, although they consider themselves straight. But things begin to fall apart when Frank meets and falls in love with Johnny, a 13-year-old boy.","release_date":"1974-03-04","vote_average":6.3,"runtime":88,"cert":"N\/A","id":78091,"title":"Montreal Main","adult":false,"genre_ids":[]},{"cast":["George Raft","Henry Fonda","John Barrymore","Dorothy Lamour","Akim Tamiroff"],"overview":"Two Alaskan salmon fisherman find their friendship at risk when one aligns with Russian fish pirates and the other aligns with local vigilantes.","release_date":"1938-08-26","vote_average":6.0,"runtime":110,"cert":"N\/A","id":78092,"title":"Spawn of the North","adult":false,"genre_ids":[28,10749]},{"cast":["Jade Dornfeld","Tamara Feldman","James Duval","Larry Cedar","Eddie Rouse"],"overview":"After accidentally knocking her best friend off a roof, Alyce is haunted by guilt and delves into a brutal nightmare wonderland of sex, drugs and violence, her mind tearing itself apart… along with anyone else who gets in her way.","release_date":"2011-09-14","vote_average":5.5,"runtime":90,"cert":"18","id":78093,"title":"Alyce Kills","adult":false,"genre_ids":[27,53]},{"cast":["Jack Thompson","Max Cullen","Reg Lye","Robert Bruning","Peter Cummins"],"overview":"A hard-drinking but hard-working gun shearer leads a group of Outback sheep herders into striking after wealthy landowners attempt to drive them from their territory.","release_date":"1975-06-01","vote_average":6.8,"runtime":93,"cert":"","id":78094,"title":"Sunday Too Far Away","adult":false,"genre_ids":[18]},{"cast":["Beverley Eve","James Brough","Kate Henry","Jason Mulhearn","Helen Elizabeth"],"overview":"London gentleman David spends a day and all his cash to bring his one-night stand a presentation folder at her office in Liverpool, only to be rather rudely ignored a minute later. After a night on the streets, he meets diner waitress Tina, who takes pity on him. David wins spending money at the race tracks and decides to spend it on a playful tour of the city guided by Tina, which is mainly an excuse to get close romantically and learn about each-other.","release_date":"2009-03-05","vote_average":6.0,"runtime":89,"cert":"","id":78095,"title":"Don't Worry About Me","adult":false,"genre_ids":[18,10749]},{"cast":["John Stamos","Anson Mount","Robin Tunney","Gretchen Egolf","Chuck Shamata"],"overview":"Drama based on a true story. Rich, high-flying brothers Robert and Andrew Kissel seemingly have everything: beautiful wives who love them, great jobs and huge houses. But beneath the surface lie resentments and secrets that will eventually be their horrible undoing","release_date":"2008-11-15","vote_average":5.7,"runtime":142,"cert":"N\/A","id":78096,"title":"The Two Mr. Kissels","adult":false,"genre_ids":[10770,18]},{"cast":["Whoopi Goldberg"],"overview":"The story of a family of meerkats living in the Kalahari Desert in South Africa.","release_date":"2008-06-03","vote_average":7.0,"runtime":76,"cert":"PG","id":78097,"title":"Meerkat Manor: The Story Begins","adult":false,"genre_ids":[99,10751]},{"cast":["Nataša Petrović","Feđa Štukan","Stellan Skarsgård","Miraj Grbić","Jelena Jovanova"],"overview":"A harsh dose of cinematic realism about a harsh time-the Bosnian War of the 1990s-Juanita Wilson's drama is taken from true stories revealed during the International Criminal Tribunal in The Hague. Samira is a modern schoolteacher in Sarajevo who takes a job in a small country village just as the war is beginning to ramp up. When Serbian soldiers overrun the village, shoot the men and keep the women as laborers (the older ones) and sex objects (the younger ones), Samira is subjected to the basest form of treatment imaginable","release_date":"2010-07-26","vote_average":6.8,"runtime":109,"cert":"N\/A","id":78098,"title":"As If I Am Not There","adult":false,"genre_ids":[18,10752]},{"cast":["Lawrence Barraclough"],"overview":"My Penis And Everyone Else’s challenges society’s stereotypes of masculinity as well as getting to the heart of why men are so fixated with their members. Emotional, revelatory, and intensely engaging, this film takes on one of society’s last taboos and culminates in one of the most daring exhibitions ever seen in the UK, as Lawrence puts together the world’s largest collection of penis portraiture ever seen! “I do think pornography and the way it seeped into culture has had some effect because it’s so saturated, it’s so become a norm that people are seeing sex and their bodies through a completely distorted lens.”","release_date":"2007-09-03","vote_average":7.5,"runtime":56,"cert":"","id":78099,"title":"My Penis and Everyone Else's","adult":false,"genre_ids":[]},{"cast":["Armando Acosta","Gregorio Acosta","Juan Allende","Rafael Arreola","Patricia Aspíllaga"],"overview":"Mexico is in the midst of Revolution when the protagonist returns after studying in Paris to find his native town in Chihuahua occupied by Francisco Villa’s revolutionary forces. He visits his deserted home and remembers people and events from his adolescence that provide glimpses of pre-Revolutionary society under dictatorship: his uncle, the chief of police; his sister’s involvement with a liberal political association; bathing with the girls from a local brothel; a labor strike that ended in a massacre. Returning to the present he discovers that his father has been assassinated and, in the company of his father’s former servant, joins the revolutionary movement.","release_date":"1973-12-03","vote_average":5.0,"runtime":135,"cert":"N\/A","id":78100,"title":"El principio","adult":false,"genre_ids":[28,18,36]},{"cast":["Alain Cuny","Gian Maria Volonté","Mark Frechette","Giampiero Albertini","Pier Paolo Capponi"],"overview":"On the Italian\/Austrian front during World War I, a disastrous Italian attack upon the Austrian positions leads to a mutiny among the decimated Italian troops.","release_date":"1970-09-16","vote_average":7.3,"runtime":101,"cert":"N\/A","id":78101,"title":"Many Wars Ago","adult":false,"genre_ids":[18,10752]},{"cast":["Erin Banks","Mason Branch","Geraldine Brophy","Matthew Chamberlain"],"overview":"Hook, Line and Sinker is set in Wellington, New Zealand and tells the story of PJ who loses his truck driving job of 30 years due to failing eyesight, but with the help of his partner Ronnie he finds a new place in the world.","release_date":"2011-05-05","vote_average":6.0,"runtime":108,"cert":"N\/A","id":78102,"title":"Hook, Line and Sinker","adult":false,"genre_ids":[35]},{"cast":["Adolf Jahr","Britta Brunius","Lillie Wästfeldt","Harry Persson","Birgitta Hoppeler"],"overview":"","release_date":"1944-12-18","vote_average":0.0,"runtime":98,"cert":"N\/A","id":78103,"title":"Rannstensungar","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The life of Shalom, The Nazi major officer Adolf Eichmann's hangman, turned ritual slaughterer, encapsulates the story of Israel from the perspective of the 'other'- the marginalized Sephardi prison warden who is forced to do the dirty work of hanging the arch enemy and thus to carry a national burden that dramatically shaped his life. His job in the abattoir, together with his memories of his past, create a fascinating and complex portrait. His voice, yet unheard, from the edge of Israel's historical events, reveals new insights through his unique perspective. Shalom's clear, alternative voice from the margins of society carries a deeply humanistic universal message.","release_date":"2010-01-01","vote_average":6.0,"runtime":60,"cert":"N\/A","id":78104,"title":"Hatalyan (The Hangman)","adult":false,"genre_ids":[99,18,36]},{"cast":["Ryszard Andrzejewski","Hirek Wrona"],"overview":"","release_date":"2001-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":78105,"title":"Blokersi","adult":false,"genre_ids":[]},{"cast":["Sunny Pang"],"overview":"Seven young directors from singapore produce a cinematic cadavre exquis.","release_date":"2008-01-28","vote_average":0.0,"runtime":84,"cert":"N\/A","id":78108,"title":"Lucky7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Close to the river we find the lizard Garto. Abe, the bumblebee, will take Garto out of boredom, and will make him live a day full of adventure","release_date":"","vote_average":5.0,"runtime":4,"cert":"N\/A","id":78109,"title":"Garto","adult":false,"genre_ids":[]},{"cast":["Viktor Proskurin"],"overview":"Viktor is a highly successful and wealthy actor. For years, he has sought distraction from his inner poverty through his relationships with women. In this movie, his marriage to an emotionally overwrought woman comes under strain when he hops into bed with a teen-aged adorer. However, this isn't the relationship his wife should worry about. The actor has a far more sinister relationship with a plain, hard-faced woman who expresses her deep contempt for the actor. The more she does so, the more he loves her; the more he loves her, the more contempt she shows. Eventually, he comes to see that these relationships are mirrors of his inner life -- which arouses him to despair, as he cannot bear to own up to this.","release_date":"1992-03-18","vote_average":0.0,"runtime":88,"cert":"N\/A","id":78110,"title":"Reflections in a Mirror","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78111,"title":"Mike","adult":false,"genre_ids":[]},{"cast":["Marc-André Grondin","Christa Théret","Eric Elmosnino","Olivier Barthelemy"],"overview":"","release_date":"2011-06-22","vote_average":4.1,"runtime":null,"cert":"N\/A","id":78112,"title":"Mike","adult":false,"genre_ids":[35,18]},{"cast":["Satoshi Shiomi"],"overview":"A young man in a green Martian costume allows himself to be dragged hither and thither by a bossy housewife. In this way the film swerves between deceptively ordinary realism and a fantastic absurdism. The housewife Junko (Otori Rei) has started to behave increasingly strangely since the death of her son. Her husband can't put up with it any more and goes off with a female colleague. The man in the green suit, Katsura Tombo (Oda Yonosuke), is a bread salesman but he forgets his work. His strange costume is supposed to lure new customers, but he seems to have forgotten that. He is more or less kidnapped by Junko and falls in love with her. Junko however has other intentions with the rather naive salesman. The failed Martian drives her around in his aunt's van, but his helpfulness doesn't get rewarded.","release_date":"2008-06-07","vote_average":0.0,"runtime":98,"cert":"N\/A","id":78113,"title":"Of Monster Mode","adult":false,"genre_ids":[]},{"cast":["Kazuki Kitamura","Keiko Oginome","Yasufumi Hayashi","Naoto Takenaka","Jiro Sato"],"overview":"Because of the desolate landscape, Kobayashi chose snow-covered Hokkaido (the most northern island of Japan) as the setting for Amazing Story, a light-erotic drama about a lonely man, Kenji, who kidnaps the woman of his dreams. The woman is Harumi, a hairdresser in the deserted town where Kenji has just arrived. It's never really busy in her business. Harumi's husband is a gambling addict and spends all Harumi's money. Maybe that's why Harumi doesn't try very hard to escape when Kenji kidnaps her. His concern about her and his boundless worship probably help, too. Something strange and beautiful blossoms between the kidnapper and his victim, but can this be the basis of a long and happy encounter?","release_date":"2003-08-12","vote_average":6.0,"runtime":103,"cert":"N\/A","id":78114,"title":"Perfect Education 5: Amazing Story","adult":false,"genre_ids":[18,53,10749]},{"cast":["Julio Chávez","María Onetto","María Ucedo","Inés Molina","Arturo Goetz"],"overview":"Arriving at a distant town, a businessman decides to take the identity of a passenger who died during the bus trip.","release_date":"2007-05-10","vote_average":4.8,"runtime":83,"cert":"N\/A","id":78115,"title":"The Other","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this ego documentary, Astrid Bussink returns to Enschede, the Dutch city she left on the day of the firework disaster in 2000 that killed twenty-two and left nearly a thousand wounded. She moves into an apartment with a view of the memorial and tries to come to terms with the disaster.","release_date":"2010-02-03","vote_average":0.0,"runtime":70,"cert":"N\/A","id":78116,"title":"Mijn Enschede","adult":false,"genre_ids":[]},{"cast":["Mariko Okada","Toshiyuki Hosokawa","Yûko Kusunoki","Kazuko Ineno","Etsushi Takahashi"],"overview":"Two interwoven stories. The first is a biography of anarchist Sakae Osugi which follows his relationship with three women in the 1920s. The second centers around two 1960s students researching Osugi's theories.","release_date":"1969-03-13","vote_average":7.6,"runtime":216,"cert":"N\/A","id":78117,"title":"Eros + Massacre","adult":false,"genre_ids":[18]},{"cast":["Martin Feifel","Franz Xaver Brückner","Gundi Ellert","Jürgen Tonkel","Helmfried von Lüttichau"],"overview":"","release_date":"2011-10-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":78118,"title":"Föhnlage - Ein Alpenkrimi","adult":false,"genre_ids":[80,10770]},{"cast":["Sotigui Kouyaté","Sharon Hope","Roschdy Zem","Karim Traoré","Adetoro Makinde"],"overview":"Passionné par l'histoire de son peuple, Alloune, un vieux guide du musée africain \"La Maison des Esclaves\" à Gorée, part en pèlerinage pour retrouver les descendants de ses ancêtres aux Etats-Unis. Cet émouvant voyage va le mener des côtes de Caroline du Sud au quartier de Harlem où vit la communauté africaine, Little Senegal. Alloune, animé par l'idée de réunir sa famille par delà les siècles et les frontières, remonte jusqu'à une lointaine cousine, Ida, qui ignore tout de son passé. Le vieil homme croise également les chemins de son neveu Hassan, chauffeur de taxi clandestin, de sa fiancée Biram, d'Eileen, enceinte et fugueuse, et de Karim, qui cherche à faire un mariage blanc pour obtenir la carte verte. Tous les quatre comprennent mal la quête d'Alloune.","release_date":"2001-04-18","vote_average":6.0,"runtime":97,"cert":"N\/A","id":78123,"title":"Little Senegal","adult":false,"genre_ids":[18]},{"cast":["Anke Engelke","Christoph Maria Herbst","Oliver Kalkofe","Wolfgang Völz","Oliver Pocher"],"overview":"The German-language CG-animated fantasy Urmel voll in Fahrt concerns a winged baby dinosaur who inhabits an island in the middle of the ocean with a group of loveable animal friends. Everything changes, however, when a dimwitted dinosaur hunter turns up and lures the creature back to captivity (via his luxury yacht) with rather sinister plans for his discovery.","release_date":"2008-05-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":78124,"title":"Impy's Wonderland","adult":false,"genre_ids":[16,12,10751,14]},{"cast":[],"overview":"A widower who realized his only connection to his family was through his wife sets off on an impromptu road trip to reunite with each of his grown children.","release_date":"","vote_average":0.0,"runtime":99,"cert":"N\/A","id":78125,"title":"Everyone's Fine","adult":false,"genre_ids":[]},{"cast":["Anthony Steffen","William Berger","Ida Galli","Raf Baldassarre","Mario Brega"],"overview":"Davy Flannigan (Steffen) lost all his memory of what happened during the war because he was double crossed and shot in the head. When he returns to his hometown Dixie, he's wanted for war crimes. Judge Kellog (Berger) poses as his friend and tries to help him uncover the conspiracy, but Kellog is a liar, and Davy sets out for bandit Hackett's hideout. Hackett, so Kellog told him, took his wife Lisa (Galli) and is behind the whole thing. His path covered with bodies, Davy finds out the truth.","release_date":"1968-07-28","vote_average":3.5,"runtime":100,"cert":"N\/A","id":78126,"title":"Man Who Cried for Revenge","adult":false,"genre_ids":[37]},{"cast":["Choi Deok-moon","Min Jeong-ki","Da-hye Kim","Lee Sung-min"],"overview":"With his film having failed and producer having run away, Man-soo needs to pay back all the film’s debts. While Man-soo also makes plans to run away, he receives a call from the money lender. Instead of paying back the money, the money lender proposes that Man-soo, as a favor to the money lender, make a movie for his old father. Old BAE is from North Korea, and has longed to visit his hometown before he dies. With no other alternative available, Man-soo accepts the threatening proposal to shoot the film. From the very beginning of shooting, things get more complicated, and soon they find themselves in a big mess.","release_date":"2006-06-22","vote_average":4.8,"runtime":100,"cert":"N\/A","id":78127,"title":"Silk Shoes","adult":false,"genre_ids":[35,18]},{"cast":["Pernilla August","Ludwig Palmell","River Huang","Eric Tsang","Tsai Chen-Nan"],"overview":"Kicki has after several years abroad returned to Sweden. Her 17-year old son has been brought up by his grandmother and has a very distant relationship to his mother. In an effort to get reacquainted Kicki invites her son to join her on vacation in Taiwan. But her hidden agenda is that Taipei is also the home of the Taiwanese businessman with whom she has been conducting an Internet romance.","release_date":"2009-04-01","vote_average":6.1,"runtime":88,"cert":"N\/A","id":78128,"title":"Miss Kicki","adult":false,"genre_ids":[18]},{"cast":["Othon Bastos","Alexander Calzatti","Fidel Castro","Luz María Collazo","Sergio Corrieri"],"overview":"Contemporary film critics regard the epic film I Am Cuba as a modern masterpiece. The 1964 Cuban\/Soviet coproduction marked a watershed moment of cultural collaboration between two nations. Yet the film never found a mass audience, languishing for decades until its reintroduction as a \"classic\" in the 1990s. Vicente Ferraz explores the strange history of this cinematic tour de force, and the deeper meaning for those who participated in its creation.","release_date":"2005-04-14","vote_average":7.1,"runtime":91,"cert":"N\/A","id":78129,"title":"I Am Cuba, the Siberian Mammoth","adult":false,"genre_ids":[99]},{"cast":["Ki Joo-bong","Ye-rin Han","Jang Seo-hee","Kang Boo-Ja"],"overview":"Directed by Jang Kil-soo, the film revolves around a boy and his younger sister, who live in poverty yet in a pure and innocent way. A boy named Nan-na lives with his grandmother in a remote village near the ocean. But when he turns four, his life gets tougher as he has a baby sister Ok-yi and all the affection he received starts going toward the baby. The free spirited boy, who behaved as he liked, now has to take care of his sister, and he has no choice but to start hating her and teasing her. But for Ok-yi, Nan-na is the best in the world.","release_date":"2005-08-25","vote_average":4.3,"runtime":104,"cert":"N\/A","id":78130,"title":"The Crescent Moon","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The 2011 Le Mans 24 Hours was one of the greatest battles the Circuit de la Sarthe has ever seen. Get ready to experience the full story of almost 3,000-mile of fast and furious action and a fight for victory which saw the top two cars split by just 15 seconds after 24 hours of drama. Relive the epic LMP1 duel between the diesel-powered Audi R18TDIs and Peugeot 908s, as well as the highlights of the LMP2 and GT battles which proved just as fiercely contested. Expert analysis guides you through all the major battles, explaining how pit stop strategy, tyre choice and rain played vital roles, plus there are the full stories of the horrifying crashes suffered by Allan McNish and Mike Rockenfeller, Le Mans 2011 was packed with highlights, but it is the down-to-the-flag race between the Audi of Marcel Fassler, Andre Lottere and Benoit Treluyer and the Peugeot of Sebastien Bourdais, Simon Pagenaud and Pedro Lamy for which it will be remembered for generations to come.","release_date":"2011-09-19","vote_average":7.5,"runtime":235,"cert":"","id":78131,"title":"Le Mans 2011 Review","adult":false,"genre_ids":[28,99]},{"cast":["Evgeni Leonov","Vyacheslav Nevinnyy","Georgiy Vitsin","Galina Polskikh","Sergei Filippov"],"overview":"In Eastern Finland, in Liperi to be exact, Anna-Liisa Ihalainen asks her husband Antti to get some matches from the Ihalainen household. Unfortunately that trip takes a little longer than expected...","release_date":"1980-01-18","vote_average":6.4,"runtime":100,"cert":"N\/A","id":78132,"title":"For the Matches","adult":false,"genre_ids":[35]},{"cast":["Kathy Bates","Edward Furlong","Clarissa Lassig","Sarah Schaub","Miles Feulner"],"overview":"The story is located in Los Angeles in the sixties. An energetic widow, Frances Lacey, with her six children try to make a dream of theirs come true: to have a home of their own. Therefore they leave Los Angeles and head for the countryside, while facing all kinds of difficulties during their journey.","release_date":"1993-11-05","vote_average":6.4,"runtime":104,"cert":"N\/A","id":78133,"title":"A Home of Our Own","adult":false,"genre_ids":[35,18]},{"cast":["Sophie Marceau","Antoine Chappey","Fabio Zenoni","Gérald Laroche"],"overview":"The four days following the death of a small town doctor, seen through the eyes of Nelly, his wife, a nurse.","release_date":"2005-09-14","vote_average":4.8,"runtime":99,"cert":"N\/A","id":78134,"title":"Nelly","adult":false,"genre_ids":[18]},{"cast":["Shirley Jo Finney","Cicely Tyson","Jason Bernard","Joe Seneca","Denzel Washington"],"overview":"The story of American track sprinter Wilma Rudolph, who overcame physical handicaps to win three gold medals in the 1960 Olympics.","release_date":"1977-12-19","vote_average":6.7,"runtime":100,"cert":"N\/A","id":78137,"title":"Wilma","adult":false,"genre_ids":[18,10770,36]},{"cast":["Tom Laughlin","Delores Taylor","E.G. Marshall","Teresa Kelly","Sam Wanamaker"],"overview":"After a senator suddenly dies after completing (and sealing) an investigation into the nuclear power industry, the remaining senator and the state governor must decide on a person who will play along with their shady deals and not cause any problems. They decide on Billy Jack, currently sitting in prison after being sent to jail at the end of his previous film, as they don't expect him to be capable of much, and they think he will attract young voters to the party.","release_date":"1977-04-16","vote_average":6.1,"runtime":155,"cert":"N\/A","id":78140,"title":"Billy Jack Goes to Washington","adult":false,"genre_ids":[18]},{"cast":[],"overview":"REFUEL is an ATV video dvd by Flobber Motion Video in association with H-Bomb Films. This film features the very best of the Canadian ATV scene. Check out Christian Gagnon's roots in this action packed video featuring all types of ATV riding, racing, &amp; freestyle! Flobber Motion Video's Eric Lacasse was very instrumental in helping Christian Gagnon team up with the Bomb Squad. This led to Christian completing one of the world's first ATV back flips to dirt! Therefore, H-Bomb Films is helping Eric move forward with his film making career! Filmed by Eric Lacasse and edited by Dave Brundage, Refuel must be the next addition to your ATV action sport video collection!","release_date":"2007-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":78141,"title":"REFUEL","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nominated for an Xtremey Award for Best Quad Video of the Year, this is epic 4x4 ATV action! Take a ride with award-winning filmmaker, Thomas Opre, as he travels North America to film the most insane 4x4 quad action. From the tops of peaks in British Columbia to the deepest mud in Texas to the rock gardens in Moab, this film has it all. Also includes extensive footage of the 2007 HighLifter Mud Nationals.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78142,"title":"Mountains & Mud 3","adult":false,"genre_ids":[]},{"cast":["Louis Gossett Jr.","Richard Widmark","Holly Hunter","Will Patton","Joe Seneca"],"overview":"A regular day in a Louisiana sugarcane plantation changes course when a local white farmer is shot in self defense. A group of old, black men takes a courageous step by coming forward en masse to take responsibility for the killing of a white racist, whom one of their members has shot. As the sheriff confronts the suspects, the young plantation owner stands alone in her daring defense of this group of men, provoking racial tension that makes a compelling drama.","release_date":"1987-05-10","vote_average":6.7,"runtime":91,"cert":"N\/A","id":78143,"title":"A Gathering of Old Men","adult":false,"genre_ids":[18]},{"cast":["Ryan O'Neal","Isabella Rossellini","Debra Stipe","Wings Hauser","John Bedford Lloyd"],"overview":"Writer, ex-con and 40-something bottle-baby Tim Madden, who is prone to black-outs, awakens from a two-week bender to discover a pool of blood in his car.","release_date":"1987-09-18","vote_average":4.8,"runtime":110,"cert":"N\/A","id":78146,"title":"Tough Guys Don't Dance","adult":false,"genre_ids":[18,35,80,9648,53]},{"cast":["Julian Lee","Choi Min-soo","John Savage","Jessica Rizo","Martin Kove"],"overview":"A corporate assassination forces opportunistic double agents from three nations to fight to retrieve a high-tech computer disk containing schematics for a deadly weapon.","release_date":"2011-10-18","vote_average":3.0,"runtime":104,"cert":"N\/A","id":78147,"title":"Assassins' Code","adult":false,"genre_ids":[28,53]},{"cast":["Sylvie Testud","Josiane Balasko","Michel Muller","Catherine Hiegel","Carole Weiss"],"overview":"","release_date":"2005-12-07","vote_average":4.8,"runtime":100,"cert":"N\/A","id":78158,"title":"La vie est à nous !","adult":false,"genre_ids":[35]},{"cast":["Ugo Tognazzi","Michel Serrault","Antonella Interlenghi","Michel Galabru","Saverio Vallone"],"overview":"Third and final version of the La Cage aux Folles series has Renato's drag queen lover Albin learning that he can inherit a vast fortune from a distant relative. But the catch is that Albin must marry (a woman) and produce a heir within a year or the whole inheritance will be forfeited.","release_date":"1985-11-20","vote_average":4.7,"runtime":87,"cert":"N\/A","id":78159,"title":"La Cage aux Folles 3: The Wedding","adult":false,"genre_ids":[35]},{"cast":["Mahée Paiement","Doris Blanchet-Vasiloff","Denis Bernard","Véronique Lavoie","Raymond Legault"],"overview":"A young girl is orphaned when her nurturing grandmother enters a nursing. She is sent to live with her Bach-obsessed uncle, an organist preparing for an important recital.","release_date":"1986-11-07","vote_average":6.4,"runtime":96,"cert":"N\/A","id":78160,"title":"Bach and Broccoli","adult":false,"genre_ids":[35,18,10751]},{"cast":["Hiroko Yakushimaru","Ryôichi Takayanagi","Masami Hasegawa","Makoto Tezuka","Kôichi Yamamoto"],"overview":"Mitamura Yuka is a normal, shy high school student… Except for the fact that she has psychic powers. When a new student with similar powers begins to show her skills, creating a force of psychic Nazi student enforcers, Yuka and her friends vow to stop her. But behind it all is a mysterious force that will put Yuka's powers to the ultimate test!","release_date":"1981-07-11","vote_average":3.8,"runtime":90,"cert":"N\/A","id":78163,"title":"School in the Crosshairs","adult":false,"genre_ids":[27,14,878,28,35]},{"cast":["William Smith","Fritz Matthews","Ted Prior","Chet Hood","Johnnie Johnson III"],"overview":"Vietnam: The battle-tested Seargents Casey and Lance have to accompany a young Lieutenant and a group of newly arrived teenage soldiers on a practice trip in the jungle. But the trip turns bloody serious when they are discovered by Russian scouts and have half a company follows hot on their heels.","release_date":"1987-04-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":78164,"title":"Hell on the Battleground","adult":false,"genre_ids":[28,10752]},{"cast":["Mithun Chakraborty","Mandakini","Hemant Birje","Kim","Danny Denzongpa"],"overview":"Satish wants his only son, Chander, to be physically fit and join the army. While Satish is protecting the life of Mrs. Indira Gandhi, he is killed by three men; his wife goes insane, and his son is orphaned. Now Chander has grown up and has joined the army as a Commando. The Commander of his company, Mirza is corrupt and is protecting the interests of international criminal don, Marcelloni, by stealing arms and ammunitions. Chander attempts to bring this to the attention of the owner of the arms depot, Kailashpuri Malhotra, who disbelieves him. But Mr. Malhotra's daughter, Asha believes him, as well as loves him, and she along with Jhum Jhum, and Dilher Singh try to expose what's going on. Chander also finds out that the three men who killed his dad also belong to this gang, but then Marcelloni abducts Asha, and uses Chander as a pawn to get what he wants - spread nationwide terror.","release_date":"1988-12-01","vote_average":1.3,"runtime":144,"cert":"N\/A","id":78165,"title":"Commando","adult":false,"genre_ids":[18,28,10749]},{"cast":["Tsui Hark","Sally Yeh","John Shum Kin-Fun","Tony Leung Chiu-Wai","Lam Ching-Ying"],"overview":"RoboCop as a woman... The Hero Gang is a nasty group of thugs terrorizing Hong Kong with their killer robots, Pioneers 1 and 2. While Pioneer 1 looks like an oridinary robot, Pioneer 2 has been modelled on Maria, the gang's #2 thug. When Pioneer 2 gets damaged during a mission to kill an outcast gang member, an inventor on the police force takes her and changes some of her programming. This new code, plus a few injuries to her logic center, start causing Pioneer 2 to develop her own personality.","release_date":"1988-12-01","vote_average":6.8,"runtime":93,"cert":"N\/A","id":78166,"title":"I Love Maria","adult":false,"genre_ids":[28,35,80,18,878,53]},{"cast":["Antonio Sabàto, Jr.","David Warbeck","Nathalie Hendrix","Dorian D. Field","Robert Chan"],"overview":"Fabrizio De Angelis leaves it all on the sweat-stained mat at the strip-mall karate studio that hosted the bone-crushing, senses-shattering, kickpocalypse between arch rivals Kevin and Jeff! The final battle would have been pretty lame (well, lamer than it was) if it hadn't been built toward with an unceasing increase in tension as Kevin and Jeff clashed in competitions where the stakes only got higher and higher and even freaking higher! Why, by the time that Kevin had bested Jeff in the race through the Tunnel of Death (neither of them died making the tunnel's name an unfortunate misnomer), I was thinking that surely nothing could top that! Well, nothing but a training montage!","release_date":"1990-12-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":78167,"title":"Karate Rock","adult":false,"genre_ids":[28]},{"cast":["Ron Williams","Gabriella Barbuti","R. Emmett Fitzsimmons","Dorian D. Field","David Warbeck"],"overview":"The danger of any movie series that spans several sequels is that you've got a lot of backstory to catch people up on who might not have seen or remembered what happened in the previous outings. For instance, what happened in the first five Karate Warrior movies? This dude acquired a super powered punch that allowed him to beat up a cow. What now? Clearly, we have a lot of catching up to do with Karate Warrior Anthony!","release_date":"1993-12-01","vote_average":1.6,"runtime":78,"cert":"N\/A","id":78168,"title":"Karate Warrior 6","adult":false,"genre_ids":[28]},{"cast":["Jeff Moldovan","Donna Rosea","Joe Hess","Robert Goodman","Richard St. George"],"overview":"Regional finalists of the Masterblaster paintball competition gather together at the national championship for a chance at the title and fifty thousand dollars in cash. The competition turns deadly when someone stops playing games and starts taking lives.","release_date":"1987-12-01","vote_average":4.8,"runtime":85,"cert":"N\/A","id":78169,"title":"Masterblaster","adult":false,"genre_ids":[27,28,53]},{"cast":["Mr. T"],"overview":"Mr. T comes out fighting in Straight Line, an intense, unrelenting action thriller about the sinister mind-control plot of a power-mad man, and the immovable object that won't stop 'til he drops! Mr. T is T.S. (Too Strong) Turner, a \"private investigator\" called on to seek and destroy the vicious street thugs who are causing chaos all over the city's East End. These Punks are running wild - they are afraid of nothing. The Gang, called \"The Future\" is a radical clan who want their future all white! When he hears this, Turner sees red, and now he's out for blood! His hell-bent mission: find out who's controlling these kids, and stop them before the terrorism gets out of control! T.S. is armed and ready for a furious fight to the finish.","release_date":"1989-12-01","vote_average":2.0,"runtime":90,"cert":"N\/A","id":78170,"title":"Straight Line","adult":false,"genre_ids":[28]},{"cast":["Duane Peters"],"overview":"Then there was Duane. The Duane Peters life story video, \"Who Cares?\" presented by Red Kross Skateboards a division of Black Label. Stabbed, beaten, broken, and bloodied, Duane Peters has definately paid his dues. He's invented more tricks than he can remember and done things few will ever forget. To this day, his style is unapologetically OLD SCHOOL, and you can bet he doesn't give two O'Henrys what anyone thinks. When PUNK ROCK and Skateboarding met, true chaos emerged, and Skateboarding was never the same. Stabbed, beaten, broken and bloodied, Duane Peters has definitely paid his dues. He's invented more tricks than he can remember and done things few will ever forget. To this day, his style is unapologetically OLD SCHOOL, and you can bet he doesn't give two O'Henrys what anyone thinks. When Duane and PUNK ROCK skateboarding met, true chaos emerged. Skateboarding will never the same.","release_date":"","vote_average":0.0,"runtime":35,"cert":"N\/A","id":78173,"title":"Who Cares: The Duane Peters Story","adult":false,"genre_ids":[99]},{"cast":["Jacques Gamblin","Peter Knapp"],"overview":"An artistic view of Van Gogh as if this movie is self narrated by himself.","release_date":"2009-03-25","vote_average":6.1,"runtime":38,"cert":"N\/A","id":78174,"title":"Van Gogh: Brush with Genius","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rollin' Through the Decades celebrates skateboarding's journey from London's South Bank underneath the Queen Elizabeth Hall, spiritual home of skateboarding since the early seventies through to today. Rollin' Through the Decades encapsulates the positive atmosphere of skateboarding and shows a true picture of its influence on our time. Showcasing historic, rare and unseen skateboarding footage. Featuring some of the finest tunes from the 80s and 90s and music especially composed for the film. ROLLIN interviews over 100 inspirational and legendary skateboarders, photographers and filmmakers.","release_date":"2005-01-27","vote_average":0.0,"runtime":120,"cert":"","id":78175,"title":"Rollin' Through the Decades","adult":false,"genre_ids":[]},{"cast":["Pat Roach","Kevin McNally","Ulrika Jonsson"],"overview":"Bill, an ex-boxer, is a failure in life but has no idea what to do about it -- until he meets local dodgy businessman Hamid 'Anything-U-Need' Choudhury. Hamid convinces Bill that there is serious money to be made in man vs animal boxing bouts. Bill cashes in his life savings to buy two meters of living, breathing, armor-plated giant mutant mantis shrimp with a smashing right hook, and sets off for London to fulfill his dreams. Along for the ride are his best friend Steve, ex-condom-factory employee and amateur boxer, Steve's highly-strung girlfriend Shaz, and a misunderstood, club-clawed crustacean who is not as stupid as it seems...","release_date":"2003-12-12","vote_average":3.0,"runtime":89,"cert":"","id":78178,"title":"Crust","adult":false,"genre_ids":[35]},{"cast":["Jean Gabin","Anne Doat","Serge Lecointe","Jacky Moulière","Jimmy Urbain"],"overview":"Judge Julien Lamy regularly deals with the welfare of children, namely down on their luck delinquents. When an orphan named Alain Robert  burns down a barn belonging to his abusive foster family, Judge Lamy has no choice but to send him to a juvenile jail. There he meets an older boy named Francis Lanoux, who is desperate to escape and be reunited with his girlfriend Sylvette. The boys eventually flee the institution, as Francis goes in search of his lost love and Alain continues looking for his parents. Unfortunately, the little rebels run into some big problems once on the outside.","release_date":"1955-10-21","vote_average":7.1,"runtime":93,"cert":"N\/A","id":78179,"title":"The Little Rebels","adult":false,"genre_ids":[18]},{"cast":["Farley Granger","Lee Bryant","John McCurry","Arch Johnson","Barbara Bingham"],"overview":"Haunted by the drowning death of his own daughter, a police investigator embarks on an obsessive 10-year hunt for the identity of a dead boy, to the detriment of his family life.","release_date":"1984-01-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":78180,"title":"Death Mask","adult":false,"genre_ids":[27]},{"cast":["Jean Gabin","Robert Stack","Margaret Lee","Jean Topart","Walter Giller"],"overview":"An American (Robert Stack) talks a retired French crook (Jean Gabin) into robbing a bank, but kidnappers demand the loot as ransom.","release_date":"1967-05-31","vote_average":4.6,"runtime":100,"cert":"N\/A","id":78181,"title":"Action Man","adult":false,"genre_ids":[80,18]},{"cast":["Nadezhda Markina","Aleksey Rozin","Andrey Smirnov","Elena Lyadova","Yaroslav Zhalnin"],"overview":"Vladimir is reaching the end of his life and decides to leave his wealth to his only daughter, cutting out his wife and her son from his will.","release_date":"2011-06-06","vote_average":7.4,"runtime":109,"cert":"N\/A","id":78182,"title":"Elena","adult":false,"genre_ids":[18,53]},{"cast":["Jean Gabin","Nicole Courcel","Silvia Monfort","Henri Arius","Antoine Balpêtré"],"overview":"Le Cas Du Dr. Laurent (The Case of Dr. Laurent) stars Jean Gabin as a Paris-based doctor who tries to spread the gospel of Natural Childbirth. Working in a cloistered rural community, Gabin runs up against the stone walls of fear and prejudice. His theories are proven sound when unwed mother Nicole Courcel gives birth within Gabin's methodology. The childbirth sequence is filmed straight-on with a delicate combination of taste and frankness. Nonetheless, the lurid ad campaign of Cas Du Dr. Laurent sensationalized this sequence all out of proportion.","release_date":"1957-04-03","vote_average":6.0,"runtime":110,"cert":"N\/A","id":78183,"title":"The Case of Dr. Laurent","adult":false,"genre_ids":[18]},{"cast":["Sergei Bezrukov","Leonid Yarmolnik","Anastasiya Dobrynina","Irina Bezrukova","Pavel Klimov"],"overview":"The funny adventures of a characters of Russian folk fairy tales in the contemporary world.","release_date":"2011-11-03","vote_average":5.6,"runtime":110,"cert":"N\/A","id":78184,"title":"The Real Tale","adult":false,"genre_ids":[35,14,10751]},{"cast":["Spike Milligan","Peter Sellers","Julia Foster"],"overview":"In this high-camp farce, Goons legend Spike Milligan stars as William Topaz McGonagall, an unemployed Scottish weaver and aspiring poet laureate who falls in love with Queen Victoria - a brilliant cameo by Peter Sellers - and thereafter devotes his banal poetry to her. Though McGonagall's solicitations are rejected by the Queen, it doesn't stop the turgid prose, and pathos, from overflowing as McGonagall hilariously attempts to become the greatest poet in the land. The image of the bad poet, trapped by his romanticism and inspired by a muse with a tin ear, appealed mightily to Spike Milligan, and this cult British spoof features the Goons show maestro at his ridiculous, genre-defying best.","release_date":"1975-08-15","vote_average":5.5,"runtime":85,"cert":"N\/A","id":78185,"title":"The Great McGonagall","adult":false,"genre_ids":[35]},{"cast":["Jay Cutler","Shawn Ray","Kevin Levrone","Dexter Jackson"],"overview":"A tremendous feature-length look at the 2001 battle before the Olympia has the contestants demonstrating their most taxing routines and poses. Featured performers: Jay Cutler: Shoulders, Triceps; Claude Groulx: Back, Shoulders; Darrem Charles: Shoulders; Orville Burke: Chest; King Kamali: Back; Craig Titus: Shoulders; Shawn Ray: Chest; Melvin Anthony: Back; Chris Cormier: Chest; Tom Prince: Shoulders; Dennis James: Shoulders; Kevin Levrone: Pose Only; J.D. Dawodu: Biceps; Dexter Jackson : Shoulders, Arms.","release_date":"2001-01-10","vote_average":0.0,"runtime":120,"cert":"N\/A","id":78186,"title":"The Battle for Olympia 2001","adult":false,"genre_ids":[]},{"cast":["Pablo Francisco"],"overview":"Pablo Francisco, one of the most popular comedians worldwide is back with his all new comedy concert, They Put It Out There. Following the enormous success of his last stand-up special, Ouch!, Pablo once again weaves together his arsenal of characters, spontaneous outbursts and clever insights to create a stand-up show that has the non-stop energy of a jazz riff. They Put It Out There. is a hilarious off-the-wall event that points out the absurdity of a pop-culture obsessed world as only Pablo can share.","release_date":"2011-11-22","vote_average":7.1,"runtime":75,"cert":"N\/A","id":78187,"title":"Pablo Francisco: They Put it Out There","adult":false,"genre_ids":[35]},{"cast":["Craig Sheffer","Rachel Hayward","Winston Rekert","Françoise Yip","Alexandria Mitchell"],"overview":"A fully automated commercial jetliner is prepared to make its maiden voyage. Without an on-flight pilot, the craft relies on satellite linking for its course. But when the plane suddenly deviates from its determined route and establishes a circular pattern over Seattle, it becomes evident that the craft has been hijacked by a disgruntled former airline employee who has hacked into the flight's computer system from his apartment, somewhere in the United States. Now, a former discredited Navy pilot and an oddball technician must race against the clock to find where the angry employee is, and regain control of the plane before it crashes into the city.","release_date":"2001-08-08","vote_average":5.3,"runtime":93,"cert":"","id":78188,"title":"Cabin Pressure","adult":false,"genre_ids":[18,28,12,53]},{"cast":["Dev Anand","Nanda","Sadhana","Leela Chitnis","Gajanan Jagirdar"],"overview":"An Indian army captain must break bad news to a sick woman.","release_date":"1961-01-01","vote_average":5.0,"runtime":164,"cert":"N\/A","id":78189,"title":"Hum Dono","adult":false,"genre_ids":[10749,18]},{"cast":["Michael Jackson"],"overview":"See Michael Jackson, one of the most recognizable and popular entertainers of all time, like never before in the feature-length tribute Michael Jackson: The Life of an Icon. Known to millions of fans worldwide for his record-breaking albums, groundbreaking music videos, mesmerizing dance moves and humanitarian efforts, his true story has never really been told...until now. This unprecedented look into the King of Pop's fascinating life includes all-new interviews with his mother Katherine Jackson as well as siblings Tito and Rebbie Jackson, family, friends and music legends such as Smokey Robinson, Dionne Warwick and many more.","release_date":"2011-06-06","vote_average":7.1,"runtime":149,"cert":"N\/A","id":78192,"title":"Michael Jackson: The Life of an Icon","adult":false,"genre_ids":[99]},{"cast":["Annie Girardot","Bernard Blier","Maurice Biraud","Roger Carel","Jean Carmet"],"overview":"Rosemonde, hailed as \"the Princess\" reign over a slum in the Paris suburbs. Herbert, a reporter who came to investigate on the pollution, ends up in a grinding machine of her invention. Rosemonde resells the bones to the church authorities who use them as holy relics. Inspector Adrian Bondu is handling the case... But a young hippie who looks like Jesus will have Rosemonde suddenly feel very earthly feelings...","release_date":"1972-08-23","vote_average":5.2,"runtime":87,"cert":"N\/A","id":78193,"title":"She No Longer Talks, She Shoots","adult":false,"genre_ids":[35,80]},{"cast":["Anthony Wong","Raymond Wong Ho-yin","Patrick Tse","Jordan Chan","Gillian Chung"],"overview":"A man becomes a cop in order to take down the police superintendent who may have killed his father, and that of a vengeful Triad boss.","release_date":"2003-12-31","vote_average":6.8,"runtime":104,"cert":"N\/A","id":78194,"title":"Colour of the Truth","adult":false,"genre_ids":[28,53]},{"cast":["Leslie Cheung","Karena Lam","Waise Lee","Valerie Chow","Norman Chu"],"overview":"This is the story of Yan, a young woman haunted by fleeting images of what she believes to be dead people. Told that it is all in her mind by her psychologist Jim, Yan still cannot find any other explanations for her visions. Soon, her suspicions are confirmed when Jim begins seeing the same things she does and the two begin to unravel a mystery that leads to a forgotten past","release_date":"2002-12-31","vote_average":6.2,"runtime":100,"cert":"N\/A","id":78195,"title":"Inner Senses","adult":false,"genre_ids":[27]},{"cast":["Donnie Yen","Annie Wu","Jimmy Wong Ga-Lok","Yu Rong-Guang","Simon Lui"],"overview":"Cat is a killer-for-hire intends on finding his nemesis wesley for revenge. When cat finally meets his long-awaited opponent a chain of events led to cat holding a policewoman hostage. They gradually begina a precarious relationship that may or may not affect cats ultimate mission to take wesleys life.","release_date":"1998-03-21","vote_average":5.0,"runtime":92,"cert":"N\/A","id":78196,"title":"Ballistic Kiss","adult":false,"genre_ids":[28,53]},{"cast":["Sam Louwyck","Titus De Voogdt","Jan Hammenecker","François Beukelaers","Norman Baert"],"overview":"Sam wakes up, gets ready and goes to do his daily job. And then the unexpected happens. A bomb explodes in the center of the shopping mall where he works. He drags himself towards the entrance to save the victims. One by one he pulls them out, until something terrible takes place. In complete hysteria he runs off till he falls down from exhaustion. A woman's voice makes him raise his head. She's one of the victims he saved. She wants to know why the suicide bomber did it. This encounter projects him back in history and even in a surreal world. Thereafter he runs into everyone he saved and feels that their defeat shows many parallels with his own. Even his confrontation with the wrongdoer isn't that straightforward as he thought it would be and confronts him with the fact that guilt and innocence can be pretty much alike.","release_date":"2010-11-17","vote_average":6.1,"runtime":92,"cert":"N\/A","id":78197,"title":"22nd of May","adult":false,"genre_ids":[14,18,53]},{"cast":[],"overview":"Four friends on a weekend camping trip having the time of their lives, when radio-active meteorites crash into a nearby cemetery all hell breaks loose. Who will make it out alive?","release_date":"2002-05-06","vote_average":3.7,"runtime":91,"cert":"N\/A","id":78198,"title":"Zombie Campout","adult":false,"genre_ids":[27]},{"cast":["David Carradine","Ted Prior","Patrick Culliton","Gail Jensen","Charles Napier"],"overview":"John Tucker's son travels back in time 30 years to save his father from being killed by thugs he is currently pursuing back in 1990.","release_date":"1990-07-18","vote_average":3.4,"runtime":82,"cert":"N\/A","id":78201,"title":"Future Zone","adult":false,"genre_ids":[28,80,878]},{"cast":["Leni Riefenstahl"],"overview":"Short documentary about the undersea world of coral reefs in various oceans around the world, with soundtrack but no narrative.","release_date":"2002-08-21","vote_average":6.6,"runtime":45,"cert":"N\/A","id":78202,"title":"Underwater Impressions","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A young mother must protect her daughter from a rogue scientist on a murderous rampage to steal the girl's psychic powers for herself.","release_date":"2009-01-01","vote_average":5.3,"runtime":74,"cert":"N\/A","id":78203,"title":"The Echo Game","adult":false,"genre_ids":[14,18,27,53]},{"cast":["Marc Jacobs","Winona Ryder","Sofia Coppola","Anna Wintour","Vincent Gallo"],"overview":"From Japan to America, the LV sign dominates the fashion scene. And, one man alone designs the Louis Vuitton creations the exceptional Marc Jacobs. With unprecedented access to one of the world's hottest and busiest designers, Loïc Prigent offers an intimate and revealing portrait of the reclusive Marc Jacobs and the world of haute couture. Whether in the offices and workrooms of Paris and New York, the back of his car, or backstage at a fashion show, we see a genius at work. Jacobs endures unimaginable pressure to chart new paths in fashion as he straddles the demands of the Louis Vuitton conglomerate and his own Marc Jacobs label.","release_date":"2007-04-27","vote_average":7.5,"runtime":75,"cert":"N\/A","id":78204,"title":"Marc Jacobs & Louis Vuitton","adult":false,"genre_ids":[99]},{"cast":["Minnie Driver","Angus Macfadyen","Ana Claudia Talancón","Esai Morales","Guillermo Díaz"],"overview":"When a reporter travels to Juarez to cover the ongoing story of the mass murder of local working women, she uncovers the amazing story of \"The Virgin Of Juarez,\" a survivor of an attack who has developed stigmata, a sign of holiness, and whose followers will do whatever she asks.","release_date":"2006-03-13","vote_average":5.0,"runtime":90,"cert":"N\/A","id":78205,"title":"The Virgin of Juarez","adult":false,"genre_ids":[18,53]},{"cast":["Mathieu Amalric","Edouard Baer","Maria de Medeiros","Golshifteh Farahani","Chiara Mastroianni"],"overview":"Nasser-Ali, a talented musician, loses the will to live after his wife breaks his beloved violin during an argument. He searches for a replacement, and finding none that sounds quite the same, he vows to die. Eight days later, he does. This is the story of his last week of life, where we see flashbacks and flash forwards of his previous life and his children's futures. We also see appearances of a nude Sophia Loren as well as the angel of death, Azarel. As we see his life, we realize exactly why he chose to end it and the profundity of this choice.","release_date":"2011-10-26","vote_average":7.2,"runtime":93,"cert":"N\/A","id":78206,"title":"Chicken with Plums","adult":false,"genre_ids":[35,18]},{"cast":["Lorenzo Balducci","Lino Guanciale","Emilia Verginelli","Tobias Moretti","Ennio Fantastichini"],"overview":"A drama based on the life of 18th century Italian lyricist Lorenzo da Ponte, who collaborated with Mozart on his \"Don Giovanni\" opera.","release_date":"2009-10-20","vote_average":4.0,"runtime":127,"cert":"N\/A","id":78207,"title":"I, Don Giovanni","adult":false,"genre_ids":[18,10749]},{"cast":["Bruno Todeschini","Éric Caravaca","Nathalie Boutefeu","Sylvain Jacques","Maurice Garrel"],"overview":"Thomas has been estranged from his brother Luc for several years, due in part to his difficulties in dealing with Luc's homosexuality. But when Thomas is diagnosed with a rare blood disease, which is difficult to treat and impossible to cure, he decides he wants to bring Luc back into his life. The brothers soon become inseparable, and their new relationship begins to alienate their significant others.","release_date":"2003-05-15","vote_average":5.9,"runtime":92,"cert":"N\/A","id":78208,"title":"His Brother","adult":false,"genre_ids":[18]},{"cast":["Liv Lisa Fries","Veronica Ferres","Jule Ronstedt","Martin Feifel","Oliver Mommsen"],"overview":"Linda is a teenage girl whose own insecurities and frustrations lead her to viciously act out against others. By inviting Linda‘s boyfriend to her birthday party, Susanne unknowingly sets off a chain of horrific events. Is Linda a product of environment and circumstance or was she simply (in her own mother’s words) “born evil”?","release_date":"2011-09-14","vote_average":5.0,"runtime":90,"cert":"N\/A","id":78209,"title":"She Deserved It","adult":false,"genre_ids":[18]},{"cast":["Sandrine Bonnaire","Jacques Gamblin","Isabelle Candelier","Zinedine Soualem","Jacques Boudet"],"overview":"Claire is a young woman who leads a somewhat formatted life. Pierre is an improviser, but not an actor. Brief encounter, brief romance, doomed or not, who can say? When things like that happen, you act on the spur of the moment.","release_date":"2001-03-21","vote_average":6.1,"runtime":85,"cert":"N\/A","id":78210,"title":"Mademoiselle","adult":false,"genre_ids":[18,10749]},{"cast":["Eve Arden","Gale Gordon","Don Porter","Robert Rockwell","Jane Morgan"],"overview":"The big-screen translation of the successful television show of the 1950's. Arden stars as Connie Brooks, wisecracking high school English teacher, who finally ties the knot with shy biology teacher Philip Boynton.","release_date":"1956-04-23","vote_average":6.5,"runtime":85,"cert":"N\/A","id":78213,"title":"Our Miss Brooks","adult":false,"genre_ids":[35]},{"cast":["Keiko Kitagawa","Osamu Mukai","Aya Omasa","Shunji Igarashi","Kento Kaku"],"overview":"Hyasaka Yukari only wants one thing: to enter the college that her mom wants. One day, she meets an extravagant group that loves fashion. They were searching for a model and Yukari fits their ideal model. From now Yukari will know the world of fashion and modeling, and what she really wants.","release_date":"2011-06-04","vote_average":7.4,"runtime":124,"cert":"N\/A","id":78214,"title":"Paradise Kiss","adult":false,"genre_ids":[18]},{"cast":["Stig Henrik Hoff","Lachlan Nieboer","Rupert Grint","Florian Lukas","David Kross"],"overview":"Based on a true story. On 27 April 1940, Luftwaffe pilot Horst Schopis' Heinkel 111 bomber is shot down near Grotli by an RAF Blackburn Skua L2940 fighter, which then crash-lands. The surviving German and English crew members begin to at shoot each other, but later find themselves huddled up in the same cabin. In order to survive the harsh winter in the Norwegian wilderness, they have to stand together. An unlikely, lifelong friendship blossoms.","release_date":"2012-03-09","vote_average":6.9,"runtime":100,"cert":"15","id":78215,"title":"Into the White","adult":false,"genre_ids":[28,10752,18]},{"cast":["Dieudonné"],"overview":"","release_date":"2005-06-30","vote_average":6.6,"runtime":null,"cert":"N\/A","id":78216,"title":"Mes excuses","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78217,"title":"Jimmy and Timmi","adult":false,"genre_ids":[]},{"cast":["Amy Brentano","Shannon McMahon","Dan Erickson","Marla Machart","Elizabeth Rose"],"overview":"In 1974, a little boy tries to talk a little girl into getting naked for him, which she refuses and calls him a pervert. He then runs home, which happens to be a brothel where several (extremely unattractive) hookers and their johns roam around in the bedrooms. The little boy comes into one room to find his mother with her john, to which he reacts by blasting them both dead with a shotgun. Thirteen years later, a woman named Linda is taking the new pledges for her sorority to the now empty brothel for a scavenger hunt. The scavenger hunt in the empty house is to test their maturity and courage, so if they finish the scavenger hunt without chickening out they can be part of the sorority. Once night falls the girls begin seeing apparitions of the dead hookers, and eventually the girls begin getting killed one by one...","release_date":"1987-12-01","vote_average":3.6,"runtime":86,"cert":"N\/A","id":78218,"title":"Blood Sisters","adult":false,"genre_ids":[53,27]},{"cast":["Cain Velasquez","Junior dos Santos"],"overview":"UFC on Fox: Velasquez vs. Dos Santos was a mixed martial arts event held by the Ultimate Fighting Championship on November 12, 2011 at the Honda Center in Anaheim, California. The event was the fifth that the UFC has hosted in Anaheim.","release_date":"2011-10-28","vote_average":5.8,"runtime":45,"cert":"N\/A","id":78219,"title":"UFC on Fox 1: Velasquez vs. Dos Santos","adult":false,"genre_ids":[]},{"cast":["Peter Bohlin","Tom Brokaw","Michio Kaku","Stevie Wonder"],"overview":"Steve Jobs was a creative and technological visionary who quite simply changed society as we know it. As co-founder and CEO of Apple Computer, Jobs ushered in personal computing to the masses, which in turn led to new innovations which completely changed our way of life - from how we do our work, to the way we watch movies, listen to music and interact socially. Discovery Channel will feature iGENIUS: HOW STEVE JOBS CHANGED THE WORLD, a one-hour documentary that celebrates these innovations.","release_date":"2011-11-16","vote_average":6.8,"runtime":42,"cert":"N\/A","id":78220,"title":"iGenius: How Steve Jobs Changed the World","adult":false,"genre_ids":[99]},{"cast":["Ariane Ascaride","Jean-Pierre Darroussin","Christine Brücher","Pascale Roberts","Jacques Boudet"],"overview":"","release_date":"2004-08-18","vote_average":0.0,"runtime":108,"cert":"N\/A","id":78223,"title":"My Father is an Engineer","adult":false,"genre_ids":[18]},{"cast":["Mark Harmon","Lola Glaudini","Tatiana Maslany"],"overview":"Minneapolis Deputy Police Chief, Lucas Davenport, has to face off against a duo unlike any he's ever encountered; a lethal hit woman and a ferociously cunning killer determined to hunt him down.","release_date":"2011-11-06","vote_average":4.5,"runtime":89,"cert":"N\/A","id":78224,"title":"Certain Prey","adult":false,"genre_ids":[80,18,28,53,9648]},{"cast":["Janine Turner","Fionnula Flanagan","Paudge Behan","Robert Mailhouse","Gia Carides"],"overview":"Vanessa Stewart is a beautiful American woman engaged to be married. Vanessa is an artist and is also a buyer for her father's company. She goes to Venice on a business trip and meets television reporter Bill Fitzgerald from Ireland. They fall madly in love in the four days they are in Venice.","release_date":"1999-10-27","vote_average":5.5,"runtime":88,"cert":"N\/A","id":78225,"title":"A Secret Affair","adult":false,"genre_ids":[18,10749]},{"cast":["Ashley Jones","Mark Slacke","Michael Woods","Antonio Sabàto, Jr.","Al Sapienza"],"overview":"Ten years ago, Kate Collins (Ashley Jones) was a different person. Literally. She was living in Chicago, working as a bartender, and going by her real name ‘Stephanie Wickers.’ That all changed when she witnessed the murder of her boss by a ruthless member of an up and coming crime syndicate named Alek Ravik (Al Sapienza). Knowing that Klebanov saw her, she faked her death, changed her name, and went into hiding in Philadelphia. When a crooked cop retires and young, eager Detective Miesen (Alain Chanoine) is chosen to head a new task force to tackle crime syndicates in Chicago, the unsolved murder case is reopened. Miesen believes that Kate\/Stephanie is still alive and begins to look for her. Unfortunately, so does Alek.","release_date":"2011-09-25","vote_average":2.5,"runtime":null,"cert":"N\/A","id":78226,"title":"Secrets From Her Past","adult":false,"genre_ids":[53,18]},{"cast":["Martine Deriche","Thalie Frugès","Paul Bonifas"],"overview":"A young student meets an elderly antiques-loving couple looking for a help. They like her very much, and she's hired on the spot.","release_date":"1970-01-01","vote_average":4.3,"runtime":13,"cert":"N\/A","id":78227,"title":"An Artistic Couple","adult":false,"genre_ids":[27]},{"cast":["Piotr Jagielski","Agnieszka Nagórzycka","Edyta Jungowska","Paweł Wilczak","Barbara Szkaluba"],"overview":"\"I am\" tells the story of Kundel, a boy searching for his place in life, his identity. After running away from an orphanage where he is treated as an outcast among outcasts by both his peers and the adults in charge, and being rejected a second time by his alcoholic mother, who had earlier abandoned him, the resolute 11-year-old finds a \"home\" on a deserted old barge on the outskirts of his hometown. He is still an outcast, but he is an outcast on his own terms, rejecting both patronizing charitable gestures and coercion by local thugs. In the process he makes one true friend, a girl from an affluent family who is also an outcast, despite living in material comfort.","release_date":"2005-11-04","vote_average":7.6,"runtime":93,"cert":"N\/A","id":78228,"title":"I Am","adult":false,"genre_ids":[18]},{"cast":["Frank Sinatra","Tony Curtis","Natalie Wood","Leora Dana","Karl Swenson"],"overview":"Toward the end of World War II, two American soldiers fighting in Southern France become romantically involved with a young, American woman. Her background will reveal more about them than her.","release_date":"1958-01-01","vote_average":5.4,"runtime":109,"cert":"N\/A","id":78229,"title":"Kings Go Forth","adult":false,"genre_ids":[18,28,10749,10752]},{"cast":[],"overview":"Sju år gamle Dora bor inni en datamaskin og sammen med sin beste venn, apen Boots, løser de ulike problemer som dukker opp på deres vei. Dersom du følger Doras eventyr så får du hjelpe henne med å løse problemene med hjelp av sang, regnestykker eller ganske enkelt å fortelle henne hva hun skal gjøre. Hun kommer til å spørre deg om hjelp. Sammen løser dere det på et artig måte og kanskje lærer hun deg litt engelsk også.","release_date":"2009-12-05","vote_average":0.0,"runtime":72,"cert":"N\/A","id":78230,"title":"Doras jul","adult":false,"genre_ids":[]},{"cast":["Anjela Lauren Smith","Caroline Chikezie","Don Warrington","Vas Blackwood","Wil Johnson"],"overview":"A single mother determined to make it as a singer puts together an all girl reggae group named Neeta, Sweeta, &amp; Nastie with her friends. Living in a housing project with little support, the odds are obviously against her. Emotionally she struggles too as she learns at her mother's death that her actual mother is the woman she had thought was her older sister. With the help of a female agent, the group starts to get some exposure and rises above their setting.","release_date":"1998-09-11","vote_average":3.0,"runtime":82,"cert":"15","id":78231,"title":"Babymother","adult":false,"genre_ids":[18,10402,10770]},{"cast":[],"overview":"Marty's about to make a killing in the music business","release_date":"1997-01-16","vote_average":3.5,"runtime":100,"cert":"15","id":78232,"title":"Bring Me the Head of Mavis Davis","adult":false,"genre_ids":[35]},{"cast":["Shaike Ophir","Joseph Shiloach","Nitza Shaul","Gabi Amrani"],"overview":"Azulai is a policeman in Jaffa, whose incompetence is only matched by his soft-heartedness. His superiors want to send him to early retirement, but he would like to stay on the force, and the criminals of Jaffa don't want to see him leave either...","release_date":"1971-06-05","vote_average":6.5,"runtime":87,"cert":"N\/A","id":78233,"title":"The Policeman","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2010-06-30","vote_average":0.0,"runtime":11,"cert":"N\/A","id":78234,"title":"Ente, Tod und Tulpe","adult":false,"genre_ids":[]},{"cast":["Steve Guttenberg","Alan Arkin","Julie Hagerty","Bill Macy","Curtis Armstrong"],"overview":"Jeff Marx wants to study medicine and become a physician. However, his grades are far from enough to get him into an American medical school. But then he gets a chance to study medicine abroad in a small Latin American dictatorship governed by the dictator Ramon Madera who has a big interest in how the medical students behave.","release_date":"1985-11-22","vote_average":5.5,"runtime":98,"cert":"N\/A","id":78235,"title":"Bad Medicine","adult":false,"genre_ids":[35]},{"cast":["Ariane Ascaride","Jean-Pierre Darroussin","Yann Trégouët","Frédérique Bonnal","Pascale Roberts"],"overview":"Centers on three childhood friends: Muriel, Francois and Rene. Partners in crime (burglaries, to be precise), the three end their \"criminal\" activities after one of their attempted burglaries fails. They vow never to see each other again until, however, Muriel's son is kidnapped, which leads the three to join forces again to get the ransom money.","release_date":"2008-04-09","vote_average":6.0,"runtime":104,"cert":"N\/A","id":78236,"title":"Lady Jane","adult":false,"genre_ids":[80,18,53]},{"cast":["Diego Peretti","Luis Luque","Oscar Ferreiro","Gabriela Iscovich","Martín Adjemián"],"overview":"Mariano Is a psychologist who must fulfill community service after losing a lawsuit by a traffic accident. He is forced to provide therapeutic support to Alfredo, a policeman depressed over his wife cheating on him. Mariano is then accidentally involved in a double homicide investigation being conducted by Alfredo.","release_date":"2005-09-29","vote_average":7.2,"runtime":112,"cert":"N\/A","id":78237,"title":"On Probation","adult":false,"genre_ids":[9648,80,28,35,18]},{"cast":["Jack Thompson","Kym Wilson","Tammy Macintosh"],"overview":"Tess returns home to Drovers Run, a family-run ranch in Australia’s outback, to reunite with her estranged father Jack and half sister Claire. Although Tess and Claire have feuded in the past, they must now work together to save the ranch from bankruptcy.","release_date":"1996-05-11","vote_average":5.5,"runtime":60,"cert":"N\/A","id":78238,"title":"McLeod's Daughters","adult":false,"genre_ids":[37,18]},{"cast":["Mario Van Peebles","Patsy Kensit","Bruce Payne","Tony Denison","Jason Beghe"],"overview":"The LA police department have a special team of officers with a talent for reducing big-time crime. The team leader has an excellent track record for crime reduction in other big cities, but his methods are unconventional, and so is he - he's a werewolf.","release_date":"1993-11-27","vote_average":5.4,"runtime":93,"cert":"N\/A","id":78239,"title":"Full Eclipse","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Melanie Lynskey","Boyd Kestner","Dean O'Gorman","Oliver Driver","Paul Glover"],"overview":"A hitchhiker takes two kids on the ride of their dreams, but they soon learn that their newfound hero is just as capable of delivering nightmares.","release_date":"2001-10-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":78240,"title":"Snakeskin","adult":false,"genre_ids":[12,14,18,28,35,53]},{"cast":["Ted Prior","Jack Vogel","Jim Hazelton","Adam Mayfield"],"overview":"This is a Twilight Zone type story that involves five soldiers out on a mission. And they soon find themselves stuck in a foxhole in an apparently deserted camp. Then strange things begin to happen. For one they are surrounded by strange creatures shrouded in black who do not fire on them or attempt to hurt them in any way but still they stay out there watching, almost as if waiting for something. And this, along with other things that happen, cause these men to question weather they are alive or dead. And that is where their struggle begins. Exploring the age old question of fate and if it is something that is written in stone or is it something we as people can affect. One by one, four of these five men give in to fate as it were and walk off into the woods never to be seen again, but Captain Jason Briggs will not give up for any reason and in the end it is up to him alone to fine out if he can truly change his own fate.","release_date":"2007-07-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":78241,"title":"Lost at War","adult":false,"genre_ids":[28,878]},{"cast":["Robert Forster","Lance Edwards","Hilary Shepard","Robert Davi"],"overview":"Two aliens arrive on Earth trying to kill each other. This is not easy, since they seem to be able to regenerate lost body parts and survive bullet wounds. Both of them happen to meet a young pathologist Dori Caisson, and each alien tells her that he is a peacemaker (an intergalactic cop) and that the other one is a bad guy. Whom can she trust?","release_date":"1990-07-02","vote_average":5.2,"runtime":100,"cert":"N\/A","id":78242,"title":"Peacemaker","adult":false,"genre_ids":[28,878]},{"cast":["Alan Autry","Kimberlee Autry","Lauren Autry","David Hart","Jim Tuck"],"overview":"It's 1878 and Jake Kincaid has just been released from prison for a crime he didn't commit. His heart is seeking vengeance on those responsible for landing him in jail but hes also very interested in finding the gold he was accused of stealing.","release_date":"2011-03-22","vote_average":5.0,"runtime":90,"cert":"N\/A","id":78243,"title":"Forgiven","adult":false,"genre_ids":[28,37]},{"cast":["David Gibson","James Lurie"],"overview":"The film takes you on a journey inside the Vatican like you've never seen it before. From the ancient \"City of the Dead\" beneath St. Peter's basilica to the vaults of the Secret Archives, to the Pope's private offices and TV room. The show also explores the long and tumultuous relationship between the Vatican and the U.S., uncovering documents that date back to the Civil War and exploring Reagan's relationship with John Paul II in their quest to combat the Soviets during the Cold War.","release_date":"2011-03-30","vote_average":7.0,"runtime":120,"cert":"N\/A","id":78244,"title":"Secret Access: The Vatican","adult":false,"genre_ids":[36]},{"cast":["Anne Curtis","Derek Ramsay","Cristine Reyes","Tirso Cruz III","Carmi Martin"],"overview":"Furniture supplier Ram is happily married to Charmaine. One day, Ram lands a big client, a new luxury resort. But he needs the help of Kara, the daughter of the owner of the resort, to finalize the deal. Kara's help, however, comes with a price, because she fancies Ram to be her lover. Not before long, Kara successfully seduces Ram, even though she knows about his marriage. When Charmaine learns of the affair, she finds ways to fight for her husband's waning attention.","release_date":"2011-09-28","vote_average":5.5,"runtime":104,"cert":"N\/A","id":78245,"title":"No Other Woman","adult":false,"genre_ids":[10749,18]},{"cast":["Irwin Ossa","John Bryant Davila","Jenifer Lee Simard","Alexis Artiles","Mike Ruiz"],"overview":"A cute, openly gay latin boy's hormones go into overdrive when his hunky cousin Angel arrives for an extended stay. The two explore the young and sometimes dangerous gay scene in the city's Latin neighborhood, with surprising outcomes.","release_date":"1997-09-05","vote_average":4.4,"runtime":71,"cert":"N\/A","id":78246,"title":"Latin Boys Go to Hell","adult":false,"genre_ids":[35,80,18]},{"cast":["Robert Englund","Zoe Trilling","Chandra West","Alona Kimhi","Juliano Mer-Khamis"],"overview":"A young girl travels to Cairo to visit her father, and becomes unwillingly involved with a bizarre sadomasochistic cult led by the charismatic Paul Chevalier, who is a descendant of the Marquis de Sade.","release_date":"1993-11-09","vote_average":4.4,"runtime":98,"cert":"","id":78247,"title":"Night Terrors","adult":false,"genre_ids":[27]},{"cast":["Rasmané Ouédraogo","Albertine N'Guessan","Ziable Honoré Goore Bi","Bintou Bakayoko","Nicole Suzis Menyeng"],"overview":"In West Africa during the late 17th century, King Adanggaman leads a war against his neighboring tribes, ordering his soldiers to torch enemy villages, kill the elderly and capture the healthy tribesmen to sell to the European slave traders. When his village falls prey to one of Adanggaman's attacks, Ossei manages to escape, but his family is murdered except for his captured mother. Chasing after the soldiers in an effort to free her, Ossei is befriended by a fierce warrior named Naka.","release_date":"2000-08-31","vote_average":7.0,"runtime":90,"cert":"N\/A","id":78248,"title":"Adanggaman","adult":false,"genre_ids":[18]},{"cast":["Chico Brenes","Daewon Song","Daniel Castillo","Dennis Busenitz","Jason Dill"],"overview":"SKATE MORE! Starring Steve Berra, Chico Brenes, Jason Dill, Kerry Getz, Keith Hufnagel, Daewon Song, Jeron Wilson, Mike Taylor, Daniel Castillo, and Jereme Rogers, SKATE MORE presents footage from some of the best skate sessions ever recorded from all aroundthe globe. The DVS team spent time overseas in such locations as Sydney Australia, Barcelona Spain, Buenos Aires Argentina, and Cape Town South Africa skating some of the most unbelievable terrain and spots ever created by man. True to form, SKATE MOREalso covers some of the most intense and innovative sessions in such cities as Philadelphia, San Francisco, L.A., and New York just to name a few. SKATE MORE is destined to portray the undeniable talents and amazing abilities of some of the most well known skaters the sport has ever seen.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":78249,"title":"DVS Skate More","adult":false,"genre_ids":[]},{"cast":["Carolyn Brandt","Ron Haydock","Jason Wayne","Laurel Spring","John Bates"],"overview":"A woman inherits an abandoned ranch whose estate is said to be haunted by \"the Chooper,\" the sword-wielding ghost of a vengeance-seeking Indian, in this Ray Dennis Steckler shocker.","release_date":"1971-01-01","vote_average":2.1,"runtime":70,"cert":"N\/A","id":78250,"title":"Blood Shack","adult":false,"genre_ids":[27]},{"cast":["Boris Chirkov","Vasili Merkuryev","Mikhail Derzhavin","Pyotr Aleynikov","Katya Ivanova"],"overview":"","release_date":"1946-06-06","vote_average":6.0,"runtime":116,"cert":"N\/A","id":78251,"title":"The Great Glinka","adult":false,"genre_ids":[10402,36]},{"cast":["Laurie Walters","Joe Spano","Edna MacAfee","Harry Baur","Charles Raino"],"overview":"Young lovers John and Jenny decide to go for a drive in the countryside one day when they happen upon the remains of a long-abandoned resort spa. After doing some exploring, they find that an elderly couple is still living in the crumbling building. They tell the youngsters that the resort was shut down long ago because it was the headquarters of a satanic cult that performed cannibalistic rituals on unsuspecting visitors, and then invite the pair to stay for dinner. Will John or Jenny make it back to civilization alive?","release_date":"1973-09-27","vote_average":6.0,"runtime":83,"cert":"N\/A","id":78252,"title":"Warlock Moon","adult":false,"genre_ids":[27,53]},{"cast":["Christopher Stryker","Maureen Mooney","Christopher Cousins","Millie Prezioso","Jason Brill"],"overview":"A teacher with a paranormal gift and a dark past, is forced to her limits when she becomes the target of a gang of teenagers. After spying on the vulnerable woman as she showers, they break into her home, humiliate and assault her. Something inside this reclusive teacher snaps and the thirst for vengence takes over. Bloody and clad in lingerie, she mutilates her attackers using some rather interesting and gory methods.","release_date":"1989-05-12","vote_average":4.8,"runtime":79,"cert":"N\/A","id":78253,"title":"Hell High","adult":false,"genre_ids":[27]},{"cast":["Valeriy Garkalin","Aleksandr Zbruev","Anastasiya Richi","Elena Shevchenko","Ramil Sabitov"],"overview":"Vadim Yershov has lost everything he had: family, home, favorite job. His daughter is attached to a wheel-chair after an accident that happened partly by his fault. From this stress, Vadim accumulated so much negative energy that now he can literally kill by his word and look. A big-scale scammer Avenir decides to use Vadim's gift in his interest, offering help with medical treatment for his daughter. Through Avenir, Vadim meets with a wonderful woman named Yelena. His love to her helps him to cure his daughter and his own soul.","release_date":"2004-06-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":78254,"title":"Salamander Skin","adult":false,"genre_ids":[53,9648]},{"cast":["Dmitriy Nagiev","Kamaliya","Liubomiras Laucevicius","Vitaliy Khaev","Aleksandr Semchev"],"overview":"A comedy about a millionaire who tries to stage his own funeral.","release_date":"2010-04-01","vote_average":1.0,"runtime":83,"cert":"N\/A","id":78255,"title":"My Widow's Husband","adult":false,"genre_ids":[35,80]},{"cast":["Deborah Kerr","Van Johnson","John Mills","Peter Cushing","Michael Goodliffe"],"overview":"A civil servant's wife (Deborah Kerr) in wartime London vows to leave her injured lover (Van Johnson) if he recovers.","release_date":"1955-02-23","vote_average":6.5,"runtime":105,"cert":"","id":78256,"title":"The End of the Affair","adult":false,"genre_ids":[10749]},{"cast":["Yehuda Barkan","Alona Kimhi","Keren Mor","Uri Shamir"],"overview":"Abba Ganuv is the heart warming story of single father \"chiko\" Ben David - a struggling sailor and his only son Ben.","release_date":"1987-06-06","vote_average":0.0,"runtime":87,"cert":"N\/A","id":78257,"title":"The Skipper","adult":false,"genre_ids":[18,35,10751]},{"cast":["Isabelle Pirès","Veroushka Knoge","Julien Imbert","Frédéric Niedermayer","Gilbert Mouret"],"overview":"Fleur, a shy young Parisian in Marseilles, meets Vénus, a flamboyant but lost Russian girl. They have nothing in common, save for their wish to meet the ideal boy.","release_date":"2004-06-23","vote_average":4.2,"runtime":null,"cert":"N\/A","id":78258,"title":"Venus & Fleur","adult":false,"genre_ids":[18]},{"cast":["Yehuda Barkan","Alona Kimhi","Uri Shamir","Arieh Elias"],"overview":"Abba Ganuv is the heart warming story of single father \"chiko\" Ben David - a struggling sailor and his only son Ben.","release_date":"1989-06-06","vote_average":0.0,"runtime":89,"cert":"N\/A","id":78259,"title":"The Skipper 2","adult":false,"genre_ids":[18,35,10751]},{"cast":["Hirotaka Suzuoki","Yuki Ueda","Mami Koyama","Issei Futamata","Jōji Yanami"],"overview":"In a dystopic and futuristic Tokyo, humanity’s genetic code has gone awry. At the forefront of the technology is Fraud, an organization conducting experiments on people such as Kei and Ai – two escaped “headmeters” with hefty psychokinetic powers. The sinister Mr. Lee wants nothing more to retrieve Ai back to his clutches, as she seemingly holds the key to immense power; Kei wants simply to keep Ai safe; and the evil Lai Lo Ching has his own master plan. Along with the help of the amnesiac headmeter K2 and a trusty sidekick, Kei must fight to protect Ai from the evils of Mr. Lee, Lai Lo Ching, and the state of the world itself!","release_date":"1986-07-26","vote_average":4.3,"runtime":88,"cert":"N\/A","id":78260,"title":"Love City","adult":false,"genre_ids":[28,16,14,878]},{"cast":["Yehuda Barkan","Irit Sheleg","Uri Shamir","Geula Noni"],"overview":"Abba Ganuv is the heart warming story of single father \"chiko\" Ben David - a struggling sailor and his only son Ben.","release_date":"1991-06-06","vote_average":0.0,"runtime":83,"cert":"N\/A","id":78261,"title":"The Skipper 3","adult":false,"genre_ids":[35,18,10751]},{"cast":["Zvika Hadar","Esti Zakheim","Aryeh Moskona","Orli Perl","Natan Zahavi"],"overview":"David is a garage electrician, who dreamt all of his life of becoming a magician, but had no luck in it. His girlfriend Batya wants an ordinary life, but David is still looking for his dream, so he links up with Romanian immigrant Shimon, who is an expert magician.","release_date":"1997-06-06","vote_average":6.0,"runtime":95,"cert":"N\/A","id":78262,"title":"Afula Express","adult":false,"genre_ids":[35,18,10749]},{"cast":["Shashi Kapoor","Om Puri","Shabana Azmi","Neena Gupta","Sushma Seth"],"overview":"Ismail Merchant's feature directorial debut addresses a subject close to his heart: the expressive Urdu language of Northern India, in danger of extinction as political trends and modernization obscure its contributions to Indian culture. Merchant 's treatment is wry and good humored , as his characters - an aging Urdu poet (Shashi Kapoor) and a worshipful young college lecturer - clash despite their shared passion for the beauty of words. Anita Desai adapted her novel with Shahrukh Husain, incorporating poems by Urdu author Faiz Ahmed Faiz. The movie won the President of India Gold Medal for Best Picture in 1994.(http:\/\/www.merchantivory.com\/custody.html)","release_date":"1994-04-15","vote_average":5.0,"runtime":126,"cert":"U","id":78263,"title":"In Custody","adult":false,"genre_ids":[18]},{"cast":["Jean-Louis Trintignant","Bernadette Lafont","Mireille Darc","Lea Massari","Claude Piéplu"],"overview":"","release_date":"1976-04-07","vote_average":4.0,"runtime":84,"cert":"N\/A","id":78264,"title":"L'ordinateur des pompes funèbres","adult":false,"genre_ids":[35,80]},{"cast":["Joan Crawford","Dennis Morgan","David Brian","Richard Webb","Mari Aldon"],"overview":"Elizabeth is losing her sight, so while her lover go into hiding, she checks in to the hospital for extensive surgery to recover her eyesight. There she is treated by a handsome young doctor, Ben Hellack (Dennis Morgan). As expected not only the doctor successfully open her eyes, he also opened her heart for him.","release_date":"1952-02-09","vote_average":5.6,"runtime":100,"cert":"N\/A","id":78265,"title":"This Woman Is Dangerous","adult":false,"genre_ids":[18,80]},{"cast":["Rory Calhoun","Shelley Winters","Gilbert Roland","Joseph Calleia","Fanny Schiller"],"overview":"In 1915, an American adventurer joins the supporters of Mexican revolutionary Pancho Villa.","release_date":"1955-10-19","vote_average":6.3,"runtime":92,"cert":"N\/A","id":78266,"title":"The Treasure of Pancho Villa","adult":false,"genre_ids":[10749,37]},{"cast":["Michel Piccoli","Gérard Depardieu","Jane Birkin","Marina Vlady","Charles Vanel"],"overview":"Dr. Brézé and his sons, all surgeons with limited abilities fight any competition on their sector with all means.","release_date":"1975-12-03","vote_average":6.2,"runtime":130,"cert":"N\/A","id":78267,"title":"Seven Deaths by Prescription","adult":false,"genre_ids":[18,53]},{"cast":["Michel Serrault","Michel Piccoli","Juliette Binoche","Jean Carmet","Jean-Pierre Bisson"],"overview":"Two members of the French Academy agree to help the attractive young veterinarian Esther investigate the suspicious death of her sister. Esther is convinced her brother-in-law is responsible, but soon it becomes apparent that those responsible are linked to the very highest echelons of power in the Vatican.","release_date":"1986-03-05","vote_average":5.0,"runtime":95,"cert":"N\/A","id":78268,"title":"My Brother-in-law Killed My Sister","adult":false,"genre_ids":[53,35]},{"cast":["Anne Ratte-Polle","Ralf Dittrich","Bernhard Schütz","Margarita Broich","Julius Lennert"],"overview":"","release_date":"2007-05-14","vote_average":7.0,"runtime":71,"cert":"N\/A","id":78269,"title":"To Make Sure?","adult":false,"genre_ids":[53,878,99,10770]},{"cast":["Katrin Sass","Cornelia Förder","Enrico Robert","Michaela Hotz","Monika Lennartz"],"overview":"Nina Kern, a divorced woman in her late twenties, will soon be fully deprived of her custody rights for her three children, who already reside in a home for the displaced  due to Nina’s many years of willful neglect. Although she has broken her promise to change her moral conduct many times, she is given one last chance on probation.","release_date":"1981-09-17","vote_average":6.0,"runtime":93,"cert":"N\/A","id":78270,"title":"Bürgschaft für ein Jahr","adult":false,"genre_ids":[18]},{"cast":[],"overview":"For over 30 years the Pasadena Roof Orchestra has achieved a rare level of energy and style in a musical genre usually relegated to the realms of nostalgia. The group has gained loyal fans across the globe, and this release sees them play to a home-ground of enthusiastic followers in London.","release_date":"2011-06-01","vote_average":4.0,"runtime":110,"cert":"Ex","id":78271,"title":"Pasadena Roof Orchestra - Live In London","adult":false,"genre_ids":[10402]},{"cast":["Pierre Fresnay","Roger Laugier","Michel Vitold","Antoine Balpêtré","Jean Debucourt"],"overview":"","release_date":"1946-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78272,"title":"Tainted","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is the story of Ahmed Khatib, a Palestinian boy shot by Israeli soldiers. His father decides to donate his son's organs to Israeli children as a gesture of peace. A powerful documentary on Israel's people, who have learned to live with everyday conflict, but have not given up their hope for peace.","release_date":"2008-08-13","vote_average":0.0,"runtime":89,"cert":"N\/A","id":78273,"title":"The Heart of Jenin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A gang in a Volvo have staked out a flat; when its occupants leave to walk their dog, the six break into the place.","release_date":"2001-09-13","vote_average":6.8,"runtime":10,"cert":"N\/A","id":78274,"title":"Music for One Apartment and Six Drummers","adult":false,"genre_ids":[]},{"cast":["Alektra Blue","Kayla Carrera","Kirsten Price","Nikki Benz","Ryder Skye"],"overview":"Claire (Kristen Price) has it all, stunning looks, glamorous career, upscale lifestyle...and an uptown attitude to go with it. Vinne (Tommy Gunn) seems to have it all too, but in a very different way. Loyal to his friends, he rarely charges customers for their car repairs, and life is simple but good. When their two worlds collide, Claire must face her true past and with Vinne's help, might even find true love.","release_date":"2010-03-10","vote_average":0.0,"runtime":108,"cert":"N\/A","id":78275,"title":"Uptown Girl","adult":true,"genre_ids":[10749]},{"cast":["Aksel Leth","Christian Stoltenberg","Jacob A. Bernit","Signe Lerche","Jesper Langberg"],"overview":"In 1958, a young Egon Olsen tries to escape from the orphanage by being adopted by a rich couple - but his new \"parents\" are rocket scientists who want to shoot him into space.","release_date":"2001-12-14","vote_average":6.5,"runtime":85,"cert":"N\/A","id":78276,"title":"Olsen Gang Junior","adult":false,"genre_ids":[10751,35]},{"cast":["Ben Kingsley"],"overview":"A Force More Powerful is a 1999 feature-length documentary film and a 2000 PBS series written and directed by Steve York about non-violent resistance movements around the world. Executive producers were Dalton Delan and Jack DuVall. Peter Ackerman was the series editor and principal content advisor.","release_date":"1999-12-01","vote_average":10.0,"runtime":110,"cert":"N\/A","id":78277,"title":"A Force More Powerful","adult":false,"genre_ids":[99]},{"cast":["Sandrine Kiberlain","Jean-Pierre Darroussin","Dominique Blanc","Mathieu Amalric","Jean-Claude Brialy"],"overview":"An unexpected phone call from a certain Kirsch sets off a crisis between Catherine and Raphaël that will affect all those around them, be they close friends or casual acquaintances.","release_date":"2002-12-11","vote_average":4.7,"runtime":99,"cert":"N\/A","id":78278,"title":"Special Delivery","adult":false,"genre_ids":[35]},{"cast":["Victoria Abril","Jean-Pierre Darroussin","Sylvie Testud","Didier Bezace","Claude Perron"],"overview":"This way-offbeat comedy from Gallic director Jeanne Labrune concerns two young French women, best friends Léa and Jacinthe. While Jacinthe develops a fixation with the moths that begin to cluster in frightening quantities throughout her apartment, Léa finds herself drawn to a dim-witted fellow employed by a local supermarket, then impulsively decides to follow him home via train. When Léa mysteriously disappears during the days that follow, Jacinthe naturally grows concerned about her friend and decides to investigate.","release_date":"2004-07-28","vote_average":5.0,"runtime":87,"cert":"N\/A","id":78279,"title":"Cause toujours!","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Marielle","Sophie Daumier","Dominique Lavanant","Marco Perrin","Anna Gaylor"],"overview":"","release_date":"1977-08-31","vote_average":5.8,"runtime":null,"cert":"N\/A","id":78280,"title":"As the Moon","adult":false,"genre_ids":[35,18]},{"cast":["Sandrine Kiberlain","Sergio Castellitto","Aurore Clément","Chiara Mastroianni","Mireille Perrier"],"overview":"A Private detective is hired to trace a woman who ran away and disappeared on her wedding day. The movie follows him and recounts the story of her life through her eyes and the eyes of those interviewed by the detective.","release_date":"1998-08-26","vote_average":5.5,"runtime":100,"cert":"N\/A","id":78281,"title":"For Sale","adult":false,"genre_ids":[10749,18,9648]},{"cast":["Paul Bedel"],"overview":"Op de uiterste westkaap van Normandië, Cap de la Hague, leeft de 75-jarige Paul Bedel al zijn leven lang als boer, samen met zijn twee zussen die net als hij ongetrouwd zijn. Paul is zo krom als de bomen in het heuvelige land waar de zee wild omheen spoelt. Hij trekt in de ochtendnevel zijn karretje voort, met op de verre achtergrond de nucleaire centrale die veertig jaar geleden de streek voorgoed veranderde. Boeren verlieten de landbouw om er te gaan werken, maar Paul en zijn zussen bleven zaaien, maaien en cider maken zoals ze dat altijd al hadden gedaan. Nooit ging hij mee met de modernisatie, liever sleutelt hij eindeloos aan zijn haperende machinepark: een hooibalenmaker uit 1956, een maaimachine uit 1945 en een roestige dorsmachine uit 1937. Toch komt ook voor Paul eens het moment om te stoppen...","release_date":"2006-05-03","vote_average":4.8,"runtime":103,"cert":"N\/A","id":78282,"title":"Paul dans sa vie","adult":false,"genre_ids":[99]},{"cast":["Elsa Zylberstein","Bernard Le Coq","Pierre Arditi","Laetitia Masson","Daniel Auteuil"],"overview":"A film director, whose career is going downhill, reluctantly decides to adapt an inadaptable best selling novel. Will she succeed or will the book adapt her in the process?","release_date":"2004-09-15","vote_average":5.0,"runtime":92,"cert":"N\/A","id":78283,"title":"Why (Not) Brazil?","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Marielle","Jean-Pierre Bisson","François Berléand","Brigitte Roüan","Maïté Nahyr"],"overview":"","release_date":"1987-04-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":78284,"title":"Les Mois d'avril sont meurtriers","adult":false,"genre_ids":[80]},{"cast":["Jeanne Moreau","Michel Serrault","Luc Thuillier","Géraldine Danon","Pratapan Nagaratnam"],"overview":"La vieille qui marchait dans la mer (English: The Old Lady Who Walked in the Sea) is a 1991 French film directed by Laurent Heynemann and written by Heynemann and Dominique Roulet. It won the 1992 César Award for Best Actress.","release_date":"1991-09-18","vote_average":5.7,"runtime":null,"cert":"N\/A","id":78285,"title":"The Old Lady Who Walked in the Sea","adult":false,"genre_ids":[35]},{"cast":["Alexis Bledel","Laurent Lucas"],"overview":"A young psychologically unstable young police woman named Kate Logan and a married Frenchman find themselves caught up in a dramatic twisted affair.","release_date":"2010-10-15","vote_average":4.8,"runtime":86,"cert":"N\/A","id":78286,"title":"The Kate Logan affair","adult":false,"genre_ids":[18,53]},{"cast":["Karel Höger"],"overview":"","release_date":"1956-11-23","vote_average":4.5,"runtime":101,"cert":"N\/A","id":78287,"title":"A Life at Stake","adult":false,"genre_ids":[18,10752]},{"cast":["Christina de Vallee","Jonathan Keane","David Paisley","Jill Riddiford"],"overview":"Set in and around the remote tidal island of Amen, Unhappy Birthday is the fictional story of three outsiders' battles against the twisted morals of an antiquated community. Inspired by British cult classics such as The Wicker Man and Hammer House of Horror, the film explores the fear of isolation and nature versus nature. A special birthday party becomes a living nightmare for City-dwelling couple Sadie and Rick and their friend Johnny. They visit Corinne, an enigmatic local on the island of Amen, which is accessible only by invite and seemingly impossible to get off. A mysterious family connection with Corinne brings horrific consequences as they find themselves trapped by the tide and at the mercy of the island's wild nature.","release_date":"2011-06-21","vote_average":4.0,"runtime":89,"cert":"N\/A","id":78288,"title":"Unhappy Birthday","adult":false,"genre_ids":[27,53,9648]},{"cast":["Lee Sung-jae","Kim Hyun-joo","Shin Yi","Lee Jong-hyuk"],"overview":"Suk-ki is perfect in a everyway but cold-hearted lawyer. He meets accidentally a man who has a same name with himself but both get involved in an accident and severely hurt. When he wakes up, he finds himself in the ugly body of the other guy. He has to live friend’s life from now on.","release_date":"2004-12-30","vote_average":7.0,"runtime":108,"cert":"N\/A","id":78289,"title":"Shin Suk-ki Blues","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Hunting the Lost Symbol explores mysteries raised by Dan Brown's novel 'The Lost Symbol'.","release_date":"2009-10-18","vote_average":8.0,"runtime":173,"cert":"N\/A","id":78290,"title":"Hunting the Lost Symbol","adult":false,"genre_ids":[99]},{"cast":["Gracie Glam","Alektra Blue","Ash Hollywood","India Summer","Tony De Sergio"],"overview":"Christy is new at school... She is smart, pretty, popular, and accustomed to using sex to get her way. Soon the handsome chemistry professor becomes the object of her desire. When the sentiment is not returned however, Christy's true colors begin to show. Even her roommate and her friend begin to suspect something sinister. When students begin having \"accidents\", it becomes clear that Christy will stop at nothing to get what she wants.","release_date":"2011-08-11","vote_average":0.0,"runtime":99,"cert":"N\/A","id":78291,"title":"Teacher's Pet","adult":true,"genre_ids":[18]},{"cast":[],"overview":"Romantic Comedy about two girls who find love in the most unexpected places in modern-day Mexico City.","release_date":"2003-12-10","vote_average":4.8,"runtime":89,"cert":"N\/A","id":78292,"title":"Ladies' Night","adult":false,"genre_ids":[35,10749]},{"cast":["Isild Le Besco","Ouassini Embarek","Nicolas Duvauchelle","Laurence Cordier","Emmanuelle Bercot"],"overview":"A girl from bourgeoisie discovers the pleasures of banditism, following her lover in his lifestyle.","release_date":"2004-09-09","vote_average":4.9,"runtime":95,"cert":"N\/A","id":78293,"title":"Right Now","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Scarlett Alice Johnson","Jack Gordon","Michael Jibson","Elen Rhys","Joshua Richards"],"overview":"Four young men have won a trip with their favorite social network. On board the private plane that took him to New York, they are invited to participate in an in-flight entertainment: a new online gaming experience. But this is no ordinary Thurs Trapped at 30,000 feet, they will play for their lives and those of their families. They will discover the hard way that put his life online can have dire consequences ...","release_date":"2011-08-27","vote_average":5.4,"runtime":96,"cert":"18","id":78294,"title":"Panic Button","adult":false,"genre_ids":[27,53]},{"cast":["Tarcísio Meira","Flávia Alessandra","Gregório Duvivier","Mariana Rios","Ângela Vieira"],"overview":"Lalau (Gregório Duvivier) viaja pelo interior do Brasil se apresentando com um show de piadas. Seu pai, Ramon Velasco (Tarcísio Meira), também é um comediante do show e empresário do filho. Certo dia, Lalau recebe uma proposta milionária para usar seus talentos e fingir ser um famoso Guru em uma palestra motivacional. Em nome da grana, ele aceita a proposta rapidinho mas algo não dá certo e Lalau precisa mais uma vez da ajuda de seu pai que, nas situações mais complicadas, solta o velho bordão: \"Não se preocupe, nada vai dar certo\".","release_date":"2011-07-22","vote_average":5.7,"runtime":null,"cert":"N\/A","id":78299,"title":"Não Se Preocupe Nada Vai Dar Certo","adult":false,"genre_ids":[35]},{"cast":["Wayne Gretzky","Janet Jones","Walter Gretzky","Phyllis Gretzky"],"overview":"Once in a generation comes an athlete so gifted that he completely dominates his sport. In our generation that man is Wayne Gretzky. Gretzky is more than a hockey star, he is an inter-national sports hero. ABOVE AND BEYOND takes you behind the headlines to that frozen river where his career began.","release_date":"1990-08-31","vote_average":2.8,"runtime":58,"cert":"N\/A","id":78300,"title":"Wayne Gretzky: Above and Beyond","adult":false,"genre_ids":[99]},{"cast":["Sergi López","Marilyne Canto","Sylvie Testud","Sacha Bourdo","Jean-Jacques Vanier"],"overview":"Tom, a Spaniard, is married to Sylvie and lives a quiet but a bit boring life in the Britanny countryside (west of France). Trouble comes when Tom ex girlfriend reappears, asking for help, announcing him that she had a girl from him 9 years ago.","release_date":"2002-03-20","vote_average":7.0,"runtime":120,"cert":"N\/A","id":78303,"title":"Women or Children First","adult":false,"genre_ids":[18]},{"cast":["Sergi López","Kevin Miranda","Lucy Harrison","Mélodie Marcq","Jacques Bosc"],"overview":"Victor, a father, travels the roads with his teenage son, Felix. For Felix, the trip is a school of life, as his first romantic encounter helps him better understand his father and get closer to him.","release_date":"2004-03-10","vote_average":6.0,"runtime":101,"cert":"N\/A","id":78304,"title":"Side Roads","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Gipsy Kings: Live at Kenwood House in London","release_date":"2007-11-06","vote_average":5.2,"runtime":101,"cert":"N\/A","id":78305,"title":"Gipsy Kings : Live at Kenwood House in London","adult":false,"genre_ids":[10402]},{"cast":["Mustafa Kemal Atatürk"],"overview":"SARI ZEYBEK Ulu Önder Mustafa Kemal ATATÜRK'ün son 300 gününü anlatan Can Dündar'ın imzasını net bir şekilde görebileceğiniz birçok belge ve kaynak gösterilerek çekilmiş Türk Sinemasının belkide en önemli belgesel filmi.Kesinlikle yorumsuz,sade ve gerçek kaynaklara dayanan yapımcılığını,kurgusunu ve senaryosunu Can Dündar'ın üstlendiği hüzünlendiren bir o kadar da gururlandıran gerçeklerin anlatıldığı 7'den 77'ye herkesin izlemesi gereken müthiş bir belgesel.","release_date":"1993-01-01","vote_average":7.3,"runtime":43,"cert":"N\/A","id":78306,"title":"Sarı Zeybek","adult":false,"genre_ids":[99,36]},{"cast":["Judy Marte","Paola Mendoza","Flaco Navaja","Dominic Colón","Edward O'Blenis"],"overview":"Follows the choices made by three young women - one a drug dealer, one an addict, one a pregnant teen - in Jersey City.","release_date":"2004-09-11","vote_average":5.9,"runtime":86,"cert":"","id":78307,"title":"On the Outs","adult":false,"genre_ids":[18]},{"cast":["Ralf Beck","Elin Hugoson","Hanna Oldenburg","Andreas Rylander","Patrick Saxe"],"overview":"Winona, a successful artist looking to get away from her stressful life. Her manager rents her a house in her home town where she runs in to an old boyfriend. They go back to the house, only to find out it is not as empty as they assumed.","release_date":"2011-10-03","vote_average":5.0,"runtime":80,"cert":"N\/A","id":78308,"title":"Blood Runs Cold","adult":false,"genre_ids":[27]},{"cast":["Christopher Gorham","Arielle Kebbel","Chris Parnell","Nelson Franklin"],"overview":"Brilliant trivia whiz Paul Tarson is great at answering little questions but horrible at answering the big ones – like what’s he going to do after grad school? When his father withdraws his funding, Paul is forced to confront his future and much procrastinated dissertation deadline…until he discovers the First Annual Ann Arbor Pub Trivia Tournament.","release_date":"2011-10-13","vote_average":4.8,"runtime":105,"cert":"N\/A","id":78309,"title":"Answer This!","adult":false,"genre_ids":[35,10749]},{"cast":["Nusrat Imroz Tisha","Mosharraf Karim","Rashed Uddin Ahmed Topu","Abul Hayat"],"overview":"A woman breaks with traditional Muslim culture by living with her boyfriend before getting married, but when the relationship ends, she must face the harsh consequences of being an outcast in her community.","release_date":"2009-12-11","vote_average":5.4,"runtime":124,"cert":"N\/A","id":78310,"title":"Third Person Singular Number","adult":false,"genre_ids":[18]},{"cast":["Paul Meurisse","Maria Schell","Claude Mann","Noël Roquevert","Sylvie Bréal"],"overview":"","release_date":"1963-10-16","vote_average":8.0,"runtime":null,"cert":"N\/A","id":78311,"title":"L'assassin connaît la musique","adult":false,"genre_ids":[35,80]},{"cast":["Bourvil","Philippe Noiret","Claude Rich","Michel Modo","Claude Véga"],"overview":"Businessman Victor Hardy wants to buy the entire area around the small village of Cabosse. He claims that he wants to return to nature, but he also intends to profit by selling the water from the village fountain, which is reputed to enhance longevity. However old farmer Mathieu and his sons don't want to sell...","release_date":"1961-11-01","vote_average":6.2,"runtime":90,"cert":"N\/A","id":78312,"title":"All the Gold in the World","adult":false,"genre_ids":[35]},{"cast":["Steffi Kühnert","Milan Peschel","Talisa Lilly Lemke","Mika Seidel","Ursula Werner"],"overview":"Frank and Simone have fulfilled a dream and live with their two children in a row house in the suburbs. They are a happy couple, until the day Frank is diagnosed with an inoperable brain tumor. The family is suddenly confronted with death.","release_date":"2011-12-19","vote_average":7.2,"runtime":110,"cert":"N\/A","id":78313,"title":"Stopped on Track","adult":false,"genre_ids":[18]},{"cast":["Josef Bierbichler","Karlheinz Hackl","Heribert Sasse","Angela Gregovic","Erika Deutinger"],"overview":"Brand, an author, who falls in love with Angela, his terminally ill wife's nurse and blunders into a dangerous spiral of passion and jealousy. A vindictive husband, an insistent chief inspector, a farsighted priest and a proud wife entrap Brand in a maelstrom of persecution, destruction and obliteration which can only end in life or death. It's a quest for redemption, the force which drives us all.","release_date":"2011-11-01","vote_average":5.5,"runtime":105,"cert":"N\/A","id":78314,"title":"Brand","adult":false,"genre_ids":[53]},{"cast":["Jean-Pierre Aumont","Gene Kelly","Cedric Hardwicke","Peter Lorre","Hume Cronyn"],"overview":"French soldiers (Jean-Pierre Aumont, Gene Kelly) surrender to lying Nazis and are herded into a barbaric prison camp.","release_date":"1943-11-12","vote_average":6.0,"runtime":90,"cert":"N\/A","id":78315,"title":"The Cross of Lorraine","adult":false,"genre_ids":[10752,18]},{"cast":["Mark Atha","Mark Bramhall","Ken Butler","Victor Campos","Charles Dierkop"],"overview":"A pretty young songbird found murdered on Hollywood Boulevard. The crusty old Private Eye who was in love with her. A smooth-talking seductress who hires him to solve the crime. A bulldog detective with a nose for the truth and a leash held by city hall. A long list of suspects with a long list of alibis. A sprinkling of dirty secrets. A zest of clever lies. These are the ingredients of an homage to the PI films of Hollywood's Golden Age.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78316,"title":"Murder on the Yellow Brick Road","adult":false,"genre_ids":[18,9648]},{"cast":["Pat O’Brien","Sybil Jason","Humphrey Bogart","Ann Sheridan","Frieda Inescort"],"overview":"His role in the plight of an unemployed man (Humphrey Bogart) and his disabled daughter profoundly affects an intractable Irish policeman (Pat O'Brien).","release_date":"1937-02-13","vote_average":7.7,"runtime":71,"cert":"N\/A","id":78317,"title":"The Great O'Malley","adult":false,"genre_ids":[18]},{"cast":["Paul Muni","Bette Davis","Brian Aherne","Claude Rains","John Garfield"],"overview":"The newly named emperor Maximilian and his wife Carolotta arrive in Mexico to face popular sentiment favoring Benito Juraez and democracy..","release_date":"1939-06-10","vote_average":6.6,"runtime":125,"cert":"N\/A","id":78318,"title":"Juarez","adult":false,"genre_ids":[18,36,10749]},{"cast":["Sting"],"overview":"","release_date":"2009-09-30","vote_average":4.3,"runtime":null,"cert":"N\/A","id":78319,"title":"If on a Winter's Night ... Live from Durham Cathedral","adult":false,"genre_ids":[10402]},{"cast":["Billy Zane","Jennifer Beals","Darren McGavin","James Le Gros","Mark Pellegrino"],"overview":"A dimwitted thug encounters a strung-out, suicidal young woman and an unlikely relationship develops as they work together to make a break for new horizons.","release_date":"1991-09-13","vote_average":6.6,"runtime":99,"cert":"N\/A","id":78320,"title":"Blood and Concrete","adult":false,"genre_ids":[80,35]},{"cast":["Lee Marvin","Miou-Miou","Jean Carmet","Victor Lanoux","David Bennent"],"overview":"Dog Day is a 1984 film starring Lee Marvin. A criminal shows up at a farmhouse with the law on his heels and several million dollars in his possession. The supporting cast includes Tina Louise and Juliette Mills. The movie was directed by Yves Boisset.","release_date":"1984-01-10","vote_average":5.1,"runtime":101,"cert":"N\/A","id":78321,"title":"Dog Day","adult":false,"genre_ids":[28,80,18]},{"cast":["Ludivine Sagnier","Nicolas Duvauchelle","Bruno Todeschini","Florence Loiret","Estelle Vincent"],"overview":"Cecile and Julien begin their new life together. Julien works long hours in a video library, a world full of pictures. Coming home late one night, he encounters a young, beautiful, disturbing woman in front of his building. She seems lost, as if in a dream. She mumbles something to him, like a call for help, and vanishes. Since this strange encounter, and maybe for the first time in his life, Julien is confused, becoming obsessed by the mystery surrounding this intriguing woman, Gabrielle. He discovers that she lives across the street with an intimidating, violent-looking man, Louis. Following her at night, Julien sees Gabrielle sleepwalking, perhaps a refugee from the distressful, dangerous world she must inhabit. Risking everything, including Cecile's love for him, Julien plunges into Gabrielle's strange but fascinating life, determined to save her from Louis, even herself, somehow hoping to avert the catastrophe that awaits her.","release_date":"2005-08-31","vote_average":3.9,"runtime":null,"cert":"N\/A","id":78322,"title":"Une aventure","adult":false,"genre_ids":[53]},{"cast":["Roman Madyanov","Yakov Kucherevskiy","Мария Берсенева","Gia Gogishvili","Giorgi Gurgulia"],"overview":"In the city centre, two thieves steal a bag with one million Euros from a car, thinking that at last they're in luck; yet they cannot even fathom what they got themselves into. A proper hunt for this money begins.","release_date":"2011-10-13","vote_average":6.3,"runtime":89,"cert":"N\/A","id":78323,"title":"Cash","adult":false,"genre_ids":[28,80]},{"cast":["Witold Dębicki","Piotr Garlicki","Marta Honzatko","Michał Kowalski","Marta Kalmus"],"overview":"Antoni Krauze reminds one of the darkest history of the cards with PRL. Spectacular reconstruction of the dramatic events in Gdynia, ended a brutal pacification of demonstrators by troops and militia in 1970.","release_date":"2011-02-25","vote_average":6.8,"runtime":100,"cert":"N\/A","id":78326,"title":"Black Thursday","adult":false,"genre_ids":[18]},{"cast":["Bette Davis","Warren William","Guy Kibbee","Vivienne Osborne","Frank McHugh"],"overview":"The Progressive Party convention is deadlocked for governor, so both sides nominate the dark horse Zachary Hicks. Kay Russell suggests they hire Hal Blake as campaign manager; but first they have to get him out of jail for not paying alimony. Blake organizes the office and coaches Hicks to answer every question by pausing and then saying, \"Well yes, but then again no.\" Blake will sell Hicks as dumb but honest. Russell refuses to marry Blake, while Joe keeps people away from Blake's office. Blake teaches Hicks a speech by Lincoln. At the debate when the conservative candidate Underwood recites the same speech, Blake exposes him as a plagiarist. Hicks is presented for photo opportunities and gives his yes-and-no answer to any question, including whether he expects to win.","release_date":"1932-06-16","vote_average":8.0,"runtime":75,"cert":"N\/A","id":78327,"title":"The Dark Horse","adult":false,"genre_ids":[35]},{"cast":["John Turturro"],"overview":"It's Christmas Eve in Naples. Little Rocco feels increasingly jealous due to the imminent birth of a baby brother. Three little devils sent to earth by Satan promise Rocco that if he will stop baby Jesus from being born, by saying the magic word OPOPOMOZ and thereby entering an elaborate Nativity scene his father built, then his brother will never be born and he will remain an only child.","release_date":"2003-12-05","vote_average":7.2,"runtime":75,"cert":"N\/A","id":78328,"title":"Opopomoz","adult":false,"genre_ids":[16,10751]},{"cast":["Michael Palin","Tim Curry","Stephen Moore","Bill Stewart","Michael Elphick"],"overview":"One hot June day, three friends decide there is nothing they would like to do more than to get away from London. A boating holiday with lots of fresh air and exercise would be just the very thing, or so their doctors tell them. So, after debating the merits of hotel or camp beds and what to pack, they set off on their voyage - a trip up the Thames from Henley to Oxford - but very quickly find themselves ill-equipped for the trials of riverbank life. Comedy drama written by Tom Stoppard (based on the novel by Jerome K Jerome). Stars Michael Palin, Tim Curry and Stephen Moore.","release_date":"1975-12-31","vote_average":5.8,"runtime":64,"cert":"","id":78329,"title":"Three Men in a Boat","adult":false,"genre_ids":[18,35]},{"cast":["Buster Crabbe","Al St. John","Iris Meredith","Glenn Strange","Charles King"],"overview":"In this western, Billy the Kid has been wrongfully arrested for robbing a train. In order to prove his innocence, the Kid breaks out of jail and hits the trail to search for the real robbers. Along the way, he discovers that an outlaw band has been impersonating upstanding ranchers.","release_date":"1943-01-27","vote_average":6.0,"runtime":55,"cert":"N\/A","id":78330,"title":"The Kid Rides Again","adult":false,"genre_ids":[37,28,12]},{"cast":["Judy Holliday","Paul Douglas","George Burns","Fred Clark","John Williams"],"overview":"Laura Partridge is a very enthusiastic small stockholder of 10 shares in International Projects, a large corporation based in New York. She attends her first stockholder meeting ready to question the board of directors from their salaries to their operations.","release_date":"1956-08-22","vote_average":6.6,"runtime":99,"cert":"N\/A","id":78331,"title":"The Solid Gold Cadillac","adult":false,"genre_ids":[35,10749]},{"cast":["David Banks","Luke Barnett","Patrick Barnitt","Kevin Sorbo","Sunny Doench"],"overview":"Awakening from a deep sleep in the pitch black Sean Justice feels around him and realises that he is in a small wooden box and beside him lays his unconscious girlfriend. With only two hours of air time remaining a ransom demand is made of $500,000 dollars in cash for the location of their wooden prison.","release_date":"2011-10-27","vote_average":4.4,"runtime":95,"cert":"N\/A","id":78332,"title":"Coffin","adult":false,"genre_ids":[27,53,80,9648]},{"cast":["Michael Guy Allen","Meg Barrick"],"overview":"An orphaned war-veteran routinely travels between our world and the afterlife in search of his fiance's killer by stopping and starting his own heart.","release_date":"2011-10-22","vote_average":4.4,"runtime":70,"cert":"N\/A","id":78339,"title":"Memory Lane","adult":false,"genre_ids":[53,80,878]},{"cast":["Josiane Balasko","Maurice Bénichou","Catherine Hiegel","Jean-François Dérec","Viktor Neznanov"],"overview":"This bright domestic drama captures a moment in time when, for a large number of idealistic and grateful French men and women, the promise of Russian communism was bright, and everything Russian was a source of joy and amazement. In the story, Irene was rescued from Auschwitz by soldiers from the U.S.S.R., and since that time she has enthusiatically considered Russia to be the source of hope in the world. Her more pragmatic husband has, by 1958, grown somewhat weary of her enthusiasm, which has led her to decorate their apartment with anything Russian she can get her hands on. Matters come to a head when she is befriended by three members of the Red Army Choir during their tour of Paris.","release_date":"1993-12-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":78340,"title":"Not Everybody's Lucky Enough to Have Communist Parents","adult":false,"genre_ids":[35]},{"cast":["Gidi Gov","Gali Atari","Gilat Ankori","Meir Suissa","Anat Atzmon"],"overview":"A spaced out hippi, sexy girl and nerd try to produce a successful advertisement in Israel.","release_date":"1979-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":78341,"title":"99 Dizengoff Street","adult":false,"genre_ids":[10749,18]},{"cast":["Lior Ashkenazi","Yuval Shevach","Tzahi Grad","Yael Hadar"],"overview":"The life of the Yassif family becomes almost impossible when the father who is the city architect, is charged with taking bribes.","release_date":"2008-06-06","vote_average":5.2,"runtime":91,"cert":"N\/A","id":78342,"title":"Eli & Ben","adult":false,"genre_ids":[18,10751]},{"cast":["Assi Dayan","Tinkerbell","Adam Hirsch","Shraga Harpaz"],"overview":"After discovering that his father has lied to him for years about his estranged sister and his mother, 14-year-old Ilan runs away from home and ends up living with his sister, Dalia, who works on a cruise ship and is having an affair with a married man. While Dalia is at work, Ilan explores her down-and-out neighborhood and discovers and befriends Avram, an elderly holdout Communist living in an abandoned building with his weapons cache and marijuana-growing business, biding his time for the ultimate battle against the capitalists.","release_date":"2006-05-18","vote_average":6.0,"runtime":74,"cert":"N\/A","id":78343,"title":"Comrade","adult":false,"genre_ids":[28,18]},{"cast":["Oshri Cohen","Aya Steinovitz","Arieh Elias","Esti Zakheim"],"overview":"16 years old Shlomi lives with his restless mother, his soldier brother and their ill grandfather. Although not doing well in school, Shlomi is a gifted cook and takes care of most household chores. One day, the school's principal finds out Shlomi is actually a genius and tries to get him into a more suitable curriculum. However, Shlomi is more interested in taking care of his family and his new love interest, the beautiful girl next door.","release_date":"2003-04-03","vote_average":7.0,"runtime":94,"cert":"N\/A","id":78344,"title":"Bonjour Monsieur Shlomi","adult":false,"genre_ids":[35,18]},{"cast":["Ron Gur-Arieh","Ron Jaegermann","Dorit Lev-Ari","Yuval Segal"],"overview":"IT ALL BEGINS AT SEA is a drama with a few comic relieves, that tells 3 stories of the same 3 characters. In the first story, a 6 years old, goes to the beach with his parents. In the second story he is already 12 and out with his classmates on a fieldtrip, and in the last story he is 14 and moves with his family to a new apartment. In each story, a dramatic incident makes a change in the plot. .","release_date":"2008-12-18","vote_average":5.0,"runtime":93,"cert":"N\/A","id":78345,"title":"It All Begins at Sea","adult":false,"genre_ids":[18]},{"cast":["Meir Suissa","Anat Barzilai","Arnon Zadok","Hila Eran"],"overview":"After 20 year Elimelech and his wife, Shifra, rediscover their love for each other while searching for the marriage agreement which is needed for Ayala's, their daughter, wedding.","release_date":"2008-08-07","vote_average":0.0,"runtime":80,"cert":"N\/A","id":78346,"title":"Marriage Agreement","adult":false,"genre_ids":[35,18,10749]},{"cast":["Dana Ivgy","Raymonde Abecassis","Israel Bright","Victor Ida"],"overview":"A family of Iraqi-Israelis, each with his or her own weaknesses and determination, gathers for an Independence Day picnic. Their background stories are presented, reaching back as little as a few days or as far back as the War of Independence and the old country before that, and interlocking in ways that even they never realize.","release_date":"2003-05-08","vote_average":5.0,"runtime":102,"cert":"N\/A","id":78347,"title":"The Barbecue People","adult":false,"genre_ids":[18]},{"cast":["Marie Trintignant","Irène Jacob","Nicole Garcia","Stefano Dionisi","François Berléand"],"overview":"","release_date":"1995-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78348,"title":"Runaways","adult":false,"genre_ids":[18,10402]},{"cast":["Aki Avni","Assi Dayan","Riki Gal","Orli Perl"],"overview":"This beautiful love story that start's in Israel and going through all scene's of India, it's cultural, beauty and religions traditions brings us to the question: \"What is this love?\"...","release_date":"2002-11-21","vote_average":4.0,"runtime":96,"cert":"N\/A","id":78349,"title":"Open Heart","adult":false,"genre_ids":[18,10749]},{"cast":["Celia Cruz","Víctor Manuelle","Paulina Rubio","José Feliciano","Gloria Estefan"],"overview":"Hosted by Pop and Latin singing sensations Gloria Estefan and Marc Anthony, this all-star tribute honors the undisputed Queen of Salsa, Celia Cruz, an artist of immeasurable standing whose career has spanned more than five decades. Her music and incomparable charisma have touched the hearts and souls of millions of people from every race, nationality, and culture throughout the world. The Queen of Salsa has carried her title with class and distinction; her powerful voice and electrifying rhythm have garnered more than 60 worldwide recognitions, multiple gold and platinum records, and a star on Hollywood's Walk of Fame. Her boundless enthusiasm, genuine warmth, and deep-seated humanitarianism have made Celia Cruz the music industry's most accomplished and revered performer and the world's most notable ambassador of Hispanic culture.","release_date":"2004-01-27","vote_average":0.0,"runtime":109,"cert":"N\/A","id":78350,"title":"Celia Cruz: ¡Azúcar!","adult":false,"genre_ids":[10402]},{"cast":["Aziza Nadir","Simon Abkarian","Sami Bouajila","Michel Favory","Assaad Bouab"],"overview":"Young Zaina, must lead a caravan of precious thoroughbreds to Marrakech to take part of the most prestigious of all races : the Agdal. Along she'll have to face powerful OMAR and learn to trust her newly discovered father Mustapha.","release_date":"2005-10-26","vote_average":7.0,"runtime":100,"cert":"N\/A","id":78351,"title":"Zaina: Rider of the Atlas","adult":false,"genre_ids":[12,10751]},{"cast":["Stephanie Chapman Baker","Sam Cohan","Valene Kane","Neil Linpow","Lutz Michael"],"overview":"A game of paintball turns deadly when three unhinged and deranged ex-soldiers play a twisted mind game of catch and release with their unsuspecting victims. This quickly leads to a bloody man hunt where everyone is a target and no one is safe.","release_date":"2010-01-01","vote_average":5.2,"runtime":93,"cert":"18","id":78352,"title":"War Games: At the End of the Day","adult":false,"genre_ids":[28,27,53]},{"cast":["Liza Minnelli","Burt Reynolds","Gene Hackman","Robby Benson","John Hillerman"],"overview":"When an American booze smuggler gets murdered in Prohibition-era Mexico, his widow, a nightclub singer, joins forces with her lover and a desperate loner to become rum-runners to the U.S.","release_date":"1975-12-25","vote_average":5.5,"runtime":118,"cert":"N\/A","id":78353,"title":"Lucky Lady","adult":false,"genre_ids":[]},{"cast":["Judy Garland","Ronald Sinclair","Mickey Rooney","C. Aubrey Smith","Sophie Tucker"],"overview":"From Wikipedia, the free encyclopedia Thoroughbreds Don't Cry is a 1937 film directed by Alfred E. Green. It stars Mickey Rooney and Judy Garland in their first film together. Cricket West is a hopeful actress with a plan and a pair of vocal chords that bring down the house. Along with her eccentric aunt, she plays host to the local jockeys, whose leader is the cocky but highly skilled Timmie Donovan. When a young English gentleman comes to town convincing Donovan to ride his horse in a high stakes race, the plot breaks into a speeding gallop. Donovan is disqualified from racing, but Cricket wins the race.","release_date":"1937-12-03","vote_average":7.0,"runtime":80,"cert":"N\/A","id":78354,"title":"Thoroughbreds Don't Cry","adult":false,"genre_ids":[35,18,10402]},{"cast":["Liza Minnelli","Robert Moore","Ken Howard","James Coco","Kay Thompson"],"overview":"Liza Minnelli stars as a girl whose face is scarred in a vicious battery acid attack by her boyfriend. Later in an institution, she meets an epileptic (Ken Howard), and a gay man who uses a wheelchair (Robert Moore). Disabled, but not down, they live together in an older, rented house and bond, determined to prove themselves and to help each other. Based on the book by Marjorie Kellogg.","release_date":"1970-05-11","vote_average":6.3,"runtime":113,"cert":"N\/A","id":78355,"title":"Tell Me That You Love Me, Junie Moon","adult":false,"genre_ids":[35,18,10749]},{"cast":["Traci Lords","Angelo Tiffe","Scott Patterson","Luis Ángel Pérez","Sabrina Ferrand"],"overview":"A young policewoman relentlessly tries to bring down a ruthless drug kingpin whom plots his own agenda for his drug distribution empire.","release_date":"1992-10-01","vote_average":8.0,"runtime":99,"cert":"N\/A","id":78356,"title":"Intent to Kill","adult":false,"genre_ids":[12,53,28]},{"cast":["Kevin Sorbo","Shelley Long","Jason Burkey","Payton Christian","Sam Dalton"],"overview":"During spring break, Nathan Hanighan (Jason Burkey) returns home with a ring in his pocket for his high school sweetheart (Rachel Brooke Smith). Only to find she had fallen for his best friend (Ben Davies). Heartbroken, he moves to Angler Island, near his father (Kevin Sorbo), but circumstances force Nathan to return to Shelton Harbor. Living with his grandmother (Shelley Long), Hanighan begins falling for his grandmother’s caregiver, Miranda Joelsey (Kelsey Sanders), his former best friend’s sister.","release_date":"2014-02-14","vote_average":0.0,"runtime":110,"cert":"N\/A","id":78357,"title":"A Matter of Time  (A Place In The Heart)","adult":false,"genre_ids":[18]},{"cast":["Ingrid Bergman","Liza Minnelli","Charles Boyer","Isabella Rossellini","Tina Aumont"],"overview":"During a press conference, international star Nina remembers simpler times, flashing back to her days as a maid in a run-down Italian hotel. As a young woman, Nina befriends Contessa Sanziani, an elderly woman who entertains Nina with memories of her vibrant, wealthy life with Count Sanziani. Inspired by her tales of success, young Nina fantasizes about her own adventures and seeks to find the same excitement in her life.","release_date":"1976-10-07","vote_average":5.0,"runtime":97,"cert":"N\/A","id":78358,"title":"A Matter of Time","adult":false,"genre_ids":[18,14]},{"cast":["Piotr Fronczewski","Slavek Wronka","Leon Niemczyk","Wiesław Michnikowski","Bronisław Pawlik"],"overview":"Thanks to the powers of magic, Adaś Niezgódka is transported to the fairy tale land of Mr. Blot – the protagonist of Jan Brzechwa’s classic book. Mr. Blot is a teacher and a magician in one. His lessons cannot be boring. Especially when bIotology is the subject. Adaś learns about the miracles of the enchanted land, but also gets to know its dark secrets.","release_date":"1984-01-30","vote_average":5.7,"runtime":166,"cert":"N\/A","id":78359,"title":"Mister Blot's Academy","adult":false,"genre_ids":[14,10751]},{"cast":["Piotr Fronczewski","Henryk Bista","Leon Niemczyk","Jerzy Kryszak","Małgorzata Ostrowska"],"overview":"The second part of adventures of Mr. Blot and the students of his magic school.","release_date":"1986-02-03","vote_average":6.9,"runtime":164,"cert":"N\/A","id":78360,"title":"Travels of Mr. Blot","adult":false,"genre_ids":[14,10751]},{"cast":["Isabelle Huppert","Georgetta Leahu","Denis Lavant","Anamaria Vartolomei","Jethro Cave"],"overview":"Young Violetta and her mother Hannah are a peculiar couple. Ten-year-old Violetta lives a quiet life with her grandmother, while her mother Hannah is an unpredictable photographer who lives off of the generosity of others. When Hannah forces her daughter to pose as a model, Violetta finds her life with her loving grandmother turned upside down.The resulting pictures quickly become a sensation for the trendy 70's Paris art scene, and Violetta finds herself caught in between her new stature as an art muse and her dull childhood.","release_date":"2011-06-29","vote_average":6.8,"runtime":105,"cert":"N\/A","id":78363,"title":"My Little Princess","adult":false,"genre_ids":[18]},{"cast":["Michael O'Keefe","Rebecca De Mornay","Randy Quaid","Cleavant Derricks","Martin Ritt"],"overview":"Darryl Palmer (Michael O'Keefe) is a major league baseball player who meets and pursues an attractive singer (Rebecca De Mornay). After some setbacks, the two are married and sent on an emotional journey that sees his career take off, while hers doesn't. When she gives up her dreams to support her husband, she can't escape her own unhappiness. With a separation on the horizon, Darryl must choose between his big-league life and his one true love.","release_date":"1985-03-29","vote_average":3.8,"runtime":105,"cert":"N\/A","id":78364,"title":"The Slugger's Wife","adult":false,"genre_ids":[18,10749]},{"cast":["Guy Pausicles","Marc Lauba","José Jernidier","Beatrice Salondi","Fritz Ezelin"],"overview":"","release_date":"2004-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78365,"title":"Vin Vann","adult":false,"genre_ids":[]},{"cast":["Jérôme Commandeur"],"overview":"","release_date":"2011-11-03","vote_average":6.5,"runtime":null,"cert":"N\/A","id":78366,"title":"Jérôme Commandeur - Se Fait Discret","adult":false,"genre_ids":[35]},{"cast":["Gustave Parking"],"overview":"","release_date":"2002-04-03","vote_average":4.3,"runtime":null,"cert":"N\/A","id":78367,"title":"Gustave Parking - Le retour des joies sauvages","adult":false,"genre_ids":[35]},{"cast":["Lando Buzzanca","Raimondo Vianello","Gloria Paul","Elio Pandolfi","Lucia Modugno"],"overview":"A bank clerk and his cousin, a \"general\", join forces to track down a Mexican outlaw.","release_date":"1966-08-11","vote_average":4.0,"runtime":95,"cert":"N\/A","id":78368,"title":"For a Few Dollars Less","adult":false,"genre_ids":[37]},{"cast":["Michael Cornacchia","Thela Brown","Marie Del Marco","Shelley Dennis","Anne Griffin"],"overview":"A group of old college friends reunite to relive their glory days by renting a beautiful cabin in the woods. As the sun sets on their first day in the cabin, bright flashes of light announce the arrival of mysterious creatures. These friends will have to outwit a force that is both inhuman and extremely intelligent in order to survive. The outcome will shock and amaze you as we come to realize... we are not alone in the universe.","release_date":"2010-01-01","vote_average":3.6,"runtime":null,"cert":"N\/A","id":78369,"title":"Grey Skies","adult":false,"genre_ids":[53,878]},{"cast":["Melody Chase","Liev Schreiber","Lance E. Nichols","Mark Krasnoff","Roland Uribe"],"overview":"Documentary-style footage reveals the aftermath of disastrous events that disrupt the flow of oil to the United States.","release_date":"2005-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78370,"title":"Oil Storm","adult":false,"genre_ids":[]},{"cast":["Isabella Hofmann","Eric Allan Kramer","James Avery","Jeff Kober","Michael Weatherly"],"overview":"A group of aliens arrive on Earth as part of an advance invasion force. Their mission is to kidnap a small sample of humans and run them through a series of rigorous tests to determine if they would make suitable slaves. Harper, one of the alien experimenters, has beceme frustrated with her planet's endless cycle of conquest and extermination and begins to feel some sympathy for her human captives. While the prisoners see a glimmer of hope in the compassionate alien, will it be any use in stopping the enormous attack fleet just a few days from Earth?","release_date":"1998-03-21","vote_average":3.4,"runtime":91,"cert":"N\/A","id":78371,"title":"The Advanced Guard","adult":false,"genre_ids":[878,53]},{"cast":["Annie Girardot","Bruno Pradal","François Simon","Claude Cerval","Jean-Paul Moulinot"],"overview":"A love story between a teacher, Daniele, 32 years and one of his students Gerard, 17 during the heated atmosphere of May 68. Daniele is a fiery young woman, very involved politically. Gerard's parents accuse Danièle of statutory rape and complain. Danièle is trapped and the drama begins...","release_date":"1971-01-20","vote_average":6.8,"runtime":110,"cert":"N\/A","id":78372,"title":"To Die of Love","adult":false,"genre_ids":[18]},{"cast":["Breckin Meyer","Peter Facinelli","Eddie Mills","Ethan Embry","Ashley Johnson"],"overview":"Four guys, best friends, have grown up together in DANCER, TEXAS POP. 81, a tiny town in West Texas. Years ago, they made a solemn vow to leave town together as soon as they graduate. Now, it's that weekend and the time has come to \"put up or shut up.\" The clock is ticking and as all 81 people in the town watch, comment, offer advice and place bets, these four very different boys with unique backgrounds struggle with the biggest decision of their lives... whether to stay or leave home.","release_date":"1998-05-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":78373,"title":"Dancer, Texas Pop. 81","adult":false,"genre_ids":[35,18,10751]},{"cast":["Jean-Louis Trintignant","Catherine Deneuve","Claude Brasseur","Michel Serrault","François Perrot"],"overview":"","release_date":"1978-09-27","vote_average":6.1,"runtime":105,"cert":"N\/A","id":78376,"title":"Other People's Money","adult":false,"genre_ids":[18]},{"cast":["Jean Lefebvre","Dany Carrel","Bernard Blier","Robert Dalban","Bernadette Lafont"],"overview":"Goubi, the simpleton of his village in the French Department Allier, has but one wish: to see Paris. One day, the truckers Grafouillère deposit a drunk Goubi in the biggest market of Paris (the \"Halles\"). The poor man is completely lost, but the meat merchant Dessertine takes him under his wings when he hears that Goubi was likewise 'raised by the State'...","release_date":"1967-03-22","vote_average":6.1,"runtime":90,"cert":"N\/A","id":78377,"title":"Idiot in Paris","adult":false,"genre_ids":[35]},{"cast":["Magdalena Kaim","Walter Ludwig","Heike Kotsios","Maja Makowski","Christine Renhardt"],"overview":"1905: Syphilis and prostitution flourish in a small town somewhere in the Danube monarchy. In the midst of the night stands Marie, a young prostitute, who has learned how to live in this shady environment. Marie's encounters with johns have many faces; notorious bon vivants, an old man who brings cake from his wife, and Count Albin, a lofty gentleman whose behavior is very strange. Before Marie sleeps with him, she must tie a blue band with white dots around her thigh. The next day she encounters the Count shopping with his twelve year old daughter, Anna. It's apparent that Anna who wears a blue band with white dots in her hair is afraid of her father. Marie is deeply touched by Anna's emotional state which provokes her curiosity about the child. As she investigates Anna's situation Marie's humanity is revealed. It's ironic that a girl, Anna, of noble origins finds a motherly role model in Marie the prostitute.","release_date":"","vote_average":7.0,"runtime":85,"cert":"N\/A","id":78378,"title":"Hurenkarussell","adult":false,"genre_ids":[18]},{"cast":["Rex Lease","Hoot Gibson","Marion Shilling","Adam Goodman","Nina Guilbert"],"overview":"Two brothers are separated when young. One becomes the pony express rider Clint Knox and the other the outlaw Ace Carter.","release_date":"1936-10-01","vote_average":4.0,"runtime":70,"cert":"N\/A","id":78379,"title":"Cavalcade of the West","adult":false,"genre_ids":[]},{"cast":[],"overview":"The \"Great Sichuan Earthquake\" took place at 14:28 on May 12, 2008. In the days after, ordinary people salvage destroyed pig farms in the mountains, collect cheap scrapped metals, or pillaging other victims' homes. Behind the media circus of official visits is an inconsolable grief of families searching for loved ones. As the Lunar New Year approaches, vagabonds and family tell of the ill-handling of rebuilding schemes and misuse relief funds. As they prepare for another visit from a high official, the refugees are swept out of the town and into tent cities. The promise to put a roof over their heads before winter seems impossible to keep.","release_date":"2009-09-12","vote_average":4.2,"runtime":114,"cert":"N\/A","id":78380,"title":"1428","adult":false,"genre_ids":[99]},{"cast":["Val Kilmer","Bruce Dern","Elle Fanning","Ben Chaplin","Joanne Whalley"],"overview":"A declining writer arrives in a small town where he gets caught up in a murder mystery involving a young girl.","release_date":"2011-09-10","vote_average":5.0,"runtime":89,"cert":"N\/A","id":78381,"title":"Twixt","adult":false,"genre_ids":[27,9648,14,35]},{"cast":["Dennis Trillo","Iya Villania","Marian Rivera","Paolo Contis","Vangie Labalan"],"overview":"Noah comes home from the States to look into the real reason behind his best friend Damian's death. With his clairvoyant girlfriend Eileen, he meets old folks who shed light on pervasive superstitious beliefs about death and ghosts. Noah's skepticism is challenged as four souls trail him and Eileen.","release_date":"2006-04-19","vote_average":4.0,"runtime":100,"cert":"N\/A","id":78382,"title":"Pamahiin","adult":false,"genre_ids":[18,27,53]},{"cast":["Paz de la Huerta","Katrina Bowden","Kathleen Turner","Judd Nelson","Boris Kodjoe"],"overview":"Abby Russell, a beautiful, dedicated nurse with a sinister side, has a secret life in which she targets and punishes dishonest men.","release_date":"2013-09-28","vote_average":4.9,"runtime":99,"cert":"N\/A","id":78383,"title":"Nurse 3-D","adult":false,"genre_ids":[27,53]},{"cast":["Jan Dolanský","Jaroslav Dušek","Eva Nádazdyová","Anna Fialkova","Kamil Švejda"],"overview":"When self-help guru Dr. Reinis (Jaroslav Dusek) led his students on a retreat to ponder the meaning of life, he had no intention of leading them all to their doom. But when gut-munching zombie woodsmen emerge, the group finds itself locked in mortal battle. Alternately sickening and silly, this gruesomely hilarious Czech horror flick co-stars Jan Dolansky, Eva Nadazdyova, Anna Fialkova and Eva Janouskova.","release_date":"2004-04-02","vote_average":4.2,"runtime":81,"cert":"N\/A","id":78384,"title":"Choking Hazard","adult":false,"genre_ids":[27,35]},{"cast":["Lei Yu","Tao Hong"],"overview":"Filmmaker Ning Ying returns to her favorite theme – the gradual decay of traditional Chinese values and culture at the dawn of the 21st century – in this low-key drama. Desi (Yu Lei) is a cab driver who has recently broken up with his wife. Lonely, Desi is searching for a new love, and as he drifts through Beijing in search of fares and a girlfriend, he sees a city that is increasingly bending to the influence of the West, with traditional pastimes and customs forced to make way for the onslaught of the free-market economy. Xia Ri Nuan Yangyang has been screened on the international film festival circuit in two different versions; the cut shown at the 2001 Rotterdam Film Festival ran 99 minutes, while the film was only 79 minutes when it appeared at the Berlin Film Festival that same year.","release_date":"2001-01-05","vote_average":5.4,"runtime":78,"cert":"N\/A","id":78385,"title":"I Love Beijing","adult":false,"genre_ids":[18,10749]},{"cast":["Kyoko Koizumi","Suzuki Matsuo","Tsuyoshi Ujiki","Umenosuke Nakamura","Keisuke Horibe"],"overview":"Based on renowned Japanese writer Natsume Soseki's same-titled short story collection, Ten Nights of Dreams brings ten fantastical dream sequences to film with great visual and psychological panache. Representing the combined efforts of eleven directors, this outstanding anthology delves into the surreal subconscious with ten madly imaginative, reality-subverting visions that range from wonderfully wacky to nightmarishly unsettling.","release_date":"2006-10-22","vote_average":7.0,"runtime":111,"cert":"N\/A","id":78386,"title":"Ten Nights of Dreams","adult":false,"genre_ids":[]},{"cast":["Jimmy Chunga","Daryl Allen","Torrey DeVitto","K.C. Clyde","Erin Chambers"],"overview":"Sierra Young is a rising ingénue, making $10 million per picture. She's also a spoiled brat, partying all night, complaining on the set, unable to perform well. After a tantrum, in which she gets two black eyes, the director has her sent to a rehab clinic in a remote Utah town. Within a day, she's run away and is taken in by Nettie, who runs a bed and breakfast inn. Sierra also meets Nettie's grandson, Tyler, head of the local community theater. Sierra invents a name, tells Nettie a wild story, and reads for a part in Tyler's production of \"Taming of the Shrew.\" Meanwhile, her entourage hires a private eye to find her. In a small town of real people, will she find herself first?","release_date":"2007-09-15","vote_average":5.2,"runtime":98,"cert":"N\/A","id":78387,"title":"Heber Holiday","adult":false,"genre_ids":[35,10749]},{"cast":["Kari Hawker-Diaz"],"overview":"Adapted from the Carol Lynn Pearson play, writer-director McKay Daines's romantic comedy explores the depths life and love through the intertwining stories of three couples at a church dance on the Harvard campus. With stellar performances from an outstanding ensemble cast, this intelligently scripted film stars Michael Flynn, K.C. Clyde, Kari Hawker, Monique Lanier, Joyce Cohen and Scott Christopher.","release_date":"2007-04-06","vote_average":0.0,"runtime":81,"cert":"N\/A","id":78388,"title":"The Dance","adult":false,"genre_ids":[35,10749]},{"cast":["Bronco Mendenhall"],"overview":"If the spiritual nature that we carry with us isn't first and foremost in our lives, then I don't think our priorities are correct. — Bronco Mendenhall BYU Head Coach, Bronco Mendenhall, along with coaches and players from the 2006 Mountain West Championship team, talks about the importance of getting back to a the winning tradition, seeking the Spirit, and living honorably — three keys that have helped return success to the BYU football program.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":78391,"title":"Tradition, Spirit, Honor","adult":false,"genre_ids":[]},{"cast":["Karthik Muthuraman","Rithima","Raghuvaran","Radhika Chaudhari"],"overview":"A singer traveling from India to America is arrested in suspicion of being a terrorist. The story follows the singer who tries to prove his innocence.","release_date":"2011-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78392,"title":"Udhaya Neram","adult":false,"genre_ids":[18]},{"cast":["Aishwarya","Amisha","Kareena","Karishma","Preeti"],"overview":"","release_date":"","vote_average":7.5,"runtime":244,"cert":"N\/A","id":78393,"title":"Bollywood Nudes","adult":true,"genre_ids":[]},{"cast":["Guillaume Denaiffe","Norbert Ferrer","Chloé Hollings","Richard Rider","Tom Yang"],"overview":"Through the power of IMAX 3D, experience a wondrous adventure from the dinosaur age. Join Julie, an imaginative young woman, in a unique voyage through time and space. Explore an amazing underwater universe inhabited by larger-than-life creatures which were ruling the seas before dinosaurs conquered the earth. See science come alive in an entertaining manner and get ready for a face-to-face encounter with the T-Rex of the seas!","release_date":"2010-05-14","vote_average":7.4,"runtime":41,"cert":"N\/A","id":78394,"title":"Sea Rex 3D: Journey to a Prehistoric World","adult":false,"genre_ids":[99]},{"cast":["Alice Cooper"],"overview":"Alice Cooper once again takes control of Halloween this year, bringing all the thrills, blood spills, guts and gore we can take as Alice Cooper’s Halloween Night Of Fear hits the UK. Alice Cooper's special Halloween show at Alexander Palace, London, UK \/ 29th Oct 2011.","release_date":"2011-10-29","vote_average":4.3,"runtime":100,"cert":"","id":78395,"title":"Alice Cooper: Halloween Night of Fear London","adult":false,"genre_ids":[10402]},{"cast":["Stefano Accorsi","Thierry Lhermitte","Cristiana Capotondi","Silvana De Santis","Catherine Flemming"],"overview":"Dashing through the streets of Venice, slipping from the clutches of the law, darting across Europe in search of new challenges, Giacomo Casanova races through life with irrepressible energy. Violinist, writer, soldier, spy, gambler, adventurer - it is as a lover that he unbridles the full force of his energy. A charmer and seducer, he, too, is charmed by the beauty of women, seduced by their passion, intrigued by their mystery.","release_date":"2002-05-05","vote_average":5.3,"runtime":180,"cert":"N\/A","id":78396,"title":"The Young Casanova","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Inni is a live motion picture and album by Icelandic band Sigur Rós released in 2011.The concert footage was directed by Vincent Morisset and filmed at the Alexandra Palace in 2008. It was released on 7 November 2011 on various formats, including vinyl, DVD, Blu-ray and CD. Theatrical versions are also being shown around the world from late 2011.  The songs played within are Ný batterí, Svefn-g-englar, Fljótavík, Inní mér syngur vitleysingur, Sæglópur, Festival, E-Bow, Popplagið and Lúppulagið. The bonus material contains All Allright, Glósóli, Hafsól and Við spilum endalaust.","release_date":"2011-11-07","vote_average":7.1,"runtime":75,"cert":"N\/A","id":78397,"title":"Inni","adult":false,"genre_ids":[10402]},{"cast":["Arun Vijay","Sai Dhanshika","Karthik Muthuraman","Prabhu Ganesan","Santhanam"],"overview":"ACP Bose (Karthik) is a sincere police officer happily married (Anu Hassan) and living with his parents and younger brother Velu (Arun Vijay). Velu is a college student and he falls in love with his classmate Anjali (Dhansika). Umapathi (Chandrasekar) enters, who is notorious for settlements and land deals. He kills anyone who comes in his way and does not leave any evidence or witness behind. He takes a loan of 100 crores from a private bank with the help of a cunning DGP and a politician. He kills the bank’s chairman in order to avoid repayment and puts the blame on Bose. Bose tries to stop Umapathi. Velu also gets into disputes with Umapathi. What happens next forms the crux of the story.","release_date":"2010-05-21","vote_average":6.0,"runtime":150,"cert":"N\/A","id":78398,"title":"Maanja Velu","adult":false,"genre_ids":[28]},{"cast":["Horst Buchholz","Muriel Catalá","Hélène Vallier","Roger Lumont","Henri Vilbert"],"overview":"This is rural France. It's the summer of 1943, the weather is fine and sunny and life is sweet. On one of these beautiful days, Nanette, a fourteen-year-old peasant girl, meets a slightly injured young man near the farm she lives on. Her life is about to change forever.","release_date":"1971-09-01","vote_average":4.5,"runtime":90,"cert":"N\/A","id":78399,"title":"The Savior","adult":false,"genre_ids":[18]},{"cast":["Nicolette Krebitz","Robert Hunger-Bühler","Mark Waschke","Corinna Kirchhoff","Lamou Vissay"],"overview":"A man and a woman at an art exhibition share a fleeting moment of attraction, which neither can act upon. Days later, a chance second meeting leads to an innocent coffee and the two strangers – both married - toy with their unexplainable fascination for each other. Svenja is curious and finds herself in a hotel room with Roland, but she does not consummate an affair. A powerful executive at the large bank where Svenja's husband works, Roland is used to getting what he wants. He manipulates the transfer of her husband to Indonesia to replace a recently murdered bank manager. Unaware of Roland’s actions, Svenja now ceases to resist...","release_date":"2010-09-15","vote_average":5.0,"runtime":105,"cert":"N\/A","id":78400,"title":"The City Below","adult":false,"genre_ids":[10749,18]},{"cast":["Sabrina Ouazani","Nora von Waldstätten","Naima Bouzid","Alexander Scheer","Nohad Sabri"],"overview":"Amira, an aspiring young dancer, is cast out of her uncle's home in Tangiers when she refuses to either get married or become a housemaid. She finds refuge in the apartment of some girlfriends who earn their living as prostitutes. Pia and Tom, a young German couple, have come to Morocco seeking musical inspiration. When they meet her in a nightclub, Amira's sensual dancing inspires the thought of a potential love triangle that might help stimulate Pia's stagnant relationship with Tom. Amira, with ulterior motives, embraces the idea of an affair with Tom, hoping this might provide an opportunity to change her fate.","release_date":"2008-10-23","vote_average":7.0,"runtime":95,"cert":"N\/A","id":78401,"title":"Tangerine","adult":false,"genre_ids":[18]},{"cast":["Richard Anthony Crenna","Ann Douglas","Ennio Girolami","Bill Wohrman","Sherrie Rose"],"overview":"A group of environmentalists arrives at a faraway tropical delta where toxic waste is being dumped. However the water also hides a giant crocodile. The corrupt local officials don't help much either.","release_date":"1989-11-15","vote_average":5.3,"runtime":90,"cert":"N\/A","id":78402,"title":"Killer Crocodile","adult":false,"genre_ids":[27]},{"cast":["Meredith Monroe","Bonnie Dennison","Michael Welch","David Chokachi","Walter Duncan"],"overview":"A young woman (Bonnie Dennison) falls for a mysterious man (Michael Welch) who reveals his dark side.","release_date":"2011-07-11","vote_average":3.9,"runtime":86,"cert":"N\/A","id":78403,"title":"Born Bad","adult":false,"genre_ids":[53,18]},{"cast":["Jacques Frantz","Nicolas Vaude"],"overview":"","release_date":"2005-12-18","vote_average":5.0,"runtime":95,"cert":"N\/A","id":78404,"title":"La légende vraie de la tour Eiffel","adult":false,"genre_ids":[99,36]},{"cast":["Alain Delon","Michel Serrault","Patrick Catalifo","Serge Reggiani"],"overview":"This movie tells the story of a group of right-wing cops have begun carrying out vigilante justice on drug dealers and other crime figures who might otherwise avoid punishment for their misdeeds. Police inspector Grindel (Delon) understands the feelings which motivate these deeds, but does not approve. However, he is not highly motivated to put an end to the group's activities until it begins to appear that they are now attacking fellow cops for reasons which are unclear.","release_date":"1988-11-10","vote_average":6.0,"runtime":97,"cert":"N\/A","id":78405,"title":"Let Sleeping Cops Lie","adult":false,"genre_ids":[80]},{"cast":["Andy García","Alan Arkin","Rachel Ticotin","Joe Pantoliano","Ally Walker"],"overview":"Ruben and Robby are twin brothers, adopted by Mona, one of the wealthiest - and most eccentric - women in Santa Barbara. Ruben is devoted to Mona, but Robby is more devoted to her money. So when Mona leaves her fortune and estate to Ruben it starts a battle between brothers that soon leads to madness, mayhem, and even attempted murder. On Ruben's side is Lou Perilli an ex-Chicago cop and used car dealer who knows the law - and how to get around it. On Robby's side is ruthless businessman Reed Tyler, who is out to turn a swift profit on Mona's property. Walking a shifty line between them is Eddie Agopian, the family lawyer, who doesn't care which side wins as long as he's on the winner's side. But whether they're stealing big or stealing little, they're all stealing in this hilarious comedy about greed, power... and brotherly love.","release_date":"1995-09-29","vote_average":4.5,"runtime":113,"cert":"N\/A","id":78406,"title":"Steal Big Steal Little","adult":false,"genre_ids":[35,18]},{"cast":["Eric Sykes","Richard Briers","Tommy Cooper","Bernard Cribbins","Jimmy Edwards"],"overview":"A silent slapstick comedy depicting the travails of young couple moving into a new home, who hire an accident-prone firm of house removers, headed by Sykes. It features an all-star cast including Tommy Cooper, Bernard Cribbins, Jimmy Edwards, Irene Handl, Bob Todd and Andrew Sachs.","release_date":"1982-10-18","vote_average":8.7,"runtime":25,"cert":"","id":78407,"title":"It's Your Move","adult":false,"genre_ids":[35]},{"cast":["Giuliano Gemma","Tomás Milián","Eli Wallach","Manuel de Blas","Jacques Berthier"],"overview":"The White, the Yellow, and the Black (Italian: Il bianco, il giallo, il nero, also known as Shoot First… Ask Questions Later) is a 1975 Spaghetti Western comedy film.  It is the last spaghetti western directed by Sergio Corbucci. Differently from his previous western films, this is openly parodic.","release_date":"1975-01-17","vote_average":5.8,"runtime":108,"cert":"N\/A","id":78408,"title":"Shoot First… Ask Questions Later","adult":false,"genre_ids":[37,12,35]},{"cast":["Michel Blanc","Jane Birkin","Jacques Villeret","Gaëlle Legrand"],"overview":"Inspector Leroux is investigating the owner of a contemporary art gallery Helen Duvernet who is suspected of being involved in trafficking of stolen paintings. He is both intrigued and attracted by the young woman, follows her everywhere and finally falls in love...","release_date":"1983-04-20","vote_average":5.5,"runtime":84,"cert":"N\/A","id":78409,"title":"Move Along, There Is Nothing to See!","adult":false,"genre_ids":[35]},{"cast":["Karthik Muthuraman","Bhuvana","Pandiarajan","Radha Ravi","Urvashi"],"overview":"Kalakkura Chandru in this movie Karthik is the junior lawyer under his uncle Mohanram. His marriage takes place with Bhuvana. He sees Radharavi and tells Bhuvana is his wife. Then it dawns on him that he is mentally unstable. How Karthik tries to hide this and how a solution is found forms the rest of the story.","release_date":"2007-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78410,"title":"Kalakkara Chandru","adult":false,"genre_ids":[35]},{"cast":["Leslie Nielsen","Peter Mark Richman","Judi Meredith","Gilbert Green","Charles Bolender"],"overview":"Police call in occult expert to help solve series of murders.","release_date":"1965-07-25","vote_average":5.9,"runtime":59,"cert":"N\/A","id":78411,"title":"Dark Intruder","adult":false,"genre_ids":[27,9648]},{"cast":["Karthik Muthuraman","Prabhu Ganesan","Manya","Vadivelu","Vijayakumar"],"overview":"Kusthi movie revolves around Jeeva (Prabhu) runs away from home unwilling to marry local chieftain (Radha Ravi)","release_date":"2006-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78412,"title":"Kusthi","adult":false,"genre_ids":[28,12,18]},{"cast":["Jean Carmet","Jean-Pierre Marielle","Catherine Lachens","Annie Savarin","Dora Doll"],"overview":"Rene (Jean-Pierre Marielle) is a small-time crook who tries to shake down storekeeper Emile (Jean Carmet) in this uneven and humorless comedy. Things change when Rene starts to fall for the terminally boring and provincial Emile.","release_date":"1987-10-07","vote_average":7.3,"runtime":90,"cert":"N\/A","id":78413,"title":"The Two Crocodiles","adult":false,"genre_ids":[]},{"cast":["Antonio Biaggi","Steve Cruz","Fred Faurtin","Luke Hass","Matthieu Paris"],"overview":"In the great tradition of Manifesto and Instinct, rising star director Ben Leon brings you Savage - a no-nonsense examination of hot men fucking. In unidentifiable spaces, we find Raging Stallion’s best coming together in a full-on mess of spit, slaps, leather, and cum.","release_date":"2008-02-19","vote_average":6.5,"runtime":165,"cert":"N\/A","id":78416,"title":"Savage","adult":true,"genre_ids":[]},{"cast":["Karthik Muthuraman","Rambha","Goundamani","Manivannan","Senthil"],"overview":"Azhagana Naatkal directed bu Sundar C. Chandru(Karthik) agrees to wed Rekha(Mumtaj) after his dad(Manivannan) and elder brother(Rajeev) convince him that it will be best for their business. But after the wedding has been finalised, Indu(Rambha) appears out of the blue with a child in tow and charges Chandru with being the father of the child. Turns out that Chandru and Indu were lovers before but had been separated by force of circumstances. Chandru desperately tries to prove his innocence while Indu begins to be accepted by his family members.Sundar C makes it apparent in...","release_date":"2002-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78417,"title":"Azhagana Naatkal","adult":false,"genre_ids":[10751,18,35]},{"cast":["C. Arun Pandian","Vijayakanth","Meena","Kausalya","Vivek"],"overview":"When the movie opens Devan(Arun Pandiyan) murdering photographer Jeeva(Thalaivasal Vijay) in cold blood in his house. Jeeva strategically positions a video camera to capture the impending murder but Devan never shows his face to it. And when Jeeva shouts out the name of his killer before dying, the audio is lost at that point. While the police search for the killer, Devan zeroes in on Chetta (Saikumar) as his next target. He follows Chetta to Chandigarh but is apprehended by CBI officer Ratnavel(Vijayakanth). But once Ratnavel realises Chetta's true nature, he begins to help Devan, even hiring successful lawyer Chakravarthy(Karthik) to fight for him. The flashback shows that Devan's sister (Kausalya) was killed by Chetta, Devan wants to avenge the death of his sister. In the climax, villain is killed.","release_date":"2002-06-14","vote_average":0.0,"runtime":153,"cert":"N\/A","id":78422,"title":"Devan","adult":false,"genre_ids":[18,28,10749]},{"cast":["Breck Stewart","Cameron Fox","Christian Taylor","Jacob Hall","Joe Foster"],"overview":"When Falcon Exclusive Jacob Hall has arrived for a lusty visit with Falcon favorite Christian Taylor and his uncle Breck Stewart there's no telling what kind of sexy man-on-twink action will unfold before the weekend is up!","release_date":"2002-07-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":78423,"title":"Say Uncle","adult":true,"genre_ids":[]},{"cast":["Karthik Muthuraman","Malavika","Vivek","Manivannan","Vinu Chakravarthy"],"overview":"Lovely starring Karthik Muthuraman and Malavika. Mahadevan(Manivannan) is a man who hates the very mention of the word 'love' and staunchly believes that his daughter Nivedha(Malavika) could - and should - never fall in love. But Nivedha is already in love with Chandru(Karthik). With his father becoming a business partner of Mahadevan and the rest of his family becoming friends with Nivedha's family, Chandru finds it easy to infiltrate Nivedha's home. Once there, he tries to impress Mahadevan while trying to prevent Mahadevan's friend from revealing his true identity as Nivedha's lover.","release_date":"2001-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78424,"title":"Lovely","adult":false,"genre_ids":[18]},{"cast":["Jan Čenský","Dagmar Patrasová","Petr Kostka","Ladislav Trojan","Zdena Hadrbolcová"],"overview":"Wise and gentle humor that characterizes actor Jan Werich, is typical for his written work. Judge for yourself how the story progresses and clever village girl Zdenicka that not only invent scooter, but for her wit and will eventually become queen.","release_date":"1984-01-01","vote_average":6.1,"runtime":70,"cert":"N\/A","id":78425,"title":"Ruffiano and Sweeteeth","adult":false,"genre_ids":[10751,10402,35]},{"cast":["Charine Chan","Kwok Yiu-Wah","Anthony Wong","Chik King-Man","Sayuri Ichijo"],"overview":"Wutung a sex demon returns in another body where he falls for the mortal girl Hsiao-yen, but heaven thinks otherwise with the girl being burned at the stake and her soul being incarnated in the just born Fang Yu-yin. Anger fills Wutung, and to stop this vengeance the town near his lair promise to offer him a virgin girl at the end of every month to become his sex slave. Ya-Yin is selected; however her lover rescues her from the clutches of Wutung. So Wutung sends his demon concubine to get her back, and to cause havoc on the village for the interference.","release_date":"1991-01-23","vote_average":6.8,"runtime":96,"cert":"N\/A","id":78428,"title":"Erotic Ghost Story II","adult":false,"genre_ids":[27]},{"cast":["David Byrne"],"overview":"This show, captured on November 28, 2001, was hailed by critics as Byrne's best work in years, and his performance on the Austin City Limits stage shows why. Joined by Austin's own eclectic tango ensemble Tosca, Byrne takes us down many different musical roads in his ACL debut. Recorded live and mixed in 5.1 surround sound, this DVD captures all the hits and more, and includes songs that were never aired on the original TV broadcast.  This live release features former Talking Heads frontman David Byrne originally aired on the PBS Austin City Limits show,","release_date":"2007-10-02","vote_average":0.0,"runtime":68,"cert":"N\/A","id":78429,"title":"David Byrne: Live From Austin Texas","adult":false,"genre_ids":[10402]},{"cast":["Ken Maynard","Fay McKenzie","Julian Rivero","Ralph Peters","John Elliott"],"overview":"The otherwise standard Ken Maynard western Death Rides the Range is distinguished somewhat by a topical slant. The plot concerns a group of spies from an unnamed foreign country (gee, they sure sound German) who head westward to undermine American morale. Into this malaise wanders Maynard, supposedly a rootless cowpoke but in reality an FBI agent. Things begin to heat up when the villains lay claim to a helium well on the property owned by heroine Fay McKenzie. The film's silliest moment occurs in mid-stream, when chief villain Charlie King begins beating up everyone within arm's length, with nary a scratch on his own person.","release_date":"1939-12-14","vote_average":0.0,"runtime":58,"cert":"N\/A","id":78430,"title":"Death Rides the Range","adult":false,"genre_ids":[28]},{"cast":["Tyler Perry","David Mann","Tamela Mann","Kisha Grandy","Donna Stewart"],"overview":"When Madea gets sick, her family comes to her aid. What they don't realize is that they're the ones who need her help. As always, Madea's cockeyed outlook on life saves the day and guarantees side-splitting laughs along the way.","release_date":"2005-06-28","vote_average":7.2,"runtime":120,"cert":"N\/A","id":78433,"title":"Tyler Perry's I Can Do Bad All By Myself - The Play","adult":false,"genre_ids":[18,35]},{"cast":["Tony T. Roberts"],"overview":"Live from Hollywood! As seen on Showtime","release_date":"2010-02-01","vote_average":1.0,"runtime":59,"cert":"N\/A","id":78434,"title":"Tony Roberts: Wired!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Joe Leahy is the half-caste son of one of the first explorers of the Papua New Guinean interior. The documentary explores his relationship with the tribes that work his coffee plantation and explores what happens when the coffee market situation becomes more difficult.","release_date":"1992-04-04","vote_average":5.0,"runtime":90,"cert":"N\/A","id":78435,"title":"Black Harvest","adult":false,"genre_ids":[99]},{"cast":["Paul Rodgers","Mick Ralphs","Simon Kirke","Howard Leese","Lynn Sorensen"],"overview":"When legendary classic rockers Bad Company performed at the historic British venue Wembley Arena in London on a beautiful April 2010 spring night, high-definition cameras captured the whole evening in all its glory. There was magic in the air as all three original Bad Company members - vocalist extraordinaire Paul Rodgers, guitarist Mick Ralphs and drummer Simon Kirke - are augmented by bassist Lynn Sorensen and guitarist Howard Leese. (Original bassist Boz Burrell died in 2006.) The set list is packed with every major hit, fan favorites and seldom-heard deep album cuts.","release_date":"2011-06-28","vote_average":5.3,"runtime":110,"cert":"","id":78436,"title":"Bad Company - Live at Wembley","adult":false,"genre_ids":[10402]},{"cast":["Levi Nunez","Mina Olivera","Nicholas Guilak","Joe Estevez","David Boller"],"overview":"Got Papers?, is a comedy about a newly relocated immigrant from Mexico to the US, who encounters a variety of characters, including a drug smuggling nun using an orphanage as a cover, crooked lawyers, well-meaning angels in heaven and Satan himself. Along the way, our unlikely hero saves the world, when all he wants is to help others and get his \"papers\".","release_date":"2003-05-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":78437,"title":"Got Papers?","adult":false,"genre_ids":[35]},{"cast":["Ayesha Takia","Rannvijay Singh","Tanvi Azmi","Raghubir Yadav"],"overview":"A woman falls for a male she believes is her class-mate until she finds out that he is an unknown and unstable inmate from a mental institute.","release_date":"2011-10-14","vote_average":5.5,"runtime":null,"cert":"N\/A","id":78438,"title":"Mod - When Love Happens Life Takes A Turn","adult":false,"genre_ids":[18,10749,53]},{"cast":["Anand Tiwari","Rajat Kapoor","Sita Spada","Dadhi Raj","Sadiya Siddiqui"],"overview":"A high-school drop-out is smitten with a visiting American Researcher.","release_date":"2011-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78439,"title":"Jo Dooba So Paar: It's Love in Bihar!","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Secret Agent must race against time to stop terrorists about to unleash an unknown strain of the Ebola Virus.","release_date":"2011-10-14","vote_average":2.8,"runtime":null,"cert":"N\/A","id":78440,"title":"Aazaan","adult":false,"genre_ids":[53]},{"cast":["Atli Óskar Fjalarsson","Gísli Örn Garðarsson","Birna Rún Eiríksdóttir","Lilja Guðrún Þorvaldsdóttir","Elías Helgi Kofoed-Hansen"],"overview":"An unexpected first kiss causes Gabriel to feel the electrifying \"jitters\" of love and lust with the free-spirited Marcus; a perfect way to end a Summer studying abroad. Realizing he is gay, Gabriel returns home and is immediately scrutinized by his family and friends who notice he’s different. But as the school year launches with Gabriel distracted with parties and his friends’ own dramas, Marcus returns, reigniting the hot, thrilling emotions of one’s first crush. Jitters fires head-first into the topsy-turvy world of first love with an attractive cast and pulsating soundtrack, making it a smartly refreshing journey into the queer, teen experience.","release_date":"2010-08-27","vote_average":6.5,"runtime":93,"cert":"N\/A","id":78441,"title":"Jitters","adult":false,"genre_ids":[18]},{"cast":["Saqib Saleem","Saba Azad","Saba Azad","Saba Azad","Tara D'Souza"],"overview":"Two incompatible collegians, with fake social network ids, are assigned to work together for their institute's annual celebrations.","release_date":"2011-10-14","vote_average":6.8,"runtime":106,"cert":"N\/A","id":78442,"title":"Mujhse Fraaandship Karoge","adult":false,"genre_ids":[18,35,10749]},{"cast":["Anton Shagin","Andrey Shibarshin","Alexandra Tyuftey","Polina Filonenko","Richard Bondarev"],"overview":"The movie based on early songs of Victor Tsoy.","release_date":"2011-11-10","vote_average":5.8,"runtime":93,"cert":"N\/A","id":78443,"title":"Bezdelniki","adult":false,"genre_ids":[18,10749]},{"cast":["Isha Koppikar","Zakir Hussain","Pradeep Ram Singh Rawat","Raj Arjun","Ragesh Asthana"],"overview":"An impoverished woman faces off against gangsters as well as the police after her brother is killed.","release_date":"2011-11-08","vote_average":5.5,"runtime":129,"cert":"N\/A","id":78444,"title":"Shabri","adult":false,"genre_ids":[80,18,28]},{"cast":[],"overview":"A group of former collegians are confined by a victim they had ragged 15 years ago.","release_date":"2011-08-26","vote_average":1.0,"runtime":null,"cert":"N\/A","id":78445,"title":"Chitkabrey","adult":false,"genre_ids":[]},{"cast":["Deepti Naval","Vijay Raaz","Meghna Naidu","Sayaji Shinde","Reema Lagoo"],"overview":"Rivaaz is a film against exploitation, a film about dignity, about hope of women who are traded in the name of tradition.  Family-based Prostitution in which exists in many districts. But unfortunately Our Law and Order System does not consider this as a major issue.  The system which started as a community tradition (rivaaz) now operating as a money-making trade within the knowledge of the lawmakers and protectors.  A man falls in love with a village belle who is destined for traditional prostitution.","release_date":"2011-09-16","vote_average":5.3,"runtime":120,"cert":"N\/A","id":78446,"title":"Trapped in Tradition: Rivaaz","adult":false,"genre_ids":[18]},{"cast":["Kathy Griffin"],"overview":"Before a live, sold-old out crowd at The Wilbur Theatre in Boston, the two-time Emmy Award-winner takes comedic aim at everyone from Bill O'Reilly to the Palin family and Kirstie Alley to Michelle Bachman. No one is safe and neither Charlie Sheen, nor The Real Housewives of Atlanta can escape Griffin's laser-focused wit as she takes on any celebrity who stands in her way.","release_date":"2011-06-22","vote_average":8.0,"runtime":60,"cert":"N\/A","id":78447,"title":"Kathy Griffin: Gurrl Down","adult":false,"genre_ids":[35]},{"cast":["Christine Boisson","André Dussollier","Gérard Lanvin","Jean-Pierre Sentier","Marie Keime"],"overview":"Hoping to make a fresh start, Léo, a jazz musician, takes up temporary residence with his friend Bony, a young writer who is struggling to get his work published. One evening, Léo strikes up an acquaintance with a woman taxi driver, Cora; in spite of her impulsive and moody temperament, he cannot help being attracted to her. On the spur of the moment, Cora invites Léo to make love to her. When Bony meets Cora, he too finds her irresistible, but he lacks Léo’s self-confidence to make his move. Cora is not a woman that any man can possess readily. She is like a wild animal, a creature that revels in its freedom. Will either Léo or Bony be able to tame her...?","release_date":"1980-09-10","vote_average":5.0,"runtime":110,"cert":"N\/A","id":78448,"title":"Exterior Night","adult":false,"genre_ids":[35,18]},{"cast":["Martin Short"],"overview":"With archive film including home movies and FBI surveillance material, the award-winning Crime Inc. tells the true story behind the world's most powerful crime syndicate, the Mob, La Cosa Nostra or The Mafia. Interviews with mob members turned informants, including former boss Jimmy 'The Weasel' Fratianno, reveal the inner workings of the mafia, from the ritual of becoming a \"made\" man and their code of honor, to the harrowing and detailed descriptions of their work, accompanied by equally graphic images and film footage.","release_date":"1984-07-18","vote_average":8.0,"runtime":355,"cert":"","id":78449,"title":"Crime Inc","adult":false,"genre_ids":[]},{"cast":["Cora Miao","Gu Bao-Ming","Chin Shih-Chieh","Lee Lichun","Wang An"],"overview":"The lives of a couple, an amateur photographer and an injured girl intertwine.","release_date":"1986-01-01","vote_average":7.0,"runtime":109,"cert":"N\/A","id":78450,"title":"The Terrorizers","adult":false,"genre_ids":[18,80]},{"cast":["Isley Nicole Melton","Paul Beauregard","Cassie Betts"],"overview":"Shot largely in Three 6 Mafia's hometown of Memphis, TN, Choices examines the conflict between right and wrong and is based on the life of an ex-convict and the choices that he makes trying to get his life on the right track.","release_date":"2001-11-06","vote_average":7.3,"runtime":90,"cert":"N\/A","id":78451,"title":"Three 6 Mafia: Choices","adult":false,"genre_ids":[18,80]},{"cast":["Kim Hyun-Jung","Yang Dong-geun","Lee Seung-chae","Lee Jung-Jin","Jae Hee"],"overview":"A group of Internet chatters decides to spend the summer together at a beach, renting an apartment and trying to know each other for real (or maybe they just want to have sex). Apparently a guy named \"Sandmanz\" committed suicide when he was ousted from the chatroom, and the group has split opinions on the matter. Some think he was just a psycho with no life, and he had it coming. Some others, like Yoo-na (the one who got closer to him), think that someone spread lies to force him to quit. Suddenly, the group is decimated by a mysterious figure who keeps e-mailing everyone that his\/her fate will not be unlike Sandmanz's. The search for the killer begins, while people die right and left. (lovehkfilm.com)","release_date":"2000-08-12","vote_average":4.0,"runtime":91,"cert":"N\/A","id":78452,"title":"Bloody Beach","adult":false,"genre_ids":[80,27,9648]},{"cast":["Tommy Wiseau","Joel S. Greco"],"overview":"Tells the tale of Alex as he moves into a peculiar house that mysteriously drips blood on him - a situation that he finds puzzling, perplexing and disturbing.","release_date":"2010-10-14","vote_average":4.1,"runtime":13,"cert":"N\/A","id":78453,"title":"The House That Drips Blood on Alex","adult":false,"genre_ids":[]},{"cast":[],"overview":"It took only one night and a day. A night and a day to completely destroy what had been built up over centuries. Dresden, the Florence of the Elbe, a baroque work of art and one of the last cities, which had left by the bombing during the Second World War is still largely intact, sank in just 12 hours in rubble. At least 30,000 people were in a terrible fire storm end. The film depicts an example of the fate of the victims of this attack, the fate of Dresden but also that of the pilots, the fates of the survivors and those who could not escape the flames. He observed at the same time as it is happening in the British headquarters, the \"Bomber Command\". As a historical \"real-time reportage\" accompanies this award-winning documentary (Emmy Award-2005) with elaborate productions, the last 36 hours, in which Dresden, went back and put the audience into the events of the last months of World War II.","release_date":"2005-02-08","vote_average":0.0,"runtime":89,"cert":"N\/A","id":78454,"title":"Das Drama von Dresden","adult":false,"genre_ids":[99]},{"cast":["John Huston","Peter Lennon","Sean O’Faoláin","Conor Cruise O’Brien","Douglas Gageby"],"overview":"Rocky Road to Dublin is a 1968 documentary film by Irish-born journalist Peter Lennon and French cinematographer Raoul Coutard, examining the contemporary state of the Republic of Ireland, posing the question, “what do you do with your revolution once you’ve got it?” It argues that Ireland was dominated by cultural isolationism, Gaelic and clerical traditionalism at the time of its making.","release_date":"1968-05-24","vote_average":7.0,"runtime":66,"cert":"N\/A","id":78457,"title":"Rocky Road to Dublin","adult":false,"genre_ids":[99]},{"cast":["Bret Hart"],"overview":"Bret Harts struggle from leaving WWF in 1997 to his return to the now WWE in 2010.","release_date":"2010-03-08","vote_average":0.0,"runtime":86,"cert":"N\/A","id":78458,"title":"Survival Of The Hitman","adult":false,"genre_ids":[99]},{"cast":["Will Hay","Martita Hunt","Fewlass Llewellyn","Mark Daly","C. Denier Warren"],"overview":"Dr. Benjamin Twist (Hay) and his pupils become involved with art thieves on a trip to Paris. Hay’s seamy schoolmaster act is supported by a fine cast including Charles Hawtrey and Lilli Palmer.","release_date":"1937-05-27","vote_average":8.0,"runtime":79,"cert":"U","id":78459,"title":"Good Morning, Boys!","adult":false,"genre_ids":[35]},{"cast":["Miou-Miou","Gérard Lanvin","Henri Guybet","Michel Galabru","Dominique Lavanant"],"overview":"A young journalist comes from Nice to Paris to meet with the famous judge, Simon, hoping he would help her to understand one case. She does not know that, according to the will of fate, in the office of judge was fugitive criminal. The couple hits the road.","release_date":"1981-03-25","vote_average":5.7,"runtime":109,"cert":"N\/A","id":78460,"title":"Is This Reasonable?","adult":false,"genre_ids":[35,28,10749]},{"cast":["Dennis Quaid","Tony Oller","Aimee Teegarden","Stephen Lunsford","Devon Werkheiser"],"overview":"After watching their best friend get murdered, a group of teens struggle to expose a local hero as the vicious killer and keep from becoming his next victims.","release_date":"2011-10-21","vote_average":4.8,"runtime":96,"cert":"N\/A","id":78461,"title":"Beneath the Darkness","adult":false,"genre_ids":[53]},{"cast":[],"overview":"The story of a bad boy hoodie &amp; his gang that dominate their zone on a notorious South London Estate, and five families struggle with every day crime. Police corruption is at a high &amp; residents are pushed to the limit","release_date":"2011-08-01","vote_average":4.0,"runtime":null,"cert":"18","id":78462,"title":"The Estate Film","adult":false,"genre_ids":[]},{"cast":["Moritz Bleibtreu","Georg Friedrich","Ursula Strauss","Marthe Keller","Udo Samel"],"overview":"Poland 1943: An unlikely pair - a concentration camp prisoner and a captain in Hitler's notorious SS - free themselves from the wreckage of a crashed SS airplane. The two appear to be strangely familiar with each other and the extent of their extraordinary relationship is thrillingly revealed.","release_date":"2011-02-16","vote_average":5.9,"runtime":109,"cert":"","id":78463,"title":"My Best Enemy","adult":false,"genre_ids":[35,18]},{"cast":["Berik Aitzhanov","Vinnie Jones","Aziz Beyshenaliev","Karlygash Mukhamedzhanova"],"overview":"A highly skilled bodyguard avenging his brother's untimely death uncovers a ring of corruption extending to the highest levels of society and government (IMDb.com).","release_date":"2011-04-07","vote_average":5.3,"runtime":94,"cert":"N\/A","id":78464,"title":"The Liquidator","adult":false,"genre_ids":[28,53,80]},{"cast":["Rajeev Khandelwal","Soha Ali Khan","Mrinalini Sharma","Mohan Kapoor","Yatin Karyekar"],"overview":"Loud music, substance and alcohol abuse wreck the life and career of a talented music DJ, but Gauri helps him overcome his difficulties.","release_date":"2011-10-07","vote_average":6.0,"runtime":132,"cert":"N\/A","id":78467,"title":"Soundtrack","adult":false,"genre_ids":[18]},{"cast":["Prabhu Ganesan","Karthik Muthuraman","Kausalya","Chinni Jayanth","Manivannan"],"overview":"Giri and Kutti earn their livelihood as house-brokers in the city mainly through their glib talk. Their troubles start when \"Torture Dharma\" is unexpectedly released from Jail on bail. Giri is the caretaker of Dharma`s house, a portion of which he rents out to Geetha who has come to the city to meet her lover Aravind. Giri to save Geetha from Dharma lies that she is his wife. He is forced to tell a series of lies to keep up the deception.","release_date":"2000-01-01","vote_average":0.0,"runtime":132,"cert":"N\/A","id":78468,"title":"Thai Porandaachu","adult":false,"genre_ids":[18]},{"cast":["Karthik Muthuraman","Kausalya","Raasi","Manivannan","Thiyagu"],"overview":"Kuberan, director Rama Narayanan's return to family drama, that has any richness. The movie itself is marked by poorness in almost all departments - story, screenplay, direction and songs. To make the link between the title and the movie even more tenuous, the Kuberan in this movie isn't even rich. He is the sole money-earner for his family and his story is one of sacrifices for his near and dear. Karnan would probably have been a better name but Rama.Narayanan probably opted for Kuberan since Karnan was already taken!Kuberan(Karthik), who works as a tourist guide in Kodaikanal,...","release_date":"2000-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78469,"title":"Kuberan","adult":false,"genre_ids":[18]},{"cast":["Karthik Muthuraman","Divyaa Unni","Raasi","Goundamani","Manorama"],"overview":"Kannan's (Karthik) ambition in life is to take up the construction of the temple left incomplete by his forefathers. Funds are not forthcoming. Goundamani assures him that with his employer's help Kannan's dream could become a reality. But Goundamani is disappointed when his employer, the wealthy landlady's (Manorama) grandson Raghu (Ranjith) turns out to be money minded and heartless. In a fit of anger, Goundamani pushes him into the waters of a river and thinks he has committed a murder. Predictably Kannan is made to enter the scene as an impostor. What follows next forms the crux of the story.","release_date":"2000-05-25","vote_average":0.0,"runtime":140,"cert":"N\/A","id":78470,"title":"Kannan Varuvaan","adult":false,"genre_ids":[18,35,10751]},{"cast":["Karthik Muthuraman","Roja Selvamani","Kausalya","Vijayakumar","Vivek"],"overview":"Overview Coming Soon...","release_date":"2000-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78471,"title":"Sanditha Velai","adult":false,"genre_ids":[18]},{"cast":["Ajith Kumar","Karthik Muthuraman","Meena","Malavika","Manivannan"],"overview":"Anandha Poongatre starring Ajith, Meena and Karthik in the lead.Meenakshi (Meena) is a widow living with her son Nandu. Jeeva (Ajith), living in the same colony, has been pining silently for her for the last 4 years. He runs an organization called A-to-Z, which can get anything done for anybody.Jeeva follows Divya (Malavika, last seen with Ajith in Unnai Thedi) to get some information on her for her suitor but she ends up falling for him and pursues him relentlessly. He avoids her, telling her that he is already in love with someone else and when cornered, reveals that it is...","release_date":"1999-05-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":78472,"title":"Anandha Poongatre","adult":false,"genre_ids":[18]},{"cast":["Sofie Lassen-Kahlke","Karl Bille","Henrik Prip","Lars Lohmann","Joachim Knop"],"overview":"Set in the rock'n roll universe of the 1950s, »Cinder Rock'n Rella« is a classic tale, about Mille, who lives with her mum and dreams of becoming a musical star. When they stake all they have on a new milk-shake bar things begin to look up and the local film studios even want a girl to play a leading part that's just up Mille's street. But mum suddenly dies, leaving Mille deep in debt to her evil auntie and cousin, who'd rather be rid of Mille once and for all. Luckily heaven sends a couple of angels and Topper, a good fairy.","release_date":"2003-02-07","vote_average":6.3,"runtime":82,"cert":"N\/A","id":78473,"title":"Cinder Rock'n Rella","adult":false,"genre_ids":[]},{"cast":["Isabelle Huppert","Benoît Poelvoorde","André Dussollier","Virginie Efira","Donatien Suner"],"overview":"Agathe runs an art gallery. Her husband François is a publisher. Together they have one son, and in every way seem to be the picture of normality — but emotions are stewing under the surface. All it takes is the arrival of a complete stranger for things to start unravelling. Patrick is brash, uncouth and totally unselfconscious...","release_date":"2011-09-12","vote_average":5.3,"runtime":103,"cert":"N\/A","id":78476,"title":"My Worst Nightmare","adult":false,"genre_ids":[35]},{"cast":["Michaël Gregorio"],"overview":"","release_date":"2010-11-09","vote_average":6.2,"runtime":null,"cert":"N\/A","id":78477,"title":"Michael Gregorio pirate les chanteurs","adult":false,"genre_ids":[10402]},{"cast":["Christian Clavier","Jean Reno","Muriel Robin","Helena Noguerra","Michel Vuillermoz"],"overview":"César Borgnoli, an unsuccessful car salesman from Italy, lives well beyond his means. In order to get out of his financial disaster, he agrees to a deal: he pretends to be the husband of his sister's girlfriend Kim so she can legally adopt a little girl from Thailand. Caesar believes this to be a great idea and is looking forward to his trip to Thailand. After all, he is going to be able to mix business with pleasure--so he thinks. He didn't expect the local police, the Chinese Triads and the director of the orphanage to chip in, who want to make sure that little Mai is going to end up in a nice family.","release_date":"2011-11-09","vote_average":5.7,"runtime":103,"cert":"N\/A","id":78478,"title":"You Don't Choose Your Family","adult":false,"genre_ids":[35,12]},{"cast":["Heikki Silvennoinen","Timo Kahilainen","Heikki Vihinen","Heikki Hela","Riitta Havukainen"],"overview":"Kummelin Jackpot, was released in February 2006. It was about a divorced man portrayed by Silvennoinen, who realises a way to trick himself a jackpot in football betting.","release_date":"2006-02-17","vote_average":6.8,"runtime":97,"cert":"N\/A","id":78479,"title":"Jackpot","adult":false,"genre_ids":[80,35]},{"cast":["Mohamed Fellag","Émilien Néron","Danielle Proulx","Sophie Nélisse","Marie-Ève Beauregard"],"overview":"During a harsh Montréal winter, an elementary-school class is left reeling after its teacher commits suicide. Bachir Lazhar, a charismatic Algerian immigrant, steps in as the substitute teacher for the classroom of traumatized children. All the while, he must keep his personal life tucked away: the fact that he is seeking political refuge in Québec – and that he, like the children, has suffered an appalling loss.","release_date":"2011-09-10","vote_average":6.9,"runtime":94,"cert":"N\/A","id":78480,"title":"Monsieur Lazhar","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Blending a traditionalist's respect for country music's past with an intelligence and wit that looked towards the future, Dwight Yoakam became one of the biggest and best respected artists to emerge in country music in the 1980s. Dwight Yoakam: Pieces of Time is a home video collection that offers a look at his life and career alongside videos for 11 of his songs concentrating on material from the 1993 album This Time. Selections include \"Ain't That Lonely Yet,\" \"A Thousand Miles From Nowhere,\" \"Pocket of a Clown,\" \"Heart That You Own,\" and \"Suspicious Minds.\"","release_date":"1994-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":78481,"title":"Dwight Yoakam - Pieces of Time","adult":false,"genre_ids":[10402]},{"cast":["Jerry Colonna","Ken Darby","Jon Dodson","Bud Linn","Rad Robinson"],"overview":"Casey Jones is one of the best engineers there is and it is his duty to get his cargo to its destination on time via train. He sets off but is set back by a number of unfortunate circumstances such as a rain storm, a cow on the tracks, a mad bomber, and finally, when his train starts falling apart. Worst of all, he is on a collision course with another train coming in the opposite direction. After a terrific crash, the man at the train station assumes the worst when Casey doesn't show up but, to his delight, Casey finally makes it to his destination a total wreck but on time (almost).","release_date":"1950-03-03","vote_average":4.4,"runtime":8,"cert":"N\/A","id":78482,"title":"The Brave Engineer","adult":false,"genre_ids":[16,10751]},{"cast":["Patrick Allen"],"overview":"Protect and Survive was a public information series on civil defence produced by the British government during the late 1970s and early 1980s. It was intended to inform British citizens on how to protect themselves during a nuclear attack, and consisted of a mixture of pamphlets, radio broadcasts, and public information films. The series had originally been intended for distribution only in the event of dire national emergency, but provoked such intense public interest that the pamphlets were authorised for general release.","release_date":"1976-01-01","vote_average":3.0,"runtime":null,"cert":"","id":78483,"title":"Protect and Survive","adult":false,"genre_ids":[16,10752,99]},{"cast":["Clint Walker","Margot Kidder","Richard Basehart","Gene Evans","Arthur Hunnicutt"],"overview":"Two rival bounty hunters are after the same killer, but find they have to join together to fight off his gang.","release_date":"1972-10-31","vote_average":8.0,"runtime":null,"cert":"N\/A","id":78484,"title":"The Bounty Man","adult":false,"genre_ids":[37,10770]},{"cast":["Clarence Nash"],"overview":"Donald has a large sailboat, and his crew consists of his three nephews. But between his own clumsiness, and that of his inexperienced (but not mean) crew, the sailing is anything but smooth, particularly when Donald has a run-in with a shark.","release_date":"1939-06-30","vote_average":5.9,"runtime":8,"cert":"N\/A","id":78485,"title":"Donald Duck: Sea Scouts","adult":false,"genre_ids":[16]},{"cast":["Yutaka Takenouchi","Toshiaki Karasawa","Mao Inoue","Takayuki Yamada","Tomoko Nakajima"],"overview":"In 1944, the American military lands on the shores of Saipan. Refusing to commit suicide with his superiors or be forced into camps for prisoners of war, Captain Oba Sakae leads a group of his men and other similarly minded local residents into the mountains. Even after hearing reports of the Japanese military's surrender, Oba dismisses the reports as propaganda and continues to launch guerilla attacks against the American soldiers, earning him the nickname \"The Fox\". Soon, even the American commander who's charged with the task of capturing Oba comes to admire his persistent enemy.","release_date":"2011-02-11","vote_average":6.4,"runtime":128,"cert":"N\/A","id":78486,"title":"Oba: The Last Samurai","adult":false,"genre_ids":[10752,18]},{"cast":["Raúl Juliá","Fred Ward","Antonio Fargas","Raúl Dávila","Jaime Sánchez"],"overview":"A man who spent 20 years in Cuban prison after the failure of the Bay of Pigs invasion and a boat captain and his crew go covertly to Cuba to find a cache of gold buried during the invasion. But can they trust each other?","release_date":"1989-08-01","vote_average":5.0,"runtime":97,"cert":"N\/A","id":78489,"title":"Florida Straits","adult":false,"genre_ids":[28,12,10749]},{"cast":["Dalia Shimko","Avi Kleinberger","Maya Maron","Idit Zur","Shmuel Shilo"],"overview":"A Kibutz in Israel is heavily in debt. In a last effort to produce a viable financial restructuring, the old, \"unproductive\" members are asked to leave the kibutz, to make room for younger, more productive new members. Among those destined to leave is Shraga. His marriage to Clara is loveless while he desperately loves Bracha, his late brother's widow. Clara dreams of starting afresh with her husband in an old age home, in the far north of the country. Bracha on the other hand refuses to remain a mere no. 2. Shraga is asked to make a decision. Other family members are forced into joining this unresolvable conflict.","release_date":"2003-10-30","vote_average":0.0,"runtime":97,"cert":"N\/A","id":78490,"title":"No Longer 17","adult":false,"genre_ids":[18]},{"cast":["John Denver","Jim Henson","Frank Oz","Jerry Nelson","Richard Hunt"],"overview":"Rocky Mountain Holiday is a one-hour musical variety special featuring John Denver and the Muppets, which aired on ABC on May 12, 1983. In the special, John and the Muppets go on a summer camping trip to the Rocky Mountains.","release_date":"1983-05-12","vote_average":6.5,"runtime":47,"cert":"N\/A","id":78491,"title":"Rocky Mountain Holiday with John Denver and the Muppets","adult":false,"genre_ids":[]},{"cast":["Raizō Ichikawa","Yukiko Fuji","Yûsuke Kawazu","Akio Hasegawa","Akitake Kôno"],"overview":"Kokubu Jiro is the captain of his university's Kendo team. Often standoffish, mild, stoic and minimalist, Kokubu is a mystery to those who know him. Kagawa wants to understand Kokubu, but being arrogant and flashy, has a hard time connecting with Kokubu.","release_date":"1964-03-14","vote_average":8.7,"runtime":95,"cert":"N\/A","id":78492,"title":"Ken","adult":false,"genre_ids":[18]},{"cast":["Sigalit Fuchs","Tal Friedman","Keren Mor","Michal Yannai","Rivka Michaeli"],"overview":"Joy Levine lives in an old apartment that, in complete contrast to her, is shabby and worn-out on the outside while well-kept and filled with joy on the inside. Her life changes when she auditions for a TV show called \"Gotta Be Happy\". To her astonishment, she is chosen, and her mission is to throw a surprise party for her parents on the upcoming show. However, there is a price to pay for all this: she has to let the viewers into her private inner world and share with them an event that has been overshadowing her family's life and hers for the past 22 years; an event that made a tight-knit bunch of friends shun her parents, Chaya and Yitzhak Levine.","release_date":"2005-12-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":78493,"title":"Joy","adult":false,"genre_ids":[18,35]},{"cast":["Tikva Dayan","Lior Ashkenazi","Israel Damidov","Ami Smolartchik","Sharon Elimelech"],"overview":"Sima Vaknin is a widow who wants to build a small residantial unit in her backyard but meets a strong resistance from her neighbor Wasserman. Sima angry curses him and curse becomes true. The rumor spread quickly and suddenly mass pilgrims are at Sima's door to receive a blessing or order a curse.","release_date":"2003-07-17","vote_average":4.8,"runtime":99,"cert":"N\/A","id":78494,"title":"Sima Vaknin A Witch","adult":false,"genre_ids":[35,14]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"November 12, 2011 - Arguably the best pound for pound boxer in the world Manny Pacquiao returns to action tonight againt an opponent that has given him a bunch of problems in the past. You can watch Pacquiao vs Marquez live tonight with the card starting at 9 PM ET.","release_date":"2011-11-12","vote_average":0.0,"runtime":null,"cert":"","id":78495,"title":"Pacquiao vs Marquez III","adult":false,"genre_ids":[28]},{"cast":["Marie Trintignant","Maria de Medeiros","Christian Charmetant","Jean Yanne","Michel Vuillermoz"],"overview":"When novelist Alessandro Battavia commits suicide, a taxi driver named Evangile and her brother Nord believe they are characters imagined in a novel, probably one written by God.","release_date":"1996-06-12","vote_average":7.3,"runtime":100,"cert":"N\/A","id":78496,"title":"News from the Good Lord","adult":false,"genre_ids":[]},{"cast":["Moshe Ivgy","Aryeh Moskona","Tzahi Grad","Shalom Sharon Raginiano","Shalom Sharon Raginiano"],"overview":"Cafe Tales is the story of five Israeli men and their efforts to save a local cafe from demolition.","release_date":"2003-08-21","vote_average":0.0,"runtime":85,"cert":"N\/A","id":78497,"title":"Cafe Tales","adult":false,"genre_ids":[18,35]},{"cast":["Rita Hayworth","Tom Keene","Duncan Renaldo","William Royle","Gino Corrado"],"overview":"In this drama, a Mexican woman attempts to live a peaceful life in California. Unfortunately, land-grabbers kill her father and begin harassing her. Desperate, she sends an impassioned plea for help to Washington, who sends her is special aide to mediate.","release_date":"1936-10-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":78498,"title":"Rebellion","adult":false,"genre_ids":[37]},{"cast":["Michael Barton","Brian Epstein","George Harrison","John Lennon","Paul McCartney"],"overview":"This 1963 film packed with raw, archive footage and interviews is the story of the Mersey Sound. Fuelled by Beatlemania, this musical explosion changed the face of pop music forever. The Beatles, The Undertakers and Group One are filmed in a number of venues including The Iron Door and Southport’s Little Theatre.","release_date":"1963-09-10","vote_average":0.0,"runtime":30,"cert":"","id":78499,"title":"The Mersey Sound","adult":false,"genre_ids":[]}]