[{"cast":["Julien Beramis","Marine Griset","Jonathan Kite"],"overview":"Tales of the Night is renowned animation auteur Michel Ocelot (Kirikou and the Sorceress, Azur & Asmar)'s first foray into 3D animation. A hit at the Berlin Film Festival, the film extends the earlier shadow puppet style of Ocelot’s Princes and Princesses, with black silhouetted characters set off against exquisitely detailed Day-Glo backgrounds bursting with color and kaleidoscopic patterns – the subtle use of 3D creating a diorama-like effect.  The film weaves together six exotic fables each unfolding in a unique locale, from Tibet, to medieval Europe, an Aztec kingdom, the African plains, and even the Land of the Dead. In Ocelot’s storytelling, history blends with fairytale as viewers are whisked off to enchanted lands full of dragons, werewolves, captive princesses, sorcerers, and enormous talking bees - and each fable ends with its own ironic twist.","release_date":"2011-07-20","vote_average":7.3,"runtime":84,"cert":"N\/A","id":79000,"title":"Tales of the Night","adult":false,"genre_ids":[14,16]},{"cast":["Ana Stojanovska","Vladimir Jacev","Dimitar Gjorgjievski","Ratka Radmanovik","Salaetin Bilal"],"overview":"Two nine-year-old girls report a flasher to the police even though they never saw him. Three filmmakers meet the only residents of a deserted village - an elderly brother and sister who have not spoken to each other in 16 years. Retired cleaning women are found raped and strangled in a small town. The fiction slowly turns into a documentary.","release_date":"2011-02-16","vote_average":5.8,"runtime":123,"cert":"N\/A","id":79001,"title":"Mothers","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"This program presents Bocelli's childhood memories and present day life expressed with realistic video clips. Includes stylized home movie sequences shot with Super 8 stock, vignettes of Andrea shot present day, at home with his young sons, and Bocelli's instrumental music with sweeping aerial shots of the rich tapestry of the Tuscan landcape.  Internationally acclaimed tenor Andrea Bocelli is one of the music world's biggest crossover successes, having brought his classical vocals to the realm of mainstream popularity. The Tuscan vocalist is explored as both a person and an artist in TUSCAN SKIES, which intersperses clips of his everyday life and recreations of his childhood memories with music videos. Clips of his daily home life which feature Bocelli with his adorable sons, are filmed in grainy black and white, while the lush Tuscan landscape is filmed in spectacular color.","release_date":"2002-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79002,"title":"Andrea Bocelli - Tuscan Skies","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Akos 2003, the Andante, a successful career on tour celebrating the tenth anniversary. Three years earlier, in the autumn of 2000 it recorded a concert film that's a gold record LOYALTY depicts a two-day demonstration in Budapest. A magnificent double-concert event featuring technology for more than ten thousand viewers took part. The repertoire also played a big hits like 1984's Bonanza, Hello, the Dance of the fire or through the action of the trip. Just before the concert film on DVD and VHS appeared, it will be a faithful television premiere! The recording of the Danube Television broadcast in two parts.","release_date":"2000-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79005,"title":"Ákos Hűség","adult":false,"genre_ids":[]},{"cast":["Vanille Attié","Laëtitia Lacroix","Fabrice Moussy","André Penvern","Stéphane Derossis"],"overview":"","release_date":"2002-11-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79006,"title":"Bâtards","adult":false,"genre_ids":[35]},{"cast":["Cynthia Gibb","Greg Evigan","Kendall Ryan Sanders","Ashley Leggat","Odessa Rae"],"overview":"University professor Madeline Walters isn’t doing too well in the dating game. Good men are hard to find, so she’s happy spending time with her Maltese puppy Cinnamon, and her precocious teenage daughter Chloe.","release_date":"2011-08-10","vote_average":5.0,"runtime":91,"cert":"N\/A","id":79007,"title":"My Dog's Christmas Miracle","adult":false,"genre_ids":[35,10751]},{"cast":["Bette Midler","Ken Wahl","Rip Torn","Jack Elam"],"overview":"Harold, a professional gambler, and his girlfriend Bonita, a lounge singer, follow Willie, a young blackjack dealer, around the western U.S. Harold has a jinx on Willie and can't lose with him. Bonita and Willie meet and fall for each other and plot to do away with Harold and collect on his life insurance.","release_date":"1982-10-22","vote_average":4.3,"runtime":103,"cert":"N\/A","id":79008,"title":"Jinxed!","adult":false,"genre_ids":[35]},{"cast":["Josef Abrhám","Marián Labuda","Jaromír Hanzlík","Jan Hartl","Rudolf Hrušínský"],"overview":"Czechoslovakia 1918. The newly formed National Assembly has made Stoklasa the administrator of the Kratochvile Castle. Although with no aristocratic background, he is a man of fortune and is trying to buy the castle. To impress his neighbors and the local politicians he invites them to a great hunting party. Uninvited comes a man who claims to be Duke Alexej. Stoklasa believes him to be a hustler. This hustler, however, manages to charm all the women before he leaves.","release_date":"1989-01-01","vote_average":7.5,"runtime":97,"cert":"N\/A","id":79009,"title":"The End of Old Times","adult":false,"genre_ids":[35]},{"cast":["Britney Spears","Nicki Minaj","Nicki Minaj"],"overview":"Sexy. Slammin'. Outrageous. Hurl all the adjectives you want, but one word says it all: Britney. (Ms. Spears if you're nasty.) The Grammy-winning pop diva storms the stage with a fierce mix of fan-favorite hits and hot new tracks from her latest album, Femme Fatale, in this concert special taped before a sold-out crowd in Toronto. Whether you're in the market for bodacious dance moves, killer costume changes or that make-you-melt Louisiana drawl, Britney's bringing 'em all - bigger and better than ever.","release_date":"2011-11-21","vote_average":7.6,"runtime":86,"cert":"N\/A","id":79010,"title":"Britney Spears: The Femme Fatale Tour","adult":false,"genre_ids":[99,10402]},{"cast":["Elsa Zylberstein","Frédéric Diefenthal","Alain Bashung","Élisabeth Vitali","Sonia Vollereaux"],"overview":"The collision between family life and career lies at the heart of this comedy hailing from France. A mother of two small children, Eva's life goes from stressful to insane when she is told that she is a project finalist for the design of a massive European hospital. She and her working husband Philippe try desperately to balance their commitments to their kids, careers, and themselves.","release_date":"1999-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79013,"title":"I Want It All","adult":false,"genre_ids":[35]},{"cast":["Ayumi Hamasaki"],"overview":"A national tour to mobilize 40 million people \"ayumi hamasaki ARENA TOUR 2010 ~ Rock'n'Roll Circus\" successfully closed, the Ayumi Hamasaki and then held the finale in 10 performances \"ayumi hamasaki Rock'n'Roll Circus Tour FINAL-7days Special\" , the National Yoyogi Stadium in Tokyo for seven days to start performing. Ayumi Hamasaki music and dance, showing a world-class performances. Blu-ray Disc complete collection of 11 October 2010 the final day performances.","release_date":"2010-11-10","vote_average":0.0,"runtime":183,"cert":"N\/A","id":79014,"title":"Ayumi Hamasaki Rock ’n' Roll Circus Tour Final 7 Days Special","adult":false,"genre_ids":[10402]},{"cast":["Louis Jouvet","Jean Brochard","Pierre Renoir","Pierre Bertin","Marguerite Pierry"],"overview":"","release_date":"1951-03-21","vote_average":6.9,"runtime":98,"cert":"N\/A","id":79015,"title":"Knock","adult":false,"genre_ids":[35]},{"cast":["Jonas Nay","Wotan Wilke Möhring","Nicole Marischka","Sophia Boehme","Jannik Schümann"],"overview":"Shy, sensitive high school outsider Jakob Moormann is miserably lacking immaterial support at home, where his strict father, uniformed cop Claas, and selfish mother are too busy breaking up to be there for him. Jakob focuses on class dream-girl Hannah, without much luck. His secret recording of himself masturbating gets into class bullies Henry and Erik's hands through the mother's thoughtlessness. The rascals blackmail Jakob and post the video on the Internet. After a raging lecture phase, dad stands up for Jakob, but his life is already wrecked more than anyone realizes.","release_date":"2011-08-18","vote_average":6.6,"runtime":89,"cert":"N\/A","id":79016,"title":"Homevideo","adult":false,"genre_ids":[18]},{"cast":["Nathan Lane","Mark Linn-Baker","Saul Rubinek","Dan Castellaneta","Richard Portnow"],"overview":"Inspired by Neil Simon's early career experience as a junior writer for Your Show of Shows, the play focuses on Sid Caesar\/Jackie Gleason-like Max Prince, the star of a weekly comedy-variety show circa 1953, and his staff, including Simon's alter-ego Lucas Brickman, who maintains a running commentary on the writing, fighting, and wacky antics which take place in the writers' room","release_date":"2001-05-26","vote_average":0.0,"runtime":102,"cert":"N\/A","id":79017,"title":"Laughter on the 23rd Floor","adult":false,"genre_ids":[]},{"cast":["Stephen Lord","Ricci Harnett","Maxton Beesley","Carly Griggs","Steven Hillman"],"overview":"Ross has been kidnapped and held on a remote farmhouse. A drink &amp; drug addict, his two captors put him through a brutal regime to get him clean. But when he gets clean, Ross finds out the shocking real reasons behind his incarceration.","release_date":"2011-01-01","vote_average":3.7,"runtime":90,"cert":"N\/A","id":79018,"title":"Desperate Measures","adult":false,"genre_ids":[53]},{"cast":["Haim Bouzaglo","Smadar Kilchinsky","Amos Lavi","Uzi Batish","Danny Rytenberg"],"overview":"Everyday life in Israel during the \"Intifada\": suicide-attacks, distresses, tensions. A director must present a new theater play but he just can't write a line. His partner, a documentary filmmaker, is preparing the portrait of a former soldier who opened a trade but went into bankruptcy. This man is ruined, his wife has left home, his son got exiled to Australia. The director, desperate, believes that hiring a private detective to follow his wife is gonna put some salt in his life. Without knowing it, the detective becomes the real director of the play which is getting written step by step.","release_date":"2005-05-26","vote_average":8.0,"runtime":103,"cert":"N\/A","id":79019,"title":"Distortion","adult":false,"genre_ids":[18,28,53]},{"cast":["Dubi Gal","Illana Diamant","Liora Grossman","Natan Nathanson"],"overview":"Gershon (Dubi Gal) is a mechanic who wants to go out with his mistress (Elana Shoshan) to a hotel in Eilat for holiday. To go on vacation is lying to his wife and says he had to come up for duty in the Golan Heights. His wife believe the deception and taking the opportunity to go out with her ​​lover to the same hotel in Eilat.","release_date":"1989-06-06","vote_average":0.0,"runtime":87,"cert":"N\/A","id":79020,"title":"Leave My Wife Alone","adult":false,"genre_ids":[35]},{"cast":["Dekel Adin","Sharon Elimelech","Guy Cohen","Hanan Savyon"],"overview":"Mimon is an adolescent having trouble in school, trouble picking his friends, trouble communicating with his limo driving single mom. Like so many 12 year olds his life is filled with a 12 year old's problems. He is failing in school and decides to solve his problems by emulating a local hoodlum and robbing the Post Office. The reason for this deed of daring do is to steal Certificates of Completion for school. From there Mimon goes on a journey of self-discovery.","release_date":"2005-06-06","vote_average":0.0,"runtime":79,"cert":"N\/A","id":79021,"title":"Mimon","adult":false,"genre_ids":[18]},{"cast":["Klaus Wildbolz","Günther Maria Halmer","Herbert Leiser","Walter Hess","Melanie Winiger"],"overview":"Emil, Bruno, Fritz and Dieter-Thomas are four fit pensioners and old friends. They want to refresh their friendship with a cozy golf weekend in the mountains. Having just arrived at the hotel, Emil confronts his friends with serious news: he is terminally ill and has decided to put an end to his life with a deadly pill here and now with his friends. Now he asks the men for nothing less than to support him. The responses to this request could not be more different.","release_date":"2010-05-09","vote_average":7.3,"runtime":90,"cert":"N\/A","id":79024,"title":"Sonntagsvierer","adult":false,"genre_ids":[]},{"cast":["Alberto Sordi","Franca Valeri","Giovanna Ralli","Tina Pica","Mario Carotenuto"],"overview":"Alberto Menichetti lives with an aunt and an old housekeeper, Clotilde; he has a job in a firm and his boss is Mrs. De Ritis, a widow whose husband was killed during a wild boar hunt. She likes him but Alberto likes Marcella; she is under age and he is awaiting her birthday to declare his love. His greater traits are to be fearful of everything and to be selfish. This nature will get him into trouble..","release_date":"1955-01-01","vote_average":7.1,"runtime":85,"cert":"N\/A","id":79025,"title":"A Hero of Our Times","adult":false,"genre_ids":[35]},{"cast":["Damian Chapa","Sal Lopez","Emilio Rivera","Jennifer Tilly","Faye Dunaway"],"overview":"In the streets of East Los Angeles, Manny is a formidable drug dealer. Impressed by his extravagant lifestyle and prowess, his young son, Kilo, yearns to follow in his footsteps. Kilo resolves to learn how to prosper in the drug world, and his new life as a dealer begins. In a world where a man wants everything, he may end up with nothing.","release_date":"2004-09-27","vote_average":4.3,"runtime":128,"cert":"N\/A","id":79026,"title":"El padrino: The Latin Godfather","adult":false,"genre_ids":[28,80,18]},{"cast":["Rebekah Kochan","Robert Buckley","Mark Irvingsen","Sarah Hall","Derek Osedach"],"overview":"A babysitter begins receiving threatening phone calls from a man who has just killed an entire family.","release_date":"2006-02-01","vote_average":3.5,"runtime":91,"cert":"N\/A","id":79027,"title":"When a Killer Calls","adult":false,"genre_ids":[27]},{"cast":["Erika Eleniak","Michael Ironside","Catherine Colvey","Adrienne Ironside","Stewart Bick"],"overview":"After a botched suicide attempt Sam Hoffman finds herself trapped in an evil insane asylum","release_date":"1998-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":79028,"title":"Captive","adult":false,"genre_ids":[53]},{"cast":["Anaïs Demoustier","Ariane Ascaride","Patrick Catalifo","Bernard Le Coq","Coura Traoré"],"overview":"Emmanuelle lives in the suburbs near a shopping mall. Since her father's death, she feels increasingly out of sync with the world around her. Her mother is distracted, high school bores her. She has just turned 17 and, this particular year, her life will take an entirely different turn.","release_date":"2007-02-07","vote_average":4.0,"runtime":91,"cert":"N\/A","id":79029,"title":"The Year After","adult":false,"genre_ids":[18]},{"cast":["Dany Saval","Paul Meurisse","Michel Serrault","Hubert Deschamps","Michel Galabru"],"overview":"A story about Caroline, a young girl who decides to start dating only men after forty.","release_date":"1965-03-19","vote_average":0.0,"runtime":95,"cert":"N\/A","id":79030,"title":"Me and the Forty Year Old Man","adult":false,"genre_ids":[35,10749]},{"cast":["Gérard Depardieu","Guillaume Depardieu","Sylvie Testud","Julien Boisselier","Hiam Abbass"],"overview":"Writer Léo Shepherd lives in rural France together with his daughter Virginia, who manages his affairs. One day Virginia gets a call from the Swedish Academy. Léo has won the Nobel Prize for Literature. His estranged son Paul tries desperately to contact him, but is denied every time by his sister. When Léo starts traveling to the ceremony in Stockholm by motor bike, Paul decides to follow him and try to speak to him. Clearly Léo doesn't want to be followed, starts speeding and gets involved in a accident, but isn't badly hurt. The police confuse another motorist for Shepherd and announce his death. Paul, driven by his childhood experiences, decides to kidnap his father.","release_date":"2002-11-13","vote_average":4.9,"runtime":103,"cert":"N\/A","id":79031,"title":"A Loving Father","adult":false,"genre_ids":[18]},{"cast":["Agathe Aems","Arletty","Gilbert Bécaud","Francis Blanche","Bernard Blier"],"overview":"\"Les petits matins\" is a story of eighteen-year old Agathe (Agathe Aëms) with a firm independence of men even if she uses them to get to the côte d'azur.\r Along the way she meets a lot of people , mostly men.  And the director does not spare the sterotypical image of early 60s middle aged male cliches to lampoon.\r But this is all very light stuff, nothing too intellectual.\r But it's often charming, and there's a bevy of well-known actors involved.\r Jean -Claude Brialy (the pompous, self absorbed male lead of Rohmer's \"Claire's Knee\"), Claude Rich, Lino Ventura, François Perrier, Pierre Brasseur, and the couple Bernard Blier &amp; Arletty, who team up here for the first time since Marcel Carné's \"Hôtel du Nord\" (1938).","release_date":"1962-03-16","vote_average":7.0,"runtime":99,"cert":"N\/A","id":79032,"title":"Hitch-Hike","adult":false,"genre_ids":[35]},{"cast":["Eddy Mitchell","Sagamore Stévenin","Pascale Arbillot","Pierre Santini","Gérard Jugnot"],"overview":"","release_date":"2006-03-01","vote_average":5.2,"runtime":null,"cert":"N\/A","id":79033,"title":"A Winter in Paris","adult":false,"genre_ids":[80,53]},{"cast":["Nathalie Baye","Roschdy Zem","Ludivine Sagnier","Mylène Demongeot","Rasha Bukvic"],"overview":"","release_date":"2006-05-26","vote_average":4.8,"runtime":null,"cert":"N\/A","id":79034,"title":"La Californie","adult":false,"genre_ids":[18]},{"cast":["Alan Carr"],"overview":"He’s back! Stand-up comedian, best-selling author and chat show supremo, the lovable Chatty Man and Tooth Fairy himself….. Alan Carr is back on tour in autumn 2011 with a brand new live comedy show, Spexy Beast, that will also be filmed live for DVD. After a few years of rubbing shoulders with A-list celebrities on his very own chat show, award-winning Alan Carr returns to his stand-up roots in his first major comedy tour and Live DVD in four years.","release_date":"2011-11-14","vote_average":4.9,"runtime":94,"cert":"15","id":79035,"title":"Alan Carr: Spexy Beast","adult":false,"genre_ids":[35]},{"cast":["Luca Argentero","Nabiha Akkari","Hassani Shapi","Vincenzo Salemme","Vito"],"overview":"","release_date":"2011-11-10","vote_average":5.7,"runtime":null,"cert":"N\/A","id":79036,"title":"Lezioni di cioccolato 2","adult":false,"genre_ids":[35]},{"cast":["Dieudonné"],"overview":"","release_date":"2008-12-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79039,"title":"J'ai fait l'con","adult":false,"genre_ids":[35]},{"cast":["Robert de Hoog","Jan Decleir","Derek de Lint","Doutzen Kroes","Victor Reinier"],"overview":"Nova Zembla tells the gripping true story of the legendary failed mission of the late sixteenth century Dutch flotilla trying to find a trading route to Asia across the North Pole. The ship crew, who got stuck in the ice of Nova Zembla and had to survive the dark coldness of winter in the most gruesome of circumstances. An incredibly powerful story of determination, hardship and a triumph of the human spirit. The sixteenth century Dutch ship crew is leaving the port of Amsterdam and sailing to the northern arctic, where they get stuck in the ice. Two ships take part at the mission and captain De Rijp decides to return while he still can, while the other ship helmed by Willem Barentsz, stubbornly proceeds.","release_date":"2011-11-23","vote_average":5.4,"runtime":108,"cert":"N\/A","id":79040,"title":"Nova Zembla","adult":false,"genre_ids":[36,18]},{"cast":["François Berléand","Delphine Rollin","Nicole Calfan","François Morel","Leslie Phils"],"overview":"","release_date":"2003-08-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79041,"title":"Une employée modèle","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Filmmaker Marshall Curry explores the inner workings of the Earth Liberation Front, a revolutionary movement devoted to crippling facilities involved in deforestation, while simultaneously offering a profile of Oregon ELF member Daniel McGowan, who was brought up on terrorism charges for his involvement with the radical group.","release_date":"2011-06-22","vote_average":6.4,"runtime":85,"cert":"N\/A","id":79042,"title":"If a Tree Falls: A Story of the Earth Liberation Front","adult":false,"genre_ids":[99,80,36]},{"cast":["Emmanuelle Béart","Jerzy Radziwiłowicz","Anne Brochet","Bettina Kee","Olivier Cruveiller"],"overview":"Julien lives alone with his cat. He dreams of Marie, and a few minutes later, he sees her on the street and makes a date. He asks her to move in with him, and she does. Her boyfriend is dead, the rest of her past a mystery. Although they quickly seem to fall in love, she sometimes pulls away suddenly from Julien, is distant, and spends the night in a hotel. She also dreads something imminent and warns Julien that if he missteps, he will lose her and all memory of her. Julien responds by digging into her past: what explains her remodeling an upstairs garret room, her nightly dreams, her fears? What can Julien, now desperately in love, do when he learns why? Can either rescue the other?","release_date":"2003-09-10","vote_average":7.2,"runtime":150,"cert":"N\/A","id":79043,"title":"The Story of Marie and Julien","adult":false,"genre_ids":[10749,18,14,9648]},{"cast":["Bourvil","Jane Marken","Brigitte Bardot","Jeanne Fusier-Gir","Roger Pierre"],"overview":"A comedy about a dimwitted man who must obtain a high-school diploma before he can inherit an inn.","release_date":"1952-11-07","vote_average":6.2,"runtime":85,"cert":"N\/A","id":79044,"title":"Crazy for Love","adult":false,"genre_ids":[35]},{"cast":["Milan Argaud","Alain Bashung","Jean-Claude Dreyfus","Andréa Ferréol","Josiane Lévêque"],"overview":"","release_date":"2004-04-28","vote_average":8.0,"runtime":null,"cert":"N\/A","id":79045,"title":"Le p'tit curieux","adult":false,"genre_ids":[35,10751]},{"cast":["Jacques Dutronc","Sandrine Bonnaire","Emmanuelle Riva","Jacques Spiesser","Annie Grégorio"],"overview":"","release_date":"2001-11-07","vote_average":7.3,"runtime":null,"cert":"N\/A","id":79048,"title":"C'est la vie","adult":false,"genre_ids":[18,35]},{"cast":["Carlos Hipólito","Elsa Pataky","Enrique Villén","Beatriz Carvajal","Fernando Delgado"],"overview":"Ninette Sanchez, daughter of Spanish immigrants in France, is a smart, sexy, funny and spontaneous Parisian girl who works at the Galeries Lafayette. With her natural manners and beauty has won the heart of Andres, a man from the provinces who cannot resist his charms.","release_date":"2005-08-12","vote_average":6.8,"runtime":118,"cert":"N\/A","id":79051,"title":"Ninette","adult":false,"genre_ids":[35]},{"cast":["Bette Davis","Ricardo Cortez","Glenda Farrell","Allen Jenkins","Henry O'Neill"],"overview":"Former bootlegger Nick Barnes pressures neighborhood druggist Jimmy Morrell into making cut-rate drugs. The money makes it possible for Jimmy to marry Norma Frank, a pharmacy clerk. Expecting a baby, she wants Jimmy to quit the racket. Beaten by the mob, Jimmy works on, diluting the medications still further. Norma is rushed to the hospital for a premature delivery and given bogus medication. .","release_date":"1934-01-06","vote_average":5.6,"runtime":61,"cert":"N\/A","id":79052,"title":"The Big Shakedown","adult":false,"genre_ids":[18,80]},{"cast":["Glenn Plummer","Dwayne Adway","MC Eiht","Larry B. Scott"],"overview":"The rise and fall of the Freeway Boyz, These group of young men sold millions of dollars of drugs in the streets of South Central Los Angeles, and inadvertently financed a CIA private war in Nicaragua.","release_date":"2001-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":79053,"title":"100 Kilos","adult":false,"genre_ids":[18,80]},{"cast":["Sarah Barnes","Charlie Benditt","Evelyn Bishop","Ruth Bond","Scott Dickson"],"overview":"The Vixens are coming! They've landed on earth to wreak havoc on the male student bodies of Mayfield High. You see, there are no men on their native planet, and every so often, they'll visit earth to fulfill their ravenous desires. Unfortunately, the adolescent boys are no match for these lustful aliens, and in their frustration, the Vixens zap them with their ray guns and turn them into garden variety vegetables--tomatoes, zucchinis, carrots, pickles, even squash!","release_date":"1985-01-01","vote_average":6.8,"runtime":83,"cert":"N\/A","id":79054,"title":"The Revenge of the Teenage Vixens from Outer Space","adult":false,"genre_ids":[35,878]},{"cast":["Franklyn J. Anderson","Jerome Six Booker","Michael Anthony Jackson","Andrae Noel","Kevin Moore"],"overview":"Two Hurricane Katrina evacuees from the Desire Projects in New Orleans who both end up in Houston after the storm. The storm twists the fates of these two men. The first, Jay Dee, was a feared and powerful crime boss who is humbled when he loses everything and winds up as a lowly clerk at a retail chain store. The second, Shawn, an underachieving poor kid from the neighborhood gets a fresh start and becomes a writer\/novelist.","release_date":"2007-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":79055,"title":"Waters Rising","adult":false,"genre_ids":[18]},{"cast":["Rachael Leigh Cook","Graham Abbey","Paula Jean Hixson"],"overview":"The story follows a brilliant engineer whose breakthrough design is stolen and patented by a colleague. When the colleague is found murdered, she becomes the prime suspect.","release_date":"2011-01-01","vote_average":6.2,"runtime":89,"cert":"N\/A","id":79056,"title":"Stealing Paradise","adult":false,"genre_ids":[18,9648,53]},{"cast":["Dieudonné"],"overview":"","release_date":"2006-06-04","vote_average":7.3,"runtime":null,"cert":"N\/A","id":79057,"title":"Dépôt de bilan","adult":false,"genre_ids":[35]},{"cast":["Manny Pacquiao","Valerie Concepcion","Lara Morena","Perla Bautista","Dante Rivero"],"overview":"A rebel's son, Kumander Idel (Manny Pacquiao) pursued his father's work as an outlaw who hides in the mountains with a group of men creating chaos on the corrupt officials who continue to oppress people. Just like a typical anti-hero, he carries a big gun with sexy girls shooting guns along with shootouts in the jungle. Using his own unique code of honor, he applies justice to all those who deserve punishment. He eventually should make a choice between his values and a chance for an easier life.","release_date":"2008-01-01","vote_average":3.0,"runtime":110,"cert":"N\/A","id":79058,"title":"Anak ng Kumander","adult":false,"genre_ids":[28]},{"cast":["Uxía Blanco","Miguel Insua","Xavier R. Lourido","Roberto Casteleiro","Rodrigo Roel"],"overview":"","release_date":"1990-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79059,"title":"Sempre Xonxa","adult":false,"genre_ids":[]},{"cast":["Darrel Gamotin","Caroline Mongosin","Nadine Villasin","Victor Neri"],"overview":"The film is based on traditional Filipino folklore, and mentions creatures such as duwende (dwarfs), manananggal (winged, half-bodied vampires), aswang (blood-sucking monsters disguised as humans), kapre (tobacco-smoking giants).","release_date":"2006-10-22","vote_average":2.0,"runtime":110,"cert":"N\/A","id":79060,"title":"The Inheritance","adult":false,"genre_ids":[18,99]},{"cast":["Alice Cooper","Kane Roberts","Devlin 7","Kip Winger","Ken Mary"],"overview":"Shot in Detroit on Halloween during his 1986 tour, all of his tradmark songs are present in this spectacular showcase of entertaining thrills, filled with his legendary straightjacket escapes and boa constrictors, along with several new stage shockers...","release_date":"1989-01-01","vote_average":6.2,"runtime":75,"cert":"","id":79061,"title":"Alice Cooper: The Nightmare Returns","adult":false,"genre_ids":[10402]},{"cast":["Nadya Suleman","Valerie Mya","Chanon Finley","Jeff Kongs"],"overview":"Vanessa, a documentary filmmaker, and she is making a film about folklore. Her best friend Brad was meant to help her, but he instead decides to go on a date with new love Jessica, who he met online. His new girlfriend persuades Vanessa to join him by telling her the house is haunted and would be a good subject for her film, but it turns out she has been lured into a trap and she is a creature from Hell. Quite how she will be impregnated by a female demon will be revealed in the movie.","release_date":"2014-07-25","vote_average":2.8,"runtime":75,"cert":"N\/A","id":79062,"title":"666: The Devil's Child","adult":false,"genre_ids":[27,53,878]},{"cast":["Vice Ganda","Derek Ramsay","Eddie Garcia","DJ Durano","Dennis Padilla"],"overview":"When a civil war in the Philippines breaks out, a gay man born into a military family is forced to enlist in place of his ailing father.","release_date":"2011-10-26","vote_average":6.3,"runtime":105,"cert":"N\/A","id":79063,"title":"Praybeyt Benjamin","adult":false,"genre_ids":[35]},{"cast":["Ge You","Xu Fan","Fan Bingbing","Yong Mei","Zhang Hanyu"],"overview":"Written by Liu Zhenyun, based on his own novel of the same title, the film revolves around two successful men whose marriages were wrecked when their wives uncovered their extramarital affairs through traces left in their cellphones. More broadly, the film explores the role of cellphones in interpersonal relationships in modern China, where the rapid development in information technology is having huge impacts on the way people communicate.","release_date":"2003-12-17","vote_average":5.1,"runtime":107,"cert":"N\/A","id":79064,"title":"Cell Phone","adult":false,"genre_ids":[]},{"cast":["Angel Locsin","Pinky Amador","Jennylyn Mercado","Valerie Concepcion","Empress Schuck"],"overview":"\"Angels\" is a trilogy. The three episodes featured in the movies are: \"Angel of Mine\", \"Daddy's Angel\" and \"Angel of Love\". \"Angel of Mine,\"","release_date":"2007-06-13","vote_average":5.0,"runtime":127,"cert":"N\/A","id":79065,"title":"Angels","adult":false,"genre_ids":[18]},{"cast":["Cogie Domingo","Maxene Magalona","Tiya Pusit","Alwyn Uytingco","Dina Bonnevie"],"overview":"While saving his brother's life, Benjo dies, but he decides to forgo the afterlife and remain on Earth as his family's protector in this touching supernatural drama. Determined to help his distraught and lonely mom, Benjo the wayward soul tries desperately to reach out to his loved ones, eventually finding help from another drifting spirit.","release_date":"2003-05-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":79066,"title":"Angel on Earth","adult":false,"genre_ids":[18]},{"cast":["François Goeske","Anatole Taubman","Josefine Preuß","Jytte-Merle Böhrnsen","Pit Bukowski"],"overview":"While on a GPS treasure hunt in the Palatinate forest four teenagers come across an old US military radio tower station. Back in the days of the Cold War it was part of a secret military program that produced horrific side effects, but has long since abandoned. Until now, when the station is mysteriously powered up again.","release_date":"2013-09-19","vote_average":4.1,"runtime":101,"cert":"N\/A","id":79067,"title":"Lost Place","adult":false,"genre_ids":[9648,53,27]},{"cast":["Tristán Ulloa","Luis Tosar","María Adánez","Nancho Novo","María Pujalte"],"overview":"A story of love and obsession during the Spanish Civil War","release_date":"2003-04-25","vote_average":6.3,"runtime":106,"cert":"N\/A","id":79068,"title":"El lápiz del carpintero","adult":false,"genre_ids":[]},{"cast":["Franca Gonella","Gabriele Tinti","Magda Konopka","Angelo Rizieri","Ada Pometti"],"overview":"Letizia moves to her aunt and uncle after having lived at school. They are unable to have kids themselves and are hoping for her to be able to help them get through some of the grief they have been feeling. But that's before she starts controlling the family into destructive behavior through the use of her mind.","release_date":"1975-01-01","vote_average":4.8,"runtime":94,"cert":"N\/A","id":79069,"title":"Sex, Demons and Death","adult":false,"genre_ids":[27]},{"cast":["Tomer Sisley","Julien Boisselier","Joey Starr","Serge Riaboukine","Laurent Stocker"],"overview":"Vincent is a crooked cop whose drug heist goes wrong when he is stabbed and the criminals he is robbing discover his identity. Vincent escapes with a huge bag of cocaine, but discovers his loot belongs to a powerful mob boss who kidnaps Vincent's son.  Vincent has until the end of the night to return the stash and save his son.","release_date":"2011-11-16","vote_average":6.0,"runtime":98,"cert":"N\/A","id":79070,"title":"Sleepless Night","adult":false,"genre_ids":[28,35,53,10749]},{"cast":["Inga Birkenfeld","Wolfgang Menardi","Anton Algrang","Verena Plangger","Martin Maria Abram"],"overview":"Set in the 1800s when Napoleon’s French ruled Europe, the film follows young Austrian carpenter Franz and his Bavarian wife, Katharina as an unforeseen event forces them to flee from Augsburg, Bavaria for Franz’s family home in Tyrol, Austria. Tyrolian sentiment is rising strongly against Napoleon and trouble is stirring. In no time it sweeps up Franz and his brothers along with the whole town.","release_date":"2010-07-01","vote_average":6.0,"runtime":123,"cert":"N\/A","id":79071,"title":"The Holy Land of Tyrol","adult":false,"genre_ids":[18,36,10752]},{"cast":["Nina Proll","Birgit Minichmayr","Kathrin Resetarits","Ursula Strauss","Gabriela Hegedüs"],"overview":"Five former high school friends reunite for an evening of fun, remembrance and sadness in this Altmanesque portrait of female friendship. A look at how youthful idealism turns into adult pragmatism, and how one can fight such changes, from the director of Free Radicals.","release_date":"2006-09-08","vote_average":5.6,"runtime":88,"cert":"N\/A","id":79072,"title":"Falling","adult":false,"genre_ids":[18]},{"cast":["Matthew Lillard","Deborah Kara Unger","Gina Holden","Serge Houde","Chiara Zanni"],"overview":"A quivering voice begs to screenwriter, Joel Brandt, to pick up the phone on a message from his answering machine. Thinking it a prank, Joel deletes the message. The caller is found dead. Another caller leaves Joel a message; there is another murder...then another...then another. The killer has Joel's attention, and Joel has the attention of the police. Now the prime suspect in a series of murders, Joel discovers this psychotic killer has targeted him for a reason found within his body of work. Will Joel be able to re-write his ending, or be forced to pay the ultimate price?","release_date":"2009-02-05","vote_average":5.4,"runtime":92,"cert":"15","id":79073,"title":"Messages Deleted","adult":false,"genre_ids":[27,53,9648]},{"cast":["Masami Akita"],"overview":"Documentary about and with the Japanese electronic composer and artist Merzbow.","release_date":"1998-01-01","vote_average":6.0,"runtime":72,"cert":"N\/A","id":79074,"title":"Beyond Ultra Violence: Uneasy Listening by Merzbow","adult":false,"genre_ids":[99,10402]},{"cast":["Alain Bakayoko","Jimmy Beaudoin","David Bellerive","Guillaume Blais-Dubuc","Stéphane Coutu"],"overview":"Bagman, a killer with a paper bag on the head, kills anybody who pronounces his name three times. When a gang of gangsters meets a girl who escaped the killer, they call Bagman and a violent battle ensues.","release_date":"2004-10-30","vote_average":5.4,"runtime":19,"cert":"N\/A","id":79075,"title":"BAGMAN Profession: Meurtrier","adult":false,"genre_ids":[35,27]},{"cast":["Jeremy Bloom","Warren Miller"],"overview":"Following some of the world's top snowboarders and skiers on the hunt for their next thrill, Warren Miller's film travels from Alaska to Switzerland to shoot world-class athletes taking on nature's riskiest challenges. With jaw-dropping action from the likes of World Cup champ Jeremy Bloom, big-mountain skiers Jeremy Nobis and Seth Morrison, and ski-base jumping innovator Shane McConkey, Miller captures a wealth of unimaginable moments.","release_date":"2005-10-10","vote_average":4.3,"runtime":92,"cert":"N\/A","id":79076,"title":"Higher Ground","adult":false,"genre_ids":[99]},{"cast":["Whoopi Goldberg"],"overview":"Whoopi Goldberg in her original one-woman show","release_date":"1985-07-20","vote_average":8.0,"runtime":75,"cert":"N\/A","id":79077,"title":"Whoopi Goldberg: Direct from Broadway","adult":false,"genre_ids":[]},{"cast":["Jon Briddell","Erin Coker","Hayden Byerly","Rebecca Light","Scott McKinley"],"overview":"Jack and Melissa are frightened by their son's bizarre and violent behavior; they soon learn that he is the gateway to the Apocalypse, and it will happen on his birthday, 11-11-11.","release_date":"2011-11-01","vote_average":3.2,"runtime":87,"cert":"N\/A","id":79078,"title":"11\/11\/11","adult":false,"genre_ids":[27,53]},{"cast":["Julie Walters","Reece Dinsdale","Tony Slattery","Michelle Fairley","Inday Ba"],"overview":"Drama based on real-life events. Marie Stubbs, a diminutive Glaswegian headmistress who is coming up to retirement age, takes on one last challenge: to improve the fortunes of St George's School in north west London which was facing closure after the notorious murder of its previous headmaster, Philip Lawrence, in 1995 as he was breaking up a fight between his pupils and those from a rival school.","release_date":"2005-08-05","vote_average":6.5,"runtime":94,"cert":"15","id":79079,"title":"Ahead of the Class","adult":false,"genre_ids":[18,10770]},{"cast":["Sadie Frost","Lauren Bacall","Harvey Keitel","Jude Law","Jack Taylor"],"overview":"A young woman is hired to serve as a governess for two children, Miles and Flora, by their uncle, the Master, who became the guardian of the youngsters after the death of their parents.","release_date":"2001-04-20","vote_average":4.9,"runtime":88,"cert":"N\/A","id":79080,"title":"Presence of Mind","adult":false,"genre_ids":[27,53,18]},{"cast":["Hans Albers","Albert Bassermann","Rose Stradner","Walter Rilla","Karin Hardt"],"overview":"","release_date":"1933-08-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79081,"title":"A Certain Mr. Gran","adult":false,"genre_ids":[12,28]},{"cast":["Mayumi Tanaka","Kazuya Nakai","Akemi Okamura","Kappei Yamaguchi","Hiroaki Hirata"],"overview":"One Piece 3D: Straw Hat Chase is the 11th One Piece film of the series, and is set before the time-skip. This is One Piece's first movie release to be in 3D CGI. The movie is also the first One Piece film since Movie 3 to be a double-feature. This time, the film was featured with \"Toriko 3D: Gourmet Adventure\", both being billed as the \"Jump Heroes Film\". The double-feature was released on March 19, 2011.granmaster","release_date":"2011-03-19","vote_average":6.2,"runtime":30,"cert":"N\/A","id":79082,"title":"One Piece 3D: Straw Hat Chase","adult":false,"genre_ids":[16]},{"cast":["Ruhi Sari","Başak Köklükaya","Cengiz Sezici","Serdar Orçin","Şemistan Kaya"],"overview":"Isa, a walk-on in movie productions, is blamed for a fifty-dollar robbery in a mafia-rooted environment. As a result, he is badly beaten and given twenty-four hours to return the money. Instead of finding the money, Isa finds a gun. He decides to commit suicide. Just when he is about to pull the trigger, the doorbell rings…","release_date":"1999-10-29","vote_average":7.1,"runtime":92,"cert":"N\/A","id":79085,"title":"The Third Page","adult":false,"genre_ids":[18]},{"cast":["Braden Parkes","Emily Petta","Thomas Garner ","Graham Spillman","Stephanie Denise Griffin"],"overview":"A bunch of kids on bikes try to save a pooch from some nasty dog snatchers.","release_date":"2002-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":79086,"title":"The Bike Squad","adult":false,"genre_ids":[10751]},{"cast":["Tyron Ricketts","Ann-Kathrin Kramer","Bernhard Schir","Renate Becker","René Hofschneider"],"overview":"","release_date":"2004-02-26","vote_average":6.0,"runtime":92,"cert":"N\/A","id":79087,"title":"Ein Zwilling ist nicht genug","adult":false,"genre_ids":[10751]},{"cast":["Johnny Mack Brown","Fuzzy Knight","Kathryn Adams","Nell O'Day","Riley Hill"],"overview":"Rawhide Rangers is a satisfyingly equitable blend of western action, music and comedy relief. The villains are a group of frontier businessmen who set up a \"protective\" organization for the purpose of extorting money from the local ranchers. Enter hero Johnny Mack Brown, who has arrived in town to avenge the death of his brother. In short order, Brown deduces that the crooked businessmen were also responsible for his brother's murder, and then all heck breaks loose. Nell O'Day, one of the best horsewomen in Hollywood, is cast as the film's eminently self-reliant heroine.","release_date":"1941-07-18","vote_average":0.0,"runtime":56,"cert":"N\/A","id":79088,"title":"Rawhide Rangers","adult":false,"genre_ids":[37]},{"cast":["Roger Craig Smith","Anna Tuveri","Angela Galuppo"],"overview":"Taking place after the events of Assassin's Creed: Revelations in the year 1524 in Tuscany, follow the retired Assassin Ezio Auditore as he teams up with Shao Jun during his final battles.","release_date":"2011-11-15","vote_average":6.7,"runtime":21,"cert":"N\/A","id":79089,"title":"Assassin's Creed: Embers","adult":false,"genre_ids":[16]},{"cast":["Walter Huston","Frieda Inescort","John B. Hughes"],"overview":"Exciting newsreel footage highlights this award-winning documentary of Britain's gallant stand against the encroaching Nazi horde. As the British people fight bravely, Hitler orders the Luftwaffe to begin the London Blitz in the hope of bringing England to her knees.","release_date":"1943-10-10","vote_average":7.2,"runtime":54,"cert":"N\/A","id":79090,"title":"Why We Fight: The Battle of Britain","adult":false,"genre_ids":[99,10752,36]},{"cast":["Ben Johnson","Don Johnson","P.J. Soles","Jack Elam","Brion James"],"overview":"In a small Southern town, the local sheriff tries to keep everything peaceful and under control.","release_date":"1981-10-09","vote_average":4.4,"runtime":90,"cert":"N\/A","id":79091,"title":"Soggy Bottom, U.S.A.","adult":false,"genre_ids":[35]},{"cast":["Gabriele Tinti","Guy Madison","Ingrid Schoeller","Daniele Vargas","Ignazio Spalla"],"overview":"Return of Django","release_date":"1967-05-26","vote_average":7.0,"runtime":95,"cert":"N\/A","id":79094,"title":"Return of Django","adult":false,"genre_ids":[37]},{"cast":["Jacques Godin","Ariane Frédérique"],"overview":"This crime drama concerns Guillaume (Jacques Godin), who has just finished serving 10 years in prison for a crime he never committed. Now he is out seeking revenge against his old \"buddy\" who lied on the stand and put him in jail. He brings along his young granddaughter and drives like a maniac as he nears his destination. That sets three brutish thugs on his tail, anxious to corner him and end his days behind the wheel. So while Guillaume is chasing down his betrayer, he is being chased in turn. It's not a formula for continued good health.","release_date":"1986-01-01","vote_average":5.0,"runtime":83,"cert":"N\/A","id":79095,"title":"Equinoxe","adult":false,"genre_ids":[]},{"cast":["Dennis Christopher","Cheryl Waters","Gary Busey"],"overview":"Kevin is wandering through the confused haze that most college students pass through at one time or another: lectures that make little - if any - sense, pranks by the fraternities and sororities, deep yet meaningless discussions on philosophy with ones friends. Through all of this, Kevin passes in and out of a dream-like fantasy world, in which he and his friends sail the ship 'Queen of Sheba' to a variety of islands, with natives both friendly and hostile.","release_date":"1983-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":79096,"title":"Didn’t You Hear…","adult":false,"genre_ids":[]},{"cast":["Gaspar Henaine","Marco Antonio Campos"],"overview":"Los detectives Viruta y Capulina, viajan al Puerto de Acapulco, para cuidar de Ricardo, joven hijo de un rico. Durante el trayecto levantan a la cantante Mayté. Un tal Guillermo secuestra al muchacho usando de anzuelo a Silvia y lo suben en un bote. Viruta y Capulina los siguen en otro bote, provocando un desorden sin control entre los demás botes que se encuentran en la playa pero a pesar de sus torpesas logran rescatarlo y eliminar a los maleantes.","release_date":"1964-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79097,"title":"Buenos días Acapulco","adult":false,"genre_ids":[]},{"cast":["Marco Antonio Campos","Gaspar Henaine"],"overview":"Don Antonio quiere casar a una de sus dos hijas Tere o Lorena con un conde. Para eso alquila una mansión y contrata a los criados Viruta y Capulina, para atender al conde y a sus invitados. Pero los criados descubren que el conde y sus invitados son unos rateros.","release_date":"1960-07-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79098,"title":"Dos criados malcriados","adult":false,"genre_ids":[35]},{"cast":["Gaspar Henaine","Marco Antonio Campos","Cesáreo Quezadas 'Pulgarcito'"],"overview":"Viruta and Capulina are about to be evicted from the neighborhood where they live for not paying rent for eleven months. After several troubles with the police and the building owner, it is clarified that Capulina had saved the money to pay for the operation of a child that lives in the building. After all, the doctor operates the child for free, the neighbors celebrate with a big party and the building owner  forgives them all the income.","release_date":"1960-10-06","vote_average":6.0,"runtime":98,"cert":"N\/A","id":79099,"title":"El dolor de pagar la renta","adult":false,"genre_ids":[35]},{"cast":["Gaspar Henaine","Marco Antonio Campos","Germán Valdés","Lorena Velázquez","Tere Velázquez"],"overview":"Viruta y Capulina buscan oro en el Viejo Oeste, pero son capturados por unos indios, sin embargo gracias a un detector de metales y al flash de una cámara, se ganan su respeto. Luego salvan a las jovenes Lupita y Lolita de un asalto y las llevan al pueblo.","release_date":"1962-11-29","vote_average":8.0,"runtime":89,"cert":"N\/A","id":79100,"title":"¡En peligro de muerte!","adult":false,"genre_ids":[35,37]},{"cast":["Maureen O'Hara","Macdonald Carey","Will Geer","Charles Drake","Pedro de Cordoba"],"overview":"Silver has been found on comanche territory and the government accomplished a peaceful agreement with the indians. When James 'Jim' Bowie comes into the scene he finds the white settlers living near by planning to attack the indians although they know about that agreement and the beautiful Katie seems to play a leading role in this intrigue.","release_date":"1950-05-01","vote_average":4.6,"runtime":76,"cert":"N\/A","id":79101,"title":"Comanche Territory","adult":false,"genre_ids":[37]},{"cast":["Gwendolyn Edwards","Eric Holloway","Tippi Hedren","Mickey Rooney","Amy Redford"],"overview":"Amid the bitter divisiveness of the Civil War, Confederate Capt. Robert Adams (Julian Adams) feels the rift within his soul. Steadfastly loyal to the South, Adams also holds an unshakable love for his Northerner wife, Eveline McCord (Gwendolyn Edwards). Based on the true story of Robert Adams and produced by his descendents, this stirring historical drama -- a film festival favorite -- delves into the themes of honor, patriotism and love.","release_date":"2005-07-15","vote_average":5.0,"runtime":96,"cert":"N\/A","id":79102,"title":"The Last Confederate: The Story of Robert Adams","adult":false,"genre_ids":[18,28,36,10749]},{"cast":["Fred MacMurray","Jeffrey Hunter","Janice Rule","Chill Wills","Dean Stockwell"],"overview":"A young cowboy, whose dedication to the principles of peace and reason has earned him a reputation for cowardice, overcomes his psychological aversion to violence after his elder brother unjustly censures him for not joining in a foolhardy gunfight in which their youngest brother is killed.","release_date":"1957-01-30","vote_average":5.4,"runtime":88,"cert":"N\/A","id":79103,"title":"Gun for a Coward","adult":false,"genre_ids":[37]},{"cast":["Gaspar Henaine","Marco Antonio Campos","Ricardo \"Pajarito\" Moreno"],"overview":"Una divertida aventura de Viruta y Capulina en donde se verán enredados en un lío de boxeadores confundiendo tanto la situación que ni sus bellas amigas los podrán salvar de una gran golpiza.","release_date":"1957-11-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":79104,"title":"La sombra del otro","adult":false,"genre_ids":[35,18]},{"cast":["Kitty de Hoyos","Gaspar Henaine","Marco Antonio Campos","Carlos Agostí","José Jasso"],"overview":"Capulina chip and with the desire to be detectives, work and study to achieve their purpose in this specialty agency. Alma, millionaire detective and vocation, owner of the agency, hires Chip and Capulina after they have been presented and promoted its examination. He entrusts his first mission is to follow the trail to Rostov, famous jewel thief and murderer, for which there is a hefty reward.","release_date":"1958-11-09","vote_average":0.0,"runtime":87,"cert":"N\/A","id":79105,"title":"Muertos de miedo","adult":false,"genre_ids":[35,80,9648]},{"cast":["Christopher Lee","Patrick Macnee","Jenny Seagrove","Joss Ackland","Richard Todd"],"overview":"King Edward ask Sherlock Holmes to perform one more task before his retirement: to safeguard the Star of Africa on a trip to Cape Town. Soon the fabled jewel is stolen and several people end up being murdered.","release_date":"1992-05-24","vote_average":5.4,"runtime":187,"cert":"N\/A","id":79106,"title":"Sherlock Holmes: Incident at Victoria Falls","adult":false,"genre_ids":[10770,12,80,18]},{"cast":["Gaspar Henaine","Marco Antonio Campos","Lorena Velázquez","Sonia Infante","René Cardona Jr."],"overview":"Capulina chip and are transported back to prehistoric times with a time machine. There they live crazy adventures.","release_date":"1964-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79107,"title":"La edad de piedra","adult":false,"genre_ids":[35,14,878]},{"cast":["Patrick Huard","Julie Le Breton","Antoine Bertrand","Dominic Philie","Marc Bélanger"],"overview":"Starbuck is a 2011 Canadian comedy film directed by Ken Scott and written by Martin Petit and Ken Scott. The main character David Wozniak is a perpetual adolescent who discovers that, as a sperm donor, he has fathered 533 children. David, a deliveryman for a butcher shop, is being pursued by thugs because he owes them money. Next, he is advised that more than 100 of his offspring are trying to force the fertility clinic to reveal the true identity of \"Starbuck\", the pseudonym he used when donating sperm. In addition, his girlfriend Valérie is pregnant with his child but doesn't feel that he is mature enough to be a father. The film's title refers to a Canadian Holstein bull who produced hundreds of thousands of progeny by artificial insemination in the 1980s and 1990s.","release_date":"2011-01-01","vote_average":6.8,"runtime":103,"cert":"","id":79108,"title":"Starbuck","adult":false,"genre_ids":[35]},{"cast":["Youko Asagami","Masako Nozawa","Masako Ikeda","Kaneta Kimotsuki"],"overview":"While travelling on the Galaxy Express with Maetel, Tetsuro befriends Claire who was forced by her mother to exchange her organic body for crystal glass. When danger threatens Tetsuro, Claire tries to help him.","release_date":"1980-03-14","vote_average":0.0,"runtime":17,"cert":"N\/A","id":79109,"title":"Galaxy Express 999: Claire of Glass","adult":false,"genre_ids":[16,878]},{"cast":["Michael York","Vivian Schilling","Dan Haggerty","Judge Reinhold","Kevin Dorsey"],"overview":"Handsome Gunther is a young man with only one possession...a walking and talking cat! This crazy Puss is the cleverest creature in the Kingdom and he's determined to make Gunther into a Prince.","release_date":"1999-07-06","vote_average":6.5,"runtime":75,"cert":"N\/A","id":79110,"title":"Puss in Boots","adult":false,"genre_ids":[16]},{"cast":["Gracy Singh","Armaan Shahabi"],"overview":"","release_date":"2008-08-10","vote_average":4.5,"runtime":null,"cert":"N\/A","id":79111,"title":"Chanchal","adult":false,"genre_ids":[]},{"cast":["Elena Panova","Geraldine Chaplin","Martin Benrath","Ulrich Noethen","Hans-Peter Korff"],"overview":"A naive girl's love for Switzerland is put to the test in this satiric comedy. Irina (Yelena Panova) is a woman from Russia who all her life has always been fascinated by Switzerland and longs to live there some day, though her notion of Swiss life has more to do with Heidi and old movies set in the Alps than reality.","release_date":"1999-08-07","vote_average":6.3,"runtime":105,"cert":"N\/A","id":79116,"title":"Beresina","adult":false,"genre_ids":[35]},{"cast":["David Janssen","Jeanne Crain","Dina Merrill","Agnes Moorehead","Brad Dexter"],"overview":"Julia Joliet handles fan mail for movie stars. Now someone has a message for her, delivered at point-blank range. David Janssen (TV’s The Fugitive) brings his laconic cool to Twenty Plus Two as Tom Alder, a Los Angeles private eye who ties Joliet’s murder to the 12-year-old case of a schoolgirl heiress who went out for an ice-cream soda and never came back. As Alder pieces together the crime puzzle against a backdrop of hot jazz and hip Kennedy-era style, he edges closer to the truth…including the surprising truth about his own past.","release_date":"1961-08-13","vote_average":6.0,"runtime":102,"cert":"N\/A","id":79117,"title":"Twenty Plus Two","adult":false,"genre_ids":[9648]},{"cast":["Max von Sydow","Ghita Nørby","Anette Hoff","Jesper Christensen","Edgar Selge"],"overview":"Knut Hamsun is Norway's most famous and admired author. Ever since he was young he has hated the English for the starvation they caused Norway during WWI. When the Germans occupy Norway 9 April 1940 he welcomes them and the protection they can give from Great Britain. He supports the national socialist ideals, but opposes the way these ideals are turned into action - that Norwegians are jailed and executed. His wife Marie travels in Germany during the war as a sign of support from Knut and herself.","release_date":"1996-04-19","vote_average":7.3,"runtime":159,"cert":"N\/A","id":79118,"title":"Hamsun","adult":false,"genre_ids":[18]},{"cast":["Dustin Fitzsimons","Jeremie Loncka","Sara Raftery","Cheryl Rodes","Jim Thalman"],"overview":"Five strangers are invited to a castle under the pretense that one may inherit it. Little do they know what dangers await at the House of the Wolfman.","release_date":"2009-10-01","vote_average":6.3,"runtime":81,"cert":"N\/A","id":79119,"title":"House of the Wolf Man","adult":false,"genre_ids":[27,10751]},{"cast":["Tom Cullen","Chris New","Jonathan Race","Laura Freeman","Loreto Murray"],"overview":"After a drunken house party with his straight mates, Russell heads out to a gay club. Just before closing time he picks up Glen but what's expected to be just a one-night stand becomes something else, something special.","release_date":"2011-09-22","vote_average":7.5,"runtime":96,"cert":"N\/A","id":79120,"title":"Weekend","adult":false,"genre_ids":[18,10749]},{"cast":["Kelly Preston","Jennifer Tilly","Patrick Bergin","Matt Craven","Sharlene Martin"],"overview":"A chance encounter with a blonde in a sports car causes a man to give chase in his souped up mustang.","release_date":"1994-06-29","vote_average":4.6,"runtime":86,"cert":"N\/A","id":79121,"title":"Double Cross","adult":false,"genre_ids":[53,80,18,10749]},{"cast":["Frank Lotito","Holly Valance","Steve Mouzakis","Nick Farnell"],"overview":"Big Mamma's Boy follows the story of Rocco as he struggles to choose between the love of his life, Katie and his doting, over-protective Italian mother. Fun, heart-wrenching and poignant, this spirited romantic comedy explores Australia's multicultural nuances with hilarious results and goes to show that being a big mamma's boy is a lot tougher than it sounds.","release_date":"2011-07-28","vote_average":5.0,"runtime":94,"cert":"N\/A","id":79122,"title":"Big Mamma's Boy","adult":false,"genre_ids":[35]},{"cast":["Josh Lucas","Terrence Howard","Lake Bell","Deborah Ann Woll","Bokeem Woodbine"],"overview":"In post-Katrina New Orleans, a disgraced detective encounters the ghost of a murdered woman who wants to help him identify her killer.","release_date":"2011-01-08","vote_average":5.0,"runtime":98,"cert":"N\/A","id":79123,"title":"Little Murder","adult":false,"genre_ids":[18,53]},{"cast":["Stéphane Guillon"],"overview":"","release_date":"2011-11-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79126,"title":"Stéphane Guillon - Liberté très surveillée","adult":false,"genre_ids":[35]},{"cast":["Dennis Trillo","Sid Lucero","Glaiza de Castro","Arnold Reyes","Edgar Allan Guzman"],"overview":"Four men, four stories, all intersect in Manila. Episode one is about Ariel, a con-man. Episode two is about Boy, an expectant father. In the third episode, Ronald goes to Manila to sell a building. And in the fourth story Baste saves his sister from Ariel.","release_date":"2009-07-18","vote_average":4.0,"runtime":90,"cert":"N\/A","id":79127,"title":"Squalor","adult":false,"genre_ids":[28,18]},{"cast":["António Silva","Milú","Maria Eugénia","Erico Braga","Laura Alves"],"overview":"Anastácio lives in Lisbon and is fanatic for Sporting, one of the city's football teams. When the team travels to face Porto, he follows it with the family, staying in house of his friend, Mr. Barata, pretending to be rich.","release_date":"1947-11-21","vote_average":7.1,"runtime":121,"cert":"N\/A","id":79128,"title":"O Leão da Estrela","adult":false,"genre_ids":[35,10749]},{"cast":["The 'Dead End' Kids","Humphrey Bogart","Gale Page","Billy Halop","Bobby Jordan"],"overview":"Deputy Commissioner of Correction Mark Braden finds a reform school in terrible condition and assumes control himself. He wins the boy's cooperation by being fair and falls in love with gang leader Frankie's sister Sue. This aides disgruntled employees in challenging Braden.","release_date":"1938-05-10","vote_average":6.1,"runtime":85,"cert":"N\/A","id":79129,"title":"Crime School","adult":false,"genre_ids":[80,18]},{"cast":["François Berléand","Jérémie Renier","Claire Keim","Hubert Saint-Macary","Jean-Noël Brouté"],"overview":"","release_date":"2003-05-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79130,"title":"En territoire indien","adult":false,"genre_ids":[]},{"cast":["Fanny Ardant","Roschdy Zem","Fanny Cottençon","Sami Bouajila","Jean-Yves Gautier"],"overview":"Nina is an unemployed actress who has just taken a lethal overdose of tranquilizers. Stumbling though the streets of Paris in a deathly haze, Nina collapses into unconsciousness. Fortunately for Nina, lonely Algerian Sami happened to jog by at just the right time. But as soon as Sami previously appeared, he vanishes back into the blackness of night, leaving the recovered Nina with no one to thank for saving her life. Determined to let her guardian angel know just how thankful she truly is, Nina discovers that Sami was once a promising long-distance runner whose dreams of Olympic stardom had been dashed, and who now scrapes by as a transvestite prostitute. Realizing that they've both hit rock bottom, Nina and Sami make a pledge to support one another to the point where they can both get clean and pursue their dreams before it's too late.","release_date":"2001-11-28","vote_average":5.5,"runtime":null,"cert":"N\/A","id":79131,"title":"Change My Life","adult":false,"genre_ids":[18]},{"cast":["Andy Parsons"],"overview":"Panic over, he’s back! Everyone’s favourite grumbling funny man and star of BBC2’s Mock The Week, Andy Parsons is back on the road in 2011 with his brand new show, Gruntled. Britain's foremost topical comedian returns to the stage and DVD for more logically rigorous, cutting edge comedy. Expect the usual clever politically inspired bemusements and disappointedly crushed enthusiasm. This is a sharp, thought provoking show by one of our most astute comedians in the UK.","release_date":"2011-11-14","vote_average":7.0,"runtime":60,"cert":"18","id":79132,"title":"Andy Parsons: Gruntled","adult":false,"genre_ids":[35]},{"cast":["Dylan Moran"],"overview":"Dylan Moran, star of Black Books, Shaun of the Dead and Run Fat Boy Run is about to spread a little happiness with a brand new live DVD for 2011. Ageing, religion, kids and relationships intertwine with the general absurdities of life. Searing observations and sumptuous imagery, painted across a large fraying canvas with cruel, curmudgeonly 'Moranesque' brush strokes are all delivered with Dylan's renowned, shambolic charm… Simply unmissable.","release_date":"2011-11-14","vote_average":8.0,"runtime":73,"cert":"15","id":79133,"title":"Dylan Moran: Yeah, Yeah","adult":false,"genre_ids":[35]},{"cast":["Reginald D. Hunter"],"overview":"Recorded live at two sell-out shows from London’s iconic HMV Hammersmith Apollo in June 2011, Reginald D. Hunter Live features outstanding material from the cutting-edge stand-up comedy. In the twelve years since he began performing, Reginald D Hunter has become one of the UK Comedy industry’s best-known and most distinctive performers. His is often brutally honest, frequently controversial but always meticulously measured and hilarious!","release_date":"2011-11-14","vote_average":5.3,"runtime":74,"cert":"15","id":79136,"title":"Reginald D Hunter Live","adult":false,"genre_ids":[35]},{"cast":["Russell Howard"],"overview":"One of Britain's most exciting and popular stand-up comedians, Russell Howard is back in 2011 with his third sell-out tour Right Here, Right Now. The star of Russell Howard's Good News and Mock The Week never fails to entertain with his trademark mix of eloquent gags and deft storytelling.","release_date":"2011-11-14","vote_average":6.4,"runtime":91,"cert":"15","id":79137,"title":"Russell Howard: Right Here Right Now","adult":false,"genre_ids":[35]},{"cast":["Russell Kane"],"overview":"Don’t miss this opportunity to see star of Comedy Rocks and co-host of ITV2’s I’m A Celebrity Get Me Out Of Here NOW! in his debut Live Stand-Up DVD. The 2010 Edinburgh Comedy Award winning show Smokescreens &amp; Castles explores self, family and the consequences of Russell’s dad buying his own council house. Sociological silliness and high energy contortions guaranteed on this brand new live stand-up DVD.","release_date":"2011-11-07","vote_average":7.0,"runtime":76,"cert":"18","id":79138,"title":"Russell Kane: Smokescreens and Castles Live","adult":false,"genre_ids":[35]},{"cast":["Lionel Baier","Natacha Koutchoumov","Alicja Bachleda-Curuś","Stéphane Rentznik","Bernabé Rico"],"overview":"Lionel is a happy gay man with a great career and an open-minded family that accepts his loyal lover, Serge. But things start to unravel when he meets a pretty Polish immigrant who is about to be deported and decides to marry her.","release_date":"2006-10-07","vote_average":5.0,"runtime":112,"cert":"N\/A","id":79139,"title":"Stealth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vasilis and Kostas are two Cops working for the Homicide Division. They are inseparable,immoral and keep crossing the line. When a Minister is murdered,they 'll do anything to solve the case.","release_date":"2010-09-27","vote_average":6.0,"runtime":40,"cert":"N\/A","id":79140,"title":"Zise san Mpatsos Psofa san Skylos","adult":false,"genre_ids":[28]},{"cast":["Zaharias Kefalogiannis","Dimitris Piatas","Niki Pallikaraki","Katerina Papoutsaki","Dimitris Kalivokas"],"overview":"","release_date":"2003-11-28","vote_average":7.0,"runtime":92,"cert":"N\/A","id":79141,"title":"Τρία πουλάκια κάθονται","adult":false,"genre_ids":[]},{"cast":["Carl Chase","Andrew Schofield","Paul Duckworth","Lindzi Germain","Lynn Francis"],"overview":"Dixie (Paul Duckworth) a fervent, bitter blue has been bin-bagged and arrives at the home of his crazy Evertonian sister, Gwladys (Lindzi Germain). Unbeknown to the blues, the rabid reds next door headed by Kenny (Andrew Schofield) and Anne (Lynn Francis) are planning a European Cup celebration garden party. On finding out, Dixie is hell-bent on ruining the occasion.","release_date":"2010-11-11","vote_average":2.0,"runtime":80,"cert":"12","id":79142,"title":"Reds & Blues: The Ballad of Dixie & Kenny","adult":false,"genre_ids":[35]},{"cast":["John Cleese"],"overview":"For the first time ever, comedy legend John Cleese brings his unique comedic perspective to DVD in John Cleese: The Alimony Tour. Best known for his part in 'Monty Python's Flying Circus' and as Basil Fawlty in 'Fawlty Towers,' John Cleese draws on his many years in the limelight as well as some of his own personal interests. In Cleese's very own words: \"it is an evening of well honed anecdotes, psychoanalytical tit-bits and unprovoked attacks on former colleagues, especially Michael Palin.\" Cleese has achieved a lot in his career which started as a sketch writer for BBC Radio's Dick Emery Show and then The Frost Report. After this stardom beckoned, and Monty Python was created with Cleese co-writing and starring in four series and three films. He went on to achieve further great success as the neurotic hotel manager Basil Fawlty in Fawlty Towers, which he co-wrote with then wife Connie Booth.","release_date":"2011-08-11","vote_average":7.8,"runtime":79,"cert":"","id":79145,"title":"John Cleese - The Alimony Tour Live","adult":false,"genre_ids":[35]},{"cast":["Thom Barron","Marcos David","Alex Fuerte","Enzo Grimaldi","Owen Hawk"],"overview":"Skuff 3: Downright Wrong continues Hot House’s series of down and dirty leather sex with flashes of fetishism. In some installments those flashes are more like solar flares. Here though it’s more like campfire flashlights: hot and creepy fun but not too serious. Really the only thing \"wrong\" with Skuff 3 is that there’s not anything really wrong. But with wall-to-wall dungeon sex performed by thirteen rough and tough studs in leather harnesses, jockstraps and detachable codpieces, you’ll be too busy jerking off to care if you’re not downright shocked.","release_date":"2005-06-19","vote_average":8.0,"runtime":107,"cert":"N\/A","id":79146,"title":"Skuff 3: Downright Wrong","adult":true,"genre_ids":[]},{"cast":["Peter Firth","Caroline Langrishe","Patrick Magee","Pippa Guard","Trevor Ray"],"overview":"Dominick Hide, a time traveller from the year 2130, is studying the London transport system of 1980. Time travellers are supposed to be observers, and are strictly forbidden to land their flying saucers. One time traveller who broke this rule accidentally killed a dog, changing history and causing many future people to disappear. Inspired by his Great Aunt Mavis, Dominick decides to find his great great grandfather. He begins to land in 1980, where his strange clothes and speech make him seem an eccentric oddball. His quest brings him into contact with beautiful boutique owner Jane, and they fall in love. As Dominick's visits become more frequent and more prolonged, he increasingly risks his indiscretion being discovered by his boss, Caleb Line, and every moment he spends in the past increases the danger that he will catastrophically change the future","release_date":"1980-12-09","vote_average":8.0,"runtime":90,"cert":"","id":79147,"title":"The Flipside of Dominick Hide","adult":false,"genre_ids":[878]},{"cast":["Vojtěch Vávra"],"overview":"","release_date":"2011-11-17","vote_average":8.0,"runtime":null,"cert":"N\/A","id":79148,"title":"Stíny siluet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Celebrating the 30th Anniversary of the band's debut album, Penthouse and Pavement, combines the bands full live concert filmed in Sheffield in March 2010, with never-seen-before documentary and rehearsal footage. Also included is a unique collection of all the digital videos used as the back drop to the live show, set to the accompanying live audio from the performance. Each video was commissioned by a different visual artist and includes some of the biggest and talented up-and-coming artists from the worlds of digital and graphic design, fine art and film. A must for any fan, featuring 19 classic tracks, including Temptation, (We Don t Need This) Fascist Groove Thang and a cover version of the Human League s Being Boiled Penthouse and Pavement Live in Concert perfectly captures one of the most influential bands of their generation, as relevant and exciting today as they were when they first formed.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79149,"title":"Heaven 17: Penthouse and Pavement - Live in Concert 2010","adult":false,"genre_ids":[]},{"cast":["Scott Austin","Anthony LaFont","Brett Michaels","Tristan Paris","Dylan Reece"],"overview":"Unlike some other fashionable coverboys, Falcon's picture-perfect men of summer peel back waistbands and unhitch straining buttons to create erotic memories keeping you rock-hard and yearning for more year-round!","release_date":"2000-09-13","vote_average":7.0,"runtime":80,"cert":"N\/A","id":79150,"title":"Snap Shots","adult":true,"genre_ids":[]},{"cast":["AngelaBaby","Eddie Peng","Yuchen Zhu","Zhou Yang","Steve Yap"],"overview":"Asian rising star Angelababy plays a paralegal sent on a undercover mission to inspect the young owner of a stunning beach resort for illegal practices. The pair bicker and fight, but the rules of attraction says otherwise...","release_date":"2011-10-13","vote_average":8.0,"runtime":91,"cert":"N\/A","id":79151,"title":"Love You You","adult":false,"genre_ids":[]},{"cast":[],"overview":"PRINCE The Glory Years - A documentary film which reviews and re-captures this golden decade and with the aid of his friends colleagues fellow musicians and other notable contributors helps discover why Prince RodgersNelson simply stole the 80s as far as music was concerned including classic Prince performances re-assessed by a team of esteemed experts with live &amp; studio footage brand new interviews with Princes closest confidantes &amp; rare photographs","release_date":"2008-04-08","vote_average":9.0,"runtime":102,"cert":"N\/A","id":79152,"title":"Prince - The Glory Years","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The history of the potato through the ages—with a focus on European history and a twinkle in its eye","release_date":"1985-05-22","vote_average":0.0,"runtime":22,"cert":"N\/A","id":79153,"title":"The Tale of the Wonderful Potato","adult":false,"genre_ids":[99]},{"cast":["Prince","Bobby Z","Brown Mark","Wendy Melvoin","Lisa Coleman"],"overview":"Prince And The Revolution: Live was the first Prince and the Revolution live concert released on Home Video format.  The footage comes from a live broadcast of a Purple Rain Tour concert in Syracuse, on 30 March, 1985.  Rock to the sounds of Prince in concert with titles such as \"Let's Go Crazy,\" \"Delirious,\" \"1999,\" \"Little Red Corvette,\" \"Take Me With U,\" \"Do Me, Baby,\" \"Irresistible Bitch,\" \"Possessed,\" \"How Come U Don't Call Me Anymore\" and others.  TRACKLIST\r Intro\r Let's Go Crazy\r Delirious\r 1999\r Little Red Corvette\r Take Me With U\r Yankee Doodle - Interlude\r Do Me, Baby  Irresistible Bitch\r Possessed  How Come U Don't Call Me Anymore - Temptation  Let's Pretend We're Married  International Lover  God\r Computer Blue\r Darling Nikki - Interlude\r The Beautiful Ones\r When Doves Cry\r I Would Die 4 U\r Baby I'm A Star  Purple Rain","release_date":"1985-03-29","vote_average":10.0,"runtime":117,"cert":"N\/A","id":79154,"title":"Prince and the Revolution LIVE!","adult":false,"genre_ids":[10402]},{"cast":["Brian Anthony","Darian Caine","Debbie D"],"overview":"After WWIII has devastated America, a small band of female warriors attempt to survive long enough to make it to the last city left. The problem is dictator Rollins doesn't want her city overpopulating so she sends out her team of mercenaries to hunt and eliminate any \"survivors\" in the wastelands. The females, along with the help of a man out to avenge the death of his family, fight their way to the city combating mutated scavengers, wasteland renegades, and the city's own mercenaries along the way!","release_date":"2009-10-01","vote_average":3.0,"runtime":88,"cert":"N\/A","id":79155,"title":"Warriors of the Apocalypse","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Slipping through the predawn darkness over highways, through traffic and across the border, Palestinian construction workers go to work clandestinely in Israel every day. Haar's raw, handheld photography follows workers who build their own border shanty community to enter Israel more easily, with no choice but to risk their lives simply to earn a living.","release_date":"2007-07-22","vote_average":7.0,"runtime":78,"cert":"N\/A","id":79156,"title":"9 Star Hotel","adult":false,"genre_ids":[99]},{"cast":["Yavor Baharov","Radina Kardjilova","Ovanes Torosian","Alexander Sano","Georgi Staykov"],"overview":"TILT is a love story set against the backdrop of the changing political and social environment in Europe in the late 80's and early 90's. Can this love survive the challenges of emigration, a violent homeland and immoral social atmosphere thanks to a gang of adventurous friends?","release_date":"2011-01-28","vote_average":6.6,"runtime":94,"cert":"N\/A","id":79159,"title":"Tilt","adult":false,"genre_ids":[18,10749]},{"cast":["Sheila E.","Prince","Levi Seacer Jr.","Juan Escovedo","Susie Davis"],"overview":"A performance from Sheila E. filmed live at the Warfield Theatre in San Francisco, CA.  Featuring a special appearance by Prince and the Revolution.","release_date":"1986-03-08","vote_average":0.0,"runtime":57,"cert":"N\/A","id":79160,"title":"Sheila E.: Live Romance 1600","adult":false,"genre_ids":[10402]},{"cast":["Carol Block","Doug Block","Ellen Block"],"overview":"Documentary filmmaker Doug Block had every reason to believe his parents' 54-year marriage was a good one. But when his mother dies unexpectedly and his father swiftly marries his former secretary, he discovers two parents who are far more complex and troubled than he ever imagined. 51 Birch Street is a riveting personal documentary that explores a universal human question: how much about your parents do you really want to know?","release_date":"2006-10-18","vote_average":6.8,"runtime":90,"cert":"N\/A","id":79161,"title":"51 Birch Street","adult":false,"genre_ids":[99]},{"cast":["Alex Collack","Robert Van Damme","Tony Mecelli","Jason Ridge","Nick Piston"],"overview":"The men of Hot House have packed their trunks and headed back to sunny Palm Springs for more scorching hot poolside action in Trunks 2! AVN Hall of Fame Director Steven Scarborough packs this sequel with even more glistening sweaty muscles, big bulging speedos, and hard-hitting Hot House action! Hot House Superstar Brad Patton whips out his legendary fat whopper from his yellow speedo to split newcomer Matt Cole from both ends; Hot House Exclusives Tony Mecelli and Nick Piston fuck and grunt poolside in the blazing afternoon heat; Hot House Exclusives Robert Van Damme and Jason Ridge throw down with Jason Kinglsey in our hottest 3-way beef buffet; and Lifetime Exclusive Alex Collack?s body has never looked better - watch him get hot and sticky with Trey Casteel, Omer, and all 11-inches of Justin Gemini!","release_date":"2006-05-17","vote_average":7.0,"runtime":118,"cert":"N\/A","id":79162,"title":"Trunks 2","adult":true,"genre_ids":[]},{"cast":["Ray Romano","Tom Caltabiano","Roger Lay, Jr.","Jearlyn Steele"],"overview":"Ray Romano's eight-day drive through the south on a stand-up comedy tour becomes more than he bargains for when longtime friend and opening act, Tom Caltabiano, brings a film student along to document their thousand-mile journey. Together, all three struggle with Ray's obsessions, phobias, and insecurities in this unscripted exploration of newfound fame","release_date":"2006-04-07","vote_average":0.0,"runtime":81,"cert":"N\/A","id":79163,"title":"95 Miles to Go","adult":false,"genre_ids":[99,35]},{"cast":["Francesco D'Macho","Vinnie D'Angelo","Trevor Knight","Marco Paris","Trent Atkins"],"overview":"Hot House scores tens across the board as we dive back into the Palm Springs sunshine for Trunks 3, directed by AVN Hall of Famer Steven Scarborough! Join a whole new cast of sun gods, including Hot House Exclusive Francesco D'Macho and Superstar Josh Weston, for a wet and wild line-up of big hot hunks in little sexy Speedos! Featuring the debut of Hot House Exclusive Vinnie D'Angelo, this third installment of the wildly popular Trunks series proves once again that there's no better recipe for getting you off than the sight of sweaty oiled-up muscles, oversized bulging cocks, and big round asses waiting to be fucked in the midday 100+ heat. Get ready to sweat - Trunks 3 is a scorcher!","release_date":"2007-03-08","vote_average":7.0,"runtime":150,"cert":"N\/A","id":79164,"title":"Trunks 3","adult":true,"genre_ids":[]},{"cast":["Chris Lemmon","Jean Simmons","Lea Thompson","Viveca Lindfors","Mills Watson"],"overview":"Forever bungling private investigator Henry Brilliant (Chris Lemmon) has been hired by Maxine de la Hunt (Jean Simmons) to protect her step-daughter Marigold (Lea Thompson) during her trip to Denmark. A real caring parent should have hired an army of P.I.s to protect Marigold from Mr. Brilliant. His name, he's not.","release_date":"1988-06-17","vote_average":4.5,"runtime":89,"cert":"N\/A","id":79165,"title":"Going Undercover","adult":false,"genre_ids":[35]},{"cast":["Eusebio Arenas","Diego Ruiz","Isidora Urrejola","Jaime McManus","Eduardo Paxeco"],"overview":"Three theater students, influenced by a professor and French theorist Antonin Artaud's acting technique, begin to experiment with their own lives, searching for real emotions and situations to bring onto the stage. Their obsession with becoming better actors leads them to their darkest sides, surpassing boundaries that neither they nor their teachers could ever imagine.","release_date":"2010-07-25","vote_average":4.8,"runtime":80,"cert":"N\/A","id":79168,"title":"Drama","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Prince - DEF II Omnibus Documentaries Brits 2006","release_date":"","vote_average":0.0,"runtime":140,"cert":"N\/A","id":79169,"title":"Prince - DEF II - Omnibus Documentaries","adult":false,"genre_ids":[]},{"cast":[],"overview":"Prince - DEF II Omnibus Documentaries Brits 2006","release_date":"","vote_average":0.0,"runtime":144,"cert":"N\/A","id":79170,"title":"Paisley Park","adult":false,"genre_ids":[]},{"cast":[],"overview":"Prince live at the Brits 2006","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":79171,"title":"Prince - Brits 2006","adult":false,"genre_ids":[]},{"cast":["Stephen Hawking","David Suzuki","Jane Goodall"],"overview":"Humanity’s ascent is often measured by the speed of progress. But what if progress is actually spiraling us downwards, towards collapse? Ronald Wright, whose best-seller, “A Short History Of Progress” inspired “Surviving Progress”, shows how past civilizations were destroyed by “progress traps”—alluring technologies and belief systems that serve immediate needs, but ransom the future. As pressure on the world’s resources accelerates and financial elites bankrupt nations, can our globally-entwined civilization escape a final, catastrophic progress trap? With potent images and illuminating insights from thinkers who have probed our genes, our brains, and our social behaviour, this requiem to progress-as-usual also poses a challenge: to prove that making apes smarter isn’t an evolutionary dead-end.","release_date":"2011-11-04","vote_average":6.8,"runtime":86,"cert":"N\/A","id":79172,"title":"Surviving Progress","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":79175,"title":"Sesamstraat - Verrassing en vriendjes","adult":false,"genre_ids":[]},{"cast":["Antonello Fassari","Ezio Greggio","Cinzia Leone","Franco Oppini","Monica Scattini"],"overview":"A group of Italian tourists on holiday in the Caribbean are stranded on a desert island when their small airplane is forced to an emergency landing. How will they manage to survive?","release_date":"1995-12-15","vote_average":5.7,"runtime":120,"cert":"N\/A","id":79178,"title":"Savages","adult":false,"genre_ids":[35]},{"cast":["Louis Malle"],"overview":"Original footage of the prosperous farming community of Glencoe, Minnesota — 60 miles west of Minneapolis — was filmed in 1979 for a PBS documentary. But for the next six years, Malle was too busy with other projects to finish this work. He returned in 1985 for a follow-up and found the community reacting to the mid-eighties crisis of overproduction in farm country. With weekly foreclosures on family farms and many families moving to the south, Malle documented a sense of frustration and apprehension from the same participants he had befriended in better times only half a decade earlier.","release_date":"1985-06-07","vote_average":7.7,"runtime":95,"cert":"N\/A","id":79179,"title":"God's Country","adult":false,"genre_ids":[99]},{"cast":["Dirk Bogarde","Olivia de Havilland","Paul Massie","Robert Morley","Wilfrid Hyde-White"],"overview":"A California commercial pilot sees a telecast in London of an interviews with Sir Mark Lodden at his home. The Canadian is convinced that the baronet is a fraud, that he is actually a look-alike actor named Frank Welney","release_date":"1959-10-23","vote_average":7.3,"runtime":100,"cert":"N\/A","id":79180,"title":"Libel","adult":false,"genre_ids":[18]},{"cast":["Fred Holbert","Leigh Mitchell","Robert Knox","Ron Bastone","Suzette Hamilton"],"overview":"A disturbed boy kills his father with his farm tractor and his arm is mangled in the process. He's taken to a mental hospital where he's outfitted with a hook to replace his lost hand and, years later, he's eventually released from the asylum. He returns home to find his mother has remarried, which sets him off on a murderous rampage.","release_date":"1973-02-20","vote_average":5.5,"runtime":90,"cert":"N\/A","id":79181,"title":"Scream Bloody Murder","adult":false,"genre_ids":[27]},{"cast":[],"overview":"In 1979, a plane carrying the Marshall University football team crashed, leaving no survivors. This film documents how a young coach and the five remaining players achieved one of the most heroic comebacks of all time. Combining archival footage with interviews of individuals close to the tragedy, Ashes to Glory tells a tale of remarkable courage in the face of adversity, in the process honoring the memory of those who perished.","release_date":"2000-11-18","vote_average":0.0,"runtime":118,"cert":"N\/A","id":79184,"title":"Marshall University: Ashes to Glory","adult":false,"genre_ids":[99]},{"cast":["Walter Stocker","Audrey Caire","Carlos Rivas","John Holland","Marshall Reed"],"overview":"A group of Nazi survivors save Hitler's brain keeping it alive in a huge jar hooked up to a machine. The Nazis plan to release a deadly gas destroying all life on the planet. To ensure their success they kidnap Professor Coleman the only man on the planet with the antidote to the poison gas.","release_date":"1963-11-13","vote_average":3.7,"runtime":64,"cert":"N\/A","id":79185,"title":"The Madmen of Mandoras","adult":false,"genre_ids":[878,53]},{"cast":["Pia Miranda","Holly Valance","Shane Jacobson","Caroline O'Connor","Spencer McLaren"],"overview":"Surviving Georgia is a heart warming Romantic Comedy about family and finding your own identity in the world. About realising that sometimes to move forward, we have to let go of the past. Heidi and Rose must find love but in doing so must first reconcile with their feisty, vivacious and slightly alcoholic mother!","release_date":"2011-05-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79186,"title":"Surviving Georgia","adult":false,"genre_ids":[]},{"cast":["Sharon Brandon","Lia Dultzkaya","Shmuel Edelman"],"overview":"A large family travels through Israel by bus to attend a young man's gradution from army training. The film explores the sharp contrast between the expatriates' views of Israel and the reality.","release_date":"1989-01-02","vote_average":0.0,"runtime":92,"cert":"N\/A","id":79187,"title":"Green Fields","adult":false,"genre_ids":[18]},{"cast":["Ernest Borgnine","George Kennedy","Elke Sommer","Lisa Whelchel","Michael Gerard"],"overview":"Some school kids stumble across a briefcase full of money, when they go back for it, they find a body instead. When they bring the police, neither is there, and the police refuses to believe them. Later they discover both were part of an assassination plot. Now they have to figure out how to stop the plot and put the bad guys in jail.","release_date":"1979-06-01","vote_average":5.7,"runtime":101,"cert":"N\/A","id":79188,"title":"The Double McGuffin","adult":false,"genre_ids":[9648]},{"cast":["Shai Pittman","Bruce R. Carter","Quinaiha Scott"],"overview":"'Here I Am' is driven by three generations of Aboriginal women - Karen Lee Burden, her mother Lois and her daughter Rosie. When Karen is released from prison, through a series of chance encounters the women learn that freedom is hard to find when hearts are still broken.","release_date":"2011-06-02","vote_average":5.1,"runtime":90,"cert":"N\/A","id":79189,"title":"Here I Am","adult":false,"genre_ids":[18,10751]},{"cast":["Tahmoh Penikett","Michael Worth","Kacey Clarke","Raffaello Degruttola","Ian Virgo"],"overview":"Alec a courageous but impetuous knight returns to his home village having been summoned by his older brother Francis to care for their ailing father. The brothers' reunion is short-lived as a traveller terrified and half-crazed arrives to warn of an imminent attack by a winged creature with the body of a dragon the head of a gruesome insect and deadly claws. As the beast descends upon the peaceful town brash Alec draws his sword and the villagers arm themselves. Now the brothers must stand together to save their home and the people they love.","release_date":"2011-09-09","vote_average":3.2,"runtime":140,"cert":"N\/A","id":79190,"title":"Jabberwock Dragon Siege","adult":false,"genre_ids":[28,12,14]},{"cast":["Ice-T","Grant Barker","Siri Baruc","Kevin Sorbo","Jordan Reynolds"],"overview":"Tommy Braxxton's father went away to war and never returned leaving Tommy faced with the daunting journey of becoming a man and the responsibility of supporting his single mom and sister. Along the way Tommy finds an unusual friend - a mule...that talks! Driven by the possibility of winning money to help save his family's farm Tommy ignores the insults hurled at him by the older kids and trains on his new mule friend Jackie A. for the big county stock show. Going against all odds Tommy and Jackie A. triumph over the older kids on horses in a spectacular show of resolve and determination.","release_date":"2009-05-26","vote_average":3.8,"runtime":null,"cert":"N\/A","id":79191,"title":"Tommy and the Cool Mule","adult":false,"genre_ids":[10751]},{"cast":["Michele Carey","Henry Silva","Keenan Wynn","John Anderson","Joe Turkel"],"overview":"A woman tracks down the three men who raped her, helped by an Apache. Traveling through the Old West to her new home, young schoolteacher Alice McAndrew is abducted by five outlaws headed by robber Pudge Elliott. The thugs rape Alice before leaving her for dead, but she is rescued by Chatto, an Apache chief. He restores her health and aids her in her bloodthirsty quest for revenge. With her sanity wavering, will Alice be able to find the men who tortured her?","release_date":"1971-10-01","vote_average":3.7,"runtime":86,"cert":"N\/A","id":79192,"title":"Apache Vengeance","adult":false,"genre_ids":[37]},{"cast":["John Drew Barrymore","Chill Wills","John Archer","Lois Butler","Kristine Miller"],"overview":"When a sudden spurt of murders occurs in the Big Bend country, suspicion immediately falls on a young drifter who just moved to the area.","release_date":"1950-09-01","vote_average":4.1,"runtime":81,"cert":"N\/A","id":79193,"title":"High Lonesome","adult":false,"genre_ids":[28]},{"cast":["Lee Van Cleef","Jack Palance","Richard Boone","Sybil Danning","Leif Garrett"],"overview":"Priest turned vigilante Father John (Van Cleef) hunts down a gang of criminals, led by Sam Clayton (Palance), who killed a man in a local bar. On the gang's return to the town, they kill the priest, leaving a young parishioner Johnny behind. He now seeks revenge for the death of the holy man.","release_date":"1975-01-01","vote_average":4.8,"runtime":97,"cert":"N\/A","id":79194,"title":"God's Gun","adult":false,"genre_ids":[28,37]},{"cast":["Jeon Mi-seon","Jang Hyun-sung","Jang Young-nam","Kim Ji-sook","Oh Youn-hong"],"overview":"Jeon Mi Sun (Memories Of Murder and Christmas In August) stars as Au Jin, a bored housewife living in Busan. Her husband does very little to help raise their two children, so Au Jin works a number of part time jobs to make ends meet. Working in a call center, the conversations she has with a mysterious man are the only things in life that seem to make her happy. When she is encouraged to get a job as a hostess in a bar, Au Jin meets Min Su, and can finally open her heart.","release_date":"2005-12-09","vote_average":5.5,"runtime":100,"cert":"N\/A","id":79195,"title":"Love is a Crazy Thing","adult":false,"genre_ids":[]},{"cast":["Dan Henderson","Maurício Rua","Wanderlei Silva","Cung Le","Urijah Faber"],"overview":"UFC 139: Shogun vs. Henderson was a mixed martial arts event held by the Ultimate Fighting Championship on November 19, 2011 at the HP Pavilion in San Jose, California, USA. The event was the first that the UFC has hosted in San Jose, the longtime home and base arena for Strikeforce. UFC Heavyweight Champion Cain Velasquez was originally expected to have his first title defense against Junior dos Santos at this event. However, on September 2, 2011, the UFC announced that fight would be moved to the inaugural UFC on Fox event. Vitor Belfort was briefly linked to a matchup with Cung Le at this event. However, Belfort was removed from the bout and replaced by Wanderlei Silva. Dana White announced that the winner of the main event between Rua and Henderson will likely be in line for a Light Heavyweight title shot.","release_date":"2011-11-19","vote_average":6.3,"runtime":172,"cert":"N\/A","id":79196,"title":"UFC 139: Shogun vs. Henderson","adult":false,"genre_ids":[]},{"cast":["Angah Raja Lawak","Hamid Gurkha","Adeline Tsen","Tyzo Tuah","Afiq Izzudin"],"overview":"Pak Umar needed a way to get rich quick, so he bought an imp (toyol) from a witch doctor. However, he didn't have much money, so he chose the cheapest one. One day, Fakhrul and Kudin, two best friends who just so happen to be thieves, decide to rob Pak Umar. Having no money, he hands them the imp. Unfortunately for the two friends, the imp isn't any good at stealing, so they decide to seek out Pak Umar to return the imp. However, after some desperate pleading from the creature, they allow the imp to have another go. Little do they know that the imp would steal from Farah - a girl who is having trouble with a drug trafficker named Daniel. Fakhrul and Kudin end up having to help Farah, while at the same time trying to trace Pak Umar.","release_date":"2011-11-03","vote_average":1.0,"runtime":85,"cert":"N\/A","id":79197,"title":"Alamak... toyol!","adult":false,"genre_ids":[35]},{"cast":["Les Luthiers"],"overview":"","release_date":"2005-01-28","vote_average":4.5,"runtime":null,"cert":"N\/A","id":79198,"title":"Aquí Les Luthiers","adult":false,"genre_ids":[35]},{"cast":["Ozzy Osbourne","Sharon Osbourne","Geezer Butler","Paul McCartney","Zakk Wylde"],"overview":"Ozzy Osbourne's four decade track record as a culturally relevant artist is unprecedented, but his personal struggles have been shrouded in secrecy, until now. Featuring never before seen footage uncovered from the archives and interviews with Paul McCartney, Tommy Lee and others, God Bless Ozzy Osbourne is the first documentary to take viewers inside the complex mind of rock's great icon. Emerging from a working class family in war torn England, Osbourne and his neighborhood friends formed Black Sabbath and invented heavy metal. Plagued by self doubt, Osbourne the solo superstar went on a binge that lasted 40 years. God Bless Ozzy Osbourne will relive the highs of his triumphs as well as his journey to sobriety, which Ozzy regards as his greatest accomplishment.","release_date":"2011-04-24","vote_average":7.0,"runtime":94,"cert":"","id":79201,"title":"God Bless Ozzy Osbourne","adult":false,"genre_ids":[99,10402]},{"cast":["Nicole Garcia","Natacha Régnier","Miki Manojlović","Fabrizio Rongione","Rüdiger Vogler"],"overview":"","release_date":"2004-03-24","vote_average":2.7,"runtime":90,"cert":"N\/A","id":79202,"title":"Don't Do That!","adult":false,"genre_ids":[18]},{"cast":["Alexander Agate","Sanoe Lake","Julia Nickson","Leonardo Nam","Ben Redgrave"],"overview":"As troubling signs of global cataclysms accelerate, a brother and sister react to their father's desertion and the powerful presence of their mother's new boyfriend.","release_date":"2008-01-19","vote_average":5.7,"runtime":106,"cert":"N\/A","id":79203,"title":"Half-Life","adult":false,"genre_ids":[18,878]},{"cast":["Jorge Maronna","Carlos Núñez Cortés","Marcos Mundstock","Carlos López Puccio","Daniel Rabinovich"],"overview":"Les Luthiers is an Argentine comedy-musical group, very popular also in several other Spanish-speaking countries such as Paraguay, Guatemala, Peru, Chile, Ecuador, Spain, Colombia, Mexico, Uruguay, Bolivia, Cuba and Venezuela. They were formed in 1967 by Gerardo Masana, during the height of a period of very intense Choral Music activity in Argentina's state universities. Their outstanding characteristic is the home-made musical instruments (hence the name luthiers, French for \"musical instrument maker\"), some of them extremely sophisticated, which they skillfully employ in their recitals to produce music and texts full of high class and refined humor. From 1977 until his death in 2007, they worked together with Roberto Fontanarrosa, a renowned Argentine cartoonist and writer.","release_date":"1987-05-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":79204,"title":"Les Luthiers: Viegésimo aniversario","adult":false,"genre_ids":[35]},{"cast":["Penn Jillette","Teller","Kari Coleman","David Strickland","Paul Provenza"],"overview":"More terror\/magic hijinks from Penn &amp; Teller, with support from some other players. Paul Provenza spends the whole show trapped in a system of giant tubes. Skits include a new director and an auditioning starlet who can and will do anything, and the Three Stooges on a construction project. Other notable tricks include earthworms finding a photo from a stack, a borrowed ring apparently cut from a volunteer's stomach, and a bullet swap.","release_date":"1995-01-01","vote_average":3.0,"runtime":60,"cert":"N\/A","id":79207,"title":"Phobophilia: The Love of Fear","adult":false,"genre_ids":[]},{"cast":["Franck Gourlat","Pascal Elso","Frédéric Graziani","Nicolas Silberg","Zinedine Soualem"],"overview":"Old buddies Eric, Jean and Karim have never really grown up. Spending their listless days and nights in the same Lyon suburb where they were raised, the men are always looking for distractions. So when Jean steals a television camera one afternoon, the trio decide to head into the city in the hopes of pawning it. But their funny idea of an adventure turns out to be a ticket into trouble.","release_date":"2002-01-02","vote_average":4.0,"runtime":92,"cert":"N\/A","id":79208,"title":"Teacher in a Bikini","adult":false,"genre_ids":[80,18]},{"cast":["Vincent Elbaz","Laurence Côte","Samy Naceri","Marc Andréoni","Nicolas Abraham"],"overview":"","release_date":"1999-11-24","vote_average":8.0,"runtime":null,"cert":"N\/A","id":79209,"title":"Un pur moment de rock'n roll","adult":false,"genre_ids":[]},{"cast":["Prabhas","Shriya Saran","Bhanupriya","Mumaith Khan","Aarthi Agarwal"],"overview":"Sivaji is a young kid from Sri Lanka who's family consisting of a mother and brother Ashok is uprooted from their community in Sri Lanka ends up in Vizag, Andhra Pradesh. There they are unjustly forced into work by a local mob boss named Baji Rao who forces them to work in transportation of illegal goods. Their lives are in constant hell because of the torture and unfair demands Baji Rao puts on them. Finally unable to bear the injustices by Baji Rao, Sivaji rises and turns into Chatrapati filling in the legend of the original Chatrapati who rose up and led the people against the Mughal emperor Aurangazeb and reunites with his mother.","release_date":"2005-09-30","vote_average":4.5,"runtime":158,"cert":"N\/A","id":79210,"title":"Chatrapathi","adult":false,"genre_ids":[18,28]},{"cast":["Sandrine Kiberlain","Émilie Dequenne","Denis Podalydès","Valérie Benguigui","Marilyne Canto"],"overview":"A novelist, an actress, and a struggling young singer all attempt to make their mark in modern day Paris in director Marc Fitoussi's cynical entertainment industry satire. Bertrand is a French literary professor whose students all know that he is shacked up with pretty math teacher Solange despite the couple's best efforts to keep their relationship under the radar. Though no one in the school much cares for Bertrand's prose, self-flagellating student Frederic is the one notable exception. Meanwhile, as Bertrand struggles to deliver his second novel, recent big city arrival Cora  finds that her fondness for outmoded songwriters may be having an adverse effect on her career trajectory. While Cora struggles to make ends meet by working at a popular chain steakhouse, even this attempt to remain afloat ultimately proves disastrous.","release_date":"2007-09-05","vote_average":5.0,"runtime":107,"cert":"N\/A","id":79211,"title":"La vie d'artiste","adult":false,"genre_ids":[18,35]},{"cast":["Selçuk Yöntem","Ezgi Mola","Bülent Emin Yarar","Tansu Biçer","Türkü Turan"],"overview":"Celal Tan is a well-respected constitutional law professor who lives in a provincial city has two children from his first marriage. Many years after the death of his first wife, he married a woman much younger than him, a university student, whose life he has saved in some way. In the third year of their marriage, the extremely tragic story of Celal Tan and his family begins after a big crisis happened in front of the whole family. While trying to hide the secret, the family falls into absurd and tragicomic positions. Regardless of all happenings, Celal Tan tries to keep the family together.","release_date":"2011-11-16","vote_average":6.1,"runtime":99,"cert":"N\/A","id":79212,"title":"The Extreme Tragic Story of Celal Tan and His Family","adult":false,"genre_ids":[35,18]},{"cast":["Michèle Bernier","Simon Abkarian","Claudia Cardinale","Mathis Arguillère","Hiam Abbass"],"overview":"","release_date":"2005-06-22","vote_average":3.2,"runtime":null,"cert":"N\/A","id":79213,"title":"The Demon Stirs","adult":false,"genre_ids":[35]},{"cast":["Yuri Volyntsev","Anatoliy Barantsev","Mariya Vinogradova","Kira Smirnova","Tatyana Vasileva"],"overview":"Soviet cartoon, created in 1979 by the director-animator Leonid Nosyrev. Later, he entered the cartoon almanac \"Laughter and Grief at The White Sea\"  with other Nosyrev's films based on Pomor fairy tales and legends.","release_date":"1979-01-01","vote_average":8.3,"runtime":20,"cert":"N\/A","id":79216,"title":"The Magic Ring","adult":false,"genre_ids":[16,14]},{"cast":["Julie-Marie Parmentier","Stéphane Rideau","Carmen Maura","Nathalie Richard","Patrick Chesnais"],"overview":"The 20-year-old Juliette tries to come to terms with an unexpected pregnancy, despite a lack of support from the father of the child and from her mother.","release_date":"2003-01-22","vote_average":0.0,"runtime":92,"cert":"N\/A","id":79217,"title":"Le ventre de Juliette","adult":false,"genre_ids":[18,35]},{"cast":["Billy Gardell","Ray Romano","John Leguizamo","Queen Latifah","Denis Leary"],"overview":"When Sid accidentally destroys Manny's heirloom Christmas rock and ends up on Santa's naughty list, he leads a hilarious quest to the North Pole to make things right and ends up making things much worse. Now it's up to Manny and his prehistoric posse to band together and save Christmas for the entire world!","release_date":"2011-11-24","vote_average":6.2,"runtime":26,"cert":"U","id":79218,"title":"Ice Age: A Mammoth Christmas","adult":false,"genre_ids":[16,10751,10770]},{"cast":[],"overview":"Ben and Sally head to rural Queensland for some much needed time away. Unfortunately for Ben he has been marked. Something evil is calling him and won't rest until it's free. Sally has no idea the danger she is now in.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":79219,"title":"Still Waters","adult":false,"genre_ids":[53]},{"cast":["Jean Gabin","Michèle Morgan","Pierre Renoir","Saturnin Fabre","Gina Manès"],"overview":"The adventures of a sailor (Lennard) from Mexico to a lagoon in the Pacific ocean, and the meeting with a lonely girl (Lilian White).","release_date":"1939-02-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79220,"title":"Coral Reefs","adult":false,"genre_ids":[12]},{"cast":["Maciej Stuhr","Tomasz Karolak","Agnieszka Dygant","Katarzyna Zielińska","Katarzyna Bujakiewicz"],"overview":"A romantic comedy set on Christmas Eve in Warsaw and centered around a series of characters.","release_date":"2011-11-11","vote_average":7.3,"runtime":116,"cert":"N\/A","id":79221,"title":"Letters to Santa","adult":false,"genre_ids":[35,10749]},{"cast":["Lino Ventura","Paul Frankeur","Estella Blain","François Chaumette","Nadine Alari"],"overview":"","release_date":"1959-01-21","vote_average":5.9,"runtime":null,"cert":"N\/A","id":79222,"title":"The Tiger Attacks","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"The film appears at first to be a documentary. Bish, a final year film student, is shooting the documentary for his graduating project. Things change when an unspecified \"incident\" wipes out the population of Western Australia leaving Bish as the only survivor. At first he enjoys his new found wealth and power, stealing cars, playing golf in expensive mansions and breaking into an Army base to steal an arsenal of weaponry including a Field Gun which he uses to shell the houses of people he didn't like when they were alive. Bish is just starting to become lonely when the zombies arrive and he finds a new lease of life in the challenge of survival. He is preparing to leave Perth when he makes contact with another survivor, Sarah, on the other side of town and he finds the true purpose that had eluded him in his former life - to get to Sarah and get her out of the city. However as the city is now overflowing with zombies this proves to be more than a little difficult.","release_date":"","vote_average":0.0,"runtime":89,"cert":"N\/A","id":79225,"title":"I Am Bish","adult":false,"genre_ids":[28,27,35]},{"cast":["Sabine Azéma","Annie Girardot","Matthieu Rozé","Bernard Lavalette","Bradley Cole"],"overview":"A romantic story about a few days from the life of Michel Legrand told by himself.","release_date":"1989-03-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":79226,"title":"Five Days in June","adult":false,"genre_ids":[10749,18,35]},{"cast":["Hippolyte Girardot","Judith Rémy","Philippe Rebbot","Jean-Pierre Cassel","Marc Citti"],"overview":"","release_date":"2008-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79227,"title":"Où avais-je la tête?","adult":false,"genre_ids":[]},{"cast":["Alexandrine Agostini","Marcelo Arroyo","Paule Baillargeon","Sylvie Belleau","Jean-Robert Bourdage"],"overview":"","release_date":"2003-12-31","vote_average":5.7,"runtime":null,"cert":"N\/A","id":79228,"title":"Ma voisine danse le ska","adult":false,"genre_ids":[]},{"cast":["Valeria Bruni Tedeschi","Nathalie Boutefeu","Louis-Do de Lencquesaing","Joana Preiss","Jacques Doillon"],"overview":"A French couple has been living in Lisbon for years, and they return to Paris for a friend's wedding. They announce to another friend they are having dinner with that they are going to split.","release_date":"2005-09-14","vote_average":4.0,"runtime":104,"cert":"N\/A","id":79229,"title":"A Perfect Couple","adult":false,"genre_ids":[]},{"cast":["Samuel Finzi","Stefka Yanorova","Ana Papadopulu","Marius Kurkinsky"],"overview":"The story begins with a prayer. And it ends with a prayer. The first one is a prayer to God. The second - to the Devil. Between the two prayers is Pavel - a talented, chaotic and irresponsible musician and composer. Everything is wonderful until the day he realizes he has lost the girl he loves. In order to win her love back, Pavel is ready to do anything - even pray to the Devil. When one prays to God, one relies on His mercy. When one prays to the Devil, this is a deal. You can ask for whatever you want and you have to offer something in exchange. And there is only one pawn in the Devil's game...","release_date":"2001-11-25","vote_average":0.0,"runtime":87,"cert":"N\/A","id":79230,"title":"Devil's Tail","adult":false,"genre_ids":[18]},{"cast":["Georgiy Vitsin","Inna Makarova","Nikolai Prokopovich","Edita Pyekha","Vladimir Etush"],"overview":"For many years Alexey is working as a barber but he often is late to work. And nobody believes in the true stories which explain these events.","release_date":"1973-12-06","vote_average":7.4,"runtime":72,"cert":"N\/A","id":79231,"title":"Incorrigible Liar","adult":false,"genre_ids":[35]},{"cast":["Vladimir Ilin","Tatyana Dogileva","Irina Feofanova","Nikolai Pastukhov","Renat Davletyarov"],"overview":"After discovering a time tunnel to 1960-ies a journalist decides to make some cash out of it.","release_date":"1993-06-06","vote_average":5.7,"runtime":96,"cert":"N\/A","id":79234,"title":"Wandering Sagittarius","adult":false,"genre_ids":[10749,18,35,14]},{"cast":["Irina Latchina","Mamuka Kikaleishvili","Tatyana Vasileva","Stanislav Sadalskiy","Sofiko Chiaureli"],"overview":"A drama based on classical novel by Sholom Aleichem.","release_date":"1991-06-06","vote_average":1.0,"runtime":147,"cert":"N\/A","id":79235,"title":"Wandering Stars","adult":false,"genre_ids":[18]},{"cast":["Joonas Nordman","Saija Lentonen","Sari Havas","Pekka Lukka","Antti Aro"],"overview":"Jukka, 13, is coached in photography by his openly gay art teacher. With his dead father's old camera, Jukka sees Johanna, a beautiful girl in her early twenties being physically abused by her stepfather. With the help of the local fire department, Jukka comes to her rescue. He quickly befriends the girl who works in a nearby supermarket, claims to become her manager and enters her in a beauty contest.","release_date":"2001-08-30","vote_average":6.2,"runtime":80,"cert":"N\/A","id":79236,"title":"Young Love","adult":false,"genre_ids":[18,10749]},{"cast":["Paolo Contis","Alfred Vargas","Christopher de Leon","Cassandra Ponti","Paolo Paraiso"],"overview":"Cris and Jason are two policemen with two opposite personalities and philosophies-Cris is the epitome of the rare, near-extinct breed of honest cops while Jason is the basurero, the legman\/front man who does the dirty work of his district's high officials.","release_date":"2008-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":79237,"title":"Banal","adult":false,"genre_ids":[18,28]},{"cast":["Leni Katajakoski","Tommi Rinne","Pirkko Mannola","Leo Jokela","Hannes Häyrinen"],"overview":"An uptight all-girl school teacher Leena Kataja stumbles upon a handsome artist Pertti Rinne who paints her face on a nude portrait, much to her chagrin. She is intent on keeping the painting out of circulation by stealing it from an art gallery, but the aftermath turns out to be more complex than she anticipated, leading Leena to become involved in various misunderstandings featuring a gang of criminals, inept cops and false murder charges among other things.","release_date":"1960-10-28","vote_average":6.0,"runtime":97,"cert":"N\/A","id":79238,"title":"The Teacheress Adventures","adult":false,"genre_ids":[35]},{"cast":["Dominique Blanc","Dominique Reymond","Denis Podalydès","Eric Ruf","Aymen Saïdi"],"overview":"","release_date":"2007-09-13","vote_average":4.5,"runtime":null,"cert":"N\/A","id":79239,"title":"Le pendu","adult":false,"genre_ids":[]},{"cast":["Czinkóczi Zsuzsa","Anna Nagy","Sándor Horváth","Marianna Moór","József Madaras"],"overview":"An orphan girl suffers abuse from her adoptive parents.","release_date":"1976-03-04","vote_average":6.8,"runtime":83,"cert":"N\/A","id":79240,"title":"Nobody's Daughter","adult":false,"genre_ids":[18]},{"cast":["István Bujtor","András Kern","Bánhidi László","Gyula Bodrogi"],"overview":"There are mysterious murders in the area of ​​Lake Balaton. These places are shrouded in secrecy and constantly attract hunters: during the Second World War, the Germans had hidden a huge treasure here. Investigation of the murders entrusted to Major Kardos. He takes up the case, but in search of treasure he had many competitors. Kardos uses help from his loyal friend - a policeman-superman Etvash aka \"Droplet\".","release_date":"1982-08-19","vote_average":7.5,"runtime":87,"cert":"N\/A","id":79241,"title":"Do not Panic, Major Kardos","adult":false,"genre_ids":[35,80]},{"cast":["Dwayne Johnson","Ron Killings","John Cena","Mike Mizanin","Phillip Jack Brooks"],"overview":"After 7 years, The Rock finally returns to action to join forces with his WrestleMania opponent, John Cena, to create the most charismatic tag team of all time.  Can these 2 bitter rivals work together to defeat the formidable, chaos causing coalition of the Miz and R-Truth? Also, the Straight Edge Superstar CM Punk finally gets his one-on-one rematch for the WWE Championship when he challenges Alberto Del Rio. And just one month removed from their titanic clash that destroyed the ring, Mark Henry and Big Show battle in a rematch for the World Heavyweight Championship. Madison Square Garden comes alive for the 25th anniversary of Survivor Series.  Survivor Series (2011) was a PPV that took place on November 20, 2011 at Madison Square Garden in New York City. It was presented by THQ's WWE '12. It was the 25th annual Survivor Series event.","release_date":"2011-11-21","vote_average":6.5,"runtime":180,"cert":"N\/A","id":79242,"title":"WWE Survivor Series 2011","adult":false,"genre_ids":[28,18]},{"cast":["István Bujtor","Andor Ajtay","Irén Psota","Ilona Medveczky","József Madaras"],"overview":"SS doctor during the war worked on the serum of cancer, but discovered a terrible poison, one vial is enough to kill 100 000 people. 20 years after the war, the old Nazi gets out of prison, and the hunt for him and his discovery begins.","release_date":"1969-05-29","vote_average":5.0,"runtime":91,"cert":"N\/A","id":79243,"title":"The Lion is Ready to Jump","adult":false,"genre_ids":[28,35]},{"cast":["István Bujtor","András Kern","Bánhidi László","Mária Goór Nagy","Ferenc Kállai"],"overview":"The unique statue of the ancient fertility goddess Demeter, known as the \"Pagan Madonna\" is stolen from the museum, located in a small town on Lake Balaton. At the same time seriously wounded a servant of the museum. The abduction of the museum's priceless statues of pure gold is investigated by the then young and inexperienced investigator Kardos and lieutenant \"Droplet\".","release_date":"1980-01-01","vote_average":6.1,"runtime":98,"cert":"N\/A","id":79244,"title":"The Pagan Madonna","adult":false,"genre_ids":[35,80]},{"cast":["Patrick Braoudé","Maria de Medeiros","Isabelle Candelier","Daniel Russo","Gad Elmaleh"],"overview":"Vansan is 30 years old, but he never learned to make decisions. Whatever it is. Should he marry his girlfriend, should he start a business with his friend, what color should he buy shoes for? Life for him is an eternal dilemma.  But one day, fate made a choice for him. Vansan crashes into an advertising post by car and makes a leap in time for 16 years in advance.  Now at about forty, he heads a large corporation, is married to a woman with whom he is barely familiar, has a teenage son who is constantly bold to him, and an early-ripened daughter. And he has absolutely no idea what to do with all this.  Realizing that he has become everything that he always despised, Vansan is desperate to go back and make the right choice. But can he turn back the clock? ..","release_date":"2000-10-25","vote_average":7.0,"runtime":100,"cert":"N\/A","id":79245,"title":"Second life","adult":false,"genre_ids":[14,35]},{"cast":["István Bujtor","András Kern","Zoltán Basilides","Ferenc Zenthe","Avar István"],"overview":"Tomboy accidentally found a fake dollar and gave it to detective Droplet. The operation is headed by Maj. Kardos. Now they have to investigate the crime in order to find and neutralize the counterfeiters.","release_date":"1986-05-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":79246,"title":"The Enchanted Dollar","adult":false,"genre_ids":[35,80]},{"cast":["Jan Frycz","Tomasz Karolak","Katarzyna Glinka","Tomasz Kot","Katarzyna Figura"],"overview":"Three guys (John Cena, Tomasz Karolak, John Frycz) and a beautiful girl (Katarzyna Glinka). Their fate will combine the integration leaving the title that is out of control and become a true Recreational apocalypse. The film integrates ensemble acting team - apart from those in an event attended by Katarzyna Figura, Slawomir Orzechowski, Bartlomiej Topa, Grzegorz Halama, Mariusz Czajka, Robert Gonera, Zbigniew Buczkowski, Jaroslaw Jakimowicz and Miroslaw Zbrojewicz and support their comic performances of African, Eskimo, pair of Norwegians and ... Indian team disco. The sum of all kaców just in front of you!","release_date":"2011-11-04","vote_average":3.5,"runtime":85,"cert":"N\/A","id":79247,"title":"Wyjazd integracyjny","adult":false,"genre_ids":[18,35,10749]},{"cast":["Patrick Chesnais","Alexandra Vandernoot","Jean-François Balmer","Bernard Crombey","Samuel Labarthe"],"overview":"","release_date":"2001-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79248,"title":"Charming Fellow","adult":false,"genre_ids":[]},{"cast":["Isabelle Adjani","Eric Cantona","Simon Abkarian","Thierry Frémont","Anne Consigny"],"overview":"Following a series of unsolved robberies, the authorities decide to give carte blanche to commander Clara Damico to neutralize a particularly organized gang. Manual Makarov, a well-known figure in organized crime, is currently serving a sentence of twelve years in prison. Commander Damico promises him freedom in exchange for his cooperation. He refuses. There is no other solution, she is obliged to compel him by force.","release_date":"2011-10-26","vote_average":3.9,"runtime":97,"cert":"N\/A","id":79249,"title":"Force","adult":false,"genre_ids":[80,53]},{"cast":["Annemarie Düringer","Franz Matter","Heinrich Gretler","Hedda Koppé","Margrit Rainer"],"overview":"The farmers of a village decide to postpone the construction of a new school in profit of a concentration to cheese production. From a novel by Jeremias Gotthelf.","release_date":"1958-12-26","vote_average":6.1,"runtime":106,"cert":"N\/A","id":79250,"title":"Die Käserei in der Vehfreude","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lillian Randolph","Daws Butler","Paul Frees"],"overview":"Tom has been out late carousing with his chums. When he gets home, a slimmed-down Mammy won't take any excuses, and insists he stay awake; Jerry, overhearing, thus tries a number of schemes to get Tom to sleep. Not that he has to push hard; Tom tries drinking a giant pot of coffee, then keeping his eyes open with toothpicks and tape, and finally gives up and paints eyes on his lids. This fools Mammy, but not Jerry, who erects a series of Burma-Shave style signs leading Tom into the nice comfy bed, where Mammy discovers him and tosses him out just as his pals happen by for another night on the town.","release_date":"1951-05-26","vote_average":6.3,"runtime":7,"cert":"N\/A","id":79253,"title":"Sleepy-Time Tom","adult":false,"genre_ids":[35,16]},{"cast":["Fernandel","Jean-Pierre Marielle","Danielle Darrieux"],"overview":"","release_date":"1968-01-12","vote_average":6.5,"runtime":null,"cert":"N\/A","id":79254,"title":"The Man in the Buick","adult":false,"genre_ids":[35,80,10749]},{"cast":["Method Man","Edward Furlong","Dash Mihok","Blake Michael","Wendell Pierce"],"overview":"Alienated and cold, The Mortician (Method Man) processes the corpses with steely disregard. He is lonely and isolated. He is introduced to his new employee, Noah, (EJ Bonilla) by the morgue boss (Edward Furlong). Noah is a volatile youth working as part of his parole.Noah brings the notorious gangster, Carver (Dash Mihok), and his crew to the mortuary door. The Mortician's attention is pricked by the tattoo of Botticelli's 'Birth of Venus' inked on the body of a murdered woman (Judy Marte), that arrives at the morgue, triggering a series of haunting dreams from his childhood. Discovering a scared child, Kane (Cruz Santiago), fleeing the morgue, he's forced to act. They become reluctant allies, struggling for redemption as they run. Through his awkward heroism, the Mortician reconnects with his long forgotten past, and finds the answers he's been searching for. He find redemption and peace.","release_date":"2011-02-15","vote_average":6.6,"runtime":91,"cert":"N\/A","id":79255,"title":"The Mortician","adult":false,"genre_ids":[53,18]},{"cast":["Daws Butler"],"overview":"Spike has just washed his pup. Tom and Jerry's chase knocks him into a mud puddle. Spike makes Tom clean him up again and promise to keep him clean which of course is Jerry's opening to get Tom in trouble.","release_date":"1951-09-08","vote_average":6.6,"runtime":6,"cert":"N\/A","id":79256,"title":"Slicked-up Pup","adult":false,"genre_ids":[16]},{"cast":["Charlton Heston","Kim Basinger","Nick Mancuso","John Marley","Dale Wilson"],"overview":"A couple of youngish adventurers go into the wilderness of British Columbia in search of a lost colleague. Their plane crashes and they find themselves at the mercy of a crazed old Scottish miner, who has lived in isolation for many decades searching the mountain caves for a chamber of long lost gold. He is prepared to do anything - including murder - to keep his gold for himself.","release_date":"1982-08-06","vote_average":6.2,"runtime":103,"cert":"N\/A","id":79257,"title":"Mother Lode","adult":false,"genre_ids":[28,12,53]},{"cast":["Leslie Fenton","Muriel Evans","Noel Madison","Sidney Blackmer","Morgan Wallace"],"overview":"Two men stumble into an old mansion, and get involved with a crazed scientist, torture chambers and sinister medical experiments.","release_date":"1936-10-28","vote_average":6.0,"runtime":70,"cert":"N\/A","id":79258,"title":"The House of Secrets","adult":false,"genre_ids":[53,9648]},{"cast":["Ferenc Bessenyei","Darvas Iván","Zoltán Latinovits","Tibor Bitskey"],"overview":"On the novel by Mór Jókai. The first half of the XVIII century. Several decades of life of a noble family Karpati.","release_date":"1966-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":79261,"title":"A Hungarian Nabob","adult":false,"genre_ids":[18,36]},{"cast":["István Kovács","Zoltán Latinovits","Lajos Básti","Zoltán Várkonyi"],"overview":"On the novel by Mór Jókai. The first half of the XVIII century. Several decades of life of a noble family Karpati.","release_date":"1966-12-22","vote_average":0.0,"runtime":85,"cert":"N\/A","id":79262,"title":"A Hungarian Nabob 2: Karpathy Zoltan","adult":false,"genre_ids":[18,36]},{"cast":["Daws Butler"],"overview":"Nobody's home, so Tom invites his alley cat friends in to look at home movies (clips from earlier cartoons where Tom gets the drop on Spike). While they're showing them, Spike sneaks in.","release_date":"1955-10-14","vote_average":5.8,"runtime":7,"cert":"N\/A","id":79263,"title":"Smarty Cat","adult":false,"genre_ids":[35,16]},{"cast":["András Bálint","Rita Békés","Judit Halász","Edit Kelemen"],"overview":"A story of two young people in Hungary, Jancsi and Kata. First they are good friends, later lovers. Soon after the 1956 Revolution Kata leaves Hungary, Jancsi stays there. After 10 years Jancsi is allowed to visit Kata in France, their love is reborn, but after a short, very happy period Jancsi has to return to Hungary and their love fades as years have gone by.","release_date":"1970-10-08","vote_average":7.7,"runtime":123,"cert":"N\/A","id":79264,"title":"Lovefilm","adult":false,"genre_ids":[18,10749]},{"cast":["Elie Semoun","Ludmila Mikaël","Philippe Uchan","Henri Garcin","Laurent Stocker"],"overview":"","release_date":"2005-09-21","vote_average":4.5,"runtime":97,"cert":"N\/A","id":79265,"title":"Aux abois","adult":false,"genre_ids":[80,18]},{"cast":["Atli Óskar Fjalarsson","Hera Hilmar","Sigurdur Jakob Helgason","Thorunn Jakobsdóttir"],"overview":"The story takes place during one bright summer night and follows a group of young teenagers on a journey from innocence to adulthood. The main character is a timid boy who has a typical schoolboy crush on a girl his age, who happens to be a friend of his mate.","release_date":"2008-05-22","vote_average":6.4,"runtime":15,"cert":"N\/A","id":79266,"title":"Two Birds","adult":false,"genre_ids":[18]},{"cast":["Arturo Ríos","Luisa Huertas","Ana Graham","Baltimore Beltran","Natalia Traven"],"overview":"A man who travels back to the house of his father, grandfather and backwards.","release_date":"2002-03-22","vote_average":4.9,"runtime":108,"cert":"N\/A","id":79267,"title":"Bedtime Fairy Tales for Crocodiles","adult":false,"genre_ids":[18]},{"cast":["Karin Viard","Laurent Lucas","Julien Cottereau","Claire Wauthion"],"overview":"A woman (Karin Viard) in the fourth month of her first pregnancy fights to save the baby while being treated for breast cancer.","release_date":"1999-11-03","vote_average":5.0,"runtime":110,"cert":"N\/A","id":79268,"title":"Battle Cries","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Morecambe","Ernie Wise","Fulton Mackay","Lysette Anthony","Margaret Courtenay"],"overview":"When Eric's niece Kathy becomes one of the heirs to a considerable fortune, her life (and those of the other heirs) is placed in jeopardy by the actions of a mysterious inter-loper.","release_date":"1984-01-01","vote_average":6.0,"runtime":null,"cert":"PG","id":79269,"title":"Night Train to Murder","adult":false,"genre_ids":[35,53]},{"cast":["Jang Hyuk","Sung Yu-ri","Ahn Seo-hyun","Kang San"],"overview":"This film is a story of May and En-seol. May returns to Seoul looking for her birth mother after 23 years of life as a Korean-American adoptee. En-seol is a taxi driver suffering from a rare cardiac disease. Following their chance encounter at the airport, they come to help each other, also by chance.","release_date":"2009-10-22","vote_average":4.0,"runtime":102,"cert":"N\/A","id":79270,"title":"Rabbit and Lizard","adult":false,"genre_ids":[10749]},{"cast":["Andrea Bocelli","Paty Díaz","Humberto Gatica","Luz Elena González"],"overview":"For the first time, Andrea Bocelli presents a full length spanish album that features no classical influences. Spanish guitars flourish, accordions and harmonicas provide charming melodies, traditional Latin percussion insistently keeps the tempo. Sometimes Andrea shares the spotlight with just a grand piano. Beautiful orchestras remain, but for 'Amor' Andrea stylistically exchanges the grandeur of a 19th century European opera house for the romance of a 20th century Hollywood sound studio. Amor features Latin American classics including: 'Besame Mucho' (the song was a million selling US hit for Jimmy Dorsey &amp; His Orchestra in 1941). Universal. 2006.","release_date":"2006-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79273,"title":"Andrea Bocelli... Amor","adult":false,"genre_ids":[10402]},{"cast":["Ernest Hardin","Lawrence Hilton-Jacobs","Lynn Moody","Reed McCants"],"overview":"Like many Black and Latino teenagers in his neighborhood, Gerald Hart finds adventure and relief from the pressure of poverty and disappointment by leaping from the roof of an abandoned building known throughout his community as the “Club House”. There, in spite of obvious dangers, he imitates Superman and finds happiness.., but the unhappy side of Gerald is gaining ground. He contemplates suicide and, thereby, encounters a strange spiritual phenomenon. “Sky Captain” showcases Reggae, Rap music and Breakdance. “Sky Captain” is original drama Written and Directed by Neema Barnette. Based on the impact of her observations as a former New York City school teacher.","release_date":"1985-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":79274,"title":"Sky Captain","adult":false,"genre_ids":[18]},{"cast":["John Lee Ames","Roshelle Baier","Tony Cronin","Chris Downey"],"overview":"No movie is available.","release_date":"2006-03-04","vote_average":0.0,"runtime":22,"cert":"N\/A","id":79275,"title":"Martyr","adult":false,"genre_ids":[53]},{"cast":["Rik Mayall","Adrian Edmondson","Morwenna Banks","Stephen Fry","Hugh Laurie"],"overview":"The Dangerous Brothers was a stage and TV act by anarchic comedy duo Rik Mayall and Ade Edmondson, performing respectively as \"Richard Dangerous\" and \"Sir (or occasionally Lady) Adrian Dangerous\". Although originating before the show, they appeared in a number of brief sketches in the 1980s TV programme Saturday Live. Eventually being banned for being \"too sexy and too violent\", they staged a protest by returning as 'The Ben Elton Brothers', and blowing up the car park at LWT Studios. One of the final sketches prepared for Saturday Live was entitled 'Kinky Sex'. This fell foul of Channel 4 censors who banned it. The duo responded in the sketch Dangervision by apparently hijacking the programme and blowing up the wall on which the show's logo was painted in graffiti art. The banned sketch, which by modern standards seems fairly tame, was finally released on a compilation video The Dangerous Brothers present: World of Danger.","release_date":"1986-01-01","vote_average":7.2,"runtime":76,"cert":"15","id":79276,"title":"Dangerous Brothers Present: World of Danger","adult":false,"genre_ids":[35]},{"cast":["Tony Bowden","Christopher Dane","Jason L. Davis","Trey Farley"],"overview":"An Innocent Man, Condemned by God, Persecuted for His Faith. Martyr is a controversial horror story based on the Book of Job from The Old Testament.","release_date":"2006-08-19","vote_average":0.0,"runtime":73,"cert":"","id":79277,"title":"Martyr","adult":false,"genre_ids":[27]},{"cast":["Rin Asuka","Yukie Kawamura","Mayuko Iwasa","Yosuke Saito","Hideo Nakano"],"overview":"Three sisters grow up on a chicken farm in a small town in Gifu. The oldest sister, Yukie Sawada, is engaged to be married, the middle sister, Sachiko works at a beauty salon and the youngest, Mayu, is on the track team in high school. Their happy, carefree lives are changed forever when Yukies ex-boyfriend Suzuki commits an atrocious crime with Mayu as the tragic victim. Half-crazed and bent on revenge against the Sawada family, Suzuki mistakes Mayu for Yukie and pours acid all over her face. Overwhelmed by physical and psychological trauma, Mayu sinks deeper into depression and isolation, unresponsive to her sisters encouragement Meanwhile, chilling news of a serial murderer, who preys on the alumni of Mayus high school, sends shockwaves through their small town...","release_date":"2008-03-22","vote_average":5.2,"runtime":98,"cert":"N\/A","id":79278,"title":"The Scissors Massacre","adult":false,"genre_ids":[27,18]},{"cast":["Ge You","Fu Biao","Bing He","Bin Li","Li Qi"],"overview":"Four friends come up with an unusual idea to make some money and have fun doing it. For a small fee, they will impersonate and act out any character role for their customers. In the course of executing this novel service, they encounter a whole spectrum of people in society, finding ways to genuinely help them boost their morale and overcome their fears, while gaining unusual and new insights into the human condition.","release_date":"1997-02-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":79279,"title":"The Dream Factory","adult":false,"genre_ids":[35]},{"cast":["Julia Sun","Joshua Michaell","Xiang Ting Li"],"overview":"No movie overview available.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79282,"title":"Reincarnation","adult":false,"genre_ids":[14]},{"cast":[],"overview":"No movie overview is available.","release_date":"2011-06-23","vote_average":0.0,"runtime":80,"cert":"N\/A","id":79285,"title":"25 août 1944, Maillé: un crime sans assassins","adult":false,"genre_ids":[99]},{"cast":["Erwin Kohlund","Anne-Marie Blanc","Heinrich Gretler","Ditta Oesch","Zarli Carigiet"],"overview":"Gilberte Montavon was a legend in her own lifetime. As a young woman, she was confidante to hundreds of thousands of Swiss-German speaking soldiers during the First World War, and remembered most of their names. She was still a teenager when the war began, and was immortalised by a song written during the war years by the Swiss-German bard and lute player, Hans Inn der Gand.","release_date":"1942-08-10","vote_average":5.0,"runtime":112,"cert":"N\/A","id":79286,"title":"Gilberte de Courgenay","adult":false,"genre_ids":[10752,18,36]},{"cast":[],"overview":"No movie overview available.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79287,"title":"Rihanna: On the Record with Fuse","adult":false,"genre_ids":[10402]},{"cast":["Roberto Perdomo","Blanca Rosa Blanco","Omar Ali","Jorge Martínez"],"overview":"Aldo, a pimp living in Havana, travels to Pinar del Rio to sell a car and then returns with Rosa, who becomes prostitute. They are arrested and captures poicía Rosa.","release_date":"2011-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":79288,"title":"Tras la huella - abismo","adult":false,"genre_ids":[]},{"cast":["Schaggi Streuli","Margrit Rainer","Eva Haefeli","Peter Brogle","Blanche Aubry"],"overview":"Wäckerli, policeman in the small Swiss village of Allenwil, is in trouble. His son Ruedi is unhappy in his apprenticeship and spends way too much money. And now 10'000 francs have been stolen from the bourough's community fund...","release_date":"1956-08-10","vote_average":4.5,"runtime":105,"cert":"N\/A","id":79289,"title":"Polizischt Wäckerli","adult":false,"genre_ids":[18,99]},{"cast":["Walo Lüönd","Lukas Ammann","Annemarie Düringer","Ellen Widmann","Hans Gaugler"],"overview":"Karl Tellenbach, called \"Dällebach Kari\", was one of Bern’s legendary characters at the beginning of the 20th century. Born with a strong hare lip which left him disfigured and gave his voice a peculiarl nasal tone, he devoted his entire life trying to get people to laugh with him instead of at him. Ultimately, his despairing at ever becoming accepted as a fellow man coupled with unrequited love made his life tragic, culminating in his suicide at age 54. His jokes are still well known today.","release_date":"1970-07-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79290,"title":"Dällebach Kari","adult":false,"genre_ids":[18]},{"cast":["Tim Robbins","V.J. Foster","Brent Hinkley","Jay R. Martinez","Kate Mulligan"],"overview":"Embedded is a ripped-from-the-headlines satire about the madness surrounding brave men and women on the front lines of a Middle East conflict. It skewers lapdog embedded journalists, scheming government officials and the media's insatiable desire for heroes. Beautifully captured (by 9 cameras) directly from the controversial Tim Robbins' play in New York City, Embedded Live puts the audience in the front-row to this thought-provoking and timely production.","release_date":"2005-09-20","vote_average":5.0,"runtime":97,"cert":"N\/A","id":79291,"title":"Embedded Live","adult":false,"genre_ids":[35]},{"cast":["Harold Pinter"],"overview":"Documentary arguing against the NATO bombing of Serbia and Kosovo","release_date":"1999-05-05","vote_average":0.0,"runtime":25,"cert":"N\/A","id":79292,"title":"Against the War","adult":false,"genre_ids":[]},{"cast":["Monic Hendrickx","Peter Blok","Sarah Jonker","Sophie van Winden","Anne-Wil Blankers"],"overview":"Anna is a vital woman who is married and has two daughters. She picks up her old passion of writing again after frequent requests by a colleague and a friend, but she had not foreseen the consequences of family and friends reading her stories...","release_date":"2005-09-29","vote_average":7.6,"runtime":null,"cert":"N\/A","id":79293,"title":"Leef!","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-10-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79294,"title":"11 Metri","adult":false,"genre_ids":[99]},{"cast":["Nathan Hill"],"overview":"SexStar follows Nathan Hill, a Casanova whose chief occupation is the 'rounding' of women. He juggles five different girls over a series of hilarious dates, all while trying to maintain his reputation by nailing the hottest girl in the city. Equal parts entertaining, informative and controversial, SexStar finally reveals the truth about the games men play to pick up women.","release_date":"2010-05-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":79295,"title":"How to Be a SexStar","adult":false,"genre_ids":[35]},{"cast":["Nathan Hill","Sandy Greenwood","Catherine Mack","Stewart Marshall","Sarah Howett"],"overview":"A private detective takes on one final case before retirement.","release_date":"2011-11-02","vote_average":0.0,"runtime":75,"cert":"N\/A","id":79296,"title":"Jasper","adult":false,"genre_ids":[10749,28,35]},{"cast":["Jean-Paul Belmondo","Gina Lollobrigida","Odoardo Spadaro","Noël Roquevert","Piero Morgia"],"overview":"A pretty woman approaching middle age rents out rooms in a small Italian town. An aging sailor and a handsome younger man are amongst the lodgers.","release_date":"1963-09-13","vote_average":5.0,"runtime":121,"cert":"N\/A","id":79297,"title":"Crazy Sea","adult":false,"genre_ids":[35]},{"cast":["Sonja Saurin","Antoine Chappey","Philippe Nahon","René Féret","Julien Féret"],"overview":"This tale of childhood and adolescence is told through brief sequences that take place in the life of a modest family from the Pas-de-Calais region during the forties, fifties and sixties. Paul, the main character, who we meet when he’s 5, 13 and 18, is the throughline of this tale told in a fragmentary way well adapted to the scattered nature of memories. Encounters, joy, fear, first love, friendship, disappointment, the relationship between brothers and parents, the discovery of the vocation of acting and writing: all these elements weave together to create the irreplaceable fabric of an ordinary life whose particularities guide spectators back to their own personal stories.","release_date":"2003-08-20","vote_average":8.0,"runtime":110,"cert":"N\/A","id":79298,"title":"Local Kid","adult":false,"genre_ids":[18]},{"cast":["Robert Hossein","Françoise Prévost","Paul Meurisse","Jean Servais","Nadia Gray"],"overview":"A dozen elegant people are gathered in a writer's desirable mansion. In the grand tradition of Agatha Christie, they all have something to hide.They begin a cruel game of truth, a game where you're not supposed to tell lies. As the questions become more and more intimate and precise, the tempers rise, while outside the storm is raging. Enter a hateful person (played by Paul Meurisse, the nasty headmaster in \"Les Diaboliques\") who seems to know a lot about them. Someone is murdered. Whodunit?","release_date":"1961-11-26","vote_average":6.3,"runtime":80,"cert":"N\/A","id":79299,"title":"The Game of Truth","adult":false,"genre_ids":[80,9648]},{"cast":["Kathy Bates","Robert Carradine","Melinda Dillon","Jacobo Morales"],"overview":"","release_date":"1998-09-28","vote_average":0.0,"runtime":87,"cert":"N\/A","id":79300,"title":"The Effects of Magic","adult":false,"genre_ids":[14,12,10751]},{"cast":["Marián Zednikovič","Zuzana Bydžovská","Milan Lasica","Andrej Hryc","Milan Kiš"],"overview":"A comedy about happiness, Indian magic and adultery. One day Mr and Mrs Sysel happen to solve the problem of lacking enough room in their tiny flat. They break through the wall into their neighbour's comfortable flat, from which they borrow not only additional square feets of space, but things of his personal property as well.","release_date":"1987-01-27","vote_average":7.0,"runtime":85,"cert":"N\/A","id":79301,"title":"Run, He Is Coming!","adult":false,"genre_ids":[35]},{"cast":["Baltasar Garzón","Manuel Rivas"],"overview":"This documentary summarizes an extensive interview made by the writer Manuel Rivas to the former Spanish judge Baltasar Garzon.","release_date":"2011-04-20","vote_average":2.6,"runtime":84,"cert":"N\/A","id":79302,"title":"Escuchando al Juez Garzón","adult":false,"genre_ids":[]},{"cast":["Hermann Lause","Martin Lüttge","Tana Schanzara"],"overview":"Adolf Winkelmann's cult movie \"A Lot of Coal\" tells the story of miner Katlewski.  Katlewski is in his early 20s and a miner from Recklinghausen. He no longer realizes with his wife and the prosperity they have achieved.","release_date":"1981-06-11","vote_average":5.0,"runtime":95,"cert":"N\/A","id":79303,"title":"Jede Menge Kohle","adult":false,"genre_ids":[35]},{"cast":["Tana Schanzara","Hermann Lause"],"overview":"","release_date":"1978-11-09","vote_average":7.2,"runtime":null,"cert":"N\/A","id":79304,"title":"Die Abfahrer","adult":false,"genre_ids":[35]},{"cast":["Renate Krößner","Daniel Berger","Walter Kreye","Michael Brandner","Wolf-Dietrich Berg"],"overview":"","release_date":"1993-02-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79305,"title":"North Curve","adult":false,"genre_ids":[35,18]},{"cast":["Warren Miller"],"overview":"Spectacular shots of snowcapped peaks and extreme skiers gracefully defying gravity, not to mention common sense, are the highlights of this entertaining video from the venerable guru of skiing movies, Warren Miller. Sparing no expense, Miller's film crews span the globe, shooting snowboarders careening down absurdly steep Alaskan peaks, ski guides helicoptering to remote slopes in British Columbia, and hardy (and uninhibited) Scotsmen who boldly catch some \"big air\" in kilts. This video is fraught with offbeat humor, including shots of a snowshoe race that could have been filmed by Mack Sennett, and footage of \"face jumping,\" the oddball diversion of hurling oneself off Alpine glaciers and parachuting to earth. Miller's gentle narration, replete with trademark corny remarks reminiscent of old movie newsreels, mixes with a musical soundtrack of contemporary rock that is often uncannily synched with the astounding footage of extreme skiing.","release_date":"1996-10-17","vote_average":0.0,"runtime":96,"cert":"N\/A","id":79306,"title":"Snowriders","adult":false,"genre_ids":[99]},{"cast":["John Bishop"],"overview":"Following the release of the fastest-selling debut stand-up DVD ever (not to mention the biggest seller of last year), John Bishop returns with his new live DVD. Seen by over 400,000 people across the UK, Sunshine was filmed live at Liverpool's Echo Arena on the last night of his sell-out tour of the same name. The combination of John's ability to keep the laughs coming along with his unique brand of observational humour, his undeniable charm and unrivalled gift of creating a relaxed atmosphere means that the feel good factor of spending an evening in his company is absolutely priceless. In this show John shares anecdotes about the ways in which his life has changed because of fame, he confesses to what his kids really think of him and he explains why this is his time in the Sunshine.","release_date":"2011-11-14","vote_average":6.3,"runtime":75,"cert":"15","id":79307,"title":"John Bishop Live: The Sunshine Tour","adult":false,"genre_ids":[35]},{"cast":["Carole Lombard","Pat O’Brien","Ward Bond","Shirley Grey","Mayo Methot"],"overview":"Given a second chance after her arrest for prostitution, Mae decides to go straight. Mae is soon befriended by kindly cab driver Jimmy Doyle who gets her work at a diner, where she meets Gert, another former prostitute. Mae and Jimmy fall in love, marry and save to buy a small business. Gert then pleads for money from Mae, which results in her unwitting involvement in a crime. Believing Mae has lied and cheated him, Jimmy threatens to leave her.","release_date":"1932-10-25","vote_average":7.3,"runtime":68,"cert":"N\/A","id":79308,"title":"Virtue","adult":false,"genre_ids":[18]},{"cast":["Lee Evans"],"overview":"Wired And Wonderful was huge... XL was big... Big was even bigger... now the legendary Lee Evans embarks on his most ambitious tour to date. Roadrunner is Lee's amazing new show with over 60 nights in the biggest arenas in the country. Lee will be playing to more fans than ever on this record- breaking tour of the UK and R.O.I in 2011 with the show filmed for DVD during his 5 nights at the 02.","release_date":"2011-11-21","vote_average":7.7,"runtime":127,"cert":"15","id":79309,"title":"Lee Evans: Roadrunner","adult":false,"genre_ids":[35]},{"cast":["Sarah Millican"],"overview":"Recorded in London earlier 2011, Chatterbox Live invites you to enter the wonderful world of Sarah Millican--where living alone drives your parents to put you on suicide watch; where a cup of tea in the bath is the epitome of luxury and where free family planning clinic condoms make perfect stocking fillers. Released for the first time on DVD, and ruder than on telly, Chatterbox Live showcases Sarah’s hilarious views on modern life, and positions her as a comedian at the very top of her game.","release_date":"2011-11-21","vote_average":6.9,"runtime":100,"cert":"15","id":79310,"title":"Sarah Millican: Chatterbox Live","adult":false,"genre_ids":[35]},{"cast":["Tony Yang","Biting Guo","Jaline Yeh","Zhizheng Li","Yang Zishan"],"overview":"Nothing heals a damaged soul like the sight of a small, adorable animal. In this film, a tiny cat not only heals a young woman reeling from the death of her mother, it also helps her find love with a lonely rock musician. Claire has been living in her own world until she meets musician James, whom she believes is her childhood sweetheart. At the same time, Claire also takes in a lost kitten, giving new meaning to her life. However, as her burgeoning romance with James begins to develop further, memories from the past are dug up, forcing them to face their ambiguous relationship and painful past.","release_date":"2010-09-03","vote_average":0.0,"runtime":78,"cert":"N\/A","id":79311,"title":"In Case of Love","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Sorano","Françoise Christophe","Michel Le Royer","Jean Topart","Philippe Noiret"],"overview":"","release_date":"1960-12-25","vote_average":8.6,"runtime":null,"cert":"N\/A","id":79314,"title":"Cyrano de Bergerac","adult":false,"genre_ids":[]},{"cast":["Beta Poničanová","Jozef Budský","Mikuláš Huba","Juraj Šebok","Ladislav Chudík"],"overview":"This drama from the times of Slovak National Uprising is situated in a small Slovak village. It is the tragical story of a widow and her four sons who fight alongside the partisans against the German occupants.","release_date":"1948-12-25","vote_average":5.0,"runtime":104,"cert":"N\/A","id":79315,"title":"Wolves' Lairs","adult":false,"genre_ids":[18,10752]},{"cast":["Allison Miller","Zach Gilford","Sam Anderson","Robert Belushi","Catherine Kresge"],"overview":"An unexpected pregnancy takes a terrifying turn for newlyweds Zach and Samantha McCall.","release_date":"2014-01-08","vote_average":4.5,"runtime":89,"cert":"","id":79316,"title":"Devil's Due","adult":false,"genre_ids":[27]},{"cast":["Warren Miller"],"overview":"Opening with a nightmarish montage of an avalanche, Snowriders 2: The Journey Continues, from the master of ski films, Warren Miller, quickly transforms into an exuberant celebration of downhill glory. In Miller style, gorgeous footage of some of the world's most skillful skiers tackling the world's gnarliest slopes is combined with intelligently chosen rock music to create an entertaining mix. Miller's film crews shoot skiers in the Alps of the South Island of New Zealand, track Americans making a lengthy pilgrimage to tackle the remote and forbidding slopes of Kazakhstan, and follow a tattooed and pierced snowboarder from his apartment in Greenwich Village to Killington, Vermont.","release_date":"1997-10-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":79317,"title":"Snowriders 2","adult":false,"genre_ids":[99]},{"cast":["Dirk Müller","Pedro Lamy","Charly Lamm","Augusto Farfus","Dirk Werner"],"overview":"The 24-Hour Race at the Nuerburgring is known as the world's biggest motorsports event. More than 200,000 fans set up their camp in the Eifel forest and cheer for their heroes in the 210 race cars. Lap after lap. Hour after hour. Day and night. It's the stage for great stories. Sorrow and joy. Excitement and exertion. Drama and emotions. You will hardly find any event that brings the extremes this close together. In the thick of things, last year's winner BMW's two cars and 70 team members. For months, engineers, mechanics and the eight pilots have been preparing for the most important race of the year. The filmmakers Tim and Nick Hahne captured it all with their cameras - from the first test drive to the chequered flag coming down - and accompanied the BMW team on the way to achieving its goal: winning the 24-Hour Race.","release_date":"2011-11-11","vote_average":8.0,"runtime":null,"cert":"0","id":79318,"title":"24hours - One Team. One Target.","adult":false,"genre_ids":[]},{"cast":["John Cassavetes","John Ireland","Helen Hughes","Kerrie Keane","Erin Noble"],"overview":"In the small New England town of Galen, a young teenage boy claims he has dreams of young women being brutally raped and murdered. A doctor and the local sheriff discover that the boy's dreams are real and that a sinister occult might be behind the brutal murders","release_date":"1982-08-27","vote_average":5.4,"runtime":93,"cert":"N\/A","id":79319,"title":"The Incubus","adult":false,"genre_ids":[27]},{"cast":["Angelo Pisani","Isabella Tabarini","Natalino Balasso","Emanuele Caputo","Tatti Sanguineti"],"overview":"","release_date":"2008-01-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":79320,"title":"Fuga dal call center","adult":false,"genre_ids":[]},{"cast":["Liu Yifei","Chen Bolin","Tien Feng"],"overview":"A girl from china meets a taiwanese boy chatting","release_date":"2004-07-16","vote_average":8.0,"runtime":109,"cert":"N\/A","id":79321,"title":"Love of May","adult":false,"genre_ids":[10749,35]},{"cast":["Christy Chung","Michael Tse","Cheung Yiu-Yeung","Tony Ho","Johnny Lu"],"overview":"Director Billy Chung successfully creates enormous tension in Set up as he has done in his previous work Color of the Loyalty with Wong Jing. Christy Chung is Moon, a thriller writer who is about to marry a businessman. To cure her myopia before her wedding day, she undergoes an eye surgery which causes her blindness for three days. Meanwhile she stays in her new house in a remote and quiet area with her sister Yan. There she experiences the real pre-marital anxiety when three robbers break into her house! With her eyesight gradually recovering, Moon tries the best to save herself while she realizes she might be Set up after all...","release_date":"2005-06-02","vote_average":0.0,"runtime":94,"cert":"N\/A","id":79322,"title":"Set Up","adult":false,"genre_ids":[80,27]},{"cast":["Tyler Perry"],"overview":"Madea returns in another hilarious story in which she gets sent to the big house. But regardless of the circumstances, she gives her trademark advice and wisdom to her friends and family as they learn the importance of letting go, moving on, and forgiveness.","release_date":"2006-06-27","vote_average":7.9,"runtime":133,"cert":"N\/A","id":79325,"title":"Tyler Perry's Madea Goes to Jail - The Play","adult":false,"genre_ids":[]},{"cast":["Lucie Bílá","Karel Roden","Amélie Pokorná","Matěj Převrátil","Eliška Balzerová"],"overview":"The great musical comedy by F. A. Brabec V perine is the first Czech film made entirely in 3D. This stimulating comedy, in true and thorough 3D, presents a whole new computer-made world concealed in a quilt, where a large part of the film is taking place.  The film V perine is a musical comedy made in the high-spirited style of Mamma Mia. In a relaxed world, where everybody used to dance rock'n'roll and the streets were full of pink Cadillacs, good and bad dreams hidden in our quilts take form. The musical adventure culminates in the magical world of dreams.","release_date":"2011-06-16","vote_average":3.8,"runtime":103,"cert":"N\/A","id":79326,"title":"The Magical Duvet","adult":false,"genre_ids":[35]},{"cast":["Ed Kelly","Nina Kircher","Clarity Patton","Ron Perlman","Caleb Wolfe"],"overview":"Based on the fifteenth best-selling children's book of all time, The Littlest Angel tells the story of a young boy who arrives in heaven before his time. Home-sick and lonely, he will travel back to earth, with his friendly pup Halo, to retrieve a most selfless and precious gift for The Baby Jesus. Experience the love, laughter and magic of one of the most popular children's stories of all time. From the classic book by Charles Tazewell comes the CGI animated film, The Littlest Angel.","release_date":"2011-11-07","vote_average":8.5,"runtime":84,"cert":"N\/A","id":79327,"title":"The Littlest Angel","adult":false,"genre_ids":[16,10751]},{"cast":["Arvind Swamy","Prabhu Deva","Kajol","Arundhati Nag","Nassar"],"overview":"Minsara Kanavu directed by Rajiv Menon. RahmanThomas (Arvind Swamy), an NRI business man, returns to India from America to look after his father's Thanga Durai (S.P.B) business. One day he happens to see Priya (Kajol) when he goes to a church hostel to see his aunt, a nun in that church.He falls in love with Priya but won't disclose the fact when he comes to know that Priya is interested in God and servicing the poor. So he asks Deva (Prabhu Deva), a barber who knows the tricks of seducing girls to fall in love. Deva befriends Priya through his musical troop (Nassar and his...","release_date":"1997-01-14","vote_average":6.6,"runtime":145,"cert":"N\/A","id":79328,"title":"Minsara Kanavu","adult":false,"genre_ids":[18,10749]},{"cast":["Jonathan Torrens","Sarah Dunsworth","Maris Morgan","Jayden Taylor","Mike Cleven"],"overview":"Treevenge details the experiences and horrifying reality of the lives of Christmas trees. Clearly, for trees, Christmas isn’t the exciting “peace on earth” that is experienced by most. After being hacked down, and shipped away from their homes, they quickly become strung up, screwed into an upright position for all to see, exposed in a humiliation of garish decorations. But this Christmas will be different, this Christmas the trees have had enough, this Christmas the trees will fight back. Treevenge could be a short film about the end of days for Christmas trees, or perhaps, the end of humanity?","release_date":"2008-07-07","vote_average":7.1,"runtime":16,"cert":"N\/A","id":79329,"title":"Treevenge","adult":false,"genre_ids":[27,35]},{"cast":["Robert Luxford","Gianna Pattison","Felino Dolloso","Maninho de Aruanda"],"overview":"On the verge of committing suicide after being brutally raped by thugs, Nina is persuaded by Ares, her psychotic step brother to track down the thugs and torture them. During their revenge mission, Nina and Ares encounter Trevor Moretti, a rogue cop who helps their cause; Albert Pike, a homophobic multi millionaire; and Freddie Ramone, a priest with dark past.","release_date":"2010-11-11","vote_average":0.0,"runtime":83,"cert":"N\/A","id":79330,"title":"The Devil's 6 Commandments","adult":false,"genre_ids":[28,35,53]},{"cast":["Joel McCrea","Julie Adams","John McIntire","Richard Anderson","Nancy Gates"],"overview":"Fleeing to Dodge City after killing a man in self defence Masterson finds his brother Ed (Harry Lauter) running for sheriff of the town. When Ed is killed by hired guns of the corrupt incumbent Bat is determined to settle the score with violence but he is convinced by the townspeople that the best way to avenge his brother's death is by taking Ed's place on the ballot. Bat agrees and wins the election but his new role on the right side of the law will lead him to unexpected confrontations as he finds himself torn between his loyalties to his friends and his duties as sheriff.","release_date":"1959-05-01","vote_average":4.5,"runtime":81,"cert":"N\/A","id":79331,"title":"The Gunfight at Dodge City","adult":false,"genre_ids":[28,37]},{"cast":["Niels Arestrup","Judith Godrèche","Anne Le Ny","Laurence Fevrier","Jean-Marie Frin"],"overview":"","release_date":"2002-10-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79332,"title":"Parlez-moi d'amour","adult":false,"genre_ids":[18]},{"cast":["M. Sasikumar","Swathi Reddy","Nivetha Thomas","Allari Naresh","Vasundhara Kashyap"],"overview":"Kumaran and Nallavan reach Chennai from Thrissur in search of jobs and land at the house of their friend Pulikutty. They land jobs at a fuel station and Nallavan promptly falls for co-worker Tamilarasi. At Pulikutty's house, Kumaran has constant run-ins with neighbour and movie dancer Bharathi. But after coming to know about his helpful nature and honest intentions, she expresses her love for him. Just when things start looking up in life for Kumaran and his friends, the past comes back to haunt them.","release_date":"2011-12-01","vote_average":6.5,"runtime":145,"cert":"N\/A","id":79333,"title":"Poraali","adult":false,"genre_ids":[18]},{"cast":["Vinay Rai","Bhavana","Lekha Washington","Vivek","Santhanam"],"overview":"The film revolves around an Information technology professional, who returns to Chennai from London, to set up his own business. Follows the sibling relationship and the threat from the rowdy.","release_date":"2008-08-29","vote_average":5.8,"runtime":145,"cert":"N\/A","id":79334,"title":"Jayam Kondaan","adult":false,"genre_ids":[28,99,10749]},{"cast":["Vasundhara Kashyap","Nassar","Swaminathan","K.A.Nethaji Balu"],"overview":"Overview Coming Soon...  Star-casts: Jay Jay, Vasundhara, Nasser, Sathish, K.A. Nethaji Balu, Gokul, Action Prakash, Lollusaba Swami Nathan, Balaji, Kavitha Balaji","release_date":"2008-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79335,"title":"Kaalaippani","adult":false,"genre_ids":[18]},{"cast":["Saranya Ponvannan","Vasundhara Kashyap","Vijay Sethupathi","Arul Dass","Kadhal Sukumar"],"overview":"Thenmerku Paruvakatru directed by Seenu Ramasamy, comes like a breath of fresh air, against a backdrop of picturesque nature, in Theni district of Madurai, open to the cool winds of the North-west, the movie takes shape with the story of love, bonding and binding between mother and son. reliving the core cultural values of the Indian system, and rekindling the sentiments and emotions, which have almost been laid to rest, in the name of hi-fi living.","release_date":"2010-12-24","vote_average":8.0,"runtime":null,"cert":"N\/A","id":79336,"title":"Thenmerku Paruvakatru","adult":false,"genre_ids":[18]},{"cast":["Vaibhav Reddy"],"overview":"Overview Coming Soon...","release_date":"2011-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79339,"title":"Pudhumai Virumbi","adult":false,"genre_ids":[28,10749]},{"cast":[],"overview":"Edward Town is a rough and tumble police detective who's shaken up by a haunting case that he couldn't solve in time. Years later, he finds himself battling drug addiction and a tortured conscience. When he takes on the job of \"guardian angel\" for a wealthy brother and sister, Edward's blurred sense of duty threatens to erupt with brutal consequences.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":79344,"title":"The Tin God","adult":false,"genre_ids":[80,18]},{"cast":["Nina Ruslanova","Vladislav Abashin","Roman Madyanov","Vsevolod Shilovsky","Evdokiya Germanova"],"overview":"A chronicle of the life of an illiterate Russian peasant woman between 1909 and 1921, focusing on her private life and major historic events in the country.","release_date":"2011-10-27","vote_average":5.4,"runtime":156,"cert":"N\/A","id":79345,"title":"Once there was a woman","adult":false,"genre_ids":[18]},{"cast":["Jacques Gamblin","Carmen Maura","Ingeborga Dapkūnaitė","Raphaelle Molinier","Pedro Romero"],"overview":"An Ukranian woman enters Belgium illegally and hides in the van of a driver abandoned by his wife. He ends up helping her to find her husband who had emigrated long before. They are joined by his wacky Spanish mother and cute young daughter.","release_date":"2004-07-21","vote_average":9.0,"runtime":null,"cert":"N\/A","id":79346,"title":"25 Degrees in Winter","adult":false,"genre_ids":[35,18]},{"cast":["Murali","Anand Babu","Raja","Charle","Sithara"],"overview":"Pudhu Vasantham is a 1990 Indian Tamil film, directed by Vikraman making his directorial debut, starring Murali, Anand Babu, Raja, Charle and Sithara in lead roles.","release_date":"1990-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79349,"title":"Pudhu Vasantham","adult":false,"genre_ids":[]},{"cast":["Richard Rishi","Swarnamalya","Ashok Kumar","Nassar","Kadhal Sukumar"],"overview":"Yuga movie revolves around Narrain (Nasser) who a scientist and his assistant Banu (Swarnamalya) are conducting a research on comets. By chance they discover the imminent doom that will befall the people of the world due to a comet. To prevent the people from panicking they decide to hide this matter from the public. They organize a World scientists","release_date":"2006-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79350,"title":"Yuga","adult":false,"genre_ids":[53]},{"cast":["Jai Sampath","Nandagi","Vidhya Pradeep","Kanja Karuppu","Theodre Bhaskaran"],"overview":"Siva Rao (Veera Santhanam), is a Thol Pavai puppeteer who along to with his family goes around villages performing the art for his survival. He is struggling to make both ends meet.  When they land up in Tirunelveli, a rich man Chelladurai (Theodre Baskaran) decides to support the family for his young grandson Jothi (Jai) loves the art and their family. Thamizharasi (newcomer Nandhagi), the grand daughter of Siva Rao is enrolled in a local school, who grows up and works hard to pass out in flying colours in her higher secondary.  Even as she gets admission in an engineering college in Pune, Jothi and Thamizharasi develop affinity for each other. Unable to leave her, Jothi rapes her which changes her life.","release_date":"2010-03-05","vote_average":5.5,"runtime":145,"cert":"N\/A","id":79353,"title":"Aval Peyar Tamilarasi","adult":false,"genre_ids":[10749]},{"cast":["Jai Sampath","Anjali","Sharwanand","Ananya","Vatsan"],"overview":"Engeyum Eppodhum revolves around a group of passengers traveling in two different buses, each having their own past and a reason for their travel. The most prominent among these passengers is the love track between Kathiresan (Jai), Manimegalai (Anjali) and the other between Vinay (Saravanandh) and Amudha (Ananya).Jai is a responsible young person who works as a mechanic and secretly loves his neighbour Anjali, but Anjali is an extremely practical girl and believes that love alone doesn't suffice life. The evolution of their love through these forms the crux of their relationship....","release_date":"2011-09-16","vote_average":7.2,"runtime":160,"cert":"N\/A","id":79354,"title":"Engeyum Eppodhum","adult":false,"genre_ids":[18]},{"cast":["Jai Sampath","Shamna Kasim","Thambi Ramaiah","Lakshmi Ramakrishnan","Kalaiyarasan"],"overview":"Arjunan Kadhali crux of the movie is love and the lovers who strive hard to succeed against the orthodox old generation. The story also deals with the influence love on basic pillar of relationships.  Does love happens at first sight or not? Will the lovers adhere to their decisions against parents? How will they face crisis when people of their own society turn their back on them all because of love?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79355,"title":"Arjunan Kadhali","adult":false,"genre_ids":[18]},{"cast":["Nakul","Mrudhula Basker","Atul Kulkarni","Chandru","Jagan"],"overview":"Krishna, a talented basketball player, moves to a new college after a fatal accident on court. There, he clashes with the college team's egomaniacal cricket team captain, Vamsi, who will not have any other game sharing the limelight with his own sport.","release_date":"2014-02-28","vote_average":7.0,"runtime":147,"cert":"N\/A","id":79356,"title":"Vallinam","adult":false,"genre_ids":[28,18]},{"cast":["Sylvie Testud","Mylène Demongeot","Pierre Arditi","Philippe Khorsand","Catherine Samie"],"overview":"","release_date":"2004-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79357,"title":"Victoire","adult":false,"genre_ids":[35,53]},{"cast":[],"overview":"Ethan is a young man searching for meaning in life and he thinks he has found what he is looking for in the new girl, Sasha. But Sasha has a dark side that will be his undoing.","release_date":"2012-10-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79358,"title":"Tin God","adult":false,"genre_ids":[18,53]},{"cast":["Silke","Jorge Sanz","Fele Martínez","Maribel Verdú","Patxi Freytez"],"overview":"Students of the university of Salamanca are brutally murdered by a black masked minstrel. Alex, an architecture student who has recently moved to Salamanca discovers a pattern behind the killings; it seems as if the killer strikes regularly after the exams to free the campus from lousy students.","release_date":"2001-07-20","vote_average":5.5,"runtime":110,"cert":"N\/A","id":79359,"title":"Black Serenade","adult":false,"genre_ids":[53,18,27]},{"cast":["Stephan Luca","Marleen Lohse","Anna Thalbach","Johannes Allmayer","Oliver Fleischer"],"overview":"The recruiter Tom Moreno (Stephan Luca) are familiar with women and how they, after you won it for themselves, going on at the latest after the third time back to. As ELISA (Marleen Lohse), the new art director of his agency, doesn't want to exit on this scam, Tom falls into a crisis of meaning. But even his friends have to contend with their problems: Vince (Oliver Fleischer) finds his wife in Tom's bed. By Tom's mother (Corinna Harfouch), Luke (Johannes Allmayer) learns that sex is not a solution. Tom's roommate Paule (Anna Thalbach) fell into a tie holder (Michael Lott) and mutated by the buddy type to the Femme fatale. His Chief Rolf created him (Armin Rohde) also still, that the Agency is virtually broke. Tom starts for the first time, to reconsider his old proven lifestyle.","release_date":"2011-09-14","vote_average":6.2,"runtime":109,"cert":"N\/A","id":79360,"title":"Kein Sex ist auch keine Lösung","adult":false,"genre_ids":[35]},{"cast":["Christian Ulmen"],"overview":"Jonas is 18-years-old and has had to repeat several years of his education. His acceptance into Brandenburg's Paul Dessau Comprehensive School is his last chance at getting any qualifications. The experimental film project 'Jonas' is mix of fiction and documentary. It was shot during actual lessons at a comprehensive school in Brandenburg. It uses the teachers and pupils of the school, and stars Christian Ulmen as Jonas. The aim of the project was to capture the influence of an artificial figure in a real space. Made with a subtly wry smile, this is a fascinating study of the school system, puberty, love and music.","release_date":"2012-01-05","vote_average":5.6,"runtime":106,"cert":"N\/A","id":79361,"title":"Jonas","adult":false,"genre_ids":[35]},{"cast":["Max von Thun","Nicholas Ofczarek","Anna Maria Sturm","Erwin Steinhauer","Maxi Schafroth"],"overview":"","release_date":"2011-12-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79362,"title":"Sommer der Gaukler","adult":false,"genre_ids":[]},{"cast":["Adrienne Barrett","Ben Roseman","Bruno VeSota","Ed Hinkle","Richard Barron"],"overview":"Shot entirely without dialogue and filled with suggestive violence and psycho-sexual imagery, it's like a skid row expressionist thriller following the nocturnal prowling of a young woman haunted by homicidal guilt.","release_date":"1955-12-22","vote_average":6.5,"runtime":56,"cert":"N\/A","id":79363,"title":"Dementia","adult":false,"genre_ids":[80,27]},{"cast":["Tony Russel","Lisa Gastoni","Franco Nero","Carlo Giustini","Enzo Fiermonte"],"overview":"In the 21st century, aliens with mind-control powers attempt to take over the earth.","release_date":"1966-06-04","vote_average":5.1,"runtime":99,"cert":"N\/A","id":79364,"title":"The War of the Planets","adult":false,"genre_ids":[878]},{"cast":["Loni Anderson","Arnold Schwarzenegger","Ray Buktenica","Kathleen Lloyd","G. D. Spradlin"],"overview":"The gaudy rise and dizzy fall of the last great Hollywood blonde bombshell: Jayne Mansfield.","release_date":"1980-10-29","vote_average":5.5,"runtime":100,"cert":"N\/A","id":79365,"title":"The Jayne Mansfield Story","adult":false,"genre_ids":[18]},{"cast":["Tan Chui Mui","Liew Seng Tat"],"overview":"In this black comedy about the disintegration of a love affair, a young woman's loneliness in the midst of Kuala Lumpur's metropolitan sprawl triggers a tenuous relationship with a naïve salesman who has a tendency to please and over-emote.","release_date":"2005-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":79366,"title":"It's Possible Your Heart Cannot Be Broken","adult":false,"genre_ids":[]},{"cast":["Robert Vaughn","Felicia Farr","Karlheinz Böhm","Luciana Paluzzi","Boris Karloff"],"overview":"Former CIA man, Bill Fenner, now a downbeat, loner journalist, is sent to Venice to investigate the shock suicide bombing by an American diplomat at a peace conference.","release_date":"1967-01-18","vote_average":5.0,"runtime":89,"cert":"N\/A","id":79367,"title":"The Venetian Affair","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"A Chinese monk's description of oasis cities during a 7th Century pilgrimage would prove invaluable to another explorer more than 1000 years later. Sir Aurel Stein found cities buried in sand and a 1000 year-old Buddhist library in near-perfect condition.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79368,"title":"National Geographic - Chinas Frozen Desert","adult":false,"genre_ids":[]},{"cast":[],"overview":"In an attempt to unravel a mystery, a team of internationally renowned climbers and explorers join forces with archaeologists, anthropologists and art historians to climb into unexplored cave complexes that humans had not entered for hundreds if not thousands of years. What they find inside will rock the Himalayan world and re-write the history of this remote and mystical region.","release_date":"2009-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79369,"title":"National Geographic - Secrets of Shangri-La - Quest for Sacred","adult":false,"genre_ids":[]},{"cast":["Gérard Rinaldi","Jean Sarrus","Gérard Filipelli","Claude Piéplu","Georges Géret"],"overview":"","release_date":"1978-02-01","vote_average":3.5,"runtime":null,"cert":"N\/A","id":79370,"title":"Et vive la liberté !","adult":false,"genre_ids":[35]},{"cast":["Leonardo Pieraccioni","Ariadna Romero","Rocco Papaleo","Andrea Buscemi","Thyago Alves"],"overview":"Benedict is a musician of Lucca who, called by the transmission Got Mail of Maria De Filippi, discovers that his mother recently passed away, had adopted a Brazilian girl at a distance. Several years have passed and the child in question has become a beautiful model, Luna.","release_date":"2011-12-16","vote_average":5.5,"runtime":93,"cert":"N\/A","id":79371,"title":"Finalmente la felicità","adult":false,"genre_ids":[35]},{"cast":["Spencer Tracy","Hedy Lamarr","John Garfield","Frank Morgan","Akim Tamiroff"],"overview":"Danny, a poor northern Californian Mexican-American, inherits two houses from his grandfather and is quickly taken advantage of by his vagabond friends.","release_date":"1942-05-21","vote_average":5.8,"runtime":105,"cert":"N\/A","id":79372,"title":"Tortilla Flat","adult":false,"genre_ids":[10749,18,35]},{"cast":["Henri Vidal","Dawn Addams","Lino Ventura","Howard Vernon","Marco Guglielmi"],"overview":"","release_date":"1959-03-10","vote_average":4.0,"runtime":null,"cert":"N\/A","id":79373,"title":"Pensione Edelweiss","adult":false,"genre_ids":[53]},{"cast":["Kim Ha-neul","Yoo Seung-ho","Jo Hee-Bong","Yang Yeong-Jo","Kim Mi-Kyeong"],"overview":"A blind witness and a runaway help the police find the suspect in a Hit and Run until the culprit realizes that they are close on his trail. The killer tracks her down and Soo-ah realizes that in order to save Gi-sub she would have to risk her life.","release_date":"2011-08-10","vote_average":7.4,"runtime":111,"cert":"N\/A","id":79374,"title":"Blind","adult":false,"genre_ids":[53]},{"cast":["Sergio Castellitto","Marie Trintignant","Anémone","Adriana Asti","Alexandra London"],"overview":"","release_date":"1996-08-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":79375,"title":"Le cri de la soie","adult":false,"genre_ids":[18]},{"cast":["Bernard Blier","Simone Signoret","Marcello Pagliero","Jane Marken","Marcel Dieudonné"],"overview":"Dedee is a prostitute, working in Monsieur Rene's night club on Antwerp's harbour. The porter is Marco, her pimp. Dedee is not happy, until she meets Francesco, an italian sailorman. They fall in love and Dedee begins to dream about an escape of her daily dullness.","release_date":"1948-09-03","vote_average":6.3,"runtime":95,"cert":"N\/A","id":79376,"title":"Dédée d'Anvers","adult":false,"genre_ids":[18]},{"cast":["Didier Bourdon","Alexandra Lamy","Zinedine Soualem","Frédéric van den Driessche","Elise Larnicol"],"overview":"","release_date":"2005-10-05","vote_average":5.4,"runtime":null,"cert":"N\/A","id":79377,"title":"Vive la vie","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Debtocracy seeks the causes of the Greek debt crisis and proposes solutions sidelined by the government and the dominant media. It follows countries like Ecuador that created debt Audit Commissions and tracks this process in Greece.","release_date":"2011-04-06","vote_average":6.4,"runtime":75,"cert":"N\/A","id":79378,"title":"Debtocracy","adult":false,"genre_ids":[99]},{"cast":["Jay Baruchel","Jim Cummings","Craig Ferguson","America Ferrera","Christopher Mintz-Plasse"],"overview":"So you want to be a dragon trainer do you? Prepare yourself for adventure, excitement and training as Hiccup, Astrid, Toothless and Gobber tell the legend behind the Book of Dragons and reveal insider training secrets about new, never-before-seen dragons.","release_date":"2011-11-15","vote_average":6.5,"runtime":18,"cert":"N\/A","id":79379,"title":"Book of Dragons","adult":false,"genre_ids":[14,16,28,35,10751]},{"cast":[],"overview":"This is an Australian made-for-television animated film from Burbank Films Australia. The film is an adaptation on Jules Verne's classic French novel, Twenty Thousand Leagues Under the Sea (1870).","release_date":"1985-01-01","vote_average":3.7,"runtime":50,"cert":"N\/A","id":79380,"title":"20,000 Leagues Under the Sea","adult":false,"genre_ids":[16,12,18]},{"cast":["Christina Powileit","Götz Schubert","Johanna Schall","Fred Delmare","Eckhard Bilz"],"overview":"Christine inherits a sailboat from her father, whom she barely knew. Christine is a divorced single mother and her job at a research insitute leaves her with too much work and too little time to sail. She can't find anyone to buy the boat at full value, so she tries to repair it over the winter in the hopes of being able to get a better price in the spring. Working on the boat become something of an obsession to the detriment of Christine's relationships with her son, boyfriend and collegues. When the boat is finally ready to sell, she isn't sure that she is willing to part with it after all.","release_date":"1987-07-02","vote_average":5.0,"runtime":102,"cert":"N\/A","id":79381,"title":"Die Alleinseglerin","adult":false,"genre_ids":[18]},{"cast":["Koki Maeda","Oshiro Maeda","Nene Otsuka","Joe Odagiri","Ryôga Hayashi"],"overview":"Two young brothers at opposite ends of Kyushu devise a magical plan to reunite their separated parents.","release_date":"2011-06-11","vote_average":7.2,"runtime":127,"cert":"N\/A","id":79382,"title":"I Wish","adult":false,"genre_ids":[18]},{"cast":["David Fernández","Ruth Gabriel","Mercedes Hoyos"],"overview":"A young Honduran immigrant and a mother, whose son wants to confine her in a residence, decide to go to Huelva. During the trip they are forced to run away from several pursuers, attack a service station, face the Guardia Civil and meet a false Englishman who changes their lives. Nevertheless, their goal is to arrive to a nightclub called Mami Blue, venue of an unexpected end.","release_date":"2011-06-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79385,"title":"Mami blue","adult":false,"genre_ids":[]},{"cast":["Gérard Rinaldi","Jean Sarrus","Gérard Filipelli","Charles Gérard","Henri Guybet"],"overview":"","release_date":"1979-10-23","vote_average":5.2,"runtime":90,"cert":"N\/A","id":79386,"title":"Les Charlots en délire","adult":false,"genre_ids":[28,35]},{"cast":["Gérard Rinaldi","Gérard Filipelli","Jean Sarrus","Alexandra Stewart","Henri Garcin"],"overview":"Three friends begin to work the rent collectors. Fee collection goes with a lot of comic episodes...","release_date":"1984-02-08","vote_average":3.0,"runtime":90,"cert":"N\/A","id":79387,"title":"Charlots' Connection","adult":false,"genre_ids":[35]},{"cast":["Miroslav Gulyas","Martina Kotlarova","Jan Mizigar","Attila Mokoš","Anton Sulík"],"overview":"For 14-year-old Adam, the world of his poor Romany village has only two joys: boxing and Julka, a friend his same age. But after the violent death of his father, the boy experiences life’s harsher side: his mother remarries and his stepfather demands obedience without seeking to deserve Adam’s respect. Gradually everything the boy was attached to starts to fall apart around him, and if his dead father hadn’t visited him he wouldn’t even know which path to take. The inexperience of youth, loneliness, and impulsiveness prevent him from using reason and cool consideration to face the obstacles in his way, and he even sometimes provokes those who stand by him. And thus he finds himself in a situation for which there is only one solution.","release_date":"2011-07-07","vote_average":5.0,"runtime":100,"cert":"N\/A","id":79388,"title":"Gypsy","adult":false,"genre_ids":[18]},{"cast":["Fernandel","Sylva Koscina","Ugo Tognazzi","Denise Grey","Lauretta Masiero"],"overview":"","release_date":"1959-06-20","vote_average":5.5,"runtime":null,"cert":"N\/A","id":79389,"title":"Le confident de ces dames","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In December 2010, the people of Tunisia, frustrated by unemployment, economic instability, government corruption, and a steady erosion of individual rights, began widespread protests against president Zine El Abidine Ben Ali, who had been the nation's leader since taking office in a coup d'etat in 1987. By the end of January 2011, Ben Ali had been swept from office, and a new democratic government had been voted in. Filmmaker Mourad Ben Cheikh followed the revolution as it took place, and this documentary was the first film to reach theaters on Ben Ali's overthrow and the uprising that brought new leadership to Tunisia. The film features newsreel footage of the demonstrations, interviews with a number of the key players in the movement, contributions from Tunisians of all walks of life on the abuses of the old regime and their hopes for the future, and a look at an artist creating a collage that will tell the story of this key event in the Arab Spring of 2011.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79390,"title":"No More Fear","adult":false,"genre_ids":[99]},{"cast":["Gérard Rinaldi","Gérard Filipelli","Jean Sarrus","Jean-Guy Fechner","Gérard Croce"],"overview":"Four friends from Paris are living misadventures of all sorts in Spain when their group of travelers is forced to split due to a travel scam.","release_date":"1972-12-13","vote_average":5.5,"runtime":95,"cert":"N\/A","id":79391,"title":"Charlots Go to Spain","adult":false,"genre_ids":[35]},{"cast":["Oh Gwang-rok","Lee Jung-hyun","Lee Yong-nyeo","Kim Hwan-hee"],"overview":"A man casually sets up for a fishing trip at the water's edge. Evening comes and a tug on his line presents him with the body of a woman.","release_date":"2011-01-27","vote_average":5.5,"runtime":33,"cert":"N\/A","id":79392,"title":"Night Fishing","adult":false,"genre_ids":[18]},{"cast":["Claude Brasseur","Mireille Darc","Alain Delon","André Falcon","Emilio Massina"],"overview":"On a beach in Nice, François meets the mysterious Peggy and falls in love with her. Following her to a villa, he meets Marc, a lawyer who has a strange relationship with the girl. Marc tells François that Peggy is a drug addict: she kills men who approach her.","release_date":"1974-08-28","vote_average":6.2,"runtime":102,"cert":"N\/A","id":79393,"title":"Someone is Bleeding","adult":false,"genre_ids":[53,18,9648]},{"cast":["Federigo Ceci","Daniela Virgilio","Nicola Baldoni"],"overview":"","release_date":"2011-06-22","vote_average":5.0,"runtime":null,"cert":"15","id":79394,"title":"Hypnosis","adult":false,"genre_ids":[27,53]},{"cast":["Enrico Brignano","Tosca D'Aquino","Anna Foglietta","Alessandro Gassman","Teresa Mannino"],"overview":"Marco encounters his ex-girlfriend Consueloand starts seeing her without telling that he has just married. Antonio is an MP and during his European trip he has a love affair with elegant Olga who has a big secret to hide. Recently-jilted Fabio is mistaken for psychiatrist by a beautiful girl Valentina with whom he falls in love. A divorce lawyer Sandra is romantically attracted to her client's husband Massimo.","release_date":"2011-10-07","vote_average":5.5,"runtime":98,"cert":"N\/A","id":79395,"title":"Ex - Amici come prima!","adult":false,"genre_ids":[35]},{"cast":["Ghislaine D'Orsay","Margarita Lozano","Umberto Raho","Marija Točinoski","Giuseppe Liuzzi"],"overview":"Anna is a girl who has been under psychiatric therapy for a long time and she needs lots and lots of love.","release_date":"1968-04-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":79396,"title":"Diary of a Schizophrenic Girl","adult":false,"genre_ids":[]},{"cast":["Ned Beatty","Shelley Winters","Neil Patrick Harris","Peggy Lipton","Chubby Checker"],"overview":"A kid plays the old novelty song \"Purple People Eater\" and the creature actually appears. The two then proceed to help an elderly couple who are being evicted by their greedy landlord.","release_date":"1988-12-01","vote_average":4.8,"runtime":90,"cert":"N\/A","id":79397,"title":"Purple People Eater","adult":false,"genre_ids":[35,10751,878]},{"cast":[],"overview":"Attraction is a personal preference. Some of us are drawn to red hair, some to big noses, while others can't get enough of a gap-toothed smile. Then are the more unusual attractions. Some people are attracted to robots. They don't just like robots – they love robots. They want to make love to robots. And some people want to help them. My Sex Robot follows three robot fetishists in their quest to find a futuristic lover, and the engineers who believe they could make their dreams come true. Robot fetishists are a little understood subculture, but in this film they talk openly about their desire for a mechanical lover: for one who'll give sex on demand, never answers back, and doesn't expect a cuddle. There are a few giggle-behind-your-hand-moments but once you're past the playground desire to point and laugh at anyone a bit different, it's engrossing stuff.","release_date":"2011-01-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79398,"title":"My Sex Robot","adult":true,"genre_ids":[]},{"cast":["Trevor Howard","Anouk Aimée","Herbert Lom","Walter Rilla","Miles Malleson"],"overview":"An archaeologist stumbles into the territory of an evil crime syndicate and struggles to set things right.","release_date":"1950-02-01","vote_average":5.9,"runtime":97,"cert":"","id":79399,"title":"Golden Salamander","adult":false,"genre_ids":[10749,12,80,18]},{"cast":["Kathy Allen","Jenny Driggers","George Oakley","Betsy Carroll"],"overview":"When her sister is murdered by a group of goons working for a local mobster, Beth goes on the fritz, donning a wig, taking martial arts lessons, and using a cane to help take on opponents. Soon, she meets her sibling's murderers face to face, and they're in for it. Kathy Allen and George Oakley star in this North Carolina revenge opus.","release_date":"1973-09-11","vote_average":3.5,"runtime":77,"cert":"N\/A","id":79402,"title":"The Night of the Cat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nothing puts an exclamation mark on a fight like a devastating knockout, and on Ultimate Knockouts 9, the finishes are more spectacular than ever. From Anderson Silva and Lyoto Machida's lightning fast kicks to the crushing punching power displayed by Rich Franklin, Jon Jones, BJ Penn and Cain Velasquez. Don't blink, because you might miss some of the UFC's greatest knockouts ever.","release_date":"2011-11-11","vote_average":5.3,"runtime":95,"cert":"E","id":79403,"title":"UFC: Ultimate Knockouts 9","adult":false,"genre_ids":[]},{"cast":["Riann Steele","Aidan Gillen","Tom Fisher"],"overview":"A middle aged man, Tom, walks out one day on his wife and baby boy and his seemingly happy life with no explanation. He opts to live on the streets of London. Alone in a park at night he is set upon by a gang of violent thugs, in his bid to escape he accidentally runs into a tree. In A&amp;E Tom meets an extremely happy, fast-talking individual, Aidan, the complete opposite of Tom. Too polite, or too weak to ask him to leave him alone Tom tries to get away from him but to no avail, Aidan sticks to Tom like glue. Tom reluctantly becomes involved in Aidan's life and he quickly realizes that this child like man clearly has his own problems, except Aidan can't see them, his shiny optimism blinds him at every turn, even from his 'girlfriend' the dangerous and volatile Linda.","release_date":"2010-10-06","vote_average":6.3,"runtime":80,"cert":"15","id":79404,"title":"Treacle Jr.","adult":false,"genre_ids":[18,35]},{"cast":["Jason Wiles","Russell Means","Margot Kidder","Amanda Peterson","Bruce Weitz"],"overview":"A young man in high school moves in with his Mother to a town in the U.S. Southwest where his father is serving time in prison.","release_date":"1994-06-01","vote_average":5.5,"runtime":98,"cert":"N\/A","id":79405,"title":"WindRunner","adult":false,"genre_ids":[18,10751,14]},{"cast":["Keiju Kobayashi","Michiyo Aratama","Yūnosuke Itō","Toshirō Mifune","Eijirō Tōno"],"overview":"February 17 to March 3, 1860, inside Edo castle. A group of assassins wait by Sakurada Gate to kill the lord of the House of Ii, a powerful man in the Tokugawa government, which has ruled Japan for 300 years. They suspect a traitor in their midst, and their suspicions fall on Niiro, an impoverished ronin who dreams of samurai status, and Kurihara, an aristocratic samurai who befriends Niiro. Niiro longs to identify his father, knowing he is a high-ranking official who will disclose himself only if Niiro achieves samurai status. With American ships in Japan's harbors, cynicism among the assassins, and change in the air, Niiro resolves to reach ends that may prove ephemeral.","release_date":"1965-01-03","vote_average":7.0,"runtime":122,"cert":"N\/A","id":79406,"title":"Samurai Assassin","adult":false,"genre_ids":[18,28,36]},{"cast":["Shweta Bhardwaj","Mimoh Chakraborty","Prem Chopra","Govinda","Sunil Shetty"],"overview":"Four burglars end up stealing a vehicle from robbers as well as unknowingly breaking in the house of a notorious gangster.","release_date":"2011-11-04","vote_average":4.0,"runtime":null,"cert":"N\/A","id":79407,"title":"Loot","adult":false,"genre_ids":[99]},{"cast":["Peter Zaremba","Keith Streng","Bill Milhizer","Ken Fox","Jan Marek Pakulski"],"overview":"When a gang of suburban teens stumbled across a bunch of abandoned instruments and formed The Fleshtones little did they know that 30 years later they'll still be struggling to rock - and pay the bills.","release_date":"2009-04-03","vote_average":10.0,"runtime":64,"cert":"N\/A","id":79408,"title":"The Fleshtones: Pardon Us for Living But the Graveyard Is Full","adult":false,"genre_ids":[99,10402]},{"cast":["Srikanth Krishnamachari","Bhumika Chawla","Vivek","Radhika Sarathkumar","Raghuvaran"],"overview":"Two friends fall in love with the same girl.","release_date":"2002-02-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":79409,"title":"Roja Koottam","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79410,"title":"Rojapoolu","adult":false,"genre_ids":[]},{"cast":[],"overview":"April Mathathil","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79411,"title":"April Mathathil","adult":false,"genre_ids":[18,10749]},{"cast":["Srikanth Krishnamachari","Sneha","Vivek","Manivannan","Devadarshini"],"overview":"Parthiban (Srikant) is a young executive who has trouble keeping a job because of his adventurous nature. A young girl he sees at a bus-stop (Sneha) catches his fancy, and he quickly falls head over heels in love with her, when he finds remarkable similarities in their two personalities. Parthiban is then cajoled into \"checking out\" a girl for an arranged marriage, which he does reluctantly, only to find she turns out to be Sathya (Sneha), the girl he secretly admires. Elated, he agrees to a marriage. A bizarre twist follows immediately after.","release_date":"2003-05-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":79412,"title":"Parthibhan Kanavu","adult":false,"genre_ids":[18,10749]},{"cast":["Srikanth Krishnamachari","Sonia Agarwal","Nizhalgal Ravi","Ilavarasu","Remya Nambeesan"],"overview":"The story revolves around Maya (Sonia Agarwal), a college student, who always wants to triumphs in all her endeavors. She comes across a middle class youth, Cheenu (Srikanth), a happy-go-lucky-youngster, who strives to work hard to get his sisters married well.","release_date":"2005-08-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79413,"title":"Oru Naal Oru Kanavu","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Kaveri Thalaivan","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79414,"title":"Kaveri Thalaivan","adult":false,"genre_ids":[]},{"cast":["Srikanth Krishnamachari","Meera Jasmine","Sameksha Singh","Pithamagan Mahadevan"],"overview":"Mercury Pookkal is a Tamil movie, directed by S. S. Stanley starring Srikanth, Meera Jasmine. The music is by Karthik Raja.","release_date":"2006-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79417,"title":"Mercury Pookkal","adult":false,"genre_ids":[]},{"cast":["Ardal O'Hanlon"],"overview":"Follow Robbie as he sets out to discover a mythical tribe of lost Viking warriors to help him save his friends from another dastardly plot by the evil Blitzen and his new-found partner-in-crime The White Rabbit. Robbie is having girl trouble too - Donner is feeling neglected and decides to give Robbie an ultimatum. Can Robbie save the day, keep his girl and unravel the mystery of the Legend of the Lost Tribe?","release_date":"2002-12-13","vote_average":4.7,"runtime":30,"cert":"","id":79418,"title":"Robbie the Reindeer: Legend of the Lost Tribe","adult":false,"genre_ids":[10751,35,16]},{"cast":["Dermot Morgan","Miriam Margolyes"],"overview":"Duck faces winter alone having missed the migration","release_date":"1998-12-25","vote_average":6.7,"runtime":28,"cert":"","id":79419,"title":"The First Snow of Winter","adult":false,"genre_ids":[16,10751]},{"cast":["Annie Girardot","Jean-Louis Trintignant","Françoise Fabian","Erik Berchot","Michel Piccoli"],"overview":"","release_date":"1985-03-27","vote_average":6.3,"runtime":114,"cert":"N\/A","id":79420,"title":"Partir, revenir","adult":false,"genre_ids":[18]},{"cast":["Matthew Stiller","Rachel Miles","Allen C. Gardner","Rachel Kimsey","Clare Grant"],"overview":"Elizabeth and Johnny, each of whose pasts have been sorrowful, find salvation in each the other. Theirs is a romance that knows no bounds until an accident leaves one in a coma and their burgeoning love ripped apart. Enter the guarded Seth who has been keeping a watch over the shattered Elizabeth. He resolves to do what it takes to save Johnny even if that means the only way to prolong his life, which hangs in the balance, is by turning him into a vampire. Shot in Memphis Tennessee from a reinvigorating fresh perspective, Daylight Fades conjures a heartbreaking experience of love found and lost and reborn, the depths of despair and the profound connections we break in the mending of our hearts.","release_date":"2010-10-29","vote_average":4.0,"runtime":90,"cert":"N\/A","id":79421,"title":"Daylight Fades","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When surveillance photographer Will (James Helm) reluctantly agrees to entrap a client's cheating husband, he and his old flame Nancy (Melanie Munt) are thrown together in a desperate race against time to save the life of a young boy who is mistakenly identified as their son. In taking charge of securing his safety, it eventually becomes clear to the pair that the ensuing chain of events is not as random as they seem. Armed with only a fleeting knowledge of the evening's events, Detective Jack Van Cleef (George Shevtsov) becomes the public face of the police effort to uncover what's behind the violence and chaos that seem to follow Will and Nancy wherever they go","release_date":"2010-11-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":79422,"title":"Esoterica","adult":false,"genre_ids":[]},{"cast":["Roger Pigaut"],"overview":"In 1962 Joris Ivens was invited to Chile for teaching and filmmaking. Together with students he made …À Valparaiso, one of his most poetic films. Contrasting the prestigious history of the seaport with the present the film sketches a portrait of the city, built on 42 hills, with its wealth and poverty, its daily life on the streets, the stairs, the rack railways and in the bars. Although the port has lost its importance, the rich past is still present in the impoverished city. The film echoes this ambiguous situation in its dialectical poetic style, interweaving the daily life reality (of 1963) with the history of the city and changing from black and white to colour, finally leaving us with hopeful perspective for the children who are playing on the stairs and hills of this beautiful town.","release_date":"1963-06-07","vote_average":7.6,"runtime":26,"cert":"N\/A","id":79423,"title":"Valparaiso","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Screenplay Written by, Painted and Directed by György Kovásznai Music Compilation and Sound Editor: Péter Bársony Music Performed by Gábor Presser, Levente Szörényi, Zsuzsa Koncz, Kati Kovács, Máté Viktor, the LGT and the Hungária Bands Collaborators: János Czipauer, András Osvát, Miklós Papp, Béla Zsebényi, Katalin Kaim, Klára Kassai, and Frigyes Janotyik A subjective interpretation of the everyday life of the 1970s’ Budapest . It is an intriguing mixture of popular culture (music) and high art (composition of images). Kovásznai is not interested in telling a story; there is no linear narrative, the structure of the film is defined by the movements and transformations of the paintings to the rhythm of the music, generating a fundamentally audiovisual sensory experience.","release_date":"1974-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":79424,"title":"Memory of the Summer of ’74","adult":false,"genre_ids":[]},{"cast":[],"overview":"A biographical documentary on the life and death of Pier Paolo Pasolini.","release_date":"1985-01-01","vote_average":4.3,"runtime":117,"cert":"N\/A","id":79425,"title":"A futura memoria: Pier Paolo Pasolini","adult":false,"genre_ids":[99]},{"cast":["Telly Savalas","Antonio Sabàto","Paola Tedesco","Giuliano Persico","Guido Lollobrigida"],"overview":"Hit man Antonio Mancuso travels to Italy to make the big time. He meets and befriends Mafia boss Don Vincenzo. Mancurso becomes part of the organization and the more he gets to know Vincenzo the more he wants his job but Mancurso will learn that success can come at a severe cost.","release_date":"1972-08-08","vote_average":6.5,"runtime":93,"cert":"N\/A","id":79426,"title":"Crime Boss","adult":false,"genre_ids":[80,18]},{"cast":["Jan Nowicki","György Cserhalmi","Marianna Moór","Lili Horváth","Jan Frycz"],"overview":"One of the doyennes of Hungarian film deals with a dark period of national history: the Soviet regime in Hungary. She portrays it through the fate of the former prime minister and national hero, Imre Nagy. The script is based on the diary written by Imre Nagy, and the memories of his daughter, Erzsébet Nagy, as well as authentic documents and records.","release_date":"2004-10-21","vote_average":4.5,"runtime":124,"cert":"N\/A","id":79427,"title":"The Unburied Man","adult":false,"genre_ids":[18,36]},{"cast":["Tim Holt","Joan Dixon","Ross Elliott","John Dehner","Robert J. Wilke"],"overview":"Recently released from prison, nice guy Dave Collins finds himself unwillingly mixed up with his old outlaw acquaintances Turk Thorne and his gang as they try to use his telegraphy talents to zero in on the arrival of a gold shipment on the local train. Taking a liking to Collins, cowboys Tim Holt and Chito Rafferty get him to agree to help set a trap for the train robbers","release_date":"1951-09-30","vote_average":0.0,"runtime":60,"cert":"N\/A","id":79428,"title":"Hot Lead","adult":false,"genre_ids":[37]},{"cast":["Isabelle Carré","Marc Citti","Nazmî Kirik","Christine Murillo","Zacharie Chasseriaud"],"overview":"","release_date":"2007-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79429,"title":"Maman est folle","adult":false,"genre_ids":[18]},{"cast":["Carita Vaikjärv","Lauri Nebel"],"overview":"A young woman inherits a house in the country","release_date":"2010-04-24","vote_average":0.0,"runtime":31,"cert":"N\/A","id":79430,"title":"Wanderer","adult":false,"genre_ids":[27,53]},{"cast":["Guido Kangur","Roman Baskin","Enn Klooren","Jüri Vlassov","Harri Kõrvits"],"overview":"Kaiser, the lead singer of a former rock group won't put up with approaching old age and decides to call his old band members together. Kaiser's ambition is to return to the big stage with his buddies. Despite the initial resistance of other fellows, Kaiser will be successful, at least partly so. It is a fast-paced comedy full of humor and consolation, telling the story about people who despite all obstacles strive for their goal.","release_date":"2011-03-17","vote_average":5.0,"runtime":115,"cert":"N\/A","id":79431,"title":"Farts of Fury","adult":false,"genre_ids":[35]},{"cast":["Deepshika","Inder Kumar","Delnaaz Irani","Chitrashi Rawat","Kunika"],"overview":"A divorced businesswoman with two children falls in love with a much younger man.","release_date":"2011-08-26","vote_average":7.0,"runtime":107,"cert":"N\/A","id":79432,"title":"Yeh Dooriyan","adult":false,"genre_ids":[18,10749]},{"cast":["Anders Juul","Hadi Ka-Koush","Lærke Winther Andersen","Brian Lykke","Lars Mikkelsen"],"overview":"Ronal is a young barbarian with low self-esteem, the polar opposite of all the muscular barbarians in his village. He's a real wuss. However, as fate would have it, responsibility for the tribe's survival falls on Ronal's scrawny shoulders, when the evil Lord Volcazar raids the village and abducts every living barbarian with the exception of Ronal, who is forced to go on a perilous quest to save his enslaved clan and thwart Volcazar’s plot to rule the world. Along the way, our unlikely hero is joined by Alibert the buttery bard, Zandra the gorgeous shield-maiden and Elric the metrosexual elfin guide. To ultimately vanquish the enemy, the band must overcome awesome challenges.","release_date":"2011-09-27","vote_average":6.2,"runtime":85,"cert":"N\/A","id":79433,"title":"Ronal the Barbarian","adult":false,"genre_ids":[16,12,14]},{"cast":["Anthony Wong","Angelica Lee","Edison Chen","Tony Leung Ka-Fai","Eric Kot"],"overview":"Ling is a fashion columnist whose ex-boyfriend died in a car accident. Debt collectors Fei and Ma are eyewitnesses on the scene and Fei is certain that Peter's death is more than just an accident. The weird and suspicious act that news Chief Editor Tsang recently displays convinces Ling of what Fei says. Ling pleads for the assistance of both Fei and Ma. With newspaper photographer Kei also volunteering to help, the quartet embanks on a journey to track down the truth. How much truth will tomorrow's headline news reveal?","release_date":"2004-09-09","vote_average":6.1,"runtime":95,"cert":"N\/A","id":79434,"title":"A-1 Headline","adult":false,"genre_ids":[18,28,53,10749]},{"cast":["Catherine Deneuve","Daniel Duval","Xavier Beauvois","Jacques Lassalle","Daniel Pommereulle"],"overview":"A housewife's affair with a younger man goes nowhere.","release_date":"1999-03-03","vote_average":5.6,"runtime":95,"cert":"N\/A","id":79435,"title":"Night Wind","adult":false,"genre_ids":[18]},{"cast":["Max Meldrum","David Nettheim","John Ewart","Caz Adams","Simeon Hawkins"],"overview":"This is a animated adaptation of the famous novel by Robert Louis Stevenson.","release_date":"1986-01-01","vote_average":4.8,"runtime":50,"cert":"N\/A","id":79436,"title":"Dr. Jekyll and Mr. Hyde","adult":false,"genre_ids":[16,27]},{"cast":["Cécile de France","Ulrich Tukur","Bouli Lanners","Jan Hammenecker","Jacky Lambert"],"overview":"","release_date":"2007-12-14","vote_average":4.0,"runtime":104,"cert":"N\/A","id":79437,"title":"Hand of the Headless Man","adult":false,"genre_ids":[53]},{"cast":["Fernandel","Suzy Delair","Fred Pasquali","Françoise Fabian"],"overview":"A modest taylor the women found irresistible inherit a Maison de couture in financial difficulty. Decided to save it he prepare a great collection. But when his wife discovered his relations with one of the mannequin, how would he prevent the scandale without loosing... both of them?!","release_date":"1956-04-13","vote_average":6.8,"runtime":95,"cert":"N\/A","id":79442,"title":"Fernandel the Dressmaker","adult":false,"genre_ids":[35]},{"cast":["Jack Angel","Fred Armisen","Hank Azaria","Gary Basaraba","George Lopez"],"overview":"At Christmas, Grouchy Smurf behaves badly to everyone and it takes the Ghosts of Christmas Past, Present and Future to teach him to appreciate Christmas.","release_date":"2011-11-26","vote_average":6.0,"runtime":22,"cert":"N\/A","id":79443,"title":"The Smurfs: A Christmas Carol","adult":false,"genre_ids":[35,10751,16,14]},{"cast":["Yves Montand","Madeleine Renaud","Maria Schell","Jean Rochefort","Jean-Pierre Marielle"],"overview":"In this comedy, a run-down hotel drums up customers by sabotaging passing cars. The stuck motorists are then obliged to stay. Unfortunately, one of the sabotaged cars belongs to a bank robber. The hotel staff wants the robber out, but they also want to keep his ill-gotten money.","release_date":"1969-02-07","vote_average":6.3,"runtime":90,"cert":"N\/A","id":79446,"title":"The Devil by the Tail","adult":false,"genre_ids":[35]},{"cast":["Sean Bean","Daragh O'Malley","Michael Cochrane","Velibor Topic","Beatrice Rosen"],"overview":"Our story begins at the end of Sharpe's Challenge. Sharpe and Harper are en route to Madras when they encounter a baggage train from the East India Company traveling through hostile territory. Chitu, a legendary bandit leader in control of the area, strikes fear in the members of the party. When an attack occurs Sharpe takes control of the situation, leading the group 300 miles through enemy territory and training the disorganized, rag-tag group to be proper soldiers. Despite all these responsibilities, Sharpe still manages to find time for a little romance...","release_date":"2008-11-02","vote_average":7.0,"runtime":137,"cert":"","id":79451,"title":"Sharpe's Peril","adult":false,"genre_ids":[28,12,18,36,10752,10770]},{"cast":["Malgorzata Snopkiewicz","Joanna Szczepkowska","Mirosław Konarowski","Wojciech Wysocki","Tadeusz Kaźmierski"],"overview":"Andrzej and Grzegorz are students of Warsaw Conservatory and preparing for the International Piano Competition.  Eva - a beautiful Grzegorz's girlfriend is seriously ill, the doctors suspect she has brain cancer. Even for the sake of health and life of his beloved Grzegorz disagrees to miss even a single day of preparation for the contest. Andrzej has a girlfriend Zosia (the daughter of a professor of music), but the young pianist falls in love with Grzegorz's girlfriend and takes care of the sick Eve.","release_date":"1976-05-24","vote_average":0.0,"runtime":97,"cert":"N\/A","id":79452,"title":"Con Amore","adult":false,"genre_ids":[18,10749]},{"cast":["Yasmine","Regina Ice","Kathy Anderson","Sarah Twain","Julie Silver"],"overview":"All Aboard To Heaven: In a limousine a girl takes the lead over the orgy night she is expecting...\r Stylistic Composition: Two ladies are experiencing sexual games where sodomies and even double penetrations are on the menu.\r Dawning in X Major: A blond-haired girl decides to wake her boyfriend, thanks to a vigorous blowjob. One good turn deserves another...\r The Die Is Cast: Under the eyes of dazed, old men, two nymphets try to participate in a poker game...but not the kind game players have imagined first; they both have other exciting ideas...\r Life of Luxury: Whereas the Baron is presenting the treasures of his fine cellar to his host, the Baroness is offering her pussy and her anus both honored by the two fellows finally more inclined to sexual games than tasting...\r Surprising Host: Blindfolded, a young and girl is experiencing sexual tricks with her lover. He has a surprise for her...her pussy and her anus will remember this party for a long time!!","release_date":"2007-01-30","vote_average":0.0,"runtime":89,"cert":"N\/A","id":79457,"title":"Pornochic 14 : Yasmine","adult":true,"genre_ids":[]},{"cast":[],"overview":"Finland’s education system has consistently ranked among the best in the world for more than a decade. The puzzle is, why Finland? Documentary filmmaker, Bob Compton, along with Harvard researcher, Dr. Tony Wagner, decided to find out. The result of their research is captured in a new film, \"The Finland Phenomenon: Inside the World’s Most Surprising School System\". In the 60-minute film, Dr. Wagner guides the viewer through an inside look at the world’s finest secondary education system. A life-long educator and author of the best-selling book \"The Global Achievement Gap,\" Dr. Wagner is uniquely qualified to explore and explain Finland’s success. From within classrooms and through interviews with students, teachers, parents, administrators and government officials, Dr. Wagner reveals the surprising factors accounting for Finland’s rank as the #1 education system in the world.","release_date":"2011-03-24","vote_average":5.7,"runtime":60,"cert":"N\/A","id":79458,"title":"The Finland Phenomenon","adult":false,"genre_ids":[99]},{"cast":["Robert Coleby"],"overview":"The King of Ruritania is kidnapped by his scheming brother: can his British double save him?","release_date":"1988-01-01","vote_average":1.0,"runtime":48,"cert":"N\/A","id":79459,"title":"Prisoner of Zenda","adult":false,"genre_ids":[16,12,35]},{"cast":["David Herman Klein","Bert Klein","\"Weird Al\" Yankovic"],"overview":"Candyman tells the amazing true story of David Klein, an eccentric candy inventor from LA, who came up with the concept of Jelly Belly® jellybeans. These colorful beans became a pop culture phenomenon, revolutionized the candy industry and were personally endorsed by Ronald Reagen. However, David's eccentric personality and peculiar sense of business led him to leave Jelly Belly just as it was about to explode and grow into a billion dollar enterprise. Is there room for eccentric genius in the modern corporate world? The film tells how Klein may have lost his beans, but kept his soul.","release_date":"2010-01-24","vote_average":6.0,"runtime":75,"cert":"N\/A","id":79462,"title":"Candyman: The David Klein Story","adult":false,"genre_ids":[99]},{"cast":["Kirk Douglas","Michael A. Goorjian","Karen Tucker","Richmond Arquette","Ron Marasco"],"overview":"A once-powerful, but now ailing movie director nears the end of his life. As he awaits death, he slips into a \"dream\" and is shown three \"snippets\" of the movie of his son's life. At first suspicious, then curious, and ultimately captivated, he watches his son's growth from mid-teens to mid-thirties as the son pursues his life-long love, Isabelle. The two constants through these snippets are his pursuit of Isabelle and the imagined voice of his father, telling him that he is worthless and unwanted. It is not until the story reaches its conclusion, that the old man discovers the surprising truth about his son and himself.","release_date":"2004-10-25","vote_average":7.7,"runtime":106,"cert":"N\/A","id":79463,"title":"Illusion","adult":false,"genre_ids":[18,10749]},{"cast":["Ranbir Kapoor","Nargis Fakhri","Shammi Kapoor","Aditi Rao Hydari","Kumud Mishra"],"overview":"An uninhibited youth woos the hottest about-to-be-married college girl. He rises to become a rock-star - then self-destructs.","release_date":"2011-11-11","vote_average":7.3,"runtime":159,"cert":"N\/A","id":79464,"title":"Rockstar","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Peter Facinelli","Jaimie Alexander","Michael Madsen","Vincent Gallo","William Forsythe"],"overview":"A young pickpocket in the New York subways, living a fast, free, lifestyle is confronted by a woman whom he had a one night affair with, she informs him that she is now pregnant with his child, he must now choose between continuing the lifestyle he lead or take responsibility for his actions.","release_date":"2012-02-01","vote_average":5.6,"runtime":89,"cert":"N\/A","id":79465,"title":"Loosies","adult":false,"genre_ids":[35,18,10749]},{"cast":["Robert Vaughn","James Hong","Rip Torn","Cal Bolder","Dorothy Provine"],"overview":"The men from U.N.C.L.E.\" are back! This time Robert Vaughn and David McCallum must stop the meglomanic Alexander (Rip Torn) from committing the world's greatest crimes.","release_date":"1966-08-05","vote_average":5.3,"runtime":102,"cert":"N\/A","id":79466,"title":"One Spy Too Many","adult":false,"genre_ids":[12,80]},{"cast":["Costas Mandylor","Sasha Mitchell","Kathleen Kinmont","Vincent Klyn","Tim Thomerson"],"overview":"In post-apocalyptic Los Angeles, an evil pack of outlaws is systematically turning civilians into prisoners and slaves. Worse yet, the spread of a terrifying deadly flesh-eating virus threatens to destroy all of humanity. As good and evil ferociously battle for power and control, three heroes race against time to find the cure for the virus... before it's too late.","release_date":"2001-01-01","vote_average":5.3,"runtime":94,"cert":"N\/A","id":79467,"title":"Gangland","adult":false,"genre_ids":[18,28,53,878]},{"cast":["Robert Vaughn","David McCallum","Carol Lynley","Bradford Dillman","Lola Albright"],"overview":"The men from U.N.C.L.E must stop a band of would-be sorcerers from using a deadly weapon.","release_date":"1968-05-23","vote_average":5.7,"runtime":90,"cert":"N\/A","id":79468,"title":"The Helicopter Spies","adult":false,"genre_ids":[28,12,80,53]},{"cast":[],"overview":"Investigates animal intelligence in dogs, dolphins, and cephalopods. It also profiles Irene Pepperberg and her talking parrot Alex.","release_date":"2011-02-09","vote_average":0.0,"runtime":55,"cert":"N\/A","id":79471,"title":"How Smart Are Animals?","adult":false,"genre_ids":[99]},{"cast":["Katja Riemann","Olli Dittrich","Leonard Carow","Beat Marti","Guido Broscheit"],"overview":"Youssef's falafel are the bestseller. Unfortunately, his small snack bar on Berliner Sonnenallee lacks the required splash guard. The meticulous Peggy of the Public Order Office knows no mercy: The desperate Lebanese has to close the shop, but then the unlikely happens: The shy official falls in love with the spirited Orientals. In this episodic big city comedy, the elementary particles of love collide. Katja Riemann and Olli Dittrich prove their incredible versatility in ten different roles","release_date":"2011-05-26","vote_average":6.9,"runtime":96,"cert":"N\/A","id":79472,"title":"Pigeons on the Roof","adult":false,"genre_ids":[10770,35,10749]},{"cast":["Frank Dux","Joe Fiorentino","Jeff Langton","Sheldon Lettich","Brian Thompson"],"overview":"A documentary about the true life story of world renowned martial artist Frank Dux.","release_date":"2012-09-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":79473,"title":"Put Up Your Dux: The True Story of Bloodsport","adult":false,"genre_ids":[99]},{"cast":["Nancho Novo","Cayetana Guillén Cuervo","Ingrid Rubio","Beatriz Santiago","Javier Manrique"],"overview":"From the land of Almodovar comes a hot new film about drugs, sex &amp; everything else!","release_date":"1996-11-15","vote_average":5.3,"runtime":125,"cert":"N\/A","id":79474,"title":"Not Love, Just Frenzy","adult":false,"genre_ids":[35,18,10749,53]},{"cast":["Jason Butler Harner","Cheyenne Jackson","Julia Ormond","Illeana Douglas"],"overview":"Michael Gavin and his partner Daniel trade the rat race of New York City for the idyllic charm of the Connecticut shoreline, with hopes of a simpler life and time for Michael to finish his first novel. All that changes when one of Michael's high school students accuses him of 'inappropriate conduct', and the town rushes to judgment.","release_date":"2011-11-22","vote_average":6.2,"runtime":90,"cert":"N\/A","id":79475,"title":"The Green","adult":false,"genre_ids":[18]},{"cast":["Erika Fire","Luisa DeMarco","Jane Darling","Alexa May","Lucy Love"],"overview":"Pleasure follows Katrina wherever she goes. The insatiable girl, the sly duo, the couple in the parking garage, just a few players in the world of Katrina.","release_date":"2003-02-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79478,"title":"Pornochic 2 : Katarina","adult":true,"genre_ids":[]},{"cast":["Lucy Love","Daniella Schiffer","Chrystal","Passion","Jane Darling"],"overview":"The third installment in the Pornochic Series. An upscale look at the hardcore side of Europe.","release_date":"2003-03-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":79479,"title":"Pornochic 3 : Cristal","adult":true,"genre_ids":[]},{"cast":["Daniella Schiffer","Sarah Twain","Sharka Blue","Cindy Braun","Vivienne"],"overview":"A collection of luxurious fantasies, featuring the sexiest women in the Pornochic collection.","release_date":"2003-04-01","vote_average":9.8,"runtime":78,"cert":"N\/A","id":79480,"title":"Pornochic 4 : Sarah","adult":true,"genre_ids":[]},{"cast":["Judy White","Sandy","Keana Moire","Jane Darling","Kathy Anderson"],"overview":"The fifth installment of the Pornochic series takes you poolside. As if these women weren't wet enough already.","release_date":"2004-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79481,"title":"Pornochic 5 : Sandy","adult":true,"genre_ids":[]},{"cast":["Priscila Sol","Lucy Anne","Sarah Twain","Nikki Sun","Vanessa Mae"],"overview":"Line them up and take your pick, there's plenty to choose from. Each one of these women, an expert at her profession. Whether it's a one-on-one session, or an all out orgy, they are here to satisfy you.","release_date":"2004-02-01","vote_average":10.0,"runtime":101,"cert":"N\/A","id":79482,"title":"Pornochic 6 : Priscilla","adult":true,"genre_ids":[]},{"cast":["Jimmy Carr"],"overview":"Having performed live to over 1.2m people, the UK’s hardest working comedian Jimmy Carr, is back with his brand new stand-up DVD. Star of hit TV shows 8 Out of 10 Cats and 10 O’clock Live, Jimmy is well known for his slick one liners and non-stop gags, but his acerbic wit and fast-paced comedy style are at their brilliant best when he has the stage to himself. Packed with over 100 minutes of brand new material, including too-rude-for-TV jokes, hilarious heckling, and even better put-downs, Jimmy pushes the boundaries of comedy and delivers a spectacular show.","release_date":"2011-11-21","vote_average":7.3,"runtime":111,"cert":"18","id":79483,"title":"Jimmy Carr: Being Funny","adult":false,"genre_ids":[35]},{"cast":["Jessica Fiorentino","Elena Nikulina","Lucy Love","Julie Silver","Erika Fire"],"overview":"In the seventh installment of the Pornochic series we travel to the five most exotic locations in Europe, Milan, Budapest, Kiev, Prague, and Paris. All have their dirty little secrets just waiting to be revealed.  Imagine the reaction of these women when they learn what it is.","release_date":"2004-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79484,"title":"Pornochic 7 : Blonde","adult":true,"genre_ids":[]},{"cast":["Jessica Fiorentino","Petty Pol","Caroline Cage","Jane Darling","Sarah Twain"],"overview":"This chick's got enough attitude to take on an army. Luckily for us a well-endowed stud will do just fine. Any volunteers?","release_date":"2005-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":79485,"title":"Pornochic 8 : Jessica","adult":true,"genre_ids":[]},{"cast":["Ana Lucia Alves","Sébastien Chollet","Alain de Greffe","Mehdi Manglunki","Fundji Ngelessy"],"overview":"Like Fantasia (1940) or Allegro Non Troppo (1977), L'Opéra Imaginaire (1993) is an assembly of animated short films based on classic music greats. Directed by some of the best European animators and artists, L'Opéra Imaginaire takes us through dance, theater, music and painting masterpieces. It uses several animation techniques, like stop-motion clay animation or CG characters.","release_date":"1993-01-01","vote_average":7.5,"runtime":51,"cert":"N\/A","id":79490,"title":"Opéra Imaginaire","adult":false,"genre_ids":[16,10402]},{"cast":["Nikki Sun","Oksana","Lucy Love","Gina B.","Jennifer Stone"],"overview":"Oksana is your delightful captain in the exquisite sex tour of the French Riviera. She's brought her husband along, but don't worry he's not a jealous man. Besides, she's also brought plenty of gorgeous sex-starved friends along for the ride. This tenth installment of the Pornochic series will prove to be the hottest show ever.","release_date":"2005-03-01","vote_average":10.0,"runtime":94,"cert":"N\/A","id":79491,"title":"Pornochic 10 : Oksana","adult":true,"genre_ids":[]},{"cast":["Mathieu Kassovitz"],"overview":"Film documentary chronicling the arduous and complicated persecution of hidden Nazi leaders worldwide since 1945 to the present.","release_date":"2007-06-15","vote_average":5.0,"runtime":85,"cert":"N\/A","id":79492,"title":"La traque des Nazis","adult":false,"genre_ids":[99]},{"cast":["Sophie Moone","Pellenia Morrison","Lucy Love","Elektra Glamour","Veronica Simon"],"overview":"The eleventh installment of the Pornochic Series takes you deep inside the limitless sex life of Sophie, a horny French socialite with a hunger for high powered studs.","release_date":"2006-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79493,"title":"Pornochic 11 : Sophie","adult":true,"genre_ids":[]},{"cast":["Céline Tran","Francesca Felucci","Simone Peach","Kathy Anderson","Diana Gold"],"overview":"Disguised as a hunting game, a group of young men organize a glorious orgy for themselves with young and beautiful girls. In this game the rules are quite simple... The girls are the prey and their bodies are the prize.","release_date":"2006-02-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":79494,"title":"Pornochic 12 : Katsumi","adult":true,"genre_ids":[]},{"cast":["Dirk Bogarde","Bonar Colleano","Bill Owen","Renée Asherson","Sid James"],"overview":"Starring Dirk Bogarde, Bonar Colleano, Thora Hird, Sid James and Bill Owen, this British gem was nominated for a BAFTA in 1949. Bogarde, in only his second film, plays the role of Bill Fox, a bored factory worker who becomes a famous speedway star. He meets a glamorous society woman who introduces him to a new and exciting social circle and Bill quickly forgets his working class roots. Bill eventually becomes disillusioned with the Mayfair scene and marries Pat, the sister of his team mate, Lag Gibbon. Back at the track, he tries to form a riders union to ensure families are financially secure should an accident occur on the track. Pat tries to get Bill to pack up racing and open a garage, but Bill refuses and she leaves him. WW2 arrives and Bill enlists as a motorcycle despatch rider but after the war Bill is left with a dilema, should he make a racing comeback or get back together with his one true love?","release_date":"1949-02-02","vote_average":5.6,"runtime":100,"cert":"U","id":79495,"title":"Once a Jolly Swagman","adult":false,"genre_ids":[10749,18]},{"cast":["Guy Rolfe","Rona Anderson","Francis Lister","Alan Wheatley","Bruce Belfrage"],"overview":"Rona Anderson plays a wealthy young Englishwoman, long estranged from her father. She returns home when papa dies, reluctantly agreeing to listen to the will reading. It soon becomes clear that some unknown party is out to bump off Anderson as well--though she is the only person who stands to benefit from her father's demise.","release_date":"1951-08-01","vote_average":6.2,"runtime":66,"cert":"PG","id":79496,"title":"Home To Danger","adult":false,"genre_ids":[80,9648,53]},{"cast":["Oksana","Jane Darling","Sarah Twain","Julie Silver","Simone Peach"],"overview":"Pay Attention!: When a beautiful woman’s husband ignores her, she sneaks out for her own illicit fun in the bathroom of a crowded bar!\r \"Worldly Party: You’re invited to a very exclusive gathering in Sarah’s luxurious apartment, where anal sex-play and double penetration are served up for your pleasure.  \"Electronic Surveillance: A parking attendant gets an eyeful from a beautiful nymphomaniac unaware of the probing security cameras!  \"Three of a Kind: An ambitions stud sets out to fulfill his every fantasy, no-holes-barred, with three beautiful and willing ladies of the evening.  \"Lady of the Manor: A beautiful countless takes on two eager suitors culminating in a mind-blowing double penetration.\"","release_date":"2006-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79497,"title":"Pornochic 13 : Suzie","adult":true,"genre_ids":[]},{"cast":["Melissa Lauren","Roxy Panther","Regina Ice","Eleanor","Patrisha"],"overview":"Social Sex -  A beautiful lady is not afraid of \"playing\" with a proletarian using all her sensual charms.\r Sapho and Bilitis -These two beautiful girls are delighted with kissing each other. Cunnilingus, Sapphic games, and even a dildo...Let's make this night a special night!\r Evening Garden Party - Two couples are cracking open a bottle of champagne. Bisexual women are playing together. Boys are getting excited. Pussies and anuses are honored in due form.\r Picking People Up - Streets of Paris are the perfect background for a young lover to find the most beautiful girl eager to discover what blowjobs and deep penetrations mean...\r Lustful Threesome - A pretty girl welcomes a call girl as a present for her husband. Our three young people will reach extreme orgasms after sexual pleasures are experienced.\r The Colleague - Sodom enthusiast, a nice dark-haired girl offers her pretty little hole to her colleague.  Close Cooperation - The equation is really simple: a couple and a maid...","release_date":"2007-02-01","vote_average":8.0,"runtime":100,"cert":"N\/A","id":79498,"title":"Pornochic 15 : Mélissa","adult":true,"genre_ids":[]},{"cast":["Yasmine","Regina Ice","Christina Bella","Eve Angel","Cherry Jul"],"overview":"Raw sex: In the rustic decor of a garage, a gorgeous blonde gives her charms to three men at the same time.  The voyeurs: Half-naked, two nymphets caress themselves watching a porn movie.  Meeting villa: A delightful hostess takes a lady to the man whose waiting for her before joining them.  The scrap yard: Among shells, two lovers taste pleasures of fellatios and cunnilingus.  The contract: In an opulent-looking flat, a man is negotiating a contract with his visitor when his charming wife intervenes.  Castle life: Masked with lace, a young lady gives her guests the treasures of her body...","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79499,"title":"Pornochic 16 : Yasmine & Régina","adult":true,"genre_ids":[]}]