[{"cast":["Brett Cullen","Colleen Morris","Samantha Mills","Austin O'Brien","Tony Longo"],"overview":"A young boy and his family embark on a series of adventures when the boy finds some mysterious eggs which hatch to reveal a brood of baby dinosaurs.","release_date":"1993-06-30","vote_average":4.0,"runtime":84,"cert":"N\/A","id":79500,"title":"Prehysteria!","adult":false,"genre_ids":[10751,18,14,35,878]},{"cast":[],"overview":"Animated movie of Harriet Tubman","release_date":"2007-12-18","vote_average":4.5,"runtime":30,"cert":"N\/A","id":79501,"title":"Animated Hero Classics: Harriet Tubman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated story about Benjamin Franklin","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":79502,"title":"Benjamin Franklin: Scientist and Inventor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Land Rover Years Land Rover Years combines a decade of great adventure, skillful 4WD action and stunning scenery. The Camel Trophy, the world's greatest amateur expedition, was the original testing ground for teamwork, sportsmanship and human endurance. Teams from around the world were invited to embark on remarkable and challenging 4x4 adventures, and asked to survive using their wits, bare knuckles and the capable power of the Land Rover.","release_date":"2007-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":79503,"title":"Camel Trophy - The Land Rover Years","adult":false,"genre_ids":[99]},{"cast":["Mario Carotenuto","Marisa Merlini","Andrea Checchi","Gina Rovere","Gino Bramieri"],"overview":"Orazio Menicotti is a night policeman in Rome. One night he is present at a quarrel between husband and wife and he volunteers to take the wife to the Police Station. While he goes around Rome with the blonde and beautiful woman, a bank is robbed. Orazio believes the local gangster is guilty and he rushes to Occhio di Bue's home. When he finds out a different truth, Orazio, Occhio di Bue and his friends will try to get back the loot to put it back before the robbery is disclosed.","release_date":"1962-05-04","vote_average":5.8,"runtime":100,"cert":"N\/A","id":79506,"title":"Getting Away with It the Italian Way","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Discover how innovation and determination can lead to world-changing inventions as Alexander Graham Bell and his partner, Thomas Watson, turn a project to improve the telegraph system into the dream of the telephone! His speech lessons with deaf children give Bell the passion to pursue this discovery.","release_date":"1995-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":79507,"title":"Alexander Graham Bell","adult":false,"genre_ids":[]},{"cast":["Mario Carotenuto","Nino Manfredi","Gabriella Pallotta"],"overview":"Otello, an amateur thief, tries a burglary on New Year Eve but he finds the maid Adalgisa in the supposedly empty house. Adalgisa likes Otello who, all things considered, is a good guy, unlike Amerigo the night watchman who tries to profit from the situation.","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79508,"title":"Maid, Thief and Guard","adult":false,"genre_ids":[35]},{"cast":["Eric Roberts","James Earl Jones","Megan Gallagher","Red Buttons","Janine Turner"],"overview":"Josh meets a young woman who shortly afterwards collapses and is rushed to hospital in an ambulance. He follows after her only to find that there is no record her being admitted, and he soon learns that her room mate also vanished after being picked up by the same ambulance. Convinced of a conspiracy, Josh proceeds to investigate, despite the discouragement of the police.","release_date":"1990-03-22","vote_average":6.1,"runtime":96,"cert":"N\/A","id":79509,"title":"The Ambulance","adult":false,"genre_ids":[28,27,53,35,10749]},{"cast":["Jiří Lábus","Jiřina Bohdalová","Vlastimil Hašek","Eva Jeníčková","Oldřich Kaiser"],"overview":"","release_date":"1984-12-24","vote_average":7.0,"runtime":95,"cert":"N\/A","id":79510,"title":"Rumburak","adult":false,"genre_ids":[10751]},{"cast":["Scott Bartle","Barbara Stephens","Robert Coleby"],"overview":"The Australian Hector's Bunyip concerns the misadventures of impoverished inventor Robert Coleby. As if his money problems weren't enough, Hector is being hectored by land developer Brian Moll and child-welfare officer Joan Sydney. The latter antagonist wants to claim Hector's foster child and place the kid in an orphanage. But salvation comes in the most unlikely fashion. First telecast in the US on PBS' Wonderworks series, the 60-minute Hector's Bunyip debuted January 31, 1987. ~ Hal Erickson, Rovi","release_date":"1986-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":79511,"title":"Hector's Bunyip","adult":false,"genre_ids":[]},{"cast":["Marisa Allasio","Renato Carosone"],"overview":"","release_date":"1956-09-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79512,"title":"Maruzzella","adult":false,"genre_ids":[]},{"cast":["Guy Madison","Michèle Mercier","Federica Ranchi","Marisa Belli","Paul Müller"],"overview":"Italian costume drama about convicted women in France being sent to the penal colony on Devil's Island where they must wade through alligator-infested waters and find gold. Life on the island is tough for these buxom, beautifully-swept coiffed maidens - virtually none who look like they had even the slightest knowledge of crimes worthy of such a punishment. Here, if the girls want to get a day of rest they must work the night with the guards and\/or warden of the island, but some changes come when Guy Madison arrives as the new warden out to change the horrible lives led by these playmate-wannabes.","release_date":"1962-07-27","vote_average":4.5,"runtime":86,"cert":"N\/A","id":79513,"title":"Women of Devil's Island","adult":false,"genre_ids":[28,12,18]},{"cast":["Martine Carol","Jacques Baumer","Alfred Adam","Jacques Dacqmine","Marie Déa"],"overview":"France, July 1782. During her birthday, the beautiful young Marchioness Caroline meets the attractive soldier Gaston. It's love at first sight but Gaston does not wish to make a commitment because a military career waits for him. Caroline marries then a politician but the French Revolution bursts and Caroline has to run away to escape the guillotine. By running away she meets Gaston again who decides to help her.","release_date":"1951-02-28","vote_average":7.5,"runtime":141,"cert":"N\/A","id":79514,"title":"Dear Caroline","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The film follows a simple structure, and shows the drug-related degradation of five youths (Jake, Tracey, Jessica, Alice, Oreo) during the course of three years. The film depicts drug-related crimes and diseases: prostitution, male prostitution, AIDS, and lethal overdoses.","release_date":"2000-03-17","vote_average":7.0,"runtime":75,"cert":"N\/A","id":79515,"title":"Black Tar Heroin: The Dark End of the Street","adult":false,"genre_ids":[99]},{"cast":["Maaya Sakamoto","Yuki Matsuoka","Mamoru Miyano","Masanori Shinohara","Atsuko Tanaka"],"overview":"Set in the rich Tekken universe, Tekken: Blood Vengeance 3D follows Xiaoyu Ling, seasoned martial artist and high school student, tasked by the G Corporation to infiltrate an international school in Kyoto to gather information on the mysterious student Shin Kamiya. Before she can make any progress in the investigation, Shin is kidnapped by an unknown assailant. Digging deeper into Shin’s background in an attempt to rescue him, Xiaoyu learns about the frightening underbelly of the Mishima Zaibatsu. Jin Kazama, Kazuya Mishima… and the late Heihachi Mishima’s conspiracy that’s stained with blood.","release_date":"2011-07-26","vote_average":6.1,"runtime":100,"cert":"N\/A","id":79516,"title":"TEKKEN: Blood Vengeance","adult":false,"genre_ids":[28,16]},{"cast":["Rihanna"],"overview":"Rihanna at MTV Mobile Bang Concert (Milan, Italy, July 2008)","release_date":"2008-07-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":79517,"title":"Rihanna Live in Milan","adult":false,"genre_ids":[]},{"cast":["Sem Roeters","Marike van Weelden","Frederieke Pijl","Roosmarijn Luyten","Anke Van't Hof"],"overview":"A little boy goes to a sauna with his mother. The required nudity is a bit scary at first, but interesting after a while. After all he enjoyed it.","release_date":"2006-06-06","vote_average":6.0,"runtime":7,"cert":"N\/A","id":79518,"title":"Naked","adult":false,"genre_ids":[18]},{"cast":["Zachary Levi","Fran Kranz","Sarah Shahi","Bonnie Somerville","Brian George"],"overview":"American-born Ray Rehman comes home one night to find his Pakistani father on his doorstep. Ray's Caucasian mother threw him out. It's an awkward time for his father to move in as Ray just proposed to his Caucasian girlfriend - who hasn't given him an answer. While trying to get his parents back together, Ray meets a South Asian girl of mixed descent, just like him, and must decide where his identity truly lies.","release_date":"2008-10-18","vote_average":6.3,"runtime":87,"cert":"N\/A","id":79519,"title":"Shades of Ray","adult":false,"genre_ids":[35,10749]},{"cast":["Mathias Coppens","Bella van Meel","Didier Bezace","Annick Christiaens"],"overview":"Ludovic, a young boy neglected by his artsy parents, falls in love with Sophie, the daughter of a piano teacher. They meet in secret places in the city. Not long after Sophie's father finds them naked together in her room, Ludovic is sent away to spend time with his grandparents. Sophie runs away from home to join him, and they hide along the seashore and in abandoned buildings. After they are found, their parents try to keep them separate, but they both fall into deep depressions.","release_date":"1993-06-06","vote_average":8.4,"runtime":92,"cert":"N\/A","id":79522,"title":"The World of Ludovic","adult":false,"genre_ids":[10749,18]},{"cast":["Tarra White","C.J.","Britney","Aletta Ocean","Nacho Vidal"],"overview":"Enter the fantasy world of the highly acclaimed French director Herve Bodilis as her turns the top European porn stars into real sluts. Tara White left alone, naked and tied up in a warehouse before two guys come and double fuck her. Two nasty lesbians playing with thick black dildos and begging to suck a big cock. A charming red-haired girl, teasing the clients of a disco until they fuck her. Even this gentle couple. looking at a book in front of the fire place, turns out to be overcome with desire. With the new episode of \"Pornochic\", Herve Bodilis created a new standard of pornography.","release_date":"2008-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79523,"title":"Pornochic 17 : Tarra","adult":true,"genre_ids":[]},{"cast":["Emlyn Williams","Eve Arden","Howard Da Silva","Shepperd Strudwick"],"overview":"When a recently deceased playboy gets to heaven and is granted one wish--granted to all newcomers--he requests that he be able to see the reactions of three husbands, with whom he regularly played poker, to a letter he left each of them claiming to have had an affair with each's wife.","release_date":"1951-03-08","vote_average":5.5,"runtime":78,"cert":"N\/A","id":79524,"title":"Three Husbands","adult":false,"genre_ids":[35,10749]},{"cast":["Marco Banderas","Sammy Cruz","Ben English","Shay Jordan","Karlie Montana"],"overview":"SHAY: ALL AMERICAN GIRL is a heartwarming and sexy tribute to youth growing up in America. Scott presents Shay Jordan with a lovely birthday cake, only to have his c*ck dipped in the frosting and her sweet p*ssy. Gorgeous Addison Rose diddles herself while sucking on a bouquet of tantalizing lollipops. Karlie Montana and Shay share more than their hot dogs in a splendid girl\/girl discovery scene. Ben English knocks Sammy Cruz off her rocking horse and she thoroughly enjoys the fall. Neveah enlists Shay in a game of patty-cake but Shay has something else in mind. Scott and Angeline Marie get all tied up in a licorice feeding frenzy while Shay bathes with some light up rubber duckies. In the finale, Shay shows her true American passion in a fantastic first-date scene with Marco and an everchanging Dodge Super Bee. Digital Playground`s All-American Girl series casts a vibrant, sexy light on America`s favorite pastimes and the sexy girls who enjoy them.","release_date":"2007-04-05","vote_average":0.0,"runtime":116,"cert":"N\/A","id":79525,"title":"Shay Jordan: All American Girl","adult":true,"genre_ids":[]},{"cast":["Sergei Makovetsky","Eugene Bervoets","Sylvia Hoeks","Anne Verhoeven"],"overview":"An older film critic's life is interrupted by an unexpected visitor.","release_date":"2007-10-04","vote_average":5.0,"runtime":110,"cert":"N\/A","id":79526,"title":"Duska","adult":false,"genre_ids":[18]},{"cast":["Ronnie Montagne","Alida Sonnega","William Van De Kooy","Frans Stelling"],"overview":"The historical parable about a girl from the Flemish common people with folk motifs in the style of Brueghel and Bosch - love, violence, bloody scenes, ugly ...","release_date":"1974-06-06","vote_average":7.0,"runtime":80,"cert":"N\/A","id":79527,"title":"Mariken from Nieumeghen","adult":false,"genre_ids":[18]},{"cast":["Robert Borofsky","Jesus Cardozo","Napoleon A. Chagnon","Marie Isabel Eguillor","Brian Ferguson"],"overview":"What happens when western anthropologists descend on the Amazon and make one of the last unacculturated tribes in existence, the Yanomami, the most exhaustively filmed and studied tribe on the planet? Despite their \"do no harm\" creed and scientific aims, the small army of anthropologists that has studied the Yanomami since the 1960s has wreaked havoc among the tribe - and sparked a war within the anthropology community itself.","release_date":"2010-01-22","vote_average":5.0,"runtime":98,"cert":"N\/A","id":79528,"title":"Secrets of the Tribe","adult":false,"genre_ids":[99,10770]},{"cast":[],"overview":"Parts of the film crew talks about how they proceeded to record Baraka, from both technical and diplomatic angles, and also share the experiences that affect them most during the filming.","release_date":"2008-01-01","vote_average":6.0,"runtime":76,"cert":"N\/A","id":79529,"title":"Baraka: A Closer Look","adult":false,"genre_ids":[]},{"cast":["Nikki Stockley"],"overview":"Documentary","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":79530,"title":"Horizon \"Do I Drink Too Much\"","adult":false,"genre_ids":[99]},{"cast":["Matthias Merkle","Jule Mahlke","Sebastian Hülk","Inga Dietrich"],"overview":"The successful photographer and pantyhose-fetishist Boris Eichenbaum has had enough of everything: the Western-spoiled world makes him sick and induces erectile disfunctions. The omnipresent economy-climate-crisis-news make nothing better, but everything more aweful. Encouraged by a young woman, the activist Jackie, Boris vitalizes his aggressive resistance potential – and has to realize that capitalism is bogarting everything, even refusal. So cut and run, of all things to Greece …","release_date":"2011-04-28","vote_average":0.0,"runtime":102,"cert":"N\/A","id":79531,"title":"Exodos","adult":false,"genre_ids":[]},{"cast":["Marko Igonda","Lukács Bicskey","Radoslav Brzobohatý","Juliusz Chrząstowski","Aleksandr Domogarow"],"overview":"Historic adventurism movie inspirited by legend about mystery monk, alchemist and healer who made the flying machine according to lost book wrote by Leodardo DaVinci in 18th century.","release_date":"2010-07-29","vote_average":6.3,"runtime":null,"cert":"N\/A","id":79534,"title":"Legenda o lietajúcom Cypriánovi","adult":false,"genre_ids":[12,18,36]},{"cast":["Mike Church","Jay Thomas","Jean Hetherington"],"overview":"When 12 year old twins Madison &amp; Reagan Church wanted to know why they couldn't find bank bailouts, takeovers of car companies and universal health care in the Constitution they were \"studying\" in school, they asked their dad where to find it. The result is an exciting journey through the Founding era to discover the truth behind our governments founding document and the men who proposed and opposed it.","release_date":"2009-09-22","vote_average":5.0,"runtime":151,"cert":"N\/A","id":79539,"title":"The Spirit of '76","adult":false,"genre_ids":[99,36,16,10751]},{"cast":["Craig Myers","Billy Garberina","Jeremy Owen","Justin Tade"],"overview":"Hobbs, a notorious wanted bandit, gets caught up in a violently competitive hunt for stolen cash when he finds out outlaws have robbed the local bank. While trying to get back what's his he must saddle up to stop these outlaws leaving whomever stands in his way dead!","release_date":"2010-01-01","vote_average":2.0,"runtime":96,"cert":"N\/A","id":79540,"title":"The Righteous and the Wicked","adult":false,"genre_ids":[28,37,53]},{"cast":["Robert de Hoog","Hanna Verboom"],"overview":"Five years after the disappearance of high school girl Natalee Holloway in Aruba, an ambitious journalist wants to break into alleged murderer Joran van der Sloot's home to force a breakthrough in the case.","release_date":"2011-09-22","vote_average":2.0,"runtime":88,"cert":"N\/A","id":79541,"title":"Me & Mr Jones on Natalee Island","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Indiana Avent","Anne Cordiner","Katie Jean Harding","Kate Kendall"],"overview":"Luke, a GP is about to get married to vivacious Katherine. On the surface everything is perfect, but as the wedding preparations intensify Luke is plagued by nightmares that throw him into chaos. Unable to sleep he visits a hypnotherapist. They travel down deep into Luke's subconscious mind and a mysterious world of forests, witches and fire is revealed. He attempts to reach out to Katherine but she is lost in the fever of the preparations and is blind to his disquiet. In the midst of this chaos, Amelia enters his life, she seem so familiar and something deep in him unravels","release_date":"2009-06-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":79542,"title":"Belladonna","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Growing up in Las Vegas, Danny and Melissa meet at age eight and are destined to become life long friends. During their teen years they cling to each other for love and security but as they grow older their lives take different paths. Danny fills the void in his heart with his passion and love for America's favorite pastime. While Melissa, filled with the insecurities of her youth, struggles to find the strength to pursue her childhood dreams. Although apart, their lives are forever connected. Like a glorious seven game world series, \"The Road Home\" is a story of imperishable hope, courage, faith, love and coming home.","release_date":"2003-01-01","vote_average":6.5,"runtime":104,"cert":"N\/A","id":79545,"title":"Pitcher and the Pin-Up","adult":false,"genre_ids":[18,28,35,10749,10751]},{"cast":["Arya Babbar","Yuvraj Hans","Harish Verma","Jividha Astha","Jenny"],"overview":"A story of three friends - Guri, Deep and Sher Singh - who are studying in a university and are staying together in the hostel of the same university. The movie explores this very friendship between these three boys as they spend their student days doing all the usual things that students normally do. They do everything together - bunking classes, getting into fights with a rival group, talking and laughing over numerous cups of tea - and they even fall in love together. However, the love stories of all the three friends turn out to be complicated. Written by Anterpreet Singh","release_date":"2011-10-07","vote_average":6.8,"runtime":143,"cert":"N\/A","id":79546,"title":"Yaar Anmulle","adult":false,"genre_ids":[35,10749,18]},{"cast":["Luke Halpin","Pamela Franklin","Tom Helmore","Helen Cherry","Francesca Annis"],"overview":"While widowed Porter Ricks is away at school learning to be a park ranger, his teen-aged son, Sandy, under adult supervision from a neighbor, remains at the family home in the Florida Keys with his pet dolphin, Flipper. While Po (as Porter is called by most) is away, Sandy learns that the family home, built on state land, is being torn down to make way for a highway. In turn, Sandy would be sent to live with relatives, while Flipper would be sent to the seaquarium permanently. Not wanting to be separated from Flipper, Sandy, using his skiff, runs away with Flipper. A distraught Po returns home to look for his son. Meanwhile, the Hopewell family from Britain are vacationing in the area. Their sailboat is hijacked by three escaped convicts, who take the father, Halsey, hostage, and set the three Hopewell women - mother Julia, and teen-aged daughters Gwen and Penny - adrift, they who eventually land on the island where Sandy is hiding... Written by Huggo","release_date":"1964-01-01","vote_average":6.6,"runtime":94,"cert":"N\/A","id":79547,"title":"Flipper's New Adventure","adult":false,"genre_ids":[12,10751]},{"cast":["Amanda Seyfried","Daniel Sunjata","Jennifer Carpenter","Sebastian Stan","Wes Bentley"],"overview":"Jill Parrish is trying to rebuild her life after surviving a terrifying kidnapping attempt. Though she is having a difficult time, she takes small steps toward normalcy by starting a new job and inviting her sister, Molly, to move in with her. Returning home from work one morning, Jill discovers that Molly has vanished, and she is certain that the same man who previously abducted her has returned for revenge.","release_date":"2012-02-23","vote_average":6.0,"runtime":94,"cert":"15","id":79548,"title":"Gone","adult":false,"genre_ids":[18,53,9648]},{"cast":["Bernard Giraudeau","Thierry Frémont","Pierre Laplace","Valérie Leboutte","Jean-Philippe Puymartin"],"overview":"","release_date":"2006-11-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":79549,"title":"Dans la tête du tueur","adult":false,"genre_ids":[80,10770]},{"cast":["Michelle Page","Art Alexakis","Chris Coy","Michael Cudlitz","Lucinda Jenney"],"overview":"When a young woman takes a trip down Rogue River, her car mysteriously disappears. Lost without transport or communication, she accepts the hospitality of a stranger who offers her shelter for the night at his cabin. With no other options available, she reluctantly accepts only to forever regret it. The ensuing hours yield nothing but torture, indescribable pain, and horrific agony. If you've seen Misery, you've seen nothing. This movie starts where horror films end and leaves viewers paralysed by fear and disgust.","release_date":"2012-01-16","vote_average":5.1,"runtime":81,"cert":"18","id":79550,"title":"Rogue River","adult":false,"genre_ids":[27,53]},{"cast":["Frankie Sakai","Akira Takarada","Yuriko Hoshi","Nobuko Otowa","Yumi Shirakawa"],"overview":"This Japanese film speculates on the events which lead the U.S. and the Soviet Union into a nuclear Armageddon.","release_date":"1961-10-08","vote_average":6.7,"runtime":110,"cert":"N\/A","id":79551,"title":"The Last War","adult":false,"genre_ids":[18]},{"cast":["Keri Sable","Eric Masterson","Evan Stone","Sarah Blake","Kimberly Kane"],"overview":"How far would you go to get a shot at the big time? When a young film-maker has to decide between making his dream movie and the porn masterpiece his financier is looking for, his priorities are in for a bit of a shuffle. Of course, when you add the luscious Keri Sable to the mix, the results are bound to be magic. Can you say \"Lights, Camera... Action!\"?","release_date":"2005-11-17","vote_average":0.0,"runtime":92,"cert":"N\/A","id":79552,"title":"All About Keri","adult":true,"genre_ids":[]},{"cast":["Shin Ha-kyun","Go Soo","Ryu Seung-su","Ryu Seung-ryong","Kim Ok-bin"],"overview":"In 1951 ceasefire is declared, but two remaining armies fought their final battle on the front line Towards the end of the Korean War, a South Korean battalion is fiercely battling over a hill on the front line border against the North in order to capture a strategic point that would determine the new border between two nations. The ownership of this small patch of land would swap multiple times each day. Kang is dispatched to the front line in order to investigate the tacit case that’s been happening there. But he gets spiraled into the war that’s more terrifying than death itself when he meets his friend Kim, who has transformed into a war machine, and his unit. As the countdown for ceasefire begins, both sides become more vicious, resulting in deaths of countless lives until the last man could claim the land.","release_date":"2011-07-20","vote_average":7.2,"runtime":133,"cert":"N\/A","id":79553,"title":"The Front Line","adult":false,"genre_ids":[18,28,10752]},{"cast":["Sarah Hagan","Austin Vickers","Haley Parker","Haley Strode"],"overview":"Jess, age 18, and Moss, age 12 are second cousins in the dark-fire tobacco fields of rural Western Kentucky. Without immediate families that they can relate to, and lacking friends their own age, they only have each other. Over the course of a summer they venture on a journey exploring deep secrets and hopes of a future while being confronted with fears of isolation, abandonment and an unknown tomorrow.","release_date":"2011-01-23","vote_average":6.5,"runtime":83,"cert":"N\/A","id":79554,"title":"Jess + Moss","adult":false,"genre_ids":[18,10749]},{"cast":["Jack Thompson","Jacki Weaver","Wendy Hughes","John Ewart","Belinda Giblin"],"overview":"Tony Petersen, a married electrician and ex-footballer, goes to university to study English. Petersen is odd man out at the uni. He receives extracurricular help from his stuffy professor's beautiful lecturer wife in her office. Their get-togethers there are quite rootine. The professor is also seeing one of his students after class. Petersen and the professor's wife talk about having a baby. But then she accepts an appointment to Oxford, provoking a rage in Petersen...","release_date":"1974-01-01","vote_average":7.0,"runtime":107,"cert":"N\/A","id":79555,"title":"Petersen","adult":false,"genre_ids":[18]},{"cast":["Asia Carrera","Azlea Antistia","Katie Gold","Missy","Rebecca Lord"],"overview":"A detective is called in to investigate a group of female vampires who are preying on men.","release_date":"1998-02-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79556,"title":"Pornogothic","adult":true,"genre_ids":[]},{"cast":["Nikolaj Lie Kaas","Thure Lindhardt","Nicolaj Kopernikus","Katrine Falkenberg"],"overview":"Based on a classic Danish children's book by Ole Lund Kirkegaard.","release_date":"2011-01-01","vote_average":4.3,"runtime":78,"cert":"N\/A","id":79557,"title":"Freddy Frogface","adult":false,"genre_ids":[35,16,10751]},{"cast":["Kagney Linn Karter","Shyla Stylez","Bobbi Starr","Phoenix Marie","Asa Akira"],"overview":"Award winning director Jonathan Morgan assembles a first class set of ass in Smart Asses! It's a visually stimulating exploration of the backside of some of the hottest babes in adult. So sit back and prepare to find out who's really too hot for teacher!","release_date":"2010-05-05","vote_average":9.0,"runtime":84,"cert":"N\/A","id":79558,"title":"Smart Asses","adult":true,"genre_ids":[]},{"cast":["Alex Sanders","Anna Malle","Autumn Daye","Bunny Bleu","Jonathan Morgan"],"overview":"","release_date":"1994-12-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":79561,"title":"Anal Maniacs 2","adult":true,"genre_ids":[]},{"cast":["Dolorian","Elizabeth Del Mar","Jessica Drake","Julie Robbins","Shanna McCullough"],"overview":"Angelique (Teri Weigel) is a well-known artist who has it all—brains, beauty and success. Her art is unique, provocative and sexy with an artistic flair. The only thing missing is love. Her art is fulfilling but her urge to become whole is ravenous. As she realizes her missing link the answer to her desires becomes evident ... and it was right in front of her the whole time. Be careful what you wish for ... you just might get it!","release_date":"2003-10-14","vote_average":6.5,"runtime":87,"cert":"N\/A","id":79562,"title":"Angelique","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary about Evgeny Kissin, a prodigious Russian pianist. Contains footage from the legendary concert in the Royal Albert Hall.","release_date":"2000-12-31","vote_average":8.0,"runtime":104,"cert":"N\/A","id":79563,"title":"Evgeny Kissin: Gift of Music","adult":false,"genre_ids":[]},{"cast":["Anne Castro","Cinthia Santos","Fabiane Thompson","Monica Mattos","Suzana Scott"],"overview":"Grab your passport and join director Jonathan Morgan as he explores the backdoor to Brazil! Bikini-clad babes basking on the beach, soaking up the sun as they explore anal sensations in exotic locations!","release_date":"2008-12-17","vote_average":10.0,"runtime":90,"cert":"N\/A","id":79564,"title":"Backdoor to Brazil","adult":true,"genre_ids":[]},{"cast":["Julia Ann","Keri Sable","Nicole Sheridan","Arianna Alyse","Flower Tucci"],"overview":"A working man's dream come true! An all-girl extravaganza with some of the hottest and horniest babes in the business getting down n' dirty, literally. Whether they're fly fishing or lubing up your hot-rod, Julia Ann and Keri Sable aren't afraid to get their hands in it, just for you.","release_date":"2006-02-23","vote_average":0.0,"runtime":85,"cert":"N\/A","id":79565,"title":"Blue Collar Fantasies","adult":true,"genre_ids":[]},{"cast":["Alexis Amore","Sativa Rose","Shy Love","Jenaveve Jolie","Exotica"],"overview":"","release_date":"2005-10-18","vote_average":10.0,"runtime":null,"cert":"N\/A","id":79566,"title":"Caliente","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":79567,"title":"Cargo","adult":true,"genre_ids":[]},{"cast":["Milton Jones"],"overview":"Milton Jones, - you know the weird bloke with the shirts from Mock the Week. As well as star of the Michael McIntyre Roadshow, and the voice of 9 series for Radio 4 (including The Very World of Milton Jones and Another Case of Milton Jones) and all sorts of other radio and telly as well. Awards too. Well it s his new show with new stuff, not in his last show. Youtube him or something....","release_date":"2011-11-21","vote_average":0.0,"runtime":68,"cert":"","id":79568,"title":"Milton Jones: Lion Whisperer","adult":false,"genre_ids":[35]},{"cast":["Kaylani Lei","Kylie Wylde","Nicole Sheridan","Nikki Rhodes","Renae Cruz"],"overview":"Carpooling is a great way to save money, but it's also an even better way to get to know your fellow passengers a little bit better! Kaylani Lei, Herschel Savage, Nikki Rhodes, and Dane Cross share stories about their conquests, making Carpool one commute that you wish could go on forever!","release_date":"2008-06-17","vote_average":0.0,"runtime":87,"cert":"N\/A","id":79569,"title":"Carpool","adult":true,"genre_ids":[]},{"cast":["Junior Singo","Mary Twala","Adelaide Shabalala"],"overview":"Young Musa is orphaned after a mysterious illness strikes his village in KwaZulu Natal. To help his grandmother, Musa sets out for Johannesburg with his father's last gift, a tribal drum, in search of work and his uncle. The journey confronts him with the stark realities of urban life, but his indomitable spirit never wavers; he returns with a truth and understanding his elders have failed to grasp.","release_date":"2003-10-10","vote_average":7.7,"runtime":114,"cert":"N\/A","id":79570,"title":"Beat the Drum","adult":false,"genre_ids":[18]},{"cast":["Anna Rot","Magdalena Kronschläger","Philipp Hochmair","Martina Spitzer","Adrian Topol"],"overview":"An unreservedly matter-of-fact look at two young women who consider prostitution an adventure until reality catches up with them.","release_date":"2010-10-06","vote_average":6.1,"runtime":101,"cert":"N\/A","id":79571,"title":"Tag und Nacht","adult":false,"genre_ids":[18]},{"cast":["Enrico Maria Salerno","Mariangela Melato","Mario Adorf","Franco Fabrizi","Cyril Cusack"],"overview":"Bertone is a moderately honest homicide cop. Unfortunately, the court system is so inept and corrupt that many more-or-less honest policemen have begun taking the law into their own hands. Between his efforts to thwart the growth of crime and to control his vengeful co-workers, homicide-chief Bertone has his hands full","release_date":"1972-02-25","vote_average":7.5,"runtime":100,"cert":"N\/A","id":79572,"title":"Execution Squad","adult":false,"genre_ids":[80,18]},{"cast":["Pascal Légitimus","Valeria Bruni Tedeschi","Johnny Hallyday","François Berléand","Catherine Jacob"],"overview":"Gardien à la Santé, Alex mène une petite vie tranquille aux côtés de son épouse Louisette et de son collègue et copain René. Muté au quartier des V.I.P., il se voit proposer par l'un des détenus, Bertrand, un businessman condamné pour affaires frauduleuses, un étrange marché : Claire, l'épouse de Bertrand, a décidé de se séparer d'un mari devenu encombrant tout en profitant de sa fortune. Alex est alors chargé de lui proposer une affaire financière alléchante mais bidon qui pourrait permettre à Bertrand de récupérer son argent. Désireux de mettre un peu de piment dans sa vie, Alex accepte de jouer le jeu et de se comporter pendant ses soirées en homme d'affaires suisse et discret ! Claire est séduite. Très vite, Bertrand réalise qu'Alex s'intéresse vraiment à sa femme, Claire découvre la supercherie financière et Louisette la trahison conjugale...","release_date":"2005-05-25","vote_average":4.4,"runtime":100,"cert":"N\/A","id":79573,"title":"Quartier VIP","adult":false,"genre_ids":[35]},{"cast":["Laetitia Casta","Thierry Neuvic","Jacques Bonnaffé","Roger Dumas","Anne Loiret"],"overview":"In 1922, a young novelist goes to the countryside to write her latest book and falls victim to terrifying hallucinations and nightmares.","release_date":"2011-07-05","vote_average":5.4,"runtime":90,"cert":"N\/A","id":79574,"title":"Behind the Walls","adult":false,"genre_ids":[53,18,27,9648]},{"cast":["Whitney Anderson","Dragoș Bucur","Stefan Iancu","Velea Alex","Cătălina Grama"],"overview":"Jennifer is an American who lives in Romania. Radu Prodan is married and with it has a very intelligent boy of 10 years. Jennifer is a teacher of literature in Bucharest. Located at a baptism as NASA, the police arrest her husband and so was the fact her husband has a business that consists of money laundering. Due to restrictions of law, not allowed to leave the country. Jennifer, NASA, trying hard to find a solution to solve all problems.","release_date":"2011-04-29","vote_average":5.8,"runtime":104,"cert":"N\/A","id":79575,"title":"The Godmother","adult":false,"genre_ids":[35]},{"cast":["Mike Raven","James Bolam","Mary Maude","Ronald Lacey","Betty Alberge"],"overview":"An obsessed sculptor kills a young women to make a perfect bronze sculpture of her. Years later at his secluded home a number of people become trapped in a web of revenge, murder and horror.","release_date":"1971-01-01","vote_average":3.8,"runtime":91,"cert":"","id":79576,"title":"Crucible of Terror","adult":false,"genre_ids":[18,27]},{"cast":["Alex Fong Lik-Sun","Elanne Kwong","Carol Yeung","Stephy Tang","Kong Kim"],"overview":"The story begins with three men from different walks of life who lead very ordinary lives in Hong Kong but all have something in common - single and desperate for love. They decide to travel to Hainan, China, in search of love. On their adventure, they suffer plenty of bad luck, one after another, but love may just be around the corner.","release_date":"2011-08-25","vote_average":3.0,"runtime":97,"cert":"N\/A","id":79577,"title":"Summer Love Love","adult":false,"genre_ids":[10749,35]},{"cast":["Alexandre Arnaudy","Henri Poupon","Marguerite Chabert","Alida Rouffe","Charles Blavette"],"overview":"Cigalon (Alexandre Arnaudy) manages a restaurant in a small town in Provence. A chef with a high opinion of his past culinary achievements, he makes no effort to attract customers and is rude to those who venture into his establishment expecting to be fed. To Cigalon, gastronomy is the greatest of all the arts, and so he is naturally aghast when a former laundress named Madame Toffi (Marguerite Chabert) opens a restaurant next door to his. Madame Toffi does not share his elevated notions and intends to serve meals to the general public - an appalling prospect! While Cigalon's restaurant remains empty, Madame Toffi's is always busy. To prove he's the better chef, Cigalon must now start catering to the whims of paying customers or be forced out of business.","release_date":"1935-12-11","vote_average":5.5,"runtime":null,"cert":"N\/A","id":79578,"title":"Cigalon","adult":false,"genre_ids":[35]},{"cast":["Leslie Bellair","Brendan Dooling","Evie Eikhoff","Emma Greene","Tatiana Guy"],"overview":"Nine-year-old Taylor McTuttle has reached a crossroads. Does he believe Santa Clause really knows who is naughty or nice? Does he even believe in Santa Clause anymore? An Elf's Story is the inspirational tale of Chippey, the young scout elf who is assigned by Santa to restore Taylor's belief in Christmas magic. When the boy breaks the number one Elf on the Shelf rule, Chippey loses his Christmas magic; the entire McTuttle family loses is scout elf, and both Taylor and Chippey lose their self-respect. Through the power of love and forgiveness, both of them learn the most important lesson of all: that true belief cannot be taught. A family holiday classic for generations to come, An Elf's Story is filled with fun, music, and the timeless message that Christmas is something we carry in our hearts.","release_date":"2011-11-25","vote_average":3.1,"runtime":24,"cert":"N\/A","id":79579,"title":"An Elf's Story","adult":false,"genre_ids":[10751,14,878]},{"cast":["Sergey Garmash","Bogdan Stupka","Yekaterina Rednikova","Vladimir Yepifantsev","Konstantin Adayev"],"overview":"Big home of Shamanov family has everything - except love and understanding under the roof...","release_date":"2011-11-03","vote_average":6.1,"runtime":127,"cert":"N\/A","id":79580,"title":"Home","adult":false,"genre_ids":[18,9648]},{"cast":["Kristin Chenoweth","Alan Cumming","Stephanie D'Abruzzo","Raúl Esparza","Edie Falco"],"overview":"ShowBusiness: The Road to Broadway is an American documentary film, directed by Dori Berinstein, a Broadway Producer, Writer and Filmmaker.  Berinstein filmed each principal musical on Broadway for her project during the 2003-2004 season, for about 600 hours of initial film footage. She focused the film on four musicals, through the difficulties of pre-production, their openings, attendant publicity around the shows, and their reviews, through the 2004 Tony Award competition. The four musicals documented for the film were: Wicked, Taboo, Caroline or Change, Avenue Q.","release_date":"2007-04-19","vote_average":6.3,"runtime":102,"cert":"N\/A","id":79583,"title":"ShowBusiness: The Road to Broadway","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Las Vegas promoters planning a review starring Jahna Steele invited transsexuals to participate in \"The World's Most Beautiful Transsexual Pageant,\" a two-day contest from which eight or so women would be offered jobs in the review. About 20 women arrive for all-night rehearsals and the pageant itself: swimsuit, evening gown, and talent competition, the selection of eight finalists and three prize winners. We follow the women backstage and get in-depth profiles of six: two from Chicago and one each from LA, San Francisco, San Antonio, and Columbia, South Carolina. We meet their families, and we learn about their lives and their journeys of self-discovery and acceptance","release_date":"2007-10-30","vote_average":7.0,"runtime":92,"cert":"N\/A","id":79584,"title":"Trantasia","adult":false,"genre_ids":[99]},{"cast":["Nikolay Eryomenko","Vladimir Gostyukhin","Lembit Ulfsak","Vladimir Smirnov","Tamara Akulova"],"overview":"Lord and Lady Glenarvan found a bottle in the ocean. this bottle contained a letter from captain Grant that he and 2 of his sailors had survived a disaster in sea and need help. Unfortunately, the letter was damaged by water, and only latitude is known (37 degrees), but no longitude. The Glenarvans decide to find captain Grant.","release_date":"1985-01-01","vote_average":7.3,"runtime":455,"cert":"N\/A","id":79585,"title":"In Search for Captain Grant","adult":false,"genre_ids":[12]},{"cast":["John Cameron Mitchell","Stephen Trask","Miriam Shor","Jack Steeb","Michael Ortega"],"overview":"Documentary about the creation of the stage musical \"Hedwig and the Angry Inch\" and its subsequent film adaptation.","release_date":"2003-09-07","vote_average":7.0,"runtime":85,"cert":"N\/A","id":79586,"title":"Whether You Like It or Not: The Story of Hedwig","adult":false,"genre_ids":[99]},{"cast":["Alessandro Gassman","Francesco Quinn","Joe Urla","Lenny Venito","Jennifer Esposito"],"overview":"A comedy\/drama about four Italian single fathers trying to cope with American ex-wives, children, family, and new relationships, set in New York and Rome.","release_date":"2009-01-15","vote_average":0.0,"runtime":100,"cert":"N\/A","id":79587,"title":"Four Single Fathers","adult":false,"genre_ids":[18,35]},{"cast":["Michael Haigh","Mildred Wood"],"overview":"Before Christmas, the North Pole is a very busy place. When Rumbletum, the cantankerous boiler which drives the toy machines breaks down, Santa has to find a job in the city to pay for the repairs.","release_date":"1983-12-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":79590,"title":"Nearly No Christmas","adult":false,"genre_ids":[]},{"cast":["Valeria Bruni Tedeschi","Amit Arroz","Tarun Bedi","Maria Ludovica Bernardi","Chiara Mastalli"],"overview":"Collection of short films the summaries of which include; a foreign man moving to Italy, getting married and having a child; a four split scene short involving plot-less images of old people with television sets for heads, a beautiful woman having sex, and overall confusion; and an old man reminiscing over his youth.","release_date":"2002-09-03","vote_average":6.5,"runtime":101,"cert":"N\/A","id":79591,"title":"Ten Minutes Older: The Cello","adult":false,"genre_ids":[878,18,10749]},{"cast":["Sergey Nikonenko","Mikhail Kozakov","Vladimir Grammatikov","Mikhail Pugovkin","Larisa Belogurova"],"overview":"The Civil War in Russia has just finished. The sixth chief of militia came to a small town in the south. Five Glodov’s predecessors had been killed by a gang of elusive Vakhromeyev. Now Glodov and his crew are going to have a mortal combat with the smart gangsters…","release_date":"1981-12-18","vote_average":6.6,"runtime":null,"cert":"N\/A","id":79594,"title":"The Sixth","adult":false,"genre_ids":[18,28]},{"cast":["Tamara Akulova","Leonid Kulagin","Boris Khmelnitsky","Romualds Ancāns","Vytautas Tomkus"],"overview":"Ivanhoe is the story of one of the remaining Saxon noble families at a time when the nobility in England was overwhelmingly Norman. It follows the Saxon protagonist, Sir Wilfred of Ivanhoe, who is out of favor with his father for his allegiance to the Norman king Richard the Lionheart. The story is set in 1194, after the failure of the Third Crusade, when many of the Crusaders were still returning to their homes in Europe. King Richard, who had been captured by Leopold of Austria on his return journey to England, was believed to still be in captivity.","release_date":"1982-01-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":79595,"title":"The Ballad of the Valiant Knight Ivanhoe","adult":false,"genre_ids":[12,10749]},{"cast":["Boris Karloff","Helena Patočková","Jaromír Sobota","Detsky pevecky sbor Jana Kuhna"],"overview":"Adaptation of a fairy tale by Hans Christian Andersen, about an emperor who prefers the tinkling of a bejeweled mechanical bird to the song of a real nightingale. When the Emperor is near death, the nightingale's song restores his health.","release_date":"1949-04-15","vote_average":4.8,"runtime":72,"cert":"N\/A","id":79596,"title":"The Emperor's Nightingale","adult":false,"genre_ids":[16,10751,14]},{"cast":["Eddie Peng","Lawrence Ko","Zaizai Lin","Chen Han-Dian","Lung Siu-Wah"],"overview":"Ashin has spent his enitre life training for the national team in gymnastics. His mother believes his work will amount to nothing and asks his high school coach to take him off the team. Ashin then quits the sport entirely. He quickly falls in with wrong crowd and finds himself in a lot of trouble. Ashin leaves his small hometown of Yilan. Will he ever get back to the sport that he loves?","release_date":"2011-12-02","vote_average":6.1,"runtime":126,"cert":"N\/A","id":79597,"title":"Jump Ashin!","adult":false,"genre_ids":[]},{"cast":["Jeffrey Weissman","Michelle Page","David Fine","Larry Laverty","Robert Blanche"],"overview":"Three brothers come together to make positive changes in the world, changing themselves in the process.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79598,"title":"American Disciples","adult":false,"genre_ids":[]},{"cast":["Tom Burlinson","Angela Punch McGregor","Ron Haddrick"],"overview":"This is an adaptation of the novel \"The Hunchback of Notre Dame\" by Victor Hugo, produced by Burbank Films Australia.","release_date":"1986-01-01","vote_average":2.0,"runtime":52,"cert":"N\/A","id":79599,"title":"The Hunchback of Notre-Dame","adult":false,"genre_ids":[16,10751]},{"cast":["Jeffrey Weissman","Glorinda Marie","James Anthony Cotton","Larry Laverty","Teri Flores"],"overview":"It's 1978 and a once popular boy named Ben must return to high school bald and skinny after battling cancer. A coming of age story about two brothers who bond to rise above their obstacles and find happiness again.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79600,"title":"Hats Off","adult":false,"genre_ids":[]},{"cast":["Jeffrey Weissman","David Fine","Larry Laverty","Stephen Pawley","Judy Cerda"],"overview":"The gin-soaked lives of a talentless magic troupe are stirred when they swap a hockey bag full of weed with a corpse.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79601,"title":"Slapdash","adult":false,"genre_ids":[]},{"cast":["Samuel Child","Mackenzie Firgens","David Fine","Zak Kilberg","Larry Laverty"],"overview":"A portrait of three restless young urbanites searching for meaning in love, sex, drugs, and political revolution.","release_date":"2007-05-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79602,"title":"Revolution Summer","adult":false,"genre_ids":[18]},{"cast":["Jackson Davies","Lorette Clow","Larry Laverty","James Bell","Kristi Hendrickson"],"overview":"Minor league baseball is one thing. Icetime tells the story of what goes on behind the scenes in hockey. The pressures on kids, the rise to the top.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79603,"title":"Icetime","adult":false,"genre_ids":[]},{"cast":["James Kyson","Emily Rahe","Larissa Kasian","Larry Laverty","Greg Cala"],"overview":"A young Korean living illegally in America meets and falls in love with a caucasion woman in an abusive marriage. He becomes caught in a web of deception that forces him to take drastic measures to save them both.","release_date":"2013-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79604,"title":"Snapdragon","adult":false,"genre_ids":[53,10749]},{"cast":["James Kyson","Alexis Rhee","Larry Laverty","Greg Cala","David Zubiria"],"overview":"A day in the life of a Korean immigrant family, single mother and her two children as two worlds collide.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79605,"title":"On the Rocks","adult":false,"genre_ids":[]},{"cast":["Lee Adams","Dawn Brodey","Laura Adams","Larry Laverty","Ryan Wotherspoon"],"overview":"Five people and their relation to murder, as perpetrators, as victims, as conspirators.","release_date":"","vote_average":0.0,"runtime":89,"cert":"N\/A","id":79606,"title":"Further North","adult":false,"genre_ids":[]},{"cast":["Jörgen Raymann"],"overview":"","release_date":"2004-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79609,"title":"Jörgen Raymann: Slaaf of niet verslaafd","adult":false,"genre_ids":[]},{"cast":["Kyra Sedgwick","Kiefer Sutherland","Stockard Channing","Chuck Shamata","Hannah Lochner"],"overview":"Set in New York and New England (but filmed in Newfoundland), Behind the Red Door stars Kyra Sedgwick as Manhattan-based photographer Natalie Haddad, who enjoys success with her strangely gloomy and foreboding camerawork. When her agent and best friend Julia (Stockard Channing) arranges for her to accept a lucrative contract with a Boston ad agency, Natalie discovers that she will be working for her own gay brother Roy (Kiefer Sutherland), whom she hasn't seen in a decade. Although Roy is insufferably snobbish and manipulative, he manages to exert a curious control over Natalie, forcing her to confront several disturbing, long-suppressed memories of her past (shown in black-and-white flashbacks). Before the film is over, Natalie is made to realize why Roy's behavior is so overbearing -- and also, the viewer learns just how intimately Julia is involved in the lives of both siblings.","release_date":"2003-01-12","vote_average":6.4,"runtime":105,"cert":"N\/A","id":79610,"title":"Behind the Red Door","adult":false,"genre_ids":[18]},{"cast":["Maksim Sukhanov","Justine Waddell","Danila Kozlovsky","Daniela Stojanovic","Nina Loshchinina"],"overview":"In the year 2020, a group of wealthy Moscovites travel to an abandoned astrophysics complex, rumoured to have enough power to halt the process of aging.","release_date":"2011-06-26","vote_average":6.2,"runtime":158,"cert":"N\/A","id":79611,"title":"Target","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"'Nu er det jul', råber Bamse og han kan mærke, at det kilder i maven og over det hele. Nu skal vi have sne og masser af gaver - og måske en tur i julemandens kane? 'Nu er det jul', råber Bamse og han kan mærke, at det kildrer i maven og over det hele. Nu skal vi have sne og masser af gaver - og måske en tur i julemandens kane? Findes der nogen bedre måde at fejre den dejlige juletid på end med Bamses Julesange? Det får ihvertfald Kylling og Ælling i julehumør, og pludselig er der nisser og flyvende rensdyr overalt i Bamseskoven. Sangene fra Bamses Julerejse: 1. Nu er det jul 2. Julemand gi' en tur 3. Slut med klipperi 4. Vi er på vej til dig 5. Askes Hej Ho 6. Vi er på vej til dig (sammenklip) 7. Julen er død 8. Skal vi bytte vores huer 9. Vi er på vej 10. efterlysning (sammenklip) 11. Hjemve 12. Vi er på vej (søen) 13. Kanesang 14. Nu er det jul (alle danser om juletræet) Bonus tracks Bamse læser nissehistorier","release_date":"2005-11-15","vote_average":0.0,"runtime":48,"cert":"N\/A","id":79614,"title":"Bamses Julesange","adult":false,"genre_ids":[10402]},{"cast":["Winona Ryder","Rob Lowe","Jason Robards","Jane Alexander","Irma P. Hall"],"overview":"An awkward 13-year-old (Winona Ryder) leaves her cranky grandfather (Jason Robards) in rural Texas, to live with her mother (Jane Alexander) in Fort Worth.","release_date":"1987-03-01","vote_average":5.3,"runtime":112,"cert":"N\/A","id":79615,"title":"Square Dance","adult":false,"genre_ids":[18,10749]},{"cast":["Alanis Morissette"],"overview":"Live in the Navajo Nation is an Alanis Morissette DVD\/VHS released in 2002 (see 2002 in music). It is part of the Music in High Places series.","release_date":"2002-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79616,"title":"Alanis Morissette: Live In The Navajo Nation","adult":false,"genre_ids":[10402]},{"cast":["Victor Haugen Kristiansen","Marianne Meløy","Elise Strømberg","Julie Nordhuus","Marthe Vonheim"],"overview":"15-year-old Ida is a fashion blogger and city girl, and definitely unhappy about her mother's decision to move to a small farm in Northern Norway. Hating her new life from the first moment, she thinks the other girls are stupid to prefer horses to clothes and make-up. But a dramatic encounter with a horse called Kehilan changes everything. Suddenly Ida becomes eager to learn to ride, and then she discovers that the other girls are pretty OK. But upon discovering that Kehilan is soon to be sent to the slaughterhouse, a self-centred interest in clothes and fashion seems quite meaningless. But will Ida, against all odds, manage to save her horse?","release_date":"2011-08-25","vote_average":4.0,"runtime":84,"cert":"N\/A","id":79617,"title":"Coming Home","adult":false,"genre_ids":[10751]},{"cast":["Jean-Hugues Anglade","Elsa Zylberstein","Clément Sibony","Eglantine Rembauville-Nicolle","Serge Hazanavicius"],"overview":"","release_date":"2009-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79618,"title":"La double inconstance","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the end of the 90s, Viktor &amp; Rolf broke into the international fashion world as innovative designers with their theatrical catwalk shows and avant-garde creations. Now they are ready to conquer the world with their own fashion house, their perfume 'flowerbomb', a matching catwalk collection, and new lines of glasses and shoes. The film Viktor &amp; Rolf: \"Because we're worth it!\" takes the viewer up close and personal with the Dutch fashion duo at this turning point in their career. Over the period of one year, documentary filmmaker Femke Wolting follows Viktor &amp; Rolf every step of the way as they take on a new course.","release_date":"2006-01-22","vote_average":0.0,"runtime":60,"cert":"N\/A","id":79619,"title":"Viktor and Rolf: Because We're Worth It!","adult":false,"genre_ids":[99]},{"cast":["Jean Jennings","John Holmes","Dale Meador","Annette Haven","John Leslie"],"overview":"In 1810, a flea narrates the goings-on it sees through the eyes of a young teenage girl whose life is controlled by a lusty priest in league with her unscrupulous uncle.","release_date":"1976-08-31","vote_average":6.3,"runtime":92,"cert":"N\/A","id":79620,"title":"The Autobiography of a Flea","adult":true,"genre_ids":[35,18]},{"cast":["RAS-G","J. Rocc","Daedelus"],"overview":"This documentary film by the dublab.com creative collective is an experiment in sound recycling. Secondhand Sureshots features four amazing, LA-based beat makers: Daedelus, J-Rocc, Nobody and Ras G in a secret mission to create new musical magic from the dusty remains of thrift store vinyl","release_date":"2008-12-08","vote_average":0.0,"runtime":30,"cert":"N\/A","id":79621,"title":"Secondhand Sureshots","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Three generations of one family weather the challenges of living in modern-day Indonesia, the largest Muslim community on the globe.","release_date":"2005-01-06","vote_average":7.0,"runtime":92,"cert":"N\/A","id":79622,"title":"Shape of the Moon","adult":false,"genre_ids":[99]},{"cast":["Nanami Sakuraba","Emiko Kawamura","Kumiko Shiratori","Tomoya Nakamura","Seminosuke Murasugi"],"overview":"The movie consists of 4 stories each telling how people survive on life-death choice. The story titles are: Cheering Girls, Boy? meets girl., Claim Night! and The House Full Of 'Abandoned' Businessmen.","release_date":"2011-01-15","vote_average":7.3,"runtime":91,"cert":"N\/A","id":79623,"title":"Quirky Guys and Gals","adult":false,"genre_ids":[35]},{"cast":["Shin'ya Ohwada","Emiko Yamauchi","Masami Hasegawa","Jun Izumi","Noboru Mitani"],"overview":"In a rural village with a poorly understood but long standing curse from the Dog God, outsiders from a major Tokyo mining corporation scouting for uranium destroy a small shrine and crush a dog under their jeep wheels. After one of the mining company employees marries the daughter of a prominent member of the village, the Dog God’s wrath boils over and people start to die. The village girl and mining company employee start a new life in Tokyo, but the Dog God possesses her and she is deemed mentally ill. The couple returns to the village to perform an exorcism, but it is unsuccessful. As the body count accumulates, the cause of and remedy for the curse becomes more opaque.","release_date":"1977-06-18","vote_average":7.0,"runtime":103,"cert":"N\/A","id":79624,"title":"Curse of the God Dog","adult":false,"genre_ids":[27]},{"cast":["Yoo Da-in","Yoo Yeon-seok","Kim Joo-ryoung","Park Hyuk-kwon","Choi Hee-won"],"overview":"To recover memories from five years ago… Can our story start again? 18 year-old Hye-hwa and Han-soo were lovers but as soon as Hye-hwa got pregnant Han-soo disappeared completely. Five years later, Han-soo suddenly appears in front of Hye-hwa and the two of them find out their baby is still alive. Hye-hwa doesn’t believe Han-soo. However, after finding out her child had been adopted, she can’t help but weaken.","release_date":"2011-02-17","vote_average":9.0,"runtime":108,"cert":"N\/A","id":79625,"title":"Re-encounter","adult":false,"genre_ids":[18]},{"cast":["Seo Jun-young","Lee Min-ji","Kwon Hyeok-Pung","Na Han","Hyo-Sang Choi"],"overview":"Eighteen year-old Tae-hoon and Mi-jung have been going out for 100 days. During winter break they decide to take a trip to the beach to celebrate their anniversary. When they are back home after a few days, they have to confront a harsh situation – Mi-jung’s parents don’t allow them to see each other until they become college students. Tae-hoon struggles to keep their love and wanders around Mi-jung but she is eventually changed and avoids him as her parents wish. Winter turns to spring, and Tae-hoon and Mi-jung both turn nineteen.","release_date":"2009-12-25","vote_average":6.5,"runtime":96,"cert":"N\/A","id":79626,"title":"Eighteen","adult":false,"genre_ids":[18,10749]},{"cast":["Mike Adair","Bob Holt","Bev Calson","Michael Monken","Dave Parke"],"overview":"Hoops and Yoyo wait up to see Santa, and inadvertently end up in his sleigh, traveling with him through the time-space continuum that allows Santa to visit everyone in the world in one night. When they fall off the sleigh part-way through the continuum, they find themselves back in time with a young Kris Kringle, who has not yet become the magical toy-giver we know of today. Their arrival back in time disrupts the natural order of events that will make Kris Kringle, Santa, forcing the duo into a desperate race to set things right so that the world will have its Santa Claus.","release_date":"2011-11-25","vote_average":5.9,"runtime":22,"cert":"N\/A","id":79627,"title":"Hoops & Yoyo Ruin Christmas","adult":false,"genre_ids":[16]},{"cast":["Jared Leto","Guy Martin","Ian Hutchinson","John McGuinness","Michael Dunlop"],"overview":"By vividly recounting the TT's legendary rivalries and the Isle of Man's unique road racing history, this 3D feature documentary discovers why modern TT riders still risk their lives to win the world's most dangerous race. The Isle of Man Tourist Trophy is the greatest motorcycle road race in the world, the ultimate challenge for rider and machine. It has always called for a commitment far beyond any other racing event, and many have made the ultimate sacrifice in their quest for victory. A story about freedom of choice, the strength of human spirit and the will to win. It's also an examination of what motivates those rare few, this elite band of brothers who risk everything to win.","release_date":"2011-04-22","vote_average":8.1,"runtime":104,"cert":"15","id":79628,"title":"TT3D: Closer to the Edge","adult":false,"genre_ids":[99]},{"cast":["Valerio Mastandrea","Raffaele Vannoli","Sandra Milo","Anna Longhi","Regina Orioli"],"overview":"","release_date":"2008-04-24","vote_average":6.9,"runtime":null,"cert":"N\/A","id":79629,"title":"Chi nasce tondo","adult":false,"genre_ids":[]},{"cast":["Marek Kondrat","Wojciech Malajkat","Piotr Gąsowski","Andrzej Chyra","Artur Barciś"],"overview":"","release_date":"2002-03-21","vote_average":6.3,"runtime":null,"cert":"N\/A","id":79632,"title":"Tytus, Romek and A'Tomek Versus the Thieves of Dreams","adult":false,"genre_ids":[16,10751]},{"cast":["Claude Brasseur","Guy Marchand","Jean-Pierre Darras","André Pousse","Daniel Auteuil"],"overview":"Un réalisateur sans beaucoup d'expérience souhaite tourner un film pornographique.","release_date":"1976-02-17","vote_average":3.8,"runtime":85,"cert":"N\/A","id":79633,"title":"Attention les yeux !","adult":false,"genre_ids":[35]},{"cast":["Mammootty","Nafisa Ali","Manoj K Jayan","Bala","Sumit Naval"],"overview":"Four brothers try to find the mystery behind the murder of woman who raised them.","release_date":"2007-04-13","vote_average":7.2,"runtime":130,"cert":"N\/A","id":79634,"title":"Big B","adult":false,"genre_ids":[28,53]},{"cast":["Ian Bok","Maryous Gabrielse","Fred Goessens","Jennifer Jago","Marwan Kenzari"],"overview":"An intimate look into the life of a 13 year old girl in northern Amsterdam who 'looses' her Russian mother and older sister to the cruel world of prostitution. Little sister remains alone in a flat at the IJ-square. Through her unconditional love and her lack of inhibition she manages to keep her head up in the relentless world of porn, drugs, and neon ads.","release_date":"2008-10-02","vote_average":7.3,"runtime":82,"cert":"N\/A","id":79635,"title":"Katia's Sister","adult":false,"genre_ids":[18]},{"cast":["Ricky Tognazzi","Barbara De Rossi","Alessandro Benvenuti","Monica Scattini","Veronika Logan"],"overview":"","release_date":"1994-04-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":79636,"title":"Maniaci Sentimentali","adult":false,"genre_ids":[]},{"cast":["Choi Min-sik","Tsering Kipale Gurung","Tsering Kipale Gurung","Tenjing Sherpa","Namgya Gurung"],"overview":"A Korean executive ventures into the Himalayas in order to deliver the remains of a Nepalese migrant worker to his family.","release_date":"2009-06-11","vote_average":8.0,"runtime":95,"cert":"N\/A","id":79637,"title":"Himalaya, Where the Wind Dwells","adult":false,"genre_ids":[]},{"cast":[],"overview":"Child and Herry was a couple who love each other very romantic and loving. Manja dan Herry adalah sepasang suami isteri yang sangat romantik dan saling sayang menyayangi. For Herry, Manja is a wife and a good housewife. Bagi Herry, Manja adalah seorang isteri dan suri rumah yang baik. Child best to try to hide his identity as a leader of the gangsters. Sedaya upaya Manja cuba menyembunyikan identitinya sebagai seorang ketua kumpulan gangster. Office, Herry often bullied by Mat Only, but every time Herry Mat Only bullied sure will reward. Dipejabat, Herry kerap dibuli oleh Mat Saja, tetapi setiap kali Herry dibuli pasti Mat Saja akan menerima balasannya.","release_date":"2011-09-22","vote_average":6.3,"runtime":86,"cert":"N\/A","id":79638,"title":"Bini-Biniku Gengster","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1983-01-01","vote_average":5.0,"runtime":61,"cert":"N\/A","id":79639,"title":"Aesop's Fables","adult":false,"genre_ids":[16,10751]},{"cast":["Jon Prescott","Ian Novick","Margaret Anne Florence","David Albiero","Collin Biddle"],"overview":"Hunky Daniel couldn’t have it better – great parents, a successful career as an investment banker, and the beautiful Jen as his fiancée. A seemingly perfect life… but there is one temptation that may derail his best laid plans for the straight-and-narrow: he has a thing for Tommy, a charming former college classmate who is now openly gay.","release_date":"2011-10-07","vote_average":5.6,"runtime":90,"cert":"N\/A","id":79640,"title":"The One","adult":false,"genre_ids":[35,18,10749]},{"cast":["Judit Pogány"],"overview":"Bogyó a csigafiú és Babóca a katicalány 13 új kalandja.","release_date":"2011-08-11","vote_average":0.0,"runtime":70,"cert":"N\/A","id":79641,"title":"Bogyó és Babóca - 13 új mese","adult":false,"genre_ids":[16]},{"cast":["Bogdan Stupka","Alexey Zubkov","Kseniya Knyazeva","Ostap Stupka","Evgeniy Ganelin"],"overview":"Kim Bulatovich - the power and strength of the Sychov family, he spent most of his active life away from loved ones at the gold mines in Siberia. He sent all the money he earned to his relatives, giving them the opportunity to live comfortably, and therefore to live carefree for many years.  Deciding to go on a well-deserved rest, settle down next to his relatives, he suddenly began to gasp in the mercantile philistine world of his family, saw an unacceptable falsity in his relationship between the limp son Artyom and the newly-made daughter-in-law Lily, sharply felt the loneliness of his beloved granddaughter Tatyana, who had lost her mother early ...","release_date":"2009-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79642,"title":"Buy a friend","adult":false,"genre_ids":[10749]},{"cast":["Salvatore Ficarra","Valentino Picone","Ambra Angiolini","Diane Fleri","Giovanni Esposito"],"overview":"Salvo e Valentino sono due amici che hanno una piccola società di servizi per il turismo. Il loro mezzo, un restaurato e coloratissimo autobus inglese di qualche anno fa, trasporta i turisti tra i monumenti di Torino. Valentino è abbastanza timido e riservato, mentre Salvo è parecchio intraprendente e sfacciato. Alle loro dipendenze c'è Natascha, una giovane e bella guida turistica, che non conosce però nessuna lingua straniera. È chiaro, quindi, qual è stato il criterio di selezione e, soprattutto, chi è stato il selezionatore! Valentino ha una relazione stabile con Gisella: la sua fidanzata storica, che ama di un amore morboso, totalizzante e oppressivo. Quando la storia arriva al capolinea, entra in gioco il fidato amico Salvo, con l’obiettivo di trovargli una donna che lo faccia tornare a vivere e a sorridere. Per contro, Valentino vuole mettere fine alla vita scanzonata e frivola di Salvo, e anche lui vuole trovare la compagna della vita all’amico e collega di lavoro...","release_date":"2011-11-23","vote_average":6.3,"runtime":94,"cert":"N\/A","id":79643,"title":"Anche se è amore non si vede","adult":false,"genre_ids":[35]},{"cast":["Godfrey"],"overview":"With his signature wide-eyed humor and treasure trove of voices Godfrey asks the questions that plague the depths of our being. Why do people duck in the rain and protect just one ear? What if guido bouncers ran the TSA? Stand-up live at New York City’s Gramercy Theatre.","release_date":"2011-08-30","vote_average":8.0,"runtime":null,"cert":"N\/A","id":79644,"title":"Godfrey: Black By Accident","adult":false,"genre_ids":[35]},{"cast":["Kim Darby","Scott Wilson","Tony Musante","Robert Lansing","Connie Stevens"],"overview":"The Grissom Gang is a remake of the notorious 1949 British melodrama No Orchids For Miss Blandish. Kim Darby plays a 1920s-era debutante who is kidnapped and held for ransom. Her captors are the Grissoms, a family comprised of sadists and morons, and headed by Ma Barker clone Irene Dailey. One of the Grissoms, played by Scott Wilson, takes a liking to his prisoner, which results in a bloody breakdown of the family unit. Both The Grissom Gang and the original No Orchids For Miss Blandish were inspired by the best-seller by James Hadley Chase, though neither film retains Chase's original ending.","release_date":"1971-05-28","vote_average":6.9,"runtime":128,"cert":"N\/A","id":79645,"title":"The Grissom Gang","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Ann Blyth","Edmund Purdom","David Niven","George Sanders","Roger Moore"],"overview":"Lady Mary's father is innocently accused of treason and is executed. It is the king's evil chancellor, the duke of Brompton, who has found a way of getting rich by accusing his enemies of treason, having them killed and then expropriating their fortune. Lady Mary travels to London to meet the duke, but instead meets the handsome Michael Dermott. Dermott has found the duke's notebook where all his evil schemes have been written down. Of course, he is very anxious to get his notebook back...","release_date":"1955-08-05","vote_average":6.5,"runtime":78,"cert":"N\/A","id":79646,"title":"The King's Thief","adult":false,"genre_ids":[12]},{"cast":["Lauren Tewes","Jennifer Jason Leigh","John DiSanti","Peter DuPre","Gwen Lewis"],"overview":"A TV newswoman (Lauren Tewes) catches a pervert (John DiSanti) watching her sister (Jennifer Jason Leigh) who cannot see, hear or speak.","release_date":"1981-02-11","vote_average":6.1,"runtime":84,"cert":"N\/A","id":79649,"title":"Eyes of a Stranger","adult":false,"genre_ids":[27,53]},{"cast":["Mohanlal","Bhavana","Manoj K Jayan","Shobana","Jagathy Sreekumar"],"overview":"An underworld don who operates internationally, Sagar Alias Jacky had to deal with the likes of Naina (Suman) and Goa based Rozario brothers who want to do away with Sagar.  But each time Sagar with his fearlessness and brilliance in plotting, outplays them. The film starts off very interestingly when Indhu(Shobhana), the daughter of the state chief minister (Nedumudi Venu) calls Sagar to save her husband Manu (Manoj K Jayan) from the clutches of Rozario brothers.","release_date":"2009-03-26","vote_average":4.7,"runtime":140,"cert":"N\/A","id":79650,"title":"Sagar Alias Jacky Reloaded","adult":false,"genre_ids":[28,53]},{"cast":["Dhanush","Diya","N. S. Ramesh Khanna","Pyramid Natarajan","Parul Yadav"],"overview":"Dreams movie begins with Dhanush, in prison for a murder charge, narrating his flashback. He along with his father Pyramid Natarajan leads a happy life where the two smokes and drinks together. Dhanush even encourages his friends to go to prostitute houses and spends time himself teasing young girls.Following a challenge with his friends, he befriends a rich girl (Parul) and he pleases her and shares bed with her. The girl apparently loves to booze and watch porno films much against her father's wishes.Dhaunsh's life undergoes a change when he meets a Brahmin girl...","release_date":"2004-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79651,"title":"Dreams","adult":false,"genre_ids":[10749]},{"cast":["Dhanush","Shruti Haasan","Sivakarthikeyan","Prabhu Ganesan","Sunder Ramu"],"overview":"Ram and Janani are high school sweethearts who eventually get married. However, Janani is mystified when Ram commits suicide all of a sudden and she tries to find out the truth behind his death.","release_date":"2012-03-30","vote_average":6.1,"runtime":145,"cert":"N\/A","id":79660,"title":"3","adult":false,"genre_ids":[18,10749]},{"cast":["Lawrence Raghavendra","Padmapriya Janakiraman","Raai Laxmi","Sandhya","Nassar"],"overview":"Irumbu Kottai Murattu Singam film","release_date":"2010-05-07","vote_average":3.3,"runtime":null,"cert":"N\/A","id":79661,"title":"Irumbu Kottai Murattu Singam","adult":false,"genre_ids":[28,10749]},{"cast":["Santhanam","Kanja Karuppu","Prakash Raj","Madhumitha","Jyothirmayi"],"overview":"The story revolves around two unemployed youths who are struggling to make ends meet. At one situation they blame the God for all their sufferings. The God appears and decide to stay with them. Realizing the power of God resides in a \"Galaxy Box\" the youths steal it. By stealing it they become God and God ends up becoming a normal man. While the youths misuse the power the God as a man works hard and progresses up the status ladder. Later he makes them understand that everyone's destiny is in their own hands. As God being the main protagonist there are many sequences that reflects the current world affairs.","release_date":"2008-04-18","vote_average":7.5,"runtime":145,"cert":"N\/A","id":79662,"title":"Arai Enn 305-Il Kadavul","adult":false,"genre_ids":[35]},{"cast":["Vadivelu","Tejashree","Nagesh","Manorama","Nassar"],"overview":"Imsai Arasan 23am Pulikesi is a comical satire on the Machiavellian politics practiced in the late 18th century.  In a faraway South Indian kingdom of Cholapuram Paalayam the king (Nagesh) and queen (Manorama) are longing for a child, as all their 22 children have died at birth. Little do they know that the queen’s brother Rajaguru Sangilimaayan (Nassar) is behind the death of their children, as he wants to be the next ruler. But when the queen gives birth to twins; based on instructions from an astrologer, Rajaguru orders the smarter one to be killed and the dimwit twin is brought up under his bullying. The child is named 23 am Pulikesi (Vadivelu). What happens when the two twins meet later in life  forms the rest of the plot.","release_date":"2006-12-01","vote_average":8.7,"runtime":142,"cert":"N\/A","id":79665,"title":"Imsai Arasan 23am Pulikesi","adult":false,"genre_ids":[18,35]},{"cast":["Vishnu Vishal","Piaa Bajpai","Vivek","Dr. Sharmila","Vijay Sethupathi"],"overview":"Pandian is a young man, looking for something positive to occur in his life. After failing in every attempt to find a job and make a life for himself, he gets branded as a complete loser and a jinx.Unsuccessful in getting a job, failed in love and heavily in debt","release_date":"2010-09-03","vote_average":5.5,"runtime":143,"cert":"N\/A","id":79672,"title":"Bale Pandiya","adult":false,"genre_ids":[35]},{"cast":["Jonathan Welsh","Harvey Atkin","Jack Creley","James B. Douglas","Joanne Kirwan-Clarke"],"overview":"A filmmaker is upset to find out that his wholesome script about an orphan and his dog has been warped into a film about ... strippers?!!","release_date":"1983-05-06","vote_average":3.0,"runtime":85,"cert":"N\/A","id":79679,"title":"All in Good Taste","adult":false,"genre_ids":[35]},{"cast":["Terry Jones","dr. Joann Fletcher","prof. Bill Dever","dr. Diana Edelman","Rick Jones"],"overview":"The Surprising History of Sex and Love is a documentary presented by Terry Jones, looking at the different and surprising attitudes to sex and love throughout history. The documentary traces the story of changing social and religious attitudes to sex through a broad swathe of history. Starting with the place of ’sacred sex’ in the ancient world and ending with a discussion of the contemporary relationship between sex, marketing and prurience, the film offers some kind of map of how we got from there to here, and indicates that changes in sexual attitudes are connected with issues of power and control.","release_date":"2002-11-10","vote_average":8.0,"runtime":49,"cert":"N\/A","id":79680,"title":"The Surprising History of Sex and Love","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"","release_date":"2002-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79681,"title":"VGE, le théâtre du pouvoir","adult":false,"genre_ids":[]},{"cast":["Gaye Gürsel","Durukan Ordu","Sarkis Seropyan","Osman Karakoç"],"overview":"A woman struggles with love and personal loss against the backdrop of a land torn by civil war in this drama from filmmaker Ozcan Alper. Sumru (Gaye Gursel) is a Turkish woman who studies ethnic music at a college in Istanbul and frequently makes field recordings of artists who practice rare and unusual forms. Sumru is struggling with loneliness after the disappearance of her Kurdish boyfriend, and for her latest project, she sets out on a lengthy road trip recording the stories of Kurdish women who have survived the murder of their Turkish husbands or lovers, hoping she might track down her man in her travels. After making her first stop in the city of Diyarbaki, Sumru meets Ahmet, who makes a living selling black market goods and shares her love of music and history. The two become fast friends, and as Ahmet joins Sumru on her travels, their relationship grows deeper, though she also becomes more aware of the tragedy that has gripped her country and the consequences of the civil war.","release_date":"2011-11-11","vote_average":5.8,"runtime":108,"cert":"N\/A","id":79682,"title":"Future Lasts Forever","adult":false,"genre_ids":[18,10749]},{"cast":["Lee Van Cleef","James Mason","Gina Lollobrigida","Simón Andreu","Diana Lorys"],"overview":"Robber Roy King loses his wife, Alicia, to revolutionary Montero. Despite their rivalry they collaborate in an attempt to rob the Mexican government of one million dollars.","release_date":"1971-12-03","vote_average":3.8,"runtime":92,"cert":"N\/A","id":79683,"title":"Bad Man's River","adult":false,"genre_ids":[28,37]},{"cast":["Conrad Veidt","Valerie Hobson","Hay Petrie","Joss Ambler","Raymond Lovell"],"overview":"When a neutral Danish merchant ship is forced to put into port after trying to evade British wartime contraband control, its captain becomes involved in a beautiful British Naval Intelligent agent's efforts to capture a group of German spies operating from a London cinema.","release_date":"1940-05-11","vote_average":7.1,"runtime":92,"cert":"","id":79684,"title":"Contraband","adult":false,"genre_ids":[12,53,10752]},{"cast":["Gerard Kennedy","Michael Preston","Peter Hehir","Dennis Miller","Michael Caton"],"overview":"In the tradition of Sunday Too Far Away, this independent film is based on the classic Australian play by John Power. Pic tells the story of a group of miners living in a camp in outback Australia. They swear, brawl, gamble, and drink heavily. Central to the story is the conflict between Tarzan, the authoritarian group leader and cocky loud-mouth wisecracking Pansy. This results in a bare-knuckle punch-up for the movie's denouement.","release_date":"1979-07-01","vote_average":8.0,"runtime":93,"cert":"N\/A","id":79685,"title":"The Last of the Knucklemen","adult":false,"genre_ids":[18]},{"cast":["Fred Williamson","Cal Bartlett","Brenda Venus","Isela Vega","Bud Stout"],"overview":"A black soldier returns from fighting for the Union in the Civil War only to find out that his mother has been murdered by a gang of white thugs. He becomes a bounty hunter, determined to track down and kill the men who killed his mother.","release_date":"1976-12-01","vote_average":5.3,"runtime":83,"cert":"N\/A","id":79688,"title":"Joshua","adult":false,"genre_ids":[18,53,37]},{"cast":["Brian Reece","Margot Grahame","Raymond Huntley","Sid James","Tony Hancock"],"overview":"Movie company wants to shoot a science-fiction film using an Army barracks as location, and its soldiers as actors. Of course, the Commander doesn't like it a bit, and persuades the crew to use a nearby haunted house instead.","release_date":"1954-10-01","vote_average":6.9,"runtime":78,"cert":"","id":79693,"title":"Orders Are Orders","adult":false,"genre_ids":[35,53]},{"cast":["Ashley Greene","Sebastian Stan","Tom Felton","Julianna Guill","Luke Pasqualino"],"overview":"Plagued by frightening occurrences in their home, Kelly and Ben learn that a university's parapsychology experiment produced an entity that is now haunting them. The malevolent spirit feeds on fear and torments the couple no matter where they run. Desperate, Kelly and Ben turn to a paranormal researcher, but even with his aid, it may already be too late to save themselves from the terrifying presence.","release_date":"2012-08-23","vote_average":4.4,"runtime":82,"cert":"N\/A","id":79694,"title":"The Apparition","adult":false,"genre_ids":[27,53]},{"cast":["Bob O'Connor","Jon Anderson","Peter Manso","Ed Calvo","Carl Gutierrez"],"overview":"DHL Founder and billionaire Larry Hillblom seemed to have vanished into thin air when he failed to return from a routine flight in his vintage Seabee over the Pacific. After his disappearance, a dark side of Larry emerged. Even before he was officially declared dead, bar girls throughout Southeast Asia came forward claiming to have had children by Larry and seeking a piece of his vast fortune. BILLIONAIRE unravels the secretive and scandalous life of this enigmatic and reclusive tycoon. The battle over his estate took on epic proportions, pitting impoverished, teenage prostitutes against Larry's former business associates and several of the largest law firms in the world. In the end it is a David and Goliath story, as a surprising hero emerges to untangle the web and discover the startling truth.","release_date":"2009-04-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":79695,"title":"Billionaire","adult":false,"genre_ids":[99]},{"cast":["Josh Hartnett","Simone Kessell","Tamsin Egerton","Alice Englert","Bipasha Basu"],"overview":"The Lovers is an epic romance time travel adventure film. Helmed by Roland Joffé from a story by Ajey Jhankar, the film is a sweeping tale of an impossible love set against the backdrop of the first Anglo-Maratha war across two time periods and continents and centred around four characters — a British officer in 18th century colonial India, the Indian woman he falls deeply in love with, an American present-day marine biologist and his wife.","release_date":"2015-02-13","vote_average":4.8,"runtime":109,"cert":"15","id":79698,"title":"The Lovers","adult":false,"genre_ids":[28,12,878,10749]},{"cast":["Ashley Greene","Kellan Lutz","Gabrielle Anwar","Chord Overstreet","William Mapother"],"overview":"After his father’s death, high school lacrosse star Conor Sullivan becomes self-destructive but through a new love interest and his passion for this sport, Conor discovers the warrior within himself.","release_date":"2011-12-02","vote_average":5.3,"runtime":86,"cert":"N\/A","id":79699,"title":"A Warrior's Heart","adult":false,"genre_ids":[28,18,10751]},{"cast":["Alex Lifeson","Geddy Lee","Neil Peart"],"overview":"Rush's Time Machine shows in 2010 \/ 2011 were one of the most anticipated tours ever. Celebrating 30 years since the 1981 release of their classic bestselling album Moving Pictures the band performed the entire album live for the first time as the centrepiece of the concerts. The shows also featured favourite tracks from across their lengthy career and two new songs expected to feature on their next studio album.","release_date":"2011-11-08","vote_average":8.0,"runtime":151,"cert":"N\/A","id":79700,"title":"RUSH: Time Machine","adult":false,"genre_ids":[10402]},{"cast":["Vasiliy Livanov","Klara Rumyanova"],"overview":"First animation about Gena and Cheburashka.","release_date":"1969-12-30","vote_average":6.9,"runtime":20,"cert":"N\/A","id":79701,"title":"Gena the Crocodile","adult":false,"genre_ids":[16,10751]},{"cast":["Vasiliy Livanov","Klara Rumyanova"],"overview":"Third animation movie about Gena and Cheburashka.","release_date":"1974-06-06","vote_average":6.7,"runtime":19,"cert":"N\/A","id":79702,"title":"Shapoklyak","adult":false,"genre_ids":[16,10751]},{"cast":["Klara Rumyanova","Vasiliy Livanov","Georgi Burkov"],"overview":"Fourth animation about Gena and Cheburashka.","release_date":"1983-06-06","vote_average":6.3,"runtime":10,"cert":"N\/A","id":79703,"title":"Cheburashka Goes to School","adult":false,"genre_ids":[16,10751]},{"cast":["Chris Blackwell","John Bundrick","Rita Marley","Peter Tosh","Bunny Wailer"],"overview":"The Wailers, featuring the legendary Bob Marley, Peter Tosh and Bunny Wailer, became the most influential band in the history of Reggae music. \"Catch a Fire,\" their first Island album, released in 1973, introduced them to an international rock audience. The principal figures in the creation of the album tell the story of how this record was designed to \"cross-over.\" The program features a unique interview and performance with Bunny Wailer, rare archive interviews with Bob Marley and Peter Tosh and contributions in words and music from many of those who performed, Rare home movies of the Wailers in Jamaica, unseen footage lots more.","release_date":"2000-04-11","vote_average":5.3,"runtime":60,"cert":"N\/A","id":79704,"title":"Classic Albums: Bob Marley & the Wailers - Catch a Fire","adult":false,"genre_ids":[99,10402]},{"cast":["Hisako Kanemoto","Kazuhiko Inoue","Miyu Irino","Rina Hidaka","Fumiko Orikasa"],"overview":"The film centers on Asuna, a young girl who spends her solitary days listening to the mysterious music emanating from the crystal radio she received from her late father as a memento. One day while walking home she is attacked by a fearsome monster and saved mysterious boy named Shun. However, Shun disappears and Asuna embarks on a journey of adventure to the land of Agartha with her teacher Mr. Morisaki to meet a Shun again. Through her journey she comes to know the cruelty and beauty of the world, as well as loss.","release_date":"2011-05-07","vote_average":7.1,"runtime":116,"cert":"12","id":79707,"title":"Children Who Chase Lost Voices","adult":false,"genre_ids":[16,12,18,14]},{"cast":["David Gilmour","Nick Mason","Roger Waters","Richard Wright","Joe Boyd"],"overview":"This documentary looks at the conception, design and live shows of The Wall performed by Pink Floyd in 1980 and 1981. It features in-depth 1980s era interviews with Roger Waters, David Gilmour, Richard Wright and Nick Mason and shows footage of The Wall performed at Earl's Court in 1980. It also features archival footage of the Syd Barrett era Pink Floyd and discusses how David Gilmour was brought into the band to initially augment their live shows when Syd became unreliable due to his drug problem and how Gilmour ultimately replaced him.","release_date":"2011-01-01","vote_average":9.2,"runtime":80,"cert":"N\/A","id":79708,"title":"Pink Floyd: Behind the Wall","adult":false,"genre_ids":[99,10402]},{"cast":["Mireille Darc","Pierre Mondy","Françoise Prévost","Michael Lonsdale","Daniel Ceccaldi"],"overview":"The main character is the owner of a small enterprise in the southwest of France. An American corporation plans a take over. In order to smoothen the negotiations they invite the guy to Paris and wine and dine him. Furthermore he is introduced to the \"niece of the PR director\" who in reality is a hooker they rented for the occasion.","release_date":"1975-10-15","vote_average":5.6,"runtime":95,"cert":"N\/A","id":79709,"title":"The Pink Telephone","adult":false,"genre_ids":[35]},{"cast":["Keith Emerson","Greg Lake","Carl Palmer"],"overview":"Musical Biography outlining the birth and rebirth of ELP","release_date":"1992-09-30","vote_average":0.0,"runtime":80,"cert":"N\/A","id":79710,"title":"Emerson, Lake & Palmer: Welcome Back","adult":false,"genre_ids":[99,10402]},{"cast":["Ernesto Alterio","Diego Martín","Alberto Lozano","Goya Toledo","Manuela Velasco"],"overview":"The strong friendship between three friends is to be tested at the moment they learn that an old childhood companion has died and has left them his entire estate. To get it they must participate in a pre-planned wager devised by the deceased. This results in a mad spiral of competitiveness that will make the lives of the protagonists transformed forever.","release_date":"2011-07-08","vote_average":5.3,"runtime":93,"cert":"N\/A","id":79711,"title":"Amigos...","adult":false,"genre_ids":[18,35]},{"cast":["Frank Iero","Bob Bryar","Ray Toro","Gerard Way","Michael Way"],"overview":"The Black Parade Is Dead! is MCR's final performance as their onstage characters, the Black Parade. The Black Parade centres around a dying character called The Patient, who reflects on events in his life while he is confronted by Death in the form of his fondest memory, that of his father bringing him to see a marching band. This is based on frontman Gerard Way's belief that death comes to a person in the form of their fondest memory. The band is seen in their Black Parade uniforms throughout the performance, and during the first song \"The End\", Gerard Way is seen taking the role of The Patient, before tearing off his hospital gown to reveal his uniform.","release_date":"2008-06-24","vote_average":9.0,"runtime":60,"cert":"N\/A","id":79712,"title":"My Chemical Romance: The Black Parade Is Dead!","adult":false,"genre_ids":[10402]},{"cast":["Amber Lynn","Holly Halston","Roxanne Hall","Skylar Price","Zoey Holloway"],"overview":"Older white women are tired of sucking on little white penises their whole lives so they take a chance and do the humpty dance on top of the poles of rugged thug black men!","release_date":"2011-10-03","vote_average":0.0,"runtime":177,"cert":"N\/A","id":79713,"title":"White Mommas 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-11-02","vote_average":6.8,"runtime":null,"cert":"N\/A","id":79714,"title":"Kev Adams - The Young Man Show","adult":false,"genre_ids":[]},{"cast":["Mimsy Farmer","Robert Walker Jr.","Rita Hayworth","Ed Begley","Sophie Hardy"],"overview":"Jonas (Walker Jr) is on the road to Salina. He stops at a gas station\/restaurant and its owner, Mara (Hayworth), is struck by his resemblance to her dead son, Rocky (Porel). He decides to stay on and meets Mara's friend Warren (Begley) and Rocky's sister Billie (Famer), but dark facts are to be revealed about the death of Rocky.","release_date":"1970-11-09","vote_average":6.0,"runtime":96,"cert":"N\/A","id":79717,"title":"Road to Salina","adult":false,"genre_ids":[18,53]},{"cast":["Aksel Lund Svindal","Henrik Windstedt","Tom Wallisch","Åsmund Thorsen","PK Hunder"],"overview":"With some of the best skiers within all aspects of modern freeskiing, and a passionate film crew equipped with the best of HD cameras, this movie will both thrill and amaze you. Along side amazing action shots and mind blowing scenery, this movie will give you a behind the scenes look at the production itself. You should have been there when wonder kid Jesper Tjäder shocked the whole film crew with his urban skiing or when Tom Wallisch was head of production at Strandafjellet. You should have been there when Aleksander Aurdal proved how much of a man he is or when Aksel Lund Svindal had unforgettable days in Lofoten. Missed it? Well, don´t worry. This movie will take you there.","release_date":"2011-09-23","vote_average":9.0,"runtime":55,"cert":"N\/A","id":79718,"title":"Being There","adult":false,"genre_ids":[99]},{"cast":["John Freeman","C. Lindsay Workman","Rick Guinn","Rich Scheeland"],"overview":"In the 1800s Jake Jones finds a buffalo about to be eaten by coyotes. He rescues the buffalo and raises it. He names him Samson. Jones decides to break the buffalo and saddle him. He then becomes the guy ON A buffalo","release_date":"1978-03-03","vote_average":3.3,"runtime":90,"cert":"N\/A","id":79719,"title":"Buffalo Rider","adult":false,"genre_ids":[12,37]},{"cast":["Jay Ripley","Shay Garner","Pat Morrell","Ruth McMahon"],"overview":"Poor Santa Claus. This live-action feature finds his sleigh stuck in the sand on a Florida beach only days before Christmas Eve.","release_date":"1972-11-18","vote_average":1.7,"runtime":96,"cert":"N\/A","id":79720,"title":"Santa and the Ice Cream Bunny","adult":false,"genre_ids":[14,10751]},{"cast":["Daniel Buder","Luise Bähr","Jerry Coyle","Tobias Kay","Lee Rychter"],"overview":"A Retrovirus, which was conceived as a tool for industrial genetic engineering, has gotten out of control and is spreading rapidly. While it crosses all organisms within our ecological system completely indiscriminately (mixing plant with animal and humans) most plants prove more resistant because of their complex DNA. However, the simple genes of the plants lead humans to become grotesque mutations, in most cases even to death. Within one week, 90% of mankind are either extinct or no longer human. However, a small fraction of the earth?s population remains immune to the virus and must survive in this new and constantly changing ecological system. Tom cellar is one the survivors and on an old military base in the Eifel he has entrenched himself. Further survivors come together and succeed in carving out a life in this new world. But the GMOs - the ?genetically modified organisms? - constantly develop themselves further, and soon the fence of the base offers no more protection.","release_date":"2011-01-01","vote_average":5.0,"runtime":114,"cert":"N\/A","id":79721,"title":"Extinction: The G.M.O. Chronicles","adult":false,"genre_ids":[18,27,878]},{"cast":["Brigitte Kingsley","Landy Cannon","Michael Ironside","Julia Schneider","Nug Nahrgang"],"overview":"Two years after Jason Parks (Landy Cannon) saved Warrior Princess Summer Vale (Brigitte Kingsley) from her life hunting Killopoths in the demon dimension, a sudden surge of supernatural activity and violent attacks have resurfaced on our plane beyond the normal parameters of the portal. The Rising Dark Agency, a black ops division of the government headed by Colonel Haggerd (Michael Ironside), suspects that the mystic strikes suggests the work of Mardock, an evil Demon-god capable of destroying worlds. When a new demon sub-species disrupts Summer's wedding and eats her fiancée, the war on the new Demon Lord begins. With her group of misfits and their BFG's - Summer sets out to destroy Mardock, but no one is prepared for who they find behind the Dark Lord's ascension.","release_date":"2011-08-09","vote_average":2.7,"runtime":94,"cert":"N\/A","id":79722,"title":"Dark Rising 2:  Summer Strikes Back","adult":false,"genre_ids":[28,35,14,878]},{"cast":["Tim Haars","Huub Smit","Wesley van Gaalen","Steffen Haars","Flip van der Kuil"],"overview":"Gerrie, Richard, Rikkert, Robbie and Barry from Maaskantje are in a big fight with the village of Schijndel. When a zombie kills someone from Brabant, things get out of hand.","release_date":"2011-12-07","vote_average":5.8,"runtime":78,"cert":"N\/A","id":79723,"title":"New Kids Nitro","adult":false,"genre_ids":[28,35]},{"cast":["Raymond Devos"],"overview":"","release_date":"2007-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79726,"title":"Raymond Devos : Les 100 plus grands sketches","adult":false,"genre_ids":[]},{"cast":[],"overview":"All JoEllen Marsh knew about her biological father was that he was Donor 150; but she wanted to know anything and everything she could about her father’s genealogy. Thanks to a social networking website called the Donor Sibling Registry designed specifically for donor offspring, that becomes a possibility. Marsh slowly unravels Donor 150′s side of her family tree; meeting, one-by-one, her new-found siblings and discovering a plethora of uncanny genetic similarities. (Donor 150 must have had some damn strong genes!) Marsh and her siblings would like to meet the man from whom these common genes were inherited. A New York Times article about Marsh caught Donor 150′s eye, and the rest is history…","release_date":"2011-06-03","vote_average":0.0,"runtime":80,"cert":"","id":79729,"title":"Donor Unknown","adult":false,"genre_ids":[99]},{"cast":["Richard Burton","Joan Collins","Basil Sydney","Cy Grant","Ronald Squire"],"overview":"In 1942, a cargo ship jammed with British evacuees from Singapore is sunk by a Japanese sub. A small lifeboat carries a beautiful woman, an army officer, a bigoted administrator, and a black seaman. Only the seaman knows the woman is a nun. The men reveal their true selves under the hardships of survival. Told in a too-long flashback frame.","release_date":"1957-10-16","vote_average":5.6,"runtime":81,"cert":"N\/A","id":79730,"title":"Sea Wife","adult":false,"genre_ids":[18,10749,53,10752]},{"cast":["Rajit Kapoor","Siraj Ahmed","Rakesh Dhar","Anang Desai","Mohini Sharma"],"overview":"A man shares some lazy memories about his friend, Manek Mulla, who had a knack for telling stories. On this particular afternoon, Manek narrates a 'unique' love affair with the help of different stories, various characters' point of views and the social relevance of these stories. As these stories proceed, reality mixes with fiction.","release_date":"1993-01-02","vote_average":6.6,"runtime":130,"cert":"N\/A","id":79731,"title":"Suraj Ka Satvan Ghoda","adult":false,"genre_ids":[18,10749]},{"cast":["Vicco von Bülow","Evelyn Hamann","Rudolf Kowalski","Edgar Hoppe","Heinz Meier"],"overview":"","release_date":"2003-11-13","vote_average":9.0,"runtime":88,"cert":"N\/A","id":79732,"title":"Loriots 80ster Geburtstag","adult":false,"genre_ids":[35,99]},{"cast":["Sergei Bezrukov","Andrey Smolyakov","Oksana Akinshina","Ivan Urgant","Maksim Leonidov"],"overview":"Russian poet, singer and actor Vladimir Vysotsky was an idol of the 1970s and '80s. In 1980, at the age of 42, he passed away during the Moscow Olympic Games. This is the story of his last great love as handed down to his son from a family friend. Written by nitorch.","release_date":"2011-12-01","vote_average":5.9,"runtime":127,"cert":"N\/A","id":79733,"title":"Vysotsky: Thank God I'm Alive","adult":false,"genre_ids":[18]},{"cast":["Murilo Rosa","Othon Bastos","Priscila Fantin"],"overview":"A young musician of 13 years, a member of the Symphonic Orchestra of Agreste of the small town of Sao Caetano, 150 km from Recife, is kidnapped. The police believe the culprit is the creator of the orchestra, conductor Mozart Vieira. With the charge the work done so far with the poor community of the city is in danger of disappearing.","release_date":"2008-11-07","vote_average":6.5,"runtime":95,"cert":"N\/A","id":79734,"title":"The Children's Orchestra","adult":false,"genre_ids":[]},{"cast":["Gregory Peck","Pat Quinn","Robert F. Lyons","Susan Tyrrell","Jeff Corey"],"overview":"Clay Lomax, a bank robber, gets out of jail after an 7 year sentence. He is looking after Sam Foley, the man who betrayed him. Knowing that, Foley hires three men to pay attention of Clay's steps. The things get complicated when Lomax, waiting to receive some money from his ex-lover, gets only the notice of her death and an 7 year old girl, sometimes very annoying, presumed to be his daughter.","release_date":"1971-08-16","vote_average":6.0,"runtime":95,"cert":"N\/A","id":79735,"title":"Shoot Out","adult":false,"genre_ids":[37]},{"cast":["Aleksandr Kalyagin","Valentin Gaft","Oleg Tabakov","Lyubov Polishchuk","Vladislav Pazi"],"overview":"Это веселая и поучительная история о греческом рабе Эзопе, подарившем мировой литературе свои гениальные произведения, и о его глупом хозяине, обладающем деньгами и властью, но начисто лишенным доброты и порядочности.","release_date":"1981-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":79736,"title":"Esop","adult":false,"genre_ids":[18,35]},{"cast":["Gregory Harrison","Heidi Lenhart","Katie Volding","Jake Dinwiddie","Kathleen Mealia"],"overview":"The Caldwells take a family trip to Puerto Rico where their father is also securing a secret business deal, while the kids find their own paths. Eight years have passed since the events of Au Pair, and newly graduated as his high school's valedictorian, Alexander Caldwell joins his visiting sister, college freshman Katie and her roommate Ariana on a family summer vacation with father Oliver and stepmother Jenny. Oliver and Jenny's current nanny declines to join them and the over-worked parents\/executives must take care of their newborn baby Sarah in Puerto Rico. Amidst corporate scheming by the young company CFO Walter Hausen, who is planning a takeover of Oliver's company CCI Tekhausen (formed in Au Pair II), Oliver and Jenny must contend with bridging the generation gap with the family, new career motivations and the romances of their 'newly reformed' prankster kids.","release_date":"2009-03-15","vote_average":3.7,"runtime":89,"cert":"N\/A","id":79737,"title":"Au Pair 3: Adventure in Paradise","adult":false,"genre_ids":[10751]},{"cast":["Dyan Cannon","Martin Mull","Sarah Michelle Gellar","Ryan O'Donohue","Josh Picker"],"overview":"Marsha Robinson, host of a TV cooking show, takes her family on a working vacation to a South Seas Island, but their yacht is hijacked by pirates, and then shipwrecked, and the Robinsons must survive Marsha's complaints while they build a treehouse, meet a handsome carpenter, bond together as a family and fight off the pirates","release_date":"1997-01-25","vote_average":3.1,"runtime":88,"cert":"N\/A","id":79738,"title":"Beverly Hills Family Robinson","adult":false,"genre_ids":[]},{"cast":[],"overview":"Since 1993, Cirque du Soleil has produced seven original, permanent shows in Las Vegas, creating a garden of delights that has transformed the very nature of entertainment in this desert oasis. Cirque du Soleil: Flowers in the Desert presents mesmerizing performances, recorded in High Definition, of Mystère™, \"O™\", KÀ™, LOVE™, and their latest production, Viva ELVIS™, as well as sneak peeks of Zumanity™ and CRISS ANGEL® Believe™. Now the artistic universe of Cirque du Soleil is captured in a two-hour performance special, Cirque du Soleil: Flowers in the Desert, an extraordinary entertainment experience that is part of special programming premiering on PBS, check your local station for dates and times.","release_date":"2010-11-26","vote_average":0.0,"runtime":120,"cert":"N\/A","id":79739,"title":"Cirque du Soleil: Flowers in the Desert","adult":false,"genre_ids":[10402]},{"cast":["Juan Echanove","Juan Luis Galiardo","Rosa Maria Sardà","Neus Asensi","Vicente Parra"],"overview":"After the death of the abbot of a small convent the two monks who are left discover among the papers of the passed away abbot letters from the mother of one of them indicating that he is the natural son of a landowner in Extremadura. In order to claim the legacy of his friend the monk who has lived outside the convent for some time plans their voyage to the property of his father picking up on their way his daughter and lover. Once in Extremadura things look a little different to what the plans say.","release_date":"1995-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":79740,"title":"Suspiros de España (y Portugal)","adult":false,"genre_ids":[35]},{"cast":["Olli Similä","Miika Ullakko","Maria Uusikylä","Emilia Räisänen","Jere Laukkanen"],"overview":"Have you ever wondered how your old schoolmates are? Perhaps the guy next to you, who is doing time in jail at the moment, still thinks you are his best and only friend. Perhaps your first crush might've been interested in you all these years but was too afraid to tell you that. Perhaps, if it were not too late already, the bullied one would've done everything differently.","release_date":"2009-12-11","vote_average":0.0,"runtime":116,"cert":"N\/A","id":79743,"title":"What Became of Us","adult":false,"genre_ids":[80,18,53]},{"cast":["Marisa Allasio","Mario Carotenuto","Nino Manfredi"],"overview":"A young woman gets closely watched by her jealous fiance while she is trying to deliver cakes to customers' houses.","release_date":"1957-01-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":79744,"title":"Susanna tutta panna","adult":false,"genre_ids":[35]},{"cast":["Inma Cuesta","María León","Marc Clotet","Daniel Holguín","Ana Wagener"],"overview":"Finished the Spanish Civil War in April 1939, in November 1940, while Spain is being crushed by the ruthless boot of dictator Franco, Pepita travels from rural Huelva to Madrid to be near her sister Hortensia, who is seven months pregnant and imprisoned, haunted by the shadow of a death sentence.","release_date":"2011-10-21","vote_average":6.9,"runtime":119,"cert":"","id":79745,"title":"The Sleeping Voice","adult":false,"genre_ids":[18,36]},{"cast":["Simon Oates","Zena Marshall","Charles Hawtrey","Patricia Hayes","Stanley Meadows"],"overview":"A group of scientists are kidnapped and taken to an outer space outpost in order to save Earth from destruction.","release_date":"1967-02-01","vote_average":4.0,"runtime":75,"cert":"PG","id":79746,"title":"The Terrornauts","adult":false,"genre_ids":[878]},{"cast":["Steve Winwood"],"overview":"As I was marveling at how great Steve Winwood looked for a man who surely must be in his mid-60's, considering that he was fronting The Spencer Davis Group way back in 1963, I quickly remembered that he was only 15 years old at the time. Talk about your musical prodigies. That would make him only 55 at the time of this performance. Although he is probably past his prime by now, his voice sounds better than ever and his Hammond B3 playing remains unparalleled.","release_date":"2003-07-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":79747,"title":"Steve Winwood Live in Concert","adult":false,"genre_ids":[]},{"cast":["Pierre Richard","Jean Carmet","Julien Guiomar","Sylvie Joly","Danielle Minazzoli"],"overview":"Pierre Cohen, a sophisticated Parisian psychologist, goes to his brother's farm in order to protect it from very hostile local landowners.","release_date":"1983-01-26","vote_average":5.5,"runtime":93,"cert":"N\/A","id":79748,"title":"Pick Up Your Belongings","adult":false,"genre_ids":[35]},{"cast":["Fernando Tejero","Malena Alterio","Emilio Gutiérrez Caba","Manuel Morón","Jorge Bosch"],"overview":"Alex (Fernando Tejero) and Virginia (Malena Alterio) spend their savings and get a mortgage to buy the floor of their dreams, with a terrace of five square meters. One day, without warning, the building works are stopped, already well advanced, and then begins the worst nightmare of their lives.","release_date":"2011-11-11","vote_average":6.0,"runtime":86,"cert":"N\/A","id":79749,"title":"Five Square Meters","adult":false,"genre_ids":[18]},{"cast":["Nino Manfredi","Gabriele Lavia","Guido Leontini","Orso Maria Guerrini","Anna Maria Pescatori"],"overview":"In Mussolini's Rome a murderer is targeting young girls.","release_date":"1972-09-18","vote_average":7.5,"runtime":98,"cert":"N\/A","id":79750,"title":"Girolimoni, the Monster of Rome","adult":false,"genre_ids":[18,35]},{"cast":["Fernandel","Heinz Rühmann","Jean Poiret","Jean Carmet","Darry Cowl"],"overview":"Pétepan learns that his money has been lost by Robinhoude brothers.He asks his assistants to withdraw his amount from the bank.","release_date":"1966-04-26","vote_average":5.8,"runtime":90,"cert":"N\/A","id":79751,"title":"Your Money or Your Life","adult":false,"genre_ids":[35]},{"cast":["Óscar Casas","Demián Bichir","Antonio Resines","Fernando Tejero","Ana Claudia Talancón"],"overview":"In \"The Dream of Ivan\" we will see for the first time in history a worldwide selection of soccer stars, a team that brings millions of people watching television, playing against a worldwide selection of ... children! Why? To raise funds to help victims of a terrible earthquake in Africa. This happens many times: that professional teams, or football stars, organize charity matches. What had never happened before is that the game is played by children. The proposal has been an initiative of UNICEF and FIFA.","release_date":"2011-10-14","vote_average":5.9,"runtime":93,"cert":"N\/A","id":79752,"title":"The Dream of Ivan","adult":false,"genre_ids":[10751,35]},{"cast":["Grace de Capitani","Thierry Lhermitte","Michel Sardou","Claude Rich","Patrick Chesnais"],"overview":"","release_date":"1990-10-10","vote_average":5.1,"runtime":null,"cert":"N\/A","id":79753,"title":"Promotion canapé","adult":false,"genre_ids":[35]},{"cast":["Alba García","Miguel Ángel Silvestre","Najwa Nimri","Víctor Clavijo","Macarena Gómez"],"overview":"Sara is a young woman who fails to understand the world she lives in. Trying to find meaning in life she would come to a mysterious place to undertake an adventure: it is a parallel universe, dark and fantastic, where life and death hang in the balance.","release_date":"2011-11-04","vote_average":4.2,"runtime":87,"cert":"N\/A","id":79754,"title":"Verbo","adult":false,"genre_ids":[14,18,12]},{"cast":["Romy Schneider","Curd Jürgens","Pierre Blanchar","Antoine Balpêtré","Françoise Brion"],"overview":"The Tsar Alexandre II meets a young student, Katia. He understands that he loves her and try to send her away but they end up seeing each other again and becomes his mistress. With the help of Katia, Alexandre prepares a liberal constitution, but these reforms make him hostile to the more privileged subjects without satirising the revolutionaries against the regime.","release_date":"1959-01-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":79755,"title":"Adorable Sinner","adult":false,"genre_ids":[18,10749]},{"cast":["Claude Brasseur","Josiane Balasko","Jean-Pierre Marielle","Roland Giraud"],"overview":"","release_date":"1983-11-09","vote_average":5.6,"runtime":null,"cert":"N\/A","id":79756,"title":"Signes extérieurs de richesse","adult":false,"genre_ids":[10749,35]},{"cast":["John Barrymore","Camilla Horn","Louis Wolheim","Boris de Fast"],"overview":"In the final days of Czarist Russia, a peasant is raised from the ranks to Lieutenant. The other officers, aristocrats all, resent him, and make his life difficult. He falls in love with a princess, who spurns him. When he is caught in her room, he is stripped of his rank and thrown into prison. Then comes the Red Terror, and the tables are turned.","release_date":"1928-05-27","vote_average":7.0,"runtime":111,"cert":"N\/A","id":79757,"title":"Tempest","adult":false,"genre_ids":[18,10749]},{"cast":["Bourvil","Francis Blanche","Jean Poiret","Jean-Louis Barrault","Jacques Dufilho"],"overview":"Two police inspectors Triquet and Vergus launch their investigations to arrest a dangerous escaped forger named Mickey Le Bénedictin.","release_date":"1964-10-28","vote_average":6.8,"runtime":80,"cert":"N\/A","id":79758,"title":"The Big Scare","adult":false,"genre_ids":[35,80,27]},{"cast":["Christian Clavier","Marie-Anne Chazel","Wladimir Yordanoff","Bruno Davézé"],"overview":"","release_date":"2008-11-13","vote_average":6.5,"runtime":null,"cert":"N\/A","id":79759,"title":"The Imaginary Invalid","adult":false,"genre_ids":[]},{"cast":["Norma Talmadge","Noah Beery","Gilbert Roland","Eddie Borden","Harry Myers"],"overview":"Norma Talmadge plays a Mexican saloon singer, known as 'The Dove.' She is romanced by a young caballero and menaced by a Villa-like brute of a dictator, played by Noah Beery.","release_date":"1927-12-31","vote_average":8.0,"runtime":90,"cert":"N\/A","id":79760,"title":"The Dove","adult":false,"genre_ids":[10749]},{"cast":["Douglas Fairbanks","Belle Bennett","Marguerite De La Motte","Dorothy Revier","Vera Lewis"],"overview":"King Louis XIII of France is thrilled to have born to him a son - an heir to the throne. But when the queen delivers a twin, Cardinal Richelieu sees the second son as a potential for revolution, and has him sent off to Spain to be raised in secret to ensure a peaceful future for France. Alas, keeping the secret means sending Constance, lover of D'Artagnan, off to a convent. D'Artagnan hears of this and rallies the Musketeers in a bid to rescue her. Unfortunately, Richelieu out-smarts the Musketeers and banishes them forever.","release_date":"1929-02-21","vote_average":6.8,"runtime":103,"cert":"N\/A","id":79761,"title":"The Iron Mask","adult":false,"genre_ids":[28,18]},{"cast":["Laura Antonelli","Michel Boujenah","Jean-Pierre Cassel","Christian Clavier","Jean-Pierre Darroussin"],"overview":"A series of humorous sketches on life: \"A Night to Remember\", \"Summit Showdown\", and \"A Book? That's personal!\"","release_date":"1985-02-06","vote_average":5.3,"runtime":91,"cert":"N\/A","id":79762,"title":"Slices of Life","adult":false,"genre_ids":[35]},{"cast":["Nicolás López","Graciana Chironi","Liliana Capurro","Ruth Dobel","Marianela Pedano"],"overview":"A wedding invite from an estranged sibiling inspires a grandmother to assemble her family and embark on a roadtrip in a broken down caravan.","release_date":"2004-09-06","vote_average":6.3,"runtime":103,"cert":"N\/A","id":79767,"title":"Rolling Family","adult":false,"genre_ids":[18,35]},{"cast":["Sharon da Vale","Grace","Sarah Rose"],"overview":"Sommer, Sonne, Sex-Parade! In Berlin tanzt der Techno-Baer. Im Auftrag der Liebe schickt Inflagranti seine heißesten Girls und Jungs auf den groeßten Techno-Event der Republik zum aufgeilenden Katz- und Moeschen-Spiel mit den Buergerschuetzern in der gruenen Uniform! Schon in der S-Bahn beginnt der oeffentliche Nahverkehr, als die wilden Tanztitten den Boys an die Knack-Aersche grabschen und die Triller-Pfeifen steif blasen. Seht selbst, was fuer stramme Beat-Kanonen sich die wippenden Frisch-Titten dann mitten im Tanzgewusel taktgerecht in die nassen Muschis schieben lassen! Eine Siegessaeule nach der anderen! Hinterm Wagnerdenkmal laesst sich Besseres machen als an Wagner zu denken ... und ein hartgekochtes Ei darf auch mal eine Hauptrolle spielen: Find Your Own Love Rules!","release_date":"","vote_average":7.3,"runtime":90,"cert":"N\/A","id":79768,"title":"Sex-Parade 2003","adult":true,"genre_ids":[]},{"cast":["Popcorn Sutton"],"overview":"Deep in the wilds of Southern Appalachia, lifelong moonshiner Popcorn Sutton runs 1 last batch of accurate moonshine whiskey. By means of the exhausting work of clearing the site, building a rock and clay furnace, brewing corn mash and producing high-proof moonshine, Sutton reveals the craft of standard distillation, the character of his Scots-Irish ancestors, and a lifetime of memories in the trade.","release_date":"2008-11-17","vote_average":5.8,"runtime":58,"cert":"N\/A","id":79769,"title":"The Last One","adult":false,"genre_ids":[99,36]},{"cast":["Gilles Budin","Michel Gibet","Daniel Véry","Thierry Dolon","Jérôme Cadiou"],"overview":"First love and the fickleness of adolescence is the theme in this charming drama. The story follows a pretty blonde French youth who is sent with his classmates to an English seaside resort for the summer to study English. It is there that he first meets and \"falls in love\" with a girl, but when the girl spurns him for an older teenager, his attentions and affections are soon shifted to him. A touching and sensitive tale.","release_date":"1977-02-12","vote_average":6.3,"runtime":80,"cert":"N\/A","id":79770,"title":"Blue Jeans","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Richard Riehle","Adam Rifkin","Ray Wise","Sarah Mutch","Owen Benjamin"],"overview":"It's the closing night at the last drive-in theater in America and Cecil B. Kaufman has planned the ultimate marathon of lost film prints to unleash upon his faithful cinephile patrons. Four films so rare that they have never been exhibited publicly on American soil until this very night! With titles like Wadzilla, Deathecation, The Diary of Anne Frankenstein, and Zom-B-Movie, Chillerama not only celebrates the golden age of drive-in B horror shlock but also spans over four decades of cinema with something for every bad taste.","release_date":"2011-10-14","vote_average":5.7,"runtime":120,"cert":"N\/A","id":79771,"title":"Chillerama","adult":false,"genre_ids":[35,27]},{"cast":["Anna Netrebko","Rolando Villazón","Nicole Cabell","Adrian Eröd"],"overview":"Giacomo Puccini's immortal opera, in a high budget feature-film version directed by Academy Award nominee Robert Dornhelm, stars opera's 'Golden Couple', Rolando Villazon and Anna Netrebko as the protagonists, Rodolfo and Mimi. The chemistry between them is electric, unrivalled in the theatre today. Russian soprano Anna Netrebko is not only beautiful but has a marvelous voice and technique; Mexican tenor Rolando Villazon, has a wonderful voice and an incredible charisma. The director not only wanted to remain steadfastly faithful to Puccini's design but also document two of the leading singers of the modern age rather than embarking on a 'trendy' contemporary re-creation.","release_date":"2008-10-17","vote_average":9.5,"runtime":115,"cert":"N\/A","id":79772,"title":"La Bohème","adult":false,"genre_ids":[10402,10749]},{"cast":[],"overview":"The production of phones has a dark, bloody side. The main part of minerals used to produce phones is coming from the mines in the Eastern DR Congo. The Western World is buying these so-called conflict minerals and thereby finances a civil war that, according to human rights organisations, has been the bloodiest conflict since World War II: During the last 15 years the conflict has cost the lives of more than 5 million people and 300,000 women have been raped. The war will continue as long as armed groups can finance their warfare by selling minerals. The Documentary Blood in the Mobile shows the connection between our phones and the civil war in the Congo. Director Frank Poulsen travels to DR Congo to see the illegal mine industry with his own eyes. He gets access to Congo s largest tin-mine, which is being controlled by different armed groups, and where children work for days in narrow mine tunnels to dig out the minerals that end up in our phones.","release_date":"2010-11-29","vote_average":8.1,"runtime":83,"cert":"12","id":79773,"title":"Blood in the Mobile","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Kousuke is an everyday nice-guy college kid who suffers from a reoccurring nightmare where he's a rampaging sex demon. He just can't figure out why that is, as he sits down to play his favorite video games like Magical Girl Lape-chan. One day a beautiful Goddess named Fauna appears before him, not to grant wishes, but to destroy him! It seems Kousuke has the power of an evil demon sleeping inside of him. Luckily, Fauna decides on an alternate means of stopping the demon, which involves lots of sex with her and sexy older sister (and love potion maker) Jordh. Unluckily, there's Natsuki, a little devil with plans of her own for Kousuke.","release_date":"2007-07-25","vote_average":0.0,"runtime":110,"cert":"N\/A","id":79774,"title":"Oh! My Sex Goddess","adult":true,"genre_ids":[16,10749]},{"cast":["Anthony Quinn","Gary Cole","Patricia Clarkson","Joe Santos","Valentina Quinn"],"overview":"Based on the novel by Ernest Hemingway. Santiago goes out on his usual fishing trip and makes a huge catch, the biggest of his life. Then a shark attacks and tries to steal his catch.","release_date":"1990-03-25","vote_average":6.3,"runtime":93,"cert":"N\/A","id":79775,"title":"The Old Man and the Sea","adult":false,"genre_ids":[28,18,10770]},{"cast":["Antón Casal","Asunción Bracamonte","Manuel Barreiro","Tía Sunción","Manuel Barreiro"],"overview":"","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79776,"title":"Mamasunción","adult":false,"genre_ids":[18]},{"cast":["Zana Marjanović","Goran Kostić","Branko Đurić","Džana Pinjo","Miloš Timotijević"],"overview":"During the Bosnian War, Danijel, a soldier fighting for the Serbs, re-encounters Ajla, a Bosnian who's now a captive in his camp he oversees. Their once promising connection has become ambiguous as their motives have changed.","release_date":"2011-12-23","vote_average":6.1,"runtime":127,"cert":"N\/A","id":79777,"title":"In the Land of Blood and Honey","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Tyler Johnston","Julia Maxwell","Jaren Brandt Bartlett","Calum Worthy","Robert Moloney"],"overview":"A murder mystery set in the world of illegal teenage gambling. A 17-year old must find his best friends' killer before the game is exposed.","release_date":"2012-03-02","vote_average":6.0,"runtime":92,"cert":"N\/A","id":79778,"title":"The Odds","adult":false,"genre_ids":[80,9648]},{"cast":["Joaquín Cosio","Eduardo España","Carlos Cobos","Ana Serradilla","Dagoberto Gama"],"overview":"Agent Jesus Juarez (aka Chucho) has always played the Devil in his town's Nativity Play. This Christmas, when the new pastor of the church recasts the role, the two men engage in a battle between good and evil.","release_date":"2011-11-11","vote_average":6.0,"runtime":88,"cert":"N\/A","id":79779,"title":"Pastorela","adult":false,"genre_ids":[14,35]},{"cast":["Martin Grey","Drew Pillsbury","Michaela McManus","Wendie Malick","Jessalyn Gilsig"],"overview":"During a holiday get-a-way to Palm Springs, two fifty year-old men find unexpected results while trying to re-live their younger days in this comic coming of age story about the coming of age.","release_date":"2011-11-11","vote_average":4.5,"runtime":88,"cert":"N\/A","id":79780,"title":"About Fifty","adult":false,"genre_ids":[35]},{"cast":["Lance Gross","Nicole Beharie","Vanessa Bell Calloway","Obba Babatundé","Darrin Henson"],"overview":"An NFL journeyman struggles to deal with life's complexities after his professional career is over.","release_date":"2012-03-09","vote_average":5.9,"runtime":98,"cert":"N\/A","id":79781,"title":"The Last Fall","adult":false,"genre_ids":[18]},{"cast":["Marcin Walewski","Magdalena Cielecka","Mariusz Bonaszewski","Agnieszka Grochowska","Grażyna Błęcka-Kolska"],"overview":"An atmospheric coming-of-age story featuring an imaginative young boy named Marek who dreams of escaping an increasingly dangerous Poland on the eve of war for beautiful Venice.","release_date":"2010-05-25","vote_average":7.2,"runtime":110,"cert":"N\/A","id":79782,"title":"Venice","adult":false,"genre_ids":[18,10749]},{"cast":["Jessica Tandy","Bridget Fonda","Elias Koteas","Maury Chaykin","Graham Greene"],"overview":"Freda Lopez, an aspiring musician, travels with her husband to the beautiful beaches of Georgia where she befriends Camilla, an odd and exotic elderly woman who plays the violin. When the two embark on a journey together, Camilla reclaims a lost love and makes peace with herself and her son, while Freda discovers inner resources she never knew she had.","release_date":"1994-11-25","vote_average":5.9,"runtime":95,"cert":"N\/A","id":79783,"title":"Camilla","adult":false,"genre_ids":[12,18,35,10751]},{"cast":["Miki Kam","Daniel Damidov","Lucy Dubinchik","Amos Tamam"],"overview":"A girl's heroic spirit and her faithful dog's phenomenal courage join to perform an impossible rescue! Snubbed by her small-town neighbors, Charley Wilson and her German shepherd Fuzz, meet a true friend in Alonzo - a gruff old farmer who admires Charley and Fuzz for their funny antics and sense of real adventure. When Alonzo finds himself in big trouble that threatens his very life, it's girl and dog to the rescue! Charley and Fuzz help the entire town see how prejudice hurts everybody, as they prove that miracles-the heroes-come in all sizes.","release_date":"2006-01-01","vote_average":7.5,"runtime":78,"cert":"N\/A","id":79784,"title":"Little Heroes","adult":false,"genre_ids":[18,10751]},{"cast":["Robert Powell","David Hemmings","Carmen Duncan","Broderick Crawford","Gus Mercurio"],"overview":"In this modern-day version of the Rasputin story, David Hemmings plays an up-and-coming senator, Nick Rast, whose young son is terminally ill with leukaemia. A mysterious faith healer, Gregory Wolfe, appears and seems to cure the boy. Rast's wife Sandy falls in love with Wolfe, but the powerful interests behind Rast's career, represented by geriatric monster Doc Wheelan are less happy with events.","release_date":"1980-03-28","vote_average":6.3,"runtime":95,"cert":"N\/A","id":79785,"title":"Harlequin","adult":false,"genre_ids":[18,14,27,9648]},{"cast":["Jamel Debbouze"],"overview":"","release_date":"2011-11-16","vote_average":5.8,"runtime":null,"cert":"N\/A","id":79786,"title":"Jamel - Tout sur Jamel","adult":false,"genre_ids":[35]},{"cast":["Bharath Niwas","Gopika","Nassar","Vadivelu","Saranya Ponvannan"],"overview":"Emmtan-Magan movie tells Emtan (Nassar) who runs a provision shop in a village. His son Krishna (Bharath) who is a student of poultry science, helps him in the shop. A strict father Emtan is always at his son's back. His strict ways of dealing his son leaves an uncomfortable scene in the house. Vadivelu (Krishna's uncle) is the only solace for him in the house.Krishna meets his childhood crush Janani (Gopika) who is the daughter of his uncle (Shanmugarajan). Both their families are at loggerheads. A death in their family brings them together. Unfortunately Krishna and Janani are...","release_date":"2006-08-17","vote_average":8.3,"runtime":null,"cert":"N\/A","id":79787,"title":"Em Magan","adult":false,"genre_ids":[18]},{"cast":["Bharath Niwas","Bhavana","Sandhya","Pithamagan Mahadevan"],"overview":"Koodal Nagar movie story is set in a suburb of Madurai. Suryan (Bharath) and Chandran (Bharath) are twins. Suryan, the elder of the two is soft spoken guy who works at a local lending library and he falls in love with Manimekala (Bhavana), daughter of Namasivayam (Mahadevan) the local politician-don and MLA. Chandran, the younger one, works as a mortuary assistant in the local government hospital and he's one among Namasivayam","release_date":"2007-04-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79790,"title":"Koodal Nagar","adult":false,"genre_ids":[18]},{"cast":["Bharath Niwas","Kajal Agarwal","Khushboo","M. S. Bhaskar","Raj Kapoor"],"overview":"Overview Coming Soon...","release_date":"2008-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79799,"title":"Bhargava","adult":false,"genre_ids":[28,18]},{"cast":["Bharath Niwas","Renuka Menon","Ajmal Ameer","Santhanam","Pyramid Natarajan"],"overview":"Shiva (Bharath) enters into St.Peters college, Bangalore and meets Pooja (Renuka Menon), who was born and brought up in the United States and has come to India to stay with her grandparents while completing her college education. Shiva falls in love with her but soon realises that their characters are totally different. Pooja feels alone, like a fish out of water in India and she wants to return to the US. So Shiva thinks about a plan to get her to stay and he expresses his love to her by creating a fictitious character MR X but never reveals about the character till the end. Pooja who got impressed by MR X refuses to see him in the later stage but understand and accepts shiva's true love.","release_date":"2005-07-01","vote_average":0.0,"runtime":140,"cert":"N\/A","id":79804,"title":"February 14","adult":false,"genre_ids":[35,10749,18,10751]},{"cast":["Arun","Arjun Bose","Padma Kumar","Bharath Niwas","Narain"],"overview":"Fed up of the corruption all around, four young men form a secret group called '4 the people' and decide to take on the corrupt on their own. They have a web site and eventually gain enormous support.","release_date":"2004-02-19","vote_average":6.9,"runtime":140,"cert":"N\/A","id":79805,"title":"4 The People","adult":false,"genre_ids":[28]},{"cast":["Bharath Niwas"],"overview":"Overview Coming Soon...","release_date":"2011-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79808,"title":"Bet","adult":false,"genre_ids":[28,10749]},{"cast":["Bharath Niwas","Arun Vijay","Mallika Kapoor","M. S. Bhaskar","Deepu"],"overview":"Mano loves Jo but when he realises that Jo is in love with Prem, he decides to help her in winning Prem's love.","release_date":"2006-04-14","vote_average":0.0,"runtime":154,"cert":"N\/A","id":79813,"title":"Azhagai Irukkirai Bayamai Irukkirathu","adult":false,"genre_ids":[10749]},{"cast":["Jessica Dawn","Jewels Jade","Kerry Louise","Brooke Jameson","Raylene"],"overview":"L.T. is back with a celebration of beautiful older women and interracial sex. Watch as Raylene guides us through her fantasies involving black men, starring alongside Carmen Jay, Jewels Jade, Shay fox, Kerry Louise and Jessica Dawn.","release_date":"2011-07-28","vote_average":0.0,"runtime":162,"cert":"N\/A","id":79814,"title":"A MILF's Tale 2","adult":true,"genre_ids":[]},{"cast":["Lukman Sardi","Donny Alamsyah","Darius Sinathrya","Teuku Rifnu Wikana","Aldy Zulfikar"],"overview":"After the successful raid on Dutch Army's Supply Convoy, Amir, Thomas, Dayan, and Marius immediately found the General Soedirman's Headquarter deep in the forest. And with the experienced the got, they've been recruited into the elite unit under command of the explosive yet wise soldier, Sergeant Yanto. Captain Amir then replace Yanto's position as the unit leader. Their first mission, to crippled the the dutch army's airfield construction. Whatever the cost, whatever the risk.","release_date":"2010-09-08","vote_average":7.5,"runtime":105,"cert":"N\/A","id":79815,"title":"Blood Of Eagles","adult":false,"genre_ids":[10752,28,18]},{"cast":["Richard Roxburgh","Cate Blanchett","Frances O'Connor","John Gaden","Genevieve Mooy"],"overview":"The romantic myth is exposed for Guy when he is plagued by memories of an old girlfriend on his wedding day.","release_date":"1997-11-20","vote_average":4.3,"runtime":91,"cert":"N\/A","id":79816,"title":"Thank God He Met Lizzie","adult":false,"genre_ids":[35,10749]},{"cast":["Ralph Richardson","Celia Johnson","Margaret Leighton","Denholm Elliott","John Gregson"],"overview":"An English clergyman's neglect of his grown children, in his zeal to tend to his parishioners, comes to the surface at a Christmas family gathering.","release_date":"1952-12-22","vote_average":7.8,"runtime":83,"cert":"","id":79817,"title":"The Holly and the Ivy","adult":false,"genre_ids":[18]},{"cast":["Patty Duke","Piper Laurie","Jeffrey DeMunn","Anita Gillette"],"overview":"A boy, Buddy, whose parents have split and whose mother is an actress in New York, has been dumped in the south at the small-town home of some older cousins, all of whom are unmarried.","release_date":"1997-12-21","vote_average":7.2,"runtime":96,"cert":"N\/A","id":79818,"title":"A Christmas Memory","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Naga Chaitanya Akkineni","Kajal Agarwal","Manel Soler","Srikanth Krishnamachari","Sameksha Singh"],"overview":"A carefree man inadvertently frees a group of kidnapped young women from a criminal gang of traffickers and earns their wrath. His girlfriend's wealthy father arranges her wedding with an equally wealthy, but psychotic man. Will the man succeed in defeating his enemies and protect his girlfriend?","release_date":"2011-08-11","vote_average":1.0,"runtime":147,"cert":"N\/A","id":79819,"title":"Dhada","adult":false,"genre_ids":[80,18]},{"cast":["Vishnu Manchu","Taapsee Pannu","Prakash Raj","Brahmanandam","Sayaji Shinde"],"overview":"Vastadu Naa Raju is a 2011 Indian Telugu-language action film directed by Hemant Madhukar. It stars Vishnu Manchu, who has also produced the film and Taapsee Pannu in the lead roles. While Gopal Reddy S has handled the camera, the music is composed by Mani Sharma.","release_date":"2011-02-11","vote_average":5.5,"runtime":150,"cert":"N\/A","id":79820,"title":"Vastadu Naa Raju","adult":false,"genre_ids":[35]},{"cast":["Srikanth Meka"],"overview":"Posani Krishna Murali has mastered the art of keeping the audiences engaged by the first fifteen minutes, not because of some spectacular comedy or mind-blowing action but due to weird dialogues and scenes.","release_date":"2011-05-27","vote_average":0.0,"runtime":133,"cert":"N\/A","id":79821,"title":"Dussasana","adult":false,"genre_ids":[80,53]},{"cast":["Alexander Frank Spreng","Andreas Gross","Oliver Himmighofen","Lutz Demmler","Matthias Ambré"],"overview":"Recorded on the \"Von Zaubererbrüdern, Schwarzen Schmetterlingen und anderen Nachtgestalten 2008\" tour.","release_date":"2009-08-05","vote_average":0.0,"runtime":169,"cert":"N\/A","id":79822,"title":"ASP: Von Zaubererbrüdern - Live & Unplugged","adult":false,"genre_ids":[]},{"cast":["Klaus Kinski","Donna Wilkes","Marianna Hill","Craig Wasson","Richard Herd"],"overview":"When Dr. Peter Fales's patients start getting annihilated by an unknown serial killer, he and his daughter Alison both come under suspicion. Julie, a syndicated “Dear Abby”-style columnist, is in one of Dr. Fales's therapy groups. After she receives several ominous letters she not only wonders if Dr. Fales might be behind the killings, she also starts to suspect her estranged husband.","release_date":"1980-09-01","vote_average":5.5,"runtime":89,"cert":"N\/A","id":79823,"title":"Schizoid","adult":false,"genre_ids":[27,9648]},{"cast":["Bai Baihe","Wen Zhang","Zhang Jiayi","Liao Fan","Zhang Zixuan"],"overview":"Xiaoxian’s life is right on track. She has a steady job at an upscale wedding planning company, a cute apartment, and most importantly, a loving boyfriend of 7 years. Any day now, Xiaoxian is sure that he’ll pop the question. But everything comes crashing down when she discovers that he’s actually cheating on her— with her best friend. How could things go so wrong? Dumped and heartbroken, Xiaoxian is a total mess. It doesn’t help that she has to face perky brides every day. Things go from bad to worse until her sassy, but jaded, co-worker Jian intervenes. It’s not that Jian really cares. It’s more that he’s sick of witnessing her pathetic decline. Xiaoxian seriously needs to get a grip. 33 days into her breakup, Jian’s brand of tough love is working, but Xiaoxian still can’t help wondering: will she ever get a chance at love again?","release_date":"2011-11-08","vote_average":6.3,"runtime":110,"cert":"N\/A","id":79824,"title":"Love Is Not Blind","adult":false,"genre_ids":[18,10749,35]},{"cast":["Parker Croft","Emilia Zoryan","Barak Hardley","Millie Zinner","Jake Olson"],"overview":"Falling Overnight tells the story of twenty-two year old Elliot Carson on the day before he has risky surgery to remove a brain tumor. Facing what could be his last night, Elliot’s path intersects with Chloe Webb, a young photographer who invites him to her art show. Elliot welcomes the distraction and as the night descends, Chloe takes him on an intimate and exhilarating journey through the city. But as morning approaches, and Chloe learns of Elliot’s condition, the magic of the evening unravels, and they must together face the uncertainty of Elliot’s future.","release_date":"2011-11-11","vote_average":5.8,"runtime":86,"cert":"N\/A","id":79825,"title":"Falling Overnight","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Join our fiendish host, Dr. Vincent Van Gore, as he leads you into the forbidden world of the dead. Only the nastiest car accidents, suicides and murders are here; faithfully and explicitly documented through actual crime scene investigations by police and emergency response teams from around the world. Everything you see is real; nothing has been faked. There are no boring autopsies or old World War II footage. Only the best and bloodiest corpses killed within the past 10 years are good enough to become the FACES OF GORE! If you cannot handle smashed brains, bug-eyed corpses and char-boiled fetuses, then DO NOT WATCH THIS DVD! Nothing you have ever seen before can prepare you for this breakthrough new horror film by TODD TJERSLAND, the Visionary Overlord of American Horror!","release_date":"2000-05-25","vote_average":8.0,"runtime":90,"cert":"N\/A","id":79826,"title":"Faces Of Gore 2","adult":false,"genre_ids":[99,27]},{"cast":["William Shatner","Frank Maxwell","Beverly Lunsford","Robert Emhardt","Leo Gordon"],"overview":"A man in a gleaming white suit comes to a small Southern town on the eve of integration. He calls himself a social reformer. But what he does is stir up trouble--trouble he soon finds he can't control.","release_date":"1962-05-14","vote_average":6.9,"runtime":84,"cert":"N\/A","id":79827,"title":"The Intruder","adult":false,"genre_ids":[18]},{"cast":["Paul Pedrosa","Alison Therriault","Teresa Simon","Chelsey Arentsen","Cam Pipes"],"overview":"Animals attacks, says the TV news. But two ex-security agents know the real cause - maybe the real culprits. Shahrokh and Argenta are former employees of a company they knew to be conducting bizarre medical experiments. What has resulted are not animals attacks, but attacks by humans turned into vicious, decomposing, cannibalistic zombies. Their efforts to stem the violence in vain, hunted by the authorities, Shahrokh and Argenta escape the city just as it is engulfed in chaos. Their only hope lies in finding and organizing the few remaining survivors. What they find - three women claiming to be vampires with high-tech weaponry, a deranged and washed-up Mexican wrestler, a wounded soldier, and a scientist who may know more than he lets on - offer more questions than answers. Can this tiny cadre hope to defeat an army of the undead? And if they succeed...will there be anyone left alive?","release_date":"2000-12-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79828,"title":"Meat Market","adult":false,"genre_ids":[28,27,35]},{"cast":["Shohreh Aghdashloo"],"overview":"On June 20, 2009, Neda Agha-Soltan was shot and killed on the streets of Tehran during the turmoil that followed the Iranian presidential contest. Within hours, images of her dying moments, captured on cell phones, appeared on computer screens across the world, focusing the world's attention on mass protests against the rigged elections in Iran. Featuring previously unseen footage of Neda with friend and family, as well as exclusive video of her recorded the day she died, \"For Neda\" debuts just before the anniversary of her death.","release_date":"2010-06-14","vote_average":6.7,"runtime":67,"cert":"N\/A","id":79829,"title":"For Neda","adult":false,"genre_ids":[99]},{"cast":["Mario Adorf","Anthony Dawson","Marquard Bohm","Mascha Rabben","Sigurd Fitzek"],"overview":"After pulling off a bank robbery two bandits meet in a deserted mining town to divide their loot but an old miner tries to steal it from them.","release_date":"1970-10-15","vote_average":7.1,"runtime":85,"cert":"N\/A","id":79830,"title":"Deadlock","adult":false,"genre_ids":[53,37]},{"cast":[],"overview":"Recorded Live at The Mean Fiddler, London, England.","release_date":"2006-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79831,"title":"Deicide : When London Burns","adult":false,"genre_ids":[]},{"cast":["Jackie Angelescu","Palat Ananwattanasiri","Pimpong Isarasena na Ayudhya","Wijitra Wijiwonnagorn "],"overview":"Adapted from the American novel \"Rainbow Boys\" by Alex Sanchez, this Thai coming of age tale is chock full of cute young Asian boys! Nat the official school gayboy is in love with his best friend Tat. Tat is in love with school basketball hunk Ek, and Ek is supposedly in love with his girlfriend Da. Unfortunately Nat's love is unconsummated and Da finds herself without Ek as he struggles to come to terms with growing desires for men. Meanwhile, Ek and Tat form a bond that carefully steers towards a relationship despite the complications of homophobic school bullies and disgruntled uncomprehending parents.","release_date":"2005-11-24","vote_average":5.0,"runtime":100,"cert":"N\/A","id":79832,"title":"Rainbow Boys: The Movie","adult":false,"genre_ids":[18,35]},{"cast":["Anders W. Berthelsen","Iben Hjejle","David Dencik","Bárbara Garcia","Vivianne Pasmanter"],"overview":"Thomas, a Danish gay man, is unable to adopt in his home country. He visits a friend in Brazil to explore the possibility of bringing home a child. Eventually he meets Maria, a poor woman who is willing to give away the child she is carrying in exchange for money. As he waits for the child, Thomas takes care of Maria, and their relationship develops in a way he did not expect","release_date":"2011-05-12","vote_average":5.8,"runtime":90,"cert":"N\/A","id":79835,"title":"Rosa Morena","adult":false,"genre_ids":[18]},{"cast":["Fabio Volo","Isabella Ragonese","Pietro Ragusa","Stefania Sandrelli","Roberto Citran"],"overview":"","release_date":"2011-12-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79836,"title":"Il giorno in più","adult":false,"genre_ids":[35]},{"cast":["Lee Chi-Kin","Kin-Fat Lai","Alex Wong"],"overview":"Stuck in a Christian 'rehabilitation' camp, Ming recalls his double life, a whirlwind of sex and drugs as a rent boy, and a sedate, romantic life with the older and more conservative Yen. Secrets and lies haunt their relationship, as Ming's mother confronts her son's sexuality in a most extreme fashion and Yen tries to get Ming to give up hustling.","release_date":"2009-01-01","vote_average":3.6,"runtime":95,"cert":"N\/A","id":79837,"title":"End of Love","adult":false,"genre_ids":[18]},{"cast":["Wilfried Klaus","Michael Woods"],"overview":"The Flying Doctors of East Africa (German: Die Fliegenden Ärzte von Ostafrika) is a 1969 documentary film by Werner Herzog about the \"flying doctors\" service of the African Medical and Research Foundation in Tanzania, Kenya, and Nairobi.","release_date":"1970-05-02","vote_average":7.5,"runtime":45,"cert":"N\/A","id":79838,"title":"The Flying Doctors of East Africa","adult":false,"genre_ids":[99]},{"cast":["Kunchacko Boban","Ananya","Bhavana","Bhagath Manuel","Hemanth Menon"],"overview":"Dr. Love is the story of Vinayachandran (Kunchacko Boban), a person who is a consistent helper of those who are in love and who wants to be in love. He comes to a college to settle a love matter and becomes the hero of the college. He is then given the title Doctor Love - Romance Consultant by all in the campus. The problems faced by Vinayachandran later in the campus forms the rest of the story.","release_date":"2011-09-09","vote_average":4.6,"runtime":157,"cert":"N\/A","id":79843,"title":"Doctor Love","adult":false,"genre_ids":[10749,35]},{"cast":["Patrick Thomas","Diane Lavallée","Luc Guérin","Denis Bouchard","Suzanne Champagne"],"overview":"An adult Martin Roy reminisces about his life in the 1966\/67 school year. At fifteen years old and in his last year of junior high school, he breathed, ate and slept hockey. He collected hockey cards, played street hockey with his friends, tried skating and ice hockey for the first time in his life, but was most fascinated with his local national league team, the Montréal Canadiens, and its star player, Henri Richard. He dreamed of growing up and working for the Canadiens franchise. But a more immediate goal was to get tickets to one of their games, using M. Richard and his banker father, Hervé, as possible conduits to that goal.","release_date":"1999-02-26","vote_average":7.0,"runtime":105,"cert":"N\/A","id":79844,"title":"Winter Stories","adult":false,"genre_ids":[18,10751]},{"cast":["Theresa Brown","Rob Narita","Tom Kirk"],"overview":"This is a tale \"after the Christ,\" based on the book of Acts.","release_date":"1994-01-01","vote_average":0.0,"runtime":158,"cert":"N\/A","id":79845,"title":"UpsideDown","adult":false,"genre_ids":[10751,36,18,10749]},{"cast":["Valentina Sperantova","Erast Garin","Georgiy Vitsin","Sergei Martinson","Georgi Millyar"],"overview":"An animated adaptation of the classic story of Nils Holgerson, a naughty boy who is transformed to a very little dwarf and goes through many adventures, flying with a band of wild geese.","release_date":"1955-01-01","vote_average":7.2,"runtime":44,"cert":"N\/A","id":79846,"title":"The Enchanted Boy","adult":false,"genre_ids":[16,14]},{"cast":["Gennadi Bortnikov","Raisa Nedashkovskaya","Olga Aroseva","Oleg Anofriev","Maya Menglet"],"overview":"A doctor from Poland is looking for his sister who got missing in the USSR during WWII.","release_date":"1971-01-01","vote_average":3.0,"runtime":78,"cert":"N\/A","id":79847,"title":"Hello, Warsaw!","adult":false,"genre_ids":[35]},{"cast":["Viktoriya Fyodorova","Oleg Yankovskiy","Valentin Gaft","Sergei Dreiden","Yelena Solovey"],"overview":"Leningrade. Galina works as a restorer at Catherine Palace; she is a sculptor as well and takes her profession very seriously and enthusiastically. Vera, a friend from art school, sees her loneliness and introduces her to her husband's colleagues - friendly Mitya and mysterious Andrey. Soon Galina finds herself torn between the two men.","release_date":"1970-02-20","vote_average":8.7,"runtime":73,"cert":"N\/A","id":79848,"title":"A Ballad of Love","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Mexican band Cafe Tacuba celebrates 15 years of making--and often revolutionizing--Spanish rock with Un Viaje. This lush, luxurious live set includes three discs of music and one electrifying DVD. The group has culled the best moments from a two-night stand in Oct. 2004 at the Palacio de los Deportes in Mexico City, and the results are consistently electric. Every song, every rhythm, every guitar lick, every laugh is important, a not-to-be-missed moment. Cafe Tacuba's potent mix of music and message is a powerful thing, and the group thrives in its unflinchingly earnest, sweetly sincere approach to its art. Even during backstage interviews and recording studio hijinks, each member seems wholly pleased to be a part of the process. Throughout the proceedings, Cafe Tacuba's ardent fans thank them with hoots, hollers and constant singalongs to almost every song, making Un Viaje a joyous trip for everyone involved.","release_date":"2005-04-19","vote_average":10.0,"runtime":null,"cert":"N\/A","id":79849,"title":"Cafe Tacuba - Un Viaje","adult":false,"genre_ids":[10402]},{"cast":["Jacques Gamblin","Maria de Medeiros","François Damiens","François Morel","Dominique Pinon"],"overview":"A comedy about funny adventures of the group of French people during the summer vacation.","release_date":"2011-06-29","vote_average":4.3,"runtime":77,"cert":"N\/A","id":79850,"title":"Holidays by the Sea","adult":false,"genre_ids":[35]},{"cast":[],"overview":"As autism has exploded into the public consciousness over the last 20 years, two opposing questions have been asked about the condition fueling the debate: is it a devastating sickness to be cured or is the variation of the human brain just a different way to be human? The film takes a look at two movements; the recovery movement, which views autism as a tragic epidemic brought on by environmental toxins, and the neurodiversity movement, which argues that autism should be accepted and that autistic people should be supported. After his son's diagnosis, filmmaker Todd Drezner visits the front lines of the autism wars to learn more about the debate and provide information about a condition that is still difficult to comprehend.","release_date":"2010-05-28","vote_average":4.5,"runtime":84,"cert":"N\/A","id":79851,"title":"Loving Lampposts","adult":false,"genre_ids":[99]},{"cast":["Luis Tosar","Federico Pérez Rey","Víctor Fábregas","Esperanza Pedreño","Gael Nodar Fernández"],"overview":"Food, glorious food! Some of the most sumptuous and involving films revolve around that most common of acts: eating. 18 MEALS is an omnibus film of criss-crossing stories divided into three segments; breakfast, lunch and dinner. Jorge Coira's debut feature, shot over nine days in Santiago de Compostela has enough tasty portions to please audiences. Amongst Coira's expansive ensemble are aging street musician Edu, a pair awaking from a one-night stand, a businessman visiting his closeted homosexual brother and a lonely housewife, Sol. Victor and Sol are two of 18 MEALS' most fascinating characters as they each hide something - his sexuality, her depression - from those around them. Best of all is Pedro Alsono as Vladimir, a local celebrity actor who makes a meal for a mystery woman who never arrives. Who hasn't gone to a lot of trouble to do something extra special for someone just to have it go unappreciated?","release_date":"2010-06-12","vote_average":5.4,"runtime":101,"cert":"N\/A","id":79854,"title":"18 Meals","adult":false,"genre_ids":[18,35]},{"cast":["Steve Austin","Brian Pillman","Richard Henry Blood Sr.","John Watson","Jim Fullington"],"overview":"He’s one of the most accomplished Superstars in the history of sports-entertainment, with a resume that includes six WWE Championship reigns, three Royal Rumble victories, a King of the Ring Championship, and an unprecedented run of raising hell throughout WWE. The Legacy of Stone Cold Steve Austin gives fans young and old the opportunity to relive the greatest matches and moments from the career of one of WWE’s most popular, and controversial, personalities.","release_date":"2008-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79855,"title":"WWE: The Legacy of Stone Cold Steve Austin","adult":false,"genre_ids":[]},{"cast":["Erwin Geschonneck","Andrea Lüdke","Karin Schröder","Arno Wyzniewski","Mathilde Danegger"],"overview":"","release_date":"1987-01-22","vote_average":9.0,"runtime":90,"cert":"N\/A","id":79858,"title":"Wie die Alten sungen...","adult":false,"genre_ids":[35]},{"cast":["Tobias Gottschlich","Anne Szarvasy","Hajo Müller","Ulrike Hanke-Haensch","Anne-Else Paetzold"],"overview":"Eight year old Paul and his mother just moved to a skyscraper. After an embarrassing encounter with Anna, Paul meets her in the elevator. Anna makes fun of him and they start to quarrel. They can't arrange about going up or down. The elevator suddenly drops and carries them deep down into the realms of a wicked witch. The witch is out for their youth, since her own time is running out. Their only chance against her is for once to help together. They meet a blind horse, a clock without clock hand and a knight without courage helping them on their journey.","release_date":"1991-02-11","vote_average":6.0,"runtime":75,"cert":"N\/A","id":79859,"title":"Ol' Witch","adult":false,"genre_ids":[14,12,10751]},{"cast":["Miwako Ichikawa","Kou Machida","Kiyohiko Shibukawa"],"overview":"Renowned cyber-punk director ISHII Sogo strays from his roots, entering the realm of the subconscious with Mirrored Mind, a composed, contemplative and also a very personal film. Guiding us along with an actress who suffers an identity crisis when all at once she finds herself spirited away from the bustle of Tokyo to a tropical paradise, director ISHII poses philosophical questions about the origins of our soul. A visually stunning ode to the need for a spiritual and tranquil life. Mirrored Mind is the feauture length version of the short by the same name, which was made as part of the Jeonju International Film Festival initiated Digital Short Films by Three Filmmakers 2004.","release_date":"2006-11-05","vote_average":6.6,"runtime":61,"cert":"N\/A","id":79860,"title":"Mirrored Mind","adult":false,"genre_ids":[]},{"cast":["Pat Morita","Marcia Strassman","Brock Pierce","Sam Jones","Rhonda Shear"],"overview":"An alien searching for a human specimen for an intergalactic zoo gets more trouble than he bargained for in this family adventure.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79861,"title":"Earth Minus Zero","adult":false,"genre_ids":[10751]},{"cast":["Prateik Babbar","Kalki Koechlin","Arjun Mathur","Shruti Seth"],"overview":"Sweet, honest, and optimistic Michael Pinto has a knack for finding trouble. The search for a childhood friend leads him to the big city, and into an outlandish adventure.","release_date":"2011-10-14","vote_average":5.0,"runtime":115,"cert":"N\/A","id":79862,"title":"My Friend Pinto","adult":false,"genre_ids":[35]},{"cast":["James Caan","Michael Sarrazin","Brenda Scott","Don Stroud","Paul Petersen"],"overview":"At the beginning of the Civil War, seven friends embark on a cross-country journey in order to join the Confederate army.","release_date":"1968-04-25","vote_average":5.6,"runtime":101,"cert":"N\/A","id":79863,"title":"Journey to Shiloh","adult":false,"genre_ids":[37,28,18,10752]},{"cast":["Janette Scott","Ronald Howard","Mark Dignam","John Laurie","Jerome Willis"],"overview":"King Arthur learns one of his knights is plotting to take over and marry his daughter. After the King's death, the Knight wishing to marry the princess is ordered by the great wizard Merlin to remove the sword from the scabbard and prove his right to the throne.","release_date":"1963-07-01","vote_average":4.5,"runtime":85,"cert":"","id":79864,"title":"Siege of the Saxons","adult":false,"genre_ids":[12]},{"cast":["Daniel Chan Hiu-Tung","Gigi Leung","Ricky Hui","Stephen Fung","Joe Ma"],"overview":"Only the lack of roses in every frame prevent this teen romance from being a live action Shojo Manga.","release_date":"1997-03-26","vote_average":0.0,"runtime":92,"cert":"N\/A","id":79865,"title":"First Love Unlimited","adult":false,"genre_ids":[]},{"cast":["Dirk Bogarde","John Mills","Mylène Demongeot","Laurence Naismith","John Bentley"],"overview":"A Roman Catholic priest defies a Mexican bandit whose gang kills villagers in alphabetical order.","release_date":"1961-01-05","vote_average":6.8,"runtime":132,"cert":"","id":79866,"title":"The Singer Not the Song","adult":false,"genre_ids":[18,37]},{"cast":["Jonathan Lipnicki","Sasha Neulinger","Cody Linley","Lou Perryman","Brady Coleman"],"overview":"Zachary Beaver, a sideshow attraction also known as the world's fattest boy, arrives in the sleepy town of Granger, Texas.","release_date":"2003-10-09","vote_average":7.1,"runtime":85,"cert":"N\/A","id":79867,"title":"When Zachary Beaver Came to Town","adult":false,"genre_ids":[18,10751]},{"cast":["Ted Jan Roberts","Karen Valentine","Keith Coogan","John O'Hurley","William Zabka"],"overview":"Stan Dryer, a teen, afraid to even ask a girl to the prom, finds courage and extreme martial arts skill when he is given a ring by an old man he tried to save from a group of attackers. The ring is a mate to a ring stolen by a double dealing art thief who had been hired to steal it by a criminal mastermind who wanted it for its mystical powers.","release_date":"1995-10-24","vote_average":4.0,"runtime":null,"cert":"N\/A","id":79868,"title":"The Power Within","adult":false,"genre_ids":[14,28,878]},{"cast":["JoJo Adams","Brian Avery","Derek Barton","Douglas Bennett","Zachery Ty Bryan"],"overview":"When Cody gets lost while exploring in the woods, he finds a friend in the legendary creature, Bigfoot.","release_date":"1994-01-01","vote_average":5.6,"runtime":88,"cert":"N\/A","id":79869,"title":"Bigfoot: The Unforgettable Encounter","adult":false,"genre_ids":[10751]},{"cast":["Trevor Eve","Eve Myles","Robert Pugh","Mark Lewis Jones","Nina Sosanya"],"overview":"The National Gallery in London has flooded, and senior curator Quentin Lester has a dramatic solution. He proposes that the entire collection of priceless paintings should be removed from London and stored in an abandoned slate mine inside a Welsh mountain, as they were during the Second World War. Soon after Quentin is settled in North Wales admittedly more at home in a cave among his paintings than he is with other people he unwittingly sets in motion a series of events that wake up this sleepy, charming town. After mistaking local boy Dylan Hughes for an art history genius, Quentin finds himself in the middle of mayhem.","release_date":"2009-08-31","vote_average":4.4,"runtime":90,"cert":"","id":79870,"title":"Framed","adult":false,"genre_ids":[18]},{"cast":["Poon Jan-Wai","Loletta Lee","Tommy Wong","Poon An-Ying","Shing Fui-On"],"overview":"What was suppose to be summer school in England becomes an adventurous exotic and romantic journey for a beautiful teenage girl. [from the Tai Seng Catalog] A nice story of a free-sprited (or, depending on your viewpoint, prick-teasing) young woman on a short journey of discovery.","release_date":"1993-04-17","vote_average":7.0,"runtime":77,"cert":"N\/A","id":79871,"title":"Crazy Love","adult":false,"genre_ids":[18,10749]},{"cast":["Karel Wong"],"overview":"1978, the 17-year-old Yan Huan (Karel Wong) sneaked into Hong Kong from Haifeng County, China. In order to provide a better life for his family, he cut corners and chose to become a fierce robber and commit offences repeatedly. With an AK-47 in his hands, it made him become the most notorious and wanted criminal in the 90s. He thought he was in full control of everything, but the reality is that, God, the only Lord of the Universe, was silently keeping him under close surveillance","release_date":"","vote_average":0.0,"runtime":93,"cert":"N\/A","id":79872,"title":"The Most Dangerous Man","adult":false,"genre_ids":[]},{"cast":["Robson Green","Rupert Penry-Jones","Tara Fitzgerald","Graeme Garden","Richard Briers"],"overview":"The Queen's youngest son is off to university, mainly because \"I'm hopeless at anything else\". Barry, his new bodyguard, has no time for the royal family and left school at fifteen. He certainly didn't volunteer for this job, and is damned if he's going to enjoy it. Yet he can't help liking the hopelessly unworldly young prince, at least, until they both set their eyes on the new American student!","release_date":"1998-11-22","vote_average":4.5,"runtime":93,"cert":"N\/A","id":79873,"title":"The Student Prince","adult":false,"genre_ids":[35,10749]},{"cast":["Kangana Ranaut","Neeru Bajwa","Chirag Paswan","Sagarika Ghatge","Poonam Dhillon"],"overview":"A tennis player incurs his pushy divorced parents' displeasure when he pretends to fall for a struggling model.","release_date":"2011-11-03","vote_average":4.0,"runtime":114,"cert":"N\/A","id":79876,"title":"Miley Naa Miley Hum","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jean-Paul Belmondo","Philippe Noiret","Robert Morley","Geneviève Page","Nadja Tiller"],"overview":"Jean-Paul Belmondo is a lovable lothario who delights in his womanizing ways in this ribald comedy adventure. When two women can't get enough of him, he is chased to Tahiti and back to Paris by admiring females. His experiences are exhausting to the point that he considers giving up his life as a ladies man.","release_date":"1966-12-12","vote_average":5.4,"runtime":94,"cert":"N\/A","id":79877,"title":"Tender Scoundrel","adult":false,"genre_ids":[35,80]},{"cast":["Louis de Funès","Jean Richard","Roger Pierre","Nicky Valor","Danièle Lebrun"],"overview":"Émile Durand, an insecticide manufacturer, is appalled to learn that his son Gérard has fallen in love with Suzy, the daughter of a travelling theatre company.  Realising his father will never favour the union, Gérard joins the company on their next tour. In an attempt to heal the rift, Durand’s wife goes after Gérard and ends up performing in their next play…","release_date":"1960-12-30","vote_average":4.0,"runtime":82,"cert":"N\/A","id":79878,"title":"Small Local Trains","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rob Schneider"],"overview":"The Giants won their sixth World Series championship by beating the Texas Rangers four games to one in the 2010 World Series. Now you can relive the storybook triumph with the Official 2010 World Series Film on DVD and Blu-ray. It is all here! From the game-winning blasts of Edgar Renteria to the domination of Tim Lincecum: all the drama, game action, behind-the-scenes access and in-depth interviews a Giants fan could want. The Official 2010 World Series Film on Blu-Ray and DVD features an adrenaline-filled feature-length film, highlights from the entire postseason and incisive bonus features.","release_date":"2010-12-07","vote_average":10.0,"runtime":110,"cert":"N\/A","id":79879,"title":"2010 San Francisco Giants: The Official World Series Film","adult":false,"genre_ids":[]},{"cast":["László Sinkó","Péter Rudolf","Miklós Benedek","Péter Haumann","Béla Stenczer"],"overview":"The story of CC2 centers around an investigative journalist named Stanley Mouse, who wants to find out about the legend of an ancient \"cat tribe\" lost in Africa. He finds them and much more, once again threatening the continued existence of mouse civilization. Special Agent Grabowsky will act to save the day, however. The events are supposed to take place at least 10, possibly 20 years after the first episode, as one of the already leaked cells shows the titular Cat-Catcher mecha rusting away in a shelter.","release_date":"2007-12-20","vote_average":5.7,"runtime":90,"cert":"N\/A","id":79880,"title":"Catcher: Cat City 2","adult":false,"genre_ids":[16]},{"cast":["Götz George","Barbara Sukowa","Fritzi Haberlandt","Moritz Berg","Bettina Römer"],"overview":"","release_date":"2011-11-30","vote_average":5.5,"runtime":90,"cert":"N\/A","id":79881,"title":"Nacht ohne Morgen","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Seb, who has recently broken up with his boyfriend, meets George at a health club and the infatuation is immediate and mutual. But despite the strong attraction between them, the early stages of their romance prove to be difficult and demanding.","release_date":"","vote_average":2.0,"runtime":92,"cert":"N\/A","id":79882,"title":"Crush","adult":true,"genre_ids":[35,10749]},{"cast":["Henry Fonda","Gene Tierney","Spring Byington","Laird Cregar","Poppy Wilde"],"overview":"Susan Miller works behind the girdle counter in a department store and dreams about the beautiful clothes and glamour she can never hope to have. Enter May Worthington and Warren, a pair of con artists who pose as the mother and uncle of a pretty girl in order to separate millionaires from their money. They convince Susan she has an opportunity to fulfill all her dreams, and the trio heads for Palm Beach. Susan meets John Wheeler who says he is shopping for a sailboat. Believing that he is a millionaire, Warren and May sell him a boat that doesn't belong to them, and make off with his $15,000 life savings. Looking for greener pastures, they work themselves into the family of wealthy Tod Fenwick, who falls for Sue, posing as \"Linda Worthington\". But John shows up as a guest of Fenwick and he tells \"Linda\", not knowing she was part of the scam, that he has a detective after the fake captain that sold him the boat...","release_date":"1942-03-20","vote_average":6.8,"runtime":86,"cert":"N\/A","id":79887,"title":"Rings on Her Fingers","adult":false,"genre_ids":[35]},{"cast":["Ellen Burstyn","Olympia Dukakis","Diane Ladd","Danny Aiello","Lainie Kazan"],"overview":"The story of three Pittsburgh widows who meet every year to visit their husband's graves and talk about perspectives in their lives.","release_date":"1993-02-03","vote_average":4.0,"runtime":107,"cert":"N\/A","id":79888,"title":"The Cemetery Club","adult":false,"genre_ids":[35]},{"cast":["Harry Piel","Fritz Odemar","Theo Lingen","Hubert von Meyerinck","Lissy Arna"],"overview":"A taxi driver, (Piel), finds an odd contraption on the back seat that renders him invisible, but his friend steals the device to rob a bank. An inventive comedy.","release_date":"1933-06-06","vote_average":0.0,"runtime":97,"cert":"N\/A","id":79889,"title":"An Invisible Man Goes Through the City","adult":false,"genre_ids":[]},{"cast":["Mikhail Khodorkovsky","Joschka Fischer","Vladimir Putin","George W. Bush","Anatoly Chubais"],"overview":"Khodorkovsky, the richest Russian, challenges President Putin. A fight of the titans begins. Putin warns him. But Khodorkovsky comes back to Russia knowing that he will be imprisoned, once he returns. When I heard about it, I asked myself: why didn't he stay in exile with a couple of billions? Why did he do that? A personal journey to Khodorkovsky.","release_date":"2011-11-17","vote_average":4.7,"runtime":111,"cert":"N\/A","id":79890,"title":"Khodorkovsky","adult":false,"genre_ids":[18,99]},{"cast":["Bruce Dern","Stéphane Audran","Sydne Rome","Jean-Pierre Cassel","Ann-Margret"],"overview":"Bored aristocratic Parisian couples begin affairs with each other which only brings trouble.","release_date":"1976-06-23","vote_average":3.0,"runtime":107,"cert":"N\/A","id":79891,"title":"The Twist","adult":false,"genre_ids":[]},{"cast":["Silvana Pampanini","Pierre Brasseur","Paul Guers","Jacques Toja","Constant Rémy"],"overview":"","release_date":"1955-03-18","vote_average":5.3,"runtime":120,"cert":"N\/A","id":79892,"title":"Tower of Nesle","adult":false,"genre_ids":[]},{"cast":["Fernando Henrique Cardoso","Bill Clinton","Jimmy Carter","Dráuzio Varella","Paulo Coelho"],"overview":"Narrated by Morgan Freeman, this groundbreaking new documentary uncovers the UN sanctioned war on drugs, charting its origins and its devastating impact on countries like the USA, Colombia and Russia. Featuring prominent statesmen including Presidents Clinton and Carter, the film follows The Global Commission on Drug Policy on a mission to break the political taboo and expose the biggest failure of global policy in the last 50 years","release_date":"2011-06-03","vote_average":7.0,"runtime":80,"cert":"","id":79893,"title":"Breaking the Taboo","adult":false,"genre_ids":[99]},{"cast":["Ahn Sung-ki","Lee Hye-young","Choi Jin-sil","Choi Min-soo","Im Ho"],"overview":"Reporter for a North Korean news service joins the partisans when the Americans and UN forces invade South Korea.","release_date":"1990-06-02","vote_average":5.7,"runtime":157,"cert":"N\/A","id":79894,"title":"North Korean Partisan in South Korea","adult":false,"genre_ids":[10752]},{"cast":["Mammootty","Innocent","Ganapathi S Poduval","Priyamani","Sasi Kalinga"],"overview":"Chirammal Enashu Francis, a.k.a. Pranchiyettan, is a successful businessman based in Thrissur. He is a devotee of Saint Francis of Assisi and often has imaginary conversations with the saint. His ancestors were rice traders, but he has grown beyond the small rice shop to expand his business into jewellery, real estate, finance, shopping complexes and lot more. Even though he is successful and wealthy, he is not well-educated and he is unhappy with his name and also wants to become a celebrity. He is called Ari \"rice\" Pranchi by everybody, citing his ancestors' business as a colloquial taunt. He wants to change his image from Ari Pranchi to something great and is ready to spend a fortune for it. The film deals with how Pranchi tries to get a good name and what changes that brings to his life.","release_date":"2010-09-10","vote_average":7.3,"runtime":147,"cert":"N\/A","id":79897,"title":"Pranchiyettan & The Saint","adult":false,"genre_ids":[35,10751]},{"cast":["Chris Robinson","Rich Robinson","Johnny Colt","Marc Ford","Steve Gorman"],"overview":"Who Killed That Bird On Your Windowsill...The Movie is an often hilarious insight into the inner workings of the Black Crowes--one that sees the brothers Robinson doing just about everything you'd expect from them: sneering at everyone, fighting with one another, at odds with radio programmers, but most imporantly, creating some of the best American rock music of the early '90s.","release_date":"1992-11-24","vote_average":8.5,"runtime":83,"cert":"N\/A","id":79898,"title":"The Black Crowes - Who Killed That Bird Out On Your Window Sill... The Movie","adult":false,"genre_ids":[10402]},{"cast":["Will Hay","H. F. Maltby","Norma Varden","Peggy Simpson","Gibb McLaughlin"],"overview":"Will Hay plays the pennyless, bungling solicitor Benjamin Stubbins, who arrives at his office to find his insolent office boy (Graham Moffatt) with his feet up on the desk, reading a wild west magazine, which Hay confiscates so that he can read it later.  Stubbins later takes a job from a group of Americans who claim they want him to track down some ancestors of theirs in Scotland. In reality however they want to use his office so they can rob a safe in the room immediately below his office. Stubbins takes the job (which is designed to keep him out of the office).  In the end Stubbins realises his mistake and at a Christmas Eve fancy dress party he informs a group of carol singing policeman about the Americans nefarious activities","release_date":"1936-08-10","vote_average":6.5,"runtime":80,"cert":"","id":79901,"title":"Where There's a Will","adult":false,"genre_ids":[35]},{"cast":["Miguel Bosé","Bimba Bosé","Ana Torroja","Leonor Watling","Alaska"],"overview":"Three-time Latin Grammy nominee Miguel Bosé celebrates 30 years of making music in a landmark concert held in Spain's Plaza de Toros de las Ventas. With the help of special guest artists Alaska, Bimba Bose, Rafa Sanchez and Ana Torroja, the Panamanian-born singer plows through a set list of his most beloved and popular songs, including a pair of hit singles from his 2007 album \"Papito\": \"Morena Mia\" and \"Nena.\"","release_date":"2007-11-27","vote_average":5.0,"runtime":133,"cert":"N\/A","id":79904,"title":"Miguel Bosé: Papitour","adult":false,"genre_ids":[10402]},{"cast":["Natascha McElhone","Jodhi May","Jared Harris","Steven Mackintosh","Philip Glenister"],"overview":"Based on the controversial novel by Philippa Gregory, \"The Other Boleyn Girl\" is a fictionalised account of the life of Lady Mary Boleyn (Natascha McElhone) who becomes mistress to England's king, Henry VIII (Jared Harris), before being ousted by her younger sister, Anne (Jodhi May.) Mary leaves the Court to marry a commoner, but returns when Anne embarks on a reckless policy to save herself from ruin.","release_date":"2003-03-28","vote_average":5.3,"runtime":90,"cert":"15","id":79905,"title":"The Other Boleyn Girl","adult":false,"genre_ids":[10770,18,36,10749]},{"cast":["Van Hansis","Cody Horn","Thorsten Kaye","Jamie Harrold"],"overview":"25 year old Danny Hill's grandmother just died giving Danny the chance to move into her enormous rent controlled apartment in Manhattan. Danny must lock himself in for twelve days before he can take over the lease. There's just one problem -- he may not be the only occupant.","release_date":"2011-10-14","vote_average":5.2,"runtime":null,"cert":"N\/A","id":79906,"title":"Occupant","adult":false,"genre_ids":[27,53]},{"cast":["Oleg Efremov","Evgeniy Evstigneev","Zhanna Bolotova","Anatoli Romashin","Rolan Bykov"],"overview":"A story about a good doctor - surgeon Mishkin who works in a countryside hospital.","release_date":"1976-06-06","vote_average":7.0,"runtime":201,"cert":"N\/A","id":79907,"title":"The Days of Surgeon Mishkin","adult":false,"genre_ids":[18]},{"cast":["Pete Jones","Nathan Fillion","Stoney Westmoreland","Dev Kennedy","Julie Pearl"],"overview":"Bobby is a gay man in the closet in 2003, afraid to come out to his three older brothers, even though he's at least 30 and is being pressed by his sister, his boyfriend, and his lesbian beard to tell the lads. The death of his father and a fishing trip with his brothers provide occasions when he could tell them, but he fails. When he screws his courage to the sticking point, how will they react, and how will he deal with their reactions? He imagines a movie of his rather boring life - surrounded by possibilities - but can anything overcome the insular narrow-mindedness of a big Irish Catholic family in Chicago?","release_date":"2004-01-01","vote_average":6.5,"runtime":86,"cert":"N\/A","id":79908,"title":"Outing Riley","adult":false,"genre_ids":[35]},{"cast":["Yoshikazu Kotani","Atsumi Kanno","Yuuki Kawakubo","Kazunori Tani"],"overview":"Aoi, a young teacher with striking good looks, has just learned that his newest student Sora is the alluring teen prostitute he once hired. Here the nightmare begins. As the walls of the prestigious academy become a percolating hotbed of sexual intrigue, prostitution and blackmail, other students, including Sora's nerdy roommate and the sinister campus bully, are pulled down the same torrid path of unquenchable desire toward the inevitable moment when obsession turns deadly.","release_date":"2007-08-01","vote_average":5.0,"runtime":117,"cert":"N\/A","id":79909,"title":"Boys Love The Movie","adult":false,"genre_ids":[18]},{"cast":["Eben Gordon","Rob Moretti","Juanita Walsh","Jennifer Laine Williams"],"overview":"An autobiographical film taken from the experiences of writer-director Rob Moretti, CRUTCH is a coming-of-age tale about a young man's struggle with family problems and substance abuse. Behind a facade of suburban middle class perfection, David's home life is falling apart. As he tries to cope with the impossible situation, the troubled and impressionable teenager falls under the spell of Kenny, a georgous, thirty-something, has-been actor turned theatre coach. When Kenny's \"support\" escalates into seduction, David slowly decends into an abyss of drinking and drug addition from which he must escape if he is to survive. CRUTCH is a dramatic tale of the confusion of youth and the difficulties in finding oneself.","release_date":"2004-09-17","vote_average":5.5,"runtime":88,"cert":"N\/A","id":79910,"title":"Crutch","adult":false,"genre_ids":[18]},{"cast":["John Smihula","Fred Borges","Fred Dabby","Jody Kadish"],"overview":"Returning from the planet Venus, an errant NASA spacecraft crashes into the ocean, spilling its radioactive cargo. Enveloped by a radioactive mass, a rabid weasel is transformed into a gigantic killer mutant. Prowling the countryside, the huge weasel kills and devours victims. The creature is captured by a disturbed scientist who plans to use its regenerative blood to amass an army of similar monsters, enabling him to conquer the Earth.","release_date":"1979-01-01","vote_average":4.0,"runtime":67,"cert":"","id":79911,"title":"Weasels Rip My Flesh","adult":false,"genre_ids":[27,878]},{"cast":["Greg Pritikin","Gary Rosen","Duane Sharp"],"overview":"Wiley is a gay virgin who spends his nights with a large collection of porno. Johnny's his best friend but he's straight, though does admit to a little experimenting. What to do? what to do?","release_date":"1998-01-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":79912,"title":"Totally Confused","adult":false,"genre_ids":[35]},{"cast":["Jay Wong","James Marks","Sandra Lee","James Quedado"],"overview":"It's Sex and the City meets The Wedding Banquet for young San Franciscan Daniel Chang, living at home with his clueless, traditional mother. Desperate for a grandchild, she's eager to see him married and spends much of her time planning introductions to suitable Chinese girls for Daniel. But when she recruits a new lodger for the downstairs flat, Daniel finds himself falling for Robert, the hot Southern boy who's moved to the big city. Well, Robert's not a suitable Chinese girl - but is he gay? And does he feel the same way about Daniel? Daniel soon gets his chance to find out when the basement floods and his mother insists Daniel share his bedroom with Robert while the plumbers fix the mess downstairs...","release_date":"2002-01-01","vote_average":5.4,"runtime":76,"cert":"N\/A","id":79913,"title":"Under One Roof","adult":false,"genre_ids":[10749,35]},{"cast":["Edmund Strode","Alex Wong","Carrie Leung","Kin Wai Young","Colette Koo"],"overview":"Across the boundaries they find each other... in this post-colonial romance. A cynical English professor discovers love in the form of an admiring student. But is it too late for him to find happiness?","release_date":"1999-01-01","vote_average":5.0,"runtime":50,"cert":"N\/A","id":79914,"title":"First Love and Other Pains","adult":false,"genre_ids":[18]},{"cast":["Benjamin Gourley","Jason Mewes","Izabella Miko","Lindsey McKeon","Sunny Mabrey"],"overview":"Leon and TJ are best friends and repo men.  After ten years, with a high school reunion looming, Leon wants out of the repo business.  TJ has concocted a hair-brained scheme to steal all the cars they've repoed.  When the plan fails, it falls to Leon to save TJ from his own plan.","release_date":"2010-01-01","vote_average":3.0,"runtime":97,"cert":"N\/A","id":79915,"title":"Repo","adult":false,"genre_ids":[]},{"cast":["Charly Hübner","Lisa Potthoff","Sandra Borgmann","Udo Kier","Doris Kunstmann"],"overview":"","release_date":"2011-04-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":79918,"title":"The Sky Has Four Corners","adult":false,"genre_ids":[10751,18]},{"cast":["Lukas Steltner","Kai Michael Müller"],"overview":"Breathtaking in its subtle beauty, Harvest is an achingly romantic tale of an innocent but ever increasingly passionate affair that develops between two simple farmhands. Life on a farm is all that sullen teen Marco knows- leading a perfunctory and quiet life of working, going to school and avoiding the advances of girls. However, his self-imposed solitude ends when curly-haired Jakob, rejecting the banking world for farming, arrives to train on the farm. Although initially cautious and tentative with each other, it is soon obvious that the unspoken sexual tension is becoming increasingly hard to resist - something a spontaneous trip to Berlin. Proving that true love can blossom in even the most unlikely of places, Harvest is as rich and rewarding as it is heart-warming.","release_date":"2011-02-16","vote_average":7.0,"runtime":88,"cert":"N\/A","id":79919,"title":"Harvest","adult":false,"genre_ids":[18]},{"cast":["Jennifer Esposito","Guillermo Díaz","Joelle Carter","Alexis Arquette","Ellen Gerstein"],"overview":"Jason Gould satirizes coming out in Hollywood in Inside Out, starring Alexis Arquette and papa Elliot Gould. Lane Janger's Just One Time was a festival favorite recently expanded into a feature film that turns the tables on a groom-to-be and his fantasies of sex with two women. Bradley Rust Gray's Hitch follows two attractive young guys on a dizzying road trip that leads them toward sexual self-discovery. David Fournier's Majorettes in Space is a witty French spoof of post-modern sex, romance, relationships, the Pope and baton-twirling majorettes. And, Gregory Cooke's $30 is the bittersweet story of a closeted teen presented with a young prostitute on his 16th birthday.","release_date":"2000-11-16","vote_average":6.0,"runtime":79,"cert":"N\/A","id":79920,"title":"Boys Life 3","adult":false,"genre_ids":[]},{"cast":["Louis Seigner","Michael Lonsdale","Claude Piéplu","Pierre Dux","Heinz Bennent"],"overview":"In occupied France during the WWII, a German officer is murdered. The collaborationist Vichy government decides to pin the murder on six petty criminals. Loyal judges are called in to convict them as quickly as possible.","release_date":"1975-04-23","vote_average":6.8,"runtime":118,"cert":"N\/A","id":79921,"title":"Special Section","adult":false,"genre_ids":[18,10752,36,9648]},{"cast":["Oscar James","Anthony Alexis","Stephen Billington","Cristina Avery","Seeta Indrani"],"overview":"Jonathan and David meet at a black tie dinner and end up spending the night together at Jonathan's London flat. The challenges begin when Jonathan's nine–year–old daughter bounds into the bedroom very early the next morning. However, the stakes heighten when Jonathan discovers that David is his \"new client\" at the marketing firm where he is employed. Fraternizing with clients on the opposite side of the conference table is strictly prohibited by the firm, and Jonathan quickly nips things in the bud. As time progresses, love conquers all obstacles. Working against them are their different races, different countries of origin and homophobia. Oh Happy Day is that special film that brings out the true romantic hiding inside us all.","release_date":"2007-01-01","vote_average":5.8,"runtime":100,"cert":"","id":79924,"title":"Oh Happy Day","adult":false,"genre_ids":[35,10749]},{"cast":["Teresa Harder","André Röhner","Wolke Hegenbarth","Elena Uhlig","Ilja Richter"],"overview":"","release_date":"2005-10-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":79925,"title":"Ein Hund, zwei Koffer und die ganz große Liebe","adult":false,"genre_ids":[35]},{"cast":["Johnny Ferro","Stephen Tyrone Williams","Margaret Laurena Kemp","Van Brown","Leslie Vanderpool"],"overview":"Johnny (Johnny Ferro) is an art student in Nassau whose technique is perfect, but he’s creatively blocked. His teacher sends him off to the rural island of Eleuthera where he meets Romeo (Stephen Tyrone Williams), a hot musician. They begin a clumsy dance of attraction and romance. Romeo has a fiancé and is identified as straight, but he’s been known to play with the boys on the side secretly. The Bahamas are bound by religious traditions that discourage homosexuality and end up forcing gay men into the closet. Lena is a pastor’s wife. Her husband demonizes homosexuality to further his career, yet he’s on the DL as well. When Lena discovers that her husband has infected her with VD, he accuses her of infidelities. These characters are all bound together in this intense drama of love, family and secrets.","release_date":"2011-05-20","vote_average":6.1,"runtime":104,"cert":"N\/A","id":79926,"title":"Children of God","adult":false,"genre_ids":[18,10749]},{"cast":["Robbie Coltrane","Beverly D'Angelo","Alex Rocco","Adrian Edmondson","Paul Bartel"],"overview":"A less-than-qualified and far-from-perfect priest is mistakenly named the new pope. As the pontiff, he must deal with Vatican corruption, the Mob and the reappearance of his old lover.","release_date":"1991-06-21","vote_average":4.7,"runtime":96,"cert":"","id":79927,"title":"The Pope Must Die","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-03-25","vote_average":6.5,"runtime":null,"cert":"N\/A","id":79928,"title":"Bibi Blocksberg - Eene Meene Eins, Zwei, Drei!","adult":false,"genre_ids":[16,10751]},{"cast":["Miroslav Donutil","Karel Pospíšil","Jana Janěková","Petr Pelzer","Vilém Udatný"],"overview":"","release_date":"2000-01-03","vote_average":8.5,"runtime":null,"cert":"N\/A","id":79929,"title":"Sluha dvou pánů","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79930,"title":"Ležáky 42","adult":false,"genre_ids":[99,18,10752]},{"cast":["Adele","Ben Thomas","Tim Van Der Kuil","Miles Robertson","Sam Dixon"],"overview":"Live At The Royal Albert Hall was recorded on September 22 at the height of what has been an amazing year for Adele.  This concert video features vocalist Adele's groundbreaking performance at the Royal Albert Hall in London. The extensive set list includes fan favorites Rolling in the Deep, Turning Tables, Someone Like You, Rumour Has It, and much more.","release_date":"2011-11-27","vote_average":7.4,"runtime":99,"cert":"U","id":79931,"title":"Adele: Live at the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":["Selton Mello","Paulo José","Larissa Manoela","Giselle Motta","Teuda Bara"],"overview":"The life of the owners of Circus Esperança, Puro Sangue e Pangaré, father and son, who plays two clowns. At a certain point, Pangaré starts showing tiredness and sadness for being an unhappy clown.","release_date":"2011-10-28","vote_average":7.3,"runtime":90,"cert":"N\/A","id":79934,"title":"The Clown","adult":false,"genre_ids":[35,18]},{"cast":["Bug Hall","Donnie Jeffcoat","Sean McGowan","Chris Owen","Edward Finlay"],"overview":"When the commander of the crew of a B-17 Flying Fortress bomber is killed in action in a raid over Sicily in 1943, his replacement, a young, naive pilot struggles to be accepted by the plane's already tight-knit Irish American crew.","release_date":"2012-04-01","vote_average":5.3,"runtime":89,"cert":"15","id":79935,"title":"Fortress","adult":false,"genre_ids":[28,10752]},{"cast":["Prabhu Ganesan","Navdeep","Aravind Akash","Monica","Saranya Mohan"],"overview":"A Aa E Ee is a 2009 Indian Tamil-language film that stars Navdeep, Aravind Akash, Monica and Saranya Mohan in the lead roles, whilst, supporting actors Prabhu, Cochin Haneefa, Livingston, Manorama and Ganja Karuppu play other prominent roles.","release_date":"2009-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79936,"title":"A Aa E Ee","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"None","release_date":"2008-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79937,"title":"Kausalya Supraja Rama","adult":false,"genre_ids":[18]},{"cast":["Dorothy Patrick","Arthur Franz","Barbra Fuller","Jimmy Lydon"],"overview":"Bud Dolliver, a former WWII hero, and an ex-convict, returns to his home town in an effort to make a new life for himself but, even with the help of Lou Jellison, a cannery worker, he finds it hard to live down his reputation.","release_date":"1950-02-28","vote_average":5.5,"runtime":60,"cert":"N\/A","id":79938,"title":"Tarnished","adult":false,"genre_ids":[80,28,12]},{"cast":["Bode Merrill","Gigi Rüf","Sylvain Bourbousson","Dan Brisse","Johnnie Paxson"],"overview":"A winter defined by feast or famine, shattered snowfall records and endless droughts, tidal waves, floods, and for many, a season that simply would not end. In a time where technology and the energy of our planet are accelerating off the charts and Mother Nature's confusion can no longer be explained away by experts. The Kootenay, Purcell, Selkirk, Monashee, Pacific Coast, Cascade, Wasatch, Uinta, Cache, Gros Ventre, Strandafjellet and Kaçkar mountain ranges were on the winning end of the spectrum, and you might guess where the Absinthe crew spent their winter. Twelve riders having a blast, redefining the limits of what is possible. Absinthe brings you the next wintry shred classic: Twel2ve.","release_date":"2011-11-24","vote_average":0.0,"runtime":51,"cert":"N\/A","id":79941,"title":"twel2ve","adult":false,"genre_ids":[]},{"cast":["Britney Spears","Madonna"],"overview":"Britney Spears: In the Zone is a busy batch of Britney-mania, much of it featuring Spears in crisp dance numbers supplemented by behind-the-scenes glimpses and chatter. The heart of the DVD is an ABC television special featuring live performances of \"Toxic,\" \"Breathe on Me,\" and \"I'm a Slave 4 U.\" A fun highlight is Spears's hip-hop collaboration with the Ying Yang Twins on \"(I Got That) Boom Boom,\" one of the few numbers in the star's stage repertoire with a little room for spontaneity. Between songs one finds Spears gushing over her grandfather, praising her entourage, describing the emotional toll of being in the public eye, and writing songs.","release_date":"2004-04-06","vote_average":8.3,"runtime":95,"cert":"N\/A","id":79942,"title":"Britney Spears: In the Zone","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"NBA Dynasty Series: The Chicago Bulls—The 1990s is complete wish fulfillment for the sports fan. This four-disc set, encompassing the Bulls' remarkable streak from 1991's first championship to 1998's second three-peat, contains so much information and insight into Chicago's several seasons of glory that it's hard to take it in all at one time. We get over seven hours of historical and archival footage, as well as new interviews from players and coaches all offering their take on what made these particular teams and seasons so special. And there's more. Discs Two through Four each have an entire NBA Finals game on them (one per side for a total of six), each representing a stellar or exceptional moment in the series. Along with the single-season documentaries (including the historic overview, seven in total) there are nearly 16 hours of Chicago Bulls goodness in this package.","release_date":"","vote_average":9.3,"runtime":922,"cert":"N\/A","id":79943,"title":"NBA Dynasty Series - Chicago Bulls","adult":false,"genre_ids":[]},{"cast":["Brian Krause","Pamela Anderson","David Warner","Dean Stockwell","Clayton Rohner"],"overview":"Edward is busy trying to unlock the secrets of reading and recording people's thoughts. He is very involved with his work leaving little room for girlfriend Britt. Longstreet comes along and offers Edward a place to do his research and have unlimited funding. There are, however, ulterior motives as Edward is also somehow unlocking the secrets of eternal life.","release_date":"1996-05-18","vote_average":3.9,"runtime":85,"cert":"N\/A","id":79950,"title":"Naked Souls","adult":false,"genre_ids":[878,53]},{"cast":["Chomatt Samad","Iqbal Mazlan","Gracie","Jalaluddin Hassan","Zulkifli Ismail"],"overview":"About a school headmaster who tries to discipline his students despite some gang rivalry going on.","release_date":"2011-10-27","vote_average":0.0,"runtime":104,"cert":"N\/A","id":79951,"title":"Apa Tengok-Tengok ?","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Denise Zich","Pascal Breuer","Charlotte Schwab","Peter Bongartz","Monika Baumgartner"],"overview":"Stefanie and Felix are engaged to be married so they're going to celebrate their wedding in a Scottish castle. That castle is the place where Stefanie passed her summer holidays as a child with her family and where she fell in love for the first time. One fateful event could change her plans forever, affecting all her family members.","release_date":"2008-03-07","vote_average":5.0,"runtime":90,"cert":"N\/A","id":79952,"title":"Ein Ferienhaus in Schottland","adult":false,"genre_ids":[10751,10770,10749]},{"cast":["Leung Kar-Yan","Chow Yun-Fat","Cherie Chung","Eddy Ko","Guk Jeong-Suk"],"overview":"Four heroes embark on a secret mission for Dr Sun Yat Sen's Nationalist Guard.  Relentlessly pursued by the warriors of notorious Warlord Yue Sai Hoi, they have seven days to reach the Lo Yang Pass with their secret cargo.","release_date":"1982-06-04","vote_average":6.5,"runtime":87,"cert":"N\/A","id":79953,"title":"The Postman Fights Back","adult":false,"genre_ids":[28]},{"cast":["Mickey Rourke","Scott Anthony Leet","Nina Ofenböck","Peter Greene","Nikki Bokal"],"overview":"A reformed ex-convict enters a love triangle and gets manipulated into being a scapegoat in a murder scheme for revenge.","release_date":"1999-06-22","vote_average":3.0,"runtime":103,"cert":"18","id":79954,"title":"Out in Fifty","adult":false,"genre_ids":[18,53]},{"cast":["Nico Archambault","Mylène St-Sauveur","Lina Roessler","Trevor Hayes","Marina Orsini"],"overview":"This is the story Delphine Lamarre, a young woman trying to focus on the way to dance rather than focused on her university studies. It will pass through trials and consequences facing choices.","release_date":"2011-08-12","vote_average":5.6,"runtime":null,"cert":"N\/A","id":79955,"title":"On the Beat","adult":false,"genre_ids":[10749,10402]},{"cast":["Vincent Belorgey","Camille Lagache","Guillaume Le Bras","Sebastien Tellier","Philippe Petit"],"overview":"A young actor suddenly wakes up in the middle of the shooting of a movie he doesn't understand.","release_date":"2002-05-06","vote_average":6.5,"runtime":48,"cert":"N\/A","id":79956,"title":"Nonfilm","adult":false,"genre_ids":[]},{"cast":["Young-jun Kim","Xiao Li Yuan"],"overview":"\"4:30\" traces the relationship between Xiao Wu, an eleven year old Chinese Boy and his tenant Jung, a thirty-something Korean man. Told entirely from the perspective of the boy, Xiao Wu, this story of two very different characters is less about friendship than about a shared experience and appreciation of solitude. \"4:30\" starts with Xiao sneaking to the room of Jung in the early hours of the morning, and stealing from the Korean man. Just as getting intoxicated is a habit for Jung, who only staggers back to his rented room when drunk, soon stealing for Xiao Wu becomes equally as compulsive. We soon realize that Jung's true intention for staying in Singapore is suicide. It is only through Xiao's encounter with Jung failing in his bid to die that he begins to understand his true fascination with Jung.","release_date":"2005-01-01","vote_average":6.7,"runtime":93,"cert":"N\/A","id":79957,"title":"4:30","adult":false,"genre_ids":[18]},{"cast":["Ludwig Trepte","Jenny Schily","Jürgen Tonkel","Anna Maria Fuchs","Anneke Kim Sarnau"],"overview":"Der 17-Jährige Gymnasiast Oliver Rother bringt seine Gedanken, Gefühle und Erlebnisse gern in Hip-Hop-Texten zum Ausdruck. Als ihm seine Lehrerin Selma Vollrath eine Sechs für eine Deutscharbeit über \"Die Leiden des jungen Werther\" gibt, die er im Stil eines Rappers getextet hat, verlässt er enttäuscht und wutentbrannt die Klasse. Dabei verliert er einen Zettel, auf dem er in einem drastischen Song ankündigt, Frau Vollrath töten zu wollen. Aus Angst, einen potenziellen Amokläufer im Haus zu haben, informiert die Schulleitung die Polizei. Als diese bei der Hausdurchsuchung auf Olivers Computer gewalttätige Videos findet und sich der Jugendliche nicht eindeutig von seinen Sprüchen distanziert, nimmt ein ungeahntes Drama seinen Lauf.","release_date":"2008-10-22","vote_average":0.0,"runtime":88,"cert":"N\/A","id":79958,"title":"Ihr könnt euch niemals sicher sein","adult":false,"genre_ids":[18]},{"cast":["Liselotte Pulver","Harald Leipnitz","Rudolf Rhomberg","Hans Richter","Joachim Teege"],"overview":"The countess is married, and the ghosts are still in the Spessart. Her husband becomes an astronaut and the story involved time travelling and space travelling starts.","release_date":"1967-09-21","vote_average":6.7,"runtime":105,"cert":"N\/A","id":79959,"title":"Glorious Times in the Spessart","adult":false,"genre_ids":[12,35,878]},{"cast":["Kimberly Kane","Sochee Mala","Marie McCray","Mandy Morbid","Caroline Pierce"],"overview":"Dark. Squalid. Ominous. Young Lucy awakes to the surroundings of a derelict hospital. Struck with amnesia, Lucy is the victim of her own unruly flashbacks - exposing her hedonist and malicious past. As the pieces reconnect, she finds that the hospital staff has come to reap vengeance on this not-so-innocent girl and with a little 'experimental' brain surgery, seek to purge Lucy of her demons. Director Benny Profane returns to the scene of the crime with his VividAlt. debut; achieving nothing short of a new level of dementia.","release_date":"2008-01-01","vote_average":5.0,"runtime":110,"cert":"N\/A","id":79960,"title":"Hospital!","adult":true,"genre_ids":[]},{"cast":["Audrey Hollander","Faith Leon","Ashley Blue","Jada Fire","Kimberly Kane"],"overview":"Based on true events! Kimberly Kane paints a dark picture of a young woman (Audrey Hollander) struggling to leave the tawdry life of a prostitution and drug addiction to follow her dreams of being a Nashville songwriter.  In this world of endless sorrow and sadistic sex acts, will she make it out alive or will she be just another junkie with a pipe dream? Find out in Morphine","release_date":"2008-04-29","vote_average":8.2,"runtime":117,"cert":"N\/A","id":79961,"title":"Morphine","adult":true,"genre_ids":[]},{"cast":["Eric Cantona","Stéphane Freiss","Hélène de Fougerolles"],"overview":"","release_date":"2008-04-28","vote_average":7.6,"runtime":null,"cert":"N\/A","id":79962,"title":"Papillon noir","adult":false,"genre_ids":[53]},{"cast":["David Calder","Jan Stratton","Bob Romero","Steve Ferris","Alan Dye"],"overview":"A hybrid of Warholian midnight movie and Doris Wishman-esque sexploitation picture, Michael Thomas's softcore rarity Meatrack was originally produced and released by Sherpix, the company that brought underground films like Lonesome Cowboys, Pink Narcissus, and Invocation of My Demon Brother to a nationwide circuit of art house theatres. The film concerns an ostensibly straight married man who starts turning tricks on the sleazy streets of San Francisco, and it was shot almost entirely on location in the city’s by-the-hour hotels, adult theatres, gay bars, and bathhouses. With real-life go-go boys, female impersonators, and leathermen as its supporting cast, it serves as a rich subcultural document.","release_date":"1970-03-20","vote_average":5.0,"runtime":65,"cert":"N\/A","id":79963,"title":"The Meatrack","adult":false,"genre_ids":[18]},{"cast":["Jack Carson","Lola Albright","Jean Wallace","George Reeves","Peter Miles"],"overview":"Biff Jones is a driver\/salesman for the Good Humor ice-cream company. He hopes to marry his girl Margie, who works as a secretary for Stuart Nagel, an insurance investigator. Margie won't marry Biff, though, because she is the sole support of her kid brother, Johnny. Biff gets involved with Bonnie, a young woman he tries to rescue from gangsters. But Biff's attempts to help her only get him accused of murder. When the police refuse to believe his story, it's up to Biff and Johnny to prove Biff's innocence and solve the crime.","release_date":"1950-06-01","vote_average":5.5,"runtime":80,"cert":"N\/A","id":79964,"title":"The Good Humor Man","adult":false,"genre_ids":[12,35,80]},{"cast":["Ingrid Laillaut","Jelena Schradi","Tancrède Melet","Julien Millot","Sébastien Brugalla"],"overview":"I Believe I Can Fly (Flight of the Frenchies) is an amazing journey into the unknown. Two friends test the boundaries of free flight and friendship as they take their passion in a totally new direction. Join Tancrède and Julien on an incredible exploration into the world of free flight. The two friends are pioneers in ‘highlining’ - a vertiginous combination of climbing, slackline and tightrope walking. Using their skills and experience as climbers, the pair push their boundaries beyond the realms of possibility as they embark on a new evolution of their sport.","release_date":"2011-11-10","vote_average":5.5,"runtime":42,"cert":"N\/A","id":79965,"title":"I Believe I Can Fly","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Følg det populære postbud rundt i Grønnedal i episoderne: 1 Postmand Per™ på arbejde 2 Postmand Per™ og den grønne kanin 3 Postmand Per™ og de store sommerfugle 4 Postmand Per™ leger fyrbøder 5 Postmand Per™ og de flyvende tallerkner På sin postrute i Grønnedal oplever Postmand Per™ en masse spændende ting. Han er kendt for sin hjælpsomhed, sit gode humør og sin lille tro følgesvend katten Emil.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":79966,"title":"Postmand Per: På Arbejde","adult":false,"genre_ids":[]},{"cast":["Diane McBain","Jeremy Slate","Sherry Jackson","Ross Hagen","Patty McCormack"],"overview":"Diane McBain, who'd been a sort of star at Warner Bros. in the early 1960s, is the leading lady of The Mini-Skirt Mob. She's in charge of a fearsome (and toothsome) gang of biker chicks, even though she herself looks as though she'd go into conniptions over a broken nail. McBain's mob gets its kicks terrorizing a sweet young married couple. The film is a veritable roll-call of fading TV icons, including Jeremy Slate and Sherry Jackson; only cycle-flick veterans Ross Hagen and Harry Dean Stanton seem truly comfortable in these low-octane surroundings. The Mini-Skirt Mob is the sort of picture that used to be described as \"ideal drive-in fare\" back in Days of Old when there were drive-ins.","release_date":"1968-05-23","vote_average":5.0,"runtime":86,"cert":"N\/A","id":79969,"title":"The Mini-Skirt Mob","adult":false,"genre_ids":[28,53]},{"cast":["Ryoko Yonekura","Toshio Kakei","Takashi Sasano","Muga Tsukaji","Ren Yagami"],"overview":"¥ 260,000,000 is stolen from armored vehicle. The criminals escape into a crowded shopping mall and take over 50 hostages. Reiko Usagi (Ryoko Yonekura) and the SIT members are called in to break the stand-off. When Reiko goes into the shopping mall to negotiate, an explosion suddenly occurs. The hostages panic and run, while the criminals are able to blend into crowd of people and escape. A few weeks later, Reiko is at the Haneda Airport to go on a vacation. She then spots Yusuke Kimoto (Kento Hayashi), a man who was one of the hostages at the shopping mall. Reiko remembers Yusuke's bizarre behavior and her instinct starts kicking in. She decides to follow the man and boards the airplane that Yusuke is taking. Shortly after take-off her instincts prove correct. The airplane is hijacked ...","release_date":"2010-02-11","vote_average":6.5,"runtime":122,"cert":"N\/A","id":79970,"title":"The Negotiator: The Movie","adult":false,"genre_ids":[53,80]},{"cast":["Robert Armstrong","Carole Lombard","Roland Drew","Paul Hurst","Hedda Hopper"],"overview":"This late-20s gangster movie features Carole Lombard as a young gal who agrees to marry a smooth-talking gangster in exchange for the mob man's pledge to arrange a big-time concert appearance for her violinist boyfriend. The only thing that can save the day for the mis-aligned lovers is a shootout between the cops and the gangland thugs. This film is notable because it is one of the early 'talkies,\" and uses the newly developing audio technology with abandon. In fact, most of the action takes place off screen and the characters tell the cameras just what's happened. This one's small on sets, big on dialog.","release_date":"1929-11-09","vote_average":4.2,"runtime":66,"cert":"N\/A","id":79971,"title":"The Racketeer","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"The hilarious comedian familiar to audiences around the world from his many radio, television and movie appearances tackles his favorite related topics: the decline of civilization and the rise of pop culture. From declining home values to the swine flu, Alonzo Bodden's paying very funny attention to it.","release_date":"2011-02-19","vote_average":0.0,"runtime":61,"cert":"N\/A","id":79974,"title":"Alonzo Bodden: Who's Paying Attention","adult":false,"genre_ids":[35]},{"cast":["Julius Harris","Meg Foster","Aeryk Egan","Rebecca Herbst","A.J. Damato"],"overview":"Three teens killed by a local crime boss return for revenge after a witch doctor revives them through voodoo magic.","release_date":"1994-05-01","vote_average":4.5,"runtime":86,"cert":"N\/A","id":79975,"title":"Shrunken Heads","adult":false,"genre_ids":[53,35,27]},{"cast":[],"overview":"Through interviews with colleagues and others who knew the creative genius whose innovations transformed the lives of millions, ONE LAST THING provides an inside look at the man and the major influences that helped shape his life and career.","release_date":"2011-11-02","vote_average":6.7,"runtime":60,"cert":"N\/A","id":79976,"title":"Steve Jobs: One Last Thing","adult":false,"genre_ids":[99]},{"cast":["Tim Vine"],"overview":"The Joke-amotive tour was Tim's biggest to date where he played 73 shows to over 60,000 people! Tim will be hosting his own Dave's One Night Stand, appearing on Have I Got News For You and QI - all this Autumn!! And for fans of Not Going Out - the 5th series will be hitting your screens before the end of the year. To get your fix of Tim.","release_date":"2011-11-21","vote_average":8.5,"runtime":null,"cert":"N\/A","id":79977,"title":"Tim Vine: The Joke-amotive Live","adult":false,"genre_ids":[35]},{"cast":["Araci Esteves","Marcos Palmeira","Dira Paes","Cláudio Gabriel","Fernando Alves Pinto"],"overview":"Told by gauchos from Brazil, Argentina and Uruguai, the legend says that Anahy de las Missiones wandered around the Plata Basin during the time of Cisplatina War (1825-1828), stealing the dead.","release_date":"1997-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":79978,"title":"Anahy de las Misiones","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"A new documentary shows 3D footage of Nazi soldiers for the first time. It also features 3D images of occupied France shot by a brave citizen. For years, some remarkable images have languished deep in the archives of the Imperial War Museum, which features World War II in a manner that has never been seen before.","release_date":"2012-01-24","vote_average":5.8,"runtime":43,"cert":"N\/A","id":79979,"title":"WWII in 3D","adult":false,"genre_ids":[99,36]},{"cast":["Daniel Renton Skinner"],"overview":"Hello everybody, Now then as some of you might know, I was made to go off round the country earlier on this year and do a show to loads of people. It wasn't my idea, I was made to do it by that lot what pull all the strings. I went everywhere, up north, down south and I even had to go to Scotland, but you have to do these things you see. If I'd have had my way I wouldn't have gone, I'd have stayed at home with my feet up watching Dragons Den with a box of Magnums, but it wasn't my way..So in the end what happened was, I got to this one place in Digbeth, which is in Birmingham and they've got a load of video cameras there and they say right we're gonna film this and I shrugged my shoulders and said OK. So they did and this is what you've got in your hands, the DVD of it, so have a look at it and see what you think. OK bye, From Angelos","release_date":"2011-11-28","vote_average":0.0,"runtime":85,"cert":"15","id":79980,"title":"Angelos Epithemiou and Friends","adult":false,"genre_ids":[35]},{"cast":["Graeme Edge"],"overview":"The Moody Blues, famous for their swirling symphonic sounds, fill up the famous Royal Albert Hall with their melancholy melodies. Backed by the World Festival Orchestra conducted by Larry Baird, the Moodies muster up the music that made them famous, including all of their fans' favorites.","release_date":"2000-08-08","vote_average":0.0,"runtime":68,"cert":"","id":79981,"title":"The Moody Blues - Hall of Fame - Live from the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":["Shah Rukh Khan","Juhi Chawla","Aditya Pancholi","Kashmira Shah","Kulbhushan Kharbanda"],"overview":"Rahul Joshi wants to be a successful businessman so he works hard for his boss Siddharth. One day Rahul meets Seema, an up and coming model, and he feels like he's finally met his match. Will Seema fall for Rahul?","release_date":"1997-07-18","vote_average":6.0,"runtime":165,"cert":"N\/A","id":79982,"title":"Yes Boss","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jesús Ochoa","Armando Hernández","Jorge Adrián Espíndola","Paola Mendoza","Leonardo Anzures"],"overview":"A Mexican boy smuggles himself to Brooklyn to meet his long-lost father - only to have his identity stolen upon arrival by an impostor who seeks to steal the fathers' fortune.","release_date":"2007-10-05","vote_average":6.7,"runtime":110,"cert":"N\/A","id":79983,"title":"Padre nuestro","adult":false,"genre_ids":[18,53]},{"cast":["Tony Bennett","Neil Diamond","Josh Groban","Sarah McLachlan"],"overview":"A cherished tradition for over seven decades, NBC once again welcomes the arrival of the holiday season with a dazzling display of musical talent, celebrity surprises and the lighting of the world's most famous Christmas tree for the 20th annual \"Christmas in Rockefeller Center\" telecast.","release_date":"2017-11-29","vote_average":4.0,"runtime":85,"cert":"N\/A","id":79984,"title":"Christmas in Rockefeller Center","adult":false,"genre_ids":[99,10402]},{"cast":["Neil Peart"],"overview":"'Anatomy of a Drum Solo' a two-disc set, presents newly-recorded, in-studio footage of legendary Neil Peart discussing his approach to soloing. Using a solo recorded in September, 2004 in Frankfurt, Germany as a framework, Neil talks about the concepts and technique behind each segment of this nine-minute tour de force, which is a feature of each Rush performance. 'Anatomy of a Drum Solo' also features: Two explorations - completely improvised workouts at the drums, each over thirty-minutes long","release_date":"2005-12-05","vote_average":4.5,"runtime":200,"cert":"N\/A","id":79985,"title":"Neil Peart: Anatomy of a Drum Solo","adult":false,"genre_ids":[10402]},{"cast":["Akshay Kumar","John Abraham","Deepika Padukone","Chitrangada Singh","Anupam Kher"],"overview":"Two friends lose their jobs, then part bitterly after they get exposed as male strippers.","release_date":"2011-11-25","vote_average":6.4,"runtime":122,"cert":"N\/A","id":79990,"title":"Desi Boyz","adult":false,"genre_ids":[35,18]},{"cast":["Brian Buzzini","Karen Finley","Jerry Stahl"],"overview":"Brian Buzzini plays a bisexual boxer who's fighting his sexual orientation as well as his opponents.","release_date":"2000-06-23","vote_average":7.5,"runtime":20,"cert":"N\/A","id":79993,"title":"12 Rounds","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this film, CHRIS EVERARD, who has visited more than 200 crop circles personally, describes the ancient energy grid, known as LEY LINES which intersect at STONEHENGE, SILBURY HILL and AVEBURY, and how the ditches around many standing stones concentrate a flow of this geo-etheric energy.... Through photographic analysis of many crop circles which often accumulate close to these ancient megalithic stone circles, CHRIS EVERARD has managed to piece together a TIMELINE which connects more than 4,000 years of history - proving that the Crop Circles are 'attracted' to these lines of geo-energy and that our ancient forefathers knew all about the self-luminous balls of energy which make the Crop Circles...","release_date":"2011-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":79994,"title":"Secret Space III: The Crop Circle Conspiracy","adult":false,"genre_ids":[]},{"cast":["William Hurt","Isabella Rossellini","Doreen Mantle","Kate Ashfield","Aidan McArdle"],"overview":"Late Bloomers stars Isabella Rossellini and William Hurt as a married couple pulled apart by the threat of old age. Each reacts in a different way: Hurt’s distinguished architect chases after his glory days, while Rossellini’s housewife installs handrails about the house.","release_date":"2011-07-13","vote_average":5.2,"runtime":88,"cert":"N\/A","id":79995,"title":"Late Bloomers","adult":false,"genre_ids":[18,35,10749]},{"cast":["Rachel Wotton"],"overview":"Scarlet Road follows the extraordinary work of Australian sex worker, Rachel Wotton. Impassioned about freedom of sexual expression and the rights of sex workers, she specializes in a long over-looked clientele – people with disability.","release_date":"2012-03-12","vote_average":5.0,"runtime":106,"cert":"N\/A","id":79998,"title":"Scarlet Road","adult":false,"genre_ids":[99]},{"cast":["Todd Howard"],"overview":"This documentary contains exclusive, behind-the-scenes footage, including interviews with the Bethesda Game Studios team as they take you from concept to creation and provide insights into the story, gameplay, setting, legacy of the Elder Scrolls franchise, and much more.","release_date":"2011-11-11","vote_average":6.5,"runtime":21,"cert":"N\/A","id":79999,"title":"Behind the Wall: The Making of the Elder Scrolls V Skyrim","adult":false,"genre_ids":[99]}]