[{"cast":[],"overview":"Poor but brilliant doctor Jayanta (Uttam Kumar) and Mallika (Suchitra Sen), the grand-daughter of one of the richest men in Darjeeling, fall head over heels in love. Mallika's grandfather is not amused and tries to break up the affair when Jayanta goes abroad to study for a higher degree. Will true love conquer all?","release_date":"","vote_average":8.0,"runtime":146,"cert":"N\/A","id":80000,"title":"Pathey Holo Deri","adult":false,"genre_ids":[10749,18]},{"cast":["Jean-Marc Parent"],"overview":"","release_date":"2009-12-29","vote_average":9.0,"runtime":null,"cert":"N\/A","id":80001,"title":"Jean-Marc Parent: Urgence de vivre","adult":false,"genre_ids":[]},{"cast":["Thomas Jankert","Janne Ström","Ulf Nyberg","Christian Sandström"],"overview":"Four tourists travel to to the Swedish island of Gotland in the month of September hoping for the time of their lives. They soon discover however that in the time of year of their choosing for the vacation, is a time of year where Swedes are anywhere but on the island. The four tourists soon discover that the few inhabitants of the island are carrying a secret; a secret that is about to make the four wish they had never come to Sweden.","release_date":"2005-05-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":80002,"title":"The Secret","adult":false,"genre_ids":[53,27]},{"cast":["Andy Fletcher","Alan Wilder","Dave Gahan","Martin Gore"],"overview":"Devotional - A Performance Filmed by Anton Corbijn is a video release by Depeche Mode, featuring almost an entire concert from their 1993-1994 Devotional Tour, filmed in Barcelona, Spain (Palau Sant Jordi), Liévin, France (Stade Couvert Régional) and Frankfurt, Germany (Festhalle). It was directed by Anton Corbijn, and released in 1993 band and it was nominated for the Grammy Award for Best Long Form Music Video in 1995. The soundtrack was recorded in Liévin, Stade Couvert Régional, on July 29, 1993. This tour was particularly notable for the personal troubles the band members were struggling with at the time, most notably Dave Gahan's heroin addiction. The video is the last release to feature Alan Wilder before his departure in 1995. In 2004, the movie was re-released in DVD.","release_date":"1993-09-30","vote_average":8.5,"runtime":94,"cert":"U","id":80003,"title":"Depeche Mode: Devotional","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"It is estimated that there are 13 million pet reptiles in the United States alone. That means that approximately 4% of households in the country houses a least one reptile, some have even more. In fact, there are even a few who have achieved quite a wealth with their reptile breeding programs. These people are known as \"Herpers\" stemming from the word Herpetology; the study of reptiles and amphibians. Still, the fact remains that there are two kinds of people in the world; those who are reptile fanatics, and those who have no idea that there are people in the world who are, in fact, reptile fanatics. Herpers is a feature-length documentary for them both, produced by the multiple award-winning filmmaker, Dav Kaufman who fits proudly in the former category. Herpers takes us from coast-to-coast from the forests of Virginia to the skyscrapers of Chicago to the hills of Hollywood and all points in between in search of this unique reptile culture...","release_date":"2009-05-01","vote_average":10.0,"runtime":94,"cert":"N\/A","id":80004,"title":"Herpers","adult":false,"genre_ids":[]},{"cast":["John Corbett","Jonathan Scarfe","Maya McLaughlin","Tanya Allen"],"overview":"A husband and wife and their youngest son are murdered in this true story. Their two other sons are left to cope with their loss, but the local sherrif begins to suspect that one of the brothers committed the crime, and must convince the other to help him discover the truth.","release_date":"1996-11-05","vote_average":4.0,"runtime":null,"cert":"N\/A","id":80005,"title":"The Morrison Murders: Based on a True Story","adult":false,"genre_ids":[80]},{"cast":["Brasse Brännström","Minken Fosheim","Elin Thoresen"],"overview":"Viva Villa Road deals with a handful of neighbors who completely unaware manages to go to Gran Canaria at the same time. For many, this would be a nice, but for Swedish Reidar Frank (Brass Brännström), pensioner Sigurd Vatne (Sverre Hansen) and crazy Alice Lindblad (Elsa Lystad) this is the worst thing that could have occurred. After countless neighborhood feuds they all had, by coincidence, decided to travel to the Canary Islands to escape the unwanted situation of Villa Road. Therefore, the disputes continue also in the holiday paradise of the other family members' great despair. This surprisingly leads to a lot of funny episodes that contain both problems with the travel company, absurd misunderstandings and intricate entanglement that eventually tie up to a pretty successful movie.","release_date":"1989-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":80006,"title":"Viva Villaveien!","adult":false,"genre_ids":[35]},{"cast":["Borys Szyc","Magdalena Czerwińska","Wojciech Pszoniak","Sławomir Orzechowski","Bartłomiej Topa"],"overview":"Pawel, a Polish man in his early 30s, makes a living with his father Zygmunt importing second-hand clothing from the North of France to Southern Poland. On his way back from one of regular \"business trips\", Pawel is shocked to discover his father's picture on the cover of a Polish tabloid newspaper. The headline \"traitor\" is written next to his name. Zygmunt is a genuine hero of the struggle against totalitarianism and a recognized member of the \"Solidarnosc\" labor movement of the 80s. But now, Zygmunt is suddenly accused by the paper of having acted as a secret informer called THE MOLE by the communist regime.","release_date":"2011-08-05","vote_average":6.3,"runtime":104,"cert":"N\/A","id":80007,"title":"The Mole","adult":false,"genre_ids":[53]},{"cast":["Aaron Ashmore","Alberta Watson","Lesley Faulkner","Christian Potenza"],"overview":"Identical twin brothers Lou and Eric plan to compete together in the National Rowing Championships. But when Eric leaves their small town to attend an Ivy League University, the brother's bond is torn apart.","release_date":"2004-10-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":80008,"title":"My Brother's Keeper","adult":false,"genre_ids":[18]},{"cast":["Taylor Swift","Jody Harris","Amos Heller","Grant Mickelson","Daniel Sadownick"],"overview":"Recorded during her Speak Now World Tour in 2011, this live recording collects 18 performances from the country-pop starlet, including all songs from her 2010 studio outing Speak Now. It also features home movies and rehearsal footage for the show, which was an elaborate affair that utilized dancers, aerialists, numerous costume changes, and a mammoth, multi-stage setup that more closely resembled a high-profile Broadway musical than it did a country music concert.","release_date":"2011-11-21","vote_average":8.7,"runtime":129,"cert":"N\/A","id":80009,"title":"Taylor Swift: Speak Now World Tour Live","adult":false,"genre_ids":[99,10402]},{"cast":["Tim Brooke-Taylor","Bill Oddie","Ronni Ancona","John Cleese","Martin Freeman"],"overview":"The Goodies finally return to television after nearly 25 years with a compilation of classic clips, interviews and new material.","release_date":"2005-12-30","vote_average":0.0,"runtime":null,"cert":"","id":80010,"title":"Return of the Goodies","adult":false,"genre_ids":[10770,99,35]},{"cast":["Daniel Alves","Armandinho","Rubem Bahia","Baiaco","Marcelo Barreto"],"overview":"","release_date":"2011-09-30","vote_average":5.8,"runtime":null,"cert":"N\/A","id":80011,"title":"Bahêa, Minha Vida","adult":false,"genre_ids":[99]},{"cast":["Ricky Schroder","Paulina Gálvez","Eric Balfour","Marta Nieto","Kadeem Hardison"],"overview":"A police officer searching for his missing sister in Spain uncovers a terrorist cell.","release_date":"2004-02-28","vote_average":5.0,"runtime":100,"cert":"N\/A","id":80012,"title":"Face of Terror","adult":false,"genre_ids":[28,18,53]},{"cast":["Paul L. Smith","Jack Starrett","William Zipp","Bainbridge Scott","Reggie De Morton"],"overview":"After a man's sister is killed by two gunmen who seemingly come out of nowhere, he manages to find and kill them. He then discovers that the men he killed were part of a multi-millionaire's bizarre \"death game\", where someone is hunted through the streets of Los Angeles by teams of killers who get a big-money prize for killing their quarry--and he realizes that now he is \"it\".","release_date":"1988-03-12","vote_average":4.5,"runtime":86,"cert":"N\/A","id":80013,"title":"Death Chase","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Once little more than a potter's field, Arlington National Cemetery has become a national shrine and treasury of American history. Discover how this revered site came to be, and how it serves as the final resting place for both the famous and obscure, from John F. Kennedy to the Unknown Soldier. Through rare archival footage and captivating, true-life accounts, experience the moving stories of heroes and gain a privileged glimpse into the daily activities and official rituals of the dedicated staff. From fallen soldiers and daring explorers to political leaders, the hallowed history of Arlington reveals a powerful portrait of this iconic and venerated landmark.","release_date":"2005-12-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":80014,"title":"Arlington: Field of Honor","adult":false,"genre_ids":[99]},{"cast":["Florence Foresti","Jamel Debbouze","Nikki DeLoach","Muriel Robin","Sophie Mounicot"],"overview":"Sometimes, when you think you have it all, everything falls apart. That is exactly the story of Jeanne .Just when she is offered the chance to dub famous American actress Jennifer Marshall in a successful American TV Show and her salary is about to triple, Marshall decides to withdraw from the show. So Jeanne makes a crazy decision, fly to Hollywood herself and make Jennifer change her mind about leaving the series...","release_date":"2011-12-07","vote_average":5.5,"runtime":107,"cert":"N\/A","id":80015,"title":"Hollywoo","adult":false,"genre_ids":[35]},{"cast":["Corbin Timbrook","William Benton","Lydie Denier"],"overview":"A deceptively charismatic ex-convict is welcomed into a Beverly Hills family as their new houseguest. Will they grant him a second chance at redemption. Or will they realize too late that some people really are born evil?","release_date":"2003-08-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80016,"title":"The Killer Within Me","adult":false,"genre_ids":[53]},{"cast":["David Lee Roth","Eddie Van Halen","Alex Van Halen","Michael Anthony"],"overview":"\"The VAN HALEN Story: The Early Years\", chronicles the rise of four young musicians from their formative years to their transformation into a worldwide phenomenon. Hear the group's gripping tale told by the people who were there when it all began childhood friends, fellow musicians, roadies, bodyguards, producers, and the band themselves. Rare footage and never-before-seen photos help to further document their remarkable story.","release_date":"2003-01-01","vote_average":5.5,"runtime":65,"cert":"N\/A","id":80017,"title":"Van Halen: The Van Halen Story","adult":false,"genre_ids":[10402,99]},{"cast":["Zack Ward","Tony Dalton","Jennifer Aspen","Manouschka Guerrier"],"overview":"The satirical journey of two guys in Los Angeles making their film as they go through the twisted world that is: Hollywood.","release_date":"","vote_average":4.7,"runtime":null,"cert":"N\/A","id":80018,"title":"L.A. Twister","adult":false,"genre_ids":[35]},{"cast":["Larry Flynt"],"overview":"A documentary that celebrates and examines an unabashed vulgarian.","release_date":"2007-01-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":80019,"title":"Larry Flynt: The Right to Be Left Alone","adult":false,"genre_ids":[99]},{"cast":["Kayla Tabish","Travis Maynard"],"overview":"Adolescents come to terms with their lives after the rebellions of 1996 St. Petersburg.","release_date":"2006-08-25","vote_average":5.0,"runtime":83,"cert":"N\/A","id":80020,"title":"Loren Cass","adult":false,"genre_ids":[18,10402]},{"cast":["Cara Bamford","Sean Boru","Marc Danbury"],"overview":"New age travelers kidnap the prized dog of a Bristol Antiques dealer, with dire consequences.","release_date":"2005-06-01","vote_average":6.0,"runtime":null,"cert":"","id":80021,"title":"Lost Dogs","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Dirty Shame is the only bar in the small town of Paradise, Michigan. A burnt out, chain-smoking fortyish bar maid is the only waitress at The Dirty Shame. A group of local red necks conspiring to bring a mail order bride to their Midwest town for their ne'er-do-well leader set the story in motion.","release_date":"2000-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80022,"title":"Postmark Paradise","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Fairytale of Kathmandu is a 2007 documentary by Neasa Ní Chianáin. The documentary focused on visits by the poet Cathal Ó Searcaigh to Nepal during which he had close relationships with many young boys of 16 years old or younger. The documentary questioned whether Ó Searcaigh's relationships with these youths were exploitative and whether they demonstrated a power and wealth imbalance between the 50 year old Ó Searcaigh and the young Nepalese. Ó Searcaigh is presented in the documentary as paying for the housing, food, bicycles and clothing of boys at most 16 years old. He mentions on camera having sex with some of them, denying that he abused them or that he coerced them into having sex with him.","release_date":"2007-11-21","vote_average":5.0,"runtime":60,"cert":"N\/A","id":80023,"title":"Fairytale of Kathmandu","adult":false,"genre_ids":[99]},{"cast":["Alex Anthony","Conner Mckenzy","Jessica Matthews","Oliver Park","Bernie Hodges"],"overview":"Seb and Aaron have overspent and built up debts on their credit card. Aaron decides to take matters into his own hands and secretly films their sex life to broadcast online. The money pours in until he gets caught! Realising that the scheme could sort their financial problems, Seb agrees to allow things to continue until they are back in the black. When their friend Jem arrives and suggests a third party might help them make even more cash, things start to get a little tricky....","release_date":"2011-04-24","vote_average":6.6,"runtime":82,"cert":"N\/A","id":80024,"title":"Buffering","adult":false,"genre_ids":[35]},{"cast":["Stephen Baldwin","Gabrielle Anwar","Tom Conti","Chris Mulkey","Tony Plana"],"overview":"When a nuclear attack submarine crashes on the floor of the Artic ocean, it's up to a pair of research scientists to save the entire crew before time and oxygen run out.","release_date":"1997-11-10","vote_average":2.0,"runtime":93,"cert":"N\/A","id":80025,"title":"Sub Down","adult":false,"genre_ids":[18,28,53]},{"cast":["John Litel","H.B. Warner","John Miljan","Jean Brooks","Florence Rice"],"overview":"Quality was seldom a consideration in the low-budget films of PRC Studios; still, the company was a welcome harbor for character actors who aspired to occasional leading roles. In Boss of Big Town, veteran supporting player John Litel is top-billed as crusading city market official Michael Lynn. When a criminal gang muscles in on the local food distribution markets, Lynn vows to throw the rascals out. First, however, he pretends to join the villains as a paid government stooge, the better to find out the identity of the \"Mister Big\" behind the distribution racket. The exposure of the \"mystery villain\" will come as a shock to fans of the 1927 Cecil B. DeMille epic The King of Kings--but not to dyed-in-the-wool movie buffs.","release_date":"1942-12-07","vote_average":5.0,"runtime":62,"cert":"N\/A","id":80026,"title":"The Boss of Big Town","adult":false,"genre_ids":[28,53]},{"cast":["Yul Brynner","George Chakiris","Shirley Anne Field","Richard Basehart","Brad Dexter"],"overview":"In order to flee from powerful enemies, young Mayan king Balam leads his people north across the Gulf of Mexico to the coast of what will become the United States. They build a home in the new land but come into conflict with a tribe of Native Americans led by their chief, Black Eagle, while both Balam and Black Eagle fall in love the beautiful Mayan princess Ixchel.","release_date":"1963-12-18","vote_average":6.2,"runtime":108,"cert":"N\/A","id":80027,"title":"Kings of the Sun","adult":false,"genre_ids":[36,12]},{"cast":["Shemp Howard","Benny Rubin","Frank Sully","Phil Arnold","Moe Howard"],"overview":"The stooges are auto mechanics who need money so they can marry their girls. When some escaped convicts pull into their garage, the boys manage to capture them and use the reward money to marry their sweethearts. It appears to be an early attempt at 3D with the closeups and effects used.","release_date":"1953-08-15","vote_average":6.0,"runtime":16,"cert":"N\/A","id":80028,"title":"Pardon My Backfire","adult":false,"genre_ids":[35]},{"cast":["Victoria Snow","Kristen Holden-Ried","Brendan Meyer"],"overview":"As a coach and mentor, Walter Gretzky was instrumental in nurturing the talent of his son, hockey great Wayne Gretzky. So it came as an ironic tragedy when in 1991, just days after his 53rd birthday, Walter suffered a debilitating stroke that left him with no memory of his son's hockey career or his own role in Wayne's achievements.","release_date":"2005-11-06","vote_average":6.5,"runtime":90,"cert":"N\/A","id":80029,"title":"Waking Up Wally: The Walter Gretzky Story","adult":false,"genre_ids":[18,10751]},{"cast":["Hedy Lamarr","Robert Walker","June Allyson","Rags Ragland","John George"],"overview":"In a fictional European country, a beautiful princess meets a handsome American reporter and falls in love with him. On a trip to New York, she hopes to find him again. While staying at one of the city's finest hotels she meets a kind-hearted bellhop who mistakes her for a maid. She invites him to be her escort, not realizing that he believes he has fallen in love with her. Every nice thing the princess does encourages him to believe that she feels the same way he does.","release_date":"1945-11-11","vote_average":5.8,"runtime":112,"cert":"N\/A","id":80030,"title":"Her Highness and the Bellboy","adult":false,"genre_ids":[35,10749]},{"cast":["Stephen Murray","Kay Walsh","James Fox","Meredith Edwards","Gladys Henson"],"overview":"A classic Ealing comedy in which a young boy steals a magnet and becomes a hero.","release_date":"1950-10-01","vote_average":6.5,"runtime":79,"cert":"","id":80031,"title":"The Magnet","adult":false,"genre_ids":[35]},{"cast":["Donald O'Connor","Debbie Reynolds","Una Merkel","Richard Anderson","Allyn Joslyn"],"overview":"Melvin Hoover, a budding photographer for Look magazine, accidentally bumps into a young actress named Judy LeRoy in the park. They start to talk and Melvin soon offers to do a photo spread of her. His boss, however, has no intention of using the photos. Melvin wants to marry Judy, but her father would rather she marry dull and dependable Harry Black. As a last resort, Melvin promises to get Judy's photo on the cover of the next issue of Look, a task easier said than done.","release_date":"1953-03-20","vote_average":6.8,"runtime":77,"cert":"N\/A","id":80032,"title":"I Love Melvin","adult":false,"genre_ids":[10402,35,10749]},{"cast":["Tane McClure","Tim Abell","Gabriella Hall","Peter Spellos","Richard Gabai"],"overview":"When a young couple loses all of their money at a casino, the husband performs certain \"favours\" in order to work the debt off, while his wife is unaware of this kinky arrangement.","release_date":"1997-04-15","vote_average":5.0,"runtime":80,"cert":"N\/A","id":80033,"title":"Sexual Roulette","adult":false,"genre_ids":[18]},{"cast":["Hamza Adam","Julia Benson","Cameron Bright","Robert Knepper","Roark Critchlow"],"overview":"After dense matter from an imploded white hole hits Earth, the planet's rotation is devastated. A group of government agents must locate a lost satellite network that is the world's only hope for survival.","release_date":"2011-05-31","vote_average":4.7,"runtime":84,"cert":"N\/A","id":80034,"title":"Earth's Final Hours","adult":false,"genre_ids":[878]},{"cast":["Ben Stiller","Vince Vaughn","Jonah Hill","Richard Ayoade","Rosemarie DeWitt"],"overview":"Four everyday suburban guys come together as an excuse to escape their humdrum lives one night a week. But when they accidentally discover that their town has become overrun with aliens posing as ordinary suburbanites, they have no choice but to save their neighborhood - and the world - from total extermination.","release_date":"2012-07-26","vote_average":5.4,"runtime":98,"cert":"15","id":80035,"title":"The Watch","adult":false,"genre_ids":[28,35,878]},{"cast":[],"overview":"A sudden rainstorm is unleashed on a city. Everyone seeks refuge. When the clouds thin out, life continues.","release_date":"2008-05-20","vote_average":4.2,"runtime":8,"cert":"N\/A","id":80036,"title":"Rains","adult":false,"genre_ids":[16,18]},{"cast":["Olof Widgren","Birgit Tengroth","Björn Berglund","Emil Fjellström","Birger Åsander"],"overview":"A rural doctor in the north of Sweden must travel for hours to his patients. When a young woman has a serious case of appendicitis the doctor must bring her on a dangerous trek downriver to reach the clinic. Plot by Mattias Thuresson.","release_date":"1942-12-21","vote_average":4.0,"runtime":97,"cert":"N\/A","id":80037,"title":"Kan doktorn komma?","adult":false,"genre_ids":[18]},{"cast":["Adam Scott","Jennifer Westfeldt","Jon Hamm","Maya Rudolph","Chris O'Dowd"],"overview":"In the wake of their friends' marriages and eventual offspring, longtime pals Julie and Jason decide to have a child together without becoming a couple. By becoming \"time-share\" parents, they reason, they can experience the joys of parenthood without significantly curbing their personal freedom. However, when Julie and Jason both become involved with others, they discover that they secretly harbor romantic feelings for each other.","release_date":"2011-09-09","vote_average":5.8,"runtime":100,"cert":"","id":80038,"title":"Friends with Kids","adult":false,"genre_ids":[35,10749]},{"cast":["Amaobi Anyaogu","Chris Bunch","Lyne Geneste"],"overview":"A lonely South Asian American college student, who desperately attempts to escape his fate, unwittingly descends into a world of crime and violence.","release_date":"2011-12-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80039,"title":"Determinism","adult":false,"genre_ids":[80,18]},{"cast":["Pinto Colvig"],"overview":"An egret, frozen by the winter weather, moves into Pluto's doghouse. Pluto, cold and tired, takes a while to realize his doghouse is moving around without him. Even when he does realize, though, he has a hard time dislodging the interloper.","release_date":"1951-02-09","vote_average":5.6,"runtime":7,"cert":"N\/A","id":80040,"title":"Cold Storage","adult":false,"genre_ids":[16,10751,35]},{"cast":["Demián Bichir","Kerry Condon","James Cosmo","Jamie Kierans","Donncha Crowley"],"overview":"The Runway is inspired by the true story of a South American pilot who landed his plane near Mallow, in 1983. Against all odds, the people of the town came together to build a runway to get him home and briefly caught the imagination of the nation. It is the story of Paco, a young boy without a father who adopts the pilot and convinces the town to build a runway to get him home.","release_date":"2010-07-10","vote_average":5.3,"runtime":101,"cert":"N\/A","id":80041,"title":"The Runway","adult":false,"genre_ids":[18,35]},{"cast":["Annie Girardot","Pierre Mondy","Nicole Calfan","Richard Constantini","Eléonore Klarwein"],"overview":"Annie fait la menagere depuis quatorze ans, a tel point qu'elle a le sentiment d'etre devenue transparente aux yeux des siens. Elle eclate, prend un travail et, delaissant les taches de la maison, ecrit un roman autobiographique Le succes est enorme, son mari prend tres mal la chose...","release_date":"1978-08-09","vote_average":5.8,"runtime":97,"cert":"N\/A","id":80042,"title":"Take It from the Top","adult":false,"genre_ids":[35]},{"cast":["Billy Connolly"],"overview":"Billy Connolly’s most requested comedy clips – in addition to his first live TV performance. Billy is universally recognised as the master of observational humour, and here we see the comic genius at his hilarious best. You Asked For It features extracts from Billy’s most popular TV and theatrical stand-up performances, as well as his first ever TV special, broadcast in 1976.","release_date":"2011-11-21","vote_average":7.8,"runtime":96,"cert":"N\/A","id":80043,"title":"Billy Connolly: You Asked for it","adult":false,"genre_ids":[35]},{"cast":["Michel Simon","Louis de Funès","Marguerite Pierry","François Guérin","Laurence Badie"],"overview":"La Vie d'un honnête homme English: The Virtuous Scoundrel, is a French comedy drama film from 1953, directed by Sacha Guitry, written by Sacha Guitry, starring Michel Simon and Louis de Funès.","release_date":"1953-02-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80044,"title":"La vie d'un honnête homme","adult":false,"genre_ids":[18,35]},{"cast":["František Němec","David Suchařípa","Eva Josefíková","Václav Šanda","Karel Zima"],"overview":"","release_date":"2011-09-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80045,"title":"The Devil's Bride","adult":false,"genre_ids":[10751]},{"cast":["James Caan","Laura Devon","Gail Hire","Charlene Holt","Marianna Hill"],"overview":"The story of three racing drivers and three women, who constantly have to worry for the lives of their boyfriends. Jim Loomis and Mike Marsh drive for Pat Cassarian. Jim expects his fiancée Holly, but before she arrives, he dies in a race. Since she hasn't got the money to travel back, she stays. The young and very ambitious talent Ned Arp joins the team and immediately starts wooing Pat's sister Julie. Third in the team is womanizer Dan McCall, who brings with him his current girlfriend Gabrielle from Paris. So the basic theme of this soap is \"Who with whom?\" Written by Tom Zoerner","release_date":"1965-11-09","vote_average":4.9,"runtime":110,"cert":"N\/A","id":80046,"title":"Red Line 7000","adult":false,"genre_ids":[28,18]},{"cast":["Hugh Grant","Lizzy McInnerny","Valentine Pelka","Elizabeth Hurley","Aitana Sánchez-Gijón"],"overview":"In the summer of 1816, Percy Shelley, his mistress Mary, and her stepsister Claire visit Lord Byron at Lake Geneva. Byron challenges each to write a horror story, and Mary begins her novel, Frankenstein. She imagines the monster becoming real, and for the next six years, as tragedy befalls those around her, she believes the personification of her imagination is the cause. Against this backdrop, Claire has Byron's baby then is estranged from him and barred from her daughter. Byron and Percy continue their friendship, the one self-centered and decadent, the other wildly idealistic. The Shelleys take up residence near Pisa.","release_date":"1988-01-01","vote_average":4.5,"runtime":126,"cert":"N\/A","id":80047,"title":"Rowing with the Wind","adult":false,"genre_ids":[27,18,10749,53]},{"cast":["Katie O’Grady","John Keyser","Cora Benesh","John Breen","Orianna Milne"],"overview":"A scathing black comedy of embarrassment that charts the emotional breakdown and rebirth of a woman ripe for self-discovery.","release_date":"2011-11-18","vote_average":5.8,"runtime":null,"cert":"N\/A","id":80048,"title":"Rid Of Me","adult":false,"genre_ids":[35]},{"cast":["André Antoine","Sarah Bernhardt","Edgar Degas","Anatole France","Lucien Guitry"],"overview":"","release_date":"1915-11-22","vote_average":8.0,"runtime":50,"cert":"N\/A","id":80049,"title":"Those of Our Land","adult":false,"genre_ids":[99]},{"cast":["Jessica Drake","Rocco Reed","Devon Lee","Jack Vegas","Marie Luv"],"overview":"When Seth is caught spying on his new mysterious neighbor, Jessica, she lets him do odd jobs as punishment. When he discovers that she's interested in more than hard labor, it's a dream come true for him!","release_date":"2011-02-23","vote_average":0.0,"runtime":97,"cert":"N\/A","id":80050,"title":"Private Lessons","adult":true,"genre_ids":[18]},{"cast":["Sacha Guitry","Louis de Funès","Jean Marais","Robert Lamoureux","Andrex"],"overview":"Historical film directed and written by Sacha Guitry follows the the history of Paris from its founding through the significant events in the city's history.","release_date":"1956-01-27","vote_average":5.8,"runtime":125,"cert":"N\/A","id":80051,"title":"If Paris Were Told to Us","adult":false,"genre_ids":[36,35]},{"cast":["Sacha Guitry","Marguerite Moreno","Pauline Carton","Jacqueline Delubac"],"overview":"","release_date":"1937-03-26","vote_average":5.8,"runtime":36,"cert":"N\/A","id":80052,"title":"Le mot de Cambronne","adult":false,"genre_ids":[18,35]},{"cast":["Ayça Bingöl","Firat Celik","Hazal Kaya","Selin Şekerci","Fırat Tanış"],"overview":"","release_date":"2011-12-09","vote_average":4.0,"runtime":null,"cert":"N\/A","id":80053,"title":"Ay Büyürken Uyuyamam","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Ginger Rogers","Joel McCrea","Marjorie Rambeau","Henry Travers","Miles Mander"],"overview":"Ellie Mae lives on Primrose Hill with her good-hearted and fancy free mother, her drunken father, her younger sister and a mean-spirited grandmother. The Hill is not a good part of town, however. When she meets and falls for a hard-working man, they marry and she hides her past from him. When he discovers the truth it jeopardizes their marriage.","release_date":"1940-03-22","vote_average":6.8,"runtime":93,"cert":"N\/A","id":80054,"title":"Primrose Path","adult":false,"genre_ids":[18]},{"cast":["Sacha Guitry","Geori Boué","Suzy Prim","Mona Goya","Jacques Jansen"],"overview":"","release_date":"1944-05-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80055,"title":"La Malibran","adult":false,"genre_ids":[]},{"cast":["Sacha Guitry","Lana Marconi","Pauline Carton","Simone Paris","Marguerite Pierry"],"overview":"","release_date":"1948-02-26","vote_average":7.0,"runtime":95,"cert":"N\/A","id":80056,"title":"The Private Life of an Actor","adult":false,"genre_ids":[]},{"cast":["Sacha Guitry","Lana Marconi","Michel Lemoine","Marcel Simon","René Génin"],"overview":"","release_date":"1950-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80057,"title":"Le trésor de Cantenac","adult":false,"genre_ids":[]},{"cast":["Oleg Zhakov","Vasiliy Livanov","Yakov Naishuler"],"overview":"Braslet-2 is a grey trotter at a Russian race track stable. Daily beatings from a cold-hearted trainer turns him into an unreliable emotional wreck, and in race after race he breaks his trot and finishes at a gallop, resulting in disqualification. To the trainer Braslet is worthless, so when World War II breaks out and Soviet Army representatives come to the track to requisition horses for the front, the trainer is only too happy to be rid of him. Now, instead of a racing sulky, Braslet is forced to pull heavy carts and sleighs laden with munitions. Gradually he resigns to his fate...","release_date":"1967-06-06","vote_average":0.0,"runtime":74,"cert":"N\/A","id":80058,"title":"Braslet-2","adult":false,"genre_ids":[18]},{"cast":["Mona Malm","Gösta Bredefeldt","Erland Josephson","Jan Malmsjö","Sven Wollter"],"overview":"\"The Tattooed Widow\" - Ester is the perfect grandmother everyone expects her to be. But she unexpectedly inherits an old aunt and gets a big apartment and a lot of money. She decides to leave her husband, children and grandchildren to start her life over. Before long, she has four men who court her and she feels young once again.","release_date":"1998-03-10","vote_average":7.0,"runtime":99,"cert":"N\/A","id":80059,"title":"Den tatuerade änkan","adult":false,"genre_ids":[]},{"cast":["Ivan Pereverzev","Alla Kazanskaya","Rostislav Plyatt","Vladimir Gardin","Pyotr Repnin"],"overview":"About the labor exploits of gold miners, the old partisan Fedor Potanin and his son, the leader Stepan.","release_date":"1941-05-13","vote_average":5.0,"runtime":83,"cert":"N\/A","id":80060,"title":"The guy from Tayga","adult":false,"genre_ids":[18]},{"cast":["Cooper Musgrove"],"overview":"St. Augustine, Florida, 1969. An eight-year-old boy's wish to see the fireworks from atop the city's lighthouse is complicated by his odd neighbors, abusive peers, and hopeless parents. The young boy's seemingly simple goal develops into a struggle in which his life, both internal and corporeal, hangs in the balance","release_date":"2006-03-11","vote_average":5.0,"runtime":97,"cert":"N\/A","id":80061,"title":"Things That Hang From Trees","adult":false,"genre_ids":[18]},{"cast":["Annalisa Ericson","Nils Hallberg","Gunnel Broström","Bengt Brunskog","Björn Bjelfvenstam"],"overview":"When private eye John Hillman is on assignment in London his wife Kajsa visits the Army's riding school at Strömsholm, Sweden. She gets involved in the strange murder of the Blue Rider. Unknown to everyone at Strömsholm.","release_date":"1959-10-16","vote_average":5.9,"runtime":110,"cert":"N\/A","id":80062,"title":"Ryttare i blått","adult":false,"genre_ids":[9648,53]},{"cast":["Tom Deutgen","Manne Grünberger","Tor Isedal","Arne Källerud","Sune Mangs"],"overview":"The story of two brothers, one rich and one poor living next to each other , struggling along with their families and daily lives in the south parts of Stockholm in the 1930's.","release_date":"1970-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80063,"title":"Söderkåkar","adult":false,"genre_ids":[]},{"cast":["Nandita Das","Raghubir Yadav","Deepti Naval","Rahul Khanna","Laila Rouass"],"overview":"Shoba T. Mathur works for the Central Government in India and her job is to create awareness against child-marriage and other social evils that prevail due to general misinterpretation of the Hindu Shastras that demean women, particularly in Dhabri, a village in the state of Rajasthan. She does succeed in recruiting a young housewife, Saanvri, the mother of a young girl, Kamli, and wife of rickshaw driver, Sohan. Saanvri goes around the village raising awareness, and incurs the wrath of the village elders, mostly members of the Gujjar family.","release_date":"2000-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80064,"title":"Sandstorm","adult":false,"genre_ids":[]},{"cast":["Claudio Cassinelli","Patrizia Castaldi","Mel Ferrer","Massimo Girotti","Lia Tanzi"],"overview":"Police detective Paolo Germi and the mysterious Marisa meet each other at a dance hall. Germi is unsuspecting of the secret Marisa is carrying with her: adverse conditions forced her into prostitution. As Germi finds the young girl brutally murdered, he decides to go after her killers. During his investigation, he enters a world of intrigue and obfuscation that leave an endless trail of blood.","release_date":"1975-08-12","vote_average":6.5,"runtime":100,"cert":"N\/A","id":80067,"title":"The Suspicious Death of a Minor","adult":false,"genre_ids":[80,53,35,27]},{"cast":["Cillian Murphy","Martin Carney","Paul Hickey","Camille O'Sullivan","Vincent Walsh"],"overview":"On the Edge is about suicidal patients discovering their true selves while going through therapy in a treatment center.","release_date":"2001-08-10","vote_average":7.0,"runtime":85,"cert":"N\/A","id":80070,"title":"On the Edge","adult":false,"genre_ids":[18,10749]},{"cast":["Alex Metayer"],"overview":"","release_date":"2001-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80071,"title":"Alex Metayer perd la tête","adult":false,"genre_ids":[]},{"cast":["Franck Dubosc"],"overview":"","release_date":"2005-12-19","vote_average":6.9,"runtime":115,"cert":"N\/A","id":80072,"title":"Franck Dubosc - Romantique","adult":false,"genre_ids":[35]},{"cast":["Isild Le Besco","Catherine Davenier","Olivier Gourmet","Vincent Bonnafous","Sylvie Testud"],"overview":"Philippe, 25 ans, débarque un matin à Arcachon, où vit sa soeur. C'est un jeune homme qui n'a pas d'attache et à qui on se confie facilement. Il est saisonnier et travaille dans la restauration. Betty, 20 ans, est une jeune mère pleine de vie et de tendresse pour son fils, Damien, 5 ans. Ils vivent encore dans la cellule familiale et les relations entre Betty et son père sont conflictuelles. Damien est perturbé par cette ambiance. Sa mère trouve du travail, quitte le foyer familial et acquiert de l'indépendance. Betty et Philippe se croiseront...","release_date":"2002-03-06","vote_average":5.5,"runtime":84,"cert":"N\/A","id":80073,"title":"Un moment de bonheur","adult":false,"genre_ids":[18]},{"cast":["Ivan Pereverzev","Sergei Martinson","Stepan Kayukov","Vladimir Gribkov","Vladimir Tumalaryants"],"overview":"A fairytale about two kids who got a magic seed which can feed all the people...","release_date":"1941-06-06","vote_average":5.0,"runtime":83,"cert":"N\/A","id":80074,"title":"The Magic Seed","adult":false,"genre_ids":[14,10751]},{"cast":["Pierre Desproges"],"overview":"","release_date":"1986-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":80077,"title":"Pierre Desproges au théâtre Grévin","adult":false,"genre_ids":[35]},{"cast":["Pierre Desproges"],"overview":"","release_date":"1984-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":80078,"title":"Pierre Desproges au théâtre Fontaine","adult":false,"genre_ids":[]},{"cast":["Liu JingLuo","Xu Tao"],"overview":"Jiantan is a young boy who has to leave Xi'an after the death of his mother to go deep into the Tibetan prairies to start living with the father he barely remembers. His dad, LaGeBa, is a busy doctor who decided to depart from the city and reside in Tibet where he is the essential physician of the poor community he lives in. To help his father, Jiantan has to learn how to herd sheep. While trying to learn his new responsibility, he is saved by a stray gold-colored Tibetan Mastiff. Both Jiantan and the big dog help each other as they try to adjust to this new environment.","release_date":"2011-07-15","vote_average":7.8,"runtime":90,"cert":"N\/A","id":80079,"title":"Tibetan Dog","adult":false,"genre_ids":[16]},{"cast":["Jitka Novákova","Karel Novak","Jan Schmid","Alice Auspergerová"],"overview":"An experimental retelling of the Adam and Eve story.","release_date":"1970-07-31","vote_average":6.8,"runtime":95,"cert":"N\/A","id":80080,"title":"Fruit of Paradise","adult":false,"genre_ids":[18]},{"cast":["Ki Toy Johnson","Tiana Jackson","Trinita Turner","Leland L. Jones","Diondre Cheatam"],"overview":"Exposing it all at The G-Spot becomes unbearable work for three financially-stressed females, but for the shrewd strip club owner, mixing business with pleasure and corruption has always been just another day at the job.","release_date":"2003-06-14","vote_average":2.5,"runtime":100,"cert":"N\/A","id":80081,"title":"The Naked Truth","adult":false,"genre_ids":[18,80]},{"cast":["Donald Sinden","Muriel Pavlow","Tony Wright","Bernard Miles","Beatrice Varley"],"overview":"Having been sent a picture of her husband, a war hero killed in France, Meg Elgin is led to believe he is still alive and arranges a meeting at a London railway station. When she arrives there with the police accompanying her, she catches sight of a man in the distance wearing an old coat of her husband's. When he is pursued and captured, he turns out to be Duds Morrison a former soldier and out-of-work actor recently let out of prison. He refuses to tell them anything, and having nothing they can charge him with, the police release him. His interest aroused by the pictures sent to Meg, her new fiancé Geoffrey Leavitt follows Morrison and tries to demand an answer from him about his sudden appearance masquerading as Meg’s dead husband.","release_date":"1956-11-27","vote_average":7.2,"runtime":94,"cert":"","id":80082,"title":"Tiger in the Smoke","adult":false,"genre_ids":[80,18,53]},{"cast":["Yunis Khatayer Abbas"],"overview":"In 2003, Iraqi journalist Yunis Abbas was taken from his home by American soldiers and detained at Abu Ghraib prison on suspicion of planning to assassinate Tony Blair. Only thing is, he was innocent. Through his months-long ordeal played out like a comedy of errors, Yunis learned the true meaning of liberation. His unique story is told via co-director Michael Tucker's footage, Yunis's home videos and illustrations by co-director Petra Epperlein.","release_date":"2007-03-23","vote_average":6.5,"runtime":54,"cert":"N\/A","id":80083,"title":"The Prisoner or: How I Planned to Kill Tony Blair","adult":false,"genre_ids":[99]},{"cast":["Ivan Mistrík","Daniela Smutná","Jiřina Šejbalová","František Smolík","Blanka Bohdanová"],"overview":"Pavel, a young student living in Prague in 1942, hides a Jewish girl in his apartment building's attic. Amidst the brutality of the occupying German army, love blossoms between the two. He is her only link to the outside world. Then the two are discovered by Pavel's mother, who forces the residents of the apartment building to decide whether Hana can remain.","release_date":"1960-04-14","vote_average":6.6,"runtime":92,"cert":"N\/A","id":80084,"title":"Romeo, Juliet and Darkness","adult":false,"genre_ids":[10752,18]},{"cast":["Tim Curry","Kathleen Gati","Lynn Redgrave","Rob Paulsen"],"overview":"It s almost Christmas Even for Eloise, the Plaza s most famous six-year old. She and her friends have decided to put on a holiday show like no other! With different traditions from many cultures, it is sure to be the best show the Plaza has ever seen. Chaos abounds, at the last minute as Mr. Salamone must cancel the show. Will Eloise be able to find a way to keep the arrive for the party? The kids scramble to find a way to save their show and in the end learn the true spirit of the season is having the people you love all happy and together. There s holiday fund for everyone in this hilarious adventure starring the talented voice of Lynn Redgrave as nanny and Tim Curry as Mr. Salamone!","release_date":"2006-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80085,"title":"Little Miss Christmas","adult":false,"genre_ids":[16,35,10751]},{"cast":["Louis Hayward","Joan Bennett","George Sanders","Florence Bates","Lionel Royce"],"overview":"In 1865, General Gurko Lanen is dictator of \"Lichtenburg\" in the Balkans. Rightful ruler Zona hopes to get aid from Napoleon III of France. The visiting Count of Monte Cristo falls for Zona and undertakes to help her, masquerading as a foppish banker and a masked freedom fighter. The rest is rapid-fire intrigue and derring-do.","release_date":"1940-12-05","vote_average":5.8,"runtime":102,"cert":"N\/A","id":80086,"title":"The Son of Monte Cristo","adult":false,"genre_ids":[28,12]},{"cast":["Camillo Pilotto","Annibale Ninchi","Fosco Giachetti","Francesca Braggiotti","Marcello Giorda"],"overview":"A story of the Second Punic Wars, beginning with Scipio's futile pleas to the Roman Senate to build an army to battle Hannibal, that climaxes with the battle of Zama.","release_date":"1937-08-04","vote_average":6.3,"runtime":83,"cert":"N\/A","id":80087,"title":"Scipio Africanus: The Defeat of Hannibal","adult":false,"genre_ids":[10752,18,36]},{"cast":["David Morse","Thomas Ryan","Philip Goodwin","Ana Reeder","Robert Sella"],"overview":"David Morse plays Father John McNamee, a catholic priest who accepts a position at an inner-city church. The film begins with Father McNamee as he starts his new job and follows the priest through his struggles in adapting to his new surroundings. Based on a true story","release_date":"2001-01-19","vote_average":0.0,"runtime":77,"cert":"N\/A","id":80088,"title":"Diary of a City Priest","adult":false,"genre_ids":[18]},{"cast":["Kazuhiko Inoue","Akemi Okamura","Masaru Ikeda","Somei Uchida","Kikuko Inoue"],"overview":"Beauty is only skin deep, but when you can’t see beneath the skin, how can you know what you’re really dealing with? In a world where perfect androids called Boomers have infiltrated every aspect of society, it’s the job of Branch to maintain peace between the people and the plastic. Unfortunately, not all boomers are created perfect, and when boomers go bad, people die. The thin blue line that separates man from machine is about to meet its most horrifying test in Parasite Dolls.","release_date":"2003-05-22","vote_average":5.3,"runtime":85,"cert":"N\/A","id":80089,"title":"Parasite Dolls","adult":false,"genre_ids":[28,16,878,53]},{"cast":["Carole Landis","Derek Farr","Joseph Calleia","Stanley Holloway","Nigel Patrick"],"overview":"Set in post Second World War Britain, Noose is the story of black market racketeers who face attempts to bring them to justice by an American fashion journalist, her ex-army fiancée and a gang of honest toughs from a local gym. When a corpse turns up at black market front The Blue Moon Club, Yank reporter Carole Landis starts snooping, much to gang boss Joseph Calleia’s annoyance. And soon there’s a hit man on the way...","release_date":"1948-09-28","vote_average":5.6,"runtime":95,"cert":"","id":80090,"title":"Noose","adult":false,"genre_ids":[80,18]},{"cast":["Bolek Polívka","Jan Antonín Pitínský","Milan Šteindler","Chantal Poullain","Věra Havelková"],"overview":"Philosophical movie, staged at the least philosophical environment imaginable: A closed scenery of a nudist spot, where some hired Czech stuff is making a plain erotic movie for a rich Russian producer. Nothing in this movie is what it seems to be at the first superficial glance.","release_date":"2001-04-19","vote_average":5.0,"runtime":120,"cert":"N\/A","id":80091,"title":"Expulsion from Paradise","adult":false,"genre_ids":[18]},{"cast":["Milan Kňažko","Oldo Hlavácek","Nonna Mordyukova","Michal Dočolomanský"],"overview":"1943. Captain Ian Nalepke, Chief of Staff of the Slovak regiment, bearing protection of military facilities in the small town of Belarus contacts the partisansand passes to them the obtained information about upcoming operations of the German forces.","release_date":"1973-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":80092,"title":"Zajtra bude neskoro","adult":false,"genre_ids":[18,10752]},{"cast":["Vladimír Menšík","Jiří Sovák","Iva Janžurová","František Filipovský","Michal Kocourek"],"overview":"The heroes of this absurd comedy, full of confusion and humor are Dzharda Zemanek and Frantisek Liska.","release_date":"1977-09-01","vote_average":6.3,"runtime":86,"cert":"N\/A","id":80093,"title":"A Nice Plate of Spinach","adult":false,"genre_ids":[35]},{"cast":["Dagmar Bláhová","Jiří Kodet","Evelyna Steimarová","Jiří Menzel"],"overview":"Sarcastic comedy about the Czechoslovakia of the seventies. A young gynaecologist can't figure out whether to get serious with a young nurse or to stay casual with his married lover. Things get complicated when both women don't want to play his game anymore.","release_date":"1977-01-16","vote_average":5.0,"runtime":100,"cert":"N\/A","id":80094,"title":"The Apple Game","adult":false,"genre_ids":[35,18]},{"cast":["Adolf Jahr","Birgit Tengroth","Gösta Cederlund","Tollie Zellman","Elsa Desolneux"],"overview":"Baron Leijoncloo comes back to Sweden after many years in Argentina. On his way to his good friend Victor Sällberg's home, he loses his luggage. A con artist, Jönsson, finds it, and uses the baron's title to get invited to the manor of Mr. and Mrs. Blomqvist. By a coincidence, the baron also comes to the manor using a fake name. Plot by Mattias Thuresson.","release_date":"1939-12-26","vote_average":5.0,"runtime":85,"cert":"N\/A","id":80095,"title":"Oss baroner emellan","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The selfishness of the bourgeoisie and the dull passivity of its servants are the theme of this puppet animation presenting the tragicomedy of a society in its death throes, taking refuge in absurd behaviour.","release_date":"2007-06-30","vote_average":5.5,"runtime":8,"cert":"N\/A","id":80096,"title":"Subservience","adult":false,"genre_ids":[16,27]},{"cast":["Adrián Lastra","Patricia Montero","Gorka Lasaosa","Alberto Amarilla","Canco Rodríguez"],"overview":"Alfonso, pursues the girl of his life to Harvard, determined to conquer her under the same friends and outlandish plans that his brother used in Oxford. But when you least expect it appears Martha, the girl he fell in love while at school. Sequel to \"Fuga de cerebros\".","release_date":"2011-12-02","vote_average":5.0,"runtime":106,"cert":"N\/A","id":80105,"title":"Brain Drain 2","adult":false,"genre_ids":[28,53,878]},{"cast":["Marek Harloff","Jürgen Hentsch","Annelise Hesme","Dieter Pfaff","Jürgen Tarrach"],"overview":"Tells the story of a group of gangsters hiding out in a vacation-bungalow who get more than they bargained for.","release_date":"2000-03-02","vote_average":5.9,"runtime":null,"cert":"N\/A","id":80106,"title":"Kaliber Deluxe","adult":false,"genre_ids":[80,53]},{"cast":["Jonas Hämmerle","Waldemar Kobus","Valeria Eisenbart","Nic Romm","Christian Alexander Koch"],"overview":"When the mighty Viking Halvar suddenly disappears, his clever but timid son Wickie must lead the Vikings on a dangerous journey to rescue his father from the evil Sven and go in search of the legendary treasure of the gods.","release_date":"2011-09-28","vote_average":5.8,"runtime":96,"cert":"N\/A","id":80109,"title":"Wickie and the Treasure of the Gods","adult":false,"genre_ids":[28,12,35,10751]},{"cast":["Vladimir Cruz","Jorge Perugorría","Gabriela Griffith","Cuca Escribano"],"overview":"Faced with the emptiness and lack of rational explanation for many of the problems of the contemporary world, it sometimes seems that the only solution is to take refuge in the instincts ... and instincts lead us to sex. At least this is the exit that find the protagonists of this story: sex as a shock to stay alive, the manipulation of others as a way to ward off impotence and reaffirm their personalities torn by loneliness. But the result is ephemeral and the attempt has unforeseen consequences.","release_date":"2011-12-02","vote_average":6.0,"runtime":90,"cert":"N\/A","id":80114,"title":"Afinidades","adult":false,"genre_ids":[18]},{"cast":["Andreea Bosneag","Doru Catanescu","Alexandru Georgescu","Diana Gheorghian","Violeta Haret-Popa"],"overview":"Delia, a young Romanian girl, comes to Bucharest with her parents to collect a prize she has won in a contest organized by a soft-drinks company. The prize is a beautiful new car. All Delia has to do now is appear in front of the camera in a commercial. All goes well until it becomes clear that Delia and her parents have very different ideas about what to do with the new car. Meanwhile, the contest's sponsor needs a radiant prize-winner with a gleaming smile. A wicked satire and a psychological portrait of a society perverted by its slavery to capitalism and consumerism","release_date":"2009-02-07","vote_average":6.3,"runtime":99,"cert":"N\/A","id":80115,"title":"The Happiest Girl in the World","adult":false,"genre_ids":[35,18]},{"cast":["Álex Angulo","Luis Bermejo","Airas Bispo"],"overview":"Logroño, 1959. The death of a local authority creates a double expectation in his family, the coming of the TV set the deceased bought and the mayor to attend the funeral. His grandson (Airas Brispo) will witness the grotesque situations.","release_date":"2011-11-04","vote_average":5.3,"runtime":90,"cert":"N\/A","id":80116,"title":"Los muertos no se tocan, nene","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Documentary film about the life of things: in some cases, before its existence (the sale of homes not built), in others about to be discarded (the destiny of the utensils from a family home). But inmaterial things are as well interesting, as the dreams and symbols, which are also on the market and that, sometimes, are nothing more than a form of self-affirmation: everything is on the market, everything can change hands.","release_date":"2011-11-24","vote_average":5.0,"runtime":110,"cert":"N\/A","id":80117,"title":"Futures Market","adult":false,"genre_ids":[99]},{"cast":["Ernest Alós","Juan Diego Botto","Antonio de la Fuente Ferraz","Gerda Taro"],"overview":"The story of the recovery of the negatives of thousands of photos taken by three photographers during the Spanish Civil War that were found seventy years later in a suitcase, inside a closet in Mexico City.","release_date":"2011-11-11","vote_average":7.8,"runtime":86,"cert":"N\/A","id":80118,"title":"The Mexican Suitcase","adult":false,"genre_ids":[99]},{"cast":["Santiago Zannou"],"overview":"Alphonse is a 70 years old man, born and raised in Benin, left his country and his people with the promise to come back home… But he never did.  When Alphonse receives the news that his sister Veronique is ill, it seems to him that time has past too long and that he has to go and see her.  Alphonse will have to face the past and the present of his homeland. He will have to talk and explain 40 years of silence, shame and disillusion. To his sister who has been waiting for him, also to his mother, who died without seeing him back. “The door of no return” is a journey from north to south and south to north, from the present to the past, from here to beyond. An adventure back to the starting point. An open reflection about all the questions arising from the personal conflict of a man divided by the emigrant who has gone and the immigrant who has never returned. It is the unique and universal story of Alphonse Zannou.","release_date":"2011-11-24","vote_average":5.3,"runtime":75,"cert":"N\/A","id":80119,"title":"The Door Of No Return","adult":false,"genre_ids":[99,18,10751]},{"cast":["Verónica Echegui","Álex García","Mariam Hernández","Fernando Tielve","Nacho Aldeguer"],"overview":"Emma's eyes are blind but she believes to see everything very clear: he wants to be a mother. She longs to obsessively. After discovering that her boyfriend can not get her pregnant, she breaks with him and goes in search of a perfect sperm. Without falling in love, no feelings. Sounds easy, but quickly discovers that her blindness is not only in her eyes.","release_date":"2011-11-25","vote_average":5.8,"runtime":85,"cert":"N\/A","id":80120,"title":"6 Points About Emma","adult":false,"genre_ids":[18]},{"cast":["Helen Mirren"],"overview":"From the Academy Award-nominated producers of Everest and Grand Canyon Adventure comes an all-new IMAX 3D Theatre experience—Arabia 3D—about the extraordinary culture, history and religion of Arabia.","release_date":"2011-11-09","vote_average":6.8,"runtime":46,"cert":"N\/A","id":80121,"title":"Arabia 3D","adult":false,"genre_ids":[99]},{"cast":["Sergio Peris-Mencheta","Natasha Yarovenko","Adrián Lamana","Gary Piquer","Alejandro Naranjo"],"overview":"The story of \"Captain Thunder and the Holy Grail\" is set during the Third Crusade in Palestine, when Captain Thunder finds in the dungeons of a fortress a dying Christian named Juan de Ribera, who entrustes him the mission to restore to Spain a cup which is the Holy Grail, stolen from an ancient order. Thunder, with his inseparable friends Crispin and Goliath, and a Viking princess named Sigfrid, will face an evil feudal lord and his black \"devils\", who are terrorizing the population of low Aragón.","release_date":"2011-10-07","vote_average":3.5,"runtime":115,"cert":"N\/A","id":80122,"title":"Captain Thunder","adult":false,"genre_ids":[12]},{"cast":["Alejandro Tous","Ana Asensio","Fernando Albizu"],"overview":"In \"Raw meat\" we meet Quico and Andrew, two salesmen. A weekend in the countryside leads them to fall into the trap of a sect of cannibals led by Maruja, an old hippie specialist in the preparation of human kebabs .... Kill or be killed? That is the question... When life gets tough, there's nothing better than raw meat.","release_date":"2011-11-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":80123,"title":"Carne cruda","adult":false,"genre_ids":[]},{"cast":["Anita Blond","Aria Giovanni","Kyla Cole","Kelle Marie","Ava Vincent"],"overview":"Erotic superstar Anita Blond and some of the world's most popular centerfold models mee in Rome, Italy for Blond &amp; Brunettes, Andrew Blake's stylish new film about the lifestyles of the rich, beautiful and sexually perverse.","release_date":"2001-06-25","vote_average":8.5,"runtime":81,"cert":"N\/A","id":80124,"title":"Blond & Brunettes","adult":true,"genre_ids":[]},{"cast":["Matthias Schweighöfer","Alexandra Maria Lara","Detlev Buck","Maximilian Brückner","Denis Moschitto"],"overview":"An actor's career takes a \"Tootsie\"-like turn when he lets himself be cast as a woman in a movie.","release_date":"2011-12-15","vote_average":6.2,"runtime":108,"cert":"N\/A","id":80125,"title":"Woman in Love","adult":false,"genre_ids":[35]},{"cast":["Sacha Guitry","Lucien Baroux","Jean Périer","Roger Bourdin","Robert Pizani"],"overview":"The history of one of France s most famous streets is retold, featuring multiple performances from Guitry himself.","release_date":"1938-12-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":80126,"title":"Let’s Go Up the Champs-Élysées","adult":false,"genre_ids":[35,18,36]},{"cast":["Trey Anastasio"],"overview":"Compilation of Professional video footage from the 2011 Phish Summer tour.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80127,"title":"Phish Summer 2011 Compilation","adult":false,"genre_ids":[]},{"cast":["Kirk Acevedo","Robert T. Bogue","Andre Royo"],"overview":"Struggling with drug addiction in modern-day New York City, an artist and his best friend complete a spiritual journey started 140 years earlier on the Underground Railroad.","release_date":"2006-06-11","vote_average":6.5,"runtime":96,"cert":"N\/A","id":80130,"title":"5up 2down","adult":false,"genre_ids":[18]},{"cast":["Marie Trintignant","Guillaume Depardieu","Serge Riaboukine","Jean-François Stévenin","Blanchette Brunoy"],"overview":"Jeanne is a young weirdo girl who flies to Paris, and is hired by an old lady called Madeleine as an au pair. Jeanne lies to Madeleine, she says she comes from a very rich family. Young Madeleine's admirer Antoine and another thug, Marcel, kidnap Jeanne when they hear she's a millionaire. But the problem is that Jeanne's parents are poor and Antoine soon falls for her.","release_date":"1998-08-15","vote_average":5.7,"runtime":106,"cert":"N\/A","id":80131,"title":"White Lies","adult":false,"genre_ids":[80,35]},{"cast":["Ricki Lake","Linden Ashby","Bruce McGill","Christina Pickles","Judith Scott"],"overview":"A small-town cat-and-dog detective duo investigate a new neighbor who they believe may have committed a murder, but the snag is, locals are attempting to pair him off with their owner.","release_date":"1998-12-13","vote_average":0.0,"runtime":88,"cert":"N\/A","id":80132,"title":"Murder She Purred: A Mrs. Murphy Mystery","adult":false,"genre_ids":[9648,12,10751]},{"cast":["Rocío Jurado","Francisco Rabal","José Sancho"],"overview":"1860, in the Bay of San Fernando, Cadiz. Lola is an Andalusian singer who all men that meet her love. Along with guitarist Heredia, a man who is resigned to love her in silence, she travels to the farmhouse of the wealthy Don Diego, which is also in love with her, to sing in the compromise party of his son Jose Luis and Rosario, his fiancée of childhood. Lola, a woman who never loses her head, is disturbed by the presence of the handsome young gentleman José Luis. Both are attracted and inadvertently awaken the jealousy of Rosario and the envy of Don Diego ... Remake of an eponymous film directed in 1947 by Juan de Orduña","release_date":"1993-09-10","vote_average":5.5,"runtime":105,"cert":"N\/A","id":80133,"title":"La Lola se va a los puertos","adult":false,"genre_ids":[]},{"cast":["Jerzy Bończak","Paulina Holtz","Jan Monczka","Katarzyna Ankudowicz","Katarzyna Gniewkowska"],"overview":"","release_date":"2011-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80134,"title":"Taxi A","adult":false,"genre_ids":[28,35,18]},{"cast":["Anthony Quinn","Jorge Sanz","Paloma Gómez","Saturno Cerra","Concha Leza"],"overview":"In 1939, in a French prison camp, José Garcés of the defeated Spanish Republican army raises the spirits of his fellow prisoners by telling the story of the year he was 8 years old, 1911, in a small town in northeastern Spain. He was a rascal, baffling his father, always in trouble, and in love with Valentina, a neighbor girl. On his roof top at night he sends semaphore messages to her. He writes poems. He gets them into trouble, killing her father's breeding pigeons. When the two families camp at a decaying castle, his tutor, a sympathetic priest, tells him about the most valiant men, the saints, the heroes, and the poets. Already a poet, he learns a lesson about being a hero.","release_date":"1982-11-12","vote_average":6.4,"runtime":92,"cert":"N\/A","id":80135,"title":"Valentina","adult":false,"genre_ids":[18]},{"cast":["Sebastian Urzendowsky","Marion Mitterhammer","Clemens Berger","Falk Rockstroh"],"overview":"The film shows the apparently intact world of a middle class family, whose harmonious facade crumbles due to the unexpected visit of their relative Paul, a young man of 16 years. Paul arrives looking for love and support after the suicide of his father.","release_date":"2006-05-19","vote_average":7.1,"runtime":89,"cert":"N\/A","id":80136,"title":"Pingpong","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Little bald Léon loves his grandfather. He loves the old man's bushy black beard, which seems endowed with magic powers.","release_date":"2007-03-28","vote_average":4.0,"runtime":8,"cert":"N\/A","id":80137,"title":"Sainte Barbe","adult":false,"genre_ids":[16]},{"cast":["Dan Dailey","June Haver","Dennis Day","Billy Gray","Cara Williams"],"overview":"Stage-and-night club star Jeannie Laird buys her first home, and everyone who is anyone comes to her first garden party only to be blinded by smoke from next door. Jeannie charges next door to bawl out her new neighbor and meets comic-strip artist Bill Carter. Bill has devoted himself to his strip, and raising his ten-year-old son Joe since the death of his wife. Joe bases his strip on the everyday happenings of he and his son and is proud of keeping it scrupulously honest. When Jeannie and Bill fall in love, young Joe is hurt, especially when Bill starts using a lot of the father-son time to be with Jeannie. Bill cancels a father-son trip to Canada, and Joe decides to write a letter to Bill's syndicate pointing out that the current plot line of the script being set in Canada isn't honest, since they didn't go.","release_date":"1953-05-13","vote_average":0.0,"runtime":92,"cert":"N\/A","id":80138,"title":"The Girl Next Door","adult":false,"genre_ids":[35,10402]},{"cast":["Casper Van Dien","Catherine Oxenberg","India Oxenberg"],"overview":"A geo-political thriller where Gerry Anderson finds that sometimes, everybody really is out to get you. Gerry's daughter, Mattie, accidentally prints out a DNA code that in the wrong hands can end the human race. The chase is on - the Russians, whose DNA code it is that Mattie has in her backpack, and a group of terrorists compete to get the code from the person they all assume has it, Gerry. With all this going on, Gerry's estranged wife Margaret is worried for her daughter's safety and finds herself another target in the race to find the code.","release_date":"2002-03-10","vote_average":4.5,"runtime":92,"cert":"N\/A","id":80139,"title":"The Vector File","adult":false,"genre_ids":[28,53]},{"cast":["Elizabeth Berkley","Ele Keats","Jeremy London"],"overview":"As a plea-bargain to clear their school records, a group of misfit teens ventures into the majestic but unforgiving wilderness to help a young naturalist save the vanishing wolves. After they encountered unexpected incident, they are aided by the mysterious white wolf of myth and legend, who shows up to guide the way throughout the movie.","release_date":"1995-06-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":80140,"title":"White Wolves II: Legend of the Wild","adult":false,"genre_ids":[12]},{"cast":["Ana Belén","Antonio Banderas","Fernando Fernán Gómez","Juan Diego","Guillermo Montesinos"],"overview":"In the early Spanish Civil Post-war, in Madrid, during the most hard times of the Franco dictatorship, a group of second-rate players try to get out of their wretched lives taking advantage of the artistic caprices of the son of a rich man who supports the regime. They try to stage a Pre-war 'zarzuela' (a sort of Spanish operetta), 'La Corte Del Faraón', which ironically, thirty years later, is too obscene for the regime censorship. They finally manage to perform the 'zarzuela' but end up in the police station where they confirm that justice depends on which side are you on","release_date":"1985-09-26","vote_average":5.6,"runtime":98,"cert":"N\/A","id":80141,"title":"The Court of the Pharaoh","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"Princess Betty sleeps in a narcoleptic stupor. The king appeals to his subjects to wake her, and several respond: Uncle Henry VIII, Aunt Victoria, an emotional alien, a cool witch and a handsome prince. This worthy Prince Charles lookalike has to leave his royal suburb to save the princess, but will Betty be wakened with just a kiss?","release_date":"2007-01-01","vote_average":6.7,"runtime":9,"cert":"N\/A","id":80142,"title":"Sleeping Betty","adult":false,"genre_ids":[16,35]},{"cast":["Miguel Molina","Cristina Marsillach","Walter Vidarte","Antonio Betancourt"],"overview":"In 1939, José Garcés is in French prison camp after the defeat of Spain's Republicans. To entertain and inspire his fellow prisoners, he tells the story of becoming a man in 1919, the year he realized that learning to live is the same as learning to die. His stiff and demanding father loses a fortune in German war bonds, takes a job in Caspe, and leaves José on his own in Zaragoza to finish high school while apprenticing in a pharmacy. José courts his beloved Valentina via letters, becomes intimate with Isabel, a maid he meets in a cinema who shares his ideas of free love, and comes under the influence of El Checa, an anarchist and gentle teacher who leads a doomed revolt.","release_date":"1983-08-29","vote_average":7.0,"runtime":90,"cert":"N\/A","id":80143,"title":"1919, crónica del alba","adult":false,"genre_ids":[18]},{"cast":["Angela Kovács","Reuben Sallmander","Lars Brandeby","Eric Ericson","Dag Malmberg"],"overview":"En ung vacker kvinna hittas död i Göta Älv och på fingret bär hon en briljantförsedd vigselring som tillhör någon annan. Kriminalinspektör Irene Huss och hennes kollegor sätts på fallet och får direkt problem. Obduktionen visar att dödsorsaken inte är drunkning utan en skallskada. Vem är hon? Hon är inte saknad, ingen kan identifiera henne, ingen vet någonting. Samtidigt i ett nedgånget barackområde sitter en misshandlad man och ruvar på en fruktansvärd hemlighet... Angela Kovács återkommer i rollen som Irene Huss. Vi får även återse Lasse Brandeby, Reuben Sallmander, Eric Ericson, Dag Malmberg och Anki Lidén. Dessutom kommer en ny kriminaltekniker in i teamet i form av Moa Gammel känd från bl a Sommaren med Göran. Äntligen är succé-serien om Irene Huss tillbaka, även denna gång baserad på Helene Turstens bästsäljande deckarserie, och med mer spänning än någonsin.","release_date":"2011-12-07","vote_average":6.1,"runtime":89,"cert":"N\/A","id":80144,"title":"Irene Huss 12: Jagat vittne","adult":false,"genre_ids":[80]},{"cast":["Jordi Mollà","Pepón Nieto","Roberto Correcher","Lucina Gil","María Pujalte"],"overview":"Until Lucas appeared in their lives, Dani, Carlos and Toni had a quiet life with no major concerns. They shared almost everything: the house, housework, dogs, his homosexual tendencies and debts. It was these that forced them to rent one of the bedrooms of their floor. Then came Lucas, his hair long, his charming smile, and his muscular body to completely change the life and destiny of their lovers home. Lucas is found dead but ... Who killed him? All had reasons to do so, or maybe none.","release_date":"1997-01-30","vote_average":5.0,"runtime":92,"cert":"","id":80145,"title":"Excuse Me Darling, But Lucas Loved Me","adult":false,"genre_ids":[35]},{"cast":["Sara Montiel","Armando Calvo","Enrique Vera","Julia Martínez"],"overview":"A musical drama featuring a tragic love story. Relates a singer's rise to fame and her subsequent downfall because of the death of her lover. She manages to return to the stage only to die after her first public performance.","release_date":"1957-05-06","vote_average":6.0,"runtime":110,"cert":"N\/A","id":80146,"title":"El último cuplé","adult":false,"genre_ids":[18,10402]},{"cast":["Rhys Darby","Sasha Alexander","Fionnula Flanagan","Pam Cooke","Michael Cornacchia"],"overview":"Coming &amp; Going is an irreverent romantic comedy that poses the question: How far would you go to capture the heart of the one you love? Lee (Rhys Darby) is a young, skilled OBGYN who lacks confidence when it comes to talking to women outside his successful medical practice. A minor injury temporarily lands him in a wheelchair and it is at that precise time that he meets his dream girl Alex (Sasha Alexander). Convinced she's only paid attention to him because he's in that chair, he stays in it to win her affections well after his injury has healed. Coming &amp; Going is about love and the extreme things people do for it.","release_date":"2011-07-15","vote_average":6.3,"runtime":92,"cert":"N\/A","id":80147,"title":"Coming & Going","adult":false,"genre_ids":[35,10749]},{"cast":["David Arribas","Àngels Bassas","Babou Cham","Belén Fabra"],"overview":"A former convict, an immigrant unemployed and a successful entrepreneur are the three protagonists of this portrait of inland Catalonia, which highlights the challenge of integrating newcomers and tolerance of people, under the demagogic threat of extremism.","release_date":"2011-09-30","vote_average":5.0,"runtime":100,"cert":"N\/A","id":80148,"title":"Catalunya über alles!","adult":false,"genre_ids":[]},{"cast":["Xavier Gassió","Jorge Camarasa","Gabriel Cardona","Jesús Ferrer"],"overview":"Eva Peron visits Spain in the summer of 1947, as part of her European tour that she named as the tour of the Rainbow. Just 28 years, her mission is to sell wheat to Spain and, according to reports and historical research, also to facilitate evasion of Nazis to Argentina and to recover Nazi gold from a Swiss bank. The image of Eve fascinates Spanish people and irritates Franco and, above all, his wife Carmen Polo. The wife of the leader is the antagonistic image of Evita.","release_date":"2011-11-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":80149,"title":"La sombra de Evita: Volveré y seré millones","adult":false,"genre_ids":[99]},{"cast":["Lisa L. Buetow","Will Gould","Miki Mathioudakis","Alex Marshall Thompson","Ashley Zachary"],"overview":"A warm-hearted tale of Omar, the ugly duckling, whose Christmas wish is simply to find a place where he belongs. Hitching a ride to the big city he meets up with a runaway girl and the two discover the true meaning of Christmas.","release_date":"1996-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80152,"title":"The Ugly Duckling's Christmas Wish","adult":false,"genre_ids":[16]},{"cast":["Veerle Baetens","Michael Pas","Gilles De Schryver","Marc Lauwrys","Geert Van Rampelberg"],"overview":"A famous writer is violated in a sex-movie-theatre. He had a date with Roos, a young student who works also as a prostitute. Quickly it becomes clear that more students are active in the prostitution. Enough reason for Hannah and her team to go undercover in club Sin City, a port for everyone who avoids the daylight and for girls who pick up their customers.  When Hannah and her team investigate that the owner of both the sex-theatre as Sin City are Roos' uncle, the whole case takes a personal turn. In the first place for Hannah, because she knows as no-one else how heavy family secrets can weigh....","release_date":"2011-10-26","vote_average":6.3,"runtime":100,"cert":"N\/A","id":80153,"title":"Code 37","adult":false,"genre_ids":[18]},{"cast":["Babbu Mann","Mandy Takhar","Bhagwant Mann"],"overview":"Ekam – Son of Soil is a film about family relations and family disputes. It’s a triangular love story with full of comedy and emotions. It’s about villager’s life and a journey of a hero from metro city to a village where he helps not just the poor farmers but also the drug ridden youth. He gives away his land to the villagers.","release_date":"2010-04-23","vote_average":0.0,"runtime":148,"cert":"N\/A","id":80154,"title":"Ekam – Son of Soil","adult":false,"genre_ids":[10751]},{"cast":["Sergey Migitsko","Anatoli Papanov","Nonna Mordyukova","Valeriy Nosik","Vyacheslav Nevinnyy"],"overview":"A comedy based on a classic play 'Revizor' by Nikolai Gogol.","release_date":"1977-01-01","vote_average":6.5,"runtime":91,"cert":"N\/A","id":80155,"title":"Incognito from St.Petersburg","adult":false,"genre_ids":[35]},{"cast":["Sunny Deol","Ameesha Patel","Amrish Puri","Lillete Dubey","Vivek Shauq"],"overview":"Amongst the communal riots that erupt in the city, Tara shelters a wayward Sakina from a crazed mob and a bond that blossoms into love is created. The two eventually get married and have a son. The happy family, now living in Amritsar, gets the shock of their lives when Sakina learns that her father (Amrish Puri), whom she previously believed died in the riots back in Amritsar, is still alive after seeing his picture in a tattered, old newspaper. Upon contacting him, Sakina's father, now the mayor of Lahore in Pakistan, arranges for his daughter to arrive in Lahore to see him. Sakina leaves for Lahore minus Tara and her son, and upon reaching the city, learns of her father's plans for her - plans that include forcing Sakina to forget about her family and start life anew in Pakistan. Then begins an extraordinary journey which will lead Tara to cross the border into Pakistan to find his love Sakina","release_date":"2001-06-15","vote_average":6.7,"runtime":170,"cert":"N\/A","id":80156,"title":"Gadar: Ek Prem Katha","adult":false,"genre_ids":[]},{"cast":["Éric Carrière","Francis Ginibre"],"overview":"","release_date":"2004-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80157,"title":"Les Chevaliers du Fiel : Spécial Sud","adult":false,"genre_ids":[]},{"cast":["Bolek Polívka","Chantal Poullain","Jiří Kodet","Vlastimil Brodský","Jiří Pecha"],"overview":"The movie is a satirical look at foreign occupation - a medieval Czech jester entertains a German king and his French wife, or a modern Czech villager helps a Bavarian hunter and his French wife find wild boar in Bohemia - the story switches back and forth between the two plots and time-periods.","release_date":"1988-04-01","vote_average":6.5,"runtime":111,"cert":"N\/A","id":80158,"title":"The Jester and the Queen","adult":false,"genre_ids":[35]},{"cast":["Katerina Holánová","Jan Budař","Miroslav Donutil","Jaroslava Pokorná","Filip Rajmont"],"overview":"Black-and-white comedy about two young people who want to lose, finally, their innocence, and about life in a very boring city of Brno ...","release_date":"2003-04-22","vote_average":6.5,"runtime":103,"cert":"N\/A","id":80159,"title":"Boredom in Brno","adult":false,"genre_ids":[18,35,10749]},{"cast":["Matthew Burnett","Rafiel Soto"],"overview":"Wild and unpredictable events shake up the life of Aaron (Matthew Burnett), who, before being stung by a scorpion and kidnapped, was a simple wage slave. Now, he's immersed in a strange adventure that will find him seduced by a coworker and assaulted by a gang of elderly women...and that's just the start of his trials and tribulations!","release_date":"2009-03-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":80160,"title":"Aaron... Albeit a Sex Hero","adult":false,"genre_ids":[28,35]},{"cast":["Matthew Montgomery","Rebekah Kochan","David Moretti","Cameron Cash","Evan Miller"],"overview":"Clark Townsend is on his way to the top. Not only is he one of the hottest young men in West Hollywood who just bought his very first condo, but he has successfully managed to turn his best friend and first client Eddy Malone - a talented, eccentric party girl - from a beautiful, unknown starlet into one of the most sought-after actresses in Hollywood.","release_date":"2011-08-20","vote_average":5.4,"runtime":100,"cert":"N\/A","id":80161,"title":"Finding Mr. Wright","adult":false,"genre_ids":[35,10749]},{"cast":["Miloš Kopecký","Iva Janžurová","Vladimír Menšík","Stella Zázvorková"],"overview":"Slacker Maurice Fadinar wasted his whole inheritance and the only way out of this situation, as it seems, to marry Helen Nonankur - daughter of a wealthy farmer. At the last meeting with his mistress in a nearby forest Fadinar's horse eats straw hat which belongs to a married lady, spending time in the company of young and hot Lieutenant Emil. Emil literally puts a knife to Maurice throat - or the lady will get back the exact same hat immediately, or he will arrange such a scandal that no wedding will not happen ...","release_date":"1972-03-24","vote_average":8.0,"runtime":88,"cert":"N\/A","id":80164,"title":"Straw Hat","adult":false,"genre_ids":[35]},{"cast":["Alex House","Anastasia Phillips","Robert Clark","Deborah Allen","Loretta Yu"],"overview":"After a night spent drinking and partying, a group of six best friends is torn apart when they accidentally kill their bisexual friend Caz when he darts in front of their car. A year later, Caz appears to Tess as an eternally-horny angel who only Tess can see. It's up to her to reunite the remaining five friends so Caz can move on, but things don't always go according to plan.","release_date":"2008-09-17","vote_average":0.0,"runtime":83,"cert":"N\/A","id":80165,"title":"Nonsense Revolution","adult":false,"genre_ids":[]},{"cast":["Clara Bow","Fredric March","Marceline Day","Shirley O'Hara","Adrienne Dore"],"overview":"Wild girls at a college pay more attention to parties than their classes. But when one party girl, Stella Ames, goes too far at a local bar and gets in trouble, her professor has to rescue her. Gossip linking the two escalates until Stella proves she is decent by shielding an innocent girl and winning the professor's respect.","release_date":"1929-04-06","vote_average":6.8,"runtime":77,"cert":"N\/A","id":80168,"title":"The Wild Party","adult":false,"genre_ids":[35,18]},{"cast":["Lane Andrews","Dwynne Arnesson","John Bedini","John Callahan","Deepak Chopra"],"overview":"An unconventional documentary that lifts the veil on what's really going on in our world by following the money upstream - uncovering the global consolidation of power in nearly every aspect of our lives. Weaving together breakthroughs in science, consciousness and activism, THRIVE offers real solutions, empowering us with unprecedented and bold strategies for reclaiming our lives and our future.","release_date":"2011-11-11","vote_average":5.7,"runtime":132,"cert":"N\/A","id":80169,"title":"Thrive: What on Earth Will it Take?","adult":false,"genre_ids":[99]},{"cast":["Russell Peters"],"overview":"Inspired by the variety shows of the 70′s, A RUSSELL PETERS CHRISTMAS is corny, sweet, silly, sentimental and most of all FUNNY! With special guests, PAMELA ANDERSON, MICHAEL BUBLE, JON LOVITZ, SCOTT THOMPSON, FAIZON LOVE, GOAPELE, TED LANGE and RUSSELL’S MOM and his beautiful daughter, CRYSTIANNA. The show features Russell on roller skates, performing stand-up, a visit from his friends, (gratuitous) lingerie models, a Manger Sketch (don’t believe the hype!), Last Santa Standing, Stop-Motion Animation, Michael Buble singing from his new Christmas album, shout-outs from the Canadian Troops in Afghanistan, The Mediterranean and Sicily, US soul-singer Goapele singing her classic hit “Closer”, more Michael Buble and the Toronto Bach Children’s Choir all coming together in the finale singing “Hark The Herald Angels Sing”..","release_date":"2011-12-01","vote_average":4.0,"runtime":60,"cert":"N\/A","id":80170,"title":"A Russell Peters Christmas Special","adult":false,"genre_ids":[14,18,878,10751]},{"cast":["Janet Gaynor","Robert Montgomery","Franchot Tone","Guy Kibbee","Claire Dodd"],"overview":"A small-town country homebody goes to New York to find her missing fiancé and gets romantically involved with two sophisticated men.","release_date":"1938-09-02","vote_average":6.0,"runtime":70,"cert":"N\/A","id":80171,"title":"Three Loves Has Nancy","adult":false,"genre_ids":[35,10749]},{"cast":["Jeffrey Nero Hardy","Phillip Jack Brooks","John Cena","Randy Orton","William Jason Reso"],"overview":"SummerSlam (2009) was a PPV which took place on August 23, 2009 at Staples Center in Los Angeles, California and was presented by 7-Eleven. It was the 22nd annual SummerSlam event.  The main events of the evening included: CM Punk challenging World Heavyweight Champion Jeff Hardy in a Tables, Ladders, and Chairs match for the title, John Cena challenging WWE Champion Randy Orton for the title, William Regal challenging ECW Champion Christian for the title, and D-Generation X's Triple H and Shawn Michaels versus The Legacy's Cody Rhodes and Ted DiBiase. Other matches featured on the show were WWE Intercontinental Champion Rey Mysterio versus Dolph Ziggler, Montel Vontavious Porter (MVP) against Jack Swagger, Chris Jericho and The Big Show defending the Unified WWE Tag Team Championship against Cryme Tyme, and Kane facing The Great Khali.","release_date":"2009-08-23","vote_average":8.0,"runtime":180,"cert":"N\/A","id":80172,"title":"WWE SummerSlam 2009","adult":false,"genre_ids":[28,18]},{"cast":["Tatiana Vilhelmová","Klára Issová","Robert Stepánek","Jiří Ployhar ml.","Olga Karásková"],"overview":"An adaptation of F. Scott Fitzgerald's \"Bernice Bobs Her Hair\" which is set in a small Czech town where life for two teenage cousins revolves around evening alfresco dances. The tale involves a rivalry for male attention between Klara and Maria, both spending summer at their grandma's house.","release_date":"1995-02-02","vote_average":6.5,"runtime":65,"cert":"N\/A","id":80173,"title":"Indian Summer","adult":false,"genre_ids":[10749]},{"cast":["John Cena","Stephen Farrelly","Randy Orton","Adam Copeland","T.J. Wilson"],"overview":"Fatal 4-Way was a PPV which took place on June 20, 2010 at the Nassau Veterans Memorial Coliseum in Uniondale, New York. The concept of the show was based around three championship matches in the card that were contested as Fatal Four-Way matches.  The WWE Championship was defended by John Cena against Randy Orton, Edge, and Sheamus. The World Heavyweight Championship was defended by Jack Swagger against CM Punk, Rey Mysterio, and the Big Show.  Kofi Kingston defended the IC Belt against Drew McIntyre, The Miz defended the US Belt against R-Truth, and Evan Bourne fought Jericho in a singles match.","release_date":"2010-06-20","vote_average":7.1,"runtime":180,"cert":"N\/A","id":80174,"title":"WWE Fatal 4-Way 2010","adult":false,"genre_ids":[28]},{"cast":["Karina Mora","Marlon Moreno"],"overview":"","release_date":"2008-04-04","vote_average":6.1,"runtime":null,"cert":"N\/A","id":80175,"title":"Entre Sábanas","adult":false,"genre_ids":[18,10749]},{"cast":["Curd Jürgens","Peter Ustinov","O.E. Hasse","Sam Jaffe","Paul Carpenter"],"overview":"The plot concerns a doctor at a run-down psychiatric hospital, who is offered a large sum of money to shelter a new patient. Soon the place is full of suspicious and secretive characters, all apparently international secret agents trying to find out who and what the patient is.","release_date":"1957-10-10","vote_average":7.0,"runtime":125,"cert":"N\/A","id":80176,"title":"The Spies","adult":false,"genre_ids":[18]},{"cast":["Robert Fucilla","Billy Zane","Kirsty Mitchell","Vas Blackwood","Geoff Bell"],"overview":"Andy Marlow, an ex British S.A.S serviceman turned mercenary, is sent into the Balkans after a military coup has arisen to rescue a U.S ambassador and his aide.","release_date":"2011-09-01","vote_average":5.8,"runtime":97,"cert":"","id":80177,"title":"Mercenaries","adult":false,"genre_ids":[18,28]},{"cast":["Nikolaj Rasmussen","Malene Rasmussen","Philip Gjedde","Lotte Bergstrøm","Beate Bille"],"overview":"Young Matthias was in school assignment to write an essay on any subject. The boy decides to go with the responsibility to implement it - he wants to make a guide to communicating with girls. But where to get the information he needs? Can the attitude of boys and girls be defined by rules? So Matthias decides to conduct his own research.","release_date":"2006-04-07","vote_average":6.1,"runtime":13,"cert":"N\/A","id":80178,"title":"Little Man","adult":false,"genre_ids":[35]},{"cast":["Callan McAuliffe","Ivy Latimer","John Batchelor","Diana Glenn","Steve Le Marquand"],"overview":"Keeping the position of number one son requires a certain amount of ingenuity. Twelve year old Greg has inherited his father's competitive streak. On a family holiday to Fiji they have different ideas about where Greg should focus his talents. When his creative pursuits fail to amuse his father Greg goes to bizarre lengths to win him back.","release_date":"2009-01-15","vote_average":7.5,"runtime":14,"cert":"N\/A","id":80179,"title":"Franswa Sharl","adult":false,"genre_ids":[35,18]},{"cast":["Matreya Fedor","Apollonia Vanova","Christine Lippa","Cole McLeod"],"overview":"Robin takes us back to that glorious time when she was seven years old and shows us how it defined her for the rest of her life.","release_date":"2007-09-09","vote_average":6.8,"runtime":9,"cert":"N\/A","id":80180,"title":"No Bikini","adult":false,"genre_ids":[18]},{"cast":["Jonas Kruse","Ulla-Britt Norrman-Olsson","Ester Sjögren","Buster Söderström","Filip Österlund"],"overview":"Two boys bet a girl that they will pass a women's bath for money or a kiss...","release_date":"2005-01-28","vote_average":7.0,"runtime":14,"cert":"N\/A","id":80181,"title":"Truth or Dare","adult":false,"genre_ids":[35,10751]},{"cast":["David Fray","Deutsche Kammerphilharmonie"],"overview":"Swing, Sing and Think is a chronicle of the young French pianist David Fray's recording sessions of three of Bach's famous clavier concertos. Each chapter features a few minutes of Fray at home in Paris explicating his interpretation of the score at his piano, followed by rehearsal and recording sessions he conducts with the Deutsche Kammerphilharmonie Bremen, one of the finest chamber orchestras in Europe.","release_date":"2008-11-07","vote_average":5.3,"runtime":null,"cert":"N\/A","id":80182,"title":"Swing, Sing and Think","adult":false,"genre_ids":[99,10402]},{"cast":["Charlene Amatavanich","Van Ayasit","Prinya Intachai","Metinee Kingpayome","Mike Kingpayom"],"overview":"Thai Town is a six-block area near Hollywood, Los Angeles, which is home to over 50,000 expatriated Thais. The town is such a gateway for Thais entering America it was dubbed Thailand's 77th Province. The movie follows a Thai family as it struggles to survive in Los Angeles' fast-paced consumerist culture, while still maintaining traditional values. The identity struggle between Thai-ness and the high octane way of life on the west coast of America, defined by hip-hop, drugs, street racing and violence, affects Pat, a good boy tempted by a life of crime, and his sister.","release_date":"2002-01-01","vote_average":2.0,"runtime":112,"cert":"N\/A","id":80183,"title":"Province 77","adult":false,"genre_ids":[18]},{"cast":["Quim Gutiérrez","Martina García","Clara Lago","Alexandra Stewart","María Soledad Rodríguez"],"overview":"A Spanish orchestra conductor deals with the mysterious disappearance of his girlfriend.","release_date":"2011-09-16","vote_average":7.2,"runtime":92,"cert":"N\/A","id":80184,"title":"The Hidden Face","adult":false,"genre_ids":[53,9648]},{"cast":["Miquel Botella","Roser Herreros","Helena Llagostera"],"overview":"\"Enxaneta\" is a 3D documentary, produced by Television of Catalonia, about the world of castles, popular Catalan tradition of 210 years of history that consists of making human constructions. Last year, the castles were recognized as a Unesco World Heritage ...","release_date":"2011-11-11","vote_average":5.0,"runtime":82,"cert":"N\/A","id":80185,"title":"Enxaneta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Who hasn't felt apprehensive at the thought of starting high school? This is the central theme of this short animated film. Playing on imagination and humour, the director offers viewers a thought provoking piece dealing with the transition that young people between the ages of 10 and 13 experience. Inspired by the work of Escher and Magritte, Catherine Arcand has created a graphically rich film through optical illusions and trompe-l'oeil effects. Her style aptly illustra tes the theme of perceptions and is perfectly suited to conveying the dream world into which the film takes us.","release_date":"2007-10-26","vote_average":0.0,"runtime":9,"cert":"N\/A","id":80186,"title":"Nightmare at School","adult":false,"genre_ids":[16,10751]},{"cast":["Lüxi Agergarai","Ttitika Rekalt Dominika","Maika Etxekopar"],"overview":"Gartxot is a Twelfth Century minstrel from the Pyrenees who is sent into exile by the new Abbot of Roncevallis. This Abbot's goals are to capture Gartxot's only son, Mikelot, and forcefully convert him into a singing monk. After being captured and tortured, the child manages to escape and sings once again beside his father having him promise to never allow them to lock him up in the monastery again. Their songs become a symbol of the struggle against oppression. Time and time again with the help of folk, they manage to shake the authorities off. In the end, as authorities manage to surround them, Gartxot remembers his promise to his only son leading to a tragedy that to this day is remembered","release_date":"2010-04-01","vote_average":7.0,"runtime":19,"cert":"N\/A","id":80187,"title":"Gartxot","adult":false,"genre_ids":[18,16,12]},{"cast":["James Russo","Tracy Middendorf","Zulay Henao","Bill Sage","Roberta Wallach"],"overview":"A young Brooklyn boy witnesses the brutal murder of his mother and grows up obsessed with finding her killer. Thus begins his life as a quiet, straight-A student by day and a self-appointed hero at night. But what is a real hero? And who decides what is right or wrong? As the boundaries blur, Sean's dual life wears on his psyche and his two worlds careen dangerously close to colliding. Like a graphic novel you can't put down, Boy Wonder challenges morality, distorting perceptions of what is right and what is justified, as it races to its shocking conclusion.","release_date":"2010-08-11","vote_average":6.6,"runtime":93,"cert":"N\/A","id":80188,"title":"Boy Wonder","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Bokar Dembele","Miquel Barceló","Amon Pegnere Dolo","Amassagou Dolo","Djenebou Keita"],"overview":"Fiction inspired by the novelistic biography of the painter and writer Francois Augiéras. The artist covered with paints a military bunker in the desert, and let it sink into the sand so no one could find it until the XXI century. The search continues to feed the myth bunker ... Who is Augiéras? ¿Legionnaire, painter, writer, gunman, holy, thief, devil or a mixture of all?","release_date":"2011-09-23","vote_average":9.0,"runtime":86,"cert":"N\/A","id":80189,"title":"The Double Steps","adult":false,"genre_ids":[18]},{"cast":["Álex Angulo","Jon Ariño ","Ion Arretxe"],"overview":"Ismael is not doing very well lately. He is a screenwriter in his low hours, has gained twenty kilos, his girlfriend left him and his accounts are zero. All he needed was to witness a violent robbery and be pressured by police to identify a dangerous offender, which in turn intimidates him not to do so. Then he meets Deborah, a young prostitute who has not lost all the innocence and a natural sweetness, which is for Ismael the closest thing to redemption. But the commissioner Iturrioz does not rest ...","release_date":"2011-07-08","vote_average":0.0,"runtime":88,"cert":"N\/A","id":80190,"title":"Un mundo casi perfecto","adult":false,"genre_ids":[]},{"cast":["Carlotta Bosch","Marcel Tomàs","Ramón Curós"],"overview":"Alex is a screenwriter working on a very personal script, the story of a weekend with a goal: to make love to his wife four times... Four times is not that many, isn't it? But with their daughter, friends, neighbors and a party getting in the way... things are not going to be that easy and even less fitting all that into a first draft with the decision not to rewrite a single line!","release_date":"2011-07-22","vote_average":7.0,"runtime":81,"cert":"N\/A","id":80191,"title":"Passi el que passi","adult":false,"genre_ids":[]},{"cast":["Bega Gautarazde","Giorgi Goguazde","Kathuna Shurgaia"],"overview":"Nino crosses a vast waste ground in the outskirts of Tbilisi. This young Georgian woman tries to push her life forward, but it's not going to be easy. In the remote mountains of the Caucasus, solitary Beqa is visited by his nephew Tazo, a refugee from the Russian bombings. When the echoes of the war still persist, both lives are crossed by this bittersweet story of silences and cigarettes.","release_date":"2011-10-21","vote_average":0.0,"runtime":85,"cert":"N\/A","id":80192,"title":"Ori","adult":false,"genre_ids":[]},{"cast":["John Wayne","Noah Beery","Paul Hurst","Mae Madison","Luis Alberni"],"overview":"Deputy Sheriff John Steele recruits bandit Sonora Joe to help him find out who's been bumping off all the local lawmen and rustling the cattle.","release_date":"1932-10-08","vote_average":4.5,"runtime":54,"cert":"","id":80193,"title":"The Big Stampede","adult":false,"genre_ids":[28,37]},{"cast":["Clark Hassler","Chet Childress","Daniel Shimizu","Grant Taylor","Lewis Marnell"],"overview":"The first video in the Nike Skateboarding Chronicles series. Featuring Chet Childress, Clark Hassler, Daniel Shimizu, Grant Taylor, Lewis Marnell, Stefan Janoski, Wieger Van Wageningen, and Youness Amrani.","release_date":"2011-01-01","vote_average":0.0,"runtime":33,"cert":"N\/A","id":80194,"title":"The SB Chronicles, Vol. 1","adult":false,"genre_ids":[]},{"cast":["Sofia Pernas","Jeff D'Agostino","Christine Evangelista","Adrian R'Mante","Megan Hensley"],"overview":"A group of friends fight for their lives against the lethal and ravenous creatures lurking beneath the Earth's surface. The group finds themselves at the mercy of creatures genetically engineered by the military to be expendable in battle. Though they fought countless battles in Iraq, these friends never knew real fear until they went underground.","release_date":"2011-01-01","vote_average":4.3,"runtime":83,"cert":"N\/A","id":80195,"title":"Underground","adult":false,"genre_ids":[27]},{"cast":["George Raft","Jane Bryan","William Holden","Humphrey Bogart","Flora Robson"],"overview":"Invisible Stripes is a 1939 Warner Bros. crime film about a gangster (George Raft) unable to go straight after returning home from prison. The movie was directed by Lloyd Bacon and also features William Holden and Humphrey Bogart. The screenplay by Warren Duff was based on the novel of the same name by Warden Lewis E. Lawes, a fervent crusader for prison reform, as adapted by Jonathan Finn.","release_date":"1939-12-30","vote_average":6.6,"runtime":81,"cert":"N\/A","id":80196,"title":"Invisible Stripes","adult":false,"genre_ids":[80,18]},{"cast":["Javier Albalá","Ernesto Alterio","Luchi López"],"overview":"Pamplona, 1973. Eusebio Luquin, a police inspector who never loses any sleep over his work, is asked to solve, along with his new detective, Fermín, the rape and murder of a young woman near the army barracks. The army, however, offers them little support in their investigations. Nevertheless, a recent photograph of the victim uncovers a vital clue, and the prime suspect turns out to be the husband of Elvira, a kitchen worker at the barracks. But just as it appears that everything has been resolved, a shocking series of events re-opens a case in which it seems some people are keen to keep quiet while the rest are keen that no questions are asked.","release_date":"2004-04-28","vote_average":5.5,"runtime":99,"cert":"N\/A","id":80197,"title":"Muertos comunes","adult":false,"genre_ids":[53]},{"cast":["Lukas Haas","January Jones","Brianne Davis","Mary Mara","Lee Weaver"],"overview":"SWEDISH AUTO is the dramatic story of a small-town mechanic who voyeuristically observes life from the shadows. When he discovers that a young woman is similarly watching him, he is compelled to confront a world that he has always avoided","release_date":"2006-06-27","vote_average":0.0,"runtime":97,"cert":"N\/A","id":80198,"title":"Swedish Auto","adult":false,"genre_ids":[18,10749]},{"cast":["Kathy Baker","LisaGay Hamilton","Debi Mazar","Radha Mitchell","Elizabeth Peña"],"overview":"Ten women give monologues to camera, each remembering a man who was important in their lives.","release_date":"2002-01-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":80199,"title":"Ten Tiny Love Stories","adult":false,"genre_ids":[18,10749]},{"cast":["Olivier Gruner","Alicia Coppola","Ken Olandt","Jorja Fox","Bruce Weitz"],"overview":"In a desolate and treachorous region of space known as the Velocity Run, a heavily armored ship passes every six months. It carries billions of Universal Dollars between the colonies and the Central Bank on Earth. Hard currency has returned due to rampant electronic crime. Now a team of highly trained mercenaries are about to commit the perfect crime in a place where evidence and witnesses have no chance of survival. In this deadly corridor of space, a single man must stop them.","release_date":"1999-02-22","vote_average":5.1,"runtime":86,"cert":"N\/A","id":80200,"title":"Velocity Trap","adult":false,"genre_ids":[878]},{"cast":["Stacy Keach","Wes Brown","Erin Cahill","Jason London","Lance E. Nichols"],"overview":"A series of freak weather occurrences around Washington D.C. reunites two estranged brothers who are the sons of a once prestigious climate scientist. One of them suspects their father is behind it and upon further investigation, they discover that all of their father's enemies are dead - victims of freak weather accidents.","release_date":"2011-11-26","vote_average":3.4,"runtime":82,"cert":"N\/A","id":80201,"title":"Storm War","adult":false,"genre_ids":[878]},{"cast":[],"overview":"HBO Documentary Films Presents the story of the effort to save the 895th surviving oiled pelican in Louisiana, showing how conservationists, government agencies and wildlife activists joined forces to preserve this one life.","release_date":"2011-04-01","vote_average":5.0,"runtime":39,"cert":"N\/A","id":80202,"title":"Saving Pelican 895","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Im Ruaha-Nationalpark, einem nur wenig bekannten Park im Süden Tansanias, fällt immer weniger Niederschlag. Verschärft wird das Problem noch, weil die Menschen das wenige Wasser durch einen Staudamm im Oberlauf des Ruaha-Flusses zurückhalten. Und wenn die Pflanzenfresser aufgrund von Nahrungsmangel weggehen, müssen ihre Feinde, die Fleischfresser, auch fortziehen. So begeben sich neun Löwinnen mit ihren Babys auf eine gefährliche und tödliche Wanderung, fort aus dem trockenen Paradies... Diese französische Dokumentation zeigt eindringlich die Auswirkungen des Klimawandels auf die Tierwelt!","release_date":"2008-12-29","vote_average":8.0,"runtime":43,"cert":"N\/A","id":80203,"title":"Les lionnes de la rivière de sable","adult":false,"genre_ids":[]},{"cast":["David Blom","Sara Alström","Maria von Bredow","Anna von Bredow"],"overview":"Set in the WWII era, the story tells of a boy in a small village who befriends three girls around his age. One day he discovers a young couple sneaking into an old and cracked bathing shack and decides to alert his new friends. When the kids join up at the shack, the eldest girl comes up with the idea to lock the couple inside, threatening not to let them out until they \"do it\" and allow the kids to watch from the outside. And so begins the psychological warfare...","release_date":"1989-10-17","vote_average":9.0,"runtime":39,"cert":"N\/A","id":80204,"title":"Badhuset","adult":false,"genre_ids":[18]},{"cast":["Franco Nero","Sinkovits Imre"],"overview":"Filmed in commemoration of Hungary's 1100th anniversary and on the sites of the actual events, a cast of thousands authentically recreates the 896 AD arrival of the Magyar chief Arpad (Nero) and his seven tribes into the Carpathian basin from the steppes.","release_date":"1996-12-12","vote_average":4.3,"runtime":109,"cert":"N\/A","id":80205,"title":"The Conquest","adult":false,"genre_ids":[14,18,27,36,878]},{"cast":["Leonora Fani","Tino Schirinzi","Paola Senatore","Ugo Tognazzi","Sven Valsecchi"],"overview":"In the Catholic and traditionalist Italy, two teenagers covertly discover new prohibited games.","release_date":"1977-09-21","vote_average":5.2,"runtime":108,"cert":"N\/A","id":80206,"title":"Nene","adult":false,"genre_ids":[18]},{"cast":["Gigi Proietti","Irene Papas","Teresa Ann Savoy","Mario Scaccia","Bruno Cirino"],"overview":"In order to convince Raimonda, a wealthy noble woman, to finance his project for a holiday resort, Saverio gets engaged to Clotilde, her mentally-disturbed and sex-obsessed adolescent daughter. He plans to have her kidnapped and raped by an accomplice so she won't be a virgin anymore and he'll have an excuse to get out of the impending marriage. But what he doesn't plan is to fall in love with the girl...","release_date":"1974-09-17","vote_average":4.9,"runtime":97,"cert":"N\/A","id":80207,"title":"Bambina","adult":false,"genre_ids":[35,18,10749]},{"cast":["Prince","Michael Bland","Rosie Gaines","Tommy Barbarella","Kirk Johnson"],"overview":"Prince and the new power generation music video","release_date":"1992-10-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":80208,"title":"Prince and the N.P.G.: Diamonds and Pearls Video Collection","adult":false,"genre_ids":[10402]},{"cast":["George Harrison"],"overview":"This release documents the remarkable life of George Harrison. By turns spiritual, darkly funny, and loving father, Harrison was an uncommon man who led an uncommon life. This documentary attempts to present an overview of his many sides.","release_date":"2002-09-01","vote_average":4.0,"runtime":60,"cert":"","id":80209,"title":"George Harrison - The Quiet one","adult":false,"genre_ids":[]},{"cast":["Sarah Palin","Pamela Anderson","Mark Ballas","Roseanne Barr","Joy Behar"],"overview":"A documentary that chronicles Sarah Palin's pre-political life; her tenure as Governor of Alaska, and her time spent as John McCain's running mate.","release_date":"2011-07-15","vote_average":1.8,"runtime":117,"cert":"N\/A","id":80210,"title":"The Undefeated","adult":false,"genre_ids":[99]},{"cast":["D.W. Brown","Peter Ellenstein","Patrick Houser","Chip McAllister","Pamela Kay Davis"],"overview":"Three rookie sailors who have just completed basic training are out on their first weekend pass. As they hit one bar after another, they soon forget everything the Navy ever taught them.","release_date":"1984-02-03","vote_average":4.0,"runtime":88,"cert":"N\/A","id":80211,"title":"Weekend Pass","adult":false,"genre_ids":[35]},{"cast":["Ray Chang","Sonia Sui","Nikki Hsieh"],"overview":"Being a mortuary cosmetologist, Min-Hsiu is used to seeing dead bodies until she accidentally spots a female corpse – her high school teacher Miss Chen Ting. Nie Cheng-Fu, Chen Ting’s husband, loves his wife profoundly and tries to find more memories of her with Min-Hsiu’s help. At that point, a detective, Kuo Yung-Ming, senses that the truth behind this case may not be as simple as it seems. Death is not the end of  life, but another beginning of it...","release_date":"2011-05-13","vote_average":6.0,"runtime":107,"cert":"N\/A","id":80212,"title":"Make Up","adult":false,"genre_ids":[14]},{"cast":[],"overview":"Owl has organized an elaborate and fun series of races in the forest. In order to reach the finish line and earn a medal, the gang must figure out word games and perform a series of opposite moves. But what are opposites? Eager to win, everyone soon discovers that when one way of moving doesn't work, moving in a contrary way usually does! After an exciting day of games, one friend in particular will surprise everyone, including himself, when he wins the most special medal of all.","release_date":"2006-08-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":80213,"title":"Winnie the Pooh: Wonderful Word Adventure","adult":false,"genre_ids":[10751]},{"cast":["Stewart Granger","Joan Greenwood","Flora Robson","Françoise Rosay","Frederick Valk"],"overview":"Sophie Dorothea is a young woman forced into a loveless marriage with Prince George Louis of Hanover. George Louis is later crowned King George I of England. Despairing of ever experiencing true love, the depressed queen finds life at court no solace. Sophie then falls for a dashing Swedish soldier of fortune, Count Konigsmark.","release_date":"1948-10-04","vote_average":6.7,"runtime":96,"cert":"","id":80216,"title":"Saraband for Dead Lovers","adult":false,"genre_ids":[18,36]},{"cast":["Marie Hammer Boda","Petrine Agger","Leonora Nielsen","Henrik Noél Olesen","Daniel Stampe"],"overview":"Anna is a 12-year-old girl, living in a small fishing village. She is at a crossroad in her life. Her surroundings are changing - and so is she.","release_date":"2009-01-01","vote_average":6.1,"runtime":35,"cert":"N\/A","id":80217,"title":"Anna","adult":false,"genre_ids":[18]},{"cast":["Dominique Swain","Henry Thomas","Arie Verveen","James Urbaniak","Karen Allen"],"overview":"Inez Macbeth is a pretty young woman married to Edgar, a moody and unstable felon. When Inez becomes interested in the sensitive and wealthy lawyer Druden Hunt, Edgar derails their budding romance by keeping her captive in their home. With his scruffy buddy, Flowers, on hand to watch Inez, Edgar continues to hold her prisoner, but eventually she devises a way to escape that tests the loyalty of Flowers and leads to murder.","release_date":"2003-01-20","vote_average":4.0,"runtime":103,"cert":"N\/A","id":80218,"title":"Plain Dirty","adult":false,"genre_ids":[10749,53,18]},{"cast":["Thora Birch","Michael Riley","Kelly Lynch","Robert Bockstael","Makyla Smith"],"overview":"Based on a true story. Liz Murray is a young girl who is taken care of by her loving, but drug-addicted parents. Liz becomes homeless at 15 and after a tragedy comes upon her, she begins her work to finish high school.","release_date":"2003-04-07","vote_average":7.5,"runtime":104,"cert":"N\/A","id":80219,"title":"Homeless to Harvard: The Liz Murray Story","adult":false,"genre_ids":[18,10770]},{"cast":["Eléonore Klarwein","Odile Michel","Yves Rénier","Anouk Ferjac","Jacqueline Boyer"],"overview":"In the fall of 1963, Anne is becoming a teenager. She lives in Paris with her mother and her older sister, Frédérique. They're just back from summer at the beach with their father. School starts. A turbulent year awaits them both.","release_date":"1977-12-14","vote_average":6.5,"runtime":97,"cert":"N\/A","id":80220,"title":"Peppermint Soda","adult":false,"genre_ids":[35,18]},{"cast":["Beau Bridges","Jena Malone","Shelton Dane","Allegra Denton","Bruce Davison"],"overview":"Story of a man Bill Januson whose pride in being the head of his family won't let him accept help from his sick daughters doctor. He has to prove to his kids that even with the death of his wife and the loss of his job that they can and will survive. After hitting brick wall after brick wall comes a glimmer of hope.","release_date":"1996-12-01","vote_average":7.7,"runtime":93,"cert":"N\/A","id":80221,"title":"Hidden in America","adult":false,"genre_ids":[10770,18]},{"cast":["Hugh Sinclair","Dinah Sheridan","John Laurie","Barry Morse","Dora Bryan"],"overview":"A famous mystery writer uses his own plot tricks to murder a blackmailer in this British thriller.","release_date":"1950-09-08","vote_average":6.5,"runtime":76,"cert":"","id":80222,"title":"No Trace","adult":false,"genre_ids":[80,18]},{"cast":["Sivaji Ganesan","K. Bhagyaraj","Poornima Bhagyaraj","Radhika Sarathkumar","Radha"],"overview":"","release_date":"1984-09-14","vote_average":0.0,"runtime":148,"cert":"N\/A","id":80223,"title":"Dhaavani Kanavugal","adult":false,"genre_ids":[18]},{"cast":["Parthiban","Meena","Vijayakumar","Vadivelu","Indhu"],"overview":"Bharathi Kannama film directed by Cheran. It was well received critically and commercially upon release.The story revolves around Bharathi (Parthiban), a worker for a rich Thevar Zamindar (Vijayakumar). He comes from a lower caste and falls in love with the rich Zamindar's daughter Kannamma (Meena).","release_date":"1996-12-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80224,"title":"Bharathi Kannamma","adult":false,"genre_ids":[18]},{"cast":["Parthiban","Ajith Kumar","Devayani","Suvalakshmi","Vijayakumar"],"overview":"Ganesh (Parthiban), is the only son of Mudaliar-Gounder intercaste marriage (Jaiganesh and Sathyapariya), and he loses several prospective brides due to this and spends his time dreaming of marriage. On a bus ride to Chengalpattu to take up a promotion as a bank manager, he gets involved in an accident. The scene shifts to three months later when he finally shows up at Chengalpattu. Nandini (Devayani), lives in the house opposite to his, showers affection on him, giving him coffee, providing him with hot water, etc. Ganesh falls in love with Nandini but when he visits her family with his parents to talk about marriage, she rejects him.","release_date":"1999-08-15","vote_average":4.8,"runtime":159,"cert":"N\/A","id":80225,"title":"Nee Varuvai Ena","adult":false,"genre_ids":[]},{"cast":["Kunchacko Boban","Samyuktha Varma","Asin Thottumkal","Parthiban","Sreenivasan"],"overview":"The story follows Jayakanthan, son of Narendran, who comes from Kumbakonam, Tamil Nadu to his parent's village Paruthippara in Kannur district, Kerala to reclaim his father's property.","release_date":"2001-08-17","vote_average":6.8,"runtime":155,"cert":"N\/A","id":80226,"title":"Narendran Makan Jayakanthan Vaka","adult":false,"genre_ids":[35,10751]},{"cast":["Parthiban","Kaveri","Aswin Thampy","Raj Kapoor","Fathima Babu"],"overview":"Kannadi Pookal","release_date":"2004-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80227,"title":"Kannadi Pookal","adult":false,"genre_ids":[]},{"cast":["Parthiban","Madhumitha","Sriman","Deepa Venkat"],"overview":"","release_date":"2004-09-03","vote_average":0.0,"runtime":120,"cert":"N\/A","id":80228,"title":"Kudaikul Mazhai","adult":false,"genre_ids":[10749]},{"cast":["Parthiban","Raai Laxmi","Vadivelu","Mallika","Madhan Bob"],"overview":"Ilango aspires to get his sister married to a millionaire. For this, he tries his best to find a rich suitor, but ultimately realises that money is not everything and lets her marry the one she loves.","release_date":"2005-10-05","vote_average":0.0,"runtime":150,"cert":"N\/A","id":80229,"title":"Kundakka Mandakka","adult":false,"genre_ids":[35,18,10751]},{"cast":["Namitha","Parthiban","Latha Rao","Raj Kamal"],"overview":"Pachamuthu (Parthipan) by his own confession is a Porikki and due to the fear he is able to whip up, he rules over a slum area in Chennai. He is a sadist, a pervert and treats his own mother like a slave worker and swears at her. He is always on the look out to make a fast buck and has no qualms about doing dirty jobs for others; provided he is paid.  One day he walks into a marriage pandal and is able to get a sneak view of the bride Poovu (Namitha) as she is dressing up for the marriage. Instantly Pacha takes a liking to her. He beats up the groom, marries the poor girl and takes her to bed after telling his shell-shocked mother and other women that he isn't going to wait until after they are married to have sex with her.","release_date":"2006-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80230,"title":"Pachchak Kuthira","adult":false,"genre_ids":[]},{"cast":["Parthiban","Bharathi","Thennavan","Rajshri Nair"],"overview":"Ammuvagiya Naan","release_date":"2007-08-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80231,"title":"Ammuvagiya Naan","adult":false,"genre_ids":[18]},{"cast":["Parthiban","Chaya Singh","Anandaraj","Karunas","Kuyili"],"overview":"Vallamai Tharayo","release_date":"2008-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80232,"title":"Vallamai Tharayo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Simhamukhi","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80235,"title":"Simhamukhi","adult":false,"genre_ids":[]},{"cast":["Daniel D. Halleck","Hugh Hefner","Monique Kraamwinkel","Sacha Kraamwinkel","Marie Antoinette"],"overview":"It is a sex education film of sorts dedicated to all forms of human sexuality.","release_date":"1969-08-29","vote_average":6.5,"runtime":83,"cert":"N\/A","id":80236,"title":"Freedom to Love","adult":false,"genre_ids":[99,18]},{"cast":["Parthiban","Shamna Kasim","Milind Soman","Vincent Asokan"],"overview":"Vithagan happens to be the 50th film of Parthipan, has him in the role of a police officer, who is brainy as well as brawny.","release_date":"2011-11-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80237,"title":"Vithagan","adult":false,"genre_ids":[10749,18,28]},{"cast":["Parthiban","R. Ajay","P. S. Srijith","Gokulnath","Sanam Shetty"],"overview":"People in a village believe that a monster resides and creates havoc in the corn fields. Two students who study at a college near the village decide to investigate the matter. They are successful in capturing the monster.","release_date":"2012-02-17","vote_average":5.5,"runtime":132,"cert":"N\/A","id":80238,"title":"Ambuli","adult":false,"genre_ids":[14,27,53]},{"cast":["Stewart Granger","Grace Kelly","Paul Douglas","John Ericson","Murvyn Vye"],"overview":"Set in the coffee fields of Colombia, Green Fires stars Stewart Granger and Grace Kelly. Granger plays emerald prospector Rian X. Mitchell, who intends to explore an old deserted mine despite the protests of his partner Vic Leonard Paul Douglas and the threat of death at the hands of local bandit El Moro Murvyn Vye. Ms. Kelly costars as Catherine Knowland, whose coffee plantation lies at the foot of the mine where Mitchell labors away. Such natural disasters as rain and flood, coupled with such man-made weapons of destruction as guns and dynamite, continually thwart Mitchell's search for riches.","release_date":"1954-12-29","vote_average":6.3,"runtime":100,"cert":"N\/A","id":80241,"title":"Green Fire","adult":false,"genre_ids":[12,18]},{"cast":["Steve Austin","Paul Wight","Vince McMahon","Bret Hart","Mick Foley"],"overview":"He's one of the most popular Superstars in the history of sports-entertainment, with a resume that includes six WWE Championship reigns, three Royal Rumble victories, a King of the Ring Championship, and an unprecedented run of raising hell throughout WWE. Stone Cold Steve Austin continues to be both popular and controversial.","release_date":"2011-11-29","vote_average":8.4,"runtime":151,"cert":"N\/A","id":80242,"title":"Stone Cold Steve Austin: The Bottom Line on the Most Popular Superstar of All Time","adult":false,"genre_ids":[99]},{"cast":["Wei Wei Zhao","Qiong Wu","Zhao Tao","Qing Feng Zhou","Wang Hongwei"],"overview":"Three disaffected youths live in Datong in 2001, part of the new \"Birth Control\" generation. Fed on a steady diet of popular culture, both Western and Chinese, the characters of Unknown Pleasures represent a new breed in the People's Republic of China, one detached from reality through the screen of media and the internet.","release_date":"2002-06-06","vote_average":6.3,"runtime":113,"cert":"N\/A","id":80243,"title":"Unknown Pleasures","adult":false,"genre_ids":[35,18]},{"cast":["Oleg Dal","Marina Neyolova","Vladimir Etush","Georgiy Vitsin","Vera Titova"],"overview":"Based on the famous fairytale \"The Tinderbox\" by Hans Christian Andersen.","release_date":"1968-06-04","vote_average":6.6,"runtime":90,"cert":"N\/A","id":80244,"title":"A Very Old Story","adult":false,"genre_ids":[10751,14]},{"cast":["Sivaji Ganesan","Ajai","Malavika","M. N. Nambiar","Raghuvaran"],"overview":"Overview Coming Soon...","release_date":"1999-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80245,"title":"Poo Parikka Varugirom","adult":false,"genre_ids":[18]},{"cast":["R. Sarathkumar","Namitha","Vadivelu","R. Thyagarajan"],"overview":"Chanakya in this movie Ganesh (Sarath Kumar) is an auto driver. He is earning money to help the poor and the needy.Ganesh likes to be in publicity for that he will do kidnap and murder. Then he will be maximum publicity in the media as a person crazy only for publicity. Later people begin to call him 'Publicity' Ganesh.","release_date":"2005-09-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80246,"title":"Chanakya","adult":false,"genre_ids":[28,10749]},{"cast":["Gauri Munjal","Malavika","Vivek","Saranya Ponvannan","Shivaji Dev"],"overview":"Singakutty is a drama Tamil film starring Sivaji, Gauri Munjal and Malavika, released in 2008.stunt master Anal arasu was acting as a negative role named as Muthu pandi.","release_date":"2008-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80247,"title":"Singakutty","adult":false,"genre_ids":[28]},{"cast":["Arun Vijay","Vedhika","Prabhu Ganesan","Prakash Raj","Santhanam"],"overview":"Malai Malai is all about two mountains of power clashing with each other. One man is an important and powerful figure in the village while the other man hails form the city. Why they clash is the story of Malai Malai.","release_date":"2009-07-31","vote_average":5.0,"runtime":null,"cert":"N\/A","id":80248,"title":"Malai Malai","adult":false,"genre_ids":[10751]},{"cast":["Sundar C","Sheryl Brindo","Jayaram","Vivek","Ashish Vidhyarthi"],"overview":"Vaada film Sundar C and Sheryl Brindo in lead. Sundar C is essaying the role of a person who avenges the person who has spoilt his life. Sheryl Pinto acts as an ardent fan of MGR and she feels her husband Sundar C should also be like him. Both of them dance for the song Enakku Needhan MGR Unakku Naan Dhan Saroja Devi.","release_date":"2010-10-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":80249,"title":"Vaada","adult":false,"genre_ids":[28,35]},{"cast":["R. Sarathkumar","Namitha","Kalabhavan Mani","Vadivelu","Ilavarasu"],"overview":"Aei movie begins with Sakthivel (Sarath Kumar) selling electrical accessories along with his friend Palani (Vadivelu) leading a peaceful life at Palani. He comes across Anjali (Nameedha) and falls in love with her.Sakthivel's past is made to unfold in a flashback. He is a military officer who joins his friend Mani (Kalabhavan Mani) on a vacation. The duo decides to reform the society and cleanse the police department by taking as hostage a few corrupt police officers.","release_date":"2004-12-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":80250,"title":"Aai","adult":false,"genre_ids":[28,35]},{"cast":["Prashanth Thyagarajan","Jaya Re","Mumtaj","Suhasini Maniratnam","Livingston"],"overview":"Chocolate is a 2001 Tamil film directed by A. Venkatesh featuring Prashanth and Jaya Re in the lead roles. Livingston, Suhasini, Mumtaj and Nagendra Prasad play supporting roles, while the film's score and soundtrack are composed by Deva.","release_date":"2001-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80251,"title":"Chocolate","adult":false,"genre_ids":[]},{"cast":["Choosak Iamsook","Somchai Kemglad","Ornjira Lamwilai","Pitchanart Sakakorn","Somlek Sakdikul"],"overview":"Tun (Choosak Lamsook) and Tao (Somchai Kemglad) are good buddies. One night at a karaoke pub, Tun falls for Nok who is a mafia's girl. Nok disappears after the night. Tun's trying to find her with the help from Tao. But things go upside-down when they have to kidnap a girl for money and almost trap themselves in their own plan. The two good buddies have to find a way to survive.","release_date":"2004-10-07","vote_average":6.0,"runtime":93,"cert":"N\/A","id":80252,"title":"Lightning Rod","adult":false,"genre_ids":[35,80,10749]},{"cast":["Kim Cattrall","Michael Bader","Betty Dodson","Thomas Moore","Maggie Paley"],"overview":"This documentary explores the mysteries and origins of sexual desire.","release_date":"2005-11-15","vote_average":4.7,"runtime":82,"cert":"N\/A","id":80253,"title":"Kim Cattrall: Sexual Intelligence","adult":false,"genre_ids":[99]},{"cast":["Ted McGinley","Daniel Baldwin","Nancy Stafford","Brad Stine","Paloma Peterson"],"overview":"An attorney returns to his small home town in Alaska and quickly rocks the boat by getting an injunction against the nativity display tradition and attacking Christmas.","release_date":"2011-12-24","vote_average":5.8,"runtime":81,"cert":"N\/A","id":80254,"title":"Christmas with a Capital C","adult":false,"genre_ids":[18]},{"cast":["Rock Hudson","Jennifer Jones","Vittorio De Sica","Luigi Barzini","Georges Brehat"],"overview":"A Farewell to Arms is a 1957 American drama film directed by Charles Vidor. The screenplay by Ben Hecht, based in part on a 1930 play by Laurence Stallings, was the second feature film adaptation of Ernest Hemingway's 1929 semi-autobiographical novel of the same name. It was the last film produced by David O. Selznick.","release_date":"1957-12-14","vote_average":6.2,"runtime":152,"cert":"N\/A","id":80255,"title":"A Farewell to Arms","adult":false,"genre_ids":[10749,18,10752]},{"cast":["Antti Reini","Eppu Salminen","Jasper Pääkkönen","Maria Järvenhelmi","Ilkka Heiskanen"],"overview":"In the heat of the night, a man from faraway plays the piano. In the local hillside prison, a bitter double-crossed convict stares at the city life over the roofs. A revenge is brewing in his mind; the blood-thirsty killer prepares his escape. Vares gets a client who needs private investigations. Despite the beautiful wife, Vares smells a rat... In the middle of the summer night, a shot rings out. One life comes to an end and Vares finds changes in his assignment. The clues lead him to first-hand encounters and second-hand bookshops; a visit to the gym reveals a drug-smuggling route from Stockholm... Vares finds himself entangled in hot money and cool silk. In the background slithers a cunning garter snake.","release_date":"2011-08-05","vote_average":5.8,"runtime":null,"cert":"N\/A","id":80256,"title":"Vares: Garter Snake","adult":false,"genre_ids":[80,28]},{"cast":["Maysa Marta","Jacquelina Camara","Antonio Simao Mendes","Jorge Quintino Biague","Gervasio Anibal da Mata"],"overview":"A beautiful, intelligent and flirtatious young girl, Yonta, is secretly in love with a friend of her parents, Vicente, a hero of the war of independence. Vicente is unaware of her passion as she is of the love of a young man who sends her anonymous love letters.","release_date":"1992-05-26","vote_average":7.3,"runtime":90,"cert":"N\/A","id":80257,"title":"The Blue Eyes of Yonta","adult":false,"genre_ids":[18]},{"cast":["Enrico Lo Verso","Galatea Ranzi","Lucia Sardo"],"overview":"Salvatore is a young orphan, living in Sicily with his little sister and his grandmother; after loosing his father in a tragic way he quits school and starts working as a fisherman and a farmer in order to support his little family. The Social Services soon discover the situation and resolve to put Salvatore in an orphanage, parting him from his family. Only a young, idealistic teacher (Enrico Lo Verso) tries to help him, going everyday after school to his house, to teach him the lessons he misses in the morning and to work with him in his greenhouse or on his fishing boat.","release_date":"2006-10-31","vote_average":7.1,"runtime":90,"cert":"N\/A","id":80258,"title":"Salvatore. Questa è la vita","adult":false,"genre_ids":[]},{"cast":["Richard Arlen","Wendy Barrie","Nils Asther","Roger Pryor","Abner Biberman"],"overview":"Nazi spies use a stolen shortwave transmitter prototype to broadcast top secret shipping info to an offshore Japanese sub. To nab the spy ring, the Government has the West Coast's top radio engineers fired and shadowed to see if the Nazis recruit them to complete work on the prototype radio. Radio engineer Lew Deerhold, a resident alien without a job to pay for his adorable little ward Gina's life-saving operation, falls prey to the spy ring, and is swept up in a maelstrom of deceit and danger.","release_date":"1943-06-28","vote_average":4.5,"runtime":66,"cert":"N\/A","id":80259,"title":"Submarine Alert","adult":false,"genre_ids":[28,53]},{"cast":["John Bentley","Brett Halsey","Wayne Heffley","Steve Mitchell"],"overview":"For his first command in the Pacific war a by-the-book officer is ordered to take his submarine on a reconnaissance mission to locate a fleet of Japanese fighting ships the Allies have lost track of. At first, the rest of the crew resent his distant manner and the way he keeps avoiding taking on the Japs.","release_date":"1958-12-01","vote_average":4.0,"runtime":83,"cert":"N\/A","id":80260,"title":"Submarine Seahawk","adult":false,"genre_ids":[10752]},{"cast":["Lynn Collins","Kelli Garner","Justin Theroux","Manoj Bajpayee","Frank Langella"],"overview":"A doomed love affair blooms against the beautiful and exotic backdrop of the deserts of India in this romantic drama. Samantha Hartley (Kelli Garner) is a woman in her early twenties who travels to Rajapur in India to visit a resort where her mother stayed years ago. While tracing the steps of her mother, Sara (Lynn Collins), Samantha learns the true story about her mother's stormy marriage to Jeremy (Justin Theroux), a charming but moody alcoholic. Only a few days after their wedding, Sara began to wonder if marrying Jeremy was a mistake, and while visiting India on their honeymoon, Sara met Jai Singh (Manoj Bajpai), a handsome and sensitive widower living in Rajapur. Jai Singh, who speaks fluent English, soon strikes up a friendship with Sara that quickly grows into a romance, but both are aware of the transgressive nature of their love, and their affair takes a tragic turn, leaving its scars on all parties involved.","release_date":"2006-11-01","vote_average":8.0,"runtime":97,"cert":"N\/A","id":80261,"title":"Return to Rajapur","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Barrage is a stunning visual and aural fusion of music, dance, theatre and song centered around an ageless and powerful instrument—the violin. The performance offers a bombardment of cultures, styles and vitality. The original music of Dean Marshall elevates the violin to new and magical heights. You've never seen or heard anything like this before! This inspiring presentation, Barrage: The World on Stage, was filmed in December, 1999 at the Jack Singer Concert Hall in Calgary, Alberta, Canada.","release_date":"2002-06-06","vote_average":4.5,"runtime":60,"cert":"N\/A","id":80262,"title":"Barrage: The World On Stage","adult":false,"genre_ids":[10402,10751]},{"cast":["Shakira"],"overview":"This musical release from pop singer Shakira captures a live performance by the artist, recorded live in Paris. Some of the songs featured in the performance include \"Nothing Else Matters\", \"Whenever, Wherever\", \"Underneath Your Clothes\", \"Why Wait\", and more.","release_date":"2011-05-12","vote_average":5.7,"runtime":90,"cert":"N\/A","id":80263,"title":"Shakira: Live from Paris","adult":false,"genre_ids":[99,10402]},{"cast":["Ben Gazzara","Pat Hingle","Peter Mark Richman","Arthur Storch","Paul E. Richards"],"overview":"A military school student develops a destructive power over his fellow cadets.","release_date":"1957-04-12","vote_average":6.0,"runtime":100,"cert":"N\/A","id":80264,"title":"The Strange One","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The inaugural Anger Management Tour was founded and started in the fall 2000 by Limp Bizkit, Papa Roach, and after the release of The Marshall Mathers LP by Eminem. Originally targeted at both rap and rock fans, the first \"Anger Management\" outing took place in 2000. It had two separate legs. The second tour took place in the summer of 2002. Eminem told LAUNCH, \"It's basically the same thing that it was the last Anger Management Tour without Limp Bizkit...Papa Roach are still cool though.\"[citation needed] The third tour took place in the summer of 2005. 50 Cent missed the tour's first two stops because of a scheduling conflict; he was tied up shooting his film debut. Ludacris filled in on those dates. The European part of the tour was cut short due to the exhaustion of tour founder Eminem and his addiction to sleeping pills.","release_date":"2005-06-28","vote_average":8.0,"runtime":null,"cert":"N\/A","id":80265,"title":"Eminem: The Anger Management Tour","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2005-10-04","vote_average":5.3,"runtime":null,"cert":"N\/A","id":80266,"title":"Mestre Bimba, a Capoeira Iluminada","adult":false,"genre_ids":[18,99]},{"cast":["Dennis Weaver","Karen Grassle","Pamela Bellwood","James Spader","Jeffrey Tambor"],"overview":"A 47 year old real estate salesman gets trapped in the insidious web of cocaine addiction.","release_date":"1983-08-08","vote_average":0.0,"runtime":97,"cert":"N\/A","id":80267,"title":"Cocaine: One Man's Seduction","adult":false,"genre_ids":[18,10770]},{"cast":["Joey Wong","Gabriel Wong","Shing Fui-On","Anthony Wong","Parkman Wong"],"overview":"1000 years before our time: Master Cho-Lo, a Taoist priest (Lam Ching-Ying) and his two understudies (Parkman Wong and Shing Fui On) go on a quest to fight an evil Japanese demon. When the Taoist priest and his two helpers impose a ritual on the demon, they're all thrown into a time vortex and finally find themselves in modern day Hong Kong. Now the fight continues – in a different time and with many new problems ...","release_date":"1991-01-05","vote_average":3.5,"runtime":95,"cert":"N\/A","id":80268,"title":"An Eternal Combat","adult":false,"genre_ids":[28,35,14]},{"cast":["Yanni","Charlie Adams","Karen Briggs","Michael \"Kalani\" Bruno","Ric Fierabracci"],"overview":"A concert by contemporary instrumental musician Yanni, recorded live at the Herodes Atticus Theatre, Athens, Greece, on September 25, 1993.","release_date":"1994-03-01","vote_average":8.2,"runtime":95,"cert":"N\/A","id":80269,"title":"Yanni: Live at the Acropolis","adult":false,"genre_ids":[99,10402]},{"cast":["Richard Attenborough","David Hemmings","Alexandra Stewart","Nicholas Pennell"],"overview":"Three con artist try to fool an African militant by selling him a bogus shipment of arms. Things go awry however, when the three have plotted to double-cross each other in trying to take the money. (TCM.com)","release_date":"1968-05-27","vote_average":10.0,"runtime":104,"cert":"PG","id":80270,"title":"Only When I Larf","adult":false,"genre_ids":[28,35]},{"cast":["Miley Cyrus","Demi Moore","Douglas Booth","Ashley Greene","Ashley Grace"],"overview":"In a world connected by YouTube, iTunes, and Facebook, Lola and her friends navigate the peer pressures of high school romance and friendship while dodging their sometimes overbearing and confused parents. When Lola's mom, Anne, \"accidentally\" reads her teenage daughter's racy journal, she realizes just how wide their communication gap has grown.","release_date":"2012-02-10","vote_average":6.1,"runtime":97,"cert":"","id":80271,"title":"LOL","adult":false,"genre_ids":[18,35,10749]},{"cast":["Javier Baladía","Jacob Torres","David Martínez"],"overview":"\"Barcelona, abans que el temps ho esborri\" is a chronicle of the high bourgeoisie who made the industrial revolution in Catalonia. An ironical walk along the Barcelona of the twentieth-century through the memories inherited by one of its descendants, Javier Baladia, that takes us to the golden years of a cosmopolitan and cultured elite, who left us a legacy that has made today's Barcelona an international reference. The private life of a family. A personal portrait of the twentieth century.","release_date":"2011-03-25","vote_average":7.0,"runtime":100,"cert":"N\/A","id":80272,"title":"Barcelona, abans que el temps ho esborri","adult":false,"genre_ids":[99]},{"cast":["Thomas Acda","Paul de Munnik"],"overview":"Registration of the successful show \"Play\" by dutch cabaret duo Acda en de Munnik. Cabaret in their usual style, interspersed with songs from the album Night Music. The show is made ​​in HD quality, the image director was Joram Lürsen, known from Alles is Liefde. With the assistance of musician David Middelhoff. Directed by: Ruut Weissman. Produced by: Joram Lürsen Recorded in the Zaantheater, Zaandam on the 20st, 21st and 22st of January 2009.","release_date":"2009-04-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80273,"title":"Acda & de Munnik - Spelen","adult":false,"genre_ids":[]},{"cast":["Asa Butterfield","Harrison Ford","Hailee Steinfeld","Viola Davis","Abigail Breslin"],"overview":"Based on the classic novel by Orson Scott Card, Ender's Game is the story of the Earth's most gifted children training to defend their homeplanet in the space wars of the future.","release_date":"2013-10-23","vote_average":6.6,"runtime":114,"cert":"12","id":80274,"title":"Ender's Game","adult":false,"genre_ids":[878,28,12]},{"cast":["Sofie Cappelen","Martine Karlsen","Svein Roger Karlsen","Anne Krigsvoll","Lene Bragli"],"overview":"13-year old Rikke sees Bea, the new girl in her class, as a challenge. After an endurance test to find which of them can lie longer in a circle of flames, they become friends. However, as a result of some unfortunate truths and half-truths, the friendship falters. Rikke feels that Bea has let her down, and resolves to continue the rivalry between them, but now in a less physical, more artful way. In addition we meet Rikke's elder sister Ninni, who has been in England to learn the language, and has had to leave her great love, a man twelve years her senior. The film is also about the problems Rikke encounters in fulfilling the expectations of those around her as she approaches womanhood.","release_date":"1996-01-01","vote_average":7.3,"runtime":80,"cert":"N\/A","id":80275,"title":"Aldri mer 13!","adult":false,"genre_ids":[18,10751]},{"cast":["Mahesh Babu","Samantha Akkineni","Sonu Sood","Kota Srinivasa Rao","Prakash Raj"],"overview":"A young policeman hunts down the men who caused the accident that put his politician father into a coma.","release_date":"2011-09-23","vote_average":6.1,"runtime":174,"cert":"N\/A","id":80276,"title":"Dookudu","adult":false,"genre_ids":[28,18,35]},{"cast":["Diego Peretti","Aitana Sánchez-Gijón","Goya Toledo","Rosa Maria Sardà","Amparo Baró"],"overview":"The title refers to those strange coincidences that happen to us sometimes and that seem inevitable, like a product of destiny. Inspired by the experience of a Canarian child victim of cancer, the film is conceived as a Christmas story.","release_date":"2011-12-16","vote_average":6.5,"runtime":115,"cert":"N\/A","id":80277,"title":"Maktub","adult":false,"genre_ids":[35,10751]},{"cast":["Naomi Watts","Ewan McGregor","Tom Holland","Samuel Joslin","Oaklee Pendergast"],"overview":"In December 2004, close-knit family Maria, Henry and their three sons begin their winter vacation in Thailand. But the day after Christmas, the idyllic holiday turns into an incomprehensible nightmare when a terrifying roar rises from the depths of the sea, followed by a wall of black water that devours everything in its path. Though Maria and her family face their darkest hour, unexpected displays of kindness and courage ameliorate their terror.","release_date":"2012-09-09","vote_average":7.3,"runtime":113,"cert":"12A","id":80278,"title":"The Impossible","adult":false,"genre_ids":[53,18]},{"cast":["Ana de Armas","Leonor Varela","Diego Cadavid","Judith Diakhate","Alfonso Rojas"],"overview":"A serial killer traps and taunts a young dancer inside a laundromat that located down an isolated alley.","release_date":"2011-10-14","vote_average":5.7,"runtime":76,"cert":"N\/A","id":80279,"title":"Blind Alley","adult":false,"genre_ids":[28,27,53]},{"cast":["Leticia Dolera","Javier Botet","Diego Martín","Ismael Martínez","Àlex Monner"],"overview":"The action now takes place miles away from the original location and partly in broad daylight, giving the film an entirely fresh yet disturbing new reality. The infection has left the building. In a clever twist that draws together the plots of the first two movies, this third part of the saga also works as a decoder to uncover information hidden in the first two films and leaves the door open for the final installment, the future '[REC] 4 Apocalypse.'","release_date":"2012-03-30","vote_average":4.9,"runtime":80,"cert":"18","id":80280,"title":"[REC]³ Genesis","adult":false,"genre_ids":[27]},{"cast":["Jr NTR","Tamanna Bhatia","Prakash Raj","Jayaprakash Reddy","Vidyut Jamwal"],"overview":"A youngster, who does anything for money, avenges on those who killed the family of Niharika.","release_date":"2011-10-06","vote_average":5.4,"runtime":161,"cert":"N\/A","id":80281,"title":"Oosaravelli","adult":false,"genre_ids":[28]},{"cast":["José María Blanco","Alice Bocchi","Amadís de Murga"],"overview":"Hector works as a night watchman. He takes care of his brother who has a physical and mental disability. Hector fights every day to get ahead, but the problems accumulate. A pending trial, a stressful job, an abusive father ... Hector is trying not to sink, but only gets to live in a permanent lethargy. A lethargy that can be dangerous to wake","release_date":"2011-12-09","vote_average":5.0,"runtime":70,"cert":"N\/A","id":80282,"title":"Open 24h","adult":false,"genre_ids":[18]},{"cast":["Karolis Savickis","Elzbieta Degutyte","Irmantas Bačelis","Viktorija Kuodytė","Rolandas Kazlas"],"overview":"Soviet eighties. A little town in the periphery. After his parents' divorce, 11-year-old Rolanas and his dad move in next door to same-aged Emilija. Friendship is born between the kids, however, shyness or fear of opening up makes them communicate through the wall, sitting in their own balconies, or through a socket connecting their flats. Emilija's parents also appear to be on the verge of divorce. The children discover common topics, activities. Unfortunately, a nearly tragic accident prevents Emilija to go to the balcony. This encourages both children to set out for a \"real\" date.","release_date":"2008-10-16","vote_average":7.7,"runtime":46,"cert":"N\/A","id":80283,"title":"The Balcony","adult":false,"genre_ids":[18,10751]},{"cast":["Joustein Roustand","Enoc Leaño","Joaquín Cosio","Gustavo Sánchez Parra"],"overview":"Six characters narrate their complex existence through his slides from one to another body, to form a network of shared memories and experiences. The need to explain this strange condition connects them via objects, messages and memories.","release_date":"2008-04-25","vote_average":8.3,"runtime":104,"cert":"N\/A","id":80284,"title":"Enlightened Blood","adult":false,"genre_ids":[]},{"cast":["Fisher Stevens","Annabella Sciorra","Alex Porter","Marin Hinkle","Danielle Ferland"],"overview":"Before he broke out with the J.D. Salinger-esque Tadpole in 2002, producer-turned-director Gary Winick filmed this little-seen relationship drama. Fisher Stevens stars as the title character, a writer with one novel under his belt who can't seem to deliver the follow-up. Instead, he spends his time compulsively cheating on his photographer girlfriend, Cass (Annabella Sciorra); giving the runaround to his agent, Richard (Ron Rifkin); and trying to keep his landlord, Murray (Luis Guzman), at bay.","release_date":"2001-02-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":80285,"title":"Sam the Man","adult":false,"genre_ids":[35,10749]},{"cast":["Marina Pierro","Gaëlle Legrand","Pascale Christophe","François Guétary","Jean-Claude Dreyfus"],"overview":"The first episode – featuring frequent Borowczyk muse Marina Pierro – is the longest and, in a way, most substantial: it’s set in Renaissance Rome, with the lusty (and perpetually nude) leading lady sexually involved with famous painters and church benefactors. The second episode is the most notorious and, consequently, gave the film its controversial poster – featuring a rabbit slowly disappearing under the skirt of a teenage girl (played by Gaelle Legrand). The third and final episode, which has a modern-day setting, is the shortest – but also, possibly, the most outrageous: Pascale Christophe is a young married woman who’s abducted on a busy Parisian street by a small-time hood hidden inside a cardboard box!","release_date":"1979-03-07","vote_average":5.8,"runtime":109,"cert":"N\/A","id":80286,"title":"Immoral Women","adult":false,"genre_ids":[18]},{"cast":["Burt Reynolds","Liza Minnelli","James Remar","Richard Masur","Dionne Warwick"],"overview":"When call-girl Della gets caught in the middle of a drug bust at a hotel where she was meeting a trick, she is held hostage by a robber that busted in on the drug agents and the drug dealers. She gets rescued by vice cop Church who is accused of staging the aborted bust. Ex-ballplayer turned drug dealer Roger is in tight with corrupt vice cops and their superiors And the fireworks start popping.","release_date":"1987-11-28","vote_average":5.3,"runtime":96,"cert":"N\/A","id":80287,"title":"Rent-a-Cop","adult":false,"genre_ids":[35,80,28]},{"cast":["Geoff Lawton"],"overview":"Permaculture teacher Geoff Lawton designs and builds a dam and water harvesting system on a farm.","release_date":"2007-09-04","vote_average":5.0,"runtime":80,"cert":"N\/A","id":80288,"title":"Harvesting Water the Permaculture Way","adult":false,"genre_ids":[99]},{"cast":["Geoff Lawton"],"overview":"Geoff Lawton takes you into the world of Permaculture and explains the basic concepts for beginners.","release_date":"2009-09-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":80289,"title":"Introduction to Permaculture Design","adult":false,"genre_ids":[99]},{"cast":["Yvonne Delarosa","Sherman Koltz","Victor Abasolo","Cristo Andonares","Leticia Casdaneda"],"overview":"The film is about reincarnation and takes place in a purgatory where the dead still have human form and the world around them looks the same as the living world. However, the people living in this purgatory start to develop animal instincts. Gene, a retiree vacationing in Baja, is learning the instincts of a spider through his dreams and stumbles upon a woman who is destined to be reborn as a caterpillar\/moth. The film explores a world where human and animal intertwine as one.","release_date":"2008-11-07","vote_average":4.0,"runtime":88,"cert":"N\/A","id":80290,"title":"Circulation","adult":false,"genre_ids":[28,14,27]},{"cast":["Giada Colagrande","Natalie Cristiani","Claudio Botosso","Bice Gasparrini","Filippo Timi"],"overview":"Maria lives with her 18-year-old sister, Caterina in a small apartment, tutors her at home, lets her out only for dance classes. Yet Maria sees no reason to hide her work as a prostitute from her sister. Men come in and out of the apartment constantly, and Caterina turns up the volume on her music to drown out the sounds from the next room. The film soon reveals that the sisters are in love with each other, a situation that cannot stand, but exactly what prompts the characters' behavior is rarely clear. Soon after Caterina's belated discovery of her heterosexuality, she is invited into the bedroom with Maria and a client.","release_date":"2002-09-07","vote_average":5.3,"runtime":93,"cert":"N\/A","id":80291,"title":"Open My Heart","adult":false,"genre_ids":[18]},{"cast":["Marina Pierro","Massimo Girotti","Philippe Lemaire","Laura Betti","Milena Vukotic"],"overview":"Young student Claudine has a dream in which the Roman student Cornelius, fascinated by the beautiful wife of the commander, attends lectures on the art of love of great Ovid. Ancient tragedy happens again in a few centuries ...","release_date":"1983-12-07","vote_average":7.0,"runtime":92,"cert":"N\/A","id":80292,"title":"The Art of Love","adult":false,"genre_ids":[18,14]},{"cast":["Molly Parker","Tracy Wright","Don McKellar","Daniel MacIvor","Sarah Polley"],"overview":"Trigger is the story of two rock n' roll women who once shared a friendship, a band and a whole lot of chaos. Now a dozen years later they meet again, and over the course of one evening rediscover friendship, remember rock n'roll and reignite chaos.","release_date":"2010-09-12","vote_average":6.8,"runtime":78,"cert":"N\/A","id":80293,"title":"Trigger","adult":false,"genre_ids":[18,10402]},{"cast":["Molly Parker","Callum Keith Rennie"],"overview":"A young married woman (Parker) sells her body, not just for money, to guests at the motel where she works as a receptionist.","release_date":"2000-09-09","vote_average":6.2,"runtime":92,"cert":"N\/A","id":80294,"title":"Suspicious River","adult":false,"genre_ids":[18]},{"cast":["Harald Baerow","Ulrike Butz","Elke Deuringer","Sonja Embriz","Marisa Feldy"],"overview":"This episodic film is a close relative of Wolf Hartwig's schoolgirl report movies, made by the same people, in a similar style, around similar topics. However, this one specifically focuses on the coming-of-age aspects, to an extent that it also touches on delicate issues such as paedophilia.","release_date":"1973-08-16","vote_average":6.4,"runtime":87,"cert":"N\/A","id":80295,"title":"14 and Under","adult":false,"genre_ids":[35,10749]},{"cast":["Javier Escrivá","Inma de Santis","John Moulder-Brown","Simón Andreu","Joaquín Pamplona"],"overview":"The film begins with a school teacher bidding farewell to his students, who are leaving for the summer. As he is heading home he notices two of his students are hitch-hiking and picks them up. He invites them over for dinner and lodging, which they accept.. The majority of the film from this point on is set at the mansion, where the two students turn from guests to prisoners under the teacher's command.","release_date":"1975-06-06","vote_average":4.3,"runtime":85,"cert":"N\/A","id":80296,"title":"Forbidden Love Game","adult":false,"genre_ids":[35,80,18]},{"cast":["Crystal Atkins","Julian McMahon","Alison Storry","Gedeon Burkhard"],"overview":"Magenta, a precocious teenage girl, will stop at nothing to have her desires met in this thriller by Gregory C. Haynes. Michael seems to have it all, that is, until Magenta, his wife's sister, comes into the picture. When Magenta seduces Michael into an illicit affair, his wife and daughter leave him -- and get killed in a car accident. As Michael tries to piece his life back together, he finds out some dark secrets about his own daughter...","release_date":"1997-01-01","vote_average":2.0,"runtime":91,"cert":"N\/A","id":80297,"title":"Magenta","adult":false,"genre_ids":[53,18]},{"cast":["Wade Williams","Samaire Armstrong","Tracey Needham","Austin Highsmith","Stephanie Lemelin"],"overview":"A washed-up police detective with a serious drinking problem is reassigned to the quiet coastal town where he grew up. He tries to rebuild his relationship with his estranged daughter while investigating the disappearance of a local girl, but his alcoholism threatens both tasks.","release_date":"2010-01-01","vote_average":4.3,"runtime":91,"cert":"N\/A","id":80298,"title":"The Last Harbor","adult":false,"genre_ids":[80,53,9648]},{"cast":["Donald Sutherland"," Larry Mullen Jr.","Paula Boudreau","Gary Hetzler","Kate O'Toole"],"overview":"A mysterious criminal rolls into a small town planning to knock off the local bank, assuming it will go off without a hitch. But when he encounters a retired poetry professor, his plans take an unlikely turn. With no place to stay, the professor generously welcomes him into his home. As the two men talk, a bond forms between these two polar opposites, and surprising moments of humor and compassion emerge. As they begin to understand each other more, they each examine the choices they've made in their lives, secretly longing to live the type of lifestyle the other man has lived, based on the desire to escape their own.","release_date":"2011-10-28","vote_average":5.6,"runtime":101,"cert":"N\/A","id":80299,"title":"Man on the Train","adult":false,"genre_ids":[18]},{"cast":["Marie-Christine Barrault","Andrea Occhipinti","Laetitia Legrix","Henri Virlojeux","Daniel Briquet"],"overview":"A young girl who has been orphaned, meets a man who has recently escaped from an insane asylum. The two pretend to be father and daughter and after falling in love with the man, the girl discovers he is married and vows to kill his wife.","release_date":"1993-12-08","vote_average":6.0,"runtime":100,"cert":"N\/A","id":80302,"title":"Crazy Love","adult":false,"genre_ids":[18,53,10770]},{"cast":["Tatsuya Yamaguchi","Namie Amuro","Taro Yamamoto","Naohito Fujiki","Takeshi Masu"],"overview":"Comedy about a group of chemistry students who organize a cheating scam during their final exams. Amuro Namie, the top pop music sensation, plays one of the students.","release_date":"1996-08-10","vote_average":5.4,"runtime":98,"cert":"N\/A","id":80303,"title":"That's Cunning! Shijo Saidai no Sakusen?","adult":false,"genre_ids":[35]},{"cast":["Will Ferrell","Gael García Bernal","Génesis Rodríguez","Diego Luna","Efren Ramirez"],"overview":"Scheming of a way to save their father's ranch, the Alvarez brothers find themselves in a war with Mexico's most feared drug lord.","release_date":"2012-03-15","vote_average":5.3,"runtime":84,"cert":"","id":80304,"title":"Casa De Mi Padre","adult":false,"genre_ids":[35,37]},{"cast":["Claudette Colbert","Melvyn Douglas","Raymond Walburn","Michael Bartlett","Jean Dixon"],"overview":"A super-efficient secretary at a department store falls for and marries her boss, but finds out that taking care of him at home (and especially his spoiled-brat daughter) is a lot different than taking care of him at work.","release_date":"1935-09-19","vote_average":0.0,"runtime":85,"cert":"N\/A","id":80305,"title":"She Married Her Boss","adult":false,"genre_ids":[35]},{"cast":["Mark Harmon","Eric Christian Olsen","Stacy Edwards","Jeremy Sumpter","Lukas Behnken"],"overview":"On Skeet’s twelfth birthday his older brother Randy buys him his first surfboard. Suddenly his summer turns to the endless search for the perfect wave, wild times and beach parties and eventually, finding his own daring adventures when Randy’s attention turns to a girl. Beyond his wildest dreams, Skeet is taken under the wings of surfing legend Jim Wesley who gives Skeet first-hand lessons in hot-dogging. Meanwhile, Randy, still dealing with the loss of his father and trying to fill his shoes, is jealous of Jim’s influence on Skeet and isn’t thrilled when Jim begins a relationship with their single mom. Tangled by the conflict between his brother and his newfound father figure, Skeet retreats to his room while longing to surf.","release_date":"2002-02-23","vote_average":7.0,"runtime":102,"cert":"N\/A","id":80306,"title":"Local Boys","adult":false,"genre_ids":[18]},{"cast":["Bruno Cremer","Emmanuelle Debever","María Luisa García","Albert Pigot","Lucien Plazanet"],"overview":"The film follows a famous scientist (Bruno Cremer) who rules over his errant disabled daughter (Emmanuelle Debever) with an iron fist. He's meticulous and tyrannical, while she is impetuous but equally cruel in her own immature way.","release_date":"1983-09-28","vote_average":7.0,"runtime":90,"cert":"N\/A","id":80307,"title":"A Brutal Game","adult":false,"genre_ids":[18]},{"cast":["Clarence Reid","Greg Bell","Jello Biafra","Chuck D","Norwood Fisher"],"overview":"Clarence Reid is a musician who wrote and produced romantic and spiritual songs for some of the greatest Southern soul and R&amp;B acts of the 1960s and '70s. He is also the gonzo performer Blowfly, Clarence's freaky alter ego and the original X-rated rapper. \"The Weird World of Blowfly\" explores both sides of this hilarious and controversial artist, providing a rare, inside peek at the infamous linguist's daily life. Now 69-years-old, with a gold-spangled superhero costume and a catalog of the world's raunchiest tunes, Blowfly tours the world, still struggling for success and recognition after 50 years of making music. The film highlights both Clarence's and Blowfly's unique contributions to music history, including Top-10 R&amp;B hits and what might be the world's first rap song, recorded in 1965.","release_date":"2010-10-20","vote_average":8.5,"runtime":89,"cert":"N\/A","id":80308,"title":"The Weird World of Blowfly","adult":false,"genre_ids":[99,10402]},{"cast":["Lena Strömberg","Gunnel Fred","Magnus Bergkvist","Mats Öberg"],"overview":"The movie compiled from the Swedish TV series \"Dårfinkar &amp; dönickar\" aired in 1988","release_date":"1988-12-25","vote_average":7.7,"runtime":152,"cert":"N\/A","id":80309,"title":"Darfinkar & Donickar: The Movie","adult":false,"genre_ids":[10751]},{"cast":["Tomas Fryk","Anita Ekström","Ingvar Hirdwall","Börje Ahlstedt","Lars-Erik Berenett"],"overview":"Reine is supposed to go to a summercamp called 'Childrens island' but decides to remain in Stockholm over the summer while his mother is working at a hotel. She thinks he is at the camp and he tells her he his. We then follow him around Stockholm that summer and see what he encounter on the path of life.","release_date":"1980-12-25","vote_average":6.9,"runtime":118,"cert":"N\/A","id":80310,"title":"Children's Island","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Eve Angel","Christina Bella","Suzie Carina","Veronica Da Souza","Natalli DiAngelo"],"overview":"In the fourth installation of Fuck V.I.P., eleven girls explore the depths of intimacy with one another. From masterful double penetration to long, sensuous kisses, these girls are looking to please.","release_date":"2008-08-01","vote_average":8.0,"runtime":85,"cert":"N\/A","id":80311,"title":"Fuck V.I.P. Opium","adult":true,"genre_ids":[]},{"cast":["Suzie Carina","Veronica Da Souza","Christina Bella","Yasmine","Aletta Ocean"],"overview":"","release_date":"2008-04-23","vote_average":8.5,"runtime":85,"cert":"N\/A","id":80312,"title":"Fuck V.I.P. Toxic Angels","adult":true,"genre_ids":[]},{"cast":["Sophie Moone","Yasmine","Zafira","Jane Darling","Veronica Da Souza"],"overview":"","release_date":"2006-04-30","vote_average":7.0,"runtime":83,"cert":"N\/A","id":80313,"title":"Fuck V.I.P. Cockaine","adult":true,"genre_ids":[]},{"cast":["Naoto Takenaka","Saki Takaoka","Toshikazu Nakaba","Akihiro Shimizu","Yuki Nagata"],"overview":"Nostalgia is Takashi Miike’s favorite film of his considerable body of work. Including biographical elements, Nostalgia centers around the home and school of a young boy, whose family mix the violent and dysfunctional with the comic and the loveable. Though containing elements of the sudden and shocking brutality that many associate with this director, Young Thugs – Nostalgia is more concerned with a child’s moment of leaving the internalized world of fantasy, and passing on eagerly to the next stage of life. A wonderful, touching, startling vision that is uniquely Miike’s.","release_date":"1998-09-26","vote_average":6.1,"runtime":94,"cert":"N\/A","id":80314,"title":"Young Thugs: Nostalgia","adult":false,"genre_ids":[18,28,35]},{"cast":["Eufrat","Tarra White","Sandra Sanchez","Stacy Da Silva","Eliska S."],"overview":"This film will satisfy all of those who have a passion for feminine love. A wonderful exhibition of masturbation opens a succession of fantasies: a prisoner who is a very consenting victim of her two jailers' touching, a couple of gorgeous sodomites who use a huge dildo to play with, followed by funny sadomasochists who make the same...","release_date":"2009-12-31","vote_average":0.0,"runtime":95,"cert":"N\/A","id":80315,"title":"Fuck V.I.P. Fury","adult":true,"genre_ids":[]},{"cast":["Judy Holliday","Jack Lemmon","Jack Carson","Kim Novak","Luella Gear"],"overview":"When their marriage finally goes \"phffft!\", Nina and Robert get a divorce - only to discover that, like it or not, some people are just meant to be together!","release_date":"1954-11-10","vote_average":7.2,"runtime":88,"cert":"N\/A","id":80316,"title":"Phffft!","adult":false,"genre_ids":[35,10749]},{"cast":["Michele Placido","Barbara Bobulova","Alessandro Preziosi","Philippe Leroy","Giovanna Ralli"],"overview":"","release_date":"2008-01-01","vote_average":6.1,"runtime":108,"cert":"N\/A","id":80317,"title":"Blood of the Losers","adult":false,"genre_ids":[18,36]},{"cast":["Emile Hirsch","Stephen Dorff","Dakota Fanning","Kris Kristofferson","Joshua Leonard"],"overview":"A pair of working-class brothers flee their Reno Motel after getting involved in a fatal hit-and-run accident.","release_date":"2012-11-16","vote_average":6.3,"runtime":95,"cert":"15","id":80318,"title":"The Motel Life","adult":false,"genre_ids":[18,9648,53]},{"cast":["Christina Bella","Suzie Carina","Veronica Clinton","Daria Glower","Cindy Hope"],"overview":"","release_date":"2006-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80319,"title":"Fuck V.I.P. Extasy","adult":true,"genre_ids":[]},{"cast":["Don Murray","Richard Egan","Lee Remick","Patricia Owens","Stuart Whitman"],"overview":"A cowboy (Don Murray) tries for easy money with his partner, then tries ranching with a saloon hostess's (Lee Remick) money.","release_date":"1959-05-07","vote_average":5.6,"runtime":96,"cert":"N\/A","id":80320,"title":"These Thousand Hills","adult":false,"genre_ids":[18,37]},{"cast":["Ben Stiller","Sacha Baron Cohen","David Schwimmer","Frances McDormand","Chris Rock"],"overview":"Animal pals Alex, Marty, Melman, and Gloria are still trying to make it back to New York's Central Park Zoo. They are forced to take a detour to Europe to find the penguins and chimps who broke the bank at a Monte Carlo casino. When French animal-control officer Capitaine Chantel DuBois picks up their scent, Alex and company are forced to hide out in a traveling circus.","release_date":"2012-06-06","vote_average":6.5,"runtime":93,"cert":"PG","id":80321,"title":"Madagascar 3: Europe's Most Wanted","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"Forever Faithless – The Greatest Hits is a greatest hits compilation album from the dance music group Faithless. It features all their released singles- except for \"Take The Long Way Home\"-, plus three additional new tracks (\"Fatty Boo\", \"Reasons (Saturday Night)\", and \"Why Go?\" (2005 remix featuring Estelle). Forever Faithless was the best selling dance album of 2005.","release_date":"2005-05-16","vote_average":0.0,"runtime":60,"cert":"N\/A","id":80322,"title":"Forever Faithless – The Greatest Hits","adult":false,"genre_ids":[10402]},{"cast":["Paolo Colombo","Ingrid Thulin","Mario Bartoletti","Aldo Bussaglia","Roberto Mancia"],"overview":"Agostino is a 1962 Italian drama film directed by Mauro Bolognini. It was filmed in Rome and Venice. The film is based on a successful short novel of the same name by Alberto Moravia, who had collaborated with Bolognini on his previous film, From a Roman Balcony.","release_date":"1962-01-01","vote_average":5.9,"runtime":102,"cert":"N\/A","id":80325,"title":"Agostino","adult":false,"genre_ids":[18]},{"cast":["Laurent Lucas","Hélène Fillières","Anouk Aimée","Julie Gayet","Husky Kihal"],"overview":"After 10 years and two children together, Philippe and Marion, finally decide to take a honeymoon Holiday in Venice. At the train station, a abandoned bag filled with money will bring them to a different journey. A journey of doubt where reality never quite lies where it seems, leading from separation to reconciliation.","release_date":"2006-04-19","vote_average":6.0,"runtime":95,"cert":"N\/A","id":80326,"title":"De particulier à particulier","adult":false,"genre_ids":[18]},{"cast":["Simon Helberg","Jason Ritter","Jocelyn Towne","Kevin Tighe","Angela Paton"],"overview":"I AM I is the story of a young woman, Rachael, who meets the father she never knew, Gene, at her mother's funeral. She discovers that her father is completely delusional and believes her to be her dead mother. After Rachael visits Gene in an assisted living home, she learns that he suffers from a disease called Korsakov's Syndrome, a form of retrograde amnesia and that her mother had placed him in this facility for treatment a year earlier. He does not remember anything past the age of thirty-three, and believes that he is still a young man. Unable to convince him of who she really is, Rachael decides to go along with her father's delusions by pretending to be her mother and discovers that under this guise, she and Gene can have \"normal\" conversations. Before long, Rachael is visiting Gene everyday, finding new ways to bring elements from his past into their present relationship.","release_date":"2013-04-27","vote_average":6.0,"runtime":87,"cert":"N\/A","id":80327,"title":"I Am I","adult":false,"genre_ids":[18]},{"cast":["Zhasulan Asauov","Gulnara Dusmatova","Ilyas Kalymbetov","Saule Toktybayeva"],"overview":"A young boy from Kazakhstan is going to rehabilitation hospital for the summer.","release_date":"1995-04-25","vote_average":7.5,"runtime":75,"cert":"N\/A","id":80328,"title":"Cardiogram","adult":false,"genre_ids":[18,10751]},{"cast":["Annie Girardot","Patrick Dewaere","Eléonore Klarwein","Stéphane Jobert","Barbara Steele"],"overview":"Marie (Annie Girardot) teaches high school and has a 16-year-old daughter in her class. Divorced some years previously, she has some vague egalitarian notions about friendship with her students and leaves her door open to them. One of her protégés is found beaten up just outside her door, and an emergency physician comes by to treat her. When her daughter starts seeing someone she doesn't much like, and she begins having a brief affair (her first since the divorce) with the ER doctor, she begins to reconsider her policy.","release_date":"1978-12-13","vote_average":6.3,"runtime":98,"cert":"N\/A","id":80329,"title":"The Key Is in the Door","adult":false,"genre_ids":[]},{"cast":["Bernd Stephan","Anny Duperey","Michel Galabru","Adrian Hoven","Ivan Desny"],"overview":"When designer Robert Meering returns from vacation, he discovers the company he worked for unexpectedly went bankrupt so he decides to visit his old boss. His former employer Banninger liquidated the company and claims that all designs of Robert are his. When Robert's Porsche gets stolen by two thieves, he manages to track them down. When they tell him about 40 Porsche's in a dealer shop garage owned by Banninger things change and suddenly get very interesting.","release_date":"1980-04-17","vote_average":6.7,"runtime":89,"cert":"N\/A","id":80330,"title":"Carnapping - Ordered, Stolen and Sold","adult":false,"genre_ids":[53,28,18]},{"cast":["Monika Dzienisiewicz-Olbrychska","Józef Łotysz","Zofia Rysiówna","Mieczysław Milecki"],"overview":"","release_date":"1965-04-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80331,"title":"Tatarak","adult":false,"genre_ids":[18]},{"cast":["Yukie Kawamura","Mayuko Kawakita","Masahiro Usui","Ben Yuzawa","Yuzu Kubota"],"overview":"When her classmate Ritsuko disappears, her friend Ryoko is desperate to find her. When she discovers that Ritsuko was playing a strange game online of hide and seek, she begins to wonder if it could be related to her disappearance somehow. Ryoko then discovers that the game is more sinister than it appeared at first. It is linked to demonology and the supernatural. Will she be able to get past her fears and superstitions to discover what secrets the game of hide and seek might hold?","release_date":"2009-05-23","vote_average":4.0,"runtime":83,"cert":"N\/A","id":80334,"title":"Hide and Go Kill 2","adult":false,"genre_ids":[27,53]},{"cast":["Black Angelika","Britney","Suzie Carina","Veronica Da Souza","Jessica Girl"],"overview":"The girls of this movie are going to drive you crazy ! Rarely actresses have been shown in such a flattering way. In an anthology of underwear, laces, furs and stilettos, they play with huge dildos or their nimble fingers, recto verso, like real furies. Look at them when kissing each other, when the tongs meet other tongs...or pussies.  Let's go for an amazing trip into an unknown world: the one of women's orgasm. A new masterpiece of Hervé Bodilis who's on the top of his art","release_date":"2009-04-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":80335,"title":"Fuck V.I.P. Orgasm","adult":true,"genre_ids":[]},{"cast":["Anémone","Thierry Lhermitte","Martin Lamotte","Michel Aumont"],"overview":"Princess Charlotte (Anemone) is scheduled to marry a boring duke, but before that event happens, Paul (Thierry Lhermitte) has taken a bet that he can seduce her. He does, profits from his act, and then falls in love with her. Meanwhile, the wedding with the duke is still planned, and it remains to be seen whether Paul will give in and give up.","release_date":"1985-10-08","vote_average":5.7,"runtime":null,"cert":"N\/A","id":80336,"title":"Marriage of the Century","adult":false,"genre_ids":[35]},{"cast":["Jeff Adachi","James H. Billington","Robin Blaetz","Brooks Boliek","Charles Burnett"],"overview":"Tells the history and importance of The National Film Registry, a roll call of American cinema treasures that reflects the diversity of film, and indeed the American experience itself.","release_date":"2011-01-22","vote_average":7.6,"runtime":88,"cert":"N\/A","id":80337,"title":"These Amazing Shadows","adult":false,"genre_ids":[99]},{"cast":["Troy Dann","Katy Manning","Kathryn Beckett","Ian Calder","Kate Ceberano"],"overview":"Oakie, a young blue heeler pup, is supposed to be delivered to Texas, USA, but through a courier bungle he ends up in Texas, Queensland, in Outback Australia. Oakie is quickly befriended by Action Dann (an animated character identifiably based on Troy Dann) and they embark on a series of adventures, meeting many wonderful and quirky characters in the rugged and unique beauty of the Australian Outback.","release_date":"2011-08-04","vote_average":5.5,"runtime":92,"cert":"N\/A","id":80338,"title":"Oakie's Outback Adventures","adult":false,"genre_ids":[16,10751,36]},{"cast":["Leonora Ruffo","Mario Novelli","Roland Lesaffre","Kirk Morris","Gordon Mitchell"],"overview":"Aliens from the constellation Hydra crash-land on the island of Sardinia. A prominent scientist, his daughter, several young technicians, and a pair of Oriental spies are taken hostage by the beings so they can use them to repair their spaceship's broken engine. With that done, they take off towards their home planet, taking the earthlings with them. However, the humans attempt to mutiny against their captors, inadvertently sending their tiny spaceship hurtling into the infinite beyond...","release_date":"1966-10-01","vote_average":3.4,"runtime":89,"cert":"N\/A","id":80339,"title":"Star Pilot","adult":false,"genre_ids":[878]},{"cast":["Matt Hoffman","Johnny Knoxville","Travis Pastrana","Scott Palmer","Allan Cooke"],"overview":"BMX great Mat \"the Condor\" Hoffman joins other top riders in this salute to iconic daredevil Evel Knievel, with host Johnny Knoxville presiding over the insane stunt spectacular. Travis Pastrana, Scott Palmer, Allan Cooke, Davin \"Psycho\" Halford, Trigger Gumm and Jeff \"Harley\" Schneider are among the freewheeling talents. Bonus features include a career retrospective for Hoffman, as well as footage of Knoxville's visit to the hospital.","release_date":"2008-05-27","vote_average":6.8,"runtime":47,"cert":"N\/A","id":80340,"title":"Jackass Presents: Mat Hoffman's Tribute to Evel Knievel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary on Bayard Rustin, best-remembered as the organizer of the 1963 March on Washington.","release_date":"2003-01-20","vote_average":8.0,"runtime":83,"cert":"","id":80341,"title":"Brother Outsider: The Life of Bayard Rustin","adult":false,"genre_ids":[99]},{"cast":["Cynthia Rothrock","Billy Drago","Sam Jones","Greg Stuart","Bella Esperance"],"overview":"A woman seeks revenge on the men who raped her and murdered her husband.","release_date":"1993-09-22","vote_average":4.5,"runtime":95,"cert":"N\/A","id":80342,"title":"Lady Dragon 2","adult":false,"genre_ids":[28]},{"cast":["Cynthia Rothrock","Richard Norton","Robert Ginty","Bella Esperance","Hengky Tornando"],"overview":"An ex-CIA agent living in Indonesia tracks the arms dealer who killed her husband. Along the way, she meets a young boy and his grandfather, who teach her in the ways of the Lady Dragon.","release_date":"1992-03-13","vote_average":5.4,"runtime":97,"cert":"N\/A","id":80343,"title":"Lady Dragon","adult":false,"genre_ids":[28]},{"cast":["Miles Davis","Bob Berg","Robert Irving III","Daryl Jones","John Scofield"],"overview":"This 1985 performance at the Montreal Jazz Festival captures Miles at one of his peaks in popularity. Throughout his long career, Miles utilized the best in contemporary pop music, and this time he had some uniquely suitable sources; Cyndi Lauper's hit \"Time After Time\" and Michael Jackson's \"Human Nature.\" Combine funk, pop, and the founder of the Birth of the Cool, the result is an elegant restrained restatement of everything Miles Davis. Add in the virtuoso guitarist John Scofield - and the result is a musical treasure.","release_date":"2004-11-12","vote_average":0.0,"runtime":59,"cert":"N\/A","id":80344,"title":"Miles Davis: Live from the Montreal Jazz Festival","adult":false,"genre_ids":[10402]},{"cast":["Anke Engelke","Bastian Pastewka"],"overview":"","release_date":"2007-12-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":80345,"title":"Fröhliche Weihnachten","adult":false,"genre_ids":[]},{"cast":["Alanna Ubach","Michael Lerner","Mike Myers","Janeane Garofalo","Kristen Johnston"],"overview":"An aspiring filmmaker learns that success in Hollywood doesn't come as easy as she suspected as she attempts to discover the formula to success. When the guidance of her helpful has-been uncle fails to pave the way, Sarah Wilder must seek the advice of such Hollywood heavies as Mike Meyers, Ben Stiller, and Fred Willard -- only to discover that the old adage is true and Nobody Knows Anything about how to succeed in the cutthroat world of Los Angeles.","release_date":"2003-10-01","vote_average":3.0,"runtime":88,"cert":"N\/A","id":80346,"title":"Nobody Knows Anything!","adult":false,"genre_ids":[35,18]},{"cast":["Heinz Rühmann","Herti Kirchner","Christl Mardayn","Paul Henckels","Hans Hermann Schaufuß"],"overview":"Der Florentiner Hut (The Leghorn Hat), a 1939 German film directed by Wolfgang Liebeneiner","release_date":"1939-04-04","vote_average":8.0,"runtime":92,"cert":"N\/A","id":80347,"title":"The Leghorn Hat","adult":false,"genre_ids":[35]},{"cast":["Roddy Piper","Billy Blanks","Richard Norton","James Karen","Gary Kasper"],"overview":"A private eye helps an amnesiac CIA agent elude mobsters who don't want him to regain his memory of their drug operation.","release_date":"1995-02-14","vote_average":6.0,"runtime":92,"cert":"N\/A","id":80350,"title":"Tough and Deadly","adult":false,"genre_ids":[53,28,18]},{"cast":["James Garner","Vera Miles","Eric Shea","Robert Culp"],"overview":"Wayward Texas cowboy (James Garner) washes up on the beaches of Hawaii and is taken home by an fatherless boy. He saves the family's business while romancing the single mom (Vera Miles).","release_date":"1974-08-01","vote_average":6.4,"runtime":91,"cert":"N\/A","id":80351,"title":"The Castaway Cowboy","adult":false,"genre_ids":[12,10751,35,37]},{"cast":["Jo In-sung","Kim Sa-rang","Gong Hyung-jin","Yeong-ran Heo"],"overview":"An archaeological site in China was selected to send two teams, North and South Koreans, and students to collaborate and continue reconciliation of the two countries. But the team leader of the South decided to dredge the leader of the North group.","release_date":"2003-08-08","vote_average":4.0,"runtime":106,"cert":"N\/A","id":80352,"title":"Love : Impossible","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Top Gun Chinese style. Yue Tianlong and Yin Shuanghu are top J-10 pilots and rivals. They have to reconcile their differences in order to successfully perform a training exercise and secure China's precious airspace.","release_date":"2011-03-10","vote_average":0.0,"runtime":94,"cert":"N\/A","id":80353,"title":"Sky Fighters","adult":false,"genre_ids":[28,18]},{"cast":["Tao Hong"],"overview":"","release_date":"2009-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80354,"title":"Death Dowry","adult":false,"genre_ids":[]},{"cast":["Vladimir Georgiev","Marian Valev","Boyko Krastanov","Stefan Mavrodiev","Silvia Petkova"],"overview":"A young man has trouble communicating with people and is seeing a shrink. He falls in love at first sight, then meets three friends and joins their small community. The four youngsters naively decide to make some easy money by blackmailing an elderly woman. Little do they know that a stranger with a shady past and problematic present will turn their lives upside down. A story about love and despair, hope and disillusionment, revenge and revelation.","release_date":"2010-09-17","vote_average":5.2,"runtime":95,"cert":"N\/A","id":80355,"title":"HDSP: Hunting Down Small Predators","adult":false,"genre_ids":[18,10749,53]},{"cast":["Enrique Piñeyro"],"overview":"The documentary portrays a behind-the-scenes look at the poor state of Argentina's civil aviation, and puts the blame on the Argentine Air Force. The Air Force has been in control of air traffic operations since the military takeover of General Juan Carlos Onganía in 1966. The producer\/director, Enrique Piñeyro, claims Argentina and Nigeria are the only countries whose air force controls and regulates the airline industry.  The film is heavily based on the Austral Líneas Aéreas Flight 2553 plane crash. Enrique Piñeyro takes his camera, secretly, into the control tower of the Ministro Pistarini International Airport also-known-as Ezeiza, the international airport at Buenos Aires.","release_date":"2006-08-31","vote_average":6.7,"runtime":null,"cert":"N\/A","id":80356,"title":"Air Force, Incorporated","adult":false,"genre_ids":[]},{"cast":["Jim Cummings","Peter Cullen","John Fiedler","Michael Gough","Paul Winchell"],"overview":"Pooh is so busy gathering up his friends' wish lists for Santa that he forgets to include his own. After retrieving the list and adding his own desires, he realizes he's late getting it where it needs to go. Off he goes to the North Pole on Christmas Eve, with pals Eeyore, Tigger, Piglet, Rabbit, and Christopher Robin missing him","release_date":"1991-12-14","vote_average":6.6,"runtime":26,"cert":"N\/A","id":80357,"title":"Winnie the Pooh & Christmas Too","adult":false,"genre_ids":[16,10751]},{"cast":["Yvonne Catterfeld","Benjamin Sadler","Harald Krassnitzer","Andreas Schmidt","Julia Cencig"],"overview":"","release_date":"2011-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80358,"title":"Das Mädchen auf dem Meeresgrund","adult":false,"genre_ids":[]},{"cast":["Mick Øgendahl","Nicolas Bro","Christine Exner","Ask Rostrup","Puk Scharbau"],"overview":"In the year 2019 the financial crisis is worse than anyone has expected. Anything cost money. Romanaian and polish building workers are cheaper than other workers, gangs have overtaken policework and the country is run by The Danmark Bank Unemplyoment, inflation and crime is rising to new heights. So a new job is now legal: The Bounty hunter! The brothers Bjarne and Jimmy Jensen have a lifethreating debt - one to bloodthirsty creditors, the other to a moneygreedy ex-wife. They start as bountyhunters to hunt down one of Europes most wanted: Milo!","release_date":"2011-08-11","vote_average":5.0,"runtime":77,"cert":"N\/A","id":80361,"title":"Jensen & Jensen","adult":false,"genre_ids":[35]},{"cast":["Rolf Jarl","Sofie Karlsson","Michael Petersson","Nicolaj Schröder","Magnus Skog"],"overview":"There was a double homicide on the forgotten Swedish countryside several years ago. Two angry young men beat two young women to death, seemingly without any particular reason. The years passed but the images in our heads did not disappear. We tried to forget it, wrote screenplay after screenplay, but we always came back to those murders, and to telling the story about a part of Sweden that we never read about in newspapers, and that is populated by people whose thoughts and destinies rarely reaches beyond their village.","release_date":"2011-03-11","vote_average":5.6,"runtime":90,"cert":"N\/A","id":80362,"title":"Savage","adult":false,"genre_ids":[18,53]},{"cast":["Guido Weijers"],"overview":"","release_date":"2011-10-10","vote_average":0.0,"runtime":98,"cert":"N\/A","id":80363,"title":"Guido Weijers: Axestos","adult":false,"genre_ids":[35]},{"cast":["Jean Arthur","Edward Arnold","Ray Milland","Mary Nash","Franklin Pangborn"],"overview":"J.B. Ball, a rich financier, gets fed up with his free-spending family. He takes his wife's just-bought (very expensive) sable coat and throws it out the window, it lands on poor hard-working girl Mary Smith. But it isn't so easy to just give away something so valuable, as he soon learns.","release_date":"1937-07-16","vote_average":6.7,"runtime":88,"cert":"N\/A","id":80364,"title":"Easy Living","adult":false,"genre_ids":[35,10749]},{"cast":["Totò","Ave Ninchi","Giovanni Nannini","Enzo Turco","Gina Amendola"],"overview":"","release_date":"1954-12-17","vote_average":6.4,"runtime":90,"cert":"N\/A","id":80365,"title":"Totò cerca pace","adult":false,"genre_ids":[35]},{"cast":["Timothy Dalton","Jonathan Pryce","Twiggy","Julian Sands","Stephen Rea"],"overview":"Grave robbers supply a doctor with bodies to test on.","release_date":"1985-10-04","vote_average":6.3,"runtime":93,"cert":"N\/A","id":80368,"title":"The Doctor and the Devils","adult":false,"genre_ids":[27]},{"cast":[],"overview":"One for the Road is a ski film following some of the world's most progressive snow sports athletes, documenting their lives on the road, and capturing some of the most stunning riding to date. Road trips are an integral part of every adventurer's life and a conduit to define one's being. Journeys to new lands shed light on each skier's personal mission. Whether shredding with long time ski partners, or meeting a seasoned character in some far off country, wisdom is gained through these new experiences. The road trip is a metaphor for every skier's existence.","release_date":"2011-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80369,"title":"One for the Road","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The night scholars, a clandestine organization set up to monitor the ancient cult Cthulhu, have come to a single incontrovertable conclusion: the Sleeping God is waking. Diana Armitage, with the help of her Home Office liason, the mysterious Mr. Moon (Paul Darrow), launches an aggressive campaign against the Dreamers. This operation designated the Rough Magik initiative, was successful but they trod on the toes of some powerful people, and the Night Scholars were disbanded. Now years later, the old magic is returning, the Sleeping God is rising, and there are more Dreamers than Mr. Moon can handle as he struggles to rebuild the Night Scholars before it's too late.","release_date":"","vote_average":0.0,"runtime":130,"cert":"N\/A","id":80370,"title":"H.P. Lovecraft Volume 2: Dreams of Cthulhu - The Rough Magik Initiative","adult":false,"genre_ids":[]},{"cast":["Thomas Anzenhofer","Joachim Paul Assböck","Jim Boeven","Daniel Buder","Markus Dietz"],"overview":"","release_date":"2007-08-21","vote_average":5.5,"runtime":90,"cert":"N\/A","id":80371,"title":"Crash Kids: Trust No One","adult":false,"genre_ids":[18]},{"cast":["Erkan Can","Özlem Tekin","Ali Erkazan","Elit İşcan"],"overview":"","release_date":"2011-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80372,"title":"Kaledeki Yalnızlık","adult":false,"genre_ids":[18]},{"cast":["Totò","Mario Petri","Maria Grazia Spina","Giacomo Furia"],"overview":"","release_date":"1964-03-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":80373,"title":"Totò contro il Pirata Nero","adult":false,"genre_ids":[35]},{"cast":["Totò","Alberto Sordi","Aroldo Tieri"],"overview":"","release_date":"1951-01-01","vote_average":6.9,"runtime":null,"cert":"N\/A","id":80374,"title":"Toto and the King of Rome","adult":false,"genre_ids":[35]},{"cast":["Corrado Fortuna","Donatella Finocchiaro","Anna-Maria Gherardi","Lucia Sardo","Antonino Bruschetta"],"overview":"Ettore, a young boy in Sicily in the 50's, is surrounded by women and is always surprised by what is happening around him. In Milan a few years later Ettore is once again the center of attention and the hip crowd.","release_date":"2003-05-16","vote_average":5.2,"runtime":115,"cert":"N\/A","id":80375,"title":"Perduto amor","adult":false,"genre_ids":[18]},{"cast":["Kathy Ireland","Mary Donnelly-Haskell","Liz Torres","Robin Avery","John Dye"],"overview":"Can Santa's daughter turn naughty to nice and save Christmas?","release_date":"2000-12-10","vote_average":4.4,"runtime":90,"cert":"N\/A","id":80376,"title":"Once Upon A Christmas","adult":false,"genre_ids":[10770,10751,35]},{"cast":["Louis C.K."],"overview":"Recorded November 10th, 2011 as part of the New York Comedy Festival, and only available for purchase online, Louis C.K. follows up his 2010 concert film Hilarious with a new hour’s worth of shrewdly observed and periodically profane material. He starts with making his own kind of please-turn-off-your-cell-phone announcement, as well as a warning not to text or tweet during the show: “Just live your life,” he asks. Whether he’s talking about a unique way to drop a rental car off at an airport or describing why a man in his 40s should not smoke dope, it’s terrific, humane, carried-to-crazed-extremes stuff.","release_date":"2011-12-10","vote_average":8.0,"runtime":62,"cert":"N\/A","id":80379,"title":"Louis C.K.: Live at the Beacon Theater","adult":false,"genre_ids":[35]},{"cast":["Jalal Merhi","Billy Blanks","James Hong","Priscilla Barnes","Matthias Hues"],"overview":"After 3 DEA agents are killed by crime boss Mr. Li (Hong), the DEA reluctantly calls in New York cop and martial arts expert Tyler Wilson (Blanks) and sends him undercover on assignment to Toronto to team up with Canadian vice cop Michael Reeds (Merhi). Wilson and Reeds must infiltrate Li's gang, so enter a martial arts tournament that Mr Li is known to attend to recruit talent.","release_date":"1992-11-06","vote_average":4.8,"runtime":90,"cert":"N\/A","id":80380,"title":"Talons of the Eagle","adult":false,"genre_ids":[28,53]},{"cast":["Totò","Pablito Calvo","Memmo Carotenuto"],"overview":"","release_date":"1958-04-22","vote_average":5.7,"runtime":null,"cert":"N\/A","id":80381,"title":"Toto and Marcellino","adult":false,"genre_ids":[35]},{"cast":["Robert Shaw","Sarah Miles","Peter Egan","Caroline Mortimer","Elizabeth Sellars"],"overview":"Based on the novel by L. P. Hartley, The Hireling is a dissection of antiquated but hardly dormant British class distinctions as a lonely socialite and her chauffeur become more than friends.","release_date":"1973-06-10","vote_average":5.7,"runtime":108,"cert":"N\/A","id":80382,"title":"The Hireling","adult":false,"genre_ids":[18,10749]},{"cast":["Jason Mraz"],"overview":"","release_date":"2008-04-18","vote_average":0.0,"runtime":28,"cert":"N\/A","id":80383,"title":"Jason Mraz : Live at the Highline Ballroom","adult":false,"genre_ids":[]},{"cast":["Heather Ann Davis","Eric Callero","Frank Pacheco","Michael Adam Hamilton","Alice Rietveld"],"overview":"A comedic spoof based on the worldwide phenomenon \"The Twilight Saga.\"","release_date":"2012-03-27","vote_average":3.4,"runtime":83,"cert":"","id":80384,"title":"Breaking Wind","adult":false,"genre_ids":[27,35]},{"cast":["Anthony Hopkins","Derek Jacobi","David Suchet","Lesley-Anne Down","John Gielgud"],"overview":"Quasimodo, the hunchback bellringer of Notre Dame's cathedral meets a beautiful gypsy dancer, Esmeralda, and falls in love with her. So does Quasimodo's guardian, the archdeacon of the cathedral, and a poor street poet. But Esmeralda's in love with a handsome soldier. But when a mob mistakes her for a witch, it's up to Quasimodo to rescue her and claim sanctuary for her in the cathedral.","release_date":"1982-02-02","vote_average":5.4,"runtime":102,"cert":"N\/A","id":80385,"title":"The Hunchback of Notre Dame","adult":false,"genre_ids":[18,10749]},{"cast":["Jerome St. John Blake","Andrew Boakes","Carmen Broughton"],"overview":"Four years after the death of Freddie Mercury 'Made In Heaven' the album was released. The visual conception was commissioned with the help of the B.F.I. and producers Hot Property. Eight films representative of Queen's music are accompanied by the tracklist: 'I Was Born To Love You', 'O', 'Return Trip', 'Closing Titles', 'Evolution', 'Mother Love', 'Heart-Ache' and 'Outside-In'","release_date":"1997-02-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":80386,"title":"Queen: Made in Heaven","adult":false,"genre_ids":[10402]},{"cast":["Carol Channing","Loni Anderson","Mary Jo Catlett","Marge Champion","Tyne Daly"],"overview":"If Carol Channing didn't exist, no one could have made her up. One in a billion, Carol , at 89, remains an unstoppable, megawatt dynamo. Broadway diva extraordinaire is just the icing. Carol Channing hovered at the pinnacle of the entertainment world from the late-1950's through the 1960's and beyond, living life sensationally large. As Carol has observed, '...if you're lucky enough to have two hit shows, the world passes through your dressing room'. At 89, she remains irrepressible.","release_date":"2012-01-20","vote_average":8.0,"runtime":87,"cert":"N\/A","id":80387,"title":"Carol Channing: Larger Than Life","adult":false,"genre_ids":[99,10402,10749]},{"cast":["Gary Coleman","Michael Lembeck","Lisa Eilbacher","Maureen Stapleton","Norman Fell"],"overview":"Lester is a homeless shoeshine boy living in a railway station. He's got this funny knack for picking the winning horses' names out of the paper while shining shoes. When word gets around, though, everyone wants a piece of the action.","release_date":"1981-03-06","vote_average":0.0,"runtime":97,"cert":"N\/A","id":80388,"title":"On the Right Track","adult":false,"genre_ids":[35,10749]},{"cast":["Mel Gibson","Peter Stormare","Dean Norris","Bob Gunton","Kevin Hernandez"],"overview":"A career criminal (Gibson) nabbed by Mexican authorities is placed in a tough prison where he learns to survive with the help of a 9-year-old boy.","release_date":"2012-03-15","vote_average":6.5,"runtime":95,"cert":"15","id":80389,"title":"Get the Gringo","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Jessica Duffy","Marty Lindsey","David Dalton","Kristin Keating"],"overview":"While visiting a cabin with her husband, Julianne becomes disturbed with horrific visions which question her sanity.","release_date":"2011-08-04","vote_average":4.0,"runtime":82,"cert":"N\/A","id":80390,"title":"The Inner Room","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jr NTR"],"overview":"The movie is about Rayalaseema factionism. The director Vinayak tried to make it a different one by presenting it with a message. A message to say education should be of outmost importance in once life. While it's an excellent message, the movie is presented with insane unwanted violence of kick chopped heads like football! The comedy by Venu Madhav and Krishna Bhagawan is very close to the best we've seen in recent years. The music is dull but the screenplay by Vinayak makes the viewers interest till the end.","release_date":"2004-06-12","vote_average":4.5,"runtime":155,"cert":"N\/A","id":80391,"title":"Samba","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The 2011 Copa do Brasil (officially known as the 2011 Copa Kia do Brasil for sponsorship reasons) was the 23rd edition of the Copa do Brasil, Brazil's national football cup tournament. It began on February 16 and ended on June 8. This edition's champion was Vasco da Gama, with Coritiba ending as runners-up.","release_date":"2011-06-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":80392,"title":"Vasco Campeão da Copa do Brasil 2011","adult":false,"genre_ids":[99]},{"cast":["Ricardo Darín","Enrique Pinti","Carolina Papaleo","Jorge Schubert","Ana María Picchio"],"overview":"Vidal (Darín) is about to be bankrupt, so he sets up a fake car robbery with a small-time mobster to collect insurance and split the money. But his perfect plan becomes entangled by his increasingly dangerous ties to the mob and the meddling of a rogue insurance investigator (Pinti), who eventually strikes a deal with Vidal and decides to team up with him and his wife (Papaleo) to bring down the mob and expose the corruption that links a high-ranking executive to the mafia.","release_date":"1993-07-29","vote_average":7.2,"runtime":93,"cert":"N\/A","id":80393,"title":"Perdido por perdido","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boy awakes, imprisoned in a hospital without a name or memory. He is immediately attacked and discovers to his surprise that he has incredible telekinetic powers. A girl, her psychic voice calling for help inside his head, sends him on a adventure to save her: And by saving her, he will save all humanity.","release_date":"2004-04-06","vote_average":6.0,"runtime":73,"cert":"N\/A","id":80394,"title":"Galerions Rion","adult":false,"genre_ids":[28,27,878]},{"cast":["Jr NTR","Keerthi Chawla","Ali","Venu Madhav","Ahuti Prasad"],"overview":"Aadi (Telugu: ఆది) is a Telugu film released in 2002 with Jr. NTR in the main lead. V.V. Vinayak directed this movie. This hit film stands second in Jr. NTR's career, right behind Simhadri. It was also remade in Tamil as Jai with Prashanth. This film led both the actor NTR JR and director V.V. Vinayak into instant stardom. The film collected about 22 crore rupees.","release_date":"2002-03-28","vote_average":5.2,"runtime":150,"cert":"N\/A","id":80395,"title":"Aadi","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"A punk rock journey through Vancouver's underground music scene exploring its ongoing struggle to stay alive in a city that is hell-bent on shutting down all the fun.","release_date":"2010-05-10","vote_average":4.3,"runtime":null,"cert":"N\/A","id":80396,"title":"No Fun City","adult":false,"genre_ids":[99]},{"cast":["Jessi Palmer","Ryan Driller","Jennifer Dark","Bridgette B","Brandy Aniston"],"overview":"Count Dracula is back, and this time, with a sexual vengeance unlike any other Dracula you have ever seen. This sexual sci-fi masterpiece is sure to thrill you. And get you hot and sweaty. Nothing like some good old fashioned vampire sucking and fucking.","release_date":"2011-10-04","vote_average":9.0,"runtime":115,"cert":"N\/A","id":80399,"title":"This Ain't Dracula XXX","adult":true,"genre_ids":[14]},{"cast":["Sabine Azéma","Richard Anconina","Jean Reno","Hélène Surgère","Jacques Nolot"],"overview":"","release_date":"1986-04-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":80400,"title":"Zone Red","adult":false,"genre_ids":[53]},{"cast":["Jeong Seong-hoon","Yoo Ok-joo"],"overview":"One day she faintly appears in Min-woo’s dream. Min-woo has no way to find out who the girl he had intercourse with in his dream is and he doesn’t have the breadth of mind to. Min-woo’s life goes by dryly and his wife Yeon-joo becomes colder and conflicts with her get deeper. Trying to avoid these situations Min-woo tries hard to tune in with Yeon-joo and write down his resume. Da-eun is a close friend of the couple since university. She sees Yeon-joo heading for somewhere with another man that’s not Min-woo accidentally. Da-eun stands by Min-woo and holds his hand because he looks so lonely standing in the middle of conflict with his wife and he tries to act like nothing's wrong. They end up having a dreamlike one night. The love they shared in his dream is now facing them.","release_date":"2011-05-03","vote_average":5.0,"runtime":70,"cert":"N\/A","id":80401,"title":"Dream Affection","adult":false,"genre_ids":[18]},{"cast":["Kylie Ireland","Jeanna Fine","Jill Kelly","Michael J. Cox","Shayla LaVeaux"],"overview":"","release_date":"1999-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":80404,"title":"Cashmere","adult":true,"genre_ids":[]},{"cast":["Kanichi Kurita","Kiyoshi Kobayashi","Daisuke Namikawa","Miyuki Sawashiro","Kouichi Yamadera"],"overview":"A pair of jewels hold the secret to an even greater treasure, but there are so many obstacles in Lupin's way. The smallest one is Maki, a precocious fourteen year old girl who wants Lupin to teach her to be a thief. But what is her tie to the treasure and the mysterious girl Misa, a girl who cannot die? The secrets behind the treasure reach back even into Lupin's past; will the Blood Seal be opened?!","release_date":"2011-12-02","vote_average":7.3,"runtime":92,"cert":"N\/A","id":80405,"title":"Lupin the Third: Blood Seal - Eternal Mermaid","adult":false,"genre_ids":[28,16,35,10770]},{"cast":["Thomas Bo Larsen","Hella Joof","Niels Olsen","Anette Støvelbæk","Philip Zandén"],"overview":"Rasmus is a commissioning editor prepared to go to lengths to keep people happy - which is just what he has to do, because Rasmus has a problem. He can't say no. To his ex-girlfriend who wants a baby or his new girlfriend, who wants things clear cut, or his author pal, who wants to write for a limited audience, or his new boss, who wants to publish sex guides.","release_date":"2002-06-28","vote_average":4.5,"runtime":85,"cert":"N\/A","id":80406,"title":"The Man Who Couldn't Say No","adult":false,"genre_ids":[35]},{"cast":["Mike Bordin","Bill Gould","Roddy Bottum","Jim Martin","Mike Patton"],"overview":"Who Cares a Lot? The Greatest Videos is the VHS version of Faith No More greatest hits album Who Cares a Lot?. It contains almost all of the band's music videos (only \"Ricochet\" and \"Another Body Murdered\" are not included), a new live video (\"This Guy's In Love With You\"), and behind-the-scenes interviews and footage, most of which was taken from a previous video release, Video Croissant. It is the most complete Faith No More video release to date.","release_date":"1999-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80407,"title":"Faith No More: Who Cares A Lot? The Greatest Videos","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1998-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80408,"title":"Tous sur orbite !","adult":false,"genre_ids":[]},{"cast":["Joey Lawrence","Tiffani Thiessen","Dean Cain"],"overview":"A Christmas Adventure ...From a Book Called Wisely's Tales","release_date":"2001-10-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":80409,"title":"A Christmas Adventure ...From a Book Called Wisely's Tales","adult":false,"genre_ids":[16,10751]},{"cast":["Dolph Lundgren","Lochlyn Munro","Natassia Malthe","Aleks Paunovic","Christina Jastrzembska"],"overview":"Granger, an ex-Special Forces soldier gets thrown back to medieval times to fulfill an ancient prophecy. Venturing through the now war torn Kingdom of Ehb, he teams up with an unlikely band of allies with the goal of slaying the leader of the \"Dark Ones\". Fighting against all odds, they must free the land from the grasp of the evil tyrant Raven and save the world.","release_date":"2011-11-03","vote_average":3.8,"runtime":96,"cert":"N\/A","id":80410,"title":"In the Name of the King 2: Two Worlds","adult":false,"genre_ids":[12,14,18,28]},{"cast":["Osmar Núñez","Julieta Díaz","Alfredo Casero","Fernán Mirás","Sergio Boris"],"overview":"The earthquake in the city of San Juan, in January 1944, is the origin of the love story between Juan Domingo Perón (Osmar Nunez) and Eva Duarte (Julieta Diaz). He was a colonel in the Army and she was a popular radio actress. Eva collaborates with other artists in the collection organized by Peron, from the Secretary of Workr, to raise funds for earthquake victims. Neither then imagine what the future holds them.","release_date":"2012-11-30","vote_average":5.0,"runtime":110,"cert":"N\/A","id":80425,"title":"Juan y Eva","adult":false,"genre_ids":[18,36]},{"cast":["Leona Cavalli","Matheus Nachtergaele","Jonas Bloch","Dira Paes","Chico Diaz"],"overview":"In a poor neighborhood in Recife, the lives of exotic and bizarre characters entwine in a bar and in a very low-budget hotel. The queer Dunga works in the hotel and has a crush on the butcher Wellington that is married with the religious Kika and has an affair with his mistress Dayse. The sick necrophiliac Isaac owns a yellow Mercedes Benz and wants to have sex with Lígia that owns of Bar Avenida.","release_date":"2002-08-14","vote_average":6.7,"runtime":103,"cert":"N\/A","id":80426,"title":"Mango Yellow","adult":false,"genre_ids":[18]},{"cast":["Zhao Tao","Wang Hongwei","Liang Jingdong","Tian Yi Yang","Wang Bo"],"overview":"The movie is set in the remote chinese province of Fenyang, and spans the turbulent 1980s by following four performers in the state-run Peasant Culture Group. We see the group evolve from workers that are restricted to approved revolutionary classics that praise Chairman Mao, through performance of western classics, after china adopts an 'open door' policy, and the effects on their lives.","release_date":"2001-08-29","vote_average":6.9,"runtime":149,"cert":"N\/A","id":80427,"title":"Platform","adult":false,"genre_ids":[18]},{"cast":["Jana Cova","Mandy Bright","Michelle Michaels","Carolyn Monroe","Ashton Moore"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80428,"title":"FEM Tango","adult":true,"genre_ids":[]},{"cast":["Ulises Dumont","Daniel Fanego","Ana Fernández"],"overview":"In 1896, Virginia Bolten, a well known thirty years old anarchist, arrives in Buenos Aires where she meets her friend Matilda, along with other women working in the mill Volpon Genaro, under the harsh conditions of the time.","release_date":"2010-09-23","vote_average":0.0,"runtime":113,"cert":"N\/A","id":80431,"title":"Neither God, Nor Master or Husband","adult":false,"genre_ids":[]},{"cast":["Eric Roberts","Peter Stormare","Sally Kirkland","Jsu Garcia","Howard Lazar"],"overview":"Running from mistakes of the past, a man finds a secret book with ancient powers - a tool that can give him the answers he seeks. But a Dark Force has been awoken... one that will stop at nothing to reclaim the sacred text. When the book is stolen, an age long batte resumes. But his teacher: a \"Wayshower\", can only show him the path to victory, for he must win this epic battle on his own.","release_date":"2011-04-10","vote_average":2.0,"runtime":90,"cert":"N\/A","id":80432,"title":"The Wayshower","adult":false,"genre_ids":[18]},{"cast":["Richard Clarke"],"overview":"Even though Richard Clarke was the one who repeatedly warned against Al Qaeda, he was perhaps the only member of the administration who took responsibility for the lack of preparedness for the 9\/11 attack. His famous testimony \"your government failed you, I failed you\" was followed by an apology to the families of the victims, and moved the world. In a new film by award-winning director Michele Ohayon, former counter-terrorism czar Clarke sharply demystifies the role of government and how we can take control over its actions. The film looks at the U.S. and the world, bringing new hopes and roads to avoid future failures. It also brings to the surface hidden threats that must be addressed immediately, and makes transparent the role of Government towards the individual.","release_date":"2011-04-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":80433,"title":"S.O.S.: State of Security","adult":false,"genre_ids":[99]},{"cast":["Rosa Maria Sardà","Isak Férriz","Jade Pradas","José Coronado","María Barranco"],"overview":"Fifty-something widow Anita loses her lifetime dream job as a cinema attendant when the new owner wants to tear down the old theater and build a trendy multiplex in its stead. Depressed at first, Anita finds comfort in watching the shirtless hunks on the theater's construction site. She befriends a married excavator operator, Antonio, and the two start their secret candlelit trysts in the site's office cabin. But soon Anita learns that excavators are only needed in the early phase of a construction project...","release_date":"2001-01-26","vote_average":5.0,"runtime":89,"cert":"N\/A","id":80434,"title":"Anita Takes a Chance","adult":false,"genre_ids":[]},{"cast":["Chris Doubek","Heather Kafka","Alex Karpovsky"],"overview":"A dark comedy which follows two brothers who are in love with the same woman.","release_date":"2010-02-11","vote_average":5.0,"runtime":93,"cert":"N\/A","id":80435,"title":"Lovers of Hate","adult":false,"genre_ids":[35]},{"cast":["Maria Schrader","Dani Levy","David Strathairn","Nicole Heesters","Lukas Ammann"],"overview":"Lena Katz, who is German, and David Fish, who is American, are Jews who live in New York. When Lena's mother, who arrives from Germany, meets her at a hotel, she finds an almost-dead woman lying on the hotel floor. She accompanies the injured woman to the hospital and meets David, who is the woman's son. After David's mother dies from the injuries, a question remains: was she murdered? The trail leads to Germany. Apparently, Lena's mother has some kind of relationship with David's mother that reaches back into the dark German history of the 1940s","release_date":"1998-09-14","vote_average":0.0,"runtime":105,"cert":"N\/A","id":80436,"title":"The Giraffe","adult":false,"genre_ids":[53]},{"cast":["Fabián Vena","Gabriel Goity","Martin Seefeld","Mariana Briski","Mara Santucho"],"overview":"In this lively Spanish-Argentine comic fantasy, two luckless actors get angry and with the help of a high school drama class jolt a sleepy, rural Argentina town into taking much-needed political action.","release_date":"2011-05-26","vote_average":6.0,"runtime":93,"cert":"N\/A","id":80437,"title":"The Finger","adult":false,"genre_ids":[]},{"cast":["Afrika Bambaataa","Grandmaster Caz","Malcolm McLaren"],"overview":"Beat This: A Hip-Hop History is a 1984 BBC documentary film about hip-hop culture, directed by Dick Fontaine. The cast includes Afrika Bambaataa, DJ Kool Herc — the film includes footage from Herc's original dance parties — The Cold Crush Brothers, Jazzy Jay, Brim Fuentes, and The Dynamic Rockers. It is narrated by Imhotep Gary Byrd. Originally part of the Arena television series, it was among the first crop of documentaries about hip-hop.","release_date":"1984-01-05","vote_average":7.0,"runtime":null,"cert":"","id":80438,"title":"Beat This!: A Hip Hop History","adult":false,"genre_ids":[99]},{"cast":["Marisa Allasio","Maurizio Arena","Renato Salvatori","Lorella De Luca","Alessandra Panaro"],"overview":"","release_date":"1957-12-20","vote_average":6.6,"runtime":null,"cert":"N\/A","id":80439,"title":"Belle ma povere","adult":false,"genre_ids":[35]},{"cast":["Monica Bellucci","Louis Garrel","Céline Sallette","Jérôme Robart","Vladislav Galard"],"overview":"Paul reflects on the summer he met Angèle and Frédéric as he watches his friend being laid to rest.","release_date":"2011-09-28","vote_average":5.2,"runtime":95,"cert":"N\/A","id":80440,"title":"A Burning Hot Summer","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Irene Papas","Gabriele Ferzetti","Laura Nucci","Mario Scaccia"],"overview":"A leftist professor wants the truth about two men killed during a hunting party; but the mafia, the Church and corrupt politicians don't want him to learn it.","release_date":"1967-02-22","vote_average":6.4,"runtime":99,"cert":"N\/A","id":80441,"title":"We Still Kill the Old Way","adult":false,"genre_ids":[18,80]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"2011-12-07","vote_average":7.4,"runtime":108,"cert":"N\/A","id":80442,"title":"Ligabue Campovolo - il film","adult":false,"genre_ids":[99,10402]},{"cast":["Ugo Tognazzi","Giovanna Ralli","Rossana Martini","Enzo Jannacci","Giampiero Albertini"],"overview":"Luciano Bianchi lives with his wife and son in the small town of Guastalla. As an intellectual and bibliophile, he works as head of cultural initiatives at a mining plant.","release_date":"1964-04-22","vote_average":6.6,"runtime":104,"cert":"N\/A","id":80443,"title":"It's a Hard Life","adult":false,"genre_ids":[35]},{"cast":["Maria Padilha","Isabella Meirelles","Chico Diaz","Maurício Gonçalves","Gustavo Falcão"],"overview":"Paulo works as a high school literature teacher, his wife Teresa is a local shopkeeper, and their daughter Bel is still in school. They live in a rented flat in Saens Peña Square, in the heart of Tijuca, a neighborhood in the North Zone of Rio de Janeiro. An unexpected and alluring job offer may have a profound effect on the routine of this family and even jeopardize a 20-year marriage.","release_date":"2008-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":80444,"title":"Praça Saens Peña","adult":false,"genre_ids":[]},{"cast":["Neil Morrissey","Rachel Weisz","John Gordon Sinclair","Arabella Weir","Graeme Garden"],"overview":"Romantic comedy set during the European football championships in 1996, where football fan Martin finds his life is going from bad to worse after losing his job and splitting up with his girlfriend. However, as the football tournament progresses his luck begins to turn, firstly because of England's successes on the pitch, and secondly because of his encounter with a mysterious woman.","release_date":"1998-05-25","vote_average":5.0,"runtime":83,"cert":"","id":80445,"title":"My Summer With Des","adult":false,"genre_ids":[35,10749,10770]},{"cast":["Edu Soto","Pepe Viyuela","Berta Ojea","Janfri Topera","Mariano Venancio"],"overview":"The planet is facing a great threat. During the worst drought ever known, a group of wrongdoers are in the process of finishing all the reserves of water that remain on Earth. The best secret agents in the world meet urgently, but they don't even have a clue. To make things even worse, the evil Botijola plans to sabotage the meeting. His intention is to convert the water into a substitute. In order to do this, he also tries to kidnap mad Professor Bacterio and get him to work for him. However, there are two things Botijola wasn't expecting. On the one hand, Bacterio, before being kidnapped, hid the parts of his invention in different historical moments, using a time machine. On the other hand, there are two international agents who haven't turned up at the sabotaged meeting, two agents who become the world's only hope: Mortadelo and Filemón.","release_date":"2008-01-25","vote_average":5.1,"runtime":97,"cert":"N\/A","id":80446,"title":"Mortadelo & Filemon Mission Save the Planet","adult":false,"genre_ids":[35,14,10751]},{"cast":["Juan Luis Galiardo"],"overview":"Cuban leader Fidel Castro is humbled when he arrives in Miami and experiences America from the unique perspective of a typical Cuban-American in producer-turned-director Alejandro Gonzalez Padilla's clever culture shock drama.","release_date":"2006-12-14","vote_average":5.0,"runtime":95,"cert":"N\/A","id":80447,"title":"I Love Miami","adult":false,"genre_ids":[18,35]},{"cast":["María Barranco","Terele Pávez","Ruth Gabriel","Ángel de Andrés López","Gustavo Salmerón"],"overview":"Lara, the host of a radio call-in show dealing in psychic phenomena, discovers that her estranged lover has been found dead in a small Spanish village. She learns that he was conducting secret experiments searching for tortured souls trapped behind the energy of the living world.","release_date":"1997-11-07","vote_average":4.7,"runtime":110,"cert":"N\/A","id":80448,"title":"99.9 La Frecuencia del Terror","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jon Thor Birgisson"],"overview":"Jonsi awakens to a trashed house in the wake of his New Year's Eve party. He avoids cleaning up and instead plays songs that reflect the night before, the bittersweetness of new year, and the melancholy of one gone by.","release_date":"2010-04-28","vote_average":7.0,"runtime":null,"cert":"","id":80449,"title":"Go Quiet","adult":false,"genre_ids":[10402]},{"cast":["Natasha Khan"],"overview":"A beautiful film following Natasha Khan (aka Bat For Lashes) across America as she makes her second album, the Mercury Award nominated 'Two Suns'.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":80450,"title":"Two + Two: The Making of 'Two Suns'","adult":false,"genre_ids":[10402]},{"cast":["Alyson Stoner","Tinashe","Jansen Panettiere","Paul Butcher","Rusty Schwimmer"],"overview":"Holly and the Hey Girls learn that you never know who might make the perfect friend when they meet the town witch and find out she's really a wonderful old lady who can use a little of their help.","release_date":"2007-09-18","vote_average":10.0,"runtime":44,"cert":"N\/A","id":80451,"title":"Holly Hobbie and Friends: Best Friends Forever","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Holly Hobbie is excited about spending Christmas-time with her friends and family. She soon learns of the situation of a widow, Mrs. Deegan and her twin boys, Joey and Paul. She works together with her friends Amy Morris and Carrie Baker. They also take part in a Christmas pageant and Christmas caroling. Meanwhile, Holly's brother Robby dresses up as Santa Claus to earn extra money, but discovers the spirit of giving.","release_date":"2006-10-24","vote_average":0.0,"runtime":44,"cert":"N\/A","id":80452,"title":"Holly Hobbie and Friends: Christmas Wishes","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"The \"Hey Girls Club\" is at it again and this time they're turning the fashion world \"Inside Out\"! It's \"Hats Off\" to Holly and her best friends as they whip up som fabulous styles and become the toast of the town. Holly and the girls prove that everything is better when you creat it with your best friends.","release_date":"2008-08-12","vote_average":0.0,"runtime":44,"cert":"N\/A","id":80453,"title":"Holly Hobbie and Friends: Fabulous Fashion Show","adult":false,"genre_ids":[10751,16]},{"cast":["Daniel Webb"],"overview":"The Transcontinental Railroad unites the nation and transforms the American Heartland. Native American civilizations decline as farmers settle the continent. Cattle replace wild buffalo as king of the Great Plains. The cowboy becomes a new American icon.","release_date":"2010-05-09","vote_average":0.0,"runtime":42,"cert":"N\/A","id":80460,"title":"America: The Story of Us Episode 6: Heartland","adult":false,"genre_ids":[36,99]},{"cast":["Shanti Lowry","Darrin Henson","Jackée Harry","Erica Hubbard","Ginuwine"],"overview":"An NFL player sidelined by a debilitating injury finds his marriage in jeopardy when his wife learns of a past discretion that causes her to question his character. Devin (Darrin Dewitt Henson) and Tracey (Shanti Lowry) are ecstatic over the impending birth of their first child as the injured athlete works hard to regain his strength and get back on the gridiron. Though money is tight, they're determined to stay positive, and give their child a happy home. But when a stranger wanders into Tracey's beauty salon with disturbing news about Devin's past, things quickly take a turn for the worst.","release_date":"2011-02-26","vote_average":5.5,"runtime":80,"cert":"N\/A","id":80467,"title":"The Ideal Husband","adult":false,"genre_ids":[18,10402,10749,10751]},{"cast":["Kevin Corrigan","Barry Bostwick","Karen Black","Leo Fitzpatrick","Ariel Gade"],"overview":"A former mental patient's repressed anger reaches the boiling point, leading him to embark on a mission of revenge against the thugs who once subjected him to severe physical and mental trauma.","release_date":"2011-04-14","vote_average":6.2,"runtime":97,"cert":"N\/A","id":80468,"title":"Some Guy Who Kills People","adult":false,"genre_ids":[35,27,53]},{"cast":["Evelien Bosmans","Stany Crets","Bart Hollanders","Clara Cleymans","Lucas van den Eynde"],"overview":"The story of the laborer family Debruycker during the turbulent strike by Vieille Montagne in 1971.","release_date":"2011-12-14","vote_average":6.4,"runtime":110,"cert":"N\/A","id":80469,"title":"Groenten uit Balen","adult":false,"genre_ids":[18,36]},{"cast":["Gérard Philipe","Lilli Palmer","Lea Padovani","Gérard Séty","Lino Ventura"],"overview":"Biographic film chronicling the last year of the life of the Italian painter Amedeo Modigliani, 1919, who falls in love with a girl from a wealthy family. Her parents are against this relationship and stop financial help. Modigliani worked and died in abject poverty in the Montparnasse Quarter of Paris, France.","release_date":"1958-04-04","vote_average":6.7,"runtime":108,"cert":"N\/A","id":80470,"title":"The Lovers of Montparnasse","adult":false,"genre_ids":[10749,18]},{"cast":["Josep Maria Pou","Rosa Maria Sardà","Mario Gas"],"overview":"Based on a work of Josep Maria Benet i Jornet entitled \"Testament\", the film tells the story of an aging professor of medieval literature with the dilemma of deciding who will inherit his essay on \"The Book of friend and loved\" by Ramon Llull. Feeling near death as a result of illness, he discovers that the ideal person is a young and intelligent student he is in love with and who is dedicated to male prostitution.","release_date":"1999-01-29","vote_average":6.1,"runtime":90,"cert":"N\/A","id":80471,"title":"Beloved\/Friend","adult":false,"genre_ids":[18]},{"cast":["Joonas Makkonen","Pihla Maalismaa","Risto Salmi","Kari Heiskanen","Antti Virmavirta"],"overview":"Jed (19) walks out on his former life, without destination, without explanation, and gets on a train. He ends up by happenstance in a small eastern town in Finland where he soon comes face to face with the daily rigors of independent life. Coping becomes a challenge for him almost to the point of being an obsession.  Of all the people in town, Jed seems to constantly run across the prickly and quick-witted Lulu (17). Gradually, without either of them admitting it, their relationship changes from bickering, picking on each other and a battle of wills to friendship, and as can happen, finally to love.","release_date":"2011-07-29","vote_average":6.0,"runtime":100,"cert":"N\/A","id":80472,"title":"Garbage Prince","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gil Bellows","Michelle Forbes","Mia Sara","J.T. Walsh","Tim Guinee"],"overview":"A wife's husband is cheating on her. She decides to go on a road trip with her husband's other woman. While driving the two women pick up a hitchhiker. The man they pick up may be a robber and murderer on the run from the cops. A policeman who is tracking the hitchhiker has a close eye on them, but the question is why?","release_date":"1995-10-01","vote_average":6.5,"runtime":93,"cert":"N\/A","id":80473,"title":"Black Day Blue Night","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Alexander Fu Sheng","Chi Kuan-Chun","Leung Kar-Yan","Jenny Tseng","Johnny Wang Lung-Wei"],"overview":"In BOXER REBELLION, three young martial arts brothers, played by Chi Kuan-chun, Alexander Fu Sheng and Leung Kar-yan, go in search of fellow patriots dissatisfied with Imperialist foreigners and wind up joining a rising sect of the Boxers, led by an opportunistic conman (Johnny Wang Lung-wei). Named as such for their use of martial arts, these boxers are revolutionaries who believe that spirits protect their bodies from foreign guns. They even dupe the Empress Dowager (Li Lihua), who gives them her royal blessing to fight the foreigners.","release_date":"1976-01-29","vote_average":4.5,"runtime":137,"cert":"N\/A","id":80474,"title":"Boxer Rebellion","adult":false,"genre_ids":[28,12]},{"cast":["Erik Thompson","Arlo Hemphill","Jason Bice","Scott DeGrave"],"overview":"National Geographic looks in some detail at 6 of the many close brushes with death Adolph Hitler had at the hands of assassins. The potential for the plots to succeed are examined as is the unpleasant fate of the would be assassins.","release_date":"2008-11-16","vote_average":8.7,"runtime":null,"cert":"N\/A","id":80475,"title":"National Geographic: 42 Ways to Kill Hitler","adult":false,"genre_ids":[99]},{"cast":["Emmanuelle Riva","Philippe Noiret","Edith Scob","Sami Frey","Renée Devillers"],"overview":"Thérèse is living in a provincial town, unhappily married to Bernard, a dull, pompous man whose only interest is preserving his family name and property. They live in an isolated country mansion surrounded by servants. Early in her marriage her only comforts are her fondness for Bernard's pine-tree forest, which was her primary reason for marrying him, and her love for her sister-in-law and Bernard's half-sister, Anne.  The movie recounts in flashback the circumstances that led to her being charged with poisoning her husband.","release_date":"1962-09-21","vote_average":6.6,"runtime":109,"cert":"N\/A","id":80476,"title":"Therese","adult":false,"genre_ids":[18]},{"cast":["Moon Lee","Alex Fong","Kharina","Ralph Chan","Mark Steinborn"],"overview":"A gang of crime-fighting martial-arts beauties battle a terrorist organization based in Thailand led by a religious fanatic.","release_date":"1989-09-14","vote_average":6.5,"runtime":91,"cert":"N\/A","id":80477,"title":"Iron Angels 3","adult":false,"genre_ids":[28]},{"cast":["Joan Manuel Serrat","Serena Vergano","Cristina Galbó","Emilio Gutiérrez Caba","Manuel Galiana"],"overview":"John leaves for Barcelona in search of Cristina, who two years ago went to the city. On arrival he is hosted in a cousin's house and there he meets Monica that falls madly in love with him. When he finally finds Cristina, things do not happen as he expected, the time and the city have changed her and she is not sure to continue the relationship. Meanwhile, Monica tries unsuccessfully to call the attention of John.","release_date":"1969-06-09","vote_average":0.0,"runtime":82,"cert":"N\/A","id":80478,"title":"Palabras de amor","adult":false,"genre_ids":[18]},{"cast":["Sandra Ng Kwun-Yu","Catherine Hung Yan","Max Mok Siu-Chung","Charine Chan","Shing Fui-On"],"overview":"A jewelry shop owner hires Ting Kuo to rob his shop for in order to scan his insurance company, but when the heist fails, he tries to get rid of him. Jacky and Mary get involved in the case. When Mary is endangered, Jacky saves her and they catch Ting Kuo, who reveals the proprietor's plot. The proprietor, who is utterly discredited, searches for Jacky and Mary for revenge...","release_date":"1992-05-28","vote_average":0.0,"runtime":91,"cert":"N\/A","id":80479,"title":"Sisters In Law","adult":false,"genre_ids":[28]},{"cast":["Paco Martínez Soria","Florinda Chico","José Sacristán","Rafaela Aparicio","Antonio Ferrandis"],"overview":"Eduardo and Antonia are a mature couple excited about their daughter expecting their first grandchild. But life will change completely when some laboratory tests confirm that it is Antonia who is pregnant and not her daughter. This unexpected situation strongly influences the character of Eduardo, who begins to live what he calls a \"second youth\".","release_date":"1972-03-13","vote_average":5.8,"runtime":89,"cert":"N\/A","id":80482,"title":"El padre de la criatura","adult":false,"genre_ids":[35]},{"cast":["Verónica Sánchez","Matthew Goode","Antonio Resines","Guillermo Toledo","Ángela Molina"],"overview":"Brenan arrives at Yegen on foot, interrupting the funeral held for the daughter of the local cacique. He collapses from dysentery and soon learns that the local cacique, Don Fernando, is leaving for Granada with his wife. Brenan rents Fernando’s house for a year and soon enlists the services of María as housekeeper and cook and becomes friends with a local man named Paco. Brenan spends most of his time reading, walking, and trying to write poetry.His friends Dora Carrington, Lytton Strachey (who is ill), and Ralph Partridge visit for a couple of days. Brenan, who has been maintaining a correspondence with Carrington, learns during the visit that Partridge and Carrington are engaged. He is crushed, as he had been in love with Carrington.","release_date":"2003-01-09","vote_average":6.1,"runtime":111,"cert":"N\/A","id":80483,"title":"South from Granada","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dev Anand","Waheeda Rehman","Leela Chitnis","Anwar Hussain","Gajanan Jagirdar"],"overview":"After being released from prison for Forgery and Theft, Multi-linguist Raju (Dev Anand) reflects on his life as a Guide; his meeting with the daughter of a prostitute, Rosie (Waheeda Rehman), who was unhappily married to Marco (Kishore Sahu), and wants to take up acting and dancing as a career. Rosie separates and moves in with Raju and his mom (Leela Chitnis). Then both re-locate, and with Raju's encouragement, she succeeds in an acting and dancing career, resulting in both becoming very wealthy. He then succumbs to gambling, and alcohol, and forges Rosie's signature. He is arrested, tried in court, found guilty and imprisoned. Now discharged from prison, he changes his mind about returning home to his mother, and decides to go elsewhere and start afresh - a decision that will alter his life and way of thinking forever.","release_date":"1965-02-06","vote_average":5.8,"runtime":183,"cert":"N\/A","id":80484,"title":"Guide","adult":false,"genre_ids":[10402,10749,18]},{"cast":["Sammo Hung","Yu Li","Roy Cheung","Fennie Yuen","Tommy Wong"],"overview":"A woman who is in debt to loan sharks is about to commit suicide to escape her debts. Two ghosts are waiting to take her soul when she dies, but at the last moment she is rescued by a member of the loan shark gang who is in love with her. The ghosts, angry at being deprived of a soul, take their vengeance on the gang.","release_date":"1991-11-07","vote_average":5.5,"runtime":90,"cert":"N\/A","id":80485,"title":"My Flying Wife","adult":false,"genre_ids":[28,35,14]},{"cast":["Georges Pomiès","Michel Simon","Félix Oudart","Jean Storm","Paul Velsa"],"overview":"The tale of a rich, flaky poet and his servant who both join the army and wind up in the same barracks.","release_date":"1928-07-18","vote_average":6.3,"runtime":87,"cert":"N\/A","id":80486,"title":"The Sad Sack","adult":false,"genre_ids":[35]},{"cast":["Takagi Junya","Dong Li","Ha Ching","Chu Ahlin","Sun Kenfa"],"overview":"Japanese martial arts sensation Junya Takagi (student of the great Sonny Chiba), stars as a young Bushido Master who travels to China in search of clues to his father's murder. He discovers that the Ninjas were responsible for his death and now they have teamed up with the vagabonds and Mongols, and are planning a coup of the Chinese government. The young Busliido fighter forms an alliance with some top Kung Fu men to stop the coup and get revenge for his father in this rare Chinese\/Japanese co-production.","release_date":"1984-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":80487,"title":"Ninjas and Dragons","adult":false,"genre_ids":[35,28,9648]},{"cast":["Rony Zeaner","Carin Rossby","Gunilla Jelf","Erik Strandmark"],"overview":"Set in 1860s Holland along the famed Zeider Zee-young Hans Brinker finds himself responsible for supporting his family after his father becomes injured in an accident. He and his sister Gretel travel to Amsterdam in search of funds to help pay for their father's operation. Their only hope lies in the city's annual ice skating race. where Hans must face off against his arch-rival Ludwig Schimmel in hopes of winning the prize money.","release_date":"1962-01-07","vote_average":10.0,"runtime":60,"cert":"N\/A","id":80488,"title":"Hans Brinker or the Silver Skates","adult":false,"genre_ids":[28,12]},{"cast":["Henri Charrière","Dustin Hoffman","Fred J. Koenekamp","Steve McQueen","Franklin J. Schaffner"],"overview":"A 1973 mini-documentary about the movie 'Papillon', a behind-the-scenes feature.","release_date":"1973-01-01","vote_average":5.8,"runtime":12,"cert":"N\/A","id":80489,"title":"The Magnificent Rebel","adult":false,"genre_ids":[99]},{"cast":["Terence Stamp","Fabrizio Bentivoglio","Paula Molina"],"overview":"An eremit who has had contact to terrorists is planning to kill the pope by poisoning.","release_date":"1982-01-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":80494,"title":"Death in the Vatican","adult":false,"genre_ids":[]},{"cast":["José Luis López Vázquez","Amparo Soler Leal","Isabel Mestres","Alfonso Zambrano","Josep Castillo Escalona"],"overview":"Leonor and Juan are a united couple of good standing that cannot have children. They want to adopt one but do not succeed because he is too old. Leonor proposes Juan an audacious plan: having a child with another woman, offering her a  significant amount of money if she renunciates to the child. As it is very difficult to find the girl, they publish an advertisement in the press. Ana finally applies, as she has no job and lives far away from his family, so she accepts the deal.","release_date":"1978-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":80495,"title":"Jugando a papás","adult":false,"genre_ids":[35]},{"cast":["Tony Leblanc","Licia Calderón","Mario Morales"],"overview":"Dawn in Madrid. In the Plaza de la Cibeles begins the daily grind. The statue of the goddess, from its source in the center of the square tells the story of a man, petty speculator, owner of an old building that is going to ask Saint Nicholas for his cooperation to make it sink, and thus be able to lift a twelve-story modern building. But the inhabitants of the block have also implored the Saint to prevent this from happening.","release_date":"1958-10-04","vote_average":5.0,"runtime":90,"cert":"N\/A","id":80496,"title":"Stories from Madrid","adult":false,"genre_ids":[]},{"cast":["Anastasio Alemán","Rafael Luis Calvo","Manuel Díaz González"],"overview":"Clint Hall and Kathy, his wife, see their honeymoon interrupted by the sudden illness of Kathy. On the way to find a doctor Clint is assaulted. Without money to buy medicines, he decides to intimidate the pharmacist to get the prescription by the doctor. When he refuses, Cint forces him but promises to give him the money the next day . Along the way he is arrested by police and sentenced to nine years of hard labor. Tired of hunger, thirst, abuse, hardship and violence, Clint makes ​​an attempt to escape but fails, and repression from Captain Black, director of the prison, is terrible. Morally and physically exhausted, Clint is about to die when it comes the recognition of his innocence and freedom.","release_date":"1958-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":80497,"title":"Violent Fate","adult":false,"genre_ids":[]},{"cast":["Javier Armet","Manolo Gómez Bur","Mara Cruz","José Bódalo","Antonio Garisa"],"overview":"","release_date":"1964-09-28","vote_average":3.0,"runtime":null,"cert":"N\/A","id":80498,"title":"El pecador y la bruja","adult":false,"genre_ids":[]},{"cast":["Rocío Jurado","Giancarlo Del Duca","José Toledano"],"overview":"A celebrated cabaret singer, Rosa Lucena, is accused of killing Miguel, her dance partner. She is arrested, but not finding sufficient evidence of guilt, the judges decide to investigate her past, when Rosa and Miguel acted in a theater in Madrid and she fellin love with a young doctor, leaving his career for him. This situation has a direct impact on Miguel, which fails miserably with the withdrawal of his partner.","release_date":"1966-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":80499,"title":"Proceso a una estrella","adult":false,"genre_ids":[]}]