[{"cast":["Sally Field","James Caan","Jeff Bridges","Claire Trevor","Mildred Natwick"],"overview":"Not until three years after the death of her husband Jolly, Kay dares to move back into their former home, persuaded by her new fiancée Rupert. But soon her worst expectations come true, when not only her old memories haunt her, but also Jolly's ghost, who doesn't approve of her new mate. Invisible to anyone but Kay, he tries to prevent the wedding. Written by Tom Zoerner","release_date":"1982-12-22","vote_average":5.6,"runtime":101,"cert":"N\/A","id":81001,"title":"Kiss Me Goodbye","adult":false,"genre_ids":[35,14]},{"cast":["Jr NTR","Ileana D'Cruz","Charmy Kaur","Suhasini Maniratnam","Prakash Raj"],"overview":"Rama Krishna or Rakhi (Jr. NTR) aspires to become railway stationmaster like his father (Chandramohan). His love interest and close friend Tripura (Ileana D'Cruz) is a reporter in TV channel who exposes atrocities against women in society. For Rakhi, his sister Gayathri (Manjusha) is everything. She is married off to software professional (Ravi Varma) who plans to go USA. The greedy in-laws burn her alive for more dowry. Devastated by this he takes the law into his own hands and starts to kill men for harassing women. A police officer Meenakshi Iyer (Suhasini) convinces him to surrender to the law. Before surrendering, he has killed over 49 misogynists. Finally in jail, he kills his sister's friend's murderer like a tiger and in the climax, the main villain ministers . His dialogs in the court are remarkable. The court drama forms the rest of the story.","release_date":"2006-12-22","vote_average":5.3,"runtime":166,"cert":"N\/A","id":81002,"title":"Rakhi","adult":false,"genre_ids":[18,28]},{"cast":["Jack Black","Angelina Jolie","Seth Rogen","Dustin Hoffman","Randall Duk Kim"],"overview":"Po and the Furious Five uncover the legend of three of kung fu's greatest heroes: Master Thundering Rhino, Master Storming Ox, and Master Croc.","release_date":"2011-12-12","vote_average":6.4,"runtime":24,"cert":"N\/A","id":81003,"title":"Kung Fu Panda: Secrets of the Masters","adult":false,"genre_ids":[16,28]},{"cast":["Catherine Deneuve","Giancarlo Giannini","Fernando Rey","Tina Aumont","Paolo Bonacelli"],"overview":"Based on a true incident, this tells the story of a troubled young man who kills his sister's reactionary, violent and abusive husband and is eventually arrested for the murder. However, the dead husband happened to be a member of the Italian nobility, and the trial starts to turn into more of a prosecution of the defendant's socialist politics and the activities of his father, a well known liberal social reformer, than the actual crime itself.","release_date":"1974-09-28","vote_average":6.0,"runtime":115,"cert":"N\/A","id":81004,"title":"The Murri Affair","adult":false,"genre_ids":[36,18]},{"cast":["Nicholas Hoult","Eleanor Tomlinson","Ewan McGregor","Stanley Tucci","Ian McShane"],"overview":"The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. Fighting for a kingdom, its people, and the love of a brave princess, he comes face to face with the unstoppable warriors he thought only existed in legend–and gets the chance to become a legend himself.","release_date":"2013-02-27","vote_average":5.7,"runtime":114,"cert":"12A","id":81005,"title":"Jack the Giant Slayer","adult":false,"genre_ids":[28,12,10751,14]},{"cast":["Ray Liotta","Alexandra Breckenridge","Colin Ford","Billy Burke","Scott Michael Campbell"],"overview":"About a mother who takes her children and flees an abusive ex-husband with the help of Ray Liotta's character.","release_date":"2011-07-20","vote_average":5.4,"runtime":89,"cert":"N\/A","id":81010,"title":"Ticket Out","adult":false,"genre_ids":[53]},{"cast":["Алёна Свиридова","Dmitriy Shevchenko"],"overview":"","release_date":"2006-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81011,"title":"Смерть по завещанию","adult":false,"genre_ids":[]},{"cast":["Graciela Borges","Valeria Bertuccelli","Rita Cortese","Martín Bossi","Mário José Paz"],"overview":"A married man's death puts his widow and mistress in an unusual living arrangement.","release_date":"2011-08-18","vote_average":5.2,"runtime":100,"cert":"N\/A","id":81022,"title":"Widows","adult":false,"genre_ids":[18]},{"cast":["Ewan McGregor","Emily Blunt","Kristin Scott Thomas","Rachael Stirling","Amr Waked"],"overview":"A fisheries expert is approached by a consultant to help realize a sheik's vision of bringing the sport of fly-fishing to the desert and embarks on an upstream journey of faith and fish to prove the impossible possible.","release_date":"2011-09-10","vote_average":6.4,"runtime":107,"cert":"12","id":81025,"title":"Salmon Fishing in the Yemen","adult":false,"genre_ids":[18,10749,35]},{"cast":["Rudolf Schenker","Klaus Meine","Matthias Jabs","Paweł Mąciwoda","James Kottak"],"overview":"Track Listing  1.Ladies And Gentlemen (Live in 3D 2011)  2.Sting In The Tail (Live in 3D 2011)  3.Make It Real (Live in 3D 2011)  4.Bad Boys Running Wild (Live in 3D 2011)  5.The Zoo (Live in 3D 2011)  6.Coast To Coast (Live in 3D 2011)  7.Loving You Sunday Morning (Live in 3D 2011)  8.The Best Is Yet To Come (Live in 3D 2011)  9.Send Me An Angel (Live in 3D 2011)  10.Holiday (Live in 3D 2011)  11.Raised On Rock (Live in 3D 2011)  12.Tease Me, Please Me (Live in 3D 2011)  13.Dynamite (Live in 3D 2011)  14.Kottak Attack (Live in 3D 2011)  15.Blackout (Live in 3D 2011)  16.Six String Sting (Live in 3D 2011)  17.Big City Nights (Live in 3D 2011)  18.Still Loving You (Live in 3D 2011)  19.Wind Of Change (Live in 3D 2011)  20.Rock You Like A Hurricane (Live in 3D 2011)  21.When The Smoke Is Going Down (Live in 3D 2011)  22.Behind The Scenes","release_date":"2012-02-21","vote_average":6.0,"runtime":132,"cert":"N\/A","id":81026,"title":"Scorpions: Get Your Sting & Blackout Live","adult":false,"genre_ids":[10402]},{"cast":["Henri Vidal","Barbara Laage","Jacques Dacqmine","Nicole Maurey","Lino Ventura"],"overview":"The blueprints of an aeroplane built from an ultra-secret metal are stolen from national security. French secret service agent Walder believes that the documents are now in Switzerland, in the hands of a man named Lindbaum. The latter agrees to hand over the blueprints in return for a large sum of money. Another agent, Francis Coplan, is sent to Switzerland to handle the deal, but Lindbaum only has half of the documents because he was double-crossed by Kalpannen, an international crook. With the help of Heidi, a Swiss correspondent, Coplan sets out to identify the members of Kalpannen’s gang, only to find that they have all been murdered…","release_date":"1957-03-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81027,"title":"To Catch a Spy","adult":false,"genre_ids":[]},{"cast":[],"overview":"A lively group of pals known as the Super Readers enter stories and fairy tales to interact with the characters. Humpty Dumpty is stuck sitting on his wall, and it's up to the Super Readers to help him get down. Using their literacy powers, the heroes help a princess who is having problems with her friend Rumpelstiltskin, who claims he's too busy to spin her straw into gold. Even Cinderella gets a visit from the gang!","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":81028,"title":"Super Why!: Humpty Dumpty and Other Fairytale Adventures","adult":false,"genre_ids":[]},{"cast":["John Mills","Dirk Bogarde","Robert Beatty","Elizabeth Sellars","Barbara Mullen"],"overview":"The relationship between brothers Terry and Matt, both active in the IRA, comes under strain when Terry begins to question the use of violence.","release_date":"1952-01-01","vote_average":5.8,"runtime":86,"cert":"","id":81029,"title":"The Gentle Gunman","adult":false,"genre_ids":[80,18]},{"cast":["Linda Darnell","George Sanders","Anna Lee","Edward Everett Horton","Hugo Haas"],"overview":"Linda Darnell plays a beautiful Russian peasant in this moody Sirk melodrama, based on Chekhov's \"The Shooting Party.\" Trying to pull herself out of serf-ish poverty, she works her charms on an engaged aristocrat (George Sanders) with tragic results.","release_date":"1944-07-14","vote_average":5.5,"runtime":106,"cert":"N\/A","id":81030,"title":"Summer Storm","adult":false,"genre_ids":[18]},{"cast":["Alex Reymundo","Joey Diaz","Johnny A. Sanchez","Bret Ernst","Jeffrey Garcia"],"overview":"Live from San Bernardino's California Theatre comes this wildly entertaining evening of stand-up comedy hosted by Alex Reymundo and featuring stellar Latino comedians such as Jeff Garcia and Joey Diaz. Also taking the stage with their unique comedic stylings are Rick Ramos, Erik Griffin, Edwin San Juan, George Perez and Johnny Sanchez.","release_date":"2007-09-21","vote_average":5.5,"runtime":90,"cert":"N\/A","id":81031,"title":"The Payaso Comedy Slam","adult":false,"genre_ids":[35]},{"cast":["Ry Barrett","Emily Alatalo","Jennifer Polansky","Samuel Borstein","Gary Fischer"],"overview":"After losing his Kate, his high school sweetheart, in a horrific house fire Josh Higgins' life tumbles into a depressing mix of insomnia and poor choices. After taking seemingly harmless sleeping pill, Josh is thrusted from his current banal existence to one that he had lost years earlier. As the walls of his own psychosis slowly start to close in around him, Josh must race to save himself, Kate and the parallel life that he vows can never again become...lost.","release_date":"2010-06-06","vote_average":5.7,"runtime":92,"cert":"N\/A","id":81032,"title":"Neverlost","adult":false,"genre_ids":[14,53,878]},{"cast":["Catherine Bell","Chris Potter","Catherine Disher","Noah Cappe","Hannah Endicott-Douglas"],"overview":"A young witch visits her cousin in a small town during a heated mayoral election race. Her kind-hearted cousin, the town’s beloved “good witch” and newlywed with two teenage step-kids, is running for office, but must keep her family from falling apart when their visitor uses her magic to put them—and the whole town—under her bitter spell.","release_date":"2011-10-29","vote_average":6.8,"runtime":85,"cert":"N\/A","id":81033,"title":"The Good Witch's Family","adult":false,"genre_ids":[18,10751,14]},{"cast":["Alexis Texas","Céline Tran","Sarah Vandella","Sophia Santi","Erik Everhard"],"overview":"Award winning director, William H., continues his new series, The Bombshells, with a second volume, featuring another 5 of the most beautiful and insatiable performers currently in porn. Starring the beautiful Sophia Santi in one of her first boy\/girl scenes, alongside, out of contract, Katsuni with Sarah Vandella, Breanne Benson and Alexis Texas.","release_date":"2011-01-24","vote_average":9.5,"runtime":148,"cert":"N\/A","id":81034,"title":"The Bombshells 2","adult":true,"genre_ids":[]},{"cast":["Brooklyn Lee","Jayden Jaymes","Jessie Andrews","Juelz Ventura","Lexi Belle"],"overview":"Super gorgeous young whores and the future of the industry, these beautiful young bombshells are poised to please your dick and make you cum!","release_date":"2011-09-08","vote_average":0.0,"runtime":173,"cert":"N\/A","id":81035,"title":"The Bombshells 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81036,"title":"Mickey, L'Aventure Spatiale","adult":false,"genre_ids":[]},{"cast":["Tallulah Bankhead","Gary Cooper","Charles Laughton","Cary Grant","Paul Porcasi"],"overview":"Naval commander Charles Storm has made life miserable for his wife Diana due to his insane jealousy over every man she speaks to. His obsessive behavior soon drives her to the arms of a handsome lieutenant. When Charles learns of their affair, he plots revenge.","release_date":"1932-08-12","vote_average":6.0,"runtime":78,"cert":"N\/A","id":81037,"title":"Devil and the Deep","adult":false,"genre_ids":[18]},{"cast":["Lili Damita","Charles Ruggles","Roland Young","Thelma Todd","Cary Grant"],"overview":"When Claire Mathewson's (Thelma Todd) husband Stephen (Cary Grant) comes back unexpectedly from the 1932 Summer Olympics, where he was supposed to compete in the javelin throw, he discovers the train tickets for a romantic Venice getaway she has planned with her lover Gerald (Roland Young). Gerald's friend Bunny (Charles Ruggles) lies and says that the tickets are actually for Gerald and his wife. With Stephen still suspicious, Gerald must find a fake wife to go to Venice with him. He tries to hire the actress Chou-Chou (Claire Dodd), but since her boyfriend is a jealous man, she gives the job to out-of-work Germaine (Lili Damita), who needs the 2000 franc fee to keep from starving. At first, Gerald thinks she is too demure, but she soon convinces him that she can pretend to be a glamorous wife.","release_date":"1932-04-08","vote_average":6.0,"runtime":80,"cert":"N\/A","id":81038,"title":"This Is the Night","adult":false,"genre_ids":[10749,35]},{"cast":["Carole Lombard","Chester Morris","Adrienne Ames","Cary Grant","Alison Skipworth"],"overview":"A New York fashion model finds herself being pursued by a poor but honest garage mechanic and a rich philanderer.","release_date":"1932-05-13","vote_average":5.7,"runtime":70,"cert":"N\/A","id":81039,"title":"Sinners in the Sun","adult":false,"genre_ids":[53]},{"cast":["Jean-Paul Belmondo","Arielle Dombasle","Patrick Bouchitey","André Penvern","Thylda Barès"],"overview":"On an observatory set high on a mountain, astronomers make a stunning discovery somewhere out in the galaxy. A flying object in the depths of the cosmos is showing signs of life, emitting an intelligent signal. The UFO has just landed on Earth somewhere in the midst of a rainforest. Margot, the enthusiastic young woman heading up the research team, decides to go to the spot and check out this phenomenon. Meanwhile Edouard, our hero, studies the flora and fauna of the tree tops in the rainforest. He perches on an enormous net that stretches over the still pure, unadulterated forest that spreads out beneath him. He discovers a naked little twelve-year old girl seated on the net. He covers her with a broad banana leaf and asks where she comes from. She quickly replies, in perfect French 'from another world'.","release_date":"2000-07-19","vote_average":5.3,"runtime":88,"cert":"N\/A","id":81040,"title":"Amazon","adult":false,"genre_ids":[12,35,10749]},{"cast":["Ronald L. Marchini","Romano Kristoff","Paul Vance","Ken Watanabe","Mike Cohen"],"overview":"Steve is a Ninja. He's been called in by the police to help them in their investigations. He's to work with Kevin, a police lieutentant. They are investigating the break-in at the Federal Research Institute, where despite heavy security, 7 Ninja warriors manage to steal a vital document.  Well pleased with their night's work, they return to their master, Kurodo, who finds they only have a half of the information they need.  The police capatain wants results. Kevin suspects that a Japanese Garden he visited once with Steve could be the headquarters of Kurodo and his Ninja's and goes in search of proof. He's caught spying and is tortured and killed.  After the disappearance of Kevin, Steve opens his Ninja box. He breaks the seal of his Katana and starts the Mantra.  He attacks the Japanese Garden, eliminates the Ninja warriors and after recovering the documents and blowing up the laboratory, finally meets Kurodo, there can only be one victor...","release_date":"1985-06-01","vote_average":3.8,"runtime":90,"cert":"N\/A","id":81041,"title":"Ninja Warriors","adult":false,"genre_ids":[28]},{"cast":["Jean-Paul Belmondo","Renée Faure","Cristiana Réali","Sébastien Tavel","François Perrot"],"overview":"Since the suicide of his wife, Jacques Loursat has gone downhill. Estranged from his daughter, his lawyer's pratice in ruins, he consoles himself with drink. One night he is woken by a gunshot and catches sight of a young man fleeing the house. Isabelle, his daughter, claims to know nothing about it, even when he finds the body of a young man. Isabelle hangs around with a gang of spoiled young people who have no shortage of money, and is in love with Joel, an ambitious boy involved in drug dealing. Antoine, from a more modest background, is in love with her. When the police start investigating Joel's murder, Antoine becomes the ideal suspect.","release_date":"1992-10-28","vote_average":6.2,"runtime":104,"cert":"N\/A","id":81042,"title":"Stranger in the House","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Children's movie containing short short clips of animals accompanied by children songs.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81043,"title":"Mig og mit Kæledyr","adult":false,"genre_ids":[]},{"cast":["Jean-Paul Belmondo","Michel Piccoli","Marc Cassot","Yves Deniaud","Marcel Perès"],"overview":"Casti and Trébois, two friends who are workers at the same factory, have developed a common passion for flying. They dream of starting an aviation club. In the meantime they spend all their Sundays restoring an old plane under the supervision of Raf, a former RAF pilot...","release_date":"1957-07-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":81044,"title":"Sunday Buddies","adult":false,"genre_ids":[12]},{"cast":["Isabelle Huppert","Charles Berling","Philippe Noiret","Christian Charmetant","Philippe Morier-Genoud"],"overview":"A humoristic view of the lives of Marie and Pierre Curie and their discoveries around radioactivity.","release_date":"1997-04-09","vote_average":6.8,"runtime":106,"cert":"N\/A","id":81045,"title":"Pierre and Marie","adult":false,"genre_ids":[35,18]},{"cast":["Doris Day","Peter Graves","George Kennedy","Andy Devine","William Talman"],"overview":"A frontier widow (Doris Day) aims to raise sheep despite a cattle rancher (George Kennedy) in old Wyoming.","release_date":"1967-01-01","vote_average":5.4,"runtime":102,"cert":"N\/A","id":81046,"title":"The Ballad of Josie","adult":false,"genre_ids":[37,35]},{"cast":["Alektra Blue","Jennifer White","Kayla Paige","Victoria Rae Black","Brendon Miller"],"overview":"When Marsha's (Alektra Blue) fiancé Larry (Seth Gamble) gets cold feet three months before the wedding, her world is turned upside down. Now it's up to her best friends, to help her get out of her funk and back on the market. The only problem is that her aggressive cougar friend Bailey, is unable to give her meaningful advice and Taryn the commitment-phobe, has just fallen in love with her long time crush Rob. Can a one night stand help Marsha find love again, or will she find out that breaking up is good to do...","release_date":"2011-12-06","vote_average":0.0,"runtime":115,"cert":"N\/A","id":81047,"title":"Breaking Up","adult":true,"genre_ids":[35,10749]},{"cast":["Bruce Campbell","Jeremy Roberts","Anita Barone","William Stanford Davis","Gordon Jennison Noice"],"overview":"Running Time was filmed in black and white, in real time, and seemingly takes place in one continuous, fluid shot. It's a little like Hitchcock's \"Rope,\" but it's on location! Carl, an ex-con who sets out to rob the prison laundry system where he worked for 5 years (while in the pen), has spent ten years in prison planning the ultimate heist. Upon his release, he meets up with a high school buddy, who's made all the arrangements for the job, and rented him a hooker for his first encounter in a decade with a real girl. After picking up the safecracker and their getaway driver, they've got twenty minutes to pull off the perfect heist...but soon everything falls apart before Carl's eyes. He might still get the girl, though! Written by Scary Mary","release_date":"1997-12-18","vote_average":6.1,"runtime":70,"cert":"N\/A","id":81048,"title":"Running Time","adult":false,"genre_ids":[80]},{"cast":["Robert Lamoureux","Fernand Ledoux","Gaby Morlay","Nicole Courcel","Louis de Funès"],"overview":"","release_date":"1954-11-26","vote_average":5.8,"runtime":null,"cert":"N\/A","id":81049,"title":"Papa, maman, la bonne et moi...","adult":false,"genre_ids":[35]},{"cast":["Kajal Agarwal","Brahmanandam","Ananth","Rohini Hattangadi","Poonam Kaur"],"overview":"Ganesh (Ram) is an orphan who always pitches in to help needy people. In one such strange situation, he is forced to act with Divya (Kajal Agarwal) that he loves her. But later on, she comes to know that he is loving her to fulfill some other ambition and his love is an act of fabrication. By then, Ganesh genuinely falls in love with her. The rest of the story is all about how he convinces her about his true love.","release_date":"2009-09-24","vote_average":6.5,"runtime":150,"cert":"N\/A","id":81050,"title":"Ganesh","adult":false,"genre_ids":[]},{"cast":["Sumanth","Kamalinee Mukherjee","Neetu Chandra"],"overview":"Godavari (Telugu: గోదావరి) is a 2006 Telugu musical, romantic film that was written and directed by Sekhar Kammula. G.V.G. Raju produced the film. Sumanth and Kamalinee Mukherjee played the lead roles. The film was a success at box office in addition to receiving several Nandi and Filmfare awards. Music of the film was composed by K.M. Radha Krishnan.","release_date":"2006-05-19","vote_average":5.5,"runtime":150,"cert":"N\/A","id":81051,"title":"Godavari","adult":false,"genre_ids":[18,10749]},{"cast":["Rudolf Forster","Angela Salloker","Hans Homma","Camilla Gerzhofer","Paul Henreid"],"overview":"The love of a young Austrian aristocrat to a circus rider is put on a heavy load test when becomes obvious that the former officer has killed the brother of the young woman, a traitor of the country, in the duel.","release_date":"1934-12-31","vote_average":5.0,"runtime":90,"cert":"N\/A","id":81052,"title":"High School","adult":false,"genre_ids":[18]},{"cast":["Venkatesh","Prema","Ramya Krishnan","Girish Karnad","Srividhya"],"overview":"The story is about a family in which mother and son together fight against father for the principles and human values. Srividhya, as a ditched wife, rises up her kid Rakesh (Venkatesh) with well behavior, manner and makes him a good lawyer to do justice to the fellow woman who are cheated brutally by their husbands. How Rakesh takes the revenge on his father for the injustice that he had done to his mother is the crux of the film.","release_date":"1996-01-13","vote_average":6.5,"runtime":150,"cert":"N\/A","id":81053,"title":"Dharma Chakram","adult":false,"genre_ids":[18]},{"cast":["Nandamuri Balakrishna","Divya Bharti","Kongara Jaggayya","Nassar","Rami Reddy"],"overview":"Dharmakshetram  is a 1992 Telugu Action film, produced by K.C. Reddy on Sri Rajeev Productions banner and directed by A. Kodandarami Reddy. Starring Nandamuri Balakrishna, Divya Bharti in the lead roles and music composed by Ilaiyaraaja.","release_date":"1992-02-14","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81054,"title":"Dharma Kshetram","adult":false,"genre_ids":[10749]},{"cast":["Glória Pires","Paulo Miklos","Dani Nefussi","Marisa Orth","Paulo César Peréio"],"overview":"In São Paulo, Brazil, the lonely 40-something guitar teacher Baby lives a tedious life in a low middle-class apartment. She is addicted to her only companions: cigarettes. Baby has a constant conflict with her two sisters, over a couch she inherited from their deceased aunt. When Max, a restaurant musician, moves to the next door apartment, Baby has a crush on him and sees a chance to have a life again. Soon they start having a love affair, and Baby decides to quit smoking. However, her abstinence will be tough to deal with, when she notices Max still misses his ex-wife.","release_date":"2009-12-04","vote_average":6.0,"runtime":85,"cert":"N\/A","id":81055,"title":"Smoke Gets in Your Eyes","adult":false,"genre_ids":[10749,18,35]},{"cast":[],"overview":"Deshoddharakudu","release_date":"1986-03-02","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81056,"title":"Deshoddharakudu","adult":false,"genre_ids":[]},{"cast":["Hermann Thimig","Liane Haid","Hans Moser","Leo Slezak","Silvia de Bettini"],"overview":"Coming soon","release_date":"1935-01-04","vote_average":4.0,"runtime":null,"cert":"N\/A","id":81057,"title":"The Trip to Youth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gorintaku (Telugu) is a Telugu film released on 4 July 2008 and was directed by V.R. Prathap. Dr. Rajasekhar and Meera Jasmine played the lead roles. The film was a remake of succeful Kannada Movie ' Anna Tangi'","release_date":"2008-07-04","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81058,"title":"Gorintaku","adult":false,"genre_ids":[18]},{"cast":["Mathias Wieman","Luise Ullrich","Oskar Sima","Lina Woiwode","Olly Gebauer"],"overview":"In Vienna of 1913 a young woman coming from vaudeville theatre circles stands before the wedding with a construction draftsman; this must move to the military and sends his bride on the country, so that she cannot be enticed to the stage. However, she does it and gets by an officer's love affair so in confusion that she commits suicide. - This end environment-close and differentiates of produced melodrama was rejected by press and audience vehemently; the new second film end with the rescue of the desperate was supplied later, so that in this version only a bittersweet common melodrama with excellent actors and good photograph was left. In the rental company copy is the second version of the end jointly contain.","release_date":"1935-01-17","vote_average":6.3,"runtime":93,"cert":"N\/A","id":81059,"title":"Suburban Cabaret","adult":false,"genre_ids":[18]},{"cast":["Allu Arjun","Genelia D'Souza","Manoj Bajpayee","Brahmanandam","Kishore"],"overview":"A politician refrains his daughter from finishing college as it would affect his politics. He decides to get her married to a police officer of the same caste, but things don't go as planned.","release_date":"2006-01-27","vote_average":6.3,"runtime":152,"cert":"N\/A","id":81060,"title":"Happy","adult":false,"genre_ids":[18,10749]},{"cast":["Kalyan Ram","Priyamani","Kota Srinivasa Rao","Brahmanandam","Sindhu Tolani"],"overview":"Hari and Ram, conjoined twins separated at birth, grow up separately when their parents part ways. Hari becomes a sincere cop while the mentally unstable Ram becomes a violent man who would barely hesitate to kill anyone considering themselves smarter than him.","release_date":"2008-07-18","vote_average":7.0,"runtime":150,"cert":"N\/A","id":81061,"title":"Hare Ram","adult":false,"genre_ids":[28,53]},{"cast":["Ram Pothineni","Isha Sahani","Pradeep Ram Singh Rawat","Prakash Raj","Raghu Babu"],"overview":"Jagadam is a 2007 Tollywood film in the direction of Sukumar (Arya fame). This film has Ram, Isha Sahani, Pradeep Rawat, and Prakash Raj in important roles. The film was produced by Aditya Babu. The film released on 16 March 2007.","release_date":"2007-03-16","vote_average":5.6,"runtime":150,"cert":"N\/A","id":81062,"title":"Jagadam","adult":false,"genre_ids":[18,28,10749,80]},{"cast":["Nagarjuna Akkineni","Vijayashanti","Jeevitha","Kaikala Satyanarayana","Mohan Babu"],"overview":"Janaki Ramudu","release_date":"1988-08-19","vote_average":7.0,"runtime":150,"cert":"N\/A","id":81063,"title":"Janaki Ramudu","adult":false,"genre_ids":[18,10749]},{"cast":["Venkatesh","Simran","K. Viswanath","Brahmanandam","Ali"],"overview":"Raghaviah (K. Vishwanath) and Ram Mohan Rao (Ranganath) are brothers-in-law. But Ram Mohan Rao is at loggerhead with Raghavaiah because of a family feud. Raghavaiah is nearing his 60's and it's time for his Shastipoorti ceremony. It's time for gathering, folks!","release_date":"2000-01-14","vote_average":7.5,"runtime":150,"cert":"N\/A","id":81064,"title":"Kalisundam Raa","adult":false,"genre_ids":[10751]},{"cast":["Jr NTR","Hansika Motwani","Tanishaa Mukerji","Brahmanandam","Ashish Vidhyarthi"],"overview":"Kantri  is a 2008 film starring Jr. NTR, Hansika Motwani, Tanisha Mukherjee, and Prakash Raj. The film is directed by Meher Ramesh, who is a protege of Puri Jagannadh. The movie is produced by the prestigious Vyjayanthi Movies banner, being produced by C. Ashwini Dutt. The film was released on 9 May 2008 and was declared box office hit.","release_date":"2008-05-09","vote_average":2.0,"runtime":150,"cert":"N\/A","id":81065,"title":"Kantri","adult":false,"genre_ids":[28]},{"cast":["Vijayashanti"],"overview":"Karthavyam is a 1990 Telugu film directed by Ketan Mehta. The film was a super hit and was subsequently dubbed into Tamil as Vyjayanthi IPS and became a hit there too. The lead actress Vijayashanti won the National Film Award for Best Actress for her performance in this film.","release_date":"1991-01-02","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81066,"title":"Karthavyam","adult":false,"genre_ids":[28,18]},{"cast":["Magda Schneider","Wolf Albach-Retty","Richard Romanowsky","Hans Moser","Theo Lingen"],"overview":"The wintry mountainscapes of Bavaria provide the backdrop for this airy German comedy. The story is set in motion when young clerk Boenecke (Richard Romanowsky) accidentally delivers a check to the wrong bank. Boenecke's boss Schumann (Walter Steinbeck) suspects the clerk of embezzlement -- especially since our hero has taken off on an extended Alpine vacation with his sweetheart Hilde (Magda Schneider). Before this comic chain reaction can be straightened out, hero and heroine have become entangled with a gang of female pickpockets. Essentially a \"moonlight and strudel\" confection, Winterachtstraum was perfect escapist entertainment for Magda Schneider's legions of fans.","release_date":"1935-02-13","vote_average":4.0,"runtime":70,"cert":"N\/A","id":81067,"title":"Winter Night's Dream","adult":false,"genre_ids":[35]},{"cast":["Srikanth Meka","Ravi Teja","Sonali Bendre","Kim Sharma","Prakash Raj"],"overview":"Khadgam  is a 2002 Telugu language Patriotic movie produced by Sunkara Madhu Murali under Karthikeya Movies banner. The film features Srikanth, Ravi Teja, Prakash Raj, Sangeetha, Sonali Bendre and Kim Sharma in the lead roles. Music has been composed Devi Sri Prasad. The movie released on 29 November 2002 was a hit at boxoffice[1]. Krishna Vamsi has directed the movie. Lyrics are penned by Sirivennela Sitaramasastri, Suddala Ashok Teja and Shakti. The movie was remade into Hindi by K.Subash with Ajay Devgan, Akshay Kumar and Tushar Kapoor and was titled Insan.","release_date":"2002-11-29","vote_average":6.7,"runtime":144,"cert":"N\/A","id":81068,"title":"Khadgam","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Story of the film is simple. It is about a man who falls in love with a woman. That woman buys time till the climax of the film to get the time going. An element of crime is added with Prakash Raj character. The crime element got diluted and the love thread is not convincing enough.","release_date":"2005-01-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81071,"title":"Konchem Touchlo Vunte Cheputanu","adult":false,"genre_ids":[]},{"cast":["Venkatesh","Sridevi","Paresh Rawal","Rami Reddy","Brahmanandam"],"overview":"Chandu is a petty thief who comes across Satya, an innocent girl who unwittingly comes across a way to a huge amount of money stolen from a bank. While the gang that robbed the bank go after her for the clue, one member dies in her apartment and she believes she's the one that killed him. Every one including the original gang that robbed the bank, the police and now Chandu and Satya go after the money.","release_date":"1991-10-09","vote_average":5.0,"runtime":152,"cert":"N\/A","id":81072,"title":"Kshana Kshanam","adult":false,"genre_ids":[18,53,80]},{"cast":["Lizzi Holzschuh","Ilona Massey","Heinz Rühmann","Hermann Thimig","Hans Moser"],"overview":"A poor composer who should buy a property for his ambitious father-in-law finances with the money, nevertheless, an opera. Together with his friend who must play a husband to his strict rich aunt, he makes to himself a fun from the mistakes which cause her feints.","release_date":"1935-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":81073,"title":"Heaven on Earth","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"2007-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81074,"title":"Visst kan Lotta cykla - Visst kan Lotta nästan allting","adult":false,"genre_ids":[]},{"cast":["Antônio Fagundes","Zezé Polessa","Juliana Knust","Genézio de Barros","Malu Galli"],"overview":"Ex-cop Vieira is involved in the death of his lover , a prostitute who works in the streets of Copacabana, Rio de Janeiro. After her death, some strange things started to happen and Vieira is harassed at the same time by the police and some old bad guys from his past. Meanwhile, he is seriously involved with a young and pretty prostitute named Flor.","release_date":"2007-04-19","vote_average":4.2,"runtime":92,"cert":"N\/A","id":81075,"title":"Achados e Perdidos","adult":false,"genre_ids":[80]},{"cast":["Leandra Leal","Leonardo Medeiros","Paulo José","Maria Luísa Mendonça","Simone Spoladore"],"overview":"In an empty city, scorched by the sun, the young and old confuse the fever of sunstroke with the delicate birth of passion. Like ghosts, they hover around buildings and endless flatlands in search of the ever elusive love. Inspired by 19th century Russian short stories, the plots weave and unravel together in the improbable city of Brasilia – a distorted mirror-image of the Soviet utopia – located in the heart of the Brazilian desert.","release_date":"2010-03-26","vote_average":5.0,"runtime":100,"cert":"N\/A","id":81076,"title":"Sunstroke","adult":false,"genre_ids":[18]},{"cast":["Pinto Colvig"],"overview":"As in the classic fable, the grasshopper plays his fiddle and lives for the moment, while the industrious ants squirrel away massive amounts of food for the winter. With his song, he's able to convince at least one small ant until the queen arrives and scares him back to work. The queen warns the grasshopper of the trouble he'll be in, come winter. Winter comes, and the grasshopper, near starvation, stumbles across the ants, who are having a full-on feast in their snug little tree. They take him in and warm him up. The queen tells him only those who work can eat so he must play for them. Written by Jon Reeves","release_date":"1934-02-10","vote_average":6.8,"runtime":8,"cert":"N\/A","id":81077,"title":"The Grasshopper and the Ants","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Lakshmi Narasimha (Balakrishna) is a strict police officer who does not mind making his own rules to bring justice to the public. Once, he was indirectly affected by the goon Dharma Bhiksham (Prakash Rai) which costs him his sister and lots of properties of his native village. But Dharma Bhiksham does not know that it was Lakshmi Narasimha who got affected by him. After a few months, Lakshmi Narasimha is transferred to Vijayawada. Dharma Bhiksham rules the mafia world from Vijayawada. Though, a strict police officer - he compromises with Dharma Bhiksham and takes bribes to the tune of one and half crores. He takes the bribes and then invests all the money into rehabilitating his native village affected by Dharma Bhiksham. Dharma Bhiksham comes to know about it and rebels against Lakshmi Narasimha. The rest of the story is all about how Lakshmi Narasimha puts an end to the life of Dharma Bhiksham using illegal methods.","release_date":"2004-01-14","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81078,"title":"Lakshmi Narasimha","adult":false,"genre_ids":[28]},{"cast":["Gopichand","Jagapati Babu","Anushka Shetty","Yashpal Sharma","Ashish Vidhyarthi"],"overview":"The film starts with a flashback. ACP Bose (Jagapati Babu) is a sincere police officer happily married and lives with his parents and younger brother Chandu (Gopichand). Chandu is a college student and he falls in love with his classmate Indu (Anushka). Enter Section Shankar (Yashpal Sharma), the villain who is notorious for settlements and land deals. He kills anyone who comes in his way and does not leave any evidence or witness behind. He takes a loan of 100 crores from a private bank with the help of a conniving DGP and a politician. He kills the bank’s chairman in order to avoid repayment and puts the blame on Bose. Bose tries to stop Section Shankar. Chandu also gets into disputes with Section Shankar.","release_date":"2007-07-06","vote_average":8.0,"runtime":150,"cert":"N\/A","id":81079,"title":"Lakshyam","adult":false,"genre_ids":[28]},{"cast":["Gopichand","Taapsee Pannu","Shraddha Das","Rajendra Prasad","Naresh"],"overview":"Mogudu is a 2011 Telugu film directed by Krishna Vamsi starring Gopichand, Taapsee Pannu, Shraddha Das in the lead roles with Gadde Rajendra Prasad, Roja and Naresh in supporting roles. The film is all about how a man truly becomes mogudu (husband) when he understands his wife and wins her love. The film released on 4 November 2011","release_date":"2011-11-04","vote_average":4.5,"runtime":150,"cert":"N\/A","id":81080,"title":"Mogudu","adult":false,"genre_ids":[18]},{"cast":["Sumanth","Anushka Shetty","Srihari","Suman Talwar","Sai Kiran"],"overview":"Mahanandi","release_date":"2005-12-03","vote_average":5.5,"runtime":150,"cert":"N\/A","id":81081,"title":"Mahanandi","adult":false,"genre_ids":[28]},{"cast":["Venkatesh","Katrina Kaif","Kota Srinivasa Rao","Sunil Varma","Gajala"],"overview":"A man falls in love with a woman, unbeknownst to the fact that she is a princess in hiding.","release_date":"2004-02-18","vote_average":6.3,"runtime":150,"cert":"N\/A","id":81082,"title":"Malliswari","adult":false,"genre_ids":[35,10749]},{"cast":["Nagarjuna Akkineni","Sonali Bendre","Brahmanandam","Sunil Varma","Tanikella Bharani"],"overview":"Abhiram is a manager in his own ad agency. He hates women and he feels that all women are traitors. Abhirams uncle, who is the chairman of the ad agency, appoints Harika as an assistant manager. Though Abhiram does not like a girl joining his company, he has to live with it as the appointment is made by his uncle. He starts mistreating her. Harika, vexed by Abhirams acts, submits her resignation to Abhis uncle, who then narrates the flashback of Abhiram to Harika.","release_date":"2002-12-20","vote_average":6.0,"runtime":142,"cert":"N\/A","id":81083,"title":"Manmadhudu","adult":false,"genre_ids":[35,18]},{"cast":["André Kaminski","Jacob Matschenz","Jonas Jägermeyr","Susan Hoecke","Thorsten Feller"],"overview":"Ziege, Häschen and Max have now moved to Berlin for studying. They ain't got no money till the mystic plant reappears. Soon they have enough money for champagne, a penthouse and a nice car. But everyone's got private problems. Häschens girlfriend Valerie is in Sevilla, Max is too shy to go into Berlin's gay-clubs and Ziege is in love with the girlfriend of a manager of a big company. But being very boyish they don't just sell the SexUp pills, but also use them for themselves. Of course the old problems reappear.","release_date":"2005-03-24","vote_average":6.5,"runtime":91,"cert":"N\/A","id":81086,"title":"Sex Up Your Life!","adult":false,"genre_ids":[35]},{"cast":["Ram Pothineni","Mukesh Rishi","Hansika Motwani","Sheela Kaur","Brahmanandam"],"overview":"Krish is a happy-go-lucky guy who lives with his brother and sister-in-law. He woos a girl named Manju. Manju happens to be the daughter of a Mla Simhachalam. Krish's only intention is to become rich by marrying her and doesn't have any feelings whatsoever toward her. He also meets a girl called Meenakshi, aka Meenu ; he starts to like her for real and falls in love with her. Meanwhile, Simhachalam and Shinde run against each other in a presidential election in Delhi. Shinde is a man of misdeeds. Shinde tries to find faults in Simhachalam's personal life so that he can expose him in front of the high command of the party, so that his route will be clear to get the party ticket. Shinde comes to learn that Simhachalam has another wife (Sita) and a daughter who live in Hyderabad. He sends his men to find them. .","release_date":"2009-01-14","vote_average":6.3,"runtime":150,"cert":"N\/A","id":81087,"title":"Maska","adult":false,"genre_ids":[28,10749]},{"cast":["Nagarjuna Akkineni","Jyothika","Rahul Dev","Charmy Kaur","Raghuvaran"],"overview":"Mass (Akkineni Nagarjuna) is an orphan, who bonds well with his landlord's son Adi (Sunil). He is behind a collegian Anjali (Jyothika) who happens to be the daughter of Vizag city's mafia don Satya (Raghuvaran). This restricts her from falling for him, as it would land him in danger but she finally gives in. She suggests that he ties the knot immediately before her brother (Rahul Dev) and father try separating them. The gangsters in the process kill Mass's best friend Adi (Sunil) when he tries to stop them when they try separating the lead pair, before their marriage. The hero moves into Vizag and stays in an apartment hiding his identity to take revenge on the mafia dons. Finally his quest for revenge is complete, and also he eliminates the anti-social elements in the society by killing them.","release_date":"2004-12-23","vote_average":6.8,"runtime":162,"cert":"N\/A","id":81088,"title":"Mass","adult":false,"genre_ids":[18,28]},{"cast":["Sivaji Sontineni","Laya","Bhumika Chawla","Sarath Babu","Tanikella Bharani"],"overview":"","release_date":"2003-05-01","vote_average":8.0,"runtime":150,"cert":"N\/A","id":81089,"title":"Missamma","adult":false,"genre_ids":[18]},{"cast":["Anna Chang","Joe Wong","Cary Grant","Millard Mitchell"],"overview":"Four sailors enter a Singapore dive, meet a Chinese girl from Brooklyn, and find there's more to her than meets the eye. Two songs.","release_date":"1932-06-10","vote_average":4.5,"runtime":10,"cert":"N\/A","id":81108,"title":"Singapore Sue","adult":false,"genre_ids":[10402]},{"cast":["Cary Grant","Benita Hume","Jack La Rue","Glenda Farrell","Roscoe Karns"],"overview":"Tired of the dangerous life as gambling boss, Ace Corbin 'retires' from the racket and travels cross-country by train to begin a new life with a new name. On the train, he meets Eleanor and they fall in love. Eleanor is afraid to tell Ace she's a soiled dove and Ace doesn't tell Eleanor of his shady past. Old enemies won't let Ace begin his new life, and old commitments's won't free Eleanor of her sordid ties. Ace's old life and Eleanor's deception collide with the typical results. But love conquers all!","release_date":"1933-06-23","vote_average":4.7,"runtime":72,"cert":"N\/A","id":81109,"title":"Gambling Ship","adult":false,"genre_ids":[18]},{"cast":["Fredric March","Cary Grant","Jack Oakie","Carole Lombard","Guy Standing"],"overview":"The pilots of a Royal Air Force squadron in World War I face not only physical but mental dangers in their struggle to survive while fighting the enemy.","release_date":"1933-05-06","vote_average":6.1,"runtime":73,"cert":"N\/A","id":81110,"title":"The Eagle and the Hawk","adult":false,"genre_ids":[10752,18,28]},{"cast":["Cary Grant","Loretta Young","Jackie Kelk","Marion Burns","Henry Travers"],"overview":"Letty, a young woman who ended up pregnant, unmarried and on the streets at fifteen is bitter and determined that her child will not grow up to be taken advantage of. Letty teaches her child to lie, steal, cheat and anything else he'll need to be street smart.","release_date":"1934-05-18","vote_average":6.4,"runtime":62,"cert":"N\/A","id":81111,"title":"Born to Be Bad","adult":false,"genre_ids":[10749,18]},{"cast":["Cary Grant","Frances Drake","Edward Everett Horton","Rosita Moreno","Ann Sheridan"],"overview":"The switchboard operator in an apartment building falls in love with a businessman who lives in the building, whom she has gotten to know only over the phone. When she discovers that the man's current girlfriend is actually part of a scheme to swindle him out of some mineral rights he owns, she devises a plot to save him and expose the con artists.","release_date":"1934-08-10","vote_average":6.3,"runtime":62,"cert":"N\/A","id":81112,"title":"Ladies Should Listen","adult":false,"genre_ids":[35,10749]},{"cast":["Sylvia Sidney","Cary Grant","Edward Arnold","Henry Stephenson","Vince Barnett"],"overview":"A European princess arrives in New York City to secure a much-needed loan for her country. She contracts the mumps, and an actress who looks exactly like her is hired to impersonate her.","release_date":"1934-05-18","vote_average":7.2,"runtime":74,"cert":"N\/A","id":81113,"title":"Thirty Day Princess","adult":false,"genre_ids":[35,10749]},{"cast":["Elissa Landi","Cary Grant","Lynne Overman","Sharon Lynn","Michelette Burani"],"overview":"Man marries opera singer, winds up taking back seat to her career.","release_date":"1935-01-04","vote_average":7.0,"runtime":83,"cert":"N\/A","id":81114,"title":"Enter Madame","adult":false,"genre_ids":[28,35,10749]},{"cast":["Myrna Loy","Cary Grant","Roscoe Karns","Hobart Cavanaugh","Dean Jagger"],"overview":"In his dedicated pursuit of technology that will aid pilots to safely \"fly blind\" during adverse conditions. aerial innovator Ken Gordon is literally blinded in an accident, but this setback doesn't deter him from his goal.","release_date":"1935-02-01","vote_average":6.3,"runtime":75,"cert":"N\/A","id":81115,"title":"Wings in the Dark","adult":false,"genre_ids":[12,10749]},{"cast":["Cary Grant","Joan Bennett","Walter Pidgeon","Lloyd Nolan","Alan Baxter"],"overview":"Sassy manicurist Eve Fallon is recruited as an even more brassy reporter and she helps police detective boyfriend Danny Barr break a jewel theft ring and solve the murder of a baby.","release_date":"1936-04-03","vote_average":6.5,"runtime":77,"cert":"N\/A","id":81116,"title":"Big Brown Eyes","adult":false,"genre_ids":[35,9648]},{"cast":["Joan Bennett","Cary Grant","George Bancroft","Conrad Nagel","Gene Lockhart"],"overview":"Charlie Mason and Rusty Fleming are star reporters on a Chicago tabloid who are romantically involved as well. Although skilled in ferreting out great stories, they often behave in an unprofessional and immature manner. After their shenanigans cause their frustrated city editor to resign, the publisher promotes Charlie to the job, a decision based on the premise that only a slacker would be able crack down on other shirkers and underachievers. His pomposity soon alienates most of his co-workers and causes Rusty to move to New York. Charlie resigns and along with gangster friend Smiles Benson tries to win Rusty back before she marries a stuffy society author.","release_date":"1936-10-09","vote_average":7.0,"runtime":81,"cert":"N\/A","id":81117,"title":"Wedding Present","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Robert Powell takes a look at the story of the Titanic...","release_date":"1993-01-01","vote_average":0.0,"runtime":55,"cert":"","id":81118,"title":"Titanic - The Story","adult":false,"genre_ids":[]},{"cast":["Emma de Caunes","Samuel Le Bihan","Bruno Solo"],"overview":"","release_date":"1998-09-01","vote_average":5.4,"runtime":null,"cert":"N\/A","id":81119,"title":"Restons groupés","adult":false,"genre_ids":[35]},{"cast":["Deborah Kerr","Clifford Evans","George Carney","Mary Merrall","Geoffrey Hibbert"],"overview":"Depressing and realistic family drama about the struggles of unemployment and poverty in 1930s Lancashire. The 20-year-old Kerr gives an emotionally charged performance as Hardcastle, one of the cotton workers trying to make life better. Interlaced with humour that brings a ray of sunshine to the pervasive bleakness, this remains a powerful social study of life between the wars, and was a rare problem picture to come out of Britain at the time.","release_date":"1941-06-28","vote_average":6.0,"runtime":94,"cert":"","id":81120,"title":"Love on the Dole","adult":false,"genre_ids":[18]},{"cast":["Sylvie Testud","Bruno Putzulu","Laurent Lucas"],"overview":"","release_date":"2004-05-12","vote_average":3.0,"runtime":null,"cert":"N\/A","id":81121,"title":"Tout pour l'o$eille","adult":false,"genre_ids":[35]},{"cast":["Philippe Noiret","Christian Clavier","Martin Lamotte","Bernard Blier","Agnès Soral"],"overview":"Igor, who manages a fancy hotel and is on the take, has to juggle several problems at once. He has a two-hour window to get his ill-got gain out of the hotel, he must misdirect and obstruct the inquiries of a Party auditor who suspects that all is not above board, and he must keep out of sight and out of trouble his interloping and troublesome young brother-in-law, who arrives unannounced with barrels of rotten herring.","release_date":"1986-10-22","vote_average":5.7,"runtime":89,"cert":"N\/A","id":81122,"title":"Twist Again in Moscow","adult":false,"genre_ids":[35]},{"cast":["Hero Angeles","Sandara Park","Joross Gamboa","Roxanne Guinoo","Roderick Paulate"],"overview":"University students Ryan and Daisy probably couldn’t be any more dissimilar, with Ryan splitting his time between his nursing studies and a part-time job and Daisy, a Korean exchange student, doing her best to blend in with an unfamiliar culture. At first, their differences ignite an intense dislike for each other, but eventually, they discover they have more in common than they think perhaps even love.","release_date":"2005-04-27","vote_average":6.0,"runtime":106,"cert":"N\/A","id":81123,"title":"Can This Be Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Pat O’Brien","Wayne Morris","Dolores Moran","Gayle Reed","Donald Woods"],"overview":"Johnny One-Eye was adapted from one of Damon Runyon's lesser-known stories. Pat O'Brien and Wayne Morris star as Martin Martin and Dane Cory respectively, former partners in crime who have long since split up. When a new district attorney puts the heat on, Cory, anxious to save his own hide, accuses Martin of an unsolved murder. Holed up in abandoned house, Martin is befriended by a little girl (Gayle Reed) and her dog. It so happens that the girl is the daughter of the crusading DA, and thereby hangs the rest of this tale. Produced by Benedict Bogeaus, Johnny One-Eye co-stars Bogeaus' wife Dolores Moran as a moll named Lily White. The film represented the last directorial assignment of Robert Florey, who retired shortly afterward.","release_date":"1950-05-05","vote_average":5.0,"runtime":78,"cert":"N\/A","id":81124,"title":"Johnny One-Eye","adult":false,"genre_ids":[80,18]},{"cast":["Phillip Jack Brooks","Mike Mizanin","Alberto Rodriguez","Cody Runnels","Booker Huffman"],"overview":"Carnage reigns supreme at the last event of 2011: WWE TLC. The Pay-Per-View extravaganza which legalizes the use of Tables, Ladders, and Chairs!Former clique members Triple H and Kevin Nash face each other in a Ladder Match with a sledgehammer hanging above the ring—whoever can climb up and grab the weapon, can inflict massive damage without ramifications. Two behemoths collide when World Heavyweight Champion Mark Henry and Big Show lock horns in a slug fest of gigantic proportions with each looking to maim his opponent with chairs, and \"The Best in the World\" CM Punk must fend off both Alberto Del Rio and The Miz in a chaotic Triple Threat TLC Match for the WWE title that will test the physical and mental limits of all three men.  TLC: Tables, Ladders &amp; Chairs (2011) was the third annual TLC: Tables, Ladders &amp; Chairs PPV. It took place on December 18, 2011 at the 1st Mariner Arena in Baltimore, Maryland.","release_date":"2011-12-18","vote_average":6.3,"runtime":180,"cert":"N\/A","id":81125,"title":"WWE TLC: Tables Ladders & Chairs 2011","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"A socially disconnected young man with Tourette's Syndrome undergoes an experimental surgery to correct his disorder, but as his symptoms start to fade so does his ability to heal the sick and dying.","release_date":"2009-01-18","vote_average":0.0,"runtime":87,"cert":"N\/A","id":81126,"title":"Son of the Sunshine","adult":false,"genre_ids":[18]},{"cast":["Sandara Park","Joseph Bitangcol","Pokwang","Eugene Domingo","Candy Pangilinan"],"overview":"Tina and Lea are best friends who are also avid fans of Vilma Santos. They were inseparable until Lea decides to leave the country and go to Korea. They promise that someday they will really become one big happy family when their children get married. Years after, by virtue of an old vow, Lucky Girl and Lucky Boy are forced to be together by their mothers. Problem is, they hate each other's guts. But, just when they're falling for each other, love plays a trick on the meddling moms which threatens to bring the young lovers apart.","release_date":"2006-04-15","vote_average":6.0,"runtime":106,"cert":"N\/A","id":81127,"title":"D' Lucky Ones!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Andy Lau","Wu Chien-Lien","Ng Man Tat","Tommy Wong","Bonnie Wong"],"overview":"A story of a bank heist that almost ended in disaster (for the robbers) until their getaway driver Wah Dee (Andy Lau) took a young woman Jo Jo(Jacklyn Wu) hostage. After preventing her from getting killed by his accomplices, both began a forbidden relationship causing mayhem and chaos for their friends and family.","release_date":"1990-06-14","vote_average":6.9,"runtime":87,"cert":"N\/A","id":81128,"title":"A Moment of Romance","adult":false,"genre_ids":[18,10749,28,80]},{"cast":["Ronnie Ricketts","Nadine Samonte","Mariz Ricketts","Dinky Doo Jr.","Marita Zobel"],"overview":"Lagot Ka Sa Kuya Ko revolves around the life of two siblings who grew up in different worlds. Alex (Ronnie Ricketts) is a taxi driver who moonlights as an underground street fighter. His sister Sarah (Nadine Samonte) is a US-bred teenager who just got back in the country with their mother (Marita Zobel). Through Boogie (Dinky Doo), an aspiring rapper whom Alex rescued from a brawl with fraternity guys, he met Sarah and her mother without knowing they were the family he has searched long and hard for.","release_date":"2006-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":81129,"title":"Lagot Ka Sa Kuya Ko","adult":false,"genre_ids":[28,35]},{"cast":["Jithan Ramesh","Pooja Umashankar","R. Sarathkumar","Kalabhavan Mani","Livingston"],"overview":"A girl breaks up with her lover after a rich guy proposes marriage to her. The lover gets the power of invisibility due to an accident; he uses this to hurt his rival, play tricks on people and even commit crime.","release_date":"2005-05-06","vote_average":0.0,"runtime":132,"cert":"N\/A","id":81130,"title":"Jithan","adult":false,"genre_ids":[18]},{"cast":["Jithan Ramesh","Priyamani","Vivek","Ashish Vidhyarthi","Nizhalgal Ravi"],"overview":"Madhu movie is about a young boy named Madhu (Ramesh) who roams in the bike. Mercy (Priyamani) and Esther (Janavi) who are two friends in the hostel. Mercy is a kind and humble girl to others. She belives in Jesus. Esther who is a total opposite girl compared to Mercy. She is a girl who dresses glamourasly. Esther tease eveyone.Once Madhu kisses Esther in public. Madhu oten meets Mercy in the Hostel. One day he expresses his love to her. But Mercy refuses to his love. After Mercy finished her Examination, and because it was her vacation Mercy went to Mahi her home town. Madhu...","release_date":"2006-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81131,"title":"Madhu","adult":false,"genre_ids":[10749]},{"cast":["Jithan Ramesh","Shruthi Raj","Mumtaj","Meera Vasudevan","Crazy Mohan"],"overview":"Jerry movie begins with Jayaram alias Jerry(Ramesh)who is winning a cricket match played in his college. His callous attitude incurs the wrath of Janaki (Sruthy). Both do not see eye to eye. Meanwhile Jerry, who is fond of challenges, is forced to accept a challenge from his friend (Raghav).He urges Jerry to make three women fall in love with him simultaneously. He comes across a police inspector Jeeva (Meera Vasudevan) and uses all means to convince her. Next on line is a popular actress Janani (Mumtaz). Next and last on the line is his college-mate Janaki.The rest...","release_date":"2006-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81132,"title":"Jerry","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Madhurai Veeran","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81133,"title":"Madhurai Veeran","adult":false,"genre_ids":[]},{"cast":["Jithan Ramesh","Sanchita Padukone","Soori","Prakash Raj","Bose Venkat"],"overview":"Pillaiyar Theru Kadaisi Veedu is a Tamil-language romantic comedy drama film written and directed by newcomer Thirumalai Kishore, starring Githan Ramesh in the lead role as a T. Rajendar fan, while Sanchita Padukone and Telugu actress Suhasini, making her Tamil film debut, play lead female characters, with Jayaprakash, Prakash Raj, comedian Soori and Ilavarasu essaying supporting roles. The film, produced by Ramesh's home production Super Good Films, has music scored by Telugu composer Chakri in his debut Tamil film.","release_date":"2011-06-24","vote_average":4.0,"runtime":null,"cert":"N\/A","id":81136,"title":"Pillayar Theru Kadaisi Veedu","adult":false,"genre_ids":[35,10749]},{"cast":["Sonia Agarwal","Jithan Ramesh","Punnagai Poo Gheetha","Kanja Karuppu","Raj Kapoor"],"overview":"A village belle turns on to become an aspiring actress, but later she was exploited by some reasons.","release_date":"2012-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81137,"title":"Oru Nadigaiyin Vakkumoolam","adult":false,"genre_ids":[99]},{"cast":["Paul Hörbiger","Hans Moser","Josefine Dora","Toni von Bukovics","Maria Andergast"],"overview":"Endstation offers the American viewer tantalizing glimpses of busy, bustling mid-1930s Vienna. Otherwise, this minor yarn of an amorous streetcar conductor is strictly formula material. The film benefits from the star power of Paul Horbiger, resplendently garbed in an elaborate conductor's uniform. Also worth noting is the performance of Maria Andergest as the woebegone hatmaker whose fate is inextricably linked with hero Horbiger. Incidentally though the direction is credited with one E. W. Emo, Paul Horbiger actually called most of the shots on Endstation.","release_date":"1935-06-04","vote_average":5.5,"runtime":90,"cert":"N\/A","id":81140,"title":"Last Stop","adult":false,"genre_ids":[35,10749]},{"cast":["Magda Schneider","Heinz Rühmann","Hans Söhnker","Adele Sandrock","Ferdinand Mayerhofer"],"overview":"A famous racing driver must give up his sport and take over the management of the porcelain factory on incentive of the vigorous grandmother as the last shoot of an old businessman's family. Unrecognized he is regulated as a worker what a love story with a 20-year-old worker arises from, who leads after incidents in the happy end. - After Franz Lehar's operetta produced comedy","release_date":"1935-07-25","vote_average":5.0,"runtime":90,"cert":"N\/A","id":81141,"title":"Eva, the Factory Girl","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Dingdong Dantes","Karylle","Iza Calzado","Paolo Contis","Gloria Romero"],"overview":"Marco (Dingdong Dantes) has found the perfect girl in Divina (Iza Calzado). Though they've only spoken on the phone, they're convinced they're meant to be together. One problem: Divina's living in 1957 and Marco in 2006.","release_date":"2006-03-29","vote_average":8.8,"runtime":104,"cert":"N\/A","id":81142,"title":"Moments of Love","adult":false,"genre_ids":[10749,18,14]},{"cast":["S. Chandrahassan","Sippy","Meera Vasudevan","Kishore","Risha"],"overview":"Kumari Pennin Ullathile movie revolves around two twelfth standard students,it's a romantic thriller movie.","release_date":"2010-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81143,"title":"Kumari Pennin Ullathile","adult":false,"genre_ids":[10749]},{"cast":["Poornitha","Kalyani","Meera Vasudevan","Thalaivasal Vijay","Thennavan"],"overview":"Overview not found.","release_date":"2008-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81144,"title":"Kathi Kappal","adult":false,"genre_ids":[18]},{"cast":["Jackie Shroff","Arbaaz Khan","Saahil Chadha","Meera Vasudevan","Parmeet Sethi"],"overview":"Thodi Life Thoda Magic is a 2008 Hindi film directed by Anand L. Rai, and produced by Saahil Chhada. The movie stars Jackie Shroff, Parmeet Sethi, Paresh Rawal and Arbaaz Khan in pivotal roles. The film's music is by Vinay Tiwari.","release_date":"2008-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81145,"title":"Thodi Life Thoda Magic","adult":false,"genre_ids":[18]},{"cast":["Thilakan","Murali","Meera Vasudevan","Indrajith Sukumaran","Salim Kumar"],"overview":"Story of two brothers who suffer from isolation and loneliness in their old age.","release_date":"2007-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81148,"title":"Ekantham","adult":false,"genre_ids":[18]},{"cast":["Santosh Pavan","Meera Vasudevan","Hema","Krishna Bhagavan"],"overview":"Anjali I Love You","release_date":"2004-12-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81149,"title":"Anjali I Love You","adult":false,"genre_ids":[10749]},{"cast":["Milind Soman","Meera Vasudevan","Namrata Barua","Tanuja","Raj Zutshi"],"overview":"Rules - Pyaar Ka Superhit Formula is a light look at the game of love. Radha (Meera Vasudevan) is employed with an advertising agency, and has a chance to see and meet prominent models. She meets her dreamboat, Vikram Verma (Milind Soman), on one such day. Needless to state, she is madly in love with him, but he has eyes for his girlfriend, the gorgeous model, Maggie (Namrata Barua), only. Radha's attempts to make him notice her are in vain, and in desperation she confides in her grandma (Tanuja), for a solution. Her grandma instructs her to follow a number of simple rules,...","release_date":"2003-09-05","vote_average":0.0,"runtime":145,"cert":"N\/A","id":81150,"title":"Rules - Pyaar Ka Superhit Formula","adult":false,"genre_ids":[18,35,10749]},{"cast":["Prithviraj Sukumaran","Manasa","Mukesh","Meera Vasudevan","Jagathy Sreekumar"],"overview":"Unnikrishnan and Ramakrishnan are brothers who are in the police department. When Unnikrishnan, who is a smart cop, locks horns with criminal influential people, his brother tries to protect him.","release_date":"2007-05-22","vote_average":4.8,"runtime":127,"cert":"N\/A","id":81151,"title":"Khaki","adult":false,"genre_ids":[28,18]},{"cast":["Vineeth Kumar","Meera Vasudevan","Kollam Thulasi","Saikumar","Vijayaraghavan"],"overview":"","release_date":"2016-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81152,"title":"Sahapadi 1975","adult":false,"genre_ids":[80]},{"cast":["Kalabhavan Mani","Meera Vasudevan","Jagathy Sreekumar","Indrajith Sukumaran","Thilakan"],"overview":"Overview not found.","release_date":"2011-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81153,"title":"Black Truth","adult":false,"genre_ids":[28]},{"cast":["Adam Bedi","Nigaar Khan","Meera Vasudevan","Rajat Bedi","Milind Gunaji"],"overview":"Overview Coming Soon...","release_date":"2011-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81154,"title":"Jaanleva","adult":false,"genre_ids":[53]},{"cast":["Sakthi Vasu","Remya Nambeesan","Nassar","Santhanam","Meera Vasudevan"],"overview":"Aatanayagan film is about emotional bondage between a son, who wants to take up a career in abroad and a father who plans otherwise.","release_date":"2010-12-17","vote_average":0.0,"runtime":145,"cert":"N\/A","id":81155,"title":"Aattanayagan","adult":false,"genre_ids":[18]},{"cast":["Jagadish","Meera Vasudevan","Nedumudi Venu","Jagathy Sreekumar","Saikumar"],"overview":"Sudheendran who is a photographer by profession . He gets a chance in films as an assistant cameraman, with help from his friend Rafeeque.In the meantime it's learnt that Sudheendran has a talent in script-writing. However, Sudheendran somehow gets into trouble, and with that things take a new turn. It's the dreams of this photographer-turned-assistant cameraman that forms the plot of Decent Parties.","release_date":"2009-09-02","vote_average":0.0,"runtime":95,"cert":"N\/A","id":81156,"title":"Decent Parties","adult":false,"genre_ids":[18]},{"cast":["Thilakan","Shilpa Bala","Meera Vasudevan","Krishnachandran","Jagadish"],"overview":"Seventy-year-old Sethumadhavan makes feeble attempts to experience the innocence that existed in his past.","release_date":"2009-01-09","vote_average":7.0,"runtime":120,"cert":"N\/A","id":81157,"title":"Orkkuka Vallappozhum","adult":false,"genre_ids":[18]},{"cast":["Jagadish","Meera Vasudevan","Archana","Nassar","Chandru"],"overview":"Overview Coming Soon...","release_date":"2011-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81158,"title":"Kochi","adult":false,"genre_ids":[18]},{"cast":["Suresh Gopi","Meera Vasudevan","Dhanya Mary Varghese","Jayasurya","Samvrutha Sunil"],"overview":"Vairam movie tells the story of Sivarajan (PashuPathy) who fights for justice, as he looses his daughter Vairamani (Dhanya) who is raped and killed by Thalikkulam Josootty. When the law was blinded by political and money power, he had no other option than to hunt down josootty.  An investigative journalist Annie Jacob (Samvritha Sunil) of a popular magazine diggs up the whole story, which becomes a sensation. An offbeat advocate Ravi Varma (Suresh Gopi) takes up the case for re investigation. The DYSP of crime branch Thomas Erali (Mukesh) investigates the crime with great zeal, and then the real truth is exposed. The advocate, police officer, and the journalist together starts the fight for justice.","release_date":"2009-09-20","vote_average":4.5,"runtime":null,"cert":"N\/A","id":81159,"title":"Vairam","adult":false,"genre_ids":[18]},{"cast":["Kalabhavan Mani","Meera Vasudevan","Indrajith Sukumaran"],"overview":"Kali movie is a film that tells the story about the commercialization of medical practice. Rajagopalan Nair hails from a poor family. Through sheer brilliance and hard work he passes out from the medical college with flying colours and becomes a doctorHe is appointed as a doctor in a five star super speciality hospital. But slowly he realizes that the hospital's objectives are financial rather than humanitarian.Unable to reconcile himself with the situation he revolts.","release_date":"2009-05-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81160,"title":"Kali","adult":false,"genre_ids":[18]},{"cast":["Indrajith Sukumaran","Prithviraj Sukumaran","Mala Aravindan","Rajan P Dev","Meera Vasudevan"],"overview":"","release_date":"2006-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81161,"title":"Oruvan","adult":false,"genre_ids":[18]},{"cast":["Ramesh","Anusha","Kanja Karuppu"],"overview":"Overview Coming Soon...","release_date":"2011-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81162,"title":"Konjam Sirippu Konjam Kobam","adult":false,"genre_ids":[10749]},{"cast":["Karan","Anjali","Venniradai Moorthy","Kadhal Thandapani","Kanja Karuppu"],"overview":"Thambi Vettothi Sundaram movie deals with an off-beat subject based on a true story happened in Kanyakumari. It is based on the life of a person in a place that is on the Tamilnadu - Kerala border.","release_date":"2011-11-11","vote_average":0.0,"runtime":145,"cert":"N\/A","id":81163,"title":"Thambi Vettothi Sundaram","adult":false,"genre_ids":[18]},{"cast":["Vasan Karthik","Muthukalai","Singamuthu","Divya Padmini","Pithamagan Mahadevan"],"overview":"What the movie has in store for you, wait and watch this space for more updates.","release_date":"2011-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81164,"title":"Ayyan","adult":false,"genre_ids":[28,18]},{"cast":["Vidharth","Kavitha Nair","Kishore","Ilavarasu","Appukutty"],"overview":"Mahesh is a thug in Thanjavur. His only ambition is emerge as the Number 1 rowdy with his name topping the list of wanted criminals in the local police station. He is called 'Yamakunji' by his friends for he wants to send fear in the spine of his opponents. He indulges in all unlawful activities to achieve his mission. But for his mother, he is the best son on earth. She earns her livelihood running an idly shop. Mahesh meets Mythili , a school student and daughter of a bus conductor. Though Mahesh is hated by all, Mythili falls for him. However, Mythili's father opposes their affair. Things take a turn when Karuppu Balu, the number one rowdy in the area comes out of the jail. Mahesh incurs the wrath of aspiring MLA for no fault of his. Things take a turn, when Mythili elopes from her house and Mahesh is forced to kill Balu. The movie ends with a strong message.","release_date":"2011-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81165,"title":"Mudhal Idam","adult":false,"genre_ids":[18]},{"cast":["Sanjay","Natchathira"],"overview":"Doo is well knit tale, the story begins with Vasanth (Sanjay) who works in the sub registrar office. He lives with his mom (urvashi) and hangs out with his friends (jeeva, jegan). His life takes a turn when he meets his school friend Swapna (nakshatra), a software professional.  In no time, they fall in love. However, as they get to know each other, things begin to change and they split.The story takes a turn with the arrival of Anu (sangeetha), a journalist and she takes a special position in Sanjay's life. However, both Sanjay and Swapna are unable to come over each other's absence.  What happens after that forms the rest of the story.","release_date":"2011-08-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81166,"title":"Doo","adult":false,"genre_ids":[10749]},{"cast":["Woody Allen","Diane Keaton","Scarlett Johansson","Penélope Cruz","Sean Penn"],"overview":"Iconic writer, director, actor, comedian and musician Woody Allen allowed his life and creative process to be documented on-camera for the first time. With this unprecedented access, Emmy-winning, Oscar-nominated filmmaker Robert B. Weide followed the notoriously private film legend over a year and a half to create the ultimate film biography. \"Woody Allen: A Documentary\" chronicles Allen's career - from teen writer to Sid Caesar's TV scribe, from stand-up comedian to award-winning writer-director averaging one film-per-year for more than 40 years. Exploring Allen's writing habits, casting, directing, and relationship with his actors first-hand, new interviews with A-listers, writing partners, family and friends provide insight and backstory to the usually inscrutable filmmaker.","release_date":"2011-11-20","vote_average":7.5,"runtime":192,"cert":"N\/A","id":81167,"title":"Woody Allen: A Documentary","adult":false,"genre_ids":[99]},{"cast":["Mohanlal","Meera Vasudevan","Arjun Lal","Nedumudi Venu","Jagathy Sreekumar"],"overview":"A man leading a happy life with his loving wife and two children suddenly starts getting forgetful and lost. Then, he is diagnosed with Alzheimer's disease leaving his family devastated.","release_date":"2005-12-16","vote_average":7.4,"runtime":160,"cert":"N\/A","id":81168,"title":"Thanmathra","adult":false,"genre_ids":[18]},{"cast":["Marian Rivera","Dingdong Dantes","Iza Calzado","Bianca King","Jennica Garcia"],"overview":"Finally after three years of courtship, Migs, a medical intern, marries simple and unassuming Joy, a nurse in the hospital of Migs' residency. Several days before the wedding, his first love and childhood best friend Bela, a sophisticated woman, returns from Canada, still single and in love with Migs.  The young couple meets an unfortunate incident turning their newly-found bliss into a tragic existence. Living with Migs turns out to be an agonizing experience as his new state of mind gets more complicated as days pass. A creature of serenity, Joy refuses to name her pains and secretly vows to make Migs remember their love that was inexplicably lost and waiting to be rekindled; faithful that along the way, his heart will remember what his mind forgets.","release_date":"2008-11-19","vote_average":8.0,"runtime":147,"cert":"N\/A","id":81169,"title":"One True Love","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Rudolf Forster","Christl Mardayn","Paul Wegener","Hans Moser","Grit Haid"],"overview":"A moving actor at the rococo era shows the power-hungry-crude minister of a small state prince in the barriers, while he makes use of his resemblance to the sovereign and slips in his role. - Double role for Rudolf Forster who plays his figures very much chilly.","release_date":"1935-09-02","vote_average":6.5,"runtime":95,"cert":"N\/A","id":81170,"title":"Only a Comedian","adult":false,"genre_ids":[]},{"cast":["Mártha Eggerth","Leo Slezak","Ida Wüst","Hans Moser","Rolf Wanka"],"overview":"A Hungarian squire and his son compete for the favour of an operetta diva; the younger makes the running. - Unplausible mistakes, small intrigues and a lot of love in an old-fashioned musical comedy with proven comedians.","release_date":"1935-10-04","vote_average":3.3,"runtime":93,"cert":"N\/A","id":81171,"title":"The World's in Love","adult":false,"genre_ids":[35]},{"cast":["G. Brian Reynolds","Brett Sears","Rachel Rutledge","Will Gould","Russ Harris"],"overview":"Christmas comes to the Cosmos when Roger and Fran Peoples and their son Benny try to celebrate the holidays in their new home on the planet Zolognia. Everything seems to go wrong until their alien neighbors, the Zox's step in to help. Misunderstanding just about everything about Christmas, Charlick and Mavo add bizarre and funny twists to old Yuletide traditions, and find out that in the end, that it's truly the thought that counts.","release_date":"1991-11-01","vote_average":10.0,"runtime":23,"cert":"N\/A","id":81172,"title":"Aliens' First Christmas","adult":false,"genre_ids":[10751,16]},{"cast":["Hans Moser","Gusti Huber","Lizzi Holzschuh","Rolf Wanka","Max Gülstorff"],"overview":"Coming soon","release_date":"1935-10-07","vote_average":5.5,"runtime":88,"cert":"N\/A","id":81173,"title":"Buchhalter Schnabel","adult":false,"genre_ids":[35]},{"cast":["Paco Martínez Soria","Queta Claver","Rafaela Aparicio"],"overview":"Juan, a 65-year-old accountant, is going to be a father. At the same time, he's going to retire. Needing extra money, he tries all kinds of jobs, with no success. But his wife saves the day, with her embroidery which sells well in Germany.","release_date":"1977-06-23","vote_average":5.9,"runtime":91,"cert":"N\/A","id":81174,"title":"Estoy hecho un chaval","adult":false,"genre_ids":[35]},{"cast":["Leo Slezak","Hans Moser","Georgia Holl","Rolf Wanka","Adele Sandrock"],"overview":"Knox owns half of the Circus Saran and acts as a clown there.  He hides his circus life from his daughter and is very embarrassed when his daughter finds out his true profession.  Hans Moser, who plays Knox, performs poorly, because the character he plays is simply not funny. Leo Slezak, who owns the other half of the circus, as well as Pat and Patachon perform better. The only really good thing about this film is its music, composed by Robert Stolz; especially the song \"Ein bisschen Sing-Sang und gute Kameradschaft\" , which can be heard throughout the movie.","release_date":"1935-11-29","vote_average":4.5,"runtime":70,"cert":"N\/A","id":81175,"title":"Zirkus Saran","adult":false,"genre_ids":[10402,35]},{"cast":["Will Young"],"overview":"'Will Young Live' was filmed at Wembley Arena during his sell out UK tour attended by over 200,000 fans. The concert features all of your favourite songs including 'Evergreen', 'Light My Fire' and 'You And I', plus the long awaited original material Will has worked so hard on since becoming the nation's favourite.","release_date":"2003-04-05","vote_average":6.5,"runtime":63,"cert":"","id":81176,"title":"Will Young Live","adult":false,"genre_ids":[10402]},{"cast":["Hans Moser","Käthe Haack","Hilde Schneider","Hans Adalbert Schlettow","Grethe Weiser"],"overview":"For three difficult orphans living by her aunt the former employee of the family searches a new premouth; he releases with it a result of tumultuous involvements. - Humble-entertaining mistake farce, completely fitted on Hans Moser.","release_date":"1935-11-29","vote_average":4.5,"runtime":85,"cert":"N\/A","id":81177,"title":"Familie Schimek","adult":false,"genre_ids":[35]},{"cast":["Grace Moore","Cary Grant","Aline MacMahon","Henry Stephenson","Thomas Mitchell"],"overview":"When You're in Love is a 1937 musical film starring Grace Moore, Cary Grant, and Thomas Mitchell. Moore sings \"Minnie the Moocher\" in one scene. She also sings the wonderful Ernesto Lecuono classic \"Siboney\" (though her Spanish is not perfection) drooled over by Cary Grant","release_date":"1937-02-12","vote_average":7.0,"runtime":110,"cert":"N\/A","id":81178,"title":"When You're in Love","adult":false,"genre_ids":[10749,35]},{"cast":["Magda Apanowicz","David Cubitt","Carolyn Adair","Michael Hogan","Laura Harris"],"overview":"A seemingly-harmless snow globe unleashes a devastating winter storm on a peaceful mountainside community, prompting one family on a race to save their town from certain destruction. As night falls on Christmas Eve, the Miller family finds a gift-wrapped snow globe just outside their door. Inside is an exact replica of their town - right down to the smallest detail. But this isn't your typical holiday decoration, because every time it's shaken, a blank of snow a blizzard blasts through town. Later, when the buttons on the globe plunge the town into total chaos, the Miller's must find a way to stop the destruction once and for all.","release_date":"2011-12-10","vote_average":4.8,"runtime":86,"cert":"N\/A","id":81179,"title":"Snowmageddon","adult":false,"genre_ids":[12,878]},{"cast":["Albert Finney","Rachel Roberts"],"overview":"E. A. Whitehead adapted the script of Alpha Beta from his own play. Albert Finney is cast as \"The Man,\" while Rachel Roberts plays \"The Woman.\" The rest of the film remains in this pretentious vein, as we watch Finney and Roberts' marriage crumble before our eyes. One suspects that they might have patched things up had they ignored Whitehead's florid prose. Alpha Beta is salvaged dramatically by the dynamic performances of its stars, who far outshine the material.","release_date":"1976-08-04","vote_average":4.5,"runtime":70,"cert":"N\/A","id":81180,"title":"Alpha Beta","adult":false,"genre_ids":[18]},{"cast":["Will Young"],"overview":"Indulge in over 80 minutes of live footage from Will Young filmed at London's Wembley Area during his Winter 2004 tour, as he performs 18 tracks. taken from his multiple platinum selling albums  'From Now On' and 'Friday's Child', solely for you.","release_date":"2005-03-21","vote_average":6.3,"runtime":96,"cert":"","id":81181,"title":"Will Young - Live In London","adult":false,"genre_ids":[10402]},{"cast":["Eddie Izzard","Jason Flemyng","Connie Hyde","Brett Fancy","Adlyn Ross"],"overview":"Urban fairytale set in Manchester. A series of tragic events that blight a young boy's life are reversed one Christmas Eve, giving him and those around him the happy ending that they were destined to have.","release_date":"2011-12-11","vote_average":6.5,"runtime":88,"cert":"","id":81182,"title":"Lost Christmas","adult":false,"genre_ids":[18]},{"cast":["Bridgette Andersen","Masato Fukazama"],"overview":"When Suzie and her parents take a visit to Japan her father's business partner, an inventor called Tetsuro decides to make Suzie a robot. The robot's name is 'Too Much' (or TM for short) and he and Suzie become the best of friends. But when the day comes for Suzie to return home she finds she's not allowed to take TM with her, so they run away together. However, they must watch out for a rival inventor of Tetsuro's is looking for them so that he can examine TM's programming. Will TM and Suzie manage to escape from his clutches and prove that love conquers all?","release_date":"1987-06-01","vote_average":7.0,"runtime":89,"cert":"N\/A","id":81183,"title":"Too Much","adult":false,"genre_ids":[35,878]},{"cast":["Tom Van Daele","Carrie Jacobson Voegele"],"overview":"More than 130,000 advertising professionals have lost their jobs in this 'Great Recession.' Lemonade is about what happens when people who were once paid to be creative in advertising are forced to be creative with their own lives.","release_date":"2009-01-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":81184,"title":"Lemonade","adult":false,"genre_ids":[]},{"cast":["Jason Williams","Amy Van Horne","Devin Clark","Jon Kondelik","Tyler Shamy"],"overview":"This movie is a 'found-footage' film about the Benson family who move in to the infamous house where the DeFeo family were murdered in the 1970s over 30 years earlier. Things start happening to anyone who visits this house, and whoever lives there. This is the footage retrieved from the camera.","release_date":"2011-12-27","vote_average":3.9,"runtime":86,"cert":"N\/A","id":81185,"title":"The Amityville Haunting","adult":false,"genre_ids":[27]},{"cast":["Chris Pine","Alec Baldwin","Jude Law","Isla Fisher","Hugh Jackman"],"overview":"When an evil spirit known as Pitch lays down the gauntlet to take over the world, the immortal Guardians must join forces for the first time to protect the hopes, beliefs and imagination of children all over the world.","release_date":"2012-11-21","vote_average":7.3,"runtime":97,"cert":"PG","id":81188,"title":"Rise of the Guardians","adult":false,"genre_ids":[16,10751,14]},{"cast":["Susan Hemingway","Ana Zanatti","William Berger","Herbert Fux","Vítor Mendes"],"overview":"16-year-old Maria is forced into Serra D'Aires convent, secretly run by Satanists. Her confessor is in collusion with the Mother Superior. Maria is tortured, forced into sex with men, women, and the horned Devil, and told that it's all a bad dream. She writes a letter to God, and a Knight rescues her, only to fall into the hands of the Inquisition, put on the rack, and condemned to death like Joan of Arc.","release_date":"1977-03-10","vote_average":6.3,"runtime":85,"cert":"N\/A","id":81189,"title":"Love Letters of a Portuguese Nun","adult":false,"genre_ids":[12,18,27]},{"cast":["Petra Lämmel","Simone von Zglinicki","Martin Trettau","Petra Barthel","Heide Kipp"],"overview":"Little Sabine has spent her childhood in an orphanage after her parents died in a car accident. When one of the women in charge at the orphanage, Edith, leaves to have a baby, Sabine runs away, because Edith was the only adult there she could trust. She then wanders through the city to find someone to take her in. She meets a lot of people on her journey, but she seems out of place everywhere she goes until, at last, she realizes that there is a special place where she belongs.","release_date":"1982-09-02","vote_average":6.8,"runtime":73,"cert":"N\/A","id":81190,"title":"Sabine Kleist, Aged Seven","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"This 45 minute long crash course in how to apply the feared catch as catch can finishing hold, the Double Wrist Lock, will change the way you think about grappling. It's is loaded with practical and little know tricks that will take your game TO THE NEXT LEVEL!","release_date":"","vote_average":9.0,"runtime":45,"cert":"N\/A","id":81191,"title":"The Double Wrist Lock starring Billy Robinson","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the Tokyo Dome 10\/4\/92  Pro wrestling Fujiwara\r A semi shoot organisation presented these matches.\r Yuki Ishikawa vs. Ryushi Yanagisawa  Joe Sorcoff vs. Georgi Geldaba  Naoki Sano vs. Jerry Flynn  Bart Vale vs. Alexsi Medbji  Duane Koslowski vs. Naniev Oleg  Yoshiaki Fujiwara vs. Zaour Otarorich Chabadge  Kazuo Takahashi vs. Superman Sattasaba  Ken Shamrock vs. Don Nakaya Nielson  Minoru Suzuki vs. David Gobediishvili  Mixed Match: Masakatsu Funaki vs. Maurice Smith","release_date":"","vote_average":8.5,"runtime":90,"cert":"N\/A","id":81192,"title":"PWFG - Stack of Arms","adult":false,"genre_ids":[]},{"cast":["Oleg Borisov","Yuri Belyayev","Larisa Shakhvorostova","Irina Rozanova","Aleksey Petrenko"],"overview":"Multiple-value and tangled relationships between servant and boss... Imperceptible displacement of recognizable reality... Metaphysical dimension of our lives...","release_date":"1988-12-01","vote_average":5.0,"runtime":141,"cert":"N\/A","id":81193,"title":"The Servant","adult":false,"genre_ids":[18]},{"cast":["Dan Gable","Dan Severn","Tatsumi Fujinami","Mark Cocker"],"overview":"Catch: The Hold Not Taken is a 2005 feature documentary film that contrasts the billion dollar industry of professional wrestling with its humble roots in Lancashire, England, where the original tradition struggles to survive.  The documentary examines wrestling's exile from the commercial world of ‘real’ sports and looks at Catch’s clear relationship with the growing modern phenomenon of full contact fighting.","release_date":"2005-01-01","vote_average":5.0,"runtime":61,"cert":"N\/A","id":81194,"title":"Catch The Hold Not Taken","adult":false,"genre_ids":[99]},{"cast":["Dominique Sanda","Geraldine Chaplin","Jacques Zabor","Jean Crubelier","Cécile Le Bailly"],"overview":"Lucia and Elena are best friends since childhood. They take a car trip from Paris to the country. Their conversations are overtly intimate, but more revealing is their tacit understanding of each others' personality and desires.","release_date":"1980-01-04","vote_average":8.2,"runtime":98,"cert":"N\/A","id":81195,"title":"A Sweet Journey","adult":false,"genre_ids":[18]},{"cast":["Alberto Sordi","Philippe Noiret","Roland Dubillard","Gisèle Préville","Sandra Dobrigna"],"overview":"Robert Maurisson killes a young girl who used to pose(as an angel!) for Antonio Berti,a painter in charge of restoring a church. Berti knows that. Then a good psychological suspense begins ,enhanced by an angelic choir in the church.","release_date":"1978-09-20","vote_average":6.7,"runtime":90,"cert":"N\/A","id":81198,"title":"The Witness","adult":false,"genre_ids":[80,18]},{"cast":["Hans Holt","Leo Slezak","Friedl Czepa","Hans Moser","Richard Romanowsky"],"overview":"Confusion comedy with musical interludes around a carnival ball, to dare the pretty shop assistant for a fashion store with one of the best gowns of her salon and posing in her embarrassment as the wife of a guest. - Harmlessly entertaining comedy, a little bit too poorly to bring to bear the first-time meeting of three most popular Austrian comic specialists Moser-Slezak-Romanowsky at that time appropriately.","release_date":"1936-04-09","vote_average":6.0,"runtime":87,"cert":"N\/A","id":81199,"title":"Konfetti","adult":false,"genre_ids":[]},{"cast":[],"overview":"1.\t\"Faster (Top Of The Pops)\"  2.\t\"Faster (Butt Naked)\"  3.\t\"P.C.P. (Butt Naked)\"  4.\t\"She Is Suffering (Butt Naked)\"  5.\t\"4st 7lb (MTV Most Wanted)\"  6.\t\"She Is Suffering (MTV Most Wanted)\"  7.\t\"Faster (Glastonbury '94)\"  8.\t\"P.C.P. (Glastonbury '94)\"  9.\t\"Yes (Glastonbury '94)\"  10.\t\"Revol (Reading '94)\"  11.\t\"Faster (US video)\"  12.\t\"Judge Yr'self (video)\"  13.\t\"Yes (New film made by Patrick Jones)\"  14.\t\"Band interview\"","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81200,"title":"Manic Street Preachers - The Holy Bible","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring music videos, live performances, TV appearances, a 45-minute documentary on the making of the album, and two films by Patrick Jones","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81201,"title":"Manic Street Preachers - Everything Must Go","adult":false,"genre_ids":[]},{"cast":["Yuriy Kutsenko","Konstantin Yushkevich","Kseniya Radchenko","Viktor Shamirov","Pavel Savinkov"],"overview":"This movie is about life of ordinary people who simply love, walk, talk, play...","release_date":"2011-11-24","vote_average":5.8,"runtime":93,"cert":"N\/A","id":81202,"title":"The Practice of Beauty","adult":false,"genre_ids":[35]},{"cast":["Ludvík Hradilek","Marie Sýkorová","Jiří Bartoška","Petr Herrmann","Bořivoj Navrátil"],"overview":"First movie of the famous Czech adventure trilogy:  Osada Havranů  Na veliké rece  Volání rodu","release_date":"1978-09-08","vote_average":8.0,"runtime":64,"cert":"N\/A","id":81203,"title":"Settlement of Crows","adult":false,"genre_ids":[12,10751]},{"cast":["Jiří Bartoška","Ludvík Hradilek","Marie Sýkorová","Gabriela Osvaldová","Bohumil Vávra"],"overview":"Second movie of the famous Czech adventure trilogy: Osada Havranů Na veliké rece Volání rodu","release_date":"1978-11-11","vote_average":0.0,"runtime":66,"cert":"N\/A","id":81204,"title":"On the Great River","adult":false,"genre_ids":[12,10751]},{"cast":["Ludvík Hradilek","Jiří Bartoška","Gabriela Osvaldová","Zdeněk Srstka","Miroslav Moravec"],"overview":"Third movie of the famous Czech adventure trilogy: Osada Havranů Na veliké rece Volání rodu","release_date":"1979-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":81205,"title":"House Call","adult":false,"genre_ids":[10751,12]},{"cast":["Pavel Kadochnikov","Lyudmila Kasatkina","Leonid Bykov","Tatyana Pelttser","Sergei Filippov"],"overview":"The story is about heiress of the circus family who organizes show \"Let's get married\" right in the cage for the tigers.","release_date":"1954-06-06","vote_average":5.3,"runtime":101,"cert":"N\/A","id":81206,"title":"Tiger Girl","adult":false,"genre_ids":[10749,35,28]},{"cast":["Jane Seymour","Clancy Brown","Kyle Howard","Denis Conway","Stanley Anderson"],"overview":"Jenny Cole lives with her husband and son in middle America. She is pregnant and starts to have very vivid dreams about a small city that has a big church. She then starts talking to her mother about it and her mother shows her some drawings she made when she was a child. To her amazement they are identical to the drawings from her dreams that she is now having. Jenny and her mother do research and find that the dreams are about a small town in Ireland in the 1930s. The mother gives Jenny, her son and her husband tickets to go to Ireland, so that she can find out about her dreams. Had Jenny lived in the past after all as Mary Sutton?","release_date":"2000-10-15","vote_average":6.8,"runtime":null,"cert":"N\/A","id":81207,"title":"Yesterday's Children","adult":false,"genre_ids":[18]},{"cast":["Jan Nowicki","Andrzej Pieczynski","Dorota Pomykala","Leon Niemczyk","Grażyna Szapołowska"],"overview":"Released from prison after five years, con-artist Szu is sent packing by his young wife; he heads for the town of Lutyn where he runs a con and attracts the interest of Jurek, a young cab driver who imagines himself a great grifter. Szu (\"Sharp\") teaches Jurek a few tricks enabling the young man to win some money in Wroclaw, then Sharp departs with Jola, a prostitute who offers him a mark. How that plays out, Jurek's determination to win big, Sharp's cold calculations, and the wages of sin await.","release_date":"1983-05-16","vote_average":7.5,"runtime":96,"cert":"N\/A","id":81208,"title":"Big Shar","adult":false,"genre_ids":[28,18]},{"cast":["Jerzy Turek","Aleksander Fogiel","Bogdan Baer","Bronisław Pawlik","Zbigniew Cybulski"],"overview":"Three episodes showing the repercussions of war. A soldier is awarded with the Cross of Valor and vacation to home. But  instead of his village, he finds only the charred ruins. A stray dog turns out to be the former guard at Auschwitz.  A young widow is hailed as the wife of the hero but dreams of something else.","release_date":"1959-03-27","vote_average":7.0,"runtime":84,"cert":"N\/A","id":81209,"title":"Cross of Valor","adult":false,"genre_ids":[18,10752]},{"cast":["Américo Botelho","Feliciano David","Nascimento Fernandes","Fernanda Matos","Rafael Mota"],"overview":"It is Manoel de Oliveira's first feature-length film. Mostly children, from Oliveira's hometown, Porto, play in its story. Aniki-Bóbó is a rhyme from a children's game, akin to Eeny, meeny, miny, moe. The film was not very well received, but with time it gained recognition and was finally accepted as one of the most important Portuguese films of its time. In several respects, this film seems to anticipate Italian neorealism. No other feature film was directed by Oliveira in the next 21 years.","release_date":"1942-12-19","vote_average":7.3,"runtime":71,"cert":"N\/A","id":81210,"title":"Aniki Bóbó","adult":false,"genre_ids":[18,10751]},{"cast":["Karolina Gruszka","Łukasz Simlat","Krzysztof Zawadzki","Danuta Stenka"],"overview":"The movie is based on Iwaszkiewicz's autobiographic story and focuses on main character's (Janek's) close relationship with a woman named Ola and a man named Arek. It takes place in a small village called Marona which is situated by the beautiful lake.","release_date":"2006-06-23","vote_average":5.0,"runtime":107,"cert":"N\/A","id":81211,"title":"The Lovers of Marona","adult":false,"genre_ids":[18,10749]},{"cast":["Meredith Salenger","L. Scott Caldwell","Cameron Ten Napel","Muse Watson"],"overview":"Suffering from the loss of his only child, Stanley has secluded himself to a dark and lonely place. Sullen and without hope, he continues to hide from and neglect those he loves despite their attempts to reach out to him. In what seems to be the final days of their already strained marriage, his wife Lisa is presented with a strange gift; an old oil lamp from a far off land. Along with the lamp comes a mysterious messenger and and a question that causes them to search the depths of their hearts for what's truly important in life... If you could have anything you wanted, what would YOU ask for?","release_date":"2011-08-01","vote_average":4.7,"runtime":96,"cert":"N\/A","id":81212,"title":"The Lamp","adult":false,"genre_ids":[10751,18]},{"cast":["Magdalena Cielecka","Andrzej Chyra","Agnieszka Grochowska","Jacek Borcuch"],"overview":"Ewa lives in Poland, Jakub in Germany. Her world is a TV newsroom; his a science lab and lecture hall. They have met once before on passing trains at Berlin ZOO Station, but neither of them remember this encounter. They accidentally meet again--they both take a liking to the same painting on an internet auction. From that moment on they start meeting on the net and become closer and closer to each other. Safely, from a distance, they take a chance and it seems they are close to a win. Eventually they decide to meet in person. He makes the journey from New Orleans, she takes off from Warsaw. This time their tracks cross in Paris. But fate likes to play a hand too and she turns out to be a sophisticated player.","release_date":"2006-01-01","vote_average":3.8,"runtime":124,"cert":"N\/A","id":81213,"title":"Loneliness in the Net","adult":false,"genre_ids":[18,10749]},{"cast":["Lyudmila Kasatkina","Pavel Kadochnikov","Tatyana Pankova","Ekaterina Savinova","Sergei Filippov"],"overview":"A graduate of medical school, wanting to stay in Leningrad , Leningrad married - an engineer who designs bridges - Alexis. It was a marriage of convenience. However, Lyudmila, a capable student, the committee on the distribution of reserves in Leningrad, and in that time, Alex agrees to the construction of a bridge in Siberia, and demands that his wife was riding with him ...","release_date":"1956-12-10","vote_average":10.0,"runtime":93,"cert":"N\/A","id":81214,"title":"Honeymoon","adult":false,"genre_ids":[10749,35,18]},{"cast":["Cleophas Kabasita","Edouard Bamporiki","Cassandra Freeman","Mazimpaka Kennedy"],"overview":"A young Tutsi woman and a young Hutu man fall in love amid chaos; a soldier struggles to foster a greater good while absent from her family; and a priest grapples with his faith in the face of unspeakable horror.","release_date":"2011-01-24","vote_average":6.3,"runtime":100,"cert":"N\/A","id":81215,"title":"Kinyarwanda","adult":false,"genre_ids":[18,10749]},{"cast":["Jadwiga Jankowska-Cieślak","Andrzej Malec","Władysław Kowalski","Barbara Wrzesińska","Alicja Jachiewicz"],"overview":"The young couple love each other. The boy is in constant work which will fit him, and in the end becomes a petty thief who cannot pay his debts anymore and decides to steal from homes where he pays scheduled visits to lonely housewifes. The girl works a nurse but is too sensitive in extreme cases. Running parallel to their story is a metaphor involving a castaway on a junkyard, who tries every means possible to get rid of the dog which becomes attached to him. In the end he attaches sticks of dynamite to the dog, but he breaks loose and the explosion wipes them both.","release_date":"1972-12-10","vote_average":6.0,"runtime":92,"cert":"N\/A","id":81216,"title":"To Kill This Love","adult":false,"genre_ids":[10749,18]},{"cast":["Bogusław Linda","Iwona Petry","Piotr Machalica","Pawel Burczyk","Stanislaw Jaskulka"],"overview":"The story of an anthropology professor Michal's who as the movie progresses develops two overwhelming obsessions. The first one is a mummified, 3,000 year-old, perfectly preserved body of a Shaman he and his colleagues have recently dragged out of a swamp, and the second – an enigmatic student he meets by chance at Krakow Railway Station.","release_date":"1996-05-10","vote_average":6.9,"runtime":110,"cert":"N\/A","id":81217,"title":"Szamanka","adult":false,"genre_ids":[18,27,9648]},{"cast":["Renata Dancewicz","Marek Kondrat","Anna Dymna","Stanisław Brudny","Adam Ferency"],"overview":"Gosia is a beautiful and innocent young maid on the catholic countryside tending the cattle. One summer day she is having a bath in the river naked as god created her. On the next day a stranger appears painting and painting all day long. As they talk the black dressed suddenly shows her a picture showing her naked in the river. At first she is very ashamed, but then she begins to forget her shyness.","release_date":"1995-01-11","vote_average":7.0,"runtime":29,"cert":"N\/A","id":81218,"title":"Devilish Education","adult":false,"genre_ids":[18]},{"cast":["Zbigniew Zapasiewicz","Krystyna Janda","Tadeusz Bradecki","Monika Krzywkowska","Pawel Okraska"],"overview":"The story of a doctor named Tomasz who questions his beliefs, faith and morality as his end is near, so he makes all efforts to find dignity in his imminent death.","release_date":"2000-09-08","vote_average":6.8,"runtime":105,"cert":"N\/A","id":81219,"title":"Life as a Fatal Sexually Transmitted Disease","adult":false,"genre_ids":[18]},{"cast":["Radha Mitchell","Megan Mullally","Catherine Lloyd Burns","Jacqueline Heinze","Alan Ruck"],"overview":"Everything Put Together is a 2000 film directed by Marc Forster starring Radha Mitchell and Megan Mullally.","release_date":"2001-11-02","vote_average":5.5,"runtime":87,"cert":"N\/A","id":81220,"title":"Everything Put Together","adult":false,"genre_ids":[18]},{"cast":["Marc Hayashi","Maryann Urbano","Tony Leung Ka-Fai","Peter Wang"],"overview":"A naive young scientist unwittingly helps mobsters build a laser weapon, then has to try to reclaim it from them in this crime drama parody.","release_date":"1988-09-25","vote_average":5.0,"runtime":92,"cert":"N\/A","id":81221,"title":"The Laser Man","adult":false,"genre_ids":[35,80]},{"cast":["Drew Waters"],"overview":"A contemporary retelling of the parable of the prodigal son set in the world of Texas high school basketball.","release_date":"2010-05-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":81224,"title":"Breaking the Press","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"","release_date":"2011-03-31","vote_average":5.5,"runtime":90,"cert":"N\/A","id":81225,"title":"Abendland","adult":false,"genre_ids":[99]},{"cast":["Sophie Museur","Ulysse de Swaef","Alexis Den Doncker","Francis Renaud"],"overview":"Jean-Pierre (Francis Renaud) and his wife Blanche (Sophie Museur) live a quiet but happy life in their small Belgian town. But their world is shattered when their young son goes missing. In the aftermath of the family tragedy, the couple's own relationship starts to deteriorate. As it gets worse, Blanche begins to lose touch with reality, believing that their son is still with them. Now Jean-Pierre must decide whether to let Blanche believe her fantasy, or bring her around to the horrible truth.","release_date":"2003-05-15","vote_average":6.5,"runtime":106,"cert":"N\/A","id":81226,"title":"Feathers in My Head","adult":false,"genre_ids":[18,9648]},{"cast":["Elżbieta Czyżewska","Jerzy Turek","Bolesław Płotnicki","Stanisław Milski","Roman Bartosiewicz"],"overview":"Waclaw Orzeszko is unlucky soldier. Nobody from the platoon likes him. One day he decided to go away from platoon. At the castle he meet Russian soldier Marusia. At this time German forces came at the castle. They must hide. But there is also second problem. Waclaw's platoon had to find deserter. Polish Soldier close to the castle.","release_date":"1964-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":81227,"title":"Where is the General?","adult":false,"genre_ids":[35,10752]},{"cast":["Curtis Robinson","Dylan Dunkerton","Brandon Semenuk","Matt Hunter","Graham Agassiz"],"overview":"We live for the pursuit of the unknown. The anticipation of what the future holds. The untapped potential of what lies ahead. The finish line is only a starting point for a new adventure. What happens in between is where the real action is. Our mission is to document the future of mountain biking as it unfolds in real time. We capture the true lifestyle that intersects our lives as professional mountain bikers, builders and filmmakers, concocting a unique chemistry of filmic goodness. Many past films, riders, and locations have inspired us. Some of those locations are now our backyards, and some of those riders are now our friends. From the Inside Out is our adventure to the places we've always wanted to ride, and our expression of the lines and styles that have influenced us. This is freeride mountain biking. This film is from us – the riders.","release_date":"2011-12-01","vote_average":7.5,"runtime":37,"cert":"N\/A","id":81228,"title":"From the Inside Out","adult":false,"genre_ids":[99]},{"cast":["Bartosz Obuchowicz","Kasia Smutniak","Bogusław Linda","Marek Kondrat","Piotr Miazga"],"overview":"Two friends make a bet. One of them - an A student and a computer genius Marcin - under the terms of the dispute must be received five days of complete submission to his clever friend Turbo - and he, in turn, guarantees him the easy money and attention to a long-legged beauty.","release_date":"2002-01-01","vote_average":3.8,"runtime":90,"cert":"N\/A","id":81229,"title":"Hacker","adult":false,"genre_ids":[35]},{"cast":["Marcin Dorociński","Magdalena Boczarska","Izabela Kuna","Danuta Stenka","Krzysztof Globisz"],"overview":"When Kostek gets in the wrong taxicab and sees Luna, it is love at first sight. But Luna already has a girlfriend named Klara Rojek and is a lesbian so Kostek has more than a few things that are in his way of ever being with her. Kostek does whatever it takes to talk to Luna and tries to get her attention, including trying out for a porn movie Klara's feminist group is making. After some lengthily casting, Klara concludes that Kostek is the ideal guy for Luna to star in the film with.","release_date":"2009-01-01","vote_average":4.0,"runtime":124,"cert":"N\/A","id":81230,"title":"The Perfect Guy for My Girlfriend","adult":false,"genre_ids":[35,10749]},{"cast":["Krzysztof Majchrzak","Anna Seniuk","Joanna Sienkiewicz","Jerzy Block","Marek Siudym"],"overview":"Kaziuk, a stubborn peasant and his pregnant wife live in a backwood village, unaffected by the civilization. The village is once visited by a couple of wanderers, and strange things start to happen afterward. A new schoolteacher is sent to the area. She stirs erotic fantasies in Kaziuk. In a stir of frustration Kaziuk cuts down a family tree - a sacrilegious act in the eyes of his family. Going a step further and using a scythe for cutting the rye instead of a sickle brings the whole village against him.","release_date":"1982-09-13","vote_average":7.6,"runtime":92,"cert":"N\/A","id":81231,"title":"The Linnet","adult":false,"genre_ids":[35,18]},{"cast":["Toni Collette","Ioan Gruffudd","Maurice Cole","Richard E. Grant","Anne Reid"],"overview":"Some years after their son is killed, a married couple decide to adopt a child. One day a 7-year-old boy, Eli, unexpectedly arrives on their doorstep and things take a strange turn.","release_date":"2011-02-10","vote_average":6.7,"runtime":90,"cert":"","id":81232,"title":"Foster","adult":false,"genre_ids":[35,18,10751]},{"cast":[],"overview":"Tension is building across the galaxy! Anakin Skywalker and R2-D2 have infiltrated a Separatist base.  With a very important secret stored inside the droid, they barely escape, but they are pursued and Artoo is lost somewhere in deep space!","release_date":"2009-06-27","vote_average":5.7,"runtime":5,"cert":"N\/A","id":81233,"title":"LEGO Star Wars: The Quest for R2-D2","adult":false,"genre_ids":[16,878,10751]},{"cast":[],"overview":"A brickfilm (Lego short film) loosely based on Star Wars Episode III: Revenge of the Sith.","release_date":"2005-08-05","vote_average":6.3,"runtime":5,"cert":"N\/A","id":81234,"title":"Lego Star Wars: Revenge of The Brick","adult":false,"genre_ids":[14,878,16,10751]},{"cast":["Leonard Nimoy","Richard Rober","Mona Knox","Bruce Cabot","Allene Roberts"],"overview":"Leonard Nimoy is \"Kid\" Monk Baroni, the leader of a street gang who becomes a professional boxer to escape his life in \"Little Italy\" New York.","release_date":"1952-05-01","vote_average":6.0,"runtime":79,"cert":"N\/A","id":81235,"title":"Kid Monk Baroni","adult":false,"genre_ids":[18]},{"cast":["Nara Rohith","Prakash Raj","Nisha Agarwal"],"overview":"Gautham Nara Rohith is an orphan who always wishes to get married to a girl from a joint family to experience the love of relationships and elders. He falls in love with Vaishnavi Nisha Aggarwal who belongs to a joint family. He tries to woo her and finally she agrees and fall in love with him too. Vaishnavi shares a very good relationship with everyone at home especially her dad Naidu Prakash Raj. One day he gets to know about his daughter and Gautham's relationship. He dislikes it as he always wanted to get his daughter married to a guy who belongs to a good family. He sets an alliance with someone else. What happens next forms the rest.","release_date":"2011-11-25","vote_average":3.7,"runtime":150,"cert":"N\/A","id":81236,"title":"Solo","adult":false,"genre_ids":[18,10749]},{"cast":["Chethan Kumar","Archana","Sharath Lohitashwa","Ashish Vidhyarthi","Atul Kulkarni"],"overview":"Aa Dinagalu is a story about the underworld which was supposed to have existed in the city of Bengaluru in 1986. In the film Agni Shridhar narrates the preview as story of Kotwal Ramachandra era (1975) coincidentally with declaration of emergency by Indira Gandhi, which led to grooming of M.P.Jayaraj as the uncrowned don of Bengaluru mostly working with Knives, Sickles, Longs for terrorising people. Eventually he seems to have got jailed for contempt of court for 10 years. When he returns in 1985, after the death of Indira Gandhi he finds Kotwal Ramachandra to have taken his spot. In this backdrop how a love story ( for which Bengaluru was famous once- having a lot of suicide spots even now) finds its place has been screened.","release_date":"2007-10-19","vote_average":6.5,"runtime":136,"cert":"N\/A","id":81239,"title":"Aa Dinagalu","adult":false,"genre_ids":[18,80,10749]},{"cast":[],"overview":"Classic and obscure collection of old Christmas themed trailers and shorts from the 1940's through the 1960's.","release_date":"2007-10-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81240,"title":"Retro Christmas Classics","adult":false,"genre_ids":[]},{"cast":["Michael Wess Smith"],"overview":"Secret Clock Codes, Spirits and Ghosts and Five Of The Most Horrifying Stories Ever Told, Now Available Online For Rental  at Distrify $3.99: Use Link below  12 C.O.D will also give the audience the benefit of two movies in one, similar to Producer Quentin Tarantino’s Grind House\/Death Proof. The movie will include up and coming stars Michael Wess Smith and Zsalyne Fergus, with a host of other supporting talent. From UFO’s, Nostradamus and a secret clock code that has not yet been discovered, 12 COD will deliver much more.","release_date":"2011-09-01","vote_average":4.5,"runtime":93,"cert":"N\/A","id":81241,"title":"12 Counts Of Deception","adult":false,"genre_ids":[27]},{"cast":["Ha Jung-woo","Park Hee-soon","Jang Hyuk","Sung Dong-il","Kim Sung-ryung"],"overview":"Elite attorney Kang Seong-Hee goes up against a top prosecutor over a case involving a man accused of killing his wife.","release_date":"2011-09-29","vote_average":6.8,"runtime":123,"cert":"N\/A","id":81242,"title":"The Client","adult":false,"genre_ids":[18,53]},{"cast":["Dana DeArmond","Andy San Dimas","Natasha Nice","Riley Ray","Dylan Ryan"],"overview":"Dana DeArmond is getting all dolled up to go meet a hot date - but will roommate Andy San Dimas put a damper on her fun? Or convince the hot brunette to stay home for some girly action? Meanwhile, Natasha Nice is sick of her mother's friend's daughter Riley Ray's snide remarks, so she finds a great way to keep the willowy blondes mouth occupied. Meanwhile, sloppy roommate Dylan Ryan is working Samantha Ryan's last nerve, so the gorgeous blonde hits the androgynous brunette where it hurts most. Fortunately Dylan's passionate response makes Samantha forget what they were fighting about. Finally, beautiful Alia Starr is trying to say goodbye to girlfriend Sara Shevon, but parting is such sweet sorrow.","release_date":"2011-04-27","vote_average":0.0,"runtime":175,"cert":"N\/A","id":81243,"title":"Girls Kissing Girls 7","adult":true,"genre_ids":[10749]},{"cast":["Gary Graham","Eric Pierpoint","Michele Scarabelli","Terri Treas","Lauren Woodland"],"overview":"When detectives Sikes and Francisco are presented with the mysterious death of an Eeno, Matt is stupefied to discover that George rudely snubs the case. He, like most newcomers, reviles the outcast Eenos. As the case unfolds, George has to reassess his prejudices, and George's family help save the city from an alien threat originating in an Eeno waste disposal facility.","release_date":"1996-11-12","vote_average":5.9,"runtime":91,"cert":"N\/A","id":81244,"title":"Alien Nation: The Enemy Within","adult":false,"genre_ids":[878]},{"cast":["Kylie Minogue","Joel Edgerton","Ben Mendelsohn"],"overview":"Sample People is an upbeat dramatic thriller that follows four groups of Sydney-siders as they seek escape routes over one sweltering weekend. 'Len the dreamer' who stutters shyly just wants the gorgeous DJ Lush Puppy. Sem is a funky musician who has a premonition warning him that his girlfriend, Cleo, is in danger. He just wants to get them both out of their inner-city world. Andy is the charismatic drifter who's conned his way through life and stolen money from his boss, TT. He just wants to head up the coast with TT's girlfriend, Jess, but seems to be falling deeper into a love triangle of drugs and delusion. Finally, there's Joey, a TV affected homeboy, who reveals to his best friend Gus that he's got a gun and will use it sooner or later. The inevitable moment will arrive whin his violent gangster fantisies become reality. As the lives of our heroes become dramatically entwined, the consequences of their actions ricochet off each other.","release_date":"2000-05-11","vote_average":3.3,"runtime":93,"cert":"N\/A","id":81247,"title":"Sample People","adult":false,"genre_ids":[18]},{"cast":["Samantha Ryan","Andy San Dimas","Kristina Rose","Zoe Voss","Raylene"],"overview":"The series that set the standard for girl\/girl kissing returns with volume 8 of Sweetheart's critically acclaimed Girls Kissing Girls. See the most beautiful and sensual women of lesbian porn confess their erotic fantasies in four charming, erotic interviews that reveal why girls truly love kissing girls. Then watch the passion explode in sexual encounters that prove once again why Sweetheart Video has emerged as the leader of lesbian porn. Written and directed by Nica Noelle.","release_date":"2011-09-14","vote_average":0.0,"runtime":117,"cert":"N\/A","id":81248,"title":"Girls Kissing Girls 8","adult":true,"genre_ids":[10749]},{"cast":["Samantha Ryan","Mia Presley","Annabelle Lee","Elexis Monroe","Mz. Berlin"],"overview":"Lesbians love to kiss - and this video pays homage to the lost art of osculation. In this hot, romantic video, young girls take their time exploring the lips, tongues and mouths of their sexy young lovers. Top lesbian star Elexis Monroe, adorable young Annabelle Lee and stunning redhead Mz. Berlin let their passions for each other run wild, while Trinity Post shows submissive Sinn Sage how to enjoy the art of lesbian tongue play.","release_date":"2008-07-09","vote_average":0.0,"runtime":158,"cert":"N\/A","id":81249,"title":"Girls Kissing Girls: Young Lesbians in Love","adult":true,"genre_ids":[10749]},{"cast":["Sarah Hyland","Matt Prokop","Sasha Pieterse","Lili Simmons","Vanessa Morgan"],"overview":"Dylan Schoenfield is the pink princess of the upscale Los Angeles Woodlands Academy. She has the coolest boyfriend, the most popular friends, and a brand-new it bag that everyone covets. But when she accidentally tosses her Serge Sanchez bag into a fountain, this princess comes face-to-face with her own personal frog, self-professed film geek Josh Rosen. In return for rescuing Dylan's bag, Josh convinces Dylan to let him film her for his documentary on high school popularity. Reluctantly, Dylan lets F-list Josh into her A-list world, and is shocked to realize that sometimes nerds can be pretty cool. But when Dylan's so-called prince charming of a boyfriend dumps her flat, her life and her social status comes to a crashing halt. Can Dylan win the Woodlands Academy Fall Formal Blossom Queen crown? Can Josh win the Woodlands Academy 10th Annual Film Festival? Can Dylan, with Josh's help, pull the pieces together to create her own happily-ever-after?","release_date":"2011-11-11","vote_average":6.3,"runtime":97,"cert":"U","id":81250,"title":"Geek Charming","adult":false,"genre_ids":[35,18,10751,10770]},{"cast":["Thekla Ahrens","Carl Esmond","Hans Moser","Theo Lingen","Walter Janssen"],"overview":"Coming soon","release_date":"1936-08-21","vote_average":6.0,"runtime":81,"cert":"N\/A","id":81251,"title":"All for Veronica","adult":false,"genre_ids":[35,10749]},{"cast":["Elexis Monroe","Puma Swede","Jessica Bangkok","Samantha Ryan","Sinn Sage"],"overview":"The art of lesbian osculation is taken to a whole new level in episode 2 of this popular series. Gorgeous blonde Puma Swede suspects innocent Elexis of something terrible -- can her passionate kisses save their love? Asian beauty Jessica Bangkok is tired of being ignored by vain girlfriend Samantha Ryan and takes matters into her own hands -- and lips. Aggressive young Sinn Sage has big plans for shy friend Mia Laylani, while troubled redhead Trinity Post has a special way of thanking older friend Michelle Lay. Hours of deep passionate kissing and explosive Lesbian Sex.","release_date":"2009-03-19","vote_average":0.0,"runtime":167,"cert":"N\/A","id":81252,"title":"Girls Kissing Girls 2: Foreplay Loving Lesbians","adult":true,"genre_ids":[10749]},{"cast":["Shammi Kapoor","Tanuja","Vijayendra Ghatge","Kulbhushan Kharbanda","Bindu"],"overview":"Manorama, the daughter of a rich, orthodox family is married off, leaving her childhood friend Deodhar and his secret love for her, in despair. When tragedy befalls her, and traditions seem unfair, Deodhar must fight for what's right.","release_date":"1982-07-31","vote_average":7.8,"runtime":183,"cert":"N\/A","id":81253,"title":"Prem Rog","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Michelle Lay","Puma Swede","Zoe Britton","Darryl Hanah","Nina Hartley"],"overview":"Long lost friends Michelle Lay and Puma Swede re-connect in the most delicious of ways, while brunette Zoe Britton uses her lovely lips to win back heartbroken blonde Darryl Hannah. Blonde icon Nina Hartley comforts young dark haired Mina Meow after getting some disappointing news while brunette goddess Nakita Denise makes a last ditch effort to change icy blonde Samantha Ryan's mind.","release_date":"2009-06-24","vote_average":0.0,"runtime":133,"cert":"N\/A","id":81254,"title":"Girls Kissing Girls 3: Make Up, Makeout Sessions","adult":true,"genre_ids":[10749]},{"cast":["Jeanette Hain","Mišel Matičević","Malou Hain","Lisa Kreuzer","Rüdiger Vogler"],"overview":"","release_date":"2011-04-19","vote_average":6.8,"runtime":89,"cert":"N\/A","id":81255,"title":"Dreileben: Don’t Follow Me Around","adult":false,"genre_ids":[18]},{"cast":["Samantha Ryan","Elexis Monroe","Mia Presley","Jessica Bangkok","Sinn Sage"],"overview":"Mia Presley is worried when Kristina Rose returns from a hot date looking sad and dejected. When Kristina confides that her date told her she \"can't kiss,\"Mia takes matters into her own hands, with some scorchingly hot results! Next, teenage blonde Nicole Ray challenges exotic beauty Jessica Bangkok to a friendly game of pool. But when Nicole tells Jessica the loser has to be the winner's slave, will Jessica run, or submit to lesbian pleasures she's never known before? Samantha Ryan is fed up with Alyssa Reece's flirting with ex-lovers, but when a pleading Alyssa finally gives up hope, will Samantha choose hot make up sex instead of a break up? And finally, newly recovered Sinn Sage returns from her snowboarding accident a slightly different person - for one thing, her hair is shorter. She confides her insecurities to Elexis, who responds by showing her that there's one thing she can always count on -- Elexis' sapphic love.","release_date":"2010-02-10","vote_average":0.0,"runtime":129,"cert":"N\/A","id":81256,"title":"Girls Kissing Girls 4","adult":true,"genre_ids":[]},{"cast":["Paul Hörbiger","Trude Marlen","Hans Moser","Heinz Salfner","Max Gülstorff"],"overview":"Absurd mistakes arise when the passengers of a burnt down sanitarium are quartered at a hotel. -Humble-tumultuous comedy with situation joke and proven comedians.","release_date":"1936-09-04","vote_average":5.5,"runtime":75,"cert":"N\/A","id":81257,"title":"A Hoax","adult":false,"genre_ids":[35]},{"cast":["Samantha Ryan","Dia Zerva","Madison Young","Nikki Brooks","Sarah Blake"],"overview":"Dia Zerva offers a passionate goodbye to beautiful blonde lover Samantha Ryan, while uptight feminist college student Madison Young gets some hands-on experience with porn star Nikki Brooks. Beautiful redhead Sarah Blake makes a triumphant return to the LA modeling scene, only to find ex-girlfriend Lexi Belle has some unfinished business to take up with her. Finally, innocent beauty Kasey Chase is given a lesson in the finer points of osculation by mature brunette Veronica Avluv.","release_date":"2010-08-24","vote_average":2.5,"runtime":125,"cert":"N\/A","id":81258,"title":"Girls Kissing Girls 5","adult":true,"genre_ids":[10749]},{"cast":["Elexis Monroe","Mia Presley","Amber Chase","Dia Zerva","Zoey Holloway"],"overview":"Sweetheart continues to explore the passion of young lesbians in love in Volume 6 of the blockbuster series, Girls Kissing Girls. Watch the beautiful, earthy Elexis Monroe show older brunette Zoey Holloway how to fully enjoy sapphic romance, while the natural busty Avy Scott loses count of her orgasms with little brunette Amber Chase. Mia Presley ravages the glorious natural breasts of girl-next-door Sara Stone, and young beauty Allie Haze tempts older blonde Dia Zerva with her lustful kisses. With the best kissing in any lesbian video today, this often imitated series is not to be missed.","release_date":"2010-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81259,"title":"Girls Kissing Girls 6","adult":true,"genre_ids":[]},{"cast":["Hans Moser","Peter Bosse","Mady Rahl","Willi Schur","Hilde Maroff"],"overview":"A poor dog catcher in Prague takes up an orphan's boy who finds his favorite bull with him, with himself, until both find a better home, finally, with a rich family. - In antiquated style with put on warmth told comedy.","release_date":"1936-11-09","vote_average":7.0,"runtime":74,"cert":"N\/A","id":81260,"title":"A Little Street in Paradise","adult":false,"genre_ids":[18,35]},{"cast":["Kate Kastle","Lily LaBeau","Jasmine Jem","Autumn Moon","Taylor Vixen"],"overview":"The unprofessional conduct continues when a suddenly unemployed Autum applies for a job at lesbian lover Jasmine's firm. But Autum soon learns that bitchy blonde boss Kate has a weakness for brunettes, and she'll stop at nothing to get doe-eyed Jasmine in her bed. Meanwhile, Kate's favorite \"girl-toy\" Taylor Vixen craves the touch of a girl her own age, and young, blonde coworker Lily is more than happy to oblige. Starring Autum Moon, Kate Kastle, Jasmine Jem, Taylor Vixen and Lily Labeau.","release_date":"2011-11-09","vote_average":0.0,"runtime":108,"cert":"N\/A","id":81261,"title":"Lesbian Office Seductions 6","adult":true,"genre_ids":[10749]},{"cast":["Werner Krauss","Hortense Raky","Olga Tschechowa","Hans Moser","Karl Günther"],"overview":"In this convoluted melodrama, an elderly thespian falls for a rising young starlet. He admits his love for her and then announces that he will retire. The young woman pretends she loves him too, but her real motive is to give her struggling lover, also an aspiring actor, a break.","release_date":"1936-12-25","vote_average":7.0,"runtime":122,"cert":"N\/A","id":81264,"title":"Burg Theatre","adult":false,"genre_ids":[18]},{"cast":["Jack Scalia","Bo Derek","John Savage","Dorian Harewood","Ramón Franco"],"overview":"An FBI agent investigating the kidnap then apparent murder of a wealthy businessman, has his suspicions. The authorities believe Ben to be dead, but the body could not be identified. Ben's wife is the prime suspect with her accomplice, the victim's brother. Brian has to go undercover(s) to get to the truth.","release_date":"1994-01-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":81265,"title":"Shattered Image","adult":false,"genre_ids":[18,53]},{"cast":["Anthony Field","Sam Moran","Jeff Fatt","Murray Cook"],"overview":"It’s always fun at Chistmas time! The Wiggles have travelled around the world singing and dancing with 14 new Christmas songs! We fly to New York where NSYNC singer Joey Fatone sings 'O Holy Night'. Then it's back to Australia as Dorothy the Dinosaur and John Paul Young duet on 'A Miracle in a Manger'. Next, we travel to the land of saints and scholars, Ireland, where we hear the exultant voices of Anúna sing with The Wiggles 'The Cherry Tree Carol', 'We Three Kings', 'Ding Dong Merrily on High and 'The Little Drummer Boy'. Jeff is so excited that he sings 'I Just Can't Sleep on Christmas Eve'! Anthony entertains us with his fantastic version of the family favourite 'The Twelve Days of Christmas'. From Australia's outback, The Wiggles sing 'It's a Long Way From the North Pole' and are joined by The Chooky Dancers. It's always a special time with The Wiggles, and with this glorious new release it will feel like Christmas every day. Yes 'It's Always Christmas with You’!","release_date":"2011-12-06","vote_average":5.3,"runtime":56,"cert":"N\/A","id":81266,"title":"The Wiggles: It's Always Christmas With You","adult":false,"genre_ids":[10751]},{"cast":["Rasika Dugal","Alekh Sangal","Sudhir Pednekar","Adityavardhan Gupta","Nitika Anand"],"overview":"A woman's need for an unfinished sculpture blossoms into an obsession.","release_date":"2011-10-08","vote_average":0.0,"runtime":92,"cert":"N\/A","id":81267,"title":"Corrode","adult":false,"genre_ids":[18]},{"cast":["Martin Sheen","Alan Arkin","James Farentino","Eileen Brennan","Harold Gould"],"overview":"Artaban is a young Magus (Wise Man) who desires to follow the star to the birthplace of the coming King, against the counsel of his friends and family. Carrying three precious jewels to give to the baby Messiah, Artaban and his reluctant servant Orontes set off to join the caravan of the three other wise men. They miss the caravan, but Artaban continues the search for his King, always one step behind. Artaban spends much of his remaining wealth and all of his energy helping the poor and unfortunate people he meets, until at the end of his life he finally finds Jesus--at His trial! Has Artaban wasted his life in a foolish quest? Will he ever get the chance to present his gifts to the King?","release_date":"1985-03-30","vote_average":6.9,"runtime":72,"cert":"N\/A","id":81268,"title":"The Fourth Wise Man","adult":false,"genre_ids":[12,18,10770]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81269,"title":"Belgique for sale","adult":false,"genre_ids":[]},{"cast":["Tomás Milián","Orson Welles","John Steiner","Ángel Ortiz","José Torres"],"overview":"The Mexican guerilla leader Tepepa and his gang fight against the chief of police, Cascorro.","release_date":"1969-01-31","vote_average":6.9,"runtime":136,"cert":"N\/A","id":81270,"title":"Tepepa","adult":false,"genre_ids":[37]},{"cast":["Himesh Reshammiya","Sonal Sehgal","Rajesh Khattar","Purbi Joshi"],"overview":"On a break from his pushy girlfriend, a male falls for the sister of his employer. Based in Malad West, Mumbai, Sameer lives a middle-classed lifestyle along with his live-in rather pushy girlfriend, Shikha, who constantly questions and nags him several times during the day. He is employed with a Bollywood film distribution firm owned by Rajan Mehra. When Shikha decides to visit her family in Indore, he is relieved and decides to live it up. Things look up for him when Rajan hires his gorgeous sister, Sanjana, to work with him. Both soon become close, and she accepts his proposal for marriage despite of being aware that he is in a relationship. Watch what impact this news has on Shikha.","release_date":"2011-10-27","vote_average":6.5,"runtime":null,"cert":"N\/A","id":81271,"title":"Damadamm!","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jonathan Spencer","Clementine Ford","Liam Dunaway O'Neill","David Carradine","Faye Dunaway"],"overview":"","release_date":"2004-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81272,"title":"Last Goodbye","adult":false,"genre_ids":[18,10749,12]},{"cast":["Vidya Balan","Emraan Hashmi","Tusshar Kapoor","Naseeruddin Shah","Anju Mahendru"],"overview":"After running away from home in search of movie stardom, a village girl rises to become a prominent sex symbol.","release_date":"2011-12-02","vote_average":6.1,"runtime":144,"cert":"N\/A","id":81273,"title":"The Dirty Picture","adult":false,"genre_ids":[35,18]},{"cast":["Gwynyth Walsh","Eric Christmas","Gema Zamprogna","Steven Andrade"],"overview":"After her father dies and she moves to a new town, Mackie wants to join a certain gang\/band. But they've got this boys-only rule. So Mackie comes up with an audacious plan...only it begins to backfire.","release_date":"1990-10-14","vote_average":7.0,"runtime":97,"cert":"N\/A","id":81274,"title":"The Challengers","adult":false,"genre_ids":[18,10751,10770]},{"cast":["Heinz Rühmann","Hans Moser","Theo Lingen","Gusti Huber","Heinz Salfner"],"overview":"The Man Who is Talked About is the overly agreeable Toni Mathis (Heinz Ruhmann), a gent constitutionally incapable of saying the word \"no\" (or \"nein,\" this being a German picture). Though he'd rather breeze through life without responsibilities or obligations, Toni agrees to study zoology in college because his uncle (Hans Moser) wants him to. Alas, despite the Herculean efforts by Toni's servant Hassler (Theo Lingen) to prepare his master for his final exams, Toni forgets to show up for the finals and is expelled post-haste. In desperation, his uncle arranges for Toni to get married, and once again our hero just can't say no. Trouble is, he falls in love with trapeze artist Bianca (Gusti Huber), whose father won't let her marry anyone except another entertainer. Undaunted, Toni studies a book on show business and tries out for the vaudeville stage, and the picture isn't even halfway over yet!","release_date":"1937-02-05","vote_average":7.0,"runtime":83,"cert":"N\/A","id":81275,"title":"The Man Who is Talked About","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Animal 123s introduces preschoolers to the vast and amazing animal kingdom and basic counting and number recognition skills simultaneously! Filled with songs, games, rhymes and puzzles, Animal 123s is entertainment that encourages child development and an awareness and appreciation of animals everywhere. Specially designed to fascinate and delight your child.","release_date":"2011-07-12","vote_average":0.0,"runtime":53,"cert":"N\/A","id":81276,"title":"Animal 123s","adult":false,"genre_ids":[]},{"cast":["Linden Ashby","Rae Dawn Chong","Andrea Roth","Aaron Pearl","Ian Marshall"],"overview":"A successful ad agency woman finds herself in a dangerous power struggle, back-dropped by murder, when she begins to uncover the true identity of the two men she is dating.","release_date":"2000-05-30","vote_average":3.6,"runtime":null,"cert":"N\/A","id":81277,"title":"Dangerous Attraction","adult":false,"genre_ids":[53]},{"cast":["Ariel Summers","Autumn Moon","Brea Bennett","Courtney Simpson","Danica"],"overview":"Women Seeking Women is an innovative series featuring realistic seductions, romance, affection, elegant costuming, and lots of foreplay, realistically paced sex, and luscious afterplay. Volume 21 features four uniquely hot scenes and nearly three hours of lesbian action!","release_date":"2006-04-12","vote_average":0.0,"runtime":171,"cert":"N\/A","id":81278,"title":"Women Seeking Women 21","adult":true,"genre_ids":[10749]},{"cast":["Emily Evermoore","Michelle Lay","Heather Silk","Sindy Lange","Elexis Monroe"],"overview":"This series is so classic and it just keeps getting hotter! These ladies will show you what love really means. Hot females having intense sex with other wet chicks and their pretty pink slits!","release_date":"2006-07-01","vote_average":0.0,"runtime":160,"cert":"N\/A","id":81279,"title":"Women Seeking Women 23","adult":true,"genre_ids":[]},{"cast":["Alex Taylor","Devon","Raylene","Jenteal","Sky Lopez"],"overview":"No one pleases a girl like a girl, and nothing pleases a guy like watching. It's WTBA 2K, and the Vivid girls are only getting better. Nasty Sky! Darling Devon! Sultry Raylene! Torrid Taylor! Wanton Janine, and more! In the wettest, wildest, Lezzipalooza ever!","release_date":"2000-05-17","vote_average":0.0,"runtime":83,"cert":"N\/A","id":81280,"title":"Where the Boys Aren't 12","adult":true,"genre_ids":[]},{"cast":["Bree Olson","Ariel X.","Jewels Jade","Satine Phoenix","Magdalene St. Michaels"],"overview":"Over three hours of hot sensual lesbian sex which is sure to excite you! Restless hearts searching for that one perfect woman! Simply the most realistic sex in lesbian adult video! With the sweetest cuties sucking the most experienced aged hotties, you're guaranteed to want more! 2008 AVN Winner: Best All-Girl Series","release_date":"2007-09-26","vote_average":0.0,"runtime":206,"cert":"N\/A","id":81281,"title":"Women Seeking Women 35","adult":true,"genre_ids":[10749]},{"cast":["Shintaro Morimoto","Tadanobu Asano","Teruyuki Kagawa","Rei Dan","Katsuo Nakamura"],"overview":"10-year-old Sota lives with his grandfather and a dog named Chibi in a small snowy village. They live in such a poverty that Sota cannot even afford to go to school, but however hard the situation is, Sota never holds a bad feeling against anyone around and keeps his dream alive to become a painter. He has been friends with Sayo, a girl brought up in a wealthy family, ever since they were little despite the difference of their family position, which Sayo’s father has uneasy feelings against. In spite of the difficulties he faces, Sota manages to complete a piece of painting which he wishes to give Sayo. He and Chibi goes down a snowy night path to Sayo’s house to find that her father’s storage is on fire... What waits for Sota and Chibi gently reminds that genuine happiness always exists in your heart.","release_date":"2009-12-12","vote_average":5.5,"runtime":116,"cert":"N\/A","id":81282,"title":"Snow Prince","adult":false,"genre_ids":[18]},{"cast":["Bobbi Starr","Ariel X.","Lena Nicole","Micah Moore","Deauxma"],"overview":"Restless Hearts Searching For That One Perfect Woman!  Beautiful woman-woman sex which is sure to excite you!","release_date":"2007-09-18","vote_average":0.0,"runtime":198,"cert":"N\/A","id":81283,"title":"Women Seeking Women 34","adult":true,"genre_ids":[]},{"cast":["Andie Valentino","Puma Swede","Autumn Moon","Brianna Love","Daisy Layne"],"overview":"Over three hours of hot sensual lesbian sex. Restless hearts searching for that one perfect woman! Beautiful woman-woman sex that is sure to excite you! All these hot & horny lesbians are luscious and ready for some womanly love. Don't miss out on the hottest lesbian sex you'll see all year!","release_date":"2007-06-04","vote_average":0.0,"runtime":199,"cert":"N\/A","id":81284,"title":"Women Seeking Women 32","adult":true,"genre_ids":[10749]},{"cast":["Teagan Presley","Céline Tran","Sativa Rose","Gia Paloma","Tory Lane"],"overview":"Deeper 2 is an intense sexual experience. Shot with all the magic, artistry and design of Digital Playground's Erotique series while still encompassing all of the hot passion and sound of today's best gonzo porn. Deeper 2 features Digital Playground contract superstar, Teagan Presley in two delicious scenes: a boy\/girl and a boy\/girl\/girl with an anal. Asian dream, Katsumi performs in a Boy\/Boy\/Girl with an amazing double penetration and Tory Lane takes a fantastic ass pounding by Jerry. Add Sativa Rose and Gia Paloma and you'll understand just how scrumptious Deeper really is. When you're finished, don't forget to check the special features for the cum-shot recap and a fun behind-the-scenes featurette with Teagan Presley.","release_date":"2006-07-20","vote_average":0.0,"runtime":94,"cert":"N\/A","id":81285,"title":"Deeper 2","adult":true,"genre_ids":[]},{"cast":["Clara G","Zoe Britton","Heather Silk","Rebeca Linares","Satine Phoenix"],"overview":"Beautiful woman-on-woman sex, which is sure to excite you! Restless hearts searching for that one perfect woman! Nearly three hours of hot sensual lesbian sex! This pussy dripping flick is sure to satisfy your curious mind as you see gorgeous women go at each others' pink meat.","release_date":"2007-04-01","vote_average":0.0,"runtime":174,"cert":"N\/A","id":81286,"title":"Women Seeking Women 31","adult":true,"genre_ids":[]},{"cast":["Lisa Neils","Samantha Ryan","Heather Silk","Sasha Grey","Layla Rivera"],"overview":"Simply the most realistic sex in lesbian adult video!","release_date":"2008-10-04","vote_average":0.0,"runtime":162,"cert":"N\/A","id":81287,"title":"Women Seeking Women 46","adult":true,"genre_ids":[]},{"cast":["Bridgette B","Rebeca Linares","Elexis Monroe","Tori Black","Faith Leon"],"overview":"Women Seeking Women lives up to its AVN award for best All-Girl Series by delivering again beautiful women in some of the most realistic, sensual, erotic situations imaginable. Bridgette B. and Rebeca Linares turn up the heat to red hot for a mind-blowing performance that will leave you with the agonizing wish of WANTING to be there when it all unfolds!","release_date":"2008-11-25","vote_average":0.0,"runtime":149,"cert":"N\/A","id":81288,"title":"Women Seeking Women 48","adult":true,"genre_ids":[]},{"cast":["Raven Alexis","India Summer","Jessica Bangkok","Breanne Benson","Dale DaBone"],"overview":"The power of love can survive anything, except the spell of a very off and mysterious watch that latches itself on to the unsuspecting. Loaded with a supposed curse that can ruin even the most intense love affairs, it afflicts the one in possession of the watch with explicit images of their mate with past lovers... and those yet to come. The sexual hauntings go deep, and the only cure is to present it as a gift to the next unsuspecting couple in love and on the verge of marriage.","release_date":"2011-08-02","vote_average":6.0,"runtime":124,"cert":"N\/A","id":81289,"title":"Watching You","adult":true,"genre_ids":[18,10749]},{"cast":["Carmen Cruz","Danielle Foxxx","Yasmin Lee","Sasha Ligaya","Billy Young"],"overview":"What happens when the babysitter shows up and she's even hotter than you dreamed... and she's looking at you like she's ready to screw? You go for it! But there's something you didn't count on: she's got a cock bigger than yours! Don't worry, you're just in for some ball-draining tranny madness, so whip it out and get it up! We've got four of the most beautiful transsexual tramps ever, including fabulous covergirl Danielle, and they love sucking dicks almost as much as having you suck theirs. And when it cums to ass-fucking, you're in for a raunchy, jizz drenched night in Tranny Town! Maybe you can even drive her home!","release_date":"2006-12-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":81290,"title":"Transsexual Babysitters","adult":true,"genre_ids":[]},{"cast":["Carmen Cruz","Vaniity","Johanna B.","Wendy Williams"],"overview":"She's thereto help out while you're away but what if she's not a she? What if this gorgeous chick as a dick bigger than yours and it's getting harder and harder. You know... just begging to be stoked and sucked. Would you make your excuses and try 'her' out? Would you like to see what it's like to screw (and get screwed by) a Tranny? Here's you chance to see for yourself... watch beautiful Vanity and her awesome Tranny sluts show you what it's like on the really nasty side!","release_date":"2007-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81291,"title":"Transsexual Babysitters 2","adult":true,"genre_ids":[]},{"cast":["Robert Redford"],"overview":"Cosmic Collisions launches visitors on a thrilling trip through space and time—well beyond the calm face of the night sky—to explore cosmic collisions, hypersonic impacts that drive the dynamic and continuing evolution of the universe. Groundbreaking scientific simulations and visualizations based on cutting-edge research developed by Museum astrophysicists, scientists at the National Aeronautics and Space Administration (NASA), and other international colleagues—many seen for the first time—depict the dramatic and explosive encounters that shaped our solar system, changed the course of life on Earth, and continue to transform our galaxy. The new show explores the full range of space collisions, past, present, and future.","release_date":"2006-03-18","vote_average":10.0,"runtime":25,"cert":"N\/A","id":81292,"title":"Cosmic Collisions","adult":false,"genre_ids":[]},{"cast":["Jordan Chan","Nicholas Tse","Chapman To","Wind Fire Sea"],"overview":"Singer\/ actor Jordan Chan showcases his greatest hits in this DVD Jordan Nightlife Concert.  The set records the live concert held in Hong Kong Coliseum February 27 and 28, 2004. Centering on the theme of the prosperity of Hong Kong and Jordan's nightlife, the concert features guest appearances by Chapman To and members of Jordan's previous pop group Wind-Fire-Sea. Recall the familiar songs of Jordan including Days of Friendship (track 4), Unhappy separation (track 3), Disqualify (track 2) and God! Save me (track 25).","release_date":"2004-07-08","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81293,"title":"Jordan Nightlife Concert Karaoke","adult":false,"genre_ids":[10402]},{"cast":["Paul Wing"],"overview":"The rare original version of the classic underdog holiday story by ace animator Max Fleischer.","release_date":"1948-11-11","vote_average":6.1,"runtime":8,"cert":"N\/A","id":81294,"title":"Rudolph the Red-Nosed Reindeer","adult":false,"genre_ids":[16,10751,14,10402]},{"cast":[],"overview":"T'was the night before Christmas and all through the house not a creature was stirring, not even a mouse.","release_date":"1959-01-01","vote_average":7.3,"runtime":7,"cert":"N\/A","id":81295,"title":"The Christmas Visitor","adult":false,"genre_ids":[10751,16]},{"cast":["Nobuko Miyamoto","Masahiko Tsugawa","Sen Yano","Shirô Itô","Yuji Miyaji"],"overview":"Goro's supermarket is not doing well; the rival \"Bargains Galore\" threatens his business. A chance encounter with Hanako, an energetic woman he knew in grade school, results in big retail and life changes.","release_date":"1996-06-15","vote_average":5.7,"runtime":127,"cert":"N\/A","id":81296,"title":"Supermarket Woman","adult":false,"genre_ids":[35]},{"cast":["Jan Piechociński","Marta Klubowicz","Danuta Kowalska","Jolanta Nowak","Ewa Sałacka"],"overview":"Karol has everything. He has three mistresses in addition to the bride. He is charming, loves sex and enslaves women in the blink of an eye. He's also well aware of that women like and uses it for his benefits.","release_date":"1985-10-21","vote_average":6.5,"runtime":94,"cert":"N\/A","id":81297,"title":"Och, Karol","adult":false,"genre_ids":[35,10749]},{"cast":["Denis Nikiforov","Elena Panova","Andrei Panin","Batu Hasikov","Mikhail Gorevoy"],"overview":"Champion boxer Artyom Kolchin climbed all conceivable heights and became a national hero. He does not enter the boxing ring any more, rather choosing a coaching job and wild high life, including continuous TV appearances, hanging out and love affairs. One morning his daughter and his wife Vika meet him at home. Vika does not see the Artyom she once fell in love with in him any longer... The externally happy life of Kolchin comes to an end when the boxer he trains is almost killed during a match with the famous Kuerte. Artyom suspects that he used some forbidden technique. To obtain the proof, he has to go to Hong Kong where his long-time friend Vagit Valiev waits for him: he knows something about Kuerte which is not known to anyone else. To win, Artyom will have to enter the ring again.","release_date":"2011-11-17","vote_average":5.7,"runtime":122,"cert":"N\/A","id":81298,"title":"Shadow Boxing 3. The Final Round","adult":false,"genre_ids":[28,18]},{"cast":["Maksim Vitorgan","Kamil Larin","Ravshana Kurkova","Maksim Matveev","Yuliya Aug"],"overview":"This story occurred in an ordinary Moscow family, in one of the streets, in one of the houses on the New Year night...","release_date":"2011-12-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":81299,"title":"Ded Moroz Always Calls... Thrice!","adult":false,"genre_ids":[35]},{"cast":["Salim Ameur-Zaïmeche","Abel Jafri","Sylvain Roumette","Christian Milia-Darmezin","Larbi Zekkour"],"overview":"Talk of living wages and religious observances upsets the delicate accord between the boss of a run-down truck yard and his workers in this visually arresting take on the French-Algerian immigrant experience.","release_date":"2008-05-20","vote_average":6.5,"runtime":null,"cert":"N\/A","id":81302,"title":"Last Maquis","adult":false,"genre_ids":[18]},{"cast":["Amber Benson","Tygh Runyan","Britt McKillip","Katie Keating","Magda Apanowicz"],"overview":"Danni Hartford, party planner to the King family, wants to find her sister. Britney, the Kings' spoiled 15-year-old daughter, wants a horse. On a nearby horse farm, Rachel is treated like a servant by her foster siblings; all she wants is a real family. When all three girls make wishes at the Christmas dance, Britney and Rachel's souls switch bodies. But the girls soon find their new lives are not exactly what they pictured. When Danni discovers what has happened, she must figure out how to switch the girls back.","release_date":"2006-12-12","vote_average":5.6,"runtime":90,"cert":"N\/A","id":81303,"title":"Holiday Wishes","adult":false,"genre_ids":[14,35,10749,10751]},{"cast":["Romy Schneider","Horst Buchholz","Boy Gobert","Mara Lane","Bum Krüger"],"overview":"A poor 22 years old Hungarian man who's recently arrived in Paris meets a seemingly wealthy 17 years old Parisian girl. They fall in love, but tragedy ensues when the truth behind the girl is revealed.","release_date":"1957-09-12","vote_average":6.3,"runtime":96,"cert":"N\/A","id":81306,"title":"Monpti","adult":false,"genre_ids":[10749,18]},{"cast":["Richard Thomas","Beau Bridges","Maria Pitillo","Jan Rubeš"],"overview":"In this magical story, a scientist sets out to prove that reindeer can fly and along the way discovers the true meaning of faith, family and Christmas.","release_date":"2000-12-12","vote_average":6.0,"runtime":100,"cert":"N\/A","id":81307,"title":"The Christmas Secret","adult":false,"genre_ids":[10751,14]},{"cast":["Sophia Loren","Marcello Mastroianni","Vittorio De Sica","Paolo Stoppa","Yvonne Sanson"],"overview":"A lecherous governor of Naples in 1680 lusts after the wives of several peasants, particularly after the miller's wife Carmela. The miller himself plans to avenge his honor by seducing the wife of the governor.","release_date":"1955-10-27","vote_average":5.4,"runtime":95,"cert":"N\/A","id":81308,"title":"The Miller's Beautiful Wife","adult":false,"genre_ids":[10749,35]},{"cast":["Wojciech Pokora","Jolanta Bohdal","Jerzy Dobrowolski","Wiesław Gołas","Mieczysław Czechowicz"],"overview":"Falsely accused Warsaw art museum assistant goes into hiding as a woman.","release_date":"1973-04-22","vote_average":7.3,"runtime":82,"cert":"N\/A","id":81309,"title":"Man - Woman Wanted","adult":false,"genre_ids":[35]},{"cast":["Sterling Holloway","John Fiedler","Paul Winchell","Hal Smith","Jon Walmsley"],"overview":"Winnie the Pooh and his friends experience high winds, heavy rains, and a flood in Hundred Acre Wood.","release_date":"1968-12-20","vote_average":7.4,"runtime":25,"cert":"N\/A","id":81310,"title":"Winnie the Pooh and the Blustery Day","adult":false,"genre_ids":[16,10751,10402]},{"cast":["Katarzyna Maciag","Bogusław Linda","Anna Dereszowska","Borys Szyc","Tomasz Kot"],"overview":"Majka is young, beautiful and intelligent. It is time for her to learn and work, she has wonderful friends. But unfortunately she can't forget Cezary, who had abandoned her a year ago. So Majka's best friend decides to help her to start a new life.","release_date":"2010-02-05","vote_average":5.6,"runtime":95,"cert":"N\/A","id":81311,"title":"Blind Date","adult":false,"genre_ids":[35,10749]},{"cast":["Maciej Zakościelny","Agnieszka Grochowska","Agnieszka Dygant","Julia Wróblewska","Grażyna Szapołowska"],"overview":"Modern-day Warsaw shines in this romantic comedy about the love life of a young, hip architect. In his break-out role, popular Polish television star Maciej Zakoscielny plays the handsome young professional, who is torn between two women.","release_date":"2006-01-20","vote_average":5.6,"runtime":98,"cert":"N\/A","id":81312,"title":"Just Love Me","adult":false,"genre_ids":[18,35,10749]},{"cast":["Zbigniew Zamachowski","Ola Prószynska","Rafal Guzniczak","Małgorzata Foremniak","Andrzej Chyra"],"overview":"The story of a spirited ten-year-old girl who has run away from her proudly affluent parents in town and finds grudging refuge with the slightly slovenly caretaker of an abandoned farm, an ex-teacher.","release_date":"2003-10-24","vote_average":5.8,"runtime":88,"cert":"N\/A","id":81313,"title":"Squint Your Eyes","adult":false,"genre_ids":[18,35]},{"cast":["Elżbieta Czyżewska","Wiesław Michnikowski","Jan Kobuszewski","Wiesław Gołas"],"overview":"Robert Wolanski came from Australia to Poland, to find a wife. He meet one girl from famous dance group \"Mazowsze\" and fall in love. But she says \"I'm not loving you\". Robert decided to kidnap her.","release_date":"1964-06-16","vote_average":6.0,"runtime":84,"cert":"N\/A","id":81314,"title":"Wife for an Australian","adult":false,"genre_ids":[35,10749]},{"cast":["Beata Tyszkiewicz","Mariusz Dmochowski","Tadeusz Fijewski","Jadwiga Halina Gallowa","Wiesław Gołas"],"overview":"Set in the 19th century Warsaw. The indolence of aristocrats who, secure with their pensions, are too lazy to undertake new business risks, frustrates Wokulski. His ability to make money is respected but his lack of family and social rank is condescended to. Because of his \"help\" (in secret) to \"the doll's\" impecunious but influential father, the girl becomes aware of his affection.","release_date":"1968-12-12","vote_average":6.7,"runtime":139,"cert":"N\/A","id":81315,"title":"The Doll","adult":false,"genre_ids":[18,10749]},{"cast":["Sergey Shnyryov","Darya Poverennova","Ewa Bukowska","Ernst Romanov","Stefaniya Stanyuta"],"overview":"Alexandre is a young medical student who is holidaying at his uncle's country home for the summer. He begins a lustful love affair with his cousin Sonia, but his attentions quickly rift towards her beautiful Polish friend, Nathalie.","release_date":"1995-06-06","vote_average":3.0,"runtime":86,"cert":"N\/A","id":81316,"title":"Summer of Love","adult":false,"genre_ids":[18,10749]},{"cast":["Rodney Dangerfield","Steve Allen","Harry Basil","Roger Behr","Corbin Bernsen"],"overview":"Rodney Dangerfield wants the hottest up-and-coming comedians for his new HBO special, but as always, he gets no respect.","release_date":"1991-01-01","vote_average":7.0,"runtime":58,"cert":"N\/A","id":81317,"title":"Rodney Dangerfield's The Really Big Show","adult":false,"genre_ids":[35]},{"cast":["Karolina Rosinska","Sławomir Federowicz","Pola Raksa","Jerzy Stuhr","Janusz Rewiński"],"overview":"A parliament member's sixteen year old daughter Agatha falls in love and runs away with a convicted young tramp, while her father uses his friends in the government and police to brutally break their happiness.","release_date":"1993-08-20","vote_average":8.0,"runtime":76,"cert":"N\/A","id":81318,"title":"Hijacking Agatha","adult":false,"genre_ids":[35,18,10749]},{"cast":["Józef Nowak","Józef Nalberczak","Lech Wojciechowski","Witold Skaruch","Ryszard Kotys"],"overview":"Poland in 1946. A gang of 'Thunder' is committing violent robberies and murders and terrorizes the population of a large territory, consistently moving away from retribution. Captain Morava gets to knoa that 'Thunder' has a well-informed informant between his pursuers. The captain comes up with a cunning plan.","release_date":"1961-09-19","vote_average":0.0,"runtime":83,"cert":"N\/A","id":81319,"title":"Silent Traces","adult":false,"genre_ids":[28,12]},{"cast":["Henryk Talar","Ewa Szykulska","Wienczysław Gliński","Krzysztof Chamiec"],"overview":"The story is set in 1939. A military officer is stripped of his rank for his apparent collaboration with a counter-espionage agent while on a mission in Paris. Then he is enlisted in his own country's counterespionage unit, due to his knowledge of languages. He is assigned to Gdansk where he is trying to uncover mysterious \"Wotan\" in the German Secret Service. He eventually tracks down and kills the agent, but by doing so wipes out the possibility to clearing himself of the charges. Just as the death sentence is to be carried out on him the war breaks out and he escapes out of the bombed prison to join partisans.","release_date":"1985-09-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":81320,"title":"Who Is That Man?","adult":false,"genre_ids":[12,53]},{"cast":["Bożena Kurowska","Grazyna Staniszewska","Zbigniew Cynkutis","Tadeusz Łomnicki","Andrzej Kostenko"],"overview":"Set in the occupied Warsaw, the film tells the story of the mission carried out by the student uderground resistance group to execute the hated SS General Franz Kutchera.","release_date":"1958-06-06","vote_average":6.7,"runtime":83,"cert":"N\/A","id":81321,"title":"The Attempt","adult":false,"genre_ids":[12,53,10752]},{"cast":["Bruno O'Ya","Bogusz Bilewski","Irena Karel","Zbigniew Dobrzyński","Marek Perepeczko"],"overview":"A lonely Border Guard officer, with a girl and a former villain, has to face a local corrupt Militia (Police) commandant and his people, in wild Bieszczady Mountains in the Polish East.","release_date":"1968-07-07","vote_average":0.0,"runtime":97,"cert":"N\/A","id":81322,"title":"Wolves' Echoes","adult":false,"genre_ids":[12,10752]},{"cast":["Ewa Borowik","Emil Karewicz","Witold Pyrkosz","Wiesław Gołas","Hanna Mikuć"],"overview":"City Bieszczady Mountains, 1946. Seven soldiers stop in a small town where should take place a wedding...","release_date":"1978-02-20","vote_average":0.0,"runtime":83,"cert":"N\/A","id":81323,"title":"All and Nobody","adult":false,"genre_ids":[12,18,10752]},{"cast":["Ewa Sałacka","Krzysztof Kolberger","Roman Wilhelmi","Lan Bich","Zygmunt Bielawski"],"overview":"The trio of adventurous pals, a man who is a scientist, a fine lady and a former military pilot are in the Tibetian jungles looking for some mysterious vase that holds a metal container that is of no mundane origin.","release_date":"1988-10-03","vote_average":6.0,"runtime":99,"cert":"N\/A","id":81324,"title":"Curse of Snakes Valley","adult":false,"genre_ids":[53,878,12,9648,14,27]},{"cast":["Michal Cholka","Malgorzata Regent","Marek Richter","Lukasz Jakubowski"],"overview":"Adam is young and very ambitious journalist working in local newspaper - 'Pomerania Courier' - in Gdansk (Poland). One day he receives a stamped envelope by mail. There's a text in Latin written on that envelope: 'Tibi et Igni' (eng. 'For you and for fire'). He finds 3 photos of his fiancée Annie inside the envelope. Annie claims that these photos were made in places where she has never been and with people she has never met. Adam starts his own private investigation in order to find out who and why sent him these pictures. The investigation leads him to discovery of a terrifying truth.","release_date":"2008-03-24","vote_average":3.8,"runtime":127,"cert":"N\/A","id":81325,"title":"For You and for Fire","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"1. Jhoom - Film: Jhoom Barabar Jhoom\r 2. Ab To Forever - Film: Ta Ra Rum Pum\r 3. Ticket To Hollywood - Film: Jhoom Barabar Jhoom\r 4. Ta Ra Rum Pum - Film: Ta Ra Rum Pum\r 5. Kiss Of Love - Film: Jhoom Barabar Jhoom\r 6. Crazy Kiya Re - Film: Dhoom:2\r 7. Fanaa For You [Chand Sifarish Club Mix] - Film: Fanaa\r 8. Dil Laga Na - Film: Dhoom:2\r 9. Kajra Re - Film: Bunty aur Babli\r 10. Hey Shona - Film: Ta Ra Rum Pum\r 11. Salaam Namaste - Film: Salaam Namaste\r 12. Main Yahaan Hoon - Film: Veer-Zaara\r 13. Kabul Fiza - Film: Kabul Express\r 14. Dhoom Again - Film: Dhoom:2\r 15. Chand Sifarish - Film: Fanaa\r 16. Halla Re - Film: Neal 'n' Nikki\r 17. My Dil Goes Mmmm  - Film: Salaam Namaste\r 18. Akh Ladiye - Film: Neal 'n' Nikki\r 19. Nach Baliye - Film: Bunty aur Babli\r 20. Dhadak Dhadak - Film: Bunty aur Babli\r 21. Lodi - Film: Veer-Zaara\r 22. Banjar (Lounge Mix) - Film: Kabul Express\r 23. Whats Goin'on - Film: Salaam Namaste\r 24. Mere Hath Mein - Film: Fanaa\r 25. Tere Liye - Film: Veer-Zaara","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81328,"title":"Top Of the Charts","adult":false,"genre_ids":[]},{"cast":["Udom Taepanich"],"overview":"","release_date":"2011-08-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81329,"title":"เดี่ยวไมโครโฟน 9","adult":false,"genre_ids":[]},{"cast":["Laura Vandervoort","Nick Zano","Paula Brancati","John Bregar","Patrick Garrow"],"overview":"Jennifer, a young, ambitious executive running promotions at a failing Boston mall comes up with a genius promotional gimmick to save her workplace and position herself for advancement: hold a \"Hunky Santa\" contest to replace the old Mall Santa. David, a local man trying to save his family's pizzeria, ultimately wins the contest and sparks fly between him and Jennifer. However, complications ensue when it comes to light that the company Jennifer works for is the same one trying to run David's family out of business.","release_date":"2011-11-27","vote_average":6.3,"runtime":86,"cert":"N\/A","id":81330,"title":"Desperately Seeking Santa","adult":false,"genre_ids":[10749,10770]},{"cast":["Maria Andergast","Wolf Albach-Retty","Hans Moser","Leo Slezak","Hubert von Meyerinck"],"overview":"The happiest one should be selected from 500 married couples to move a marriage-hostile American millionnaire's daughter to the marriage. - Shallow and turbulent love banter with some tumultuous and funny climaxes.","release_date":"1937-08-17","vote_average":5.0,"runtime":91,"cert":"N\/A","id":81331,"title":"The Happiest Married Couple in Vienna","adult":false,"genre_ids":[]},{"cast":["Elisabeth Röhm","Laura Breckenridge","Brendan Fehr","Jerrika Hinton","Laura Spencer"],"overview":"Wendy Walton is the best designer in Boston... but no one knows it yet. Hoping to kick-start her career, Wendy has left work with the local theatre to take a job as an assistant to Priscilla Hall, the most prestigious designer in the city. Ms. Hall works Wendy around the clock, which is how Wendy finds herself trapped in an elevator late one night with an incredibly handsome stranger. Wendy and the mystery man share an impulsive, romantic, life changing kiss before the doors open and Wendy runs out, leaving him behind. The next day at work, Wendy answers the door to find the handsome gentleman standing in front of her.","release_date":"2011-11-12","vote_average":6.1,"runtime":96,"cert":"N\/A","id":81332,"title":"A Christmas Kiss","adult":false,"genre_ids":[10751,10770,10749]},{"cast":["Anton Edthofer","Hans Moser","Dagny Servaes","Gusti Huber","Gusti Wolf"],"overview":"When the schoolgirl Kate defends her friend, she is expelled from school. To conceal the incident from her parents, she positions herself ill. Promptly she falls in love with the treating doctor who cures her sudden illness not only, but marries his patient also immediately. But Kate soon bores the life of a doctor's wife. So she decides to secretly catch her ​​high school.","release_date":"1937-09-24","vote_average":5.0,"runtime":91,"cert":"N\/A","id":81333,"title":"Unentschuldigte Stunde","adult":false,"genre_ids":[]},{"cast":["Lída Baarová","Hans Söhnker","Friedl Czepa","Jola Jobst","Georg Alexander"],"overview":"The delightful Johann Strauss comic opera Die Fledermaus was mercilessly lampooned in this truly bizarre production. For starters, a framing device has been added: After appearing in 300 consecutive appearances of Fledermaus (which translates as The Bat) the lead tenor (Georg Alexander) imagines that he's seeing bats everywhere. Driven a bit over the edge by all this, he falls asleep and has a nightmare about the opera, with a group of non-singers cast in the leading roles. The original libretto about romantic assignations, political imprisonments and mistaken identity is burlesqued to the hilt: at one point, the hero finds out that his prison cell is surrounded by rubber tubes!","release_date":"1937-10-30","vote_average":7.0,"runtime":103,"cert":"N\/A","id":81334,"title":"Die Fledermaus","adult":false,"genre_ids":[]},{"cast":["Shannon Whirry","Timothy Bottoms","Maud Adams","Tembi Locke","Gustav Vintas"],"overview":"In this thriller, a detective helps save a prostitute from a stalker. The gumshoe's investigation throws them into a world where no one is quite who they seem and where everyone has a shady past. ~ Sandra Brennan, Rovi","release_date":"1996-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":81335,"title":"Ringer","adult":false,"genre_ids":[53]},{"cast":["Walt Disney","Pinto Colvig"],"overview":"Mickey is playing Christmas carols on a standup bass for change. Alas, all he gets is screws, rocks, and other useless stuff. He plays outside a rich man's window, and the spoiled brat kid inside decides he wants Pluto. Mickey isn't selling, but when his bass gets destroyed by a passing sleigh and he sees a house full of orphans with no presents, he changes his mind. Mickey plays Santa to the kids. Meanwhile, the brat has been torturing Pluto; his father finally has enough and throws Pluto out and spanks the child. Pluto and Mickey are reunited, and as a bonus, the kid has tied the Christmas turkey to Pluto's tail.","release_date":"1932-12-17","vote_average":6.2,"runtime":7,"cert":"N\/A","id":81338,"title":"Mickey's Good Deed","adult":false,"genre_ids":[16,10751]},{"cast":["Céline Dion"],"overview":"Live à Paris is Céline Dion's third home video release. It was recorded live at the renowned Zenith Theatre in Paris, France in October 1995 before an audience of over 6,000 fans, during the D'eux Tour.","release_date":"1996-11-08","vote_average":10.0,"runtime":96,"cert":"N\/A","id":81339,"title":"Céline Dion: Live a Paris","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Christmas Eve. A poor orphan boy trudges through the snow, pathetically. He finally arrives at his miserable cabin. While he is crying, Santa arrives and, singing the title song, offers to take the boy to his workshop. They arrive, and the toys go wild (in the full version, they sing the title song, but this has been censored in some versions due to outdated stereotypes). He plays with a few toys. A candle falls off the tree and starts a fire. The toys try in vain to fight the fire; the boy hooks up a hose to a set of bagpipes and takes care of it.","release_date":"1933-01-07","vote_average":6.4,"runtime":6,"cert":"N\/A","id":81340,"title":"The Shanty Where Santy Claus Lives","adult":false,"genre_ids":[10402,16,35,10751,14]},{"cast":["Mick Blue","Dorina","Jana Cova","Billy Glide","Lothar"],"overview":"","release_date":"2003-12-31","vote_average":8.8,"runtime":null,"cert":"N\/A","id":81343,"title":"Faith: In the Garden of Shadows - Book II","adult":true,"genre_ids":[]},{"cast":["Leon Lai","William Feng","Liu Yifei","Zhang Hanyu","Anthony Wong"],"overview":"White Vengeance tells the story of two brothers contending for supremacy during the fall of the Qin Dynasty, which ruled Imperial China from 221 to 206 BC. As rebels rose, the nation fell into chaos. Liu Bang and Xiang Yu, became leaders of the rebellious army, and also became sworn brothers in battle.Xiang Yu and Liu Bang are close friends who both serve King Huai of Chu. King Huai uses a plot, saying that whoever can subvert the Qin kingdom in Guanzhong would be the Lord Qin, in order to benefit from the competition between Xiang Yu and Liu Bang. Xiang Yu is over-confident. He fights against the main force of Qin army, and entrusts Liu Bang with Yu Ji, the woman he loves.Liu Bang expresses his love to Yu Ji and takes the chance to invade Guanzhong first when most of Qin army is outside fighting against Xiang Yu’s army.","release_date":"2011-11-29","vote_average":6.8,"runtime":135,"cert":"N\/A","id":81344,"title":"White Vengeance","adult":false,"genre_ids":[18,28]},{"cast":["Oksana Fandera","Aleksei Levinsky","Anna Slyusareva","Katerina Shpitsa","Bogdan Stupka"],"overview":"In the 1950s Odessa a charming woman is running an underground brothel. She's tired of the business hassles and is dreaming about having a family. Finally the destiny gives her a chance, but there's no way out.","release_date":"2011-11-03","vote_average":6.5,"runtime":108,"cert":"N\/A","id":81345,"title":"Brothel Lights","adult":false,"genre_ids":[18]},{"cast":["Antonio Ferrandis","Encarna Paso","José Bódalo","Agustín González","Pablo Hoyos"],"overview":"A Nobel prize winner returns to his natal city looking for his home.","release_date":"1982-03-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":81346,"title":"To Begin Again","adult":false,"genre_ids":[18,10749]},{"cast":["Malla Malmivaara","Iida Lampela","Jukka Puotila","Jussi Vatanen","Niina Herala"],"overview":"Mirccu has a dream job as the PR coordinator of a record company. When her boss, the music mogul Martin threatens to fire her, she is forced to find her own way to success. Together with her football-playing boyfriend Roba who is recovering from an ankle injury she has to reflect whether the good times are really over, and to what lengths they are willing to go to survive. She is given one last chance to prove herself by successfully launching the career of an obnoxious fifteen-year-old teenage star-to-be with the code name Dirty Bomb.","release_date":"2011-09-23","vote_average":5.1,"runtime":83,"cert":"N\/A","id":81347,"title":"Dirty Bomb","adult":false,"genre_ids":[35]},{"cast":["Lucie Englisch","Hans Moser","Trude Marlen","Jupp Hussels","Theo Lingen"],"overview":"An official justice assistant supposes behind a letter which falls to him by chance in the hands, a crime and gets going with his crimi-sleuthing energy an unclear confusion.","release_date":"1937-08-11","vote_average":6.0,"runtime":85,"cert":"N\/A","id":81348,"title":"Die verschwundene Frau","adult":false,"genre_ids":[10402,35]},{"cast":["Beniamino Gigli","Maria Cebotari","Peter Bosse","Hans Moser","Michael Bohnen"],"overview":"This Italian-German co-production was released in English-speaking countries as Mother Song. Italian opera favorites Beniamino Gigli and Maria Cebotari star in this tale about the romance between two temperamental singing stars. Highlights include a lengthy selection from Faust, with Gigli making a most impressive Mephistopheles. The plot takes a melodramatic turn towards the climax, with the lives of the characters mirrored in their on-stage behavior. Director Carmine Gallone was something of an expert in the field of filmed opera, as witness his Tosca, Rigoletto and Il Trovatore.","release_date":"1937-12-21","vote_average":5.0,"runtime":94,"cert":"N\/A","id":81349,"title":"Mother Song","adult":false,"genre_ids":[10402,18]},{"cast":["Duncan MacInnes","Ian Sharp","Kyle Treslove","Ludvig Bonin","Craig Storrod"],"overview":"What happens when the hardest team in the Sunday Soccer league comes up against a gay team (pun intended) and finds they've finally met their match?  Watch and wince as fledging referee Elton Glixton struggles to control this testosterone tsunami as rude-boy meets bum-boy in this outrageous new comedy set in the crazy gung-ho world of 5-a-side footie.","release_date":"2011-01-01","vote_average":5.6,"runtime":88,"cert":"","id":81350,"title":"KickOff","adult":false,"genre_ids":[35]},{"cast":["Ernest Borgnine","Robert Vaughn","Oliver Reed","Herbert Lom","Simon Sabela"],"overview":"A retired Army colonel attempts to rescue his imprisoned son in this action packed thriller. To save his CIA operative son from terrorists, Col. Smith (Ernest Borgnine) and a group of mercenaries head to war-torn Angola's Skeleton Coast, where they must infiltrate an armed compound run by a sadistic East German officer before Smith's son is tortured to death. Robert Vaughn, Oliver Reed and Herbert Lom costar.","release_date":"1988-04-14","vote_average":3.8,"runtime":98,"cert":"N\/A","id":81351,"title":"Skeleton Coast","adult":false,"genre_ids":[28,53]},{"cast":["Mártha Eggerth","Lucie Englisch","Philip Dorn","André Mattoni","Paul Hörbiger"],"overview":"The big revue star Marietta falls in love and gives up the stage career. The theatre stands before the bankruptcy. Only when her husband has convinced himself that she will remain loyal to him, Marietta may go on working. Revue film according to pattern: a lot of music, sturdy situation comic and popular stars.","release_date":"1938-01-20","vote_average":3.6,"runtime":94,"cert":"N\/A","id":81352,"title":"Waltz Melodies","adult":false,"genre_ids":[35,10749]},{"cast":["Käthe von Nagy","Elfriede Datzig","Hans Moser","Hans Holt","Lucie Englisch"],"overview":"Four orphaned friends move after the Abitur, supported by the janitor of her school, together in a flat and look for work to be able to finance her study. Two make the acquaintance of a frivolous young baron. One shoots in her outrage at him, nevertheless, is acquitted in court. - Stereotyped Jung's girl's cheap sensationalism, broken up by popular comic. Hans Moser stands out by his delightful character comic. The last in Austria produced film before the invasion of the armed forces ('Wehrmacht').","release_date":"1938-02-11","vote_average":5.0,"runtime":95,"cert":"N\/A","id":81353,"title":"The Restless Girls","adult":false,"genre_ids":[]},{"cast":["Tangi Miller","Flex Alexander","Essence Atkins","Aloma Wright","Marcus Patrick"],"overview":"In this warm-hearted romantic comedy, Stormy La Rue, a rising star T.V. Talk Show host in Philadelphia must dig her way out the hole she creates by telling an innocent white lie. Stormy's relentless aspirations of becoming the next talk show superstar are sidelined when her nana, the only person in the world who means more to her than her precious career, is diagnosed with a fatal illness. Stormy would do anything to please her Nana, even if it means lying to her on her deathbed! So when Nana's dying wish is to have her favorite granddaughter married, Stormy tries to pull off the biggest show of her life - faking her own wedding!","release_date":"2007-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":81354,"title":"Love and Other Four Letter Words","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":8.5,"runtime":null,"cert":"N\/A","id":81355,"title":"Roger Waters-Live Earth New Jersey","adult":false,"genre_ids":[]},{"cast":["Heinz Rühmann","Hans Moser","Annie Rosar","Inge List","Hedwig Bleibtreu"],"overview":"A classical art junk dealer and an almost bankrupt hairdresser who unexpectedly makes an inheritance go hunting behind thirteen chairs from which of a 100,000 DM contains which the rich aunt has hidden there.","release_date":"1938-09-16","vote_average":5.6,"runtime":92,"cert":"N\/A","id":81356,"title":"13 Stühle","adult":false,"genre_ids":[35]},{"cast":[],"overview":"During Waters' The Wall Live tour, Robbie Wyckoff sang Gilmour's vocals, and Dave Kilminster performed the guitar solos, both of them atop the wall, as Gilmour has been in the original tour. During the performance of 12 May 2011 at the London O2 Arena, David Gilmour appeared as a guest during this song, and both sang the choruses and played guitar from the top of the wall, echoing the original Earls Court performances.[18] The song contains one of the show's most memorable moments, when at a specific point in the final guitar solo, Waters runs to the wall, pounding it with his fists, triggering an explosion of colour in the previously dark grey projections.","release_date":"2011-05-12","vote_average":0.0,"runtime":8,"cert":"","id":81357,"title":"Roger Waters: Comfortably Numb  Live O2 Arena (With David Gilmour)","adult":false,"genre_ids":[10402]},{"cast":["Hans Moser","Ida Wüst","Lucie Englisch","Gusti Wolf","Eduard Wesener"],"overview":"An overzealous usher caught between the fronts of two other litigants against ever-girlfriends. - Humor comedy Viennese provenance with a starring role for Hans Moser.","release_date":"1938-11-10","vote_average":6.5,"runtime":105,"cert":"N\/A","id":81358,"title":"Little Country Court","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81359,"title":"Roger Waters, David Gilmour, Nick Mason and The Bleeding Heart Band- Outside The Wall, Live O2 Arena 2011","adult":false,"genre_ids":[]},{"cast":["Regimantas Adomaitis","Zhanna Bolotova","Georgi Burkov","Rolan Bykov","Anatoliy Solonitsyn"],"overview":"Late autumn on the southern coast of Crimea. Cold sea.\r A colorful crowd gathered in one of the boarding houses, forced to invent entertainment for themselves ...  In this situation of endless conversations about health and its absence, retellings of domestic dramas and obligatory resort flirting, the love of two middle-aged people Nadezhda Andreyevna and Alexey Sergeyevich is born.","release_date":"1980-12-21","vote_average":6.4,"runtime":84,"cert":"N\/A","id":81360,"title":"Scenes from Life of People on Leave","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lyudmila Kasatkina","Andrei Popov","Vladimir Blagoobrazov ","Olga Krasina","Vladimir Zeldin"],"overview":"Classic adaptation of the even more classic play by William Shakespeare.","release_date":"1961-09-24","vote_average":5.5,"runtime":85,"cert":"N\/A","id":81361,"title":"The Taming of the Shrew","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"2005-03-04","vote_average":9.0,"runtime":null,"cert":"N\/A","id":81362,"title":"Les Enfoirés 2005 - Le train des Enfoirés","adult":false,"genre_ids":[]},{"cast":["Kostas Hatzihristos","Nikos Rizos","Kostas Doukas","Marika Nezer","Nikos Fermas"],"overview":"This classic Greek comedy revolves around the constant fights between Zikos who works as a clerk at a small grocer's shop and the shop's owner. Zikos just can't keep his mouth shut every time his boss behaves as being an aristocrat. Things go even worse when Zikos finds out that his boss, by taking advantage of his wealth and with the help of the local match-maker, is planning to marry a young poor girl living in the same neighborhood.","release_date":"1963-06-18","vote_average":8.1,"runtime":96,"cert":"N\/A","id":81365,"title":"Της κακομοίρας","adult":false,"genre_ids":[35]},{"cast":["Bobbi Starr","Rozen DeBowe","Jelena Jensen","Magdalene St. Michaels","Sensi Pearl"],"overview":"The AVN Award Winning series is back with volume 77, filled with restless hearts searching for that one perfect woman. They may not know they’re looking for a woman, but when they find it they realize how right it really is! Soft caresses, passionate kisses and tender lovemaking is in the stars for these beautiful women.","release_date":"2011-11-29","vote_average":0.0,"runtime":203,"cert":"N\/A","id":81366,"title":"Women Seeking Women 77","adult":true,"genre_ids":[]},{"cast":["BD Wong","Jennifer Coolidge","Bronson Pinchot","Joseph Ashton","Jamie Donnelly"],"overview":"Five 2nd-grade kids who don't follow strict rules by their school principal Brinway are dubbed \"Stinkers\" by him. On the class visit to an aquarium the Stinkers decide that a sea lion called Slappy doesn't feel too good there, \"free\" him, and plant him into Brinway's hot-tub.","release_date":"1998-01-23","vote_average":5.7,"runtime":78,"cert":"N\/A","id":81367,"title":"Slappy and the Stinkers","adult":false,"genre_ids":[12,10751]},{"cast":["Alex Agnew"],"overview":"Alex Agnew's 10 year anniversary as a stage performer.","release_date":"2011-11-29","vote_average":6.3,"runtime":140,"cert":"N\/A","id":81368,"title":"Alex Agnew: Larger than Life","adult":false,"genre_ids":[35]},{"cast":["Blue Angel","Elexis Monroe","Dorothy Black","Dana Kelly","Katalin Kiraly"],"overview":"Girlfriends Films presents episode 8 to the series “Budapest”. The plot is spent spending time to the previous episodes. This is once again full of Gorgeous European women. The first is Elexis Monroe and Blue Angel. They discuss possibly being with each other. They head off to the bedroom. Lots of great pussy licking and grinding. Next Dorothy Black and Vera Katalin is a couple. There is beautifully chemistry between the two. Then Vera Katalin and Sophie Moone are talking about books. They go off to the library to see the collection. That’s where some great kissing and caressing take place. Then the bedroom is right there. Great seduction and everything looks so enhanced between the two.","release_date":"2011-12-09","vote_average":10.0,"runtime":157,"cert":"N\/A","id":81369,"title":"Budapest 8","adult":true,"genre_ids":[10749]},{"cast":["Elexis Monroe","Alicia Silver","Samantha Ryan","Deauxma"],"overview":"Elexis Monroe is heartbroken by her breakup with Alicia Silver. With Alicia now 8 months pregnant, Elexis seeks comfort in the arms of her ex-lover, Samantha Ryan. Meanwhile, Alicia tries masturbation as a way to alleviate pregnancy cramps per her doctor’s orders. Unable to achieve orgasm, Alicia sweet-talks Elexis to come over and help her despite their separation.","release_date":"2011-12-09","vote_average":0.0,"runtime":164,"cert":"N\/A","id":81370,"title":"Elexis and Her Girlfriends 2","adult":true,"genre_ids":[]},{"cast":["Pierre Arditi","Michèle Laroque","François Berléand"],"overview":"","release_date":"2007-11-03","vote_average":8.5,"runtime":null,"cert":"N\/A","id":81371,"title":"Faisons un rêve","adult":false,"genre_ids":[]},{"cast":["Jacqueline Maillan","Viviane Gosset","Jean Barney","Julien Bertheau","Denise Provence"],"overview":"","release_date":"1975-04-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":81372,"title":"La Facture","adult":false,"genre_ids":[35]},{"cast":["Rozen DeBowe","Delores Haze","Ela Darling","Papi Coxxx","Calico Lane"],"overview":"TBD","release_date":"2011-12-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":81373,"title":"Hotel","adult":true,"genre_ids":[]},{"cast":["Charly Dere","Marcel Doukas","Carlo Jasikovic","Timo Joh. Mayer","Manfred Michel"],"overview":"","release_date":"2001-06-07","vote_average":1.5,"runtime":null,"cert":"N\/A","id":81374,"title":"Schaffe, schaffe, Scheisse baue","adult":false,"genre_ids":[35]},{"cast":["Sergiu Grimalschi","Peter Kern","Master Patrick","Claudia Thomas","Lutz Volkwein"],"overview":"Documentary about the current hustler scene in Berlin. Experienced its world premiere of the film at the 2011 Berlin International Film Festival in Berlin. Based on interviews with former and active prostitutes the realities of male prostitutes in Berlin are treated. The film is value-free, objective, and records the hustler scene as a social Submilieu, which is characterized by both tragic fates, as well as everyday things and routines. Not only the direct sale of sexual services is discussed, but also other aspects associated with male prostitution: poverty, drug addiction, AIDS, crime, migration, love and partnership.","release_date":"2011-12-07","vote_average":6.5,"runtime":null,"cert":"N\/A","id":81375,"title":"Rent Boys","adult":false,"genre_ids":[99]},{"cast":[],"overview":"เรื่องเริ่มต้นจากกลุ่มชายหนุ่มนักดนตรีกลุ่มหนึ่ง ซึ่งมี เหลือแหล่ (ต้น - ณัฐวัตร ดีวงกิจ) เชลโล่ เร็กเก้ และโจอี้ ทั้งสี่คนหลงใหลและคลั่งไคล้ในเพลงสกาเป็นอย่างมาก และหวังไว้ว่าวงจะโด่งดังระดับประเทศ แต่สุดท้ายวงก็แตก ทั้งสี่คนมีหนี้สินติดตัว จากการค้างค่าเช่าบ้าน จึงตัดสินใจไปเล่นดนตรีเปิดหมวกกัน ทำให้ทั้งหมดได้เจอกับ ลุงดม ซึ่งชื่นชอบเพลงที่พวกเขาเล่นอย่างมาก แต่ก็เกิดเหตุการณ์วุ่นวายขึ้น ทำให้ลุงดมต้องนอนโรงพยาบาล เหลือแหล่จึงอาสาที่จะไปบอกญาติของลุงดมที่อยู่ต่างจังหวัดให้\r แต่ระหว่างทางเกิดความผิดพลาดทำให้หลงเข้าไปหมู่บ้านแห่งหนึ่ง ในหมู่บ้านนี้ มีสองนักเพลงพื้นบ้านผู้ยิ่งใหญ่ คือ ครูเฟื่อง (โย่ง เชิญยิ้ม) แห่งบ้านสิงห์เหนือ และ ครูดำเกิง (โน้ต เชิญยิ้ม)แห่งบ้านเสือใต้ ทั้งสองคู่อริที่ไม่ลงรอยกัน ทั้งสองบ้านจะประชันกันแต่ยังหาลูกศิษย์ไม่ได้ ที่นี่เองเหลือแหล่และเพื่อนจำต้องยอมร้องเพลงให้ฝ่ายครูเฟื่อง และทำให้ได้พบกับ ฟ้าใส (ซาย - หทัยชนก สวนศรี)","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":81376,"title":"เหลือแหล่","adult":false,"genre_ids":[]},{"cast":["Note Chern-Yim","Nathawat Deewongkit","Phichet Iamchaonaa","Warapat Petchsatit","Chaleumpol Tikumpornteerawong"],"overview":"A guy who is into ska music, finds himself fascinated by Thai traditional music after meeting a great Thai traditional music songwriter and getting involved in a Thai traditional music rivalry.","release_date":"2011-08-14","vote_average":4.0,"runtime":86,"cert":"N\/A","id":81377,"title":"Folk Songs Forever","adult":false,"genre_ids":[35]},{"cast":["Carlos Mencia"],"overview":"Carlos Mencia's 2011 Comedy Special","release_date":"2011-12-04","vote_average":6.5,"runtime":60,"cert":"N\/A","id":81378,"title":"Carlos Mencia: New Territory","adult":false,"genre_ids":[35]},{"cast":["Larry Drake","Curtis Williams","Brendon Ryan Barrett","Caitlin Barrett","Sara Paxton"],"overview":"Two of the town's youngest private detectives, Tim and his younger brother Nick, have the biggest case of their lives on their hands. A mysterious litle man leaves a suspicious package for the brothers to guard with their lives when, mysteriously, the dwarf-like man disappears and the police want answers!","release_date":"1999-10-10","vote_average":3.8,"runtime":91,"cert":"N\/A","id":81379,"title":"Durango Kids","adult":false,"genre_ids":[14,37,878,10751]},{"cast":["Kelsey White","Sandra Dee Heidecke","Susan Bonde","Karen Boettcher-Tate","Gregory Donavon"],"overview":"Lisa and the Snoodle Doodles go to the the magical \"Big Rock Candy Mountains\" and join Profster, the Meecy Mice, and others, and help get Little Bunny Foo Foo out of trouble and learn the errors of his ways.","release_date":"1991-01-10","vote_average":9.0,"runtime":60,"cert":"N\/A","id":81380,"title":"Wee Sing in the Big Rock Candy Mountains","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Living with a single father whose military career frequently takes him away on business, Jesse is a lonely little boy who has never learned the true meaning of caring. When his father is suddenly called away on Christmas Eve and and he is sent to stay with his cousin, Gabriella, Jesse discovers a magical realm where toys spring to life to help him learn a lesson or two about love and family. The cartoon spins its heartwarming fable in a richly animated style perfect for family holiday viewing.","release_date":"2004-10-24","vote_average":2.0,"runtime":49,"cert":"N\/A","id":81381,"title":"Miracle In Toyland","adult":false,"genre_ids":[16,18,10751]},{"cast":["Matt Frewer","Kenneth Welsh","Norris Domingue","Isabel Dos Santos","Neville Edwards"],"overview":"The scene of the crime is Whitechapel, the same London district notorious for the recent attacks of Jack the Ripper. Three monks are found dead, the apparent victims of a vampire - now, someone else is out for blood. Or is it something else? As bizarre events unfold, the answer is left to Sherlock Holmes and Dr. Watson to find.","release_date":"2002-10-27","vote_average":5.9,"runtime":90,"cert":"N\/A","id":81382,"title":"The Case of the Whitechapel Vampire","adult":false,"genre_ids":[53,9648,80]},{"cast":[],"overview":"A bored couple rejuvenate their marriage by turning to murder.","release_date":"2007-10-30","vote_average":0.0,"runtime":88,"cert":"N\/A","id":81383,"title":"Redrum","adult":false,"genre_ids":[28,35]},{"cast":["Ron Silver","Chauncey Leopardi","Natanya Ross","Tony T. Johnson","Sherry Miller"],"overview":"A teen obsessed with horror films befriends a vampire who leads him to a whole coven of vampires that hide beneath the New York subways.","release_date":"1996-10-27","vote_average":4.2,"runtime":97,"cert":"N\/A","id":81384,"title":"Shadow Zone: The Undead Express","adult":false,"genre_ids":[14,18,27,878]},{"cast":["Andy San Dimas","Janet Mason","Ariella Ferrera","Prinzzess","India Summer"],"overview":"This wicked tale features four sizzling lesbian scenes along with an engaging plot where Andy San Dimas screws over her partner India Summer. The women are beautiful and erotic; they’ll turn you on with their passionate kisses, tender caresses and probing tongues. With amazing performances by Janet Mason, Andy San Dimas, Ariella Ferrera, India Summer, Ms. Platinum and Prinzzess.","release_date":"2011-12-23","vote_average":0.0,"runtime":162,"cert":"N\/A","id":81385,"title":"Fashion House 2","adult":true,"genre_ids":[]},{"cast":["Heather Starlet","Vanilla DeVille","Lily Carter","Taylor Vixen","Zoey Holloway"],"overview":"What happens when you have Heather Starlet, Vanilla Deville, Lily Carter, Zoey Holloway, Syren DeMer, Taylor Vixen, and Aiden Ashley?? You’re in for one hot n’ heavy, passionate, twisted affair that’s what! In Please Make Me Lesbian Part 5 find out the shocking story of a young woman craving her step-mother’s attention!","release_date":"2011-12-23","vote_average":0.0,"runtime":165,"cert":"N\/A","id":81386,"title":"Please Make Me Lesbian! 5","adult":true,"genre_ids":[10749]},{"cast":["Laura Verlinden","Bram van Outryve","Gilles De Schryver","Robrecht Vanden Thoren","Freek Pieters"],"overview":"Four good friends, all seventeen-year old, lose their innocence during their last summer together. Flanders 1996. Rik, Tim, Roel and Bart aimlessly wile away the summer days in a small village where nothing exciting ever happens. When Rik becomes fascinated by the mysterious Sandrine, the boy's friendship comes under increasing pressure. Their reckless behaviour lands the boys in a web of intrigue, which they have a hard time escaping from.","release_date":"2007-07-04","vote_average":7.8,"runtime":95,"cert":"N\/A","id":81389,"title":"The Last Summer","adult":false,"genre_ids":[]},{"cast":["Melissa George","Ed Speleers","Eamonn Walker","Alec Newman","Karel Roden"],"overview":"A group of five mountaineers are hiking and climbing in the Scottish Highlands when they discover a young Serbian girl buried in a small chamber in the wilderness. They become caught up in a terrifying game of cat and mouse with the kidnappers as they try to get the girl to safety.","release_date":"2011-04-09","vote_average":6.1,"runtime":99,"cert":"15","id":81390,"title":"A Lonely Place to Die","adult":false,"genre_ids":[12,28,53,80]},{"cast":["Hideaki Ito","Masaaki Uchino","Takayuki Yamada","Yuu Kashii","Taro Yamamoto"],"overview":"Aka: 252: Signal of Life\r At some point in the distant future, a massive, catastrophic earthquake strikes Tokyo, causing the temperature of the Pacific Ocean to rise meteorically and the largest typhoon in recorded Japanese history to sweep toward the city and inundate it with water. The Tokyo Fire Department and its team of crack rescuers swing into action, and shortly after they do, a distress call arises from an underground subway station - with repeated indications of the rescue code, 252 252, and the exclamation \"We Have Survivors.\" It soon becomes apparent that the local rescue squad must attempt to save the survivors, doing so at the expense of their own lives and safety. Written by Nathan Southern","release_date":"2008-12-06","vote_average":4.8,"runtime":128,"cert":"N\/A","id":81391,"title":"252: Signal of Life","adult":false,"genre_ids":[28,12,18]},{"cast":["Nicki Hunter","Emy Reyes","Ariella Ferrera","Mahina Zaltana","Julia Ann"],"overview":"India Summer makes her directorial debut in Perfect Fit. Ms. Summer owns a women’s clothing store that is glamorous on the surface, yet is also dark on the other side. India takes a peek at her customers as they change in the changing rooms, and plays matchmaker with her customers and her staff. This girlfriends release is yet another example of the consistent quality that Girlfriends Film brings to the table!","release_date":"2011-11-11","vote_average":10.0,"runtime":138,"cert":"N\/A","id":81392,"title":"Perfect Fit","adult":true,"genre_ids":[]},{"cast":["Amy Smart","Mark-Paul Gosselaar","Benjamin Ayres","Laura Miyata","Audrey Dwyer"],"overview":"12 Dates of Christmas is a romantic comedy that follows Kate (Amy Smart), a young woman who re-lives the same first date on Christmas Eve over and over again. In an attempt to win back her ex-boyfriend on Christmas Eve, Kate ends up ruining her blind date with Miles (Mark-Paul Gosselaar), a handsome guy she's been set up with. In a strange twist of fate, Kate is given the chance to re-live Christmas Eve twelve times!  Kate decides to embrace what Christmas Eve has given her -- a loving family, great friends and Miles, who turns out to be a great guy! However, just as she seems to think she has gotten it right, the clock strikes midnight and Kate must live Christmas Eve once again. Under these weird new circumstances, Kate learns to take risks and enjoy what she's been given. Thanks to the gift of Christmas Eve, Kate finds happiness by finally trusting fate.","release_date":"2011-12-11","vote_average":6.0,"runtime":89,"cert":"N\/A","id":81393,"title":"12 Dates of Christmas","adult":false,"genre_ids":[35,10751,14,10749,10770]},{"cast":["Lauren Coe","Hugh O'Conor","Lesley Conroy","Fionnula Flanagan","Amy Huberman"],"overview":"After a young girl witnesses her father having an affair, she declares she will never love anybody ever again. As a result, her guardian angel is forced to abandon her. Later, when she grows to be a miserable woman, her angel is given a second chance to save her from a life of sadness. To accomplish his goal, he travels through time to recruit the woman's past and future selves to help her reconcile with her father and change her direction in life.","release_date":"2010-12-14","vote_average":4.9,"runtime":null,"cert":"N\/A","id":81394,"title":"Three Wise Women","adult":false,"genre_ids":[10751,10749]},{"cast":["Lily Carter","Natalie Nice","Elaina Raye","Rilee Marks","Bree Daniels"],"overview":"When girlfriends find themselves at loose ends when it comes to male companionship, their natural talent for nurturing surfaces. When in need, they turn to each other for comfort. Surely if anyone knows what a woman wants, it’s another woman. These women find themselves willing to do just about anything to learn to love other women, if only for a few fleeting moments.","release_date":"2011-11-11","vote_average":0.0,"runtime":165,"cert":"N\/A","id":81395,"title":"Please Make Me Lesbian! 4","adult":true,"genre_ids":[10749]},{"cast":["James Cagney","Bette Davis","Allen Jenkins","Alan Dinehart","Alice White"],"overview":"An unpolished racketeer, whose racket is finding heirs for unclaimed fortunes, affects ethics and tea-drinking manners to win back the sweetheart who now works for his seemingly upright competitor.","release_date":"1934-03-17","vote_average":6.1,"runtime":67,"cert":"N\/A","id":81396,"title":"Jimmy the Gent","adult":false,"genre_ids":[35,80,18]},{"cast":["Shyla Jennings","Bree Daniels","Jelena Jensen","Malena Morgan","Lily Carter"],"overview":"The first of our Lesbian Bridal Stories opens with Bree Daniels and Shyla Jennings sharing some champagne from Bree’s sister’s wedding and regaling each other with wedding tales. Bree shows Shyla some dresses and tries one on for her, eventually getting Shyla to try on the wedding dress. Once they’re all dressed up, they can’t keep their hands off of each other.  Next, Jelena Jensen and Malena Morgan are discussing Malena’s wedding the following day. Malena is having cold feet on account of her being a lesbian. Does she love her fiancé or is she in love with him? Jalena says she’s always there for her, in any way. Their mutual attraction takes over from there.  Scene 3 begins with a conversation about Jessie Rogers’mother marrying another woman. Then Jessie and Lily Carter dress up in the gown and tux and role-play that they’re they lucky couple. Jessie is a little nervous, but once they start kissing all the pieces start to fall into place.","release_date":"2011-11-29","vote_average":0.0,"runtime":195,"cert":"N\/A","id":81397,"title":"Lesbian Bridal Stories 5","adult":true,"genre_ids":[10749]},{"cast":["Abby Darling","Celeste Star","Samantha Ryan","Asphyxia Noir","Skin Diamond"],"overview":"Intimate true stories of explicit sexual secrets revealed!","release_date":"2011-11-29","vote_average":0.0,"runtime":283,"cert":"N\/A","id":81398,"title":"Lesbian Sex 3","adult":true,"genre_ids":[]},{"cast":["Barbet Schroeder","Michèle Girardon","Claudine Soubrier","Michel Mardore","Fred Junk"],"overview":"Early new wave effort from Rohmer which was the first of his six moral tales. It concerns a young man who approaches a girl in the street, but after several days without seeing her again, he becomes involved with the girl in the local bakery. Eventually he has to choose between them when he arranges dates with them on the same day.","release_date":"1963-01-01","vote_average":6.9,"runtime":23,"cert":"N\/A","id":81399,"title":"The Bakery Girl of Monceau","adult":false,"genre_ids":[10749]},{"cast":["Anna Geislerová","Jakub Špalek","Radek Pastrňák","Filip Renč"],"overview":"Two guys bought a car and travelled through the country untill they met a lonely girl on the road. So they begin to travel together having so much fun. And there is another guy who has a better car and who is looking for the girl because he is her lover, he is her first one. What is going on inside of this girl? Nobody knows, until the end.","release_date":"1994-09-13","vote_average":6.5,"runtime":90,"cert":"N\/A","id":81400,"title":"The Ride","adult":false,"genre_ids":[35,18,10749]},{"cast":["János Derzsi","Erika Bók","Mihály Kormos","Ricsi","Lajos Kovács"],"overview":"A monumental windstorm and an abused horse's refusal to work or eat signals the beginning of the end for a poor farmer and his daughter.","release_date":"2011-02-15","vote_average":7.8,"runtime":155,"cert":"N\/A","id":81401,"title":"The Turin Horse","adult":false,"genre_ids":[18]},{"cast":["Suzanne Somers","Steven Keats","Mark Wheeler","Kimberly Beck","Perry Lang"],"overview":"A fading rock singer goes to the beach to get away from it all and winds up getting involved in the lives of the teenage beachgoers.","release_date":"1978-09-27","vote_average":4.3,"runtime":104,"cert":"N\/A","id":81402,"title":"Zuma Beach","adult":false,"genre_ids":[35,18]},{"cast":["Lilian Harvey","Vittorio De Sica","Otto Treßler","Hilde von Stolz","Fritz Odemar"],"overview":"Coming soon","release_date":"1939-03-19","vote_average":5.0,"runtime":96,"cert":"N\/A","id":81403,"title":"Castles in the Air","adult":false,"genre_ids":[35,10749]},{"cast":["Gary Sinise"],"overview":"A never-before-seen look at the incomparable Division I football programs at The U.S. Military Academy at West Point and The U.S. Naval Academy at Annapolis revealing the dedication, discipline and determination required to make the journey from military training, to an elite classroom education, and onto the football field.","release_date":"2011-12-22","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81404,"title":"A Game of Honor","adult":false,"genre_ids":[99]},{"cast":["Wolf Albach-Retty","Rudolf Carl","Carola Höhn","Fritz Imhoff","Ferdinand Mayerhofer"],"overview":"In the eve of the war between Vienna and Berlin playing dear comedy with then popular occupation: The mother wants to marry her daughter to the lord of the manor, but the daughter prefers the elegant hoteliers.","release_date":"1939-03-28","vote_average":4.5,"runtime":98,"cert":"N\/A","id":81405,"title":"Liebe streng verboten","adult":false,"genre_ids":[35,10749]},{"cast":["Attila Hörbiger","La Jana","Christl Mardayn","Karin Hardt","Hans Holt"],"overview":"In a cosmopolitan city vaudeville theatre, meeting place of the most successful artistes, the art shooter gets in suspicion to have committed a murderous poster on his jealous partner. - Not particularly successful mixture of vaudeville theatre numbers, artiste's destiny and crime film tension, on an average produced and played. A production rotated in Budapest with the popular dancer La Jana.","release_date":"1939-04-14","vote_average":4.5,"runtime":86,"cert":"N\/A","id":81406,"title":"Menschen vom Varieté","adult":false,"genre_ids":[18,80]},{"cast":["Hans Moser","Heinz Salfner","Elfriede Datzig","O.W. Fischer","Charlotte Ander"],"overview":"Comedy with Hans Moser as grumpy valet who takes corrective action with mumbling peevishness in the fortunes of his family household count.","release_date":"1939-11-30","vote_average":6.0,"runtime":91,"cert":"N\/A","id":81407,"title":"Anthony the Last","adult":false,"genre_ids":[35]},{"cast":["Hans Moser","Paul Hörbiger","Theo Lingen","Marte Harell","Will Dohm"],"overview":"After the operetta of the same name of Richard Heuberger in 1890-1914 all kinds of situation comic from happy-go-lucky Vienna of the turn of the century, the time of the first cars and the absurd bath costumes: Husbands in the Chambre Separee, her little dizziness and mistake plays, the tumultuous whirl of a grand ball... - A high-spirited comedy at considerable entertainment level.","release_date":"1939-12-22","vote_average":5.0,"runtime":97,"cert":"N\/A","id":81408,"title":"Opera Ball","adult":false,"genre_ids":[35,10749]},{"cast":["Gordon Mitchell","Jacques Bergerac","Mario Petri","Cristina Gaioni","Ennio Girolami"],"overview":"In the tenth year of the Trojan War, tensions between Achilles and Agamemnon divide the Greek camp while giving hope to the Trojans.","release_date":"1962-09-23","vote_average":6.7,"runtime":118,"cert":"N\/A","id":81409,"title":"Fury of Achilles","adult":false,"genre_ids":[10752,12,36,18,10749]},{"cast":["Hayley Williams","Josh Farro","Zac Farro","Jeremy Davis","Taylor York"],"overview":"Paramore play their hits and songs from their album, 'Brand New Eyes,' exclusively for 'MTV Unplugged. Set List: 1. Ignorance; 2. That's What You Get; 3. Misery Business; 4. Brick by Boring Brick; 5. Decode","release_date":"2009-07-06","vote_average":9.5,"runtime":24,"cert":"N\/A","id":81410,"title":"Paramore MTV Unplugged","adult":false,"genre_ids":[99,10402]},{"cast":["Yui Natsukawa","Hiroshi Abe","Maki Horikita","Gaku Hamada"],"overview":"Set in Hokkaido, revolving around an ex-convict named Shima Yusaku (Abe) who has just been released from prison. Along with two young strangers that he meets, he sets out on a journey back to where his wife is, uncertain of what awaits him. Horikita Maki (22) and Hamada Gaku (23) will play the two strangers (originally played by Momoi Kaori and Takeda Tetsuya), while Natsukawa Yui will play the wife (originally Baisho Chieko).","release_date":"2011-10-10","vote_average":9.0,"runtime":112,"cert":"N\/A","id":81411,"title":"The Yellow Handkerchief","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This documentary movie shows riscs and dangers of gene manipulation on plants. It uses the example of so-called BT-Cotton in India.","release_date":"2004-07-14","vote_average":0.0,"runtime":95,"cert":"N\/A","id":81412,"title":"Life Running Out of Control","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81413,"title":"Ware Tier","adult":false,"genre_ids":[]},{"cast":["Elena Serrano","Victoria Pagès","Jürgen Müller","Eduard Farelo"],"overview":"","release_date":"2010-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81414,"title":"Ingrid","adult":false,"genre_ids":[18]},{"cast":["Heinrich Herki","Traute Hoess","August Diehl","Christine Kaufmann","Paulus Manker"],"overview":"","release_date":"2002-11-07","vote_average":4.0,"runtime":null,"cert":"N\/A","id":81415,"title":"Haider lebt - 1. April 2021","adult":false,"genre_ids":[35]},{"cast":["Maria Thayer","Sam Page","Randy J. Goodwin","Vivica A. Fox","Ryan Bittle"],"overview":"This year, Santa’s daughter takes her first trip away from the North Pole during the Christmas season hoping to find adventure and love in sunny California. While Santa watches his daughter through a magic snow globe, Annie arrives in L.A. and becomes friends with the owner of Candy Cane Inn, Lucy, and her daughter, Mia. She also quickly lands a job at Wonderland Toys. Wonderland Toys’ owner, Ted is struggling to stay in business selling old-fashioned toys in a digital world. Annie soon realizes that she wants Ted’s business to thrive because she has feelings for this Christmas traditionalist.","release_date":"2011-12-10","vote_average":6.2,"runtime":83,"cert":"N\/A","id":81416,"title":"Annie Claus Is Coming to Town","adult":false,"genre_ids":[10770,10751]},{"cast":["Rock Hudson","Barbara Rush","Gregg Palmer","Rex Reason","Morris Ankrum"],"overview":"Three years after the end of the Apache wars, peacemaking chief Cochise dies. His elder son Taza shares his ideas, but brother Naiche yearns for war...and for Taza's betrothed, Oona. Naiche loses no time in starting trouble which, thanks to a bigoted cavalry officer, ends with the proud Chiricahua Apaches on a reservation, where they are soon joined by the captured renegade Geronimo, who is all it takes to light the firecracker's fuse...","release_date":"1954-02-18","vote_average":5.5,"runtime":79,"cert":"N\/A","id":81417,"title":"Taza, Son of Cochise","adult":false,"genre_ids":[28,18,37]},{"cast":[],"overview":"This is a very interesting Star Wars documentary about the making of the first Star Wars film (and to a lesser extent Empire and Jedi) including a look at some of the deleted scenes, behind the scenes footage, and notes on subtle things that you might have never seen or noticed before.","release_date":"2005-03-01","vote_average":5.5,"runtime":109,"cert":"N\/A","id":81418,"title":"Star Wars: Deleted Magic","adult":false,"genre_ids":[99]},{"cast":["Mickey Rooney","Scott Grimes","George Gaynes","Annie Potts","Barrie Youngfellow"],"overview":"Mickey Rooney plays Mike Halligan, a retired cop from Manhattan living in California with his family who decides to show his grandson, who has never seen snow before, what a real white Christmas in New York is like. But he dies from a sudden heart attack in which Halligan makes a deal with the Archangel of Heaven to return to Earth for a week until Christmas and show his grandson the seasonal glories of New York City.","release_date":"1984-12-15","vote_average":6.3,"runtime":97,"cert":"N\/A","id":81419,"title":"It Came Upon the Midnight Clear","adult":false,"genre_ids":[10770,18]},{"cast":["Kiara Glasco","Lindy Booth","Paul McGillion","Derek McGrath"],"overview":"Carrie Bishop, a successful event planner in New York City, is left unconscious after a car accident. In order to \"pass over\" to Heaven, she must help Scott Walker and his daughter Abby save their restaurant and find their Christmas spirit.","release_date":"2011-12-18","vote_average":6.9,"runtime":90,"cert":"N\/A","id":81420,"title":"Christmas Magic","adult":false,"genre_ids":[10770,10751]},{"cast":["Elizabeth Berkley","Jason Gray-Stanford","Samantha Kendrick","Julia Arkos","Mitchell Kummen"],"overview":"Lucky Christmas is the story of Holly Ceroni, a single mom trying to get back on her feet, but who is crushed to learn her winning lottery ticket is in the glove compartment of her recently stolen car. Mike Ronowski, the construction worker behind Holly's missing property, goes along with a master plan to befriend Holly and coerce her into giving him half of her winnings. Mike unexpectedly falls in love with Holly and learns there are more important things in life than quick money in time for the holidays.","release_date":"2011-11-12","vote_average":5.4,"runtime":null,"cert":"N\/A","id":81421,"title":"Lucky Christmas","adult":false,"genre_ids":[10751,18,10749]},{"cast":["Johannes Meyer","Bodil Kjer","Ib Schønberg","Poul Reichhardt","Sigrid Horne-Rasmussen"],"overview":"","release_date":"1941-12-26","vote_average":9.0,"runtime":99,"cert":"N\/A","id":81422,"title":"Tag til Rønneby kro","adult":false,"genre_ids":[35,10751]},{"cast":["Vladimir Steklov","Vladimir Simonov","Viktor Proskurin","Vsevolod Larionov","Sergey Garmash"],"overview":"The legendary commander of the Civil War, the winner of Wrangel arrives in the capital at the call of Stalin. In the capital, he is perplexed to learn that the Politburo at a special meeting decided to force him to operate on a long-standing ulcer.  The attending physician is convinced that the operation is not needed, but, obeying party discipline, the old Bolshevik lies on the operating table.","release_date":"1990-06-06","vote_average":0.0,"runtime":82,"cert":"N\/A","id":81423,"title":"Tale of the Moon Outstanding","adult":false,"genre_ids":[18]},{"cast":["Richard Condie"],"overview":"A pesky yellow cat becomes the bane of Mr. Johnson's life as it constantly outsmarts his increasingly desperate attempts to get rid of it.","release_date":"1988-06-22","vote_average":6.9,"runtime":7,"cert":"N\/A","id":81424,"title":"The Cat Came Back","adult":false,"genre_ids":[10402,16,35]},{"cast":["Farrah Forke","Terry Londeree","Joe Lombardo","Donna Bostany","Elle Thompson"],"overview":"Employees of a software company discover a conspiracy to use the games made by the company to control the thoughts of its customers.","release_date":"1991-02-01","vote_average":4.8,"runtime":91,"cert":"N\/A","id":81425,"title":"Brain Twisters","adult":false,"genre_ids":[27,53,878]},{"cast":["Vespa Vasic","Heio von Stetten","Muriel Baumeister","Isabel Bongard","Sabrina White"],"overview":"Christmas is coming, and Linda knows exactly what she wants as a gift. For a start she needs a father. Then - a mother. And if you just be lost in daydreams - little brother or sister. Linda is 9 years old orphan. She understands that Santa Claus will not be able to fulfill her wish. And if she needs a father, she should find him by herself! ..","release_date":"2003-07-07","vote_average":6.5,"runtime":90,"cert":"N\/A","id":81428,"title":"Daddy Wanted For Christmas","adult":false,"genre_ids":[10770,10751]},{"cast":[],"overview":"","release_date":"2010-01-10","vote_average":9.5,"runtime":null,"cert":"N\/A","id":81429,"title":"Fernando e Sorocaba – Acústico","adult":false,"genre_ids":[]},{"cast":[],"overview":"Metagraffiti is a series of short films about graffiti - but from very surprising and different angles. The films comes from some of the most interesting and creative graffiti writers from Stockholm, Berlin and Copenhagen. They range from the cute to the provocating. Yesterday's graffiti writers are today's film producers and tomorrow's super stars.","release_date":"","vote_average":0.0,"runtime":134,"cert":"N\/A","id":81430,"title":"Metagraffiti","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After a family is murdered near a remote western town, a US Federal Marshall is sent to investigate. He discovers that the town and surrounding farms is emptying, due in part to the threat of a psychopath having been let loose on the residents. The Marshall has to discover not only who is the killer and how to stop him; but also who let him loose and why.","release_date":"","vote_average":2.0,"runtime":null,"cert":"N\/A","id":81431,"title":"The Shunned","adult":false,"genre_ids":[27]},{"cast":["Gabriel Sunday","David Carradine","Tony Hale","Dree Hemingway","Michael Welch"],"overview":"After declaring that he's going to film himself committing suicide for a school project, Archie videotapes his surprising interactions with worried family members, interested classmates, unreliable medical experts and the hottest girl in school.","release_date":"2009-02-07","vote_average":6.5,"runtime":107,"cert":"N\/A","id":81434,"title":"Archie's Final Project","adult":false,"genre_ids":[35,18]},{"cast":["Khaled Abol Naga","Yosra El Lozy","Hani Adel","Ahmad Magdy","Menna Shalabi"],"overview":"Upon his return to Alexandria, Khaled becomes intrigued with a graffiti mural opposite his apartment. As he pursues this further, a larger underground arts scene slowly reveals itself, composed of musicians, filmmakers, and graffiti artists. As they struggle to get their voices heard, Khaled is compelled to help them acquire some much deserved visibility.","release_date":"2011-01-26","vote_average":8.0,"runtime":120,"cert":"N\/A","id":81435,"title":"Microphone","adult":false,"genre_ids":[18]},{"cast":["Ivan Marx","Peggy Marx"],"overview":"A documentary about the legendary creature, Bigfoot, with emphasis on him being the missing link.","release_date":"1976-01-01","vote_average":3.2,"runtime":76,"cert":"N\/A","id":81436,"title":"The Legend of Bigfoot","adult":false,"genre_ids":[99]},{"cast":["James Lemp","Kay Neer","Jeremiah Beecher","Robin Sherwood","Richard Kennedy"],"overview":"The twisted tale of Caleb, and his alter ego Lester. After being pushed around too far, Caleb transforms into Lester and returns to those who have wronged him.","release_date":"1975-12-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":81437,"title":"The Love Butcher","adult":false,"genre_ids":[27]},{"cast":["Scottie Thompson","David Selby","Kathy Najimy","Eric Johnson","Larry Miller"],"overview":"Detective Regan Reilly and cleaning-woman-turned-private-eye Alvirah Meegan, investigate the kidnapping of Regan's father and a young female driver just before the holidays. The race is on to rescue the pair and get them home in time for Christmas.","release_date":"2011-12-20","vote_average":3.7,"runtime":88,"cert":"N\/A","id":81438,"title":"Deck the Halls","adult":false,"genre_ids":[28,18,9648,10770]},{"cast":["Richard Egan","Julie London","Walter Matthau","Troy Donahue","Harry Bartell"],"overview":"Jim Burton, chronic alcoholic, is cared for by Ellen, his incredibly patient, sexy, hard-working wife. A doctor's warning that Jim could become mentally ill strikes enough fear into him that he really wants to cure himself...but can't. One night, he meets William Tobin, a fellow drunk, and finds that he helps himself by trying to help Tobin. Thus is born, amid setbacks, a group resembling Alcoholics Anonymous.","release_date":"1958-08-13","vote_average":5.5,"runtime":103,"cert":"N\/A","id":81441,"title":"Voice in the Mirror","adult":false,"genre_ids":[18]},{"cast":["Jerry Stiller","Paul Logan","Roger Corman","Janeane Garofalo","Max Perlich"],"overview":"The Independent is a mockumentary comedy film made in 2000, directed by Stephen Kessler, starring Jerry Stiller as an independent film maker, who makes little-known B movies with titles like Twelve Angry Men and a Baby. The film spoofs independent directors and independent film. The film features Janeane Garofalo, Max Perlich, and cameos by Anne Meara, Ron Howard, Roger Corman, Peter Bogdanovich, John Lydon, Ben Stiller, Andy Dick, Fred Dryer, Jonathan Katz, Fred Williamson, Karen Black, Nick Cassavetes, Julie Strain and adult film actress Ginger Lynn. The fictional career of Morty Fineman (Stiller) is said to have made 427 films. It is not specified as to whether he directed them all, or if it refers to films produced or written by the Fineman character.","release_date":"2000-11-10","vote_average":5.8,"runtime":95,"cert":"N\/A","id":81442,"title":"The Independent","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Florence Gilbert","Jack Lloyd","Edward Jefferson"],"overview":"In their first screen appearance together, Stan plays a penniless dog lover and Oliver plays a crook who tries to rob him and his new paramour.","release_date":"1921-10-01","vote_average":6.0,"runtime":24,"cert":"N\/A","id":81443,"title":"The Lucky Dog","adult":false,"genre_ids":[35]},{"cast":["India Summer","Elaina Raye","Deauxma","Ariella Ferrera","Magdalene St. Michaels"],"overview":"These are Lesbian affairs with lesbian wares. These babes know exactly how to maneuver a queen into a “check-mate”, after all, who needs the king? Featuring six smoking hot babes from the lithe frames to the smoking hot MILFs who never lost their groove, you’ll be drooling over just how tantalizing and tight their bodies (and snatches) are!","release_date":"2011-10-14","vote_average":0.0,"runtime":156,"cert":"N\/A","id":81444,"title":"Lesbian PsychoDramas 7","adult":true,"genre_ids":[]},{"cast":["Dyanna Lauren","Hayden Hawkens","Elexis Monroe","Savannah Steele","Sinn Sage"],"overview":"This is real. These are real lesbians exploring their sexual turnons with other real lesbian women. Rubbing their pussies together, passionately kissing every inch of their bodies. Real girls, real lesbian action, real lesbian cum.","release_date":"2011-10-14","vote_average":0.0,"runtime":260,"cert":"N\/A","id":81445,"title":"Lesbian Sex 2","adult":true,"genre_ids":[]},{"cast":["Clayne Crawford","Paul Wesley","Billy Bob Thornton","Eva Longoria","Travis Fimmel"],"overview":"When three redneck brothers agree to help a woman save her son from an abusive father, they become targets on the run from an odd cast of characters.","release_date":"2012-08-27","vote_average":6.0,"runtime":98,"cert":"N\/A","id":81446,"title":"The Baytown Outlaws","adult":false,"genre_ids":[28,35,80]},{"cast":["Genesis P-Orridge","Lady Jaye Breyer P'Orridge"],"overview":"An intimate, affecting portrait of the life and work of ground-breaking performance artist and music pioneer Genesis Breyer P-Orridge (Throbbing Gristle, Psychic TV) and his wife and collaborator, Lady Jaye, centered around the daring sexual transformations the pair underwent for their 'Pandrogyne' project.","release_date":"2012-03-08","vote_average":7.6,"runtime":72,"cert":"N\/A","id":81447,"title":"The Ballad of Genesis and Lady Jaye","adult":false,"genre_ids":[99,10402]},{"cast":["Wes Brown","Julie Mond","Abigail Mavity","Jere Burns","Nancy McKeon"],"overview":"Clark Davis (Wes Brown) adventurous dreams of seeing the world are put into jeopardy after he and a friend start a fight which damages a local cafe. Through a plea deal with the Sheriff (Jere Burns) and café owner Millie (Nancy McKeon), Clark works off his sentence as a farmhand for the Barlow sisters, Ellen (Julie Mond) and Cassie (Abigail Mavity). Older sister Ellen doesnt understand Cassies friendly nature with Clark; she agreed to the Sheriffs offer only because the farm has become too much to maintain alone. Clark is slowing winning Ellen over, but suddenly suffers a traumatic head injury in a fall. After Ellen nurses him back to health, her former fiancé returns to win her back. Will Clark travel on or stay behind where love begins?","release_date":"2011-09-17","vote_average":7.9,"runtime":null,"cert":"N\/A","id":81450,"title":"Love Begins","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Elexis Monroe","Sandra Shine","Sophie Moone","Dia Zerva","Katalin Kiraly"],"overview":"Savannah James is a sexy American girl alone in Budapest, prowling the city for women who share her passion for the fairer sex. Budapest is a beautiful city, and serves as a wonderful setting for the hot, erotic lesbian sex that happens behind closed doors when the sun sets. These lurid interactions are hot and slow, passionate and beautiful, and filled with a desire that is palpable.","release_date":"2011-10-21","vote_average":0.0,"runtime":174,"cert":"N\/A","id":81451,"title":"Budapest 7","adult":true,"genre_ids":[10749]},{"cast":["Naohiro Hirakawa","Reiko Yamaguchi","Lemon Hanazawa"],"overview":"An outrageous and insanely over the top erotic (‘Pinku’) movie that delights in breaking several taboos, in the unique way that only a Pinku movie can! The story starts with office worker Takashi, who shares a drink one night with two women (Mina and Sakura). Fate intervenes and he subsequently ends up marrying Sakura (played by busty JAV Idol, Reiko Yamaguchi). The newlywed couple move into Takashi’s family home (shared with his sister, father and grandfather), but Sakura’s nymphomaniac sex drive soon starts to cause tensions.  When Takashi starts to falter in his marital duties, Sakura turns to the rest of the family in order to satisfy her nympho lust….  Trivia: This movie was followed by a sequel (The Japanese Wife Next Door – Part 2) which features the exact same cast, but follows Takashi’s fate if he had married Mina (the other woman he shared the drink with that night) instead.","release_date":"2004-06-23","vote_average":4.2,"runtime":60,"cert":"N\/A","id":81452,"title":"The Japanese Wife Next Door","adult":false,"genre_ids":[]},{"cast":[],"overview":"Snakeville is the story of a neglected town halfway between where you are and wherever it is you are going. It is no mistake that the townspeople have a surprising likeness. One might even conclude that some are the same person dressed in wigs and glued on facial hair, but this conclusion would be false because they are indeed different humans. Rare is the day this toilet city has a visitor, but today is one of those days. A couple of dubious neo-hippies take a grand tour of every little shit stain the town has to offer. Snakeville is the town where all your dreams can be crushed if you have any, the local security guard can build a fleet of spaceships and the lonely computer programmer can befriend a magical fairy, even a couple of hood rats can find redemption. Such are a few of the many yarns that unfold in the quiet town of Snakeville.","release_date":"","vote_average":1.0,"runtime":74,"cert":"N\/A","id":81453,"title":"Snakeville","adult":false,"genre_ids":[]},{"cast":["Selma Brook","Soko","Salomé Stévenin","Bastien Catenacci","Léo Grandperret"],"overview":"Clara goes to summer camp with her best friend Zoé. Far from their parents, they hope to make love to a boy for the first time. After Zoé rejects the advances by Sébastien, because she finds him too forward, she returns to Clara and declares her love. But Clara rejects the advances of Zoé - and meets the sulphurous Sonia.","release_date":"2004-06-21","vote_average":5.3,"runtime":85,"cert":"N\/A","id":81456,"title":"Clara's Summer","adult":false,"genre_ids":[18,10749]},{"cast":["Stacey Nemour","Hank Amico","André Chimène","Hunter Vail","Rich Brakedale"],"overview":"Greedy locals are trying to turn some beach property into a tourist attraction, and a computer expert sets out to use is knowledge of computers--along with the help of several local \"beach bunnies\"--to stop them.","release_date":"1987-01-01","vote_average":2.5,"runtime":97,"cert":"N\/A","id":81457,"title":"Computer Beach Party","adult":false,"genre_ids":[35]},{"cast":[],"overview":"There are plenty of anarchists in the world. Many have committed robbery or smuggling for their cause. Fewer have discussed strategies with Che Guevara or saved the skin of Eldridge Cleaver, the leader of the Black Panthers. There is only one who has done all that, and also brought to its knees the most powerful bank on the planet by forging travellers cheques, without missing a single day of work in his construction job. He is Lucio Urtubia, from a tiny village in Navarra in North of Spain. Lucio, 75, now lives in Paris, still raising anarchist hell.","release_date":"2007-09-22","vote_average":7.8,"runtime":93,"cert":"N\/A","id":81458,"title":"Lucio","adult":false,"genre_ids":[]},{"cast":["Vivi Vixen","Steve Ballot","Tamsin Atkinson","Alley Ninestein"],"overview":"Too Disturbing to Watch ... Too Compelling to Turn Away","release_date":"1996-01-01","vote_average":5.8,"runtime":89,"cert":"N\/A","id":81459,"title":"The Bride of Frank","adult":false,"genre_ids":[27]},{"cast":["Song Kang-ho","Shin Se-kyung","Chun Jung-myung","Lee Jong-hyuk","Kim Min-jun"],"overview":"Retired mob boss Du-heon enrolls in a cooking class with the hopes of making a fresh start as a restaurant owner. In the class he meets a quirky girl, Se-bin, and finds himself drawn to her. Despite his determination to wipe the slate clean, Du-heon is summoned back into the criminal fold by his old colleagues.","release_date":"2011-08-31","vote_average":6.4,"runtime":122,"cert":"N\/A","id":81460,"title":"Hindsight","adult":false,"genre_ids":[28,18]},{"cast":["Johanna Nemeth","Melissa Hellman"],"overview":"1883, Baycliff, an isolated English village on the Irish Sea. Two women's friendship becomes passion. Cynara, a sculptor, alone, befriends Byron, a visitor who's left Paris in unhappiness. They ride horses, talk, play chess, and exchanging tenderness. Byron inspires Cynara as she sculpts, Cynara becomes Byron's muse as she writes.","release_date":"1996-06-20","vote_average":6.3,"runtime":40,"cert":"N\/A","id":81461,"title":"Cynara: Poetry in Motion","adult":false,"genre_ids":[18]},{"cast":["Bruce Davison","José Pérez","Nathan George","Don Blakely","Tony DiBenedetto"],"overview":"A young man who is charged with child molestation is placed in New York City’s infamous Tombs prison. When the other inmates in his cell block find out what he is charged with, life becomes extremely difficult for him.","release_date":"1977-09-28","vote_average":7.3,"runtime":100,"cert":"N\/A","id":81462,"title":"Short Eyes","adult":false,"genre_ids":[18]},{"cast":["José Gras","Laura Premika","Andrea Albani","Ana Roca","Eric Falk"],"overview":"A man seeks revenge after a biker gang murders his family.","release_date":"1981-01-01","vote_average":5.1,"runtime":77,"cert":"N\/A","id":81463,"title":"Mad Foxes","adult":false,"genre_ids":[28,80,53]},{"cast":["Neil Flanagan","Jaqueline Webb","Judith Israel","Jack Spencer","Frank Echols"],"overview":"A deranged 15th Century prison colony chaplain exploits his power to get money for his church including murder and grave robbing committed by his vampire mistress and one-eyed hunchback assistant.","release_date":"1970-01-05","vote_average":4.4,"runtime":62,"cert":"N\/A","id":81464,"title":"Guru, the Mad Monk","adult":false,"genre_ids":[27]},{"cast":["Shirley L. Jones","Keefe L. Turner","Larry Jones","Lawrence R. Jones","John W. Jones"],"overview":"Actress Shirley Latanya Jones returns from the director's first film (Black Devil Doll from Hell) to be in front of Turner's camcorder, and reads two spooky tales to the ghost of her dead son, Bobby. The second story features a zombie clown from Hell. When we finally return to Shirley, she kills her hot-headed boyfriend, and there's a bloody finale as the cops arrive.","release_date":"1987-01-01","vote_average":2.7,"runtime":62,"cert":"N\/A","id":81465,"title":"Tales from the Quadead Zone","adult":false,"genre_ids":[27]},{"cast":["Caroline Capers Powers","Roger Neill","Pam La Testa","Victoria Dryden","Chris Maria De Koron"],"overview":"Murder victim's spirit reaches out from beyond the grave in an attempt to possess the body of a young woman who has moved into his old apartment.","release_date":"1985-05-01","vote_average":4.5,"runtime":94,"cert":"N\/A","id":81466,"title":"The Oracle","adult":false,"genre_ids":[27,80]},{"cast":["Mary Mendum","Cathja Graff","Eric Edwards","Anita Ericsson","Anita Redling"],"overview":"Archaeologist Walter and his wife Laura are working at a dig on a small island off the coast of Sweden. One day Laura catches Walter having a go at it with his sexy assistant, Anna. Laura calls in her old friend--and former lesbian lover--Hanni to help get her revenge on Walter by having she and Hanni seduce Anna.","release_date":"1975-01-01","vote_average":5.7,"runtime":103,"cert":"N\/A","id":81467,"title":"Laura's Toys","adult":false,"genre_ids":[18]},{"cast":["Peter O'Brian","Craig Gavin","Gillie Beanz","Dana Christina","Harry Capri"],"overview":"Peter Goldson, aka The Stabilizer, searches for drug smuggler Greg Rainmaker. Rainmaker killed Goldson's fiancee by kicking her with his spiked shoes, and now Goldson wants revenge. Meanwhile, Rainmaker has kidnapped the famous Professor Protost, and the Stabilizer teams up with his daughter Christina to save the Professor and bring Rainmaker down for good.","release_date":"1986-07-04","vote_average":4.6,"runtime":87,"cert":"N\/A","id":81468,"title":"The Stabilizer","adult":false,"genre_ids":[28]},{"cast":["Les Tremayne","Janet Wood","Bebe Kelly","Marvin Kaplan","Alice Nunn"],"overview":"A snake lover sends out poisonous snakes and reptiles to kill his enemies.","release_date":"1974-12-01","vote_average":7.0,"runtime":83,"cert":"N\/A","id":81469,"title":"Fangs","adult":false,"genre_ids":[27]},{"cast":["Loye Hawkins","Cathy Davis","Patricia Fulton","Wanda Starr","Steve Gallon"],"overview":"Tough streetwise private investigator Al Connors, who works in Florida but originally hails from Harlem, is hired by the CIA to guard a visiting African princess. Moreover, Connors uses all his sharp street smarts and fierce fighting skills to find another woman who's been abducted by the evil Big Daddy.","release_date":"1977-09-01","vote_average":4.4,"runtime":86,"cert":"N\/A","id":81470,"title":"The Guy From Harlem","adult":false,"genre_ids":[28]},{"cast":["Susan George","Hugo Stiglitz","Andrés García","Fiona Lewis","Eleazar García"],"overview":"Two shark hunters flirt with an attractive British lady while hunting down a large tiger shark terrorizing the Mexican East coast.","release_date":"1977-04-07","vote_average":4.3,"runtime":85,"cert":"N\/A","id":81471,"title":"Tintorera: Killer Shark","adult":false,"genre_ids":[18,10749,53]},{"cast":["Jean Glaudé","Jeff Risk","Jerry Johnson","Francisco Ramírez","Bill Cambra"],"overview":"A wealthy business man is a victim of an assault and is shot and wheelchair bound while his wife is gang raped and murdered. He then assembles his motley squad of Vietnam buddies to kung fu their way to revenge and get those muthas back.","release_date":"1982-06-01","vote_average":5.1,"runtime":85,"cert":"N\/A","id":81472,"title":"Kill Squad","adult":false,"genre_ids":[28,18]},{"cast":["Luanne Roberts","Roger Gentry","Edward Blessington","Samantha Scott","Lynn Lyon"],"overview":"The campus votes her most likely ... to ... and she does! AGAIN ... and AGAIN ... and AGAIN ... and AGAIN!","release_date":"1970-01-01","vote_average":3.5,"runtime":73,"cert":"N\/A","id":81473,"title":"The Tale of the Dean's Wife","adult":false,"genre_ids":[18]},{"cast":["Neil Delamere"],"overview":"Neil Delamere's recent sell-out tour live.","release_date":"2011-11-14","vote_average":0.0,"runtime":74,"cert":"N\/A","id":81474,"title":"Neil Delamere: Implement of Divilment","adult":false,"genre_ids":[35]},{"cast":["Isabelle Mejias","Sybil Danning","Anthony Franciosa","Paul Hubbard","Cindy Girling"],"overview":"A teenage girl whose inaction caused her mother's death arranges a similarly gruesome fate for her stepmother and brother.","release_date":"1983-03-01","vote_average":6.9,"runtime":100,"cert":"N\/A","id":81475,"title":"Julie Darling","adult":false,"genre_ids":[18,27,53]},{"cast":["Mary Mendum","Chris Jordan","Jennifer Welles","Eric Edwards","David Hausman"],"overview":"An attractive but conservative mid-30's housewife stays at the house of her sexually open daughter and soon becomes involved in her daughter's swinger lifestyle.","release_date":"1974-06-11","vote_average":5.8,"runtime":73,"cert":"N\/A","id":81476,"title":"Confessions of a Young American Housewife","adult":false,"genre_ids":[18]},{"cast":["John Ashley","Angelique Pettyjohn","Ronald Remy","Ronaldo Valdez","Alicia Alonzo"],"overview":"A man who loves to travel, travels to an island where a mad doctor is creating zombies.","release_date":"1969-09-18","vote_average":4.1,"runtime":89,"cert":"N\/A","id":81477,"title":"Mad Doctor of Blood Island","adult":false,"genre_ids":[12,27,878]},{"cast":["Asbestos Felt","Courtney Lercara","Raymond Carbone","Bruce Paquette","Joel D. Wynkoop"],"overview":"A man suspects his wife of adultery and goes on a killing spree, eliminating all he believes are sleeping with her, but his victims don't stay dead.","release_date":"1987-01-01","vote_average":4.9,"runtime":88,"cert":"N\/A","id":81478,"title":"Killing Spree","adult":false,"genre_ids":[27]},{"cast":["Sean Kenney","Ann Perry","Neal Bishop","Debbie Osborne","T.E. Brown"],"overview":"When Ralph persuades his girlfriend, Donna, to participate in a bizarre party, she discovers the guests are to perform erotic plays in the presence of a corpse - Ralph's millionaire uncle. The players are promised gifts from the \"toy box.\" Ralph and Donna await their turn, when the mansion's doors lock at midnight; and it's not long before they discover the players are being murdered by...the dead uncle?","release_date":"1971-10-27","vote_average":5.0,"runtime":89,"cert":"N\/A","id":81479,"title":"The Toy Box","adult":false,"genre_ids":[27,878]},{"cast":["Mickey Rooney","Luana Anders","Keenan Wynn"],"overview":"An insane Hollywood makeup man kidnaps a woman, keeps her prisoner in his warehouse full of props.","release_date":"1971-12-15","vote_average":4.5,"runtime":91,"cert":"N\/A","id":81480,"title":"The Manipulator","adult":false,"genre_ids":[27]},{"cast":["Gong Yoo","Jung Yu-mi","Kim Hyun-soo","Jeong In-seo","Baek Seung-hwan"],"overview":"Based on actual events that took place at Gwangju Inhwa School for the hearing-impaired, where young deaf students were the victims of repeated sexual assaults by faculty members over a period of five years in the early 2000s.","release_date":"2011-09-22","vote_average":8.1,"runtime":125,"cert":"N\/A","id":81481,"title":"Silenced","adult":false,"genre_ids":[18]},{"cast":["Imanol Arias","Ornella Muti","Loles León","Javier Bardem","Maribel Verdú"],"overview":"Joan Mares obsession for the lovely and luscious Norma Valenti takes epic proportions because he cannot let go of her. After he is injured by some skin heads, he uses his scars to pursue his life as a street musician. He devices a plan to get to Norma and she never catches on to his deceit, except she realizes that as Juan Faneca his performance in bed is exactly what she had experienced with Joan Mares because she concludes they were taught sex by the same prostitute.","release_date":"1993-04-02","vote_average":3.9,"runtime":105,"cert":"N\/A","id":81482,"title":"El amante bilingüe","adult":false,"genre_ids":[35,18]},{"cast":["John Ashton","Margaret Avery","Tom Basham"],"overview":"The host of a children's TV show is really a psychopathic killer, and when he hears stories from the kids who watch his show about the abuse they get from their parents, he starts visiting the parents and murdering them.","release_date":"1973-09-28","vote_average":5.3,"runtime":84,"cert":"N\/A","id":81483,"title":"An Eye for an Eye","adult":false,"genre_ids":[27,53]},{"cast":["Jack Sanderson"],"overview":"The story of one man entering the culture and character of Santa Claus for a single season.","release_date":"2011-03-12","vote_average":7.3,"runtime":null,"cert":"N\/A","id":81484,"title":"Becoming Santa","adult":false,"genre_ids":[35,99]},{"cast":["Katja Bienert","Antonio Mayans","Emilio Linder","Mari Carmen Nieto","José Llamas"],"overview":"A runaway girl is kidnapped by a gang of wealthy sadists and turned into their drug-addicted sex slave.","release_date":"1984-06-25","vote_average":6.0,"runtime":79,"cert":"N\/A","id":81485,"title":"Lilian, the Perverted Virgin","adult":true,"genre_ids":[27,53]},{"cast":["Ajita Wilson","Lina Romay","Antonio Mayans","Lorna Green","José Ferro"],"overview":"Princess Obongo, the Goddess of Unspeakable Lust, uses dark powers to ensnare a hapless couple of yuppies, so that she can imbue them with evil and conquer the world.","release_date":"1983-10-20","vote_average":5.4,"runtime":80,"cert":"N\/A","id":81486,"title":"Macumba Sexual","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Witness the exhibition that literally gets under your skin and where nobody can remain indifferent. Over 28 million visitors worldwide have already admired them: the authentic anatomical specimens from Dr. Günther von Hagens - uniquely beautiful and instructive. Experience a digital reunion with \"The Runner\", \"The Chess Player\", \"The Skin Man\" and other plastinates. Meet the mind behind BODY WORLDS, his pioneering invention, his work.","release_date":"1999-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":81487,"title":"Body Worlds","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-06-17","vote_average":8.0,"runtime":null,"cert":"N\/A","id":81488,"title":"Mamonas pra Sempre","adult":false,"genre_ids":[]},{"cast":["Leah Rose","Ryan Schaufler","Adrienne Rusk","Matt Ukena","Tom Lodewyck"],"overview":"After being kidnapped, Kate Walker wakes to find herself trapped in a small chamber. She realizes she's not the only prisoner, as nineteen others share the same fate. Hunted by demonic creatures, the group must band together if they are to escape the hellish labyrinth and survive the onslaught. Starring: Leah Rose (Dust), Ryan Schaufler (Chasing Life), Adrienne Rusk (The Trouble with the Truth), Matt Ukena (Dark Nemesis) and Tom Lodewyck (Petty Cash).","release_date":"2007-10-25","vote_average":2.0,"runtime":83,"cert":"N\/A","id":81489,"title":"Hell's Labyrinth","adult":false,"genre_ids":[27]},{"cast":["Danielle Darrieux","Viviane Romance","Paul Meurisse","Anne Vernon","Maurice Teynac"],"overview":"Madame de Montespan, the Maîtresse-en-titre of Louis XIV, has been in disgrace since the King set eyes on a younger beauty, Marie-Angélique Scorailles. Having had enough of the situation, the rejected mistress decides to visit La Voisin, a woman known as a fortune teller, a doctor, a midwife and who is also said to arrange black masses and sell poisons. Some time later Marie-Angélique, now Duchess of Fontanges, dies mysteriously aged only twenty...","release_date":"1955-11-04","vote_average":0.0,"runtime":103,"cert":"N\/A","id":81490,"title":"The Case of Poisons","adult":false,"genre_ids":[36,80,18]},{"cast":["Tzion Baruch","Shlomi Koriat","Uri Gavriel","Netta Garti"],"overview":"Simico smallest is a fantasist about 30, nice neighborhood, a working Jackie's hummus. Simico engaged to a girl named Mazi who dreams about a big wedding with all the attractions, but his greatest fantasy is to create a blockbuster movie about strippers, after having successfully completed a photography course local community center. He gets all the guys from the neighborhood to realize his dream and drift dizzying adventure .","release_date":"2010-12-30","vote_average":0.0,"runtime":91,"cert":"N\/A","id":81491,"title":"Little Simico's Great Fantasy","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81492,"title":"Die Unbestechlichen","adult":false,"genre_ids":[99]},{"cast":["John Michie"],"overview":"From the swamps of the Sundarbans to the foothills of the Himalayas, there is one creature that commands fear and respect among all living things: the Bengal tiger - the mightiest land predator on earth.","release_date":"2001-09-18","vote_average":0.0,"runtime":50,"cert":"","id":81493,"title":"Swamp Tigers","adult":false,"genre_ids":[99]},{"cast":["Oliver Boullet","Miriam Johansson","Martin Loke","Magne Jahrestein","Silje Andresen"],"overview":"One man's courage and will to break loose from the system, and the ability of one individual to bring down the kingdom.","release_date":"2003-05-16","vote_average":2.5,"runtime":75,"cert":"N\/A","id":81498,"title":"Bread and Circus","adult":false,"genre_ids":[12,35,14,27]},{"cast":["Nick Schilder","Simon Keizer"],"overview":"","release_date":"2011-10-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":81499,"title":"Nick en Simon - Symphonica in Rosso","adult":false,"genre_ids":[10402]}]