[{"cast":["Nils Poppe","Carl Reinholdz","Vera Valdor","Emy Hagman","Arne Lindblad"],"overview":"Two movie actors are conscripted; at the regiments spies are trying to get hold of secret documents.","release_date":"1941-01-01","vote_average":4.5,"runtime":93,"cert":"N\/A","id":81500,"title":"Beredskapspojkar","adult":false,"genre_ids":[35]},{"cast":[],"overview":"What happens when children experience electronic screens instead of nature as they grow up? This film takes a handful of kids and places them in nature as a way of opening their eyes to what they've been missing.","release_date":"2011-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81501,"title":"Play Again","adult":false,"genre_ids":[]},{"cast":["Raphael","Miguel Bosé","Ana Belén"],"overview":"Performed at Las Ventas Spain, In celebration of Raphael's 50th anniversary as a performer, this comprehensive collection offers incredible videos from throughout his career. The vaunted Spanish singer and actor first hit the stage as a toddler, and has since played with the biggest Latin artists such as Juanes, Rocio Jurado, Miguel Bose, and many more. 50 ANOS DESPUES features 18 hits including \"A Mia Minera,\" \"Cantares,\" and \"Adoro.\"","release_date":"","vote_average":0.0,"runtime":280,"cert":"N\/A","id":81502,"title":"Raphael - 50 Años Después","adult":false,"genre_ids":[10402]},{"cast":["Angela Little","Jesse Jane","Nikki Nova","Sunny Leone","Suzi Lorraine"],"overview":"Three sexy rookies go under the covers on the set of a porn movie to catch a killer.","release_date":"2004-09-13","vote_average":5.5,"runtime":98,"cert":"N\/A","id":81503,"title":"Busty Cops","adult":false,"genre_ids":[]},{"cast":["Julia Stinshoff","Nick Brimble","Graham McTavish","Ross Boatman","Marcia Warren"],"overview":"Vanessa and Maria are twins, although not so identical...Maria is a nun while Vanessa is a go go dancer. Leading very different lives they don't interact much, however they are forced to switch lives when Vanessa is chased by Gromek, a powerful drug dealer. The girls must stop Gromek and also save the monastery Maria lives in from being sold.","release_date":"2006-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":81508,"title":"Good Girl, Bad Girl","adult":false,"genre_ids":[28,35,53]},{"cast":["Eva Garden","Howard Vernon","Christina von Blanc","Ingeborg Steinbach","Hans Hass Jr."],"overview":"Part documentary, part mockumentary, part sexploitation, all Franco. Starting in the Garden of Eden we are taken on a voyage around the world that covers various rites of passage and cultures deflowering of the virgin.","release_date":"1972-01-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":81509,"title":"Virgin Report","adult":false,"genre_ids":[35,18,27]},{"cast":["Robert Taylor","Eleanor Parker","Victor McLaglen","Jeff Richards","Russ Tamblyn"],"overview":"Packaged and sold as an outdoor actioner, Many Rivers to Cross is as much a comedy as anything else. Robert Taylor stars as 18th century trapper Bushrod Gentry, who is himself entrapped into marriage by the spunky Mary Stuart Cherne (Eleanor Parker). Escaping his marital responsibilities (which were impressed upon him on threat of death), Gentry heads into the North Country, with Mary in hot pursuit. Hero and heroine spend the rest of the picture taking turns rescuing each other from hostile Indians. Some of the humor is predicated upon the wholesale slaughter of the \"redskins\", and as such is a bit hard to take when seen today. Supporting Taylor and Parker are Victor McLaglen as the heroine's burly father, and TV-stars-to be James Arness (Gunsmoke) and Russell Johnson and Alan Hale Jr. (Gilligan's Island).","release_date":"1955-02-04","vote_average":6.2,"runtime":95,"cert":"N\/A","id":81512,"title":"Many Rivers to Cross","adult":false,"genre_ids":[28,35,37]},{"cast":["Irina Khokhlova","Kaili Ma","Mary Quant"],"overview":"This incisive documentary profiles trend-setting stylist Vidal Sassoon, from his harsh childhood and Israeli military service to his revolutionary approach to hairstyles and his establishment as a world-renowned brand.","release_date":"2010-04-23","vote_average":6.1,"runtime":90,"cert":"N\/A","id":81515,"title":"Vidal Sassoon: The Movie","adult":false,"genre_ids":[99]},{"cast":["Brian Eno","Jon Hassell","David Toop","Thomas Arnold","Geeta Dayal"],"overview":"Musician, composer, producer, music theorist, singer and visual artist; probably best known for his early work with Roxy Music, his production duties for U2 & Coldplay, and as one of the principal innovators of ambient music. This documentary film – the first ever about Eno – explores his life, career and music between the years 1971 & 1977, the period that some view as his golden age. Featuring numerous exclusive interviews, contributions from a range of musicians, writers, collaborators and friends – plus performance and studio film and an abundance of the most exceptional music ever created.","release_date":"2011-05-17","vote_average":4.5,"runtime":154,"cert":"N\/A","id":81516,"title":"Brian Eno 1971–1977: The Man Who Fell To Earth","adult":false,"genre_ids":[99,10402]},{"cast":["Ioan Gruffudd","Nia Roberts","Sue Jones-Davies","William Thomas","Mark Lewis Jones"],"overview":"A young Jew in 1911 Wales tries to make his living by selling fabrics door to door, but to do so he must hide his nationality. On one of his sales he meets and falls in love with a demure young woman with a strong-willed father and a Jew-hating brother. The two fall in love and she becomes pregnant, but only then does she learn of his ethnic background. When anti-Jewish riots break out, the two are forced to flee and become separated.","release_date":"1999-04-30","vote_average":7.0,"runtime":105,"cert":"15","id":81517,"title":"Solomon and Gaenor","adult":false,"genre_ids":[]},{"cast":["Kathryn Bernardo","Julia Montes","Sam Concepcion","Enrique Gil","Tonton Gutierrez"],"overview":"Jessica Santiago &amp; Ana Bartolome are two sisters who have lived in separate lives for 12 long years. Jessie, though an excellent student, has grown to feel sorrow of Ana’s lost while Ana, not knowing that she’s an orphan, grew up in a far-flung fishing village. When they meet in a swimming competition, the Santiagos exert effort to bring Ana back. But when Ana returns home, Jessie feels more abandoned &amp; lovelorn. With their relationship turning sour, Jessie’s life is terribly put in danger. In the end, the two sisters find home where their hearts truly lie.","release_date":"2011-08-17","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81518,"title":"Way Back Home","adult":false,"genre_ids":[18]},{"cast":["Toni Gonzaga","Eugene Domingo","Wendell Ramos","Zanjoe Marudo","Sylvia Sanchez"],"overview":"Toni and Uge play close cousins in this movie. One is trying to end her marriage and the other trying to get married. Together they will discover and rediscover the most important lessons on staying married and getting married.","release_date":"2011-08-31","vote_average":3.0,"runtime":115,"cert":"N\/A","id":81519,"title":"To Wed or Not","adult":false,"genre_ids":[35]},{"cast":["Marcello Mastroianni","Sydne Rome","Hugh Griffith","Guido Alberti","Henning Schlüter"],"overview":"A young American woman traveling through Italy finds herself in a strange Mediterranean villa where nothing seems right.","release_date":"1972-12-07","vote_average":6.1,"runtime":114,"cert":"18","id":81522,"title":"What?","adult":false,"genre_ids":[35]},{"cast":["Jorge Jellinek","Manuel Martinez Carril","Paola Venditto","Gonzalo Delgado"],"overview":"A movie-theater employee adjusts to a new life after the cinema he worked at for over 25 years is forced to shut down.","release_date":"2010-08-13","vote_average":5.9,"runtime":70,"cert":"N\/A","id":81523,"title":"A Useful Life","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"A portrayal of a hidden enclave of auto shops and junkyards fated for demolition in the shadow of a new baseball stadium in Queens. The film observes this vibrant community of immigrants – where wrecks, refuse, and recycling form a thriving commerce – as it struggles for daily survival and contests New York City's development scheme.","release_date":"2010-08-09","vote_average":6.3,"runtime":81,"cert":"N\/A","id":81524,"title":"Foreign Parts","adult":false,"genre_ids":[99]},{"cast":["Cristi Puiu","Clara Vodă","Catrinel Dumitrescu","Luminița Gheorghiu","Valentin Popescu"],"overview":"An apartment kitchen: a man and a woman discuss Little Red Riding Hood, their voices hushed, mindful of waking the little girl sleeping next room. Waste land on the city outskirts: behind a line of abandoned trailers, the man silently watches what seems to be a family. The same city, the same man: driving through traffic with two hand-made firing pins for a hunting rifle. The man is 42 years old, his name - Viorel. Troubled by obscure thoughts, he drives across the city to a destination known only to him.","release_date":"2011-03-11","vote_average":5.8,"runtime":181,"cert":"12","id":81527,"title":"Aurora","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary exploring the rise and fall of Detroit. Compiling historical footage and interviews with the city's residents, this meditative documentary looks at a city reclaimed by nature and resettled by 21st century urban pioneers.","release_date":"2010-11-29","vote_average":6.0,"runtime":80,"cert":"N\/A","id":81528,"title":"Detroit: Wild City","adult":false,"genre_ids":[99]},{"cast":["Katja Bienert","Ursula Buchfellner","Raquel Evans","Antonio Mayans","Bea Fiedler"],"overview":"Betsy Norman is a happy assistant at a luxurious Spanish hotel. Shiela, the hotel owner, caters for all wishes of her clientele with another lucrative business, the brothel \"Rio Amore\" where clients from all over the world come to relax with the girls and watch the sado-masochistic shows. Linda, Betsy's sister, is drugged and forced to work as a prostitute there.","release_date":"1981-05-29","vote_average":5.0,"runtime":81,"cert":"N\/A","id":81529,"title":"The Story of Linda","adult":false,"genre_ids":[12,80,18]},{"cast":["Simon Lyndon","Laurence Breuls","Linda Cropper","Chris Haywood","Rebecca Smart"],"overview":"In New South Wales, Jared surfs with his mates and has a first girl. He hosts a beach party for his older pal, Ricko, and witnesses four of his mates gang-rape a 15 year old. He does nothing, and the next day, she's found murdered. At school, the boys and the girls react: the girls with anger at the perpetrators, the boys with jeering at the dead girl's morality. The students' parents have their own responses. Jared retreats into angry silence, disgusted that he did nothing to help the dead girl. Meanwhile, his mother wants to talk to him about her impending cancer surgery, the police want to know what he saw, and his friend Ricko wants an alibi. Jared's cracking under the pressure.","release_date":"1997-05-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":81530,"title":"Blackrock","adult":false,"genre_ids":[18]},{"cast":["Kazuya Nakai","Tomokazu Seki"],"overview":"The story of the film is set after the conflict instigated by Toyotomi Hideyoshi ended, but not before the Battle of Sekigahara determines who shall be the Shogun of Japan.","release_date":"2011-04-06","vote_average":5.8,"runtime":95,"cert":"N\/A","id":81531,"title":"Sengoku Basara the Movie: The Last Party","adult":false,"genre_ids":[16,28,36]},{"cast":["Anna Kubin","Oliver Bootz","Vera Baranyai","Martina Hill","Oliver Wnuk"],"overview":"Journalist Victoria gets a job at a youth magazine, where she was entrusted to the section of letters from teenagers asking questions about sex. Victoria's quite difficult to cope with it - because she... still a virgin! She need to solve this problem urgently! And the best candidate - Editor in Chief, handsome Nick. But how to tell him that he would be her first?","release_date":"2007-02-15","vote_average":0.0,"runtime":91,"cert":"N\/A","id":81532,"title":"29... and still a Virgin","adult":false,"genre_ids":[35,10749]},{"cast":["Chris Cooper"],"overview":"In February, 1945, Primo Levi (1919-1987) and other Auschwitz survivors set off for home. The journey took more then eight months. Sixty years later, a film crew retraces Levi's steps. Levi's words, mainly from \"The Truce\" (1963), tell us what he experienced. In turn, we see Poland's hollow post-war factories, nationalism in the Ukraine, Soviet-style Communism in Belarus, the abandoned town of Prypiat (Chernobyl), poverty and emigration from Moldavia, Italian factories in Romania, and on across Hungary and Slovakia to Munich where Levi's rage found no listeners. Then home to Turin. An aged Mario Rigoni Stern remembers his friend. What has changed? Some issues of the war remain unsettled.","release_date":"2007-01-29","vote_average":6.1,"runtime":91,"cert":"N\/A","id":81533,"title":"Primo Levi's Journey","adult":false,"genre_ids":[99,10752]},{"cast":["Nikola Kojo","Hristina Popović","Miloš Samolov","Goran Jevtić","Goran Navojec"],"overview":"The Parade, in a tragicomic way, tells the story about ongoing battle between two worlds in contemporary post-war Serbian society - the traditional, oppressive, homophobic majority and a liberal, modern and open-minded minority... The film, which deals with gay rights issues in Serbia, features footage of the 2010 Belgrade gay pride parade. The film introduces a group of gay activists, trying to organize a pride parade in Belgrade","release_date":"2011-10-31","vote_average":6.9,"runtime":115,"cert":"N\/A","id":81534,"title":"The Parade","adult":false,"genre_ids":[35,18]},{"cast":["Péter Fancsikai","Maia Morgenstern","Gergõ Bárdi","Zsolt Dér","Dani Szabó"],"overview":"At 15 he and his family became victims of state terror. At 16 he became a freedom fighter to participate in the 1956 Revolution against Soviet oppression. At 17 he is betrayed and arrested by the dreaded Secret Police (AVH). Now he has to spend the remainder of his life in a political prison, called Hell's Hallway, to reach the legal age of 18 before his death penalty can be carried out. Peter Mansfeld was 18 when he was unjustly executed by the totalitarian regime of Hungary. Today he is remembered as one of the national heroes of Hungary.","release_date":"2006-09-14","vote_average":7.0,"runtime":118,"cert":"N\/A","id":81535,"title":"Mansfeld","adult":false,"genre_ids":[10752,36,18]},{"cast":["Sergio Allard","Cristián de la Fuente","Luis Dubó","Sergio Hernández","Pablo Krögh"],"overview":"After the 1973 coup that deposed Allende and brought Pinochet to power in Chile, the former members of his cabinet are imprisoned on Dawson Island, the world's southernmost concentration camp. Here these men are determined to survive and provide history with their testimony.","release_date":"2009-09-11","vote_average":6.0,"runtime":117,"cert":"N\/A","id":81536,"title":"Dawson Isla 10","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Jan Balej's animated film Night In A City \/ Jedné Noci V Jednom Meste (2007) from the Czech Republic. Very little dialogue throughout, but instead a rich world of sounds and music which more than match the detailed animation and curious vignettes that create the film.","release_date":"2007-01-25","vote_average":6.0,"runtime":76,"cert":"N\/A","id":81537,"title":"One Night in A City","adult":false,"genre_ids":[14,27,16]},{"cast":["Hanni Lux","Judith Haspel","Anni Lampl","Elisheva Susz","Trude Hirschler"],"overview":"The story of the Hakoah Vienna Jewish womens swim team of the 1930s, their forced separation, and their reunion decades later.","release_date":"2004-12-10","vote_average":7.0,"runtime":80,"cert":"N\/A","id":81538,"title":"Watermarks","adult":false,"genre_ids":[36,99]},{"cast":["Catherine Bell","Cole Hauser","Titus Welliver","Suleka Mathew","Don Thompson"],"overview":"Follows FBI Special Agent Ana Gray as she hunts for a kidnapper. As Ana develops a rapport with the kidnapper's latest victim, the suspect suddenly changes his pattern. Now Ana must race to find him before he strikes again.","release_date":"2011-12-13","vote_average":5.7,"runtime":90,"cert":"N\/A","id":81539,"title":"Good Morning, Killer","adult":false,"genre_ids":[9648,10770,53,80,18]},{"cast":["Tilda Swinton","Jeremy Davies","James Urbaniak","Karen Black","Thomas Jay Ryan"],"overview":"Anxious to use artificial life to improve the world, Rosetta Stone, a bio-geneticist creates a Recipe for Cyborgs and uses her own DNA in order to breed three Self Replicating Automatons, part human, part computer named Ruby, Olive and Marine.","release_date":"2002-01-01","vote_average":4.7,"runtime":85,"cert":"N\/A","id":81540,"title":"Teknolust","adult":false,"genre_ids":[35,10749,878]},{"cast":["Anita Strindberg","Eva Czemerys","Jenny Tamburi","Cristina Gaioni","Bedy Moratti"],"overview":"A woman goes behind bars in order to save her father's life.","release_date":"1973-07-05","vote_average":6.1,"runtime":100,"cert":"","id":81541,"title":"Women in Cell Block 7","adult":false,"genre_ids":[80,18]},{"cast":["Norman McLaren"],"overview":"Norman McLaren was a cinematic genius who made films without cameras, and music without instruments. He produced sixty films in a stunning range of styles and techniques, collecting over 200 international awards, and world recognition. In Creative Process, director Donald McWilliams demystifies the process of artistic creation. Drawing on McLaren's private film vaults, a gold mine of experimental footage and uncompleted films, McWilliams explores McLaren's methods, including his celebrated \"pixillation\" technique, and his daring forays into animated surrealism.","release_date":"1990-01-01","vote_average":5.0,"runtime":117,"cert":"N\/A","id":81542,"title":"Creative Process: Norman McLaren","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A man suffering from Lou Gehrig's disease deals with the woman falling for him and a brother who becomes obsessed with finding a cure.","release_date":"2006-10-09","vote_average":7.5,"runtime":null,"cert":"N\/A","id":81543,"title":"So Much So Fast","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This dialog-free film, originally presented as 33 short films, is an experimental, bizarre set of meditations and flashbacks of the grotesque.","release_date":"2007-11-07","vote_average":6.4,"runtime":100,"cert":"N\/A","id":81544,"title":"Glass Lips","adult":false,"genre_ids":[18]},{"cast":["Evalyn Knapp","James Murray","Arthur Pierson","Jane Darwell","J. M. Kerrigan"],"overview":"A plucky stewardess risks her life marrying a daredevil pilot.","release_date":"1933-01-15","vote_average":5.8,"runtime":67,"cert":"N\/A","id":81545,"title":"Air Hostess","adult":false,"genre_ids":[18]},{"cast":[],"overview":"It would be a journey that would change all their lives...","release_date":"2008-04-10","vote_average":0.0,"runtime":null,"cert":"","id":81546,"title":"The Wahine Disaster","adult":false,"genre_ids":[99]},{"cast":["Cem Yılmaz","Mazhar Alanson","Ceyda Düvenci","Mustafa Uzunyılmaz","Selim Naşit"],"overview":"When Altan swipes prescription drugs from his brother Nuri's pharmacy, they soon find themselves on a dangerous but funny road trip to get rid of the stuff and escape the mafiosi Altan tried to double-cross. Along the way, the brother who are compete opposites finally bond.","release_date":"1998-11-27","vote_average":7.4,"runtime":107,"cert":"N\/A","id":81549,"title":"Everything's Gonna Be Great","adult":false,"genre_ids":[10751,18,35,12]},{"cast":["Turan Özdemir","Gülnihal Demir","İsmet Can Suda","Ulaş Sarıbaş"],"overview":"Ali, who is ice cream salesman in Mugla, tries to survive in the face of fierce competition from the big ice cream brands. While trying to promote his ice cream, he tours the village with his brand new yellow ice cream motorbike. However the naugthy boys of the town who are chasing him to have free ice cream, steal the motorbike while he is away. Still repaying the debts for the loan on his motorbike, Ali becomes furious and accuses the big ice cream brands of stealing the car in order to destroy him. He starts investigating the theft of his motorbike asking one by one to the sellers of the big brands, while all along the naugthy boys are enjoying their free ice cream","release_date":"2006-11-24","vote_average":6.4,"runtime":100,"cert":"N\/A","id":81550,"title":"Ice Cream, I Scream","adult":false,"genre_ids":[]},{"cast":["Jackie Shroff","Anu Aggarwal","Shah Rukh Khan","Nagma","Pooja Ruparel"],"overview":"Ashok Bansal has a traumatic childhood which teaches him that money matters most to people, even more than their kids. Ashok starts hating poor people & starts working hard to get out of poverty, at the expense of his own family. However, Ashok’s life changes forever when Munna enters his life.","release_date":"1993-02-05","vote_average":6.2,"runtime":171,"cert":"N\/A","id":81551,"title":"King Uncle","adult":false,"genre_ids":[35,10751]},{"cast":["Gergely Kocsis","Eszter Ónodi","Gábor Máté","Judit Hernádi","Éva Almási"],"overview":"Mi várható el egy harmincéves férfitől? Legyen jó állása, autója, háza, felesége, gyereke. És hogy áll András (Kocsis Gergely) a harmincadik születésnapján? Kiváló szaxofonista és agya is van, de se pénze, se nője, se autója. Sőt: még életében nem szeretkezett egyszerre két nővel. Elhatározza, hogy egy nap alatt mindent bepótol. Mire este a születésnapi torta gyertyáit meggyújtják otthon, ő már túl akar lenni mindenen, amin illik. Pontos tervek alapján reggel nekivág a nagy kalandnak. A feleségnek való lány, akivel András összefut, igazi rejtély: játszik a férfiakkal, sokat hazudozik, még többet csal, néha kicsit lop is. Rend egy szál se, viszont a mosolya ellenállhatatlan...","release_date":"2003-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":81552,"title":"Boldog születésnapot","adult":false,"genre_ids":[10749,35]},{"cast":["János Körmendi","Ilona Béres","Tábori Nóra","Judit Halász"],"overview":"A farcical retelling of Snow White. Disillusioned Snow White isn't all that pretty or cute, her friends dwarfs aren't all that hospitable, her evil stepmother is an alcoholic and prince charming likes the ladies too much.","release_date":"1984-07-05","vote_average":7.0,"runtime":90,"cert":"N\/A","id":81553,"title":"Snow White","adult":false,"genre_ids":[16,14,35]},{"cast":[],"overview":"A Mix című filmben az amerikás magyar apa (Kulka János) és tinédzser fia, Mitch (Alex Weed) között tovább mélyül a generációkat elválasztó szakadék, amikor egy temetés miatt Magyarországra, Budapestre utaznak. Mitch szülei Óhazájában kezdetben úgy érzi magát, mint a partra vetett hal. Miközben minden igyekezetével azon van, hogy időben visszaérjen az Egyesült Államokba, a los angelesi jövője szempontjából elengedhetetlenül fontos Dee Jay meghallgatásra, belekeveredik a budapesti éjszakába. Szokatlan és váratlan fordulatok - nagymama, partyk, átverés, a 10.000 km távolból keresett szerelem, Bea (Gryllus Dorka) váratlan felbukkanása - mind-mind szinte egyszerre történnek meg vele, hihetetlen pörgésben.","release_date":"2004-02-19","vote_average":0.0,"runtime":95,"cert":"N\/A","id":81554,"title":"Mix","adult":false,"genre_ids":[]},{"cast":["Rowan Atkinson"],"overview":"The story behind \"the funny little wiggly man\".","release_date":"1997-07-31","vote_average":7.0,"runtime":40,"cert":"","id":81555,"title":"The Story of Bean","adult":false,"genre_ids":[35,99]},{"cast":["Katja Riemann","Stefan Kurt","Maximilian Simonischek","Max Hubacher","Lisa Brandon"],"overview":"Switzerland, 1955. The young orphan Max is sent as a foster child and contracted to work for the Bösiger family who lives on a farm. His foster parents treat him like a workhorse while their son seizes every opportunity to humiliate him. Playing the accordion is the one thing that is entirely his. But when the new teacher stands up for Max, it only makes a bad situation much worse. The only thing preserving his will to survive is his friendship with Berteli, who was also taken on to work at the farm. Max dreams of Argentina with her: a fantasy world, where allegedly even hayforks are made of silver.","release_date":"2011-11-03","vote_average":7.6,"runtime":103,"cert":"N\/A","id":81556,"title":"The Foster Boy","adult":false,"genre_ids":[18]},{"cast":["Erdal Besikçioglu","Tardu Flordun","Canan Ergüder","Cansu Dere","Fatih Artman"],"overview":"","release_date":"2011-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":81557,"title":"Behzat Ç. Seni Kalbime Gömdüm","adult":false,"genre_ids":[18,28,80]},{"cast":["Yū Aoi","Hiromi Nagasaku","Kenichi Matsuyama","Shugo Oshinari","Morio Agata"],"overview":"Mirume (Ken'ichi Matsuyama) is a 19 year old college student who falls in love with Yuri (Hiromi Nagasaku), an almost 40 year old art teacher at his university. Yuri isn't your typical college professor, having a quirky sense of humor and unpredictable personality. When Yuri invites Murume to her studio, she playfully seduces the still naive 19 year old student. Things become more complicated when Mirume discovers that Yuri is married to a much older man ....","release_date":"2008-01-19","vote_average":6.8,"runtime":137,"cert":"N\/A","id":81558,"title":"Sex is No Laughing Matter","adult":false,"genre_ids":[35,18]},{"cast":["Meret Becker","Elisa Schlott","Barnaby Metschurat","Hanspeter Müller","Mona Petri"],"overview":"","release_date":"2011-05-19","vote_average":6.7,"runtime":87,"cert":"N\/A","id":81559,"title":"Fliegende Fische müssen ins Meer","adult":false,"genre_ids":[35,18]},{"cast":["Yuriko Yoshitaka","Ryo Kase","Kenta Hamano","Takaaki Enoki","Munetaka Aoki"],"overview":"24-year-old OL Chie Ikeshita's (Yuriko Yoshitaka) motto is to try various things to enjoy life. Chie spends her time accordingly to her motto. Chie Ikeshita then starts to date 5 different men and adjusts herself to the different situations.  Up to this point, Chie never thought about marriage. She changes her thought after her friend Toshiko Hamaguchi (Anne Watanabe) gets married. Chie takes the advise of Toshiko and decides to marry one of the 5 men. She must now whittle down her choice to one man.","release_date":"2011-04-01","vote_average":7.5,"runtime":107,"cert":"N\/A","id":81560,"title":"Cannonball Wedlock","adult":false,"genre_ids":[35]},{"cast":["Oleg Tabakov","Tatyana Pelttser","Semyon Farada","Valentina Talyzina","Oleg Anofriev"],"overview":"A palace steward conspires with bandits to kidnap an infant czar's son and an orphan adopted by the czar, replacing the prince with the steward's son. Two decades later the true prince and his foster brother are slaves in a quarry, the changeling grew up as a prince, and his mother has been elevated to the highest position in the state for \"saving\" the prince, but losing her own child. Then the brothers escape, the changeling prince departs to fight an immortal wizard and vanishes, and the brothers have to deal with the wizard. Which includes stealing a bird-woman from a Mid-Eastern khan and figuring where the wizard's death is.","release_date":"1985-05-12","vote_average":7.3,"runtime":78,"cert":"N\/A","id":81561,"title":"After the Rain, on Thursday","adult":false,"genre_ids":[12,10751,14,10749]},{"cast":["Ib Schønberg","Ilselil Larsen","Preben Neergaard","Nina Pens Rode","Johannes Meyer"],"overview":"","release_date":"1951-12-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":81562,"title":"Dorte","adult":false,"genre_ids":[10751,35]},{"cast":["Teri Polo","Reed Diamond","Eric Lutes","Allison Smith","Nicolas Coster"],"overview":"A young woman, traumatized by rape at an early age, slowly learns to trust and love again as she struggles to avoid repeating her mother's mistakes.","release_date":"1996-09-09","vote_average":4.0,"runtime":96,"cert":"N\/A","id":81565,"title":"Full Circle","adult":false,"genre_ids":[10770,10749,18]},{"cast":["Choi Jin-sil","Sul Kyung-gu","Kim Yoon-jin","Jeong Da-bin","Kim Suk-hoon"],"overview":"Caught in between an ethnic war, Bee struggles between love and death.","release_date":"2000-11-11","vote_average":5.4,"runtime":117,"cert":"N\/A","id":81566,"title":"The Legend of Gingko","adult":false,"genre_ids":[28,12,10749]},{"cast":["Katie Melua"],"overview":"A 90 minute DVD - The Arena Tour 2008, Live from Rotterdam.  Behind the Screens - a short film about the preparation and design of the tour production.","release_date":"2008-10-27","vote_average":3.8,"runtime":null,"cert":"N\/A","id":81567,"title":"Katie Melua - The Katie Melua collection","adult":false,"genre_ids":[10402]},{"cast":["Katie Melua"],"overview":"Recorded at the Jazz Open Stuttgart in 2009 to a sold-out audience of nine thousand people, this movie features a unique performance by Katie, her band and the Stuttgart Philharmonic Orchestra. Conducted by Mike Batt, the set includes highlights from Katie’s first three chart topping albums ‘Call Off The Search’, ‘Piece By Piece’ and ‘Pictures’ including ‘The Closest Thing To Crazy’, ‘Nine Million Bicycles’ and ‘If You Were A Sailboat’.  Katie remembers the concert as being a very special night explaining “This was the first full concert I have performed with an orchestra and I consider it one of my favourite musical experiences. I am used to performing with the band but singing and playing with an orchestra and all the depth and richness that brings was amazing.”","release_date":"2011-03-28","vote_average":0.0,"runtime":88,"cert":"U","id":81568,"title":"Katie Melua - With the Stuttgart Philharmonic Orchestra","adult":false,"genre_ids":[10402]},{"cast":["Marguerite Viby","Otto Brandenburg","Poul Reichhardt","Judy Gringer","Palle Huld"],"overview":"","release_date":"1961-03-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":81569,"title":"Mine tossede drenge","adult":false,"genre_ids":[35]},{"cast":["Robbie Williams","Yolanda Charles","Max Beesley","Mark Owen"],"overview":"Live at Knebworth, also known as Live Summer 2003 with different cover text, is a live album by English pop singer Robbie Williams, recorded and released in 2003. The album is his first live album, and is a compilation of songs performed during three consecutive shows at Knebworth, England.The three shows attracted a total of 375,000 fans. It became the fastest and biggest selling live album ever in the United Kingdom. It has been certified 3x Platinum by the IFPI for shipments over 3 million copies, altogether, the album has sold over 3.5 million copies worldwide.","release_date":"2003-09-29","vote_average":6.4,"runtime":100,"cert":"","id":81570,"title":"Robbie Williams: What We Did Last Summer - Live at Knebworth","adult":false,"genre_ids":[10402]},{"cast":["Vladimir Mashkov","Mariya Shukshina","Allison Whitbeck","Armen Dzhigarkhanyan","Steven Epp"],"overview":"A lonely Russian man is trying to see his doughter who lives with her mother far away in the USA.","release_date":"1995-07-30","vote_average":6.0,"runtime":98,"cert":"N\/A","id":81571,"title":"American Daughter","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2004-12-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":81572,"title":"La petite lumière de Noël","adult":false,"genre_ids":[]},{"cast":["Heather Thomas","Jeffrey Combs","Ashley Ferrare","Dar Robinson","Martine Beswick"],"overview":"Rick has developed the ultimate motorcycle, the Cyclone. It is a $5 million bike equipped with rocket launchers and laser guns. Rick meets his fate and it is up to his girlfriend Teri to keep the Cyclone from falling into the wrong hands. Teri can trust no one but herself.","release_date":"1987-06-05","vote_average":3.9,"runtime":89,"cert":"N\/A","id":81573,"title":"Cyclone","adult":false,"genre_ids":[28,53]},{"cast":["Ib Schønberg","Angelo Bruun","Karin Nellemose","Bendt Rothe","Johannes Meyer"],"overview":"","release_date":"1952-04-13","vote_average":8.0,"runtime":null,"cert":"N\/A","id":81574,"title":"Avismanden","adult":false,"genre_ids":[]},{"cast":["Mark Damon","Luis Dávila","Aveline Frederica","Krista Nell","Aldo Berti"],"overview":"Year 1000. At the death of King Henry, Stefano Cunningam seized with the power of power making himself crowned king of England and Scotland. Ten years later, a young Norman, Ivanhoe, returning home from the Holy Land where he fought, finds the nation prey to the violence and cruelty of Stephen and his acolytes. Conducted in prison for his opposition to the usurper, Ivanhoe learns from York, former advisor to King Henry, also held prisoner, that the \"Norman sword\", symbol of the power of the king of England and Scotland is not in the hands of Stefano, but is guarded by a Scottish clan loyal to the dynasty of Henry.","release_date":"1971-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81575,"title":"Ivanhoe, the Norman Swordsman","adult":false,"genre_ids":[18,12]},{"cast":["Rupert Allason","José Antonio Escoriza","Aline Griffith","Juan Kreisler"],"overview":"A compelling account of Juan Pujol, an extraordinary Spanish double agent during WWII who helped change the course of history.","release_date":"2009-12-04","vote_average":6.7,"runtime":88,"cert":"N\/A","id":81576,"title":"Garbo: The Spy","adult":false,"genre_ids":[99]},{"cast":["Svend Asmussen","Ulrik Neumann","Helge Kjærulff-Schmidt","Sigrid Horne-Rasmussen","Ghita Nørby"],"overview":"","release_date":"1959-04-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":81577,"title":"Ballade på Bullerborg","adult":false,"genre_ids":[35]},{"cast":[],"overview":"By turns hopeful and heartbreaking, Louder Than a Bomb follows the fortunes of four Chicago-area high school poetry teams as they prepare for and compete in the world’s largest youth slam.","release_date":"2011-05-18","vote_average":5.0,"runtime":99,"cert":"N\/A","id":81578,"title":"Louder Than a Bomb","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Where does an elephant go after a life in the circus? Sixteen years have passed since circus producer David Balding adopted Flora, the orphaned baby African elephant he lovingly raised as part of his family and made the star of his show. As Flora approaches adulthood, he realizes that she is not happy performing. Ultimately, David must face the difficult truth that the circus is no place for Flora. She needs to be with other elephants. The road to Flora’s retirement, however, is a difficult and emotional journey which tests their bond in unexpected ways. Ten years in the making, One Lucky Elephant explores the consequences of keeping wild animals in captivity, while never losing sight of the delicate love story at its heart.","release_date":"2011-06-08","vote_average":8.0,"runtime":84,"cert":"N\/A","id":81579,"title":"One Lucky Elephant","adult":false,"genre_ids":[99]},{"cast":["Lori Alexander","Douglas Bank","Bill Bellamy","J. Anthony Brown","Cedric the Entertainer"],"overview":"A bittersweet valentine to All Jokes Aside, a little known, but extremely influential, black-owned Comedy Club. Comedy, race and Chicago politics collided at this cultural gem and we hope our humorous telling of this story will provoke discussion, and in some small way, promote a greater understanding between the races.","release_date":"2012-04-25","vote_average":0.0,"runtime":81,"cert":"N\/A","id":81580,"title":"Phunny Business: A Black Comedy","adult":false,"genre_ids":[99,35]},{"cast":["Ed Alonzo","Kyle Eschen"],"overview":"A coming of age journey set in the quirky subculture of magic, this film follows six of the world’s best young magicians as they battle for the title of Teen World Champion.","release_date":"2011-05-13","vote_average":5.8,"runtime":88,"cert":"N\/A","id":81581,"title":"Make Believe","adult":false,"genre_ids":[99,10751]},{"cast":["Clara Pontoppidan","Helle Virkner","Ib Schønberg","Karin Nellemose","Henning Moritzen"],"overview":"","release_date":"1955-08-17","vote_average":7.0,"runtime":113,"cert":"N\/A","id":81582,"title":"Bruden fra Dragstrup","adult":false,"genre_ids":[35]},{"cast":[],"overview":"45365 explores the congruities of daily life in an American town. From the patrol car to the courtroom, the playground to the nursing home, the parade to the prayer service, it explores relationships and interactions - with people and their environment. The stories of a father and son, a young relationship, cops and criminals, officials and their electorate coalesce into a mosaic of faces, places, and events. 45365 is a portrait of a city and its people.","release_date":"2010-06-18","vote_average":5.0,"runtime":90,"cert":"N\/A","id":81583,"title":"45365","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set within Chicago’s labyrinth of alleyways, Scrappers is a cinema verite portrait of Otis and Oscar, two scrap metal scavengers searching for a living with brains, brawn and battered pickup trucks. The film shows how globalization, the 2008 financial crisis, crackdowns on undocumented immigrants and widespread scrap metal theft effect these men and their families.","release_date":"2010-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":81584,"title":"Scrappers","adult":false,"genre_ids":[99]},{"cast":["Willy Rathnov","Hanne Borchsenius","Poul Bundgaard","Olaf Ussing","Karl Stegger"],"overview":"A soldier seeks justice against a group of men who murdered a prostitute.","release_date":"1969-04-07","vote_average":10.0,"runtime":98,"cert":"N\/A","id":81587,"title":"Along Came a Soldier","adult":false,"genre_ids":[18,10749]},{"cast":["Ib Schønberg","Betty Helsengreen","Lise Thomsen","Lily Broberg","Bjørn Watt-Boolsen"],"overview":"In order to supplement the family income, Marius Bastrup rents his unused rooms to young women looking for a \"discreet stay.\"  The drama in the film revolves around the young women and their circumstances, especially as it relates to one girl's abortion.","release_date":"1946-08-05","vote_average":10.0,"runtime":95,"cert":"N\/A","id":81588,"title":"Discretion Wanted","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A grandmother dies and leaves behind hours of secret film and audio recordings as well as an envelope with the words “Must read after my death,” which reveal a dark history for her family to discover.","release_date":"2007-12-15","vote_average":7.0,"runtime":73,"cert":"N\/A","id":81589,"title":"Must Read After My Death","adult":false,"genre_ids":[99]},{"cast":["Dirch Passer","Ove Sprogøe","Bjørn Watt-Boolsen","Avi Sagild","Grethe Sønck"],"overview":"The Greeneyed Elephant (Danish: Elefanter på loftet) is a 1960 Danish family film directed by Peter Guildbrassen and starring Dirch Passer. The story revolves around two aspiring actresses who stumble upon an ancient Aztec sculpture of an elephant that has the power to switch both of their bodies. Little do they know their best friend can control the powers of the elephant, thus sending the two girls into a world of role reversals.  As of 2007, it is the oldest film in the Troma library.","release_date":"1960-08-14","vote_average":6.0,"runtime":76,"cert":"N\/A","id":81590,"title":"The Greeneyed Elephant","adult":false,"genre_ids":[35]},{"cast":["Elisabeth Volkmann","Alexander Grill","Rinaldo Talamonti","Walter Klinger","Marie Ekorre"],"overview":"Vittorio pretends to be gay so he can chaperone a rich man's daughter on vacation in Germany. Unfortunately his driver really is gay and Vittorio has a problem.","release_date":"1973-10-19","vote_average":6.7,"runtime":85,"cert":"N\/A","id":81591,"title":"Love Bavarian Style","adult":false,"genre_ids":[35]},{"cast":["Carl Alstrup","Sigurd Langberg","Karen Marie Løwert","Jørn Jeppesen","Bjarne Henning-Jensen"],"overview":"","release_date":"1939-08-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":81592,"title":"Genboerne","adult":false,"genre_ids":[35]},{"cast":["Qin Hailu","Wai-Fan Mak","Xiao Ming Biao","Wai Yiu Yung","Fanny Fen-ni"],"overview":"Fruit Chan's second feature of 2000 takes its title from the Durian, a fruit whose large, ungainly exterior and delicious taste serve as a metaphor for the film's Hong Kong setting. Yan (Qin Hailu) and Fan (Mak Wai Fan) are neighbors in Hong Kong's Mong Kok district. Yan is a 21-year-old prostitute who works for a pimp and spends her off-hours watching TV in her miniscule apartment or hanging out with other prostitutes at a local cafe.","release_date":"2000-11-16","vote_average":7.0,"runtime":116,"cert":"N\/A","id":81593,"title":"Durian Durian","adult":false,"genre_ids":[18]},{"cast":["Helle Virkner","Holger Juul Hansen","Preben Kaas","Asbjørn Andersen","Bodil Steen"],"overview":"","release_date":"1965-11-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":81594,"title":"Mor bag rattet","adult":false,"genre_ids":[35]},{"cast":["Vladimir Guskov","Nikolai Barmin","Vladimir Dorofeyev","Nina Grebeshkova","Evgeny Grigoriev"],"overview":"The film was set in Russia during World War II and is about a 5 year old girl searching for her partisan leader father while escaping from the Nazis. Nazis, trying to catch 5 years old girl to make her their hostage, because her father is the Soviet partisan commander, and young boy trying to save her. For some time, when little baby was lost in the forest alone or when Nazis finally caught two children your hope is almost broken.","release_date":"1959-05-19","vote_average":8.2,"runtime":92,"cert":"N\/A","id":81595,"title":"Girl Seeks Father","adult":false,"genre_ids":[10752,18]},{"cast":["Poul Reichhardt","Astrid Villaume","Helge Kjærulff-Schmidt","Helle Virkner","Lis Løwert"],"overview":"","release_date":"1955-08-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":81596,"title":"På tro og love","adult":false,"genre_ids":[10751]},{"cast":["Sellig"],"overview":"Du mari vantard à un meuble en kit, à la vieille dame bien décidée à passer la première dans la queue du supermarché, SELLIG nous donne un aperçu de notre vie quotidienne à travers 12 sketches tordants !","release_date":"2001-05-10","vote_average":9.8,"runtime":null,"cert":"N\/A","id":81597,"title":"Sellig, épisode 1","adult":false,"genre_ids":[35]},{"cast":["Romy Schneider","Henri Vidal","Michèle Mercier","Jean-Paul Belmondo","Margarete Haagen"],"overview":"This romantic comedy pairs Romy Schneider with French star Henry Vidal, and they make quite a sweet couple in this love story. Schneider plays Vidal's guardian angel who tries to convince him not to marry his rich but mean fiance, but rather fall in love with a stewardess who is secretly in love with him. Things are beginning to become complicated when Schneider herself is robbed of her angelic powers and seems to fail in her mission.","release_date":"1959-08-28","vote_average":5.8,"runtime":87,"cert":"N\/A","id":81598,"title":"An Angel on Wheels","adult":false,"genre_ids":[35,14,10749]},{"cast":["Johannes Meyer","Susanne Friis","Gerda Sprehn","Christian Arhoff","Helga Frier"],"overview":"","release_date":"1935-02-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":81599,"title":"Rasmines bryllup","adult":false,"genre_ids":[35]},{"cast":["Josefien Hendriks","Liesbeth Kamerling","Victoria Koblenko","Caro Lenssen","Christel Oomen"],"overview":"After two years of several rapes of female students a group of four girls decide to investigate the crimes by themselves and they prepare a list of possible rapists, leading the group to a tragic consequence.","release_date":"2004-09-16","vote_average":6.7,"runtime":82,"cert":"N\/A","id":81600,"title":"Stille Nacht","adult":false,"genre_ids":[53]},{"cast":["Sellig"],"overview":"Difficile de ne pas se reconnaître dans la galerie de portraits dont seul SELLIG a le secret, avec des sketches tels que : La salle de gym, Je bricole, Le mariage ou le déménagement de ma sœur, ou encore la chanson \"Internet blues\" co-écrite avec Michael Jones.\r Sellig réussit le tour de force de transformer chaque situation exaspérante en un immense éclat de rire.","release_date":"2006-10-23","vote_average":9.5,"runtime":null,"cert":"N\/A","id":81601,"title":"Sellig, épisode 2","adult":false,"genre_ids":[]},{"cast":["Mariya Babanova","Nikolai Bogolyubov","Vladimir Gribkov","Nina Krachkovskaya","Olga Chepurova"],"overview":"Before going on an overseas journey, a merchant father asks his three daughters what they would like him to bring back for them. The eldest asks for a shining tiara, the middle asks for a frame through which her face would always appear young, and the youngest (Nastenka) asks her father to bring her a beautiful scarlet flower like one which she saw in her dreams. Her elder sisters laugh at this simple wish.  The father's trip is successful and he finds everything that he came for, with the exception of Nastenka's scarlet flower. Nevertheless, the ship heaves off and they begin to head back while the father scans the lands around him for a scarlet flower.","release_date":"1952-06-05","vote_average":6.0,"runtime":42,"cert":"N\/A","id":81604,"title":"The Scarlet Flower","adult":false,"genre_ids":[16,14,10751]},{"cast":[],"overview":"\"Team Umizoomi,\" a pre-school educational series on Nickelodeon, combines action-adventure missions with an interactive math curriculum designed to help kids develop self-confidence in their math abilities and appreciate the many ways in which mathematics shapes their world. \"Team Umizoomi\" is a half hour series that mixes 2D and 3D animation with live action to create Umi City, a uniquely patterned urban environment.","release_date":"2011-09-06","vote_average":0.0,"runtime":93,"cert":"N\/A","id":81607,"title":"Team Umizoomi: Journey to Numberland","adult":false,"genre_ids":[10751,16]},{"cast":["Muriel Baumeister","Merab Ninidze","Michael von Au","Nadeshda Brennicke","Nadja Tiller"],"overview":"Summer of 1944. Young baroness Barbara is getting married. Her husband, Alexander, leaves to the war and disappears after giving Barbara the amber amulet as symbol of their love. Soviet soldiers, commanded by Major Belyaev are placed in the estate of Barbara parents. Barbara falls in love with a Russian officer.","release_date":"2004-04-30","vote_average":7.0,"runtime":180,"cert":"N\/A","id":81608,"title":"The Amber Amulet","adult":false,"genre_ids":[18]},{"cast":["Franck Dubosc"],"overview":"De sa naissance à sa rencontre avec Véronique, en passant par ses premières amours, les années disco, ses premiers pas sur scène, Franck Dubosc revient sur sa vie et ses amours...","release_date":"2008-01-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":81609,"title":"Franck Dubosc - Il était une fois","adult":false,"genre_ids":[35]},{"cast":["Derren Brown","Matt Lucas","Jo Whiley","Stephen Merchant","Simon Pegg"],"overview":"A documentary about Derren Brown. Discover the story of how he met his co-writer, his mother's feelings about his involvement in Russian Roulette, and an emotional visit back to his old school, university and the Bristol bars where Brown first began his close-up magic.","release_date":"2011-02-01","vote_average":7.0,"runtime":50,"cert":"","id":81610,"title":"Derren Brown: Behind the Mischief","adult":false,"genre_ids":[99]},{"cast":["Karina Fallenstein","Susanne Bredehöft","Artur Albrecht","Volker Spengler","Alfred Edel"],"overview":"","release_date":"1990-11-29","vote_average":4.6,"runtime":63,"cert":"N\/A","id":81611,"title":"The German Chainsaw Massacre","adult":false,"genre_ids":[27,35,53]},{"cast":[],"overview":"Dancing Dog: KANGAROO's mail train is rushing toward a broken train track! BEAR, FROG and t heir WordFriends must rush - on a tiny tricycle - to help fix the track! Will they make it in time to save KANGAROO?  Dog's Camping Adventure: BEAR wants to play cowboys with PIG, DOG and DUCK, but she's terrible with the rope tricks! With much practice, BEAR becomes a rootin'-tootin' CowBear!  Playing Spies: SHEEP and BEAR get lost in the jungle - and it's almost dark! Adventure SHEEP leads the way on a hung for the letters M-A-P!  The Lost Letter L: The rest of WordWorld is trying to sleep, but BEAR is keeping everyone awake with her all-night racket. Could big ol' BEAR be....afraid of the dark?","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":81612,"title":"WordWorld: Dancing Dog","adult":false,"genre_ids":[]},{"cast":["Luis Machín","Esther Goris","Carlos Belloso","Florencia Peña","Enrique Piñeyro"],"overview":"Lucio Bordenave carries on the Grey lifestyle of an unemployed worker, dedicated to the trade of watchmaking, until in a somewhat mysterious way, his wife is admitted to a Frenopatic Institute. From this point on, the story enters a territory without parameters where reality is confused with the imaginary, sleep with wakefulness, and insanity with lucidity.","release_date":"2011-04-24","vote_average":3.0,"runtime":83,"cert":"N\/A","id":81615,"title":"Asleep in the Sun","adult":false,"genre_ids":[14]},{"cast":["Jeanne Balibar","Georg Friedrich","Stefan Stern","Julia Hummer","Alexander Scheer"],"overview":"A German flight attendant's life spirals downward after she leaves her husband, quits her job, and joins a radical group of animal rights activists.","release_date":"2010-08-06","vote_average":8.3,"runtime":97,"cert":"N\/A","id":81616,"title":"At Ellen’s Age","adult":false,"genre_ids":[18]},{"cast":["John Bach","Briony Behets","John Bonney","John Hargreaves","Cameron Daddo"],"overview":"Based on a true story, The Heroes follows one of the most extraordinary and heroic exploits of World War II.  After months of rigorous training in the north of Australia, a team of 14 men, most barely out of their teens, set sail from Cairns on board a leaky old fishing boat called 'The Krait'.  Their mission, code-named Operation Jaywick, became a tense voyage through thousands of kilometres of Japanese held territory to launch a daring attack on Singapore Harbour.  The raid is a success but within sight of safety they encounter a Japanese destroyer, and all prepare to die rather than be taken prisoner.","release_date":"1988-01-01","vote_average":5.5,"runtime":208,"cert":"PG","id":81617,"title":"The Heroes","adult":false,"genre_ids":[18,28,10752]},{"cast":["Dato Tarielachvili","Tamuna Karumidze","Fanny Gonin","Givi Sarchimelidze","Pierre Étaix"],"overview":"A filmmaker finds creative freedom more elusive than he imagined in this ironic comedy-drama. Tired of the state-appointed producers and censorship in his homeland, Soviet Georgia, Niko decides to move to France, only to find that he has merely traded one type of interference for another.","release_date":"2011-04-21","vote_average":3.5,"runtime":122,"cert":"N\/A","id":81620,"title":"Chantrapas","adult":false,"genre_ids":[18]},{"cast":["Abou","Anaïs","Armelle","Aurore","Cadiatou"],"overview":"Featuring candid discussion about hopes and dreams, love and heartbreak, family and friends, this engrossing documentary makes an inspired connection between classic literature and contemporary teen life in modern-day Marseille as one high school class studies the 17th-century novel La princesse de Clèves.","release_date":"2011-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81621,"title":"Children of the Princess of Cleves","adult":false,"genre_ids":[99]},{"cast":["Stevan Petrovic","Veljko Despotović","Velimir \"Bata\" Živojinović","Dragiša Đokić","Veljko Bulajić"],"overview":"This eye-opening and bittersweet chronicle of the Yugoslavian film industry recounts how the cinema was used—often with direct intervention from President Josip Broz Tito—to create and recreate the young nation’s history, replete with heroes and myths that didn’t always hew closely to reality.","release_date":"2010-01-29","vote_average":5.7,"runtime":100,"cert":"","id":81622,"title":"Cinema Komunisto","adult":false,"genre_ids":[99]},{"cast":["Hernán Mauricio Ocampo","Nolberto Sánchez","Genaro Aristizábal","Hernán Méndez","Carmen Torres"],"overview":"A motley crew of young boys in Colombia lives only for one passion: soccer. But when their precious new ball rolls into a minefield, their dreams are suddenly on hold. Even as the village becomes the center of a tug-of-war between right-wing paramilitary groups and leftist guerrillas, the idea of a rescue attempt is too tempting to resist.","release_date":"2011-04-27","vote_average":7.8,"runtime":90,"cert":"N\/A","id":81623,"title":"The Colors of the Mountain","adult":false,"genre_ids":[18]},{"cast":["Greta Gerwig","Olly Alexander","Eléonore Hendricks","Amy Seimetz","Adam Rothenberg"],"overview":"Two wounded souls commiserate through drinking and aimless wandering while acting out the roles of the happy relationships that elude them in reality. Greta Gerwig and Olly Alexander deliver beautifully-tuned comic performances in their portrayal of young adults learning to cope with the unavoidable perils of emotional dependency.","release_date":"2011-03-12","vote_average":6.3,"runtime":90,"cert":"N\/A","id":81626,"title":"The Dish & the Spoon","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The latest installment in the monumental Drawing Restraint series, which merges sculpture, athleticism and cryptic symbolism into a stunning meditation on art-making and physical exertion.","release_date":"","vote_average":0.0,"runtime":32,"cert":"N\/A","id":81627,"title":"Drawing Restraint 17","adult":false,"genre_ids":[]},{"cast":["Lee Min-ji","Park Hae-il","Yoo Seung-mok","Park Se-jong"],"overview":"A pregnant teenager finds herself in a taxi with a passenger who counts down to cataclysm. Cinematic clues that you’re in one movie genre will steer you wrong time and again, as this entrancing and deeply unsettling debut unwinds its small, personal tale of apocalypse with menace and dark humor.","release_date":"2011-01-28","vote_average":8.0,"runtime":114,"cert":"N\/A","id":81628,"title":"End of Animal","adult":false,"genre_ids":[9648,14,878,53]},{"cast":[],"overview":"Combining street realism and surprising artifice, the first fiction feature by the director of acclaimed documentaries “Street Life” and “Ghost Town” depicts hustlers, migrants, prisoners and others on the shabby outskirts of Guangzhou, where everyone is on the move but nobody is getting anywhere.","release_date":"2010-11-26","vote_average":0.0,"runtime":93,"cert":"N\/A","id":81631,"title":"The High Life","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":81632,"title":"Jogando Com Prazer","adult":false,"genre_ids":[]},{"cast":["Kenji Yamauchi","Kiki Sugino","Kanji Furutachi","Bryerly Long","Kumi Hyodo"],"overview":"In this black comedy the lives of a timid small-time printer and his young wife are turned inside out by the arrival of a stranger who moves in and takes over their world. Set in a village-like outpost in the heart of Tokyo, this is a wry commentary on Japanese xenophobia. Kiki Sugino heads a spritely ensemble cast.","release_date":"2010-10-24","vote_average":5.6,"runtime":96,"cert":"N\/A","id":81633,"title":"Hospitalité","adult":false,"genre_ids":[35,18]},{"cast":["Jean Remy Genty","Yanmarco King Encarnación","Paul Henri Presumé","Nadal Walcott","Lys Ambroise"],"overview":"Jean Remy is a Haitian man struggling to find employment in Dominican Republic. Confronted with rejection and discrimination in the city, he sets off to try his luck in the countryside. Imbued with a naturalistic grace, this deeply sympathetic portrait speaks eloquently to the trials of humanity.","release_date":"2012-04-20","vote_average":5.0,"runtime":84,"cert":"N\/A","id":81634,"title":"Jean Gentil","adult":false,"genre_ids":[18]},{"cast":["Park Jung-bum","Jin Yong-uk","Kang Eun-jin"],"overview":"North Korean defector Seung-chul is a refugee living on the harsh edges of Seoul. Bewildered by exploitative employers and cynical urbanites, he’s no good for business. A powerful realism underscores this prize-winning feature debut about the struggle to survive in a strange new world.","release_date":"2010-10-08","vote_average":6.5,"runtime":127,"cert":"N\/A","id":81635,"title":"The Journals of Musan","adult":false,"genre_ids":[]},{"cast":["Clara Barbieri","César Cardadeiro","Sandro Mattos","Tainá Medina","Rikle Miranda"],"overview":"Joy is a fable about courage and youth. It tells the story of Luiza, 16 year old girl, who can not stand to hear about the end of the world… On a Christmas night, his cousin John is mysteriously shot in a street in the Lowlands and disappears into the night. Weeks later, while Luiza spends days alone in the apartment where he lives with his mother in Rio de Janeiro, a mysterious visitor comes knocking on your door: John, as a ghost, asking to hide there.","release_date":"2010-05-24","vote_average":6.0,"runtime":106,"cert":"N\/A","id":81636,"title":"The Joy","adult":false,"genre_ids":[18]},{"cast":["Shu Qi","Mark Lee Ping-Bing","Sylvia Chang","Karena Lam","Jiang Wen"],"overview":"Focusing on Mark Lee Ping-bin, one of the most talented and prolific cinematographers in Asia, the movie details the itinerant lifestyle of a deeply observant and philosophical artist and the tolls that his profession takes on his family life.","release_date":"2009-11-23","vote_average":7.0,"runtime":90,"cert":"N\/A","id":81639,"title":"Let the Wind Carry Me","adult":false,"genre_ids":[99]},{"cast":["Marika Rökk","Wolfgang Lukschy","Walter Müller","Georg Alexander","Grethe Weiser"],"overview":"Blonde goddess Marika Rokk plays Julia Koster, a ravishing red-headed musical revue star and her opening number, \"At Night It Isn't Right To Be Alone\", playing to a packed theater, is both an eye-popper and a jaw-dropper.","release_date":"1944-08-25","vote_average":4.3,"runtime":93,"cert":"N\/A","id":81640,"title":"The Woman of My Dreams","adult":false,"genre_ids":[10402,35,10749]},{"cast":["Anica Dobra","Dušan Ašković","Stefan Arsenijević","Dan Burkarth","Matt Fitzgerald"],"overview":"UNIVERSALOVE is a global love story. Six episodes in six different places of the world are told in a symbiosis of modern story-telling and popular music. UNIVERSALOVE is an experiment - a global love story. The interwoven storylines are located in Brooklyn, Rio de Janeiro, Tokyo, Belgrade, Marseille and Luxembourg. The laconic narrative style captures moments that set the viewer on a journey around the globe and deep into the emotional worlds of very different characters affiliated with different cultural spheres and languages.","release_date":"2008-09-25","vote_average":5.0,"runtime":83,"cert":"N\/A","id":81641,"title":"Universalove","adult":false,"genre_ids":[18]},{"cast":["Hans-Peter Minetti","Albert Hetterle","Günther Simon","Hans-Joachim Martens","Johannes Arpe"],"overview":"The World War II. 1944. Nazis staged a cache which stores archival documents of its agents, rescued from the east during the retreat, near a small German town Ostburga.","release_date":"1963-04-18","vote_average":0.0,"runtime":94,"cert":"N\/A","id":81642,"title":"Secret Archives on Elbe","adult":false,"genre_ids":[12,10752]},{"cast":["Renu Devi","Sampat Pal Devi","Niranjan Pal"],"overview":"Sampat Pal Devi, founder of India’s Gulabi (“Pink”) Gang and fearless defender of the rights of untouchable women, challenges husbands, fathers-in-law and policemen in this immersive study by acclaimed documentarian Kim Longinotto. More than a profile of an everyday heroine, the film captures the courage and sacrifice necessary for social progress.","release_date":"2010-09-14","vote_average":5.0,"runtime":96,"cert":"N\/A","id":81649,"title":"Pink Saris","adult":false,"genre_ids":[99]},{"cast":["Adriano Celentano","Claudia Mori","Vittorio Caprioli","Romolo Valli","Ninetto Davoli"],"overview":"The story of fish-monger Nino of Rione Borgo. Nino is in love with Rosa but he always manages to postpone their wedding.","release_date":"1971-09-18","vote_average":5.4,"runtime":101,"cert":"N\/A","id":81652,"title":"The Story of Romance and Knife","adult":false,"genre_ids":[35,18,10749]},{"cast":["Joshua Milton Blahyi Jr.","Joshua Blahyi"],"overview":"Can a ruthless mass killer become a messenger of peace? This spellbinding documentary traces the rise and fall of General Butt Naked—feared warlord of Liberia’s 14-year civil war—and his self-proclaimed quest to heal his country and redeem his own soul as a newborn evangelist.","release_date":"2011-01-01","vote_average":7.3,"runtime":85,"cert":"N\/A","id":81657,"title":"The Redemption of General Butt Naked","adult":false,"genre_ids":[99,18]},{"cast":["Gilbert Sicotte","Nathalie Cavezzali","Jean-François Boudreau","Jérémy Tessier","Pierre Leblanc"],"overview":"With an enthralling central performance by Gilbert Sicotte, this masterful debut feature examines the life of the top car salesman in a fading Quebec town as events challenge the 67-year-old’s sense of identity and the meaning of life at the most profound level.","release_date":"2011-01-21","vote_average":6.2,"runtime":107,"cert":"N\/A","id":81658,"title":"The Salesman","adult":false,"genre_ids":[18]},{"cast":["Marko Todorović","Stefan Đorđević","Dunja Kovačević","Marko Milenković","Nenad Stanisavljević"],"overview":"Bor, in eastern Serbia, was once home to the largest copper mine in Europe. Now it’s just the biggest hole. This astutely observed coming-of-age film captures the pitfalls of the adult world, where idealism no longer seems to have a place, as two teens come to realize they have no choice but to grow up.","release_date":"2011-01-26","vote_average":5.9,"runtime":99,"cert":"N\/A","id":81661,"title":"Tilva Ros","adult":false,"genre_ids":[18,10749]},{"cast":["Jorge Román","Francisca Gavilán","Tomás Verdejo"],"overview":"The emotional life of a Peruvian immigrant in Chile is the subject of this nuanced character study of a man uprooted from home by economic necessity and suffering loneliness and dislocation. Higher wages can’t fill the void created by separation from everything that is important to him.","release_date":"2011-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":81664,"title":"Ulysses","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"In a remote Malaysian fishing village, two boyhood friends reunite and take a night fishing trip to an uninhabited island. Through their journey and a series of flashbacks, the mysteries of their lives are slowly illuminated in a film hypnotic, tranquil, chimerical and steeped in the deep rhythms of the sea.","release_date":"2010-10-08","vote_average":0.0,"runtime":87,"cert":"N\/A","id":81665,"title":"Year Without A Summer","adult":false,"genre_ids":[18]},{"cast":["Enrico Montesano","Adriano Celentano","Marina Suma","Franco Giacobini","Angela Goodwin"],"overview":"Eduardo accidentally discovers that he is adopted. His real father is dying, but before his death he said that his mother was the \"Queen of England\", failing to clarify that this is the nickname of Italian prostitute. But Eduardo is already rushing to the capital of England...","release_date":"1983-10-15","vote_average":5.6,"runtime":117,"cert":"N\/A","id":81666,"title":"Sing Sing Cel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Claymation Easter marks the return of Wilshire Pig, with an absurd plan to kidnap the Easter Bunny just days before the holiday and launch himself as the first ever Easter Pig. As one would expect, things go terribly wrong for Wilshire in a serious of disastrous and hilarious misadventures. As with all of Will Vinton's creations, totally off-the-wall comedy is matched with eye-popping animation.","release_date":"1992-04-19","vote_average":7.0,"runtime":23,"cert":"N\/A","id":81667,"title":"Claymation Easter","adult":false,"genre_ids":[16]},{"cast":["Bryan Adams","William Baldwin","Anthony Bishop","Ted Danson","Helen Hunt"],"overview":"Animated-family adventure based on a true story that tells the heart-warming, coming-of-age story of a man and his best-friend, a lovable and fearless dog named, Jock. Set in the Bushveld near what is today the world famous Kruger National Park, this animated family tale is about Jock's adventures with Fritz, his master. Jock escapes death, builds crazy friendships and displays his unrivalled loyalty to Fritz. The story is set in the late 1880s when Africa's mineral richness, teeming animal life and incomparable natural beauty drew and captivated explorers and adventurers from all over the world. A place where big game roamed in their thousands and the wildest tales were true! Jock Of The Bushveld is a great story and the only animal classic to come out of Africa.","release_date":"2011-07-29","vote_average":4.2,"runtime":89,"cert":"N\/A","id":81670,"title":"Jock of the Bushveld","adult":false,"genre_ids":[16,12,10751,35]},{"cast":["Lisa Gastoni","Renato Rossini","Karin Trentephol","Mel Ferrer","Andrea Franchetti"],"overview":"Federico is a child-killer running from the law. Wounded, he is taken in by a 12 year old girl named Simona. Their strange love affair is interrupted by Simona's depressed, oversexed mother Vera, who concocts a plan with Federico to kill her wheelchair-bound, reclusive husband. Simona does not take kindly to this new relationship between Federico and Vera.","release_date":"1978-11-20","vote_average":8.0,"runtime":109,"cert":"N\/A","id":81671,"title":"L'immoralità","adult":false,"genre_ids":[18,53]},{"cast":["Ornella Muti","Gabriele Ferzetti","Eleonora Giorgi","Valentina Cortese","Ninetto Davoli"],"overview":"Two teenage friends conspire to find out how much their youthful sensuality can disrupt one of their households, headed by a dentist and his mentally-ill wife.","release_date":"1974-06-06","vote_average":6.0,"runtime":96,"cert":"N\/A","id":81672,"title":"Appassionata","adult":false,"genre_ids":[18]},{"cast":["Sickan Carlsson","Karl-Arne Holmsten","Erik 'Bullen' Berglund","Barbro Hiort af Ornäs","Jan Molander"],"overview":"The Swedish\/American actor Jack Harris visits the old country for the first time in his life. One of the journalist, Ingrid Billberg, is particularly interested in getting an interview with him. She finds out secret information about his next movie, and to stop her from revealing it, Jack Harris gets her alone with him on an isolated island in the archipelago. Romance blossoms... Plot by Mattias Thuresson.","release_date":"1955-07-22","vote_average":5.0,"runtime":105,"cert":"N\/A","id":81673,"title":"Älskling på vågen","adult":false,"genre_ids":[35]},{"cast":["Azusa Hibino","Asuka Kurosawa","Tomi Nakaho","Himawari Ono","Minami Orimoto"],"overview":"Minako is at the age where her father is more like an alien to her than a person. The situation is exacerbated when he comes home drunk one night and tries to climb on top of her. Minako's mother deserted them for another man when Minako was a child. Now working as a hostess, she has little time for her own six year-old daughter, Yu, Minako's half sister. Both girls are yearning for their mother's love. Minako runs into Yu at a game center in the mall and proposes they take a trip. She changes out of her school uniform and into adult clothes and the pair hops on an overnight bus out of the city.","release_date":"2005-07-14","vote_average":6.0,"runtime":92,"cert":"N\/A","id":81676,"title":"Water Flower","adult":false,"genre_ids":[18]},{"cast":["Chester Morris","Thelma Todd","Fred Kohler","Ned Sparks","Emmett Corrigan"],"overview":"A stock market broker plans to liven up his boring life by taking up piracy on the high seas.","release_date":"1931-11-28","vote_average":4.1,"runtime":75,"cert":"N\/A","id":81677,"title":"Corsair","adult":false,"genre_ids":[12]},{"cast":["Phyllis Calvert","Stewart Granger","Patricia Roc","Peter Glenville","John Stuart"],"overview":"In the early part of this century, Maddelena a teenage Italian girl, is attacked whilst walking in the woods. The attack leaves her mentally scarred and our story flashes forward to the 1940s where Maddelena is still troubled. She disappears one day and her daughter vows to find her.","release_date":"1945-01-22","vote_average":6.8,"runtime":110,"cert":"PG","id":81678,"title":"Madonna of the Seven Moons","adult":false,"genre_ids":[18,9648]},{"cast":["John Mills","Betty Ann Davies","Megs Jenkins","Finlay Currie","Gladys Henson"],"overview":"Quiet and somewhat direction-less, Alfred Polly uses the money he inherits from his father to marry and to set up shop in a small town. His heart is in neither of these enterprises and he eventually resorts to desperate measures to break free. His random wanderings in the countryside lead him to a new opportunity that just might be what he's been looking for all along.","release_date":"1949-02-08","vote_average":7.8,"runtime":95,"cert":"","id":81679,"title":"The History of Mr. Polly","adult":false,"genre_ids":[18]},{"cast":["Bing Crosby","Luis Alberni","Ann Christy","Arthur Stone","Marion Sayers"],"overview":"Exploitation film-maker Bud Pollard appears on screen to tell us of Bing Crosby's rise to fame, using scenes from four early Crosby shorts to illustrate his fictional biography.","release_date":"1947-07-04","vote_average":4.0,"runtime":56,"cert":"N\/A","id":81680,"title":"The Road to Hollywood","adult":false,"genre_ids":[99]},{"cast":["Michael Poulsen","Anders Kjølholm","Jon Larsen","Hank Shermann"],"overview":"DISC 1: Recorded at Forum, Copenhagen, Denmark 01. The Mirror And The Ripper 02. Maybellene I Hofteholder 03. Hallelujah Goat 04. 16 Dollars 05. Heaven Nor Hell 06. Guitar Gangsters &amp; Cadillac Blood 07. Who They Are 08. Evelyn 09. Mary Ann s Place 10. Sad Man s Tongue 11. We 12. 7 Shots 13. Pool of Booze, Booze, Booza 14. A Warriors s Call 15. The Garden s Tale 16. Fallen 17. Thanks 18. The Human Instrument 19. Outro  DISC2: Recorded at Anaheim, California, US 01. A Moment Forever\/Hallelujah Goat 02. Radio Girl 03. Angelfuck 04. Mr . &amp; Mrs. Ness 05. Still Counting 06. Pool of Booze, Booze, Booza\/Boa 07. I Only Wanna Be With You  Recorded at Rock am Ring, Germany 01. Sad Man s Tongue 02. Mary Ann s Place 03. Still Counting","release_date":"2011-11-25","vote_average":7.9,"runtime":94,"cert":"N\/A","id":81681,"title":"Volbeat: Live From Beyond Hell\/Above Heaven","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Examine Marilyn through an in-depth investigation of her private life. From her turbulent childhood...to her marriage at sixteen to James Dougherty. This program lifts the veil of intrigue and depicts the essence of the legendary Norma Jean, who we grew to love as Marilyn Monroe.","release_date":"2002-07-30","vote_average":0.0,"runtime":62,"cert":"N\/A","id":81682,"title":"Marilyn: Portrait of a Legend","adult":false,"genre_ids":[99]},{"cast":["Ed Asner","Jim Cummings","Tim Curry","Miko Hughes","Betty White"],"overview":"An animated musical that explains how a toymaker named Nicholas Claus (voice of Edward Asner) started the tradition of delivering a toy to every child on Christmas. Other voices: Betty White (Mrs. Claus); Tim Curry (Nostros); Miko Hughes (Clement).","release_date":"1996-01-01","vote_average":6.4,"runtime":60,"cert":"N\/A","id":81685,"title":"The Story of Santa Claus","adult":false,"genre_ids":[]},{"cast":["Sellig"],"overview":"Sellig a su en quelques années devenir un pilier de l'humour français. Sa particularité ? Il interprète des héros simples qui vivent des situations quotidiennes.\r Renouvelant le genre, ses personnages s'enchaînent à un rythme étourdissant, notamment grâce à son talent de comédien. Ses one man shows séduisent un public captif qui raffole de ses portraits qui rivalisent de justesse et de drôlerie.  Car Sellig, il est vrai, dresse avec perspicacité une galerie de personnages, véritables héros de notre quotidien. Issu d'un milieu populaire qu'il revendique, il s'inspire de sa vie personnelle et de situations rencontrées, une réalité flirtant toujours avec une certaine irréalité, passant successivement d'un monde à l'autre.  Le public plébiscite ces clins d'oeil au vécu et aime se reconnaître dans ses sketchs : Le déménagement de ma soeur, les animaux domestiques, Castorama, l'ultra com, l'écologie et le zen.","release_date":"2011-11-30","vote_average":9.5,"runtime":null,"cert":"N\/A","id":81688,"title":"Sellig, épisode 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"This three-part \"Collector's Edition\" details the struggle and beauty of climbing the world's tallest mountain. The first part, \"Surviving Everest,\" is an interview video-montage of several of the adventurers who have successfully reached the peak of Everest. The second part, \"Return to Everest\" is a retrospective of Sir Edmund Hillary (the first man to reach the summit) and his relationship with the mountain and the Sherpa people who live in the foothills. The third and final segment is an interview with Sir Edmund Hillary, with questions on his historic climb and his feelings on his success.","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81691,"title":"National Geographic: Surviving Everest","adult":false,"genre_ids":[99]},{"cast":["Grégory Perrin","Adeline Ishiomin"],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":81692,"title":"Ensangble","adult":false,"genre_ids":[]},{"cast":["David Sztulman","Anne Frèches","Noémie Pérez-Mulsant","Carole Visconti","Charlotte Hamel"],"overview":"","release_date":"2008-06-23","vote_average":8.0,"runtime":null,"cert":"N\/A","id":81693,"title":"(À Suivre...)","adult":false,"genre_ids":[]},{"cast":["Malcolm McDowell","Shannen Fields","Corbin Bernsen","Tom Sizemore","Bart Bronson"],"overview":"Luke O'Brien, a washed-up salesman turned night law student, decides to sue Satan for $8 trillion dollars. On the last day before Luke files a default judgment, Satan appears to defend himself. On Satan's legal team are 10 of the country's best trial lawyers. The entire world watches on Legal TV to see who will win the Trial of the Century","release_date":"2011-08-26","vote_average":3.9,"runtime":104,"cert":"N\/A","id":81694,"title":"Suing The Devil","adult":false,"genre_ids":[35,18,53]},{"cast":["Claire Beaudoin","Chantal Pelliconi","Carlos Perez"],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":81695,"title":"Louisette","adult":false,"genre_ids":[]},{"cast":["Hans Teeuwen"],"overview":"Hans Teeuwen is terug! En hoe! Met zijn show 'Spiksplinter', met het eerste splinternieuwe materiaal sinds 5 jaar, schopt\r hij weer ouderwets hard tegen heilige huisjes aan.\r De uitermate succesvolle Spiksplinter-tour begon in maart 2011 met try-outs in Betty Asfalt en de Meervaart in Amsterdam, om via onder meer Koninklijk Theater Carré, het Circustheater, het Nieuwe Luxor en het \"nieuwe\" DeLaMar, in\r september groots af te sluiten in de Heineken Music Hall. Daarna volgden nog twee shows in het World Forum Theater speciaal voor de DVD-opnames.  Snoeiharde grappen worden in Spiksplinter afgewisseld met muzikale intermezzo's, een goocheltruc en Teeuwens unieke improvisaties. Het kenmerkt de diversiteit in de nieuwe show van Hans Teeuwen die op positieve kritieken kan rekenen.\r Legendarisch zijn nu al de scènes Broodje Worst en Aarslikker Danny.","release_date":"2011-11-25","vote_average":5.1,"runtime":110,"cert":"N\/A","id":81696,"title":"Hans Teeuwen: Spiksplinter","adult":false,"genre_ids":[35]},{"cast":["Bud Spencer","Jun Ichikawa","Sally Ming Zeo Ni","Camillo Grassi","Makoto Kobayashi"],"overview":"A young man enters a brothel and sees a staged narration of a Chinese folk tale concerning a female pirate.","release_date":"2003-10-24","vote_average":5.8,"runtime":98,"cert":"N\/A","id":81697,"title":"Singing Behind Screens","adult":false,"genre_ids":[18]},{"cast":["Dmitri Ulyanov","Anna Galinova","Natalya Antonova","Valeri Khlevinsky","Natalya Pozdnyakova"],"overview":"Upon learning of his wife’s romance with a rich nouveau riche, the computer scientist Gleb leaves, taking his young son. Trying to prove to her and to himself that he, too, can achieve quick success, Gleb decides on a dangerous adventure. Having found an old acquaintance, a former teddy bear, Gleb begins to take mastery lessons from that ... But this is not even about this film. Love will be the main thing that the hero will gain in this whole story. And she will meet her not in her native Moscow, but in Yaroslavl ...","release_date":"2007-11-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":81698,"title":"Guest performer","adult":false,"genre_ids":[18,10749,80]},{"cast":["Ava Gardner","Stewart Granger","Bill Travers","Abraham Sofaer","Francis Matthews"],"overview":"Anglo-Indian Victoria Jones seeks her true identity amid the chaos of the British withdrawal from India.","release_date":"1956-05-01","vote_average":6.1,"runtime":110,"cert":"N\/A","id":81699,"title":"Bhowani Junction","adult":false,"genre_ids":[18,12,10749]},{"cast":["William H. Macy","Ned Beatty","Don Rickles","Keke Palmer","Cherise Boothe"],"overview":"This film, originally made for tv, stars William H. Macy as a mute superintendent of a apartment building that is falling apart who becomes the unwilling guardian to a young girl with a bit of an attitude. The film is an updated and Americanized version of the 1962 feature film Gigot starring Jackie Gleason, who also  wrote the original story.","release_date":"2004-11-20","vote_average":6.8,"runtime":103,"cert":"N\/A","id":81700,"title":"The Wool Cap","adult":false,"genre_ids":[18]},{"cast":["Jiří Mádl","Tereza Voříšková","Petr Nárožný","Václav Postránecký","Zlata Adamovská"],"overview":"","release_date":"2009-01-29","vote_average":6.5,"runtime":null,"cert":"N\/A","id":81701,"title":"It Is Hell with the Princess","adult":false,"genre_ids":[10751,35]},{"cast":["Anatoli Verbitsky","Karina Shmarinova","Tatyana Piletskaya","Mikhail Astangov"],"overview":"Экранизация одноименной главы романа М. Ю. Лермонтова «Герой нашего времени». Печорин, узнав об увлечении своего приятеля Грушницкого княжной Мери Лиговской, от скуки и желания досадить насквозь фальшивому юнкеру, влюбляет в себя девушку. Фильм рассказывает о романтической истории Печорина, чья безрассудная любовная игра оборачивается трагедией и для него самого — человека, явно не вписывающегося в законы времени, в котором приговорила его жить судьба…","release_date":"1955-08-15","vote_average":0.0,"runtime":96,"cert":"N\/A","id":81702,"title":"Princess Mary","adult":false,"genre_ids":[18,10749]},{"cast":["Uliks Fehmiu","Hana Selimović","Jasna Đuričić","Nebojša Glogovac","Boris Isaković"],"overview":"In the Serbian drama \"White, White World\", the characters sing, but never dance. Formulated as a modern day Greek tragedy set in the decrepit eastern mining town of Bor, the movie follows a close group of alienated locals through misguided love affairs and other brash misdeeds. But the songs feature no choreography or other stylish methods of breaking the harsh, downtrodden tableaux.","release_date":"2010-11-25","vote_average":4.8,"runtime":121,"cert":"N\/A","id":81703,"title":"White, White World","adult":false,"genre_ids":[10749,18]},{"cast":["Rick Okon","Max Befort","Liv Lisa Fries","Felix Brocke","Silke Geertz"],"overview":"Lukas, 20, is a prisoner in his own body. As a pre-op transgendered person, he is constantly finding himself trapped in uncomfortable, compromising positions. His best friend, Ine introduces him to the gay scene in Cologne where he meets the confident and gorgeous, Fabio. The two develop a romantic relationship that tests the boundaries of love. ROMEOS forgoes stereotypes and conventions to offer an honest and humorous examination of the most basic of human conditions: friendship, sex, and love.","release_date":"2011-12-08","vote_average":6.9,"runtime":94,"cert":"N\/A","id":81704,"title":"Romeos","adult":false,"genre_ids":[18]},{"cast":[],"overview":"BOZ thanks God for colors and Shapes.","release_date":"2006-03-14","vote_average":0.0,"runtime":45,"cert":"N\/A","id":81705,"title":"Boz: Thank You God for Colors and Shapes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thomas Young, Roderick Dixon, and Victor Trent Cook do not have the level of name recognition enjoyed by the other three tenors, José Carreras, Placido Domingo, and Luciano Pavarotti, but in this concert, taped for a Great Performances telecast, they show spectacular depth and a variety of talents.\r They begin with opera, sharing solos in \"La donna e mobile,\" and other operatic material is included--notably \"Nessun dorma,\" which is one of Pavarotti's signature tunes, and \"Ah! mes amis\" from La Fille du Regiment, with its formidable series of high Cs. But a livelier agenda is established with \"Let the Good Times Roll,\" and the program expands to include pop, blues, Broadway, spirituals, and even a touch of patriotism in \"America the Beautiful.\" Cook has the biggest show-stopper: Cab Calloway's \"Minnie the Moocher.\" --Joe McLellan","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81706,"title":"3 Mo Tenors","adult":false,"genre_ids":[]},{"cast":["Molly Kunz","Tyler Ross","Allison Torem","Sadieh Rifai","Stephen Cone"],"overview":"A vivid, dynamic Southern coming-of-age drama, takes place in the transitional space between high school and college, when life seems to be all questions and no answers, and the future is scarily wide open. Set in and around a Charleston, SC Baptist church, weaving through this ensemble piece are three main characters - Brea, an introspective pastor's daughter experiencing debilitating doubt, the hyperactive Laura, Brea's best friend and a devout believer, and Tim, the open-hearted son of a single father, confronting his homosexuality for the first time. Tensions and buried feelings abound, as colleges are chosen and adults behave badly, as Brea, Laura and Tim attempt to hang onto what they have, all the while yearning to break free.","release_date":"2011-07-09","vote_average":6.2,"runtime":91,"cert":"N\/A","id":81707,"title":"The Wise Kids","adult":false,"genre_ids":[18]},{"cast":["Çetin Tekindor","Yiğit Özşener","Gökçe Bahadır","Sacide Taşaner","Hümeyra Akbay"],"overview":"A feature film that tells the story of the director's grandfather who was forced to leave Crete in the 1920s during the Greek-Turkish population exchange.","release_date":"2011-11-25","vote_average":7.5,"runtime":123,"cert":"N\/A","id":81708,"title":"My Grandfather's People","adult":false,"genre_ids":[35,10751,18,36]},{"cast":["Eric Tsang","Richard Ng","Charlie Chin","Cherie Chung","Paul Chun Pui"],"overview":"Mak is an optimist. He is driven to despair after a series of depressing events and got himself into a car accident. As he passed out, his spirit went to hell where the devils told him that he will die after the deaths of the Millionaire Wong, Ms Pao and Mr. Shek. At the same, a big bag is thrown at him from a passing car. In it is the dead body of Millionaire Wong. Mak turns to Shek's sister for help...","release_date":"1984-05-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":81709,"title":"Heaven Can Help","adult":false,"genre_ids":[35]},{"cast":["Myron Healey","Paul Dubov","Sam Edwards","Richard Crane","Lyle Talbot"],"overview":"The actions of various criminals such as Dillinger, Pretty Boy Floyd, Bonnie and Clyde and Baby Face Nelson are reenacted in this film.","release_date":"1957-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":81710,"title":"Guns Don't Argue","adult":false,"genre_ids":[80]},{"cast":[],"overview":"While camping with his girlfriend and best mate, James awakens to them in an \"intimate\" embrace. He could stay or confront them, or leave and start a new journey. From a life altering snap decision, James moves to a new city to start a new life. Escaping those who betrayed him. Will he find new love? Or will he be forever controlled by his fears and desires.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":81717,"title":"Dark Decisions","adult":false,"genre_ids":[]},{"cast":["John Carroll","Kay Linaker","Craig Reynolds","Martin Spellman","Lester Matthews"],"overview":"In this crime drama, a gangster uses an innocent newsboy to manipulate the jury just prior to his manslaughter trial. The 10-year-old newsboy idolizes the gangster. Eventually the lad's admiration comes to deeply affect the gangster who begins to soften up. Meanwhile his moll plans to rob him. The newsboy intervenes and stops her.","release_date":"1938-12-07","vote_average":0.0,"runtime":72,"cert":"N\/A","id":81718,"title":"I Am a Criminal","adult":false,"genre_ids":[80]},{"cast":["Tomáš Klus","Kamila Janovičová","Ondřej Vetchý","Vilma Cibulková","Petr Štěpánek"],"overview":"","release_date":"2011-12-25","vote_average":6.1,"runtime":null,"cert":"N\/A","id":81719,"title":"Tajemství staré bambitky","adult":false,"genre_ids":[10751,10402]},{"cast":["Walter Matthau","Carol Grace","Bruce MacFarlane","Garry Walberg"],"overview":"Actor Walter Matthau directed his first and only feature film with the black-and-white crime drama Gangster Story. In an unusual noncomedic role, Matthau plays Jack Martin, a local gangster who wants to run his own crime syndicate in the neighborhood run by Earl Dawson (Bruce McFarlan). They eventually team up and plan a heist. Carol Grace plays the reform-minded girlfriend.","release_date":"1959-12-01","vote_average":4.7,"runtime":65,"cert":"N\/A","id":81720,"title":"Gangster Story","adult":false,"genre_ids":[18,28,80]},{"cast":["Vera Fischer","Perry Salles","Walter Stuart","Adoniran Barbosa","John Herbert"],"overview":"Beautiful model is hired to star a campaign to sell a new product: the male contraceptive pill. But it isn't easy to win the confidence of its target market, since people believe it causes impotence.","release_date":"1973-05-01","vote_average":5.5,"runtime":101,"cert":"N\/A","id":81721,"title":"A Super Fêmea","adult":false,"genre_ids":[35]},{"cast":["Paolla Oliveira","Chico Anysio","Joaquim Lopes","Caio Manhente","Elisa Pinheiro"],"overview":"After studying in the capital, the young Cate, 18, returns to his small town in Minas Gerais, to teach in elementary school. Enthusiastic, free and communicative, she conquers the students in the act, but its leading behavior does not appeal to conservative teachers of the 40s.  Every day she brings new ideas. While they discover the pleasure of learning, the school friends also have the first lessons about love, friendship and freedom. And the schoolmistress not only winning students: the most beautiful boys in town fall in love with her. Created by Tia Cida and niece of Bishop Aristides, Cate grew up with his uncle's godson, Beto, who became a priest and return to the city after studying outside.","release_date":"2011-10-07","vote_average":6.1,"runtime":90,"cert":"N\/A","id":81722,"title":"An Extremely Nutty Teacher","adult":false,"genre_ids":[35,10751]},{"cast":["Mariss Jansons"],"overview":"Wiener Philharmoniker, director Mariss Jansons","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81723,"title":"New Year's Concert 2006","adult":false,"genre_ids":[]},{"cast":["Alastair Sim","Fay Compton","Guy Middleton","George Cole","Hugh Griffith"],"overview":"When an eccentric practical joker dies, he divides his fortune among four heirs. But before they can collect the cash they must each do something which goes completely against their nature.","release_date":"1951-01-10","vote_average":6.8,"runtime":93,"cert":"PG","id":81724,"title":"Laughter in Paradise","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The superb INXS concert was filmed at the Loreley Festival on the banks of the Rhine for the famous German TV series Rockpalast on June 21st 1997, just a few short months before the tragic early death of the charismatic lead singer Michael Hutchence on November 22nd. INXS are in top form playing a set that draws tracks from across their career and includes many of their greatest hits and best loved tracks. As a bonus there are also six tracks from the first INXS performance for Rockpalast at the Markethalle Hamburg on May 8th 1984, which offers a rare glimpse of the band in their earlier days as they were just starting to break through in Europe.","release_date":"2010-10-25","vote_average":6.5,"runtime":105,"cert":"","id":81725,"title":"INXS mystify","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"My Christmas was filmed September 15, 2009, at the Kodak Theatre in Los Angeles, featuring Bocelli and Foster with additional guests including Natalie Cole, Mary J. Blige, Reba McEntire, Katherine Jenkins and Jim Henson's Muppets.","release_date":"2009-12-07","vote_average":8.5,"runtime":90,"cert":"N\/A","id":81726,"title":"My Christmas: Andrea Bocelli & David Foster","adult":false,"genre_ids":[]},{"cast":[],"overview":"A vibrant chronicle of one of today's most notorious and revered live bands, Gogol Bordello Non-Stop follows Eugene Hütz s gypsy-punk brigade around the world as they spread their liberating libertine musical gospel. Filmmaker Margarita Jimeno tracks their raucous gigs from 2001 to 2006, from NYC to Italy, as the band rises from dingy basements to festival main-stages. The cast is a rotating circus of polyglot personalities from Israel, Russia and America, who dish on their music, their heritage, and their favored vices. Hütz, a sardonic mustachioed Ukrainian immigrant and the group ringleader, fuses his gypsy heritage with a love of punk rock and burlesque. Part carnival barker, social organizer, and poet, he s a mesmerizing presence on-stage and off.  Gogol Bordello Non-Stop is an artful documentary that mixes flamboyant costumes, intricate dance choreography, a relentless beat and an explosive energy not seen since the dawn of rock n roll.","release_date":"2009-09-11","vote_average":7.0,"runtime":120,"cert":"N\/A","id":81729,"title":"Gogol Bordello Non-Stop","adult":false,"genre_ids":[99]},{"cast":["John Barrowman","Jodie Prenger"],"overview":"Filmed at the Royal Albert Hall in London on October 4th, 2010, each song I sing tells a heartfelt story, each number I perform has energy and passion (and some surprises), and every photograph I share captures a Barrowman moment.  You can laugh with me, dream with me and you can relive every minute of this memorable evening with me. Let s turn your living room into the Royal Albert Hall and together let s make a memory or two. Special guest star - Jodie Prenger. Track listing: Get The Party Started; You To Me Are Everything; Viva Las Vegas; Don't Cry Out Loud; Unusual Way; Spiderman; Memory; Cry Me A River (Jodie); Mambo Italiano (Jodie); Fireflies; Don't Rain On My Parade; Gloria Estefan Medley; Let Your Love Flow; Man, I Feel Like A Woman; Remember When; Proud Mary (Jodie); Nobody Does It Better (Jodie); So Close (Duet); Copacabana; The Doctor And I; Rule The World; Let's Get Loud; From This Moment; I Am What I Am","release_date":"","vote_average":0.0,"runtime":141,"cert":"N\/A","id":81730,"title":"John Barrowman Live at the Royal Albert Hall","adult":false,"genre_ids":[]},{"cast":["Mickey Hart"],"overview":"Live action documentary footage of a concert by the Kodo drummers of Japan at the Acropolis, Greece, in 1995, with commentary by members of the drum group concerning the concert and the drum troupe","release_date":"1995-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":81731,"title":"Kodo: Live at the Acropolis","adult":false,"genre_ids":[99]},{"cast":["Pavla Fleischer","Eugene Hutz","Boban Markovic","Zita","Igor Krikunov"],"overview":"In the summer of 2004, on a car journey in Eastern Europe, Pavla Fleischer met and fell in love with Eugene Hutz, lead singer of New York's Gypsy Punk band Gogol Bordello. Captivated by his energy and his musical verve, and desperate to get to know him better, she decided to make a film about him. The Pied Piper of Hutzovina follows Eugene and Pavla on their subsequent road trip through Eugene's home country, Ukraine. It is the story of two people traveling together on two very different courses. Her aim is to rediscover a forgotten romance; his is to rediscover his roots. She hopes to find love on the road; he hopes to find musical inspiration from the gypsy culture he is determined to preserve. This is an intimate portrait of a filmmaker with a passion for her subject, and a punk musician with a longing to revisit his past. Theirs is a journey which tests their relationship and challenges their perceptions of the music they both love","release_date":"2007-05-01","vote_average":0.0,"runtime":65,"cert":"","id":81732,"title":"The Pied Piper of Hützovina","adult":false,"genre_ids":[99]},{"cast":["Jon Hamm"],"overview":"They believed. They wanted it. They overcame a 10.5-game deficit in late August and claimed a playoff berth on the final day of the regular season. They then conquered the Philadelphia Phillies, and prevailed against the Milwaukee Brewers.  Facing off next against the Texas Rangers the St. Louis Cardinals fell behind 3-2 in the Fall Classic despite the record-setting performance of Albert Pujols. But back at Busch Stadium, a Game 6 for the ages unfolded as the Redbirds who were twice down to their last strike, rallied in both the ninth and 10th innings, when hometown hero David Freese crushed an all-time walk-off home run in the 11th inning to force a Game 7. In the deciding game, ace Chris Carpenter s steely performance and a two-run double from World Series MVP Freese delivered the franchise s 11th World Series Championship.","release_date":"2011-11-18","vote_average":8.0,"runtime":87,"cert":"N\/A","id":81733,"title":"Official 2011 World Series Film","adult":false,"genre_ids":[99]},{"cast":["Brenda James","Brooke Lee Adams","Nicole Moore","Tanner Mayes","Jelena Jensen"],"overview":"Simply the most realistic sex in lesbian adult video!","release_date":"2011-10-21","vote_average":0.0,"runtime":166,"cert":"N\/A","id":81734,"title":"Lesbian Seductions: Older\/Younger 38","adult":true,"genre_ids":[]},{"cast":["Elise Graves","Sarah Shevon","Jelena Jensen","Natalie Nice","Elexis Monroe"],"overview":"Watch another edition to the hot series “Women Seeking Women Volume 76”.Once again, slow seductions and real life female friends and partners. This is how one woman seduces another woman. See how sexual tensions build up between them. The passionate kissing leads to real orgasms achieved by these ladies. The orgasms are intense. The moments shared between them are so intimate and the sex is so satisfying. This is a 4 time AVN Award Winner, Best All-Girl Series.","release_date":"2011-10-28","vote_average":0.0,"runtime":160,"cert":"N\/A","id":81737,"title":"Women Seeking Women 76","adult":true,"genre_ids":[]},{"cast":["Jake Busey","Crispin Glover","Natasha Lyonne","Adam Goldberg","Eric Roberts"],"overview":"This road picture follows a dope fiend named Rick, who believes his goal in life is to track down Ginger, a famous porn star who is currently staying in her Beverly Hills hideaway. Rick is obsessed with Ginger, watches her movies obsessively, and deals drugs on the side, all to the chagrin of his lover Tamara. He decides to seek out Ginger via the road, and along the way picks up Jules, a neurotic, virginal type. Written by Jason Clark","release_date":"2001-06-15","vote_average":3.8,"runtime":109,"cert":"N\/A","id":81738,"title":"Fast Sofa","adult":false,"genre_ids":[12,35,18]},{"cast":["Elexis Monroe","Veronica Avluv","Dylan Ryan","Rozen DeBowe","Adriana Sephora"],"overview":"Where prey is only a mouse click away In Net Skirts 8.0, Elexis and Veronica make the first love connection with the help of a strap-on. Punk princesses Dylan and Rozen play hard in the second scene, resulting in Dylan's massive squirting orgasm. In scene three, Shyla muff dives on Adriana, only coming up long enough to kiss the young blonde on the mouth. To conclude, Net Skirts 8.0 captures an intimate massage between Prinzzess and Nikki, which leads to the best kind of stress relief - hot, passionate sex.","release_date":"2011-09-02","vote_average":0.0,"runtime":173,"cert":"N\/A","id":81739,"title":"Net Skirts 8.0","adult":true,"genre_ids":[10749]},{"cast":["Valerie Hobson","James Robertson Justice","Edward Underdown","Henry Kendall","Garry Marsh"],"overview":"A convicted female blackmailer is found murdered in her flat and suspicion falls on three men, all of whom the police believe may have had reason to wish her dead","release_date":"1952-12-01","vote_average":6.2,"runtime":83,"cert":"","id":81740,"title":"The Voice of Merrill","adult":false,"genre_ids":[9648]},{"cast":["Eric Portman","Dulcie Gray","Derek Farr","Roland Culver","Stanley Holloway"],"overview":"The son of a notorious hangman is gradually becoming insane and he finds himself unable to resist the urge to strangle women to death.","release_date":"1946-06-17","vote_average":6.6,"runtime":96,"cert":"","id":81741,"title":"Wanted for Murder","adult":false,"genre_ids":[80,18]},{"cast":["Shawna Lenee","Crista Moore","Rebeca Linares","Tanner Mayes","Asa Akira"],"overview":"Huge dicks and tiny little chicks is what it's all about. These tiny, tight little twats are stretched to their limit when massive cocks invade their folds.","release_date":"2009-06-02","vote_average":0.0,"runtime":150,"cert":"N\/A","id":81742,"title":"Too Small to Take It All","adult":true,"genre_ids":[]},{"cast":["David Bowie","Bill Switzer","Teryl Rothery","Garwin Sanford","Zach Lipovsky"],"overview":"A terminally-ill boy's life is saved when his deceased 400-year-old friend, \"Mr. Rice\", leads him on a treasure hunt to find a magical \"Potion of Life\".","release_date":"2000-12-22","vote_average":7.0,"runtime":113,"cert":"N\/A","id":81743,"title":"Mr. Rice's Secret","adult":false,"genre_ids":[18,10751]},{"cast":["Eva Fritjofson","Erik Johansson","Göran Ragnerstam","Lotta Tejle","Jacob Ericksson"],"overview":"A story from the time when television first came to Sweden. Edvin, a bachelor, lives with his mother in a small village. The municipality has decided to build a new road where Edvin's house is located. One day Edvin get a large package in the mail arrives. It is a television set.","release_date":"2010-01-11","vote_average":9.0,"runtime":58,"cert":"N\/A","id":81744,"title":"TV-feber","adult":false,"genre_ids":[10770,18,35]},{"cast":["Gary Cooper","Teresa Wright","Frank Morgan","Anita Louise","Edmund Breon"],"overview":"Cass Brown  is about to marry for the second time; his first marriage, to Isabel was annulled. But when he discovers that Isabel just had their baby, Cass kidnaps the infant to keep her from being adopted. Isabel's parents hunt for the child and discover that Cass and Isabel are still hopelessly in love.","release_date":"1944-08-23","vote_average":6.2,"runtime":94,"cert":"N\/A","id":81751,"title":"Casanova Brown","adult":false,"genre_ids":[35]},{"cast":["Simon Yam","Zhang Jingchu","Chen Sicheng"],"overview":"The film tracks protagonist Chen Zhihui who succumbs to trauma and frustration when he is released after spending 20 years in prison and becomes a serial killer.","release_date":"2011-03-25","vote_average":4.5,"runtime":100,"cert":"N\/A","id":81752,"title":"The Man behind the Courtyard House","adult":false,"genre_ids":[80,53,18]},{"cast":["Ed Asner","Jason London","Mel Harris","Missy Crider","Meredith Salenger"],"overview":"Matt, a self-absorbed young attorney, goes to visit his grandfather - an eccentric recluse who lives in the backwoods without gas, electricity, or phone - to convince him not to give away his estate as he plans to do. But in the end, it is Matt who is convinced to make some life changes. Jason London and Ed Asner star.  When a woman needs someone to look after her aging father (Ed Asner), her irresponsible son isn't her first choice. Matt (Jason London) can't get his career, love life, or wallet in order, so how can he be expected to check in on his grandfather? But desperation leads Matt to visit his grandfather at his home in the middle of nowhere. For Matt, this barebones life takes some adjustment, but then he meets a single mother who helps him learn about the simple life.","release_date":"2005-04-02","vote_average":6.1,"runtime":87,"cert":"N\/A","id":81757,"title":"Out of the Woods","adult":false,"genre_ids":[18,10749,10751,10770]},{"cast":[],"overview":"The suspense-cum-tragedy film \"Together\" is about the physical and mental challenges faced by three trapped miners. Based on a true story.","release_date":"2011-03-04","vote_average":0.0,"runtime":98,"cert":"N\/A","id":81758,"title":"Together","adult":false,"genre_ids":[18,12]},{"cast":["Virginia Madsen","Lainie Kazan","Jason Momoa","Kiều Chinh"],"overview":"The strain of juggling her responsibilities as wife, mother, and successful paralegal have worn Emma Burke (Virginia Madsen) out. Thus it is that Emma welcomes the opportunity to briefly take leave of her Boston home and head for sunny Hawaii. It is not, however, a pleasure trip: Having promised to honor the dying wishes of her Hawaiian-born surrogate mother, Emma had agreed to transport the woman's ashes to the Islands for a traditional burial ceremony. Leaving her husband, Mike (Andrew McFarlane), behind to care for their two children, Emma arrives in Hawaii for the first time since childhood, where she is reunited with her childhood friend Kala (Jason Momoa), the handsome son of her late surrogate parent. Against her better judgment, Emma falls in love with Kala, and he with her. Complications arise when Mike and the kids show up in the Islands, a the obligatory evil land developer rears his ugly head, and Emma learns the shocking truth about her biological mother.","release_date":"2003-03-10","vote_average":5.8,"runtime":120,"cert":"N\/A","id":81759,"title":"Returning Lily","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Kim Ha-neul","Yoo Ji-tae","Ha Ji-won","Park Yong-woo","Kim Min-ju"],"overview":"In this endearing supernatural love story spanning two decades, a university student finds himself communicating with a female classmate from the same school through an antique ham radio...","release_date":"2000-05-27","vote_average":6.7,"runtime":112,"cert":"N\/A","id":81760,"title":"Ditto","adult":false,"genre_ids":[18,14,10749,878]},{"cast":[],"overview":"Frozen Alive is Obituary's first live DVD. It was recorded August 24, 2006 in Warsaw, Poland. It has songs from each of their albums through Frozen in Time. It also contains an interview conducted a day before the show.","release_date":"2007-01-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":81763,"title":"Obituary - Frozen Alive","adult":false,"genre_ids":[10402]},{"cast":["Fleur Minjon","Jan Decleir","Manuel Broekman","Meike Hurts","Monique de Waal"],"overview":"","release_date":"2009-08-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81764,"title":"Limo","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"This show traces the important role that beer has played in human history from the probable origins of the first beer at the dawn of history to the development of a special beer for use in zero gravity space missions.","release_date":"2011-01-30","vote_average":8.0,"runtime":44,"cert":"N\/A","id":81765,"title":"How Beer Saved the World","adult":false,"genre_ids":[99]},{"cast":["Worrawech Danuwong","Apinya Sakuljaroensuk","Choosak Iamsook","Ramita Mahapreukpong","Sitang Punnapob"],"overview":"Through a mix-up both Note and Joe has a joint medical examination. Because of this Joe establishes a bond with the more hesitant Note. Note's problem is a rare disorder that gives him partially amnesia until he figures who he really loves.","release_date":"2009-12-29","vote_average":4.5,"runtime":90,"cert":"N\/A","id":81766,"title":"32 December Love Error","adult":false,"genre_ids":[35,10749]},{"cast":["Sorapong Chatree","Wichuda Monkolket","Suchao Pongwilai","วิชุดา มงคลเขตต์","ไกรลาศ เกรียงไกร"],"overview":"A man, Thongphun Khokpho, is released from jail after five years spent for manslaughter. As he tries to make an honest living, he discovers that there's no room in Thai society for ex-cons. He soon gets himself into trouble again.","release_date":"1984-08-11","vote_average":7.0,"runtime":115,"cert":"N\/A","id":81769,"title":"Citizen II","adult":false,"genre_ids":[80,18]},{"cast":["James Franciscus","Mimsy Farmer","Venantino Venantini","Fiamma Maglione","Edmund Purdom"],"overview":"A reporter tries to stop the crash of an aircraft after uncovering an airline's plot to save their business by sabotaging Concorde flights and have them decommissioned.","release_date":"1979-03-23","vote_average":7.0,"runtime":96,"cert":"N\/A","id":81772,"title":"The Concorde Affair","adult":false,"genre_ids":[28,80,53]},{"cast":["Jean-Louis Trintignant","Ewa Aulin","Roberto Bisacco","Charles Kohler","Luigi Bellini"],"overview":"Bernard meets Jane in a Night Club, in London, and he likes her. Her father was killed in a car accident, but Jane thinks he has been killed because he was blackmailed for a picture of his second wife, Jane's mother in law. In the same Night Club Bernard finds the blackmailer corpse and Jane near him, but he believes she is innocent. So Bernard and Jane run away followed by a dwarf, the blackmailer's men, who believe Bernard killed their boss and of course, the Police. They believe that Jerome, Jane's brother, can help them to solve the case. But Jane doesn't know where he is, or so she says. Corpse after corpse, Bernard will find out the truth. But will the truth help him?","release_date":"1967-11-16","vote_average":4.7,"runtime":107,"cert":"N\/A","id":81773,"title":"Deadly Sweet","adult":false,"genre_ids":[18,9648,53]},{"cast":["Fabrice Josso","Serena Grandi","Claudine Auger","Marina Vlady","François Perrot"],"overview":"Roger is a 16-year-old who seeks to lose his virginity in this softcore erotic drama. His initial efforts are unsuccessful, but World War I breaks out and men are seen marching off to battle. Roger goes overboard when he is presented with several amorous opportunities.","release_date":"1986-11-04","vote_average":5.2,"runtime":95,"cert":"N\/A","id":81774,"title":"Exploits of a Young Don Juan","adult":false,"genre_ids":[35,18]},{"cast":["Enzo Jannacci","Claudia Cardinale","Ugo Tognazzi","Vittorio Gassman","Michel Piccoli"],"overview":"Caustic satire on bureaucracy of the Vatican authority and a simple Italian who wants to achieve the audience with the Pope.","release_date":"1972-01-01","vote_average":6.7,"runtime":106,"cert":"N\/A","id":81775,"title":"The Audience","adult":false,"genre_ids":[18,35]},{"cast":["Cory Richards","Simone Moro","Denis Urubko"],"overview":"For the past 26 years 16 expeditions have tried and failed to climb one of Pakistan's 8,000 meter peaks in winter. On February 2, 2011, Simone Moro, Denis Urubko and Cory Richards became the first. Cory is now the only American to summit any 8,000 meter peak in winter. The journey nearly killed them. Cory carried a small camera and filmed the ordeal constantly. This is their story, as seen from the raw, honest perspective of Cory's lens.","release_date":"2011-12-08","vote_average":5.0,"runtime":19,"cert":"N\/A","id":81776,"title":"Cold","adult":false,"genre_ids":[12,99]},{"cast":[],"overview":"Trying desperately to forget his roots, Henry is drawn back into the fray with his father when finances get the better of him.  Returning with him to sell the family farm, his fiance soon discovers disturbing secrets about his past.  A childhood sweetheart, a subborn father thick with Swiss traditions, and a desperate lawyer who’ll do anything for money force Henry to decide between protecting his father or turning his back on him.","release_date":"","vote_average":0.0,"runtime":76,"cert":"N\/A","id":81777,"title":"Neutral Territory","adult":false,"genre_ids":[]},{"cast":["Mark Dacascos","Carrie-Anne Moss","Tony Todd","Graham Greene","John Neville"],"overview":"Former special services agent plays an intricate game of chess involving several federal agencies. Queen takes pawn.","release_date":"1996-01-01","vote_average":6.2,"runtime":96,"cert":"N\/A","id":81778,"title":"Sabotage","adult":false,"genre_ids":[53,28]},{"cast":["Hugo Silva","Adriana Ugarte","Álex Barahona","Guadalupe Lancho","Kiti Mánver"],"overview":"An on-again\/off-again couple lays out their ideas on how their relationship should work.","release_date":"2011-08-26","vote_average":4.3,"runtime":105,"cert":"N\/A","id":81779,"title":"The Opposite of Love","adult":false,"genre_ids":[35,10749]},{"cast":["Natalia Verbeke","Daniel Guzmán","María Vázquez","Marian Álvarez","Juana Acosta"],"overview":"The first half of this movie may be tasteless: there is this bunch of girls and boys living in the working class suburbs of Madrid around the boxing club, some action, some sex, not going nowhere, but soon the characters begin to sharpen, the story takes shape around persons and groups. One can expect things to get bad in any moment but psychology takes over easy violence on the screen and the second half is a much more captivating linear part, where the characters have more convincing roles. Nathalia Verbeke is amazing, once again!, in a new and physically demanding role. Can't keep from comparing her with Hilary Swank performance in Million Dollar Baby.","release_date":"2005-11-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":81780,"title":"A golpes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81781,"title":"Silvesterchlausen","adult":false,"genre_ids":[99]},{"cast":["Sanjay Dutt","Mahima Chaudhry","Om Puri"],"overview":"Kurukshetra is a story of war between evil and truth. The D.S.P Prithvi Raj Singh(Sanjay Dutt) is an honest and brave police officer.All dishonest police officers , rogues, criminals and corrupt politicians are scared of him. The day he joins duty in Mumbai city, he destroys all the illegal business of Iqbal Pasina(Mukesh Rishi). From that day onwards, Iqbal Pasina starts admiring DSP Prithvi Raj Singh.Prithvi Raj Singh with his wife, Anjali (Mahima Chaudhary) and sister, Aarti is living a happy life. Aarti is in love with Sub-Inspector Avinash","release_date":"2000-11-09","vote_average":6.3,"runtime":null,"cert":"N\/A","id":81782,"title":"Kurukshetra","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children of the Secret State follows Ahn Chol, a 29-year-old North Korean man who escaped from the country in 1997 by swimming across a river to China after his parents died of starvation. Chol has slipped back into North Korea several times since 1997 with a hidden camera to reveal a side of the communist nation that its government tries to hide from the outside world. In the documentary, viewers are exposed to many gruesome realities, including a food supply only available on the black market and small children fending for themselves to survive, scooping up spilled rice and corn.","release_date":"2001-03-29","vote_average":6.8,"runtime":50,"cert":"N\/A","id":81783,"title":"Children of the Secret State","adult":false,"genre_ids":[99]},{"cast":[],"overview":"3Dimensies Live is a recording of concerts that took place in May 2011 in Gelredome. The concert display appears in 3D. This is the first time for Marco Borsato to do something that special and he was also the first Dutch artist.","release_date":"2011-10-21","vote_average":5.5,"runtime":null,"cert":"N\/A","id":81786,"title":"Marco Borsato - Dromen Durven Delen: 3Dimensies Live","adult":false,"genre_ids":[10402]},{"cast":["Hanna Schygulla","Ornella Muti","Niels Arestrup","Maurizio Donadoni","Isabella Biagini"],"overview":"In this improbable, ponderous story about a couple who do not want to have children of their own, and a pregnant, single woman who needs a home for awhile, the relationship between the three is strange, at the very least.","release_date":"1984-09-15","vote_average":5.8,"runtime":99,"cert":"N\/A","id":81787,"title":"The Future Is Woman","adult":false,"genre_ids":[18]},{"cast":["Kim Tae-woo","Kim Min-jung","Jeong Kyung-ho ","Choi Ban-Ya","Yoon Jin-seo"],"overview":"A thirty-two year old man falls in love with a seventeen year-old highschool student whom he sees at the bus stop everyday.","release_date":"2002-03-08","vote_average":6.1,"runtime":90,"cert":"N\/A","id":81788,"title":"Bus Stop","adult":false,"genre_ids":[10749,18]},{"cast":["Hilda Aguirre","Manuel Gil","Enrique Guzmán","Sara García","Carmen Montejo"],"overview":"Maria is a young orphan who lives with her wealthy aunt. Maria sings in a cocktail bar with his friends, who form a rock band, and enjoy the night with them. One of his friends, Ernesto, is in love with her, though she does not seem to feel the same about him. In fact, multiple existential doubts and feel a strange emptiness in his life suddenly drive to enter a convent as a novice, breaking Ernestos' heart. However, with her cheerlul character, open and rebellious, not appear to conform to life in the cloister, and especially have problems with the novices director , who often punished for trying to take the right path. In the convent, which also functions as children's hospital, she meets a doctor with which it takes quite right for the contrast between his two characters, but his way with love and mutual respect.","release_date":"1968-03-09","vote_average":5.0,"runtime":103,"cert":"N\/A","id":81789,"title":"Sor Ye-yé","adult":false,"genre_ids":[35,10402]},{"cast":["John Swieringa"],"overview":"The winner of the 2001 International Emmy award for Best Documentary, Welcome to North Korea is a grotesquely surreal look at the all-too-real conditions in modern-day North Korea.","release_date":"2001-01-01","vote_average":7.8,"runtime":50,"cert":"N\/A","id":81790,"title":"Welcome to North Korea","adult":false,"genre_ids":[99]},{"cast":["Rinko Kikuchi","Susumu Terajima","Bunmei Tobayama","Shunsuke Sawada","Syunsuke Gondo"],"overview":"The film tells the story of a Drive-In worker and a young tramp who has been left alone by her boyfriend somewhere in Hokkaido. Things seem to work out at the beginning but as time goes by the newly formed relationship between the tramp and the Drive-In worker starts to show the workers harmful will of possession, which finally leads to the somehow sad but also optimistically interpretable ending.","release_date":"2001-09-29","vote_average":3.6,"runtime":127,"cert":"N\/A","id":81791,"title":"Hole in the Sky","adult":false,"genre_ids":[18]},{"cast":["Shinobu Terajima","Nao Omori","Tomoro Taguchi","Riho Makise","Miki Sakajou"],"overview":"Rei is a freelance writer embattled by personal demons. We first meet her in a convenience store where she is buying too much alcohol and not enough food. At the magazine rack she pauses to contemplate the happiness of the glamour girls on the glossies for which she writes. Only later do we realize that this is self-reflection. A chance encounter with truck driving Takatoshi, leads to a two day romp of sex, friendship and introspection. It's unclear if what happens to her is the product of her writer self imagining it all as a magazine serial (hence the inter-titles and voice of the narrator).","release_date":"2003-12-06","vote_average":5.9,"runtime":95,"cert":"N\/A","id":81792,"title":"Vibrator","adult":false,"genre_ids":[18,10749]},{"cast":["Luana Piovani","Lima Duarte","Caco Ciocler","Vera Holtz","Ailton Graça"],"overview":"","release_date":"2011-09-30","vote_average":2.7,"runtime":null,"cert":"N\/A","id":81793,"title":"Família Vende Tudo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2009-03-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":81794,"title":"Het Zandkasteel - De Familie Musical","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Greatest is Least is the story of how a man named Blastus tries to improve his standing with King Herod Agrippa by arranging a celebration with the neighboring lands of Tyre and Sidon. Blastus is shocked to find out Agrippa is already determined he must become the supreme ruler and has decided to invade these countries.","release_date":"1997-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81797,"title":"The Greatest is the Least","adult":false,"genre_ids":[10751,16]},{"cast":["Will Oldham","Myles Brooks"],"overview":"A father tells his little boy the most epic bedtime story ever.","release_date":"2011-04-11","vote_average":6.3,"runtime":16,"cert":"N\/A","id":81798,"title":"Pioneer","adult":false,"genre_ids":[]},{"cast":["Anna Karina","Lea Massari","Marie Laforêt","Tomás Milián","Mario Adorf"],"overview":"In WWII, Lieut. Martino and his men are assigned to lead a group of prostitutes through the mountainous ways to serve in brothels for Italian soldiers in Albania.","release_date":"1965-11-04","vote_average":6.6,"runtime":114,"cert":"N\/A","id":81799,"title":"Le Soldatesse","adult":false,"genre_ids":[18,10752]},{"cast":["Vanilla DeVille","Zoey Holloway","Lily Carter","Shyla Jennings","Syren De Mer"],"overview":"This is the shocking story of a young woman craving her step-mother’s attention! Soft caresses and tender kisses are always how they begin, but it quickly escalates to finger fucking and scissoring. Lily Carter fulfills her need to be with an older woman when she has a passionate encounter with Zoey Holloway in scene four. This is a great scene with strap-on anal action!","release_date":"2011-09-13","vote_average":0.0,"runtime":188,"cert":"N\/A","id":81800,"title":"Please Make Me Lesbian! 3","adult":true,"genre_ids":[]},{"cast":["Ugo Tognazzi","Ornella Muti","Mario Del Monaco","Venantino Venantini"],"overview":"Ugo is an old actor who feels too young to be in an \"old actor's house\". He just can't stand the rules of the other old people so he escapes with a young girl.","release_date":"1978-11-10","vote_average":5.9,"runtime":110,"cert":"N\/A","id":81803,"title":"First Love","adult":false,"genre_ids":[18,10749]},{"cast":["Bibette Blanche","Prinzzess","Jodi West","Janet Mason","Elexis Monroe"],"overview":"The tawdry story continues! Women seduce other women, make love to them, and then leave them for new other women! But it’s so much sexier than when a guy does it that you won’t even notice the heart break! Watch as these women lay down some serious word play to get in each other’s pants!","release_date":"2011-09-23","vote_average":0.0,"runtime":151,"cert":"N\/A","id":81804,"title":"Lesbian Triangles 24","adult":true,"genre_ids":[]},{"cast":["Ruki"],"overview":"Live DVD release from visual band the GazettE includes footage from the band's March 11, 2007 performance at the Yokohama Arena.","release_date":"2007-09-03","vote_average":0.0,"runtime":131,"cert":"N\/A","id":81805,"title":"Decomposition Beauty","adult":false,"genre_ids":[10402]},{"cast":["Keira Kelly","Shyla Jennings","Deauxma","Syd Blakovich","Elexis Monroe"],"overview":"Witness another Girlfriend Films episode full of the most realistic sex in lesbian adult video. These lovely lesbian ladies are looking for a few good women and will not quit the journey until they do! Four scenes of super-hot tongue twirling, strap-on sex, finger fucking and titalicious seduction is what this trip has in store. This is lesbian loving at its best.","release_date":"2011-09-23","vote_average":0.0,"runtime":149,"cert":"N\/A","id":81808,"title":"Road Queen 20","adult":true,"genre_ids":[]},{"cast":["Joey Tempest","John Norum","John Levén","Mic Michaeli","Ian Haugland"],"overview":"Live at Shepherd's Bush, London is a DVD by the Swedish hard rock band Europe. The main feature is a concert filmed at the O2 Shepherds Bush Empire in London, England on February 19, 2011. It was released on DVD and Blu-ray on June 15, 2011. Both the DVD and Blu-ray editions will include an extra CD that includes the same concert, except for three songs due to time constraints.","release_date":"2011-06-15","vote_average":4.3,"runtime":180,"cert":"N\/A","id":81809,"title":"Europe: Live At Shepherd's Bush London","adult":false,"genre_ids":[10402]},{"cast":["Charmy Kaur","Pradeep Ram Singh Rawat"],"overview":"Mangala (Charmi) is a film heroine who has numerous fans. One among them is the person (Vijaya Sai) who completely changes her life. He is a mad mad fan of her that he wants to gift a car to his dream star! However, in an unfortunate incident Mangala mistakes him that he groped her. Hurt by this, the guy consumes poison and commits suicide. His father who knows all the deadly things about black magic (Pradeep Rawat) comes and pleads Mangala to see his son who is lying on death bed. Mangala couldn’t o along with him and the fan dies. His father avenges the death of his son and starts working on an evil ‘experiment’ namely ‘Sakuchi’ against Mangala. The consequences of that black magic leave Mangala in a frightfully dangerous situation. How she overcomes that evil power follows in the rest.","release_date":"2011-03-02","vote_average":3.5,"runtime":null,"cert":"N\/A","id":81810,"title":"Mangala","adult":false,"genre_ids":[]},{"cast":["Gerard Way","Ray Toro","Mikey Way","Frank Iero","Bob Bryar"],"overview":"Life on the Murder Scene is the first live album by New Jersey's My Chemical Romance. It was released on March 21, 2006 (see 2006 in music). The release includes three discs (two DVDs and one CD) of the whole history documenting the band from the start to the present. Life on the Murder Scene is a predominantly live album, but also includes two demo tracks and a previously unreleased track. Models Jamisin Matthews and Jaime Andrews portray the demolition couple in the cover photo, booklet, packaging, DVD art, and DVD menus.  One DVD documents the band on the road in the form of a diary and the other covers live footage, Sessions@AOL, MTV $2 Bill performance, and four of their videos with the behind-the-scenes \"Making Of...\" for three of them. The cover features a live version of \"Demolition Lovers II\" (the name of the album cover of Three Cheers for Sweet Revenge).","release_date":"2006-01-29","vote_average":9.5,"runtime":120,"cert":"N\/A","id":81815,"title":"My Chemical Romance: Life on the Murder Scene","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Road To Roubaix is a documentary on the most prestigious one-day cycling race in the world, Paris-Roubaix. First held in 1896 and now in its 105th edition, the race is a grueling contest over 160 miles of narrow, cobbled farm roads in the Picardie and Norde-Pas-de-Calais regions of France with a finish in the historic Roubaix velodrome. Road to Roubaix is a visual narrative of an old-school, bare-knuckle clash of the finest athletes in the world with each other and one of the world's most unforgiving sporting environments. The filmmakers tell the story of the riders, the fans, the mechanics, and the unpredictable landscape that is the setting for the Paris-Roubaix.","release_date":"2008-06-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":81818,"title":"Road to Roubaix","adult":false,"genre_ids":[18,28,99]},{"cast":["Tim Hawkins"],"overview":"Tim Hawkins returns to the Bananas stage for his 2nd act of great standup and musical parodies that the whole family will love. From being the best home-school principal, to an 8-track cassette lover through and through, Tim explores the insanity of our technology crazed world. Tim also explains the difficulty of eating well in our fast-food culture- especially when you have a thing for doughnut glaze. With a bunch of great new material, Act 2 of Bananas Featuring Tim Hawkins is more than just stand up comedy. It's a variety show featuring interviews of the not-so-serious kind, as well as some hilarious unscripted moments caught on tape. Best of all, it's good clean fun for the entire family!","release_date":"2009-03-10","vote_average":4.8,"runtime":113,"cert":"N\/A","id":81819,"title":"Bananas - Tim Hawkins, Act 2","adult":false,"genre_ids":[35]},{"cast":["Per Gessle","Helena Josefsson"],"overview":"Per Gessle thought of this album as his little side project but it turned out to be a huge success, gaining five × platinum status in his home country. He even played some of the songs from it on the Gyllene Tider Finn 5 fel! tour in 2004, despite the fact that they were not Gyllene Tider songs.","release_date":"2003-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81822,"title":"Per Gessle - En mazarin älskling?","adult":false,"genre_ids":[10402]},{"cast":["Per Gessle","Helena Josefsson"],"overview":"En händig man (A handy man) is a Swedish language album released by Swedish pop-rock singer and composer Per Gessle. The title track \"En händig man\" was the first single, followed by the Promo \/ Digital-only single, \"Jag skulle vilja tänka en underbar tanke\", while the last single was \"Pratar med min müsli\".","release_date":"2007-06-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81823,"title":"Per Gessle - En händig man på turné","adult":false,"genre_ids":[10402]},{"cast":["Mary Tyler Moore","Ted Danson","Christine Lahti","Sam Waterston","Jane Greer"],"overview":"Holly and Sandy strike up an instant friendship; they don't know however that they have more in common than they'd like. When tragedy strikes, their relationship is tested.","release_date":"1986-03-21","vote_average":6.5,"runtime":110,"cert":"N\/A","id":81824,"title":"Just Between Friends","adult":false,"genre_ids":[18,10749]},{"cast":["Richard Johnson","Pamela Villoresi","Maria Antonietta Beluzzi","Francesco D'Adda","Leonardo Della Giovanna"],"overview":"Love story of a young woman Stella who is dying of leukemia. A man who is mistakenly taken as a family member at a hospital and is informed by a doctor the diagnosis of Stella. Stella cheerfully follows the man. He is reluctant at first but after some shaky moments it develops into a relationship. The two fall in love in the short period of time left to experience.","release_date":"1978-11-01","vote_average":10.0,"runtime":94,"cert":"N\/A","id":81825,"title":"The Last Concert","adult":false,"genre_ids":[18,10749]},{"cast":["Dilly Barlow"],"overview":"Advanced technology, groundbreaking scientific discoveries about the beginnings of life, and computer animation all combine to detail how multiple siblings develop in the womb as the filmmakers at National Geographic explore the fetal growth of twins, triplets, and quadruplets. Detailed pictures of these different groupings in various stages of fetal development bring the earliest stages of life to the screen as never before.","release_date":"2007-01-14","vote_average":0.0,"runtime":100,"cert":"N\/A","id":81826,"title":"In the Womb: Multiples","adult":false,"genre_ids":[99]},{"cast":["Gloria Guida","Dagmar Lassander","Silvano Tranquilli","Fred Robsahm","Dana Ghia"],"overview":"Angela is not happy about her daddy's choice for a new wife and does everything she can to destroy her stepmother-to-be.","release_date":"1975-01-01","vote_average":5.3,"runtime":83,"cert":"N\/A","id":81827,"title":"So Young, So Lovely, So Vicious...","adult":false,"genre_ids":[18]},{"cast":["Charles Grodin","Kieran Culkin","Mary Steenburgen","Christian Culkin","Al Mancini"],"overview":"It is now summer in the Parker family; and the usual amount of numerous events are happening in their separate lives. Ralphie is searching for the perfect top to use to beat the school bully with, the Old Man is in battle with their hillbilly neighbors, the Bumpus, while eagerly awaiting the discovery of the perfect fishing spot, and the Mother is attempting to collect all of the pieces of a glass china set at a local movie theater.","release_date":"1994-09-23","vote_average":5.7,"runtime":85,"cert":"N\/A","id":81828,"title":"My Summer Story","adult":false,"genre_ids":[10751]},{"cast":["Ronald Colman","Claud Allister","Lawrence Grant","Montagu Love","Wilson Benge"],"overview":"Hugh 'Bulldog' Drummond is a British WWI veteran who longs for some excitement after he returns to the humdrum existence of civilian life. He gets what he's looking for when a girl requests his help in freeing her uncle from a nursing home. She believes the home is just a front and that her uncle is really being held captive while the culprits try to extort his fortune from him.","release_date":"1929-05-02","vote_average":6.4,"runtime":90,"cert":"N\/A","id":81829,"title":"Bulldog Drummond","adult":false,"genre_ids":[28,53]},{"cast":["Sylvester Stallone","Carl Weathers","Talia Shire","Burt Young","Frank Stallone"],"overview":"The 35th anniversary of the 1976 Oscar-winning film “Rocky” is marked with a TV retrospective in which Sylvester Stallone and others reminisce about the creation of the movie as well as the other films in the franchise.","release_date":"2011-12-27","vote_average":4.8,"runtime":120,"cert":"N\/A","id":81830,"title":"The Rocky Saga: Going the Distance","adult":false,"genre_ids":[99]},{"cast":["Alberto Sordi","Gianna Maria Canale","Ettore Geri","Elena Nicolai"],"overview":"Sweet-sour comedy on Italy's 1950's rage to get rich as fast as possible! The businessman wants to satisfy his wife's craving for luxury and a \"respectable life\" so he becomes heavily indebted. In desperation he agrees to sell a precious part of his body for a large sum of money. But just before the crucial operation he panics...","release_date":"1963-09-24","vote_average":6.4,"runtime":97,"cert":"N\/A","id":81831,"title":"The Boom","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":81832,"title":"Fais Pas Ci, Fais Pas Ça","adult":false,"genre_ids":[35,10751]},{"cast":["Marisa Allasio","Nino Manfredi","Paolo Ferrari","Kaida Horiuchi"],"overview":"Two young lovers, Tao and Valeria, decide to go and enjoy a beautiful holiday in privacy, away from the daily routine and their parents. After a journey full of adventures, aboard a sidecar, they find themselves in a campsite populated by Germans.","release_date":"1958-05-23","vote_average":0.0,"runtime":94,"cert":"N\/A","id":81833,"title":"Camping","adult":false,"genre_ids":[35,10749]},{"cast":["Sven Nordin","Åsmund Høegh","Sonja Richter","John Lydon","Tony Veitsle Skarpsno"],"overview":"It’s not easy to rebel when your dad wants to join the party... One day (in 1979), Magnus and his son Nikolaj hit the wall in their new terrace house in Rykkinn. Magnus is an architect, hippie and free spirit, a glaring exception in a community where equality and conformity is the norm. He always stands up for his son, supporting him unconditionally, even when Nikolaj decides to stop giving a damn. Sons of Norway is a film about rebellion, punk rock, suburban hell and the struggle between freaks and punks. But most of all, it’s the story of an unusual father-son relationship, and about the strength of the bonds we sometimes do our best to rip apart.","release_date":"2011-09-08","vote_average":7.0,"runtime":87,"cert":"N\/A","id":81834,"title":"Sons of Norway","adult":false,"genre_ids":[18]},{"cast":["Johnny Dorelli","Barbara Bouchet","Carlo Bagno","Elsa Vazzoler","Felice Andreasi"],"overview":"Alberto deceived by his wife, goes to some place in the mountains to escape. There he meets a woman who was there for the same reasons that he was.","release_date":"1978-11-28","vote_average":5.2,"runtime":93,"cert":"N\/A","id":81835,"title":"How to Lose a Wife and Find a Lover","adult":false,"genre_ids":[35]},{"cast":["Woody Allen","Roberto Benigni","Penélope Cruz","Alec Baldwin","Judy Davis"],"overview":"Four tales unfold in the Eternal City: While vacationing in Rome, architect John encounters a young man whose romantic woes remind him of a painful incident from his own youth; retired opera director Jerry discovers a mortician with an amazing voice, and he seizes the opportunity to rejuvenate his own flagging career; a young couple have separate romantic interludes; a spotlight shines on an ordinary man.","release_date":"2012-04-20","vote_average":5.7,"runtime":111,"cert":"12","id":81836,"title":"To Rome with Love","adult":false,"genre_ids":[10749,35,18]},{"cast":["Bill Moyers"],"overview":"In the revealing 24 minutes of the PBS video documentary The Secret Government available for free viewing below, host Bill Moyers exposes the inner workings of a secret government much more vast that most people would ever imagine. Though originally broadcast in 1987, it is even more relevant today. Interviews with respected top military, intelligence, and government insiders reveal both the history and secret objectives of powerful groups in the hidden shadows of our government.","release_date":"1987-04-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":81837,"title":"The Secret Government: The Constitution in Crisis","adult":false,"genre_ids":[99,36,10752]},{"cast":["Jesse Flores","Brenda","Alexis Lissa","Kimberly"],"overview":"So the new babysitter wants you to check her out, in private! And when she shows up, dude- she's HOT! Sexy face, big tits, and a killer ass... and she WANTS IT! But before you get your dick out, she's got HERS out! Yep, you've got a tranny for the night, so get ready to get your dick sucked.  Then you get to suck hers.  And she'll want to slide her big cock up your tight ass, but get ready for the big screw, because she wants your big load deep inside her aching butt.  Awesome, and how about tomorrow?","release_date":"2007-05-31","vote_average":0.0,"runtime":130,"cert":"N\/A","id":81838,"title":"Transsexual Babysitters 3","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"The divided communities in Northern Ireland come together to create peace against an army of drug crazed zombies.","release_date":"2008-10-19","vote_average":4.0,"runtime":90,"cert":"18","id":81839,"title":"Battle of the Bone","adult":false,"genre_ids":[27,28]},{"cast":["Darian Caine","Ruby LaRocca","Johnny Bronx","William Hellfire","Zoe Moonshine"],"overview":"Satanists murder the owner of an experimental \"rape clinic\" and subject one of her patients to their own sexual perversions.","release_date":"2004-09-28","vote_average":1.5,"runtime":45,"cert":"N\/A","id":81840,"title":"Orgasm Torture in Satans Rape Clinic","adult":false,"genre_ids":[27]},{"cast":["Walter Brandi","Graziella Granata","Luigi Batzella","Dieter Eppler","Edda Ferronao"],"overview":"On their wedding night, a newlywed couple find themselves menaced by a bloodthirsty vampire.","release_date":"1962-02-06","vote_average":5.3,"runtime":72,"cert":"N\/A","id":81841,"title":"Slaughter of the Vampires","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81842,"title":"Augsburger Puppenkiste - Bill Bo und seine Kumpane","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two undergrad film students Tim Bennett &amp; Kathleen Joyce discover a long thought to be dead rock icon living in a remote part of Canada.","release_date":"2009-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":81843,"title":"Let Him Be","adult":false,"genre_ids":[]},{"cast":["Eric Roberts","Steven Williams","Daniel Roebuck","Valerie Mikita","Fairly Tull"],"overview":"When society turns their back on reformed felons, the town of Graves End welcomes them but when the ex-cons disappear, FBI agent Paul Rickman comes looking for them and discovers more than he expected.","release_date":"2005-04-22","vote_average":6.0,"runtime":90,"cert":"N\/A","id":81844,"title":"Graves End","adult":false,"genre_ids":[9648,53]},{"cast":["Richard Barthelmess","Douglas Fairbanks Jr.","Neil Hamilton","Frank McHugh","Clyde Cook"],"overview":"World War I ace Dick Courtney derides the leadership of his superior officer, but Courtney is soon promoted to squadron commander and learns harsh lessons about sending subordinates to their deaths.","release_date":"1930-07-10","vote_average":7.0,"runtime":108,"cert":"N\/A","id":81847,"title":"The Dawn Patrol","adult":false,"genre_ids":[28,10752,18]},{"cast":["Dean Cain","Peri Gilpin","Landon Liboiron","Shiloh Fernandez","Ryan Kennedy"],"overview":"A tragic street racing accident kills a wife and her child leaving her husband to pick up the pieces and pursue justice against the boy that killed them.","release_date":"2007-04-22","vote_average":6.0,"runtime":120,"cert":"N\/A","id":81848,"title":"Crossroads - A Story of Forgiveness","adult":false,"genre_ids":[18,10770]},{"cast":["Vadim Glowna","Tobias Moretti","Jürgen Tarrach","Hary Prinz","Andrea Eckert"],"overview":"","release_date":"2003-04-18","vote_average":5.5,"runtime":null,"cert":"N\/A","id":81851,"title":"Schwabenkinder","adult":false,"genre_ids":[18,36]},{"cast":["Nadia Kaci","Olivier Gourmet","Saïd Taghmaoui","Chantal Neuwirth","Lionel Abelanski"],"overview":"In a nursing home for disabled near Toulon, René is unanimously hated by all. With fifty years and suffering from myopathy, has an irascible, rebellious character. But not resist provocations candor and uprightness of Julie, a special educator rookie. He confesses he wants to make love to a woman before her degenerative disease definitely catch it. Then Julie goes after one of the prostitutes who work in caravans along the N7.","release_date":"2000-12-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":81852,"title":"Nationale 7","adult":false,"genre_ids":[35,18]},{"cast":["Free Souffriau","Louis Talpe","Fred Van Kuyk","Nicky Langley","Anton Kogen"],"overview":"Another movie in the series about superhero Mega Mindy, who together with her grandma and grandpa Fonkel and friend and colleague Toby rescue the world from evil.","release_date":"2011-11-21","vote_average":5.0,"runtime":76,"cert":"N\/A","id":81853,"title":"Mega Mindy en de Snoepbaron","adult":false,"genre_ids":[10751,35,80]},{"cast":["Carmen Luvana","Evan Stone","Ava Rose","Angel Valentine","Tommy Gunn"],"overview":"There is a remote island, not found on any map, a place so unique that few have ever ventured there and from which even fewer have returned. It is a place of seductively dangerous beauty, shrouded in mystery and virtually untouched by the world me know.  Filmed in beautiful Hawaii and loaded with breath-taking beaches and scenery, Eden’s packed with high-energy action and genuine passion you won’t find in other adult movies.","release_date":"2007-09-25","vote_average":10.0,"runtime":218,"cert":"N\/A","id":81854,"title":"Eden","adult":true,"genre_ids":[12]},{"cast":["Carmen Luvana","Lacie Heart","Roxy Jezel","Michelle Maylene","Nadia Styles"],"overview":"Her mission is to subdue the evil Dr. Cock by any means necessary, including using her ass-stounding assets.","release_date":"2006-07-19","vote_average":0.0,"runtime":116,"cert":"N\/A","id":81855,"title":"Jane Blond DD7","adult":true,"genre_ids":[]},{"cast":["Sasha Ligaya","Jessica Host","Kimber James","Renata Davila"],"overview":"What if a babysitter shows up and she was really fucking gorgeous?  Looks like you're gonna be late for dinner, but you're also in for a surprise- because she's not a chick, this babysitter's a TRANNY! Sure you'll love fondling those big swaying tits, but when you get between her legs you're going to find a big hard cock! Go ahead dude, suck 'her' cock, because she's sure going to suck yours! And wait 'til you feel 'her' cock up your ass... Forget about dinner, you're about to enjoy a full course of the wildest sex imaginable, TRANNY BABYSITTER sex!!","release_date":"2007-09-28","vote_average":0.0,"runtime":127,"cert":"N\/A","id":81858,"title":"Transsexual Babysitters 4","adult":true,"genre_ids":[10749]},{"cast":["Jack Scalia","Evan Lurie","Erin Gray","Bobby Johnston","Deron McBee"],"overview":"In the 21st Century, cybernetic research has developed advanced robots with human traits, whioch are widely used in the service industry. They have also been turned into cyber cops with a licence to kill....","release_date":"1994-12-08","vote_average":6.4,"runtime":95,"cert":"N\/A","id":81859,"title":"T-Force","adult":false,"genre_ids":[28,53,878]},{"cast":["Masayuki Imai","Nobuko Miyamoto","Hinako Saeki","Atsuro Watabe","Tsutomu Yamazaki"],"overview":"Melodrama about the life of a mentally handicapped young man and his devoted sister after their famous novelist father and housewife mother go to Australia on a business trip.","release_date":"1995-09-23","vote_average":0.0,"runtime":121,"cert":"N\/A","id":81860,"title":"A Quiet Life","adult":false,"genre_ids":[18]},{"cast":["Hulk Hogan","Carl Marotte","Cynthia Preston","David Nerman","Lynne Adams"],"overview":"Mercenaries, Ben &amp; Vince, are assigned to destroy a stolen military arms cache held by a group of terrorists.","release_date":"1998-01-01","vote_average":3.3,"runtime":110,"cert":"15","id":81861,"title":"The Ultimate Weapon","adult":false,"genre_ids":[28,53]},{"cast":["Yasmin Lee","Karmine Araugo","Gennesis","Khloe Hart"],"overview":"Now that you're getting a little bit older and wiser you should probably settle down and forget about all those crazy years when you'd fuck anything that walked... Right? WRONG!! Now is the time to get really kinky! Hell, your uptight fat ass wife isn't giving you any. So instead of getting a typical cute young girl to be your babysitter, you get a Transsexual.  Now that's kinky!! So when your friends ask if you're fucking the babysitter you can say, \"No, the babysitter is fucking me!\"","release_date":"2008-02-06","vote_average":9.0,"runtime":122,"cert":"N\/A","id":81862,"title":"Transsexual Babysitters 5","adult":true,"genre_ids":[]},{"cast":["Bree Olson","Kimberly Kane","Evan Stone"],"overview":"No plot","release_date":"2007-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":81863,"title":"Sunshine Highway","adult":true,"genre_ids":[]},{"cast":["Adel Miller","Eva Angelina","Haley Paige","Missy Monroe","Jasmine Tame"],"overview":"Operatives of the Priory of Semen discover that Leonardo da Vinci painted the Mona Lisa using his own sperm. These keepers of the truth fuck in the name of art and kill anyone who gets in their way.","release_date":"2006-05-22","vote_average":0.0,"runtime":108,"cert":"N\/A","id":81864,"title":"The Da Vinci Load","adult":true,"genre_ids":[35]},{"cast":["Nautica Thorn","Aline","Kissy Kapri","Denice Klarskov","Naomi Cruise"],"overview":"Sequel to the Da Vinci Load","release_date":"2007-05-16","vote_average":0.0,"runtime":94,"cert":"N\/A","id":81865,"title":"The Da Vinci Load 2: Angels & Semen","adult":true,"genre_ids":[]},{"cast":[],"overview":"Toby Merck is betrayed by the police while double-crossing the mob. They're killing everyone she loves and she's next. But when she starts to fight back, she is betrayed by her beautiful young lover--the daughter of a notorious drug lord. Now Toby has none to trust, nowhere to run, and nowhere to hide.","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":81866,"title":"The Last Lie","adult":false,"genre_ids":[]},{"cast":["Vinay Virmani","Russell Peters","Camilla Belle","Anupam Kher","Rob Lowe"],"overview":"A hockey enthusiast since 12 years of age, Toronto-based Rajvinder Singh, even went to the extent of trimming his hair, discarding his Pagri\/turban, did not complete his education, incurred the wrath of his father, Darvesh, who wanted him to be involved in the family business as well as confirm and respect Sikh religion principles and values. Hoping to play professional hockey, Rajvinder, along with other fellow Sikh players, instead finds himself treated as the object of ridicule, referred to as a 'joker', by mainstream Caucasian players. Even his friends tease him and ask him to take up 'Guli Danda' and Kabaddi', while his father makes him work for Uncle Sammy as a truck driver. He is attracted to stunning law student Melissa Winters while her brother, Dan, offers to coach Rajvinder and his team. Unable to get themselves included in any team, they form their own...","release_date":"2011-09-30","vote_average":6.0,"runtime":101,"cert":"N\/A","id":81867,"title":"Breakaway","adult":false,"genre_ids":[35]},{"cast":["John Elfström","Artur Rolén","Mona Geijer-Falkner","Helga Brofeldt","Gustaf Lövås"],"overview":"","release_date":"1956-09-07","vote_average":2.3,"runtime":null,"cert":"N\/A","id":81868,"title":"Åsa-Nisse flyger i luften","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Bonus content on the Stark Raving Black DVD.","release_date":"","vote_average":0.0,"runtime":69,"cert":"N\/A","id":81869,"title":"Basic Black: The Lewis Black Story","adult":false,"genre_ids":[35,99]},{"cast":["Jet Li","Zhou Xun","Chen Kun","Kwai Lun-Mei","Li Yu-Chun"],"overview":"Flying Swords of Dragon Gate picks up three years after the infamous Dragon Inn was burnt down in the desert when its innkeeper Jade vanished. A new gang of marauders had taken over - innkeepers by day and treasure hunters by night. The inn is the rumoured location of a lost city buried under the desert, and its hidden treasure would only be revealed by a gigantic storm every 60 years. The gang used the inn as a front to locate the lost treasure.","release_date":"2011-12-15","vote_average":6.0,"runtime":125,"cert":"15","id":81870,"title":"Flying Swords of Dragon Gate","adult":false,"genre_ids":[12,28]},{"cast":["Virna Lisi","Nino Manfredi","Alicia Brandet","Monica Vitti","John Karlsen"],"overview":"This semi-amusing sex (romance) comedy has four separate stories.","release_date":"1965-01-27","vote_average":7.0,"runtime":107,"cert":"N\/A","id":81871,"title":"The Dolls","adult":false,"genre_ids":[35,10749]},{"cast":["Alberto Sordi","Marcello Mastroianni","Michèle Morgan","Sylva Koscina","Gabriele Ferzetti"],"overview":"It is Summer. It is the right time for love, especially in a most romantic place as Golfo del Tigullio. Different stories: Dorina looking for a rich lover; Clara who takes a fancy to the young Walter while her daughter Lina tries to save her; Aristarco who gave up his career to follow Ada's, but who likes Jacqueline; Renata who is offered by her husband to Ferrari to get money; Marcello who, extraditing Micheline to France, misses the train and falls in love with her.","release_date":"1958-11-27","vote_average":5.3,"runtime":109,"cert":"N\/A","id":81872,"title":"Love on the Riviera","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81875,"title":"50 Jaar Efteling","adult":false,"genre_ids":[]},{"cast":["Carla Perez","Lázaro Ramos","Perry Salles","Alexandre Pires","Lucci Ferreira"],"overview":"Cinderella story of a poor girl that becomes a famous dancer.","release_date":"1998-01-01","vote_average":1.4,"runtime":90,"cert":"N\/A","id":81876,"title":"Cinderela Baiana","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81877,"title":"De Vliegende Hollander Hoe Een Sage Tot Leven Kwam","adult":false,"genre_ids":[]},{"cast":["Douglass Montgomery","Hazel Court","Patricia Burke","Garry Marsh","Ronald Shiner"],"overview":"Set on Blackpool’s Golden Mile, Jim (Douglass Montgomery), a once promising scientist, sets up in business as a patent medicine man selling hair tonic at the fair with his ex-army colleague Dan (Ronald Shiner). Following a fight with local hoods over pitch spaces, Jim falls for Jane (Hazel Court), the girl on a nearby candy floss stall. The two begin dating but Jim fails to mention he is already married.","release_date":"1949-02-28","vote_average":7.3,"runtime":87,"cert":"","id":81878,"title":"Forbidden","adult":false,"genre_ids":[53,18]},{"cast":["Boman Irani","Cyrus Broacha","Dia Mirza","Mahesh Manjrekar","Rajit Kapoor"],"overview":"Eccentric, badly in debt, Mumbai Municipal employee, Jolly Maker, is infatuated with Monica Gokhale, a member of the Mumbai Heritage Society. He gets his chance to prove his worth when he hears that she has been abducted mysteriously through a flush of the Municipality's toilet. He does rescue her inadvertently, becomes a hero overnight. But the tables get turned when both of them, along with her dad, Madhav, get abducted and are fated to die in a diabolical game of 'Kaun Banega Swargwasi'.","release_date":"2009-10-23","vote_average":0.0,"runtime":89,"cert":"N\/A","id":81881,"title":"Fruit & Nut","adult":false,"genre_ids":[35,10749]},{"cast":["James Spader","Belinda Bauer","Peter Kowanko","Clark Johnson","Jacqueline Brookes"],"overview":"An alien woman is running from a deadly enemy and tries to hide on Earth where she meets a young mechanic, who helps her to get back home and to fight for the freedom of her people.","release_date":"1985-01-31","vote_average":5.1,"runtime":90,"cert":"N\/A","id":81882,"title":"Starcrossed","adult":false,"genre_ids":[878,10749,10770]},{"cast":["Richard Chamberlain","John Houseman","Sara Botsford","Robin Gammell","Gary Reineke"],"overview":"A disgruntled phone company employee develops a device whereby those answering a phone can be murdered, and it's up to Nat Bridger to stop the killer.","release_date":"1982-12-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":81887,"title":"Murder by Phone","adult":false,"genre_ids":[878,53,27,9648]},{"cast":["Joanna Shimkus","Franco Nero","Honor Blackman","Mark Burns","Fay Compton"],"overview":"Film adaptation from the novel by D.H. Lawrence, discovered after the celebrated author's death in 1930, a romantic love story tells of a prim young English girl who is sexually attracted to a seductively virile gypsy. The climatic dam burst is linked with the consummation of her desire.","release_date":"1970-06-01","vote_average":1.0,"runtime":95,"cert":"15","id":81888,"title":"The Virgin and the Gypsy","adult":false,"genre_ids":[18,10749]},{"cast":["Chitãozinho","Xororó"],"overview":"","release_date":"2016-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81889,"title":"Chitãozinho e xororó - sinfônico 40","adult":false,"genre_ids":[10402]},{"cast":["Holly Sweet","Jamie Page","Keegan Voss","Foxxy"],"overview":"So the new babysitter shows up and she's gorgeous! Suddenly your dinner date can wait, you gotta check this chick out instead. Buddy, are you in for a BIG surprise! This is no chick- she's a hot, horny and insatiable Tranny! And she wants you as much as you want her! So pull out your stiff dick while she grabs hers. Here CUMs a nasty night on the wild side! Who knows, maybe she's better than a chick!","release_date":"2008-11-02","vote_average":0.0,"runtime":120,"cert":"N\/A","id":81892,"title":"Transsexual Babysitters 6","adult":true,"genre_ids":[]},{"cast":["Mia Isabella","Aly Sinclair","Victoria Di Prada","Gaby","Christian XXX"],"overview":"At the end of a hard wouldn't it be nice to have a beautiful Transsexual Babysitter to cum home to? They can rub your feet and beat your meat. So bring home plenty of bacon and get ready to cook all night.","release_date":"2011-01-17","vote_average":4.3,"runtime":120,"cert":"N\/A","id":81893,"title":"Transsexual Babysitters 13","adult":true,"genre_ids":[10749]},{"cast":["Martin Yost","Heather Kennedy","Jeff Edmond","Kathy Brickmeier"],"overview":"Comedy about a voyeur teenager.","release_date":"1983-08-01","vote_average":2.0,"runtime":96,"cert":"N\/A","id":81894,"title":"Getting It On","adult":false,"genre_ids":[35]},{"cast":["Richard Dean Anderson","Brian Blessed","Sophie Ward","Christian Burgess","Oliver Ford Davies"],"overview":"Hunting artifacts attributed to Zenon (an ancient scientist from Atlantis), MacGyver and his old professor end up searching for the lost city.","release_date":"1994-05-14","vote_average":6.2,"runtime":93,"cert":"N\/A","id":81895,"title":"MacGyver: Lost Treasure of Atlantis","adult":false,"genre_ids":[28,12]},{"cast":["Michael Mittermeier"],"overview":"","release_date":"2011-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81896,"title":"Michael Mittermeier - Achtung Baby","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"To shoot an elephant\" is an eye witness account from The Gaza Strip. December 27th, 2008, Operation Cast Lead. 21 days shooting elephants. Urgent, insomniac, dirty, shuddering images from the only foreigners who decided and managed to stay embedded inside Gaza strip ambulances, with Palestinian civilians.","release_date":"2009-11-20","vote_average":6.0,"runtime":112,"cert":"N\/A","id":81897,"title":"To Shoot an Elephant","adult":false,"genre_ids":[]},{"cast":["Manchu Manoj","Payal Ghosh","Brahmanandam","Kalpika Ganesh","Janardhan"],"overview":"This is a story of a boy and girl who meet for the first time in an airport and fall in love before they board their respective flights. Dhruv is the boy and Harika is the girl. Both of them are two distinctive individuals. Dhruv is a kind of boy who loves to take chances in life. Harika is the one who likes to make right choices in life, She is doing Masters in Lifestyles Design Academy in Malaysia. Right now she is on her way to INDIA to meet a prospective groom whom her parents have chosen for her. Dhruv falls in love at first sight with Harika when he sees her in airport. But he has only two hours to make her fall in love with him. The rest of the story is all about how he succeeds in it.","release_date":"2009-05-29","vote_average":6.0,"runtime":150,"cert":"N\/A","id":81898,"title":"Prayanam","adult":false,"genre_ids":[35,10749]},{"cast":["Eugene Roddenberry Jr","Gene Roddenberry","Majel Barrett","Ronald D. Moore"],"overview":"Trek Nation is a documentary film directed by Scott Colthorp examining the positive impact that Star Trek and creator Gene Roddenberry may have had on people's lives as seen through the eyes of his son, Eugene Roddenberry, Jr. (\"Rod\"). It includes interviews with castmembers and crew from all five Star Trek shows, as well as various fans and celebrities who were markedly influenced by the show while growing up. Rod Roddenberry also visits Skywalker Ranch to interview George Lucas on the influence that Star Trek had on him. Lucas shares how he had gone to Star Trek conventions prior to creating Star Wars.","release_date":"2011-11-30","vote_average":7.0,"runtime":88,"cert":"N\/A","id":81899,"title":"Trek Nation","adult":false,"genre_ids":[99]},{"cast":["Frank Welker","Mindy Cohn","Matthew Lillard","Grey DeLisle","Jim Cummings"],"overview":"Scooby and the gang have their first musical mystery in “Scooby Doo: Music of the Vampire.” It begins when they take a sing-a-long road trip into bayou country to attend the “Vampire-Palooza Festival” – an outdoor fair dedicated to all things Draculian. At first it looks as if they’re in for some fun and lots of Southern snacks, but events soon turn scary when a real live vampire comes to life, bursts from his coffin and threatens all the townsfolk. On top of that, this baritone blood sucker seems intent on taking Daphne as his vampire bride! Could the vampire be a descendant of a famous vampire hunter who is trying to sell his book? Or perhaps he’s the local politician, who has been trying to make his name in the press by attacking the vampires as downright unwholesome. The answers are to be found in a final song-filled showdown in the swamp in which our heroes unmask one of their most macabre monsters yet.","release_date":"2012-03-13","vote_average":6.3,"runtime":79,"cert":"U","id":81900,"title":"Scooby-Doo! Music of the Vampire","adult":false,"genre_ids":[16,10751,9648]},{"cast":["Franz Welser-Möst"],"overview":"Wiener Philharmoniker, conductor Franz Welser-Most","release_date":"2011-02-08","vote_average":10.0,"runtime":null,"cert":"N\/A","id":81901,"title":"New Year's Concert 2011","adult":false,"genre_ids":[]},{"cast":["Gary Moore"],"overview":"2010 saw Gary Moore make a return to rock music after a long period of time exploring the blues. He was writing and working on a new rock album when all was brought to a halt by his untimely death on February 6th, 2011. This concert from Montreux in July 2010 was his last performance to be filmed. The setlist draws heavily on his hugely successful rock albums of the eighties, stirs in a couple of his classic blues tracks with some memorable hit singles and includes three brand new songs that would have featured on the album left sadly uncompleted on his death. Bonus Features: 1) One Good Reason 2) Oh Pretty Woman 3) Still Got The Blues 4) Walking By Myself \/ TRACK LISTING: 1) Over The Hills And Far Away 2) Thunder Rising 3) Military Man 4) Days Of Heroes 5) Where Are You Now? 6) So Far away \/ Empty Rooms 7) Oh Wild One 8) Blood Of Emeralds 9) Out In The Fields 10) Still Got The Blues 11) Walking By Myself 12) Johnny Boy 13) Parisienne Walkways","release_date":"2010-01-01","vote_average":5.7,"runtime":119,"cert":"N\/A","id":81902,"title":"Gary Moore: Live At Montreux 2010","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Tita Tovenaar is a wizard with a mischievous daughter who always gets into trouble because she thinks she can do magic as well as her father. Whenever she loses control over the situation, she claps her hands and the world around her stops, giving her time to rectify the situation.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81903,"title":"Tita Tovenaar 1 - Vliegbezem en Tovertaarten","adult":false,"genre_ids":[]},{"cast":["Manon Nieuweboer"],"overview":"Tita Tovenaar is a wizard with a mischievous daughter who always gets into trouble because she thinks she can do magic as well as her father. Whenever she loses control over the situation, she claps her hands and the world around her stops, giving her time to rectify the situation.","release_date":"2009-05-19","vote_average":0.0,"runtime":75,"cert":"N\/A","id":81904,"title":"Tita Tovenaar 2 - Toverkriebels","adult":false,"genre_ids":[14,878,10402,10751]},{"cast":[],"overview":"Tita Tovenaar is a wizard with a mischievous daughter who always gets into trouble because she thinks she can do magic as well as her father. Whenever she loses control over the situation, she claps her hands and the world around her stops, giving her time to rectify the situation.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81905,"title":"Tita Tovenaar 3 - Alle Vleermuizen Nog Aan Toe","adult":false,"genre_ids":[]},{"cast":["Daniël Arends"],"overview":"","release_date":"2010-11-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":81906,"title":"Daniël Arends: Geen Excuses","adult":false,"genre_ids":[]},{"cast":["Tony Ail","Nathan Aswell","Chera Bailey","Gary Chalk","Ian James Corlett"],"overview":"This animated re-telling of Dickens' classic masterpiece \"A Christmas Carol\" tells the story of Ebenezer Scrooge, a cruel and selfish business man who's idea of Christmas is a very poor one indeed. Ebenezer is visited by the Ghost of Christmas Past, the Ghost of Christmas Present and is haunted by the Ghost of Christmas Yet-To-Come. Each of the spirits takes Scrooge on a journey through time and through his life, awakening awareness about the time and the opportunities lost, the ones he is losing on that very Christmas season, and the dark outcome of it all unless changes are made.","release_date":"1994-01-01","vote_average":6.8,"runtime":48,"cert":"N\/A","id":81907,"title":"A Christmas Carol","adult":false,"genre_ids":[10751,16]},{"cast":["Totò","Magali Noël","Moira Orfei","Franco Sportelli","Lia Zoppelli"],"overview":"Mark Antony recalled to Rome from Alexandria by Ottavio wants him to marry his sister Octavia, Fulvia lawful wife is kidnapped by replacing it with Totonno brother, who looks like him as a drop of water. Totonno must be but here in Egypt Cleopatra mistreats the point of being sentenced to death but was pardoned Marc Antony returned. Octavius ​​declares war on Egypt, Mark Antony and Totonno dies take his place back at the side of Octavia in Rome served by Cleopatra who made ​​his slave.","release_date":"1963-08-14","vote_average":7.2,"runtime":100,"cert":"N\/A","id":81908,"title":"Toto and Cleopatra","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81909,"title":"Bijbabbelen Met Arie Koomen, Wilko Terwijn en Menno Stam","adult":false,"genre_ids":[]},{"cast":["Hans Sibbel"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81910,"title":"Lebbis: Het Kwaad","adult":false,"genre_ids":[35]},{"cast":["Hans Sibbel"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81911,"title":"Lebbis: Kingsize","adult":false,"genre_ids":[35]},{"cast":["Jean-Luc Bideau","Danièle Delorme","Adriana Bogdan","Roger Coggio","René Hainaux"],"overview":"A married, middle-aged professor meets a mysterious woman in the woods and has an affair with her.","release_date":"1973-01-17","vote_average":6.4,"runtime":96,"cert":"N\/A","id":81912,"title":"Belle","adult":false,"genre_ids":[18]},{"cast":["Carmen Hart","August Night","Exotica","Steven St. Croix","Barrett Blade"],"overview":"Welcome to The Carmen Hart Show!  On this week's episode, Carmen has to go down to the backwoods of Texas to spend a day with the contest winner. She and her faithful assistant head south and soon find themselves amongst a family of misfits. The humorously deranged sex workers provide plenty of Southern hospitality for the duo. But things get really strange when she finally meets the actual contest winner...Tune in and find out what happens next!","release_date":"2008-03-12","vote_average":0.0,"runtime":112,"cert":"N\/A","id":81913,"title":"Carmen Goes South","adult":true,"genre_ids":[35]},{"cast":["Angelica Lee","Huo Siyan","Charlie Yeung","Li Zonghan","Kent Cheng"],"overview":"Ziyi has been haunted by the same dream for years: In the dream, she would stand alone on a wasteland, knowing that something is buried underneath. The only one who could give her comfort is her designer friend Eric, to whom she would reveal her weird dreams. She is approached by police sergeant Madam Ou to assist in the investigation of her missing ex-husband. Meanwhile, the cop is also tracking down her kidnapped nephew, whose whereabouts remain unknown even though his mother Becky has paid the ransom. One day, Ziyi wakes up to find a trail of mud at her bedside, raising suspicion that she may have killed her ex-husband in her sleep! Ziyi leads Madam Ou to the scene in her dreams, where the horrifying truth awaits them...","release_date":"2011-10-23","vote_average":4.4,"runtime":104,"cert":"N\/A","id":81914,"title":"Sleepwalker","adult":false,"genre_ids":[27,18,80]},{"cast":["Eduardo Cardoso","Murilo Grossi","Carolina Guedes","Bianca Menti","Eduardo Moreira"],"overview":"The countryside of Rio Grande do Sul, and high-school student, Daniel, spends a normal adolescence life with his family, studying, riding his bicycle, playing games on the Internet and expecting one day to move to the big city of Porto Alegre. Daniel has a crush on his girlfriend Mim, who has just broken up with him but is still his friend, and his best friend, Lucas, is one of the best students in São Lucas High-School. Daniel is the son of Elaine and the photographer Daniel, who left Elaine when she was pregnant and moved alone to Thailand. Daniel is raised by Elaine and his stepfather Antônio, and shares a house with his half-sister, Maria Clara. One day, Daniel receives a letter from his biological father, who has malaria, and he is reluctant to open the envelope.","release_date":"2010-08-20","vote_average":5.6,"runtime":104,"cert":"N\/A","id":81919,"title":"Before the World Ends","adult":false,"genre_ids":[12,18]},{"cast":["Alfredo Landa","María Luisa San José","Mari Carmen Prendes","Josele Román","Luis Barbero"],"overview":"","release_date":"1976-03-15","vote_average":6.3,"runtime":null,"cert":"N\/A","id":81922,"title":"Esclava te doy","adult":false,"genre_ids":[35]},{"cast":["Carla Ribas","Berta Zemel","Vinicius Zinn","Ricardo Vilaça","Felipe Massuia"],"overview":"Alice, married for the last 20 years to a taxi driver, works in a beauty parlour, has three children, the eldest of whom is doing his military service, and a mother who works as a maid in her house. None of the three siblings pay much attention to their mother, and they treat their grandmother with lack of respect. Alice's life in the female working world contrasts strongly with the powerful masculine presence in her home. Although she's a good girl, the chance to betray uncovers other betrayals she didn't know existed.","release_date":"2007-11-15","vote_average":5.4,"runtime":92,"cert":"N\/A","id":81923,"title":"Alice's House","adult":false,"genre_ids":[18]},{"cast":["José Suárez","Susana Campos","María Martín","José Luis López Vázquez","Julia Delgado Caro"],"overview":"","release_date":"1960-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":81924,"title":"Un bruto para Patricia","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Acts of terrorism are happening in the USA, Japan, France and the Pacific Ocean. The man behind these events is Dr. Butler, who tries to rule the world with his powerful computers. To save mankind, Dr. Kim, Sheila and Keith, known as \"Saviors of the Earth\", are summoned. The last battle, the Deadly Game, will take place inside a computer.","release_date":"1983-08-12","vote_average":5.0,"runtime":69,"cert":"N\/A","id":81927,"title":"Savior of the Earth","adult":false,"genre_ids":[28,16,878]},{"cast":["Rufus Hound"],"overview":"Comedian and presenter Rufus Hound goes back to his stand-up roots in a stunning live show, recorded in front of a packed audience at London's legendary Oxford Street venue, the 100 Club.","release_date":"2011-07-11","vote_average":4.3,"runtime":70,"cert":"18","id":81928,"title":"Rufus Hound: Being Rude","adult":false,"genre_ids":[35]},{"cast":["Diamond D","Lord Finesse","Buckwild","Amed","Ogee"],"overview":"The first ever full-length hip hop documentary film dedicated to the art of diggin’ in the crates. This is an exciting project that examines the world of beatdiggin’ culture through the eyes of some of hip hop’s most elite producers and DJs from around the globe.  Features exclusive crate diggin’ anecdotes from some of the masters of the craft never revealed before on film.","release_date":"2004-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":81929,"title":"Deep Crates","adult":false,"genre_ids":[99,10402]},{"cast":["Nancho Novo","Elvira Mínguez","Natalia Rodríguez","Celso Bugallo","Carolina Román"],"overview":"Pudor is about intimacy, about the desires, obsessions, secrets and fears that we keep hidden, even from those we love most. The characters in this story are a man who is going to die, a woman who receives anonymous erotic notes, an older man who is offered a last chance at falling in love, a teenager struggling to handle the doubts generated by puberty and a small boy who sees ghosts. As is the case in many families, in spite of living together, all the characters in Pudor are alone.","release_date":"2007-04-13","vote_average":4.4,"runtime":106,"cert":"N\/A","id":81930,"title":"Modesty","adult":false,"genre_ids":[18]},{"cast":["Monika Ringwald","Mark Jones","Andrew Grant","Tony Kenyon","David Rayner"],"overview":"A young Venusian girl lands on Earth to explore the planet. She lands in Soho in London, UK where she has ample opportunities to research sex on Earth.","release_date":"1975-12-18","vote_average":5.0,"runtime":82,"cert":"N\/A","id":81931,"title":"Girl from Starship Venus","adult":false,"genre_ids":[35,878]},{"cast":["Elena Bouryka","Antonio Catania","Paolo Gasparini","Gaetano Gentile","Luis Molteni"],"overview":"","release_date":"2009-08-28","vote_average":6.2,"runtime":null,"cert":"N\/A","id":81934,"title":"Piede di Dio","adult":false,"genre_ids":[35]},{"cast":["Bolek Polívka","Zlata Adamovská","Josef Somr","Miroslav Šimůnek","Jana Doleželová"],"overview":"","release_date":"2008-01-10","vote_average":4.5,"runtime":null,"cert":"N\/A","id":81935,"title":"Svatba na bitevním poli","adult":false,"genre_ids":[35]},{"cast":["Brian To","Eric Idle","Katherine LaNasa","Rick Moranis","Robert Oliveri"],"overview":"Wayne Szalinski is receiving the Inventor of the Year Award for his shrink ray. When attempting to demonstrate it, it goes haywire and ends up shrinking you, the audience, instead.","release_date":"1994-11-21","vote_average":7.2,"runtime":23,"cert":"N\/A","id":81936,"title":"Honey, I Shrunk the Audience","adult":false,"genre_ids":[878,35]},{"cast":["Timothy Brown","Alan Tang","Aldo Ray","James Hong","Donald Oliver"],"overview":"Young black man teams up with a Chinese kung-fu expert to fight a drug ring.","release_date":"1974-05-01","vote_average":3.6,"runtime":90,"cert":"N\/A","id":81937,"title":"Dynamite Brothers","adult":false,"genre_ids":[28,35]},{"cast":["Arrigo Barnabé","Carla Camurati","Cláudio Mamberti","Celso Saiki","Jayme del Cueto"],"overview":"Romantic bandits, corrupt policemen, a mysterious woman, escapes, chases, shootings, all set in São Paulo by night.","release_date":"1986-06-08","vote_average":5.0,"runtime":70,"cert":"N\/A","id":81938,"title":"Cidade Oculta","adult":false,"genre_ids":[]},{"cast":["Jamie Farr","Darrel Guilbeau","Jay Richardson","Johanna Watson","Joan-Carol Bensen"],"overview":"16-year-old Jonathan Snazowski has a vivid imagination and lives in a dream world filled with adventure, fast cars, beautiful women and easy money. Unfortunately he only has partial control over his fantasies, and is constantly beset by obstacles from the dark and tangled reaches of his mind. A slightly demented psychologist, a rotten kid brother, neighborhood bullies, demons and even laser-toting sex police are conspiring to wreak havoc on his life. But Jonathan has a plan: he is going to defeat his enemies, get his car, win the girl and lose his virginity... even if it kills him!","release_date":"1995-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":81939,"title":"You Snooze You Lose","adult":false,"genre_ids":[35,12]},{"cast":["Amacio Mazzaropi","Marisa Prado","Ruth de Souza","Adoniran Barbosa","Benedito Corsi"],"overview":"Candinho is a hillbilly who leaves the country, taking his donkey along, and goes to São Paulo, trying to find his mother.","release_date":"1954-03-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":81940,"title":"Candinho","adult":false,"genre_ids":[35]},{"cast":["Amacio Mazzaropi","Ludy Veloso","Leila Parisi","Nieta Junqueira","A.C. Carvalho"],"overview":"Isidoro Colepicula is a humble truck driver hired to transport some furniture from São Paulo to Santos, in his worn out truck he calls \"Anastácio\". Hiding among the pieces travels a bride who's trying to escape her own marriage. With his dog Coroné, he gets himself into many amusing situations, especially when the packed vehicle is left without brakes on a steep road, and he has to chase after it.","release_date":"1952-06-25","vote_average":7.8,"runtime":80,"cert":"N\/A","id":81941,"title":"Sai da Frente","adult":false,"genre_ids":[35]},{"cast":["Peter O'Brian","Craig Gavin","Lia Waroka","Dana Christina","Kaharudin Syah"],"overview":"They've beaten and tortured him. They've raped and killed his woman. But they've made one big mistake. They didn't kill him. Alex Trambuan, known to his friends as Rambu, is a lone vigilante and former police officer who takes revenge on the entire Columbian drug cartel that killed his wife. There can be only one winner in this game of death, his name is Rambu, this is his private war and this city will never forget his legacy of vengeance.","release_date":"1986-05-08","vote_average":4.7,"runtime":88,"cert":"N\/A","id":81944,"title":"Rambu","adult":false,"genre_ids":[28,80,53]},{"cast":["Françoise Arnoul","Jacques Fabbri","Horst Frank","François Guérin","Harold Kay"],"overview":"","release_date":"1960-03-09","vote_average":0.0,"runtime":102,"cert":"N\/A","id":81945,"title":"The Cat Shows Her Claws","adult":false,"genre_ids":[]},{"cast":["Halle Berry","Kevin Feige","Hugh Jackman","Famke Janssen","James Marsden"],"overview":"","release_date":"2000-11-02","vote_average":6.5,"runtime":63,"cert":"N\/A","id":81946,"title":"X-Men: Production Scrapbook","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81947,"title":"Juana de Arco","adult":false,"genre_ids":[]},{"cast":["Mick Jagger","Charlie Watts","Bill Wyman","Ron Wood","Keith Richards"],"overview":"The Rolling Stones 1978 tour of the USA in support of that year's Some Girls album is considered by fans to be one of their very best. The tour took a back to basics approach, with the band and their music very much at the forefront and little or no elaborate staging. Originally shot on 16mm film, the footage has been carefully restored and the sound remixed and remastered by Bob Clearmountain from the original multitrack tapes. This is undeniably the Rolling Stones at the peak of their form.","release_date":"1978-12-31","vote_average":4.0,"runtime":85,"cert":"N\/A","id":81948,"title":"Some Girls - Live In Texas","adult":false,"genre_ids":[10402]},{"cast":["Kristin Scott Thomas","Claudiu Bleonţ","Olga Tudorache","George Constantin","Ion Pavlescu"],"overview":"In 1925 Romania, young Marie-Therese Von Debretsy refuses the flirtatious advances of her husband's commanding officer. As a result, the cosmopolitan family is reassigned to a brutally bleak and dangerous outpost on the Bulgarian\/Romanian frontier where both their relationship and humanity are severely tested.","release_date":"1994-05-15","vote_average":7.0,"runtime":82,"cert":"N\/A","id":81949,"title":"An Unforgettable Summer","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Saša Rašilov","Miroslav Etzler","Jan Tříska","Kateřina Brožová","Vilma Cibulková"],"overview":"","release_date":"2011-12-01","vote_average":4.2,"runtime":95,"cert":"N\/A","id":81950,"title":"Edgemen","adult":false,"genre_ids":[53,18,80]},{"cast":["Urs Buhler","Sebastien Izambard","Carlos Marín","David Miller"],"overview":"Il Divo (\"divine male performer\" in Italian) is a multinational operatic pop vocal group created by music manager, executive, and reality TV star Simon Cowell. Formed in the United Kingdom, they are also signed to Cowell's record label, Syco Music.[1] Il Divo is a group of four male singers: French pop singer Sébastien Izambard, Spanish baritone Carlos Marín, American tenor David Miller, and Swiss tenor Urs Bühler. To date, they have sold more than 26 million albums worldwide.","release_date":"2011-12-13","vote_average":4.3,"runtime":120,"cert":"NR","id":81951,"title":"Il Divo: Live in London","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Pink Martini's Discover the World: Live in Concert was released June 2, 2009 worldwide. The feature presentation on the DVD is a performance, previously broadcast on public television and released on DVD, of a December 31, 2005 concert at Arlene Schnitzer Concert Hall in Portland, Oregon. In this second release, a set of Polaroid photos taken by Thomas Lauderdale and a short documentary on the band's history are included.","release_date":"2009-06-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81952,"title":"Pink Martini - Discover the World","adult":false,"genre_ids":[10402]},{"cast":["Tina Keeper","Tom Jackson","Peter Kelly Gaudreault","Tracey Cook","Graham Greene"],"overview":"Blood may be thicker than water, but when RCMP officer Michelle Kenidi’s brother becomes a suspect in a deadly case of arson, only one thing matters – the truth. As the evidence against her brother continues to mount, Michelle tries to defend him – but gradually realizes that he has been lying to her. Torn between her sense of duty and her loyalty to her brother, she must trust her instincts to find out what Peter has been hiding – no matter what the cost.","release_date":"2000-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":81953,"title":"Trial By Fire: A North of 60 Mystery","adult":false,"genre_ids":[18]},{"cast":["Gotan Project"],"overview":"The atmosphere of GOTAN PROJECT's live performance at the CASINO DE PARIS has been captured here in High Definition for your enjoyment by the award winning music filmmaker Fabien Raymond. For the past decade, GOTAN PROJECT have been taking their music to tango lovers around the world. A GOTAN PROJECT show is a total sensual experience, enhanced by the stunningly evocative visuals of Prisca Lobjoy, whose work as GOTAN PROJECT's artistic director has played an integral part in shaping the GOTAN aesthetic right from the start. Lobjoy's stage visuals offer the viewer a landscape rich with fragmented, abstracted images that literally pulse with the music as if caught in the dance. We see dancers fall from the sky, a golden girl swings back and forth, surreal fairy tales unfold before one's eyes.","release_date":"2011-01-11","vote_average":4.5,"runtime":103,"cert":"N\/A","id":81954,"title":"Gotan Project : Tango 3.0 Live at The Casino de Paris","adult":false,"genre_ids":[99,10402]},{"cast":["Tina Keeper","Dakota House","Hugh Thompson","Timothy Webber","Ron White"],"overview":"While in Calgary on business for Lynx River Resources, Teevee Tenia is in the wrong place at the wrong time. A troubled young native woman reaches out to him for help and sets him up for a murder charge. Teevee is the perfect fall guy – young, alone and native. While Teevee struggles to hold his own in the urban justice system,  Corporal Michelle Kenidi frantically searches for evidence that will exonerate him. Her efforts are thwarted and Teevee escapes and flees back to Lynx River. Michelle is left with a terrible choice: to turn Teevee in, or to betray the justice system that she has built her career on. Her only chance is to uncover the truth.","release_date":"2003-02-10","vote_average":0.0,"runtime":93,"cert":"N\/A","id":81955,"title":"Another Country: A North of 60 Mystery","adult":false,"genre_ids":[18]},{"cast":["Tina Keeper","Tom Jackson","Dakota House","Jennifer Podemski","Ken Pogue"],"overview":"Teevee Tenia has a plan - he intends to persuade Lynx River to dump the RCMP and establish an all Dene Police Force. But Corporal Michelle Kenidi is concerned: will a Dene Police Force in Lynx River be answerable to Canadian law, or to Teevee? When an elderly tourist is found beaten to death, Michelle’s concerns deepen as her suspicions fall upon Teevee’s friend, Matthew Fowler. As Michelle pursues the investigation, painful events from the past come alive. For the community of Lynx River, the investigation holds the town’s very future at stake.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":81956,"title":"Distant Drumming: A North of 60 Mystery","adult":false,"genre_ids":[]},{"cast":["Tina Keeper","Tracey Cook","Peter Kelly Gaudreault","Tom Jackson","Gordon Tootoosis"],"overview":"The body of a trapper from the community of Swan Landing washes up on the banks of Lynx River while the two towns are in bitter negotiations over a new gas pipeline. The near violent discussions have rekindled an ancient feud between the bands over land boundaries and trapping rights. At the same time, a strange illness sweeps through the homes of Lynx River, only affecting the children. Sarah Birkett’s skill as a nurse proves to be no match for the mass hysteria that results.","release_date":"2001-10-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":81957,"title":"Dream Storm: A North of 60 Mystery","adult":false,"genre_ids":[18,80]},{"cast":["Suzanne von Borsody","Claudia Michelsen","Franziska Weisz","Michael Nyqvist","James Taenaka"],"overview":"A cold day in January 2006. The police make a horrible discovery in the Swedish town of Hudiksvall: In one night, 18 people have been brutally murdered in the small town. The police suspect a madman is behind the bestial act. But when judge Birgitta Roslin hears the news, she instantly knows that her grandparents August and Britta Andrén are among the victims. And even more: Almost everybody killed somehow relates to her. She realizes that the police are following a wrong track and starts to investigate on her own. Her search leads Brigitta to China where she finds out about the cruel scheming of the leading elite.","release_date":"2011-12-30","vote_average":7.1,"runtime":180,"cert":"N\/A","id":81958,"title":"The Chinese Man","adult":false,"genre_ids":[10770,28,53,878]},{"cast":["Tina Keeper","Tracey Cook","Robert Bockstael","Peter Kelly Gaudreault","Dakota House"],"overview":"Someone – or something – is stalking the woods of Lynx River, a small isolated town in the unforgiving wilderness. When a geologist on the verge of a major diamond find is murdered, Corporal Michelle Kenidi and her partner Constable James Harper suspect a hotheaded entrepreneur who’d been double-crossed by diamond hunters. But then the town nurse disappears under chilling circumstances and the two cops find themselves tracking a phantom. Through endless miles of rough terrain, their search leads to a startling discovery: the unknown stalker’s real target is Michelle. Now the madman is playing a deadly game with people as bait. And when the two finally meet, it’s a showdown that will leave only one of them standing.","release_date":"1999-03-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":81959,"title":"In the Blue Ground: A North of 60 Mystery","adult":false,"genre_ids":[18,80]},{"cast":["Bryan Ferry"],"overview":"Performed and recorded live at the Hammersmith Apollo Theatre in London on October 2, 2001, this concert was part of the group's 30 year anniversary tour and featured long time members Brian Ferry, Andy Mackay, Phil Manzanera and Paul Thompson.","release_date":"2003-07-08","vote_average":0.0,"runtime":109,"cert":"N\/A","id":81966,"title":"Roxy Music: Live at the Apollo","adult":false,"genre_ids":[10402]},{"cast":["Phil Lollar","Katie Leigh"],"overview":"Continuing where the original Puss in Boots story ends; King John and his Queen are living unhappily ever after.","release_date":"2011-10-11","vote_average":4.3,"runtime":41,"cert":"N\/A","id":81969,"title":"Puss in Boots: A Furry Tail","adult":false,"genre_ids":[10751,16]},{"cast":["Rod Stewart"],"overview":"Rod Stewart started out as a lead singer for the moddish British Invasion band The Faces, and later moved on to a solo career as a disco music star and then a simple pop star. STORYTELLER: 1984-1991 focuses on those later years as a straight-ahead pop singer, and includes most of his catchy hits from that period such as \"Downtown Train,\" \"Rhythm of My Heart,\" \"Forever Young,\" and his classic collaboration with guitarist Jeff Beck, \"People Get Ready.\"","release_date":"1999-03-23","vote_average":8.0,"runtime":60,"cert":"N\/A","id":81970,"title":"Rod Stewart - Storyteller 1984-1991","adult":false,"genre_ids":[]},{"cast":["Ruud Feltkamp","Theo Maassen","Serge-Henri Valcke","Hannah Cheney","Ger van der Grijn"],"overview":"Little boy Kees is based on the famous classical masterpiece by Theo Thijssen and deals with a twelve year old Amsterdam schoolboy who grows up at the end of the 19th century in the Jordaan (part of Amsterdam. Kees Bakels is a dreamer who seeks refuge from reality with wild imagination where he dares more than in real life. Through his fathers illness and his young love for Rosa Overbeek he develops himself as someone who acts and assumes responsibility.","release_date":"2003-11-27","vote_average":7.3,"runtime":96,"cert":"N\/A","id":81971,"title":"Young Kees","adult":false,"genre_ids":[18,10751]},{"cast":["Steven Waddington","Tony Becker","Dianna Agron","Terence Knox","Jay Brown"],"overview":"Alice and her friends are approaching the end of the school year where their dead-end lives will end and the chance of a new life will begin. Before heading off to college they spend one last day together in the woods, the one part of town that has always been off limits to them growing up. As they stumble upon what they thought was an abandoned fort only to find the walls dripping in blood and decompressing body parts lying around, they are startled to learn they are now a part of an undercover investigation. After being told to get out of the woods they realize they're trapped, for the Hunters, who call the fort home, never let anyone out alive.","release_date":"2011-12-27","vote_average":3.7,"runtime":111,"cert":"N\/A","id":81972,"title":"The Hunters","adult":false,"genre_ids":[18,27,53]},{"cast":["Evgeny Kissin"],"overview":"Pianist Yevgeny Kissin recorded live at the Suntory Hall in Tokyo on May 12th, 1987. Kissin's musicality, the depth and poetic quality of his interpretations have put him in the forefront of today's pianists. He makes regular recital tours of Europe, America and Asia to sold-out houses. He has performed with all the leading orchestras of the world under such conductors as Abbado, Ashkenazy, Barenboim, Davis, Gergiev, Giulini, Jansons, Karajan, Levine, Maazel, Muti, Ozawa, Solti, Svetlanov and Temirkanov. Kissin has also performed chamber music with Martha Argerich, Gidon Kremer, James Levine, Alexander Knyazev, Mischa Maisky, Thomas Quasthoff, Isaac Stern and others.","release_date":"1988-01-09","vote_average":0.0,"runtime":76,"cert":"N\/A","id":81973,"title":"Kissin in Tokyo","adult":false,"genre_ids":[10402]},{"cast":["Jim Davidson","Danny Blue","Daniel Bullen","Alan Calleney","Mia Carla"],"overview":"A behind the scenes look at the \"Mucky\" Panto, Sinderella Comes Again, with interviews from the cast and audience this video is a must see for anyone who has seen the show and wondered, just what goes on backstage?","release_date":"2004-09-02","vote_average":0.0,"runtime":13,"cert":"","id":81974,"title":"Sinderella Comes Again - Backstage","adult":false,"genre_ids":[]},{"cast":["Allari Naresh","Ali","Krishna Bhagavan","Saira Banu","Chalapathi Rao"],"overview":"Fitting Master is a Upcoming Telugu film, starring Allari Naresh, Madalasa Sharma and others, directed, Produced by E V V Satyanarayana, and music composed by S Chinna. The film Released on 14th January 2009.","release_date":"2009-01-14","vote_average":8.0,"runtime":150,"cert":"N\/A","id":81975,"title":"Fitting Master","adult":false,"genre_ids":[35,18]},{"cast":["Dick Proenneke","Bob Swerer Sr."],"overview":"Dick Proenneke's simple, yet profound account of his 30 year adventure in the remote Alaska wilderness continues in this sequel to \"Alone in the Wilderness\". Watch through his eyes as he continues to document with his 16mm wind-up Bolex camera, capturing his own amazing craftsmanship, the stunning Alaskan wildlife and scenery and even a visit from his brother Ray (Jake). His epic journey takes you on a vacation away from the hustle and bustle of today's fast-paced society, and is a true breath of fresh air.","release_date":"2011-12-02","vote_average":7.6,"runtime":60,"cert":"N\/A","id":81976,"title":"Alone in the Wilderness Part II","adult":false,"genre_ids":[99,36]},{"cast":["Eva Henning","Ulf Palme","Birgit Tengroth","Anders Ek","Gösta Cederlund"],"overview":"Dagmar Brink, a young female pianist, commits suicide in her Stockholm apartment. She leaves all her belongings to her next-door neighbours, an author and his wife. Perplexed and curious, they investigate the girl's reasons for taking her life. As they visit Dagmar's friends, acquaintances and former boyfriends, her story unfolds.  She stands out as loner, a woman no one could really grasp, always in want of something that nobody she met could make out.","release_date":"1950-03-06","vote_average":7.6,"runtime":89,"cert":"N\/A","id":81981,"title":"Girl with Hyacinths","adult":false,"genre_ids":[18,9648]},{"cast":["Seiji Ozawa"],"overview":"Vienna Philharmonic, conductor: Seiji Ozawa","release_date":"2002-02-15","vote_average":0.0,"runtime":143,"cert":"N\/A","id":81984,"title":"New Year's Concert 2002","adult":false,"genre_ids":[10402]},{"cast":["Jiz Lee","Missy Martinez","Kiki Daire","Mariah Milano","Rozen DeBowe"],"overview":"Over 2 Hours of hot sensual lesbian sex! Restless hearts searching for that one perfect woman! This classic series from Girlfriends Films is back with even more steamier erotic scenes. Beautiful woman-woman sex which is sure to excite you! A 4 time AVN Best All-Girl Series Awards winner, best all girl series.","release_date":"2011-09-23","vote_average":0.0,"runtime":143,"cert":"N\/A","id":81985,"title":"Women Seeking Women 75","adult":true,"genre_ids":[]},{"cast":["Kalyan Ram","Shaam","Sana Khaan","Saranya Mohan","Ajay"],"overview":"A football player unleashes his rage when his sister goes missing one day is found married to a man harassing her.","release_date":"2010-11-12","vote_average":10.0,"runtime":129,"cert":"N\/A","id":81986,"title":"Kathi","adult":false,"genre_ids":[28,18]},{"cast":["Donald O'Connor","Piper Laurie","Cecil Kellaway","Barry Kelley","Vaughn Taylor"],"overview":"In this funny sequel to the popular Francis the Talking Mule, the talkative Mule and his pal Peter get a job working on a horse-breeder's ranch. They end up saving it from financial ruin when Francis, who has the inside track with the racehorses, provides Peter with names of the winners before the races are run. Sure enough Peter finds himself with a fistful of cash and uses it to buy a racehorse for the farm. Unfortunately, the horse he chooses is suffering from a debilitating lack of confidence. When not dealing with the mare, Peter finds time to court the horse breeder's niece and trying to avoid the gangsters who want in on the winnings.","release_date":"1951-05-01","vote_average":6.7,"runtime":88,"cert":"N\/A","id":81987,"title":"Francis Goes to the Races","adult":false,"genre_ids":[35,14]},{"cast":["Brandi Love","Anita Dark","Prinzzess","Janet Mason","Karen Kougar"],"overview":"The tawdry story continues... as women seduce other women, make love to them and leave them for others. No hearts are safe from the crushing blow of a sexually-liberated woman empowered.","release_date":"2011-08-12","vote_average":0.0,"runtime":177,"cert":"N\/A","id":81988,"title":"Lesbian Triangles 23","adult":true,"genre_ids":[10749]},{"cast":["Antonio Chávez","Sam Gros","Raul Villarreal","Cristobal Tapia Montt"],"overview":"When a drug deal turns into a bloodbath, a junkie-gangster crosses paths with an illegal alien. The illegal alien ends up with the gangster's ID and uses it to create a new successful life as a US citizen. A near death experience causes the gangster to re-evaluate his life, and when he leaves prison three years later, he is clean, sober, and ready to put his life back together. But both men are haunted by their pasts and they are soon set on a collision course that may destroy them and the women they love.","release_date":"2007-05-30","vote_average":8.0,"runtime":90,"cert":"N\/A","id":81989,"title":"Identity Theft","adult":false,"genre_ids":[80,18]},{"cast":["Airi Suzuki","Seika Taketomi","Baba Tooru","Kaori Aso","Yasuyuki Hirano"],"overview":"A high school girl becomes involved in a murder mystery that revolves around a dating simulation game that has currently become popular on mobile phones. A woman who seemingly exists only as a character within the game is somehow killing all the male players one by one.","release_date":"2011-04-06","vote_average":5.7,"runtime":84,"cert":"N\/A","id":81990,"title":"Cellular Girlfriends","adult":false,"genre_ids":[27]},{"cast":["Hal Holbrook"],"overview":"Recreating the one-man show he starred in on Broadway, Hal Holbrook portrays Mark Twain as a 70-year old humorist who skewers politicians, newspapermen and so-called patriots in this 90 minute monologue. Holbrook adapted Twain's own words for a commentary on slavery, religion and politics, mixing the satire with comic yarns about life on the Mississippi and a very effective ghost story. The show's highlight are the lengthy passages from \"Huckleberry Finn\".","release_date":"1967-03-06","vote_average":0.0,"runtime":78,"cert":"N\/A","id":81991,"title":"Mark Twain Tonight!","adult":false,"genre_ids":[35,18]},{"cast":["Brian Bloom","Brian Krause","Christopher Atkins","Elizabeth Berkley","Mel Tillis"],"overview":"Bandit returns home for a family reunion. Mel Tillis, forced to make an emergency landing when his plane malfunctions, joins in on the fun","release_date":"1994-01-30","vote_average":3.0,"runtime":94,"cert":"N\/A","id":81994,"title":"Bandit Goes Country","adult":false,"genre_ids":[35,28]},{"cast":["Brian Bloom","Brian Krause","Tony Curtis","Kathy Ireland","Joe Cortese"],"overview":"Bandit, always willing to help a lady, bites off more than he can chew when he helps a lady who is on the run from the mob. Nuns and nudists cross paths with a trucker hijacked by a beauty on the run from a mobster.","release_date":"1994-04-03","vote_average":3.5,"runtime":92,"cert":"N\/A","id":81995,"title":"Beauty and the Bandit","adult":false,"genre_ids":[35]},{"cast":["Brian Bloom","Brian Krause","Scott Bloom","Donald O'Connor","Traci Lords"],"overview":"Bandit (Brian Bloom) gets an unexpected and unwelcome visit from his eccentric Uncle Cyrus.","release_date":"1994-04-10","vote_average":3.4,"runtime":91,"cert":"N\/A","id":81996,"title":"Bandit's Silver Angel","adult":false,"genre_ids":[35,28]},{"cast":["Sonia Deepti","Krishnudu","Poonam Kaur","Ankita","Santhanam"],"overview":"Karthik (Krishnudu), the obese guy joins in an ad designing company. Girls tend to keep him away from them due to his odd personality. He finds a girl Kalpana (Sonia) interesting in that company. She too shuns him initially and also cracks lots of jokes on his physical appearance. But the soft hearted Karthik wins the heart of arrogant Kalpana with his immaculate attitude. Finally, the egoistic Kalpana falls in love with Karthik unknowingly. On the other hand, the love track of Sandhya (Poonam) and Altaf (Surya Tej) runs separately. Shalini (Ankitha) is a character that's used as catalyst to elevate the character of Karthik.","release_date":"2008-11-21","vote_average":6.0,"runtime":150,"cert":"N\/A","id":81997,"title":"Vinayakudu","adult":false,"genre_ids":[28,10749]},{"cast":["John Rhys-Davies"],"overview":"Biblical explorer Bob Cornuke and his friend, Larry Williams' incredible expedition into the blistering desert of Saudi Arabia has turned up what many scholars believe to be one of the greatest discoveries in history...the real Mount Sinai. Mount Sinai is the holy mountain on which God descended to give Moses the Ten Commandments, and the location where God ordered the building of the Ark of the Covenant. This video tells their amazing story of avoiding detection at borders, crawling into forbidden military installations, and using night vision goggles to avoid being detected as they pursued their mission. Armed with little more than their wits and a Bible, Bob and Larry embarked on a journey that would change their lives forever...finding clues that confirm the Bible as historically accurate.","release_date":"1999-06-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":81998,"title":"The Search for the Real Mt. Sinai","adult":false,"genre_ids":[99]},{"cast":["Varun Sandesh","Shweta Prasad","Prakash Raj","Jayasudha"],"overview":"Balu is son of lovable middle-class couple. Swapna is the daughter of a strict and rich father. Both of them study in a residential college located at a small town of Godavari district. Balu and Swapna fall in love. Swapna is withdrawn from the residential school because her father comes to know about her love. The rest of the story is all about how Balu and Swapna try to get back to each other.","release_date":"2008-10-09","vote_average":6.0,"runtime":157,"cert":"N\/A","id":81999,"title":"Kotha Bangaru Lokam","adult":false,"genre_ids":[10751,18,10749]}]