[{"cast":["Joseph Policastro","Kerri Taylor","Joe Lauria","Pete Barker","Sandy Oppedisano"],"overview":"It was the summer after graduation when a small circle of friends set off into the woods on a dare and made their way to the creek where a series of ritualistic animal murders had been discovered. When they returned from they woods they were not alone. When the son of the town mafia boss is murdered, it sets off a chain of events that leads to the discovery of a new threat forged by the most sinister evil Fairview Falls has ever seen","release_date":"2011-11-05","vote_average":1.0,"runtime":97,"cert":"N\/A","id":83000,"title":"Fairivew Falls","adult":false,"genre_ids":[27]},{"cast":["Susanne Severeid","Sherry Hardin","Rae Sperling","Marcy Albrecht","Kevin Mead"],"overview":"Four high school girls at Hollywood High are looking for fun. Together they frolic on the beach and cavort with their guys. In their search for a little privacy they meet up with a retired movie star whose mammoth house offers 10 private bedrooms. But there's a catch...","release_date":"1976-12-01","vote_average":4.5,"runtime":81,"cert":"N\/A","id":83001,"title":"Hollywood High","adult":false,"genre_ids":[35]},{"cast":["Jude Pucillo","Liz Salazar","Art Mele","Jessica Baisley"],"overview":"A mysterious man in black gets more than he bargained when he brings a hitchhiker home for lunch.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":83002,"title":"The Cellar","adult":false,"genre_ids":[27]},{"cast":["Jesie St. James","Georgina Spelvin","Desiree Cousteau","Richard Pacheco","Jack Wright"],"overview":"A young woman's search for love and affection brings her nothing but trouble.","release_date":"1978-09-08","vote_average":5.8,"runtime":80,"cert":"N\/A","id":83003,"title":"Easy","adult":true,"genre_ids":[]},{"cast":[],"overview":"Journey down to the Black Void of the Deep Oceans and get a 48 minute experience of the astonishing creatures that rule down in the dark.","release_date":"2011-10-17","vote_average":0.0,"runtime":24,"cert":"PG","id":83004,"title":"Deep Ocean Experience 3D","adult":false,"genre_ids":[99]},{"cast":["Oleg Vavilov","Vera Sotnikova","Georgi Zhzhyonov","Sergei Yursky","Gediminas Girdvainis"],"overview":"Directed by Andrei Yermash, and written by Isaac Asimov, Budimir Metalnikov, and Andrei Yermash, «Konets vechnosti» is a 1987 Science Fiction film, starring Oleg Vavilov, Vera Sotnikova, Georgi Zhzhyonov, Sergei Yursky, Gediminas Girdvainis and Boris Ivanov.","release_date":"1987-06-18","vote_average":7.6,"runtime":137,"cert":"N\/A","id":83005,"title":"The End of Eternity","adult":false,"genre_ids":[878]},{"cast":["Kat Feller","Jeannie Elias"],"overview":"Scout and his pals take a trip to a farm where an alligator, a seal and other friendly animals teach them about sounding out the letters of the alphabet (A to Z).","release_date":"2011-11-08","vote_average":5.4,"runtime":35,"cert":"N\/A","id":83006,"title":"LeapFrog: Phonics Farm","adult":false,"genre_ids":[10751]},{"cast":["Tony Anthony","Gene Quintano","Victoria Abril","Ricardo Palacios","Lewis Gordon"],"overview":"A young couple's wedding ceremony is brutally interrupted when a pair of outlaw brothers arrive and massacre almost everyone in sight. They kidnap the beautiful young bride and leave her husband for dead. Luckily, he only sustains a flesh wound and quickly saddles up to track down the brothers before they sell his wife and a group of other women at an auction to a group of Mexican brothel owners.","release_date":"1981-07-24","vote_average":4.2,"runtime":91,"cert":"N\/A","id":83007,"title":"Comin' at Ya!","adult":false,"genre_ids":[37]},{"cast":["Angus Macfadyen","Penelope Ann Miller","Ann-Margret","Kathryn Harrold","Nicole Nieth"],"overview":"After the death of his estranged mother, a womanizer discovers that they had a lot in common.","release_date":"2001-06-13","vote_average":0.0,"runtime":89,"cert":"N\/A","id":83008,"title":"A Woman's a Helluva Thing","adult":false,"genre_ids":[35,10749]},{"cast":["David","Jayant","Tanuja","Kaysi Mehra","Amal Sen"],"overview":"Memdidi tells a simple and endearing story of Mrs. Roy (Memdidi), who moves in as a new neighbor to the two local tough guys, Bahadur Singh (David) and Sher Khan (Jayant), with a heart of gold.  Hrishikesh Mukherjee's direction and screenplay makes this movie a gem and worth watching again and again.","release_date":"1961-01-01","vote_average":4.8,"runtime":136,"cert":"N\/A","id":83009,"title":"Mem-didi","adult":false,"genre_ids":[18,35]},{"cast":["Trace Beaulieu","Frank Conniff","Joel Hodgson","Mary Jo Pehl","J. Elvis Weinstein"],"overview":"Things get a bit randy in this version of Mary Shelley's immortal classic about... immortality. Just as our resident mad scientist is about to bring his creature back to life, he is forced to use a sub-standard brain. The Cinematic Titanic crew offer more hilarious commentary as they set their sights on a Frankenstein's castle chock full of angry villagers, grave robbers, and skinny dippers.","release_date":"2008-11-24","vote_average":7.0,"runtime":89,"cert":"N\/A","id":83010,"title":"Cinematic Titanic: Frankenstein's Castle of Freaks","adult":false,"genre_ids":[35]},{"cast":["Joel Hodgson","Trace Beaulieu","Frank Conniff","Mary Jo Pehl","J. Elvis Weinstein"],"overview":"The children of Mars are in a funk, and nothing on the red planet seems to be able to cheer them up. Martian King Kimar comes up with the only reasonable solution: kidnap Santa Claus from Earth's North Pole and bring him to their planet to make toys for their joyless, listless little green kids. Meanwhile, two Earth children get wise to the plan and are abducted along with Santa to prevent them from talking to the authorities. Luckily for them, Dropo, the Jerry Lewis of the fourth planet from the sun, is there to help them. The fiendish plot doesn't go according to plan, and there's plenty of intrigue, double-crossing, mistaken identity and stock footage for kids of all ages and planets to enjoy.  Poorly conceived, sloppily made, and unfailingly bizarre, \"Santa Claus Conquers the Martians\" is the ultimate Christmas movie-riffing classic (as fans of MST3K know) which is why Cinematic Titanic chose to revisit, re-riff, and release this holiday hamfest with all new jokes. Merry Crap-mas!","release_date":"2008-11-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83011,"title":"Cinematic Titanic: Santa Claus Conquers the Martians","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Cinematic Titanic is the new \"show\" from the original MST3K cast.","release_date":"2008-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83012,"title":"Cinematic Titanic: The Wasp Woman","adult":false,"genre_ids":[]},{"cast":["Lee Eun-ju","Lee Byung-hun","Yeo Hyun-soo","Hong Soo-hyun","Jeon Mi-seon"],"overview":"Two soulmates find each other only to be torn apart by tragedy. However, not even death can keep them apart... but can destiny?","release_date":"2001-02-03","vote_average":6.3,"runtime":107,"cert":"N\/A","id":83013,"title":"Bungee Jumping of Their Own","adult":false,"genre_ids":[18,10749]},{"cast":["Jude Pucillo","Matt DiCioccio","Mike Lane","Nicole Berlingeri","Kenny Williams"],"overview":"Light &amp; Dark Productions' villains go head to head for a final showdown.","release_date":"2009-10-24","vote_average":0.0,"runtime":4,"cert":"N\/A","id":83014,"title":"Domination: Rellik Vs. The Black Rose Killer","adult":false,"genre_ids":[27]},{"cast":["Alastair Sim","Margaret Rutherford","Guy Middleton","Joyce Grenfell","Edward Rigby"],"overview":"Nutbourne College, an old established, all-boys, boarding school is told that another school is to be billeted with due to wartime restrictions. The shock is that it's an all-girls school that has been sent. The two head teachers are soon battling for the upper hand with each other and the Ministry. But a crisis (or two) forces them to work together.","release_date":"1950-03-08","vote_average":6.7,"runtime":81,"cert":"U","id":83015,"title":"The Happiest Days of Your Life","adult":false,"genre_ids":[35]},{"cast":["Hao Shao-Wen","Ng Man Tat","Takeshi Kaneshiro","Athena Chu"],"overview":"A meek, middle-aged schoolteacher is put in charge of a class of trouble makers. Unable to withstand the torments they put him through, he runs away to a Shaolin temple. At the temple, he studies martial arts under the guidance of an old master. With his new skills, he returns to school and whips his misbehaving students into shape.","release_date":"1995-04-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":83016,"title":"Trouble Maker","adult":false,"genre_ids":[35,18,28]},{"cast":["Gilbert Melendez","Antonio Banuelos","Sam Wells","Tim Kennedy"],"overview":"WEC 5: Halloween Fury was a mixed martial arts event held on October 18th, 2002 at The Palace Casino in Lemoore, California. WEC 5's main event was a title fight between Cole Escovedo and Philip Perez.","release_date":"2002-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83017,"title":"WEC 5: Halloween Fury","adult":false,"genre_ids":[]},{"cast":["Frank Shamrock","Gilbert Melendez","Tim McKenzie","Nick Diaz","Shonie Carter"],"overview":"WEC 6: Return of a Legend was a mixed martial arts event promoted by World Extreme Cagefighting on March 27, 2003 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The event was centered around the return of MMA superstar Frank Shamrock taking on Bryan Pardoe. Shamrock had been retired and not competed in MMA since December 2000.","release_date":"2003-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83018,"title":"WEC 6: Return of a Legend","adult":false,"genre_ids":[]},{"cast":["Ron Waterman","Shonie Carter","Jason Von Flue","Gabe Ruediger"],"overview":"WEC 7: This Time It's Personal was a mixed martial arts event promoted by World Extreme Cagefighting on August 9, 2003 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The main event saw Ron Waterman takes on James Nevarez to decide WEC's inaugural Super Heavyweight Champion.","release_date":"2003-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83019,"title":"WEC 7: This Time It's Personal","adult":false,"genre_ids":[]},{"cast":["Shonie Carter","Chris Leben"],"overview":"WEC 8: Halloween Fury 2 was a mixed martial arts event promoted by World Extreme Cagefighting on October 17, 2003 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The main event saw Cole Escovedo defend the WEC Featherweight title against Anthony Hamlett","release_date":"2003-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83020,"title":"WEC 8: Halloween Fury 2","adult":false,"genre_ids":[]},{"cast":["Lavar Johnson","Gil Castillo","Gilbert Melendez","Olaf Alfonso"],"overview":"WEC 10: Bragging Rights was a mixed martial arts event promoted by World Extreme Cagefighting on May 21, 2004 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. This event saw the fourth appearance of future Superstar Gilbert Melendez who took on Olaf Alfonso. This event also saw two of the most well known fighters in the world Karo Parisyan take on Shonie Carter. The main event saw Mike Serr take on Rafael Real.","release_date":"2004-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83021,"title":"WEC 10: Bragging Rights","adult":false,"genre_ids":[]},{"cast":["Rebecca Chambers","Lori Jo Hendrix","Kena Land","Toni Naples","Gilya Stern"],"overview":"Four American babes on vacation in the Middle East run into trouble when they are imprisoned by corrupt army officials and that's where the fun begins.","release_date":"1993-02-23","vote_average":3.8,"runtime":91,"cert":"N\/A","id":83024,"title":"Prison Heat","adult":false,"genre_ids":[18,28,53,80]},{"cast":[],"overview":"Kermet Dünger (Simon Mora) und Farrat Müllömer (Ayhan Yigitokur) sind wieder da! Und sie haben Verstärkung bekommen: Gülten (Erina Langauer), ein stressiges Lan-Girlie kurz vor dem Hauptschulabschluß ist nun mit von der Partie ...","release_date":"2002-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83025,"title":"Dei Mudder sei Gesicht 3: Wo ist mein Dope","adult":false,"genre_ids":[]},{"cast":["Thomas Harm","Simon Mora"],"overview":"Kermet und seine Freunde bekommen eine letzte Chance...\r Die drei coolen Vorstadtgangster Kermet Dünger, Ölcrem Drehkrahn und Lorenzo di Napoli sind mal wieder vor Gericht.\r Endlich arbeiten oder Knast heißt dort die Devise, die der leicht vertrottelte Bewährungshelfer Knut für die Jungs heraushandelt.  Endlich auf freiem Fuß muß eine Knarre her, und ab geht eine Abzockertour vom Feinsten.\r Dabei werden doofe schwäbische Omas, Streber und alles was sich bewegt plattgemacht.\r Lammfromm werden die Burschen nur, wenn ihre türkische Tante Fatma den Weg kreuzt.\r Arbeiten ist angesagt, dass bestimmt nun auch Fatma!  Doch eine passende Arbeit für schlimme Gangster zu finden ist nicht so einfach.\r Aber für die Jungs geht das Abenteuer hier erst richtig los - zur Freude der Lachmuskeln aller Zuschauer.","release_date":"2007-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83026,"title":"Abgezockt ist abgezockt","adult":false,"genre_ids":[35]},{"cast":["Shonie Carter","Lavar Johnson","James Irvin","Nam Phan"],"overview":"WEC 11: Evolution was a mixed martial arts event promoted by World Extreme Cagefighting on August 20, 2004 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The main event saw Shonie Carter take on Jason Biswell.","release_date":"2004-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83027,"title":"WEC 11: Evolution","adult":false,"genre_ids":[]},{"cast":["Nate Diaz","Shonie Carter","Chael Sonnen","Chris Lytle","Gabe Ruediger"],"overview":"WEC 12: Halloween Fury 3 was a mixed martial arts event promoted by World Extreme Cagefighting on October 21st, 2004 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The card featured many future superstars such as Jason \"The Punisher\" Lambert, Nate Diaz, Brad Imes, Chris \"Lights Out\" Lytle, \"The Sandman\" James Irvin, Joe \"Diesel\" Riggs, Chael Sonnen, and MMA legend \"Mr. International\" Shonie Carter. The main event saw Doug Marshall take on Carlos Garcia.","release_date":"2004-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83028,"title":"WEC 12: Halloween Fury 3","adult":false,"genre_ids":[]},{"cast":["Dan Christison","Andre Roberts","Shonie Carter","Brandon Vera"],"overview":"WEC 13: Heavyweight Explosion was a mixed martial arts event promoted by World Extreme Cagefighting on January 22nd, 2005 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The card featured a 4 man Heavyweight Tournament featuring Brandon Vera as well as single fights which saw the likes of Jason \"The Punisher\" Lambert, Brad Imes, and MMA legend \"Mr. International\" Shonie Carter compete.","release_date":"2005-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83029,"title":"WEC 13: Heavyweight Explosion","adult":false,"genre_ids":[]},{"cast":[],"overview":"WEC 14: Vengeance was a mixed martial arts event promoted by World Extreme Cagefighting on March 17th, 2005 at the Tachi Palace Hotel &amp; Casino in Lemoore, California.[1] The Main Event saw John Polakowski take on Olaf Alfonso.","release_date":"2005-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83030,"title":"WEC 14: Vengeance","adult":false,"genre_ids":[]},{"cast":["Cedric Hardwicke","Stanley Holloway","Derek Bond","Mary Merrall","Sally Ann Howes"],"overview":"A fatherless boy tries to make his fortune despite interference from his rich uncle.","release_date":"1947-03-12","vote_average":7.5,"runtime":108,"cert":"","id":83031,"title":"The Life and Adventures of Nicholas Nickleby","adult":false,"genre_ids":[18]},{"cast":["Chris Lytle","Pat Healy","Joe Riggs","James Irvin"],"overview":"WEC 15: Judgment Day was a mixed martial arts event promoted by World Extreme Cagefighting on May 19th 2005 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The card featured the likes of Joe Riggs, Chris Lytle and James Irvin compete.","release_date":"2005-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83032,"title":"WEC 15: Judgment Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"A killer scotty dog goes after scantly clad college girls.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83035,"title":"Waldile - Der Schlimme Killerhund","adult":false,"genre_ids":[27,35]},{"cast":["Julie Walters","Ciarán Hinds","Nuala O'Neill","James Loughran","Elizabeth Donaghy"],"overview":"Belfast 1972: The politically naive Bernie is trying to bring up a normal family in less than normal surroundings. Her best friend is accidentally shot dead by the IRA, and her neighbours are constantly raided by the army. In this climate of fear she stands up and condemns the murders. Criticising both factions, her call for a ceasefire is interpreted as an attack against the IRA, and as her peace movement takes momentum, she and her family are placed in the frontline.","release_date":"1998-08-08","vote_average":1.0,"runtime":100,"cert":"N\/A","id":83036,"title":"Titanic Town","adult":false,"genre_ids":[18]},{"cast":["Bruce Abbott","Jeffrey Combs","Barbara Crampton","Stuart Gordon","Brian Yuzna"],"overview":"Features interviews with every one of the most important people behind the film (with the exception of David Gale, who's dead).","release_date":"2007-01-01","vote_average":6.0,"runtime":70,"cert":"N\/A","id":83039,"title":"Re-Animator Resurrectus","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An intimate look at the very public and passionate fight waged by residents and business owners of Brooklyn’s historic Prospect Heights neighborhood facing condemnation of their property to make way for the polarizing Atlantic Yards project, a massive plan to build 16 skyscrapers and a basketball arena for the New Jersey Nets.","release_date":"2011-06-17","vote_average":5.0,"runtime":93,"cert":"N\/A","id":83040,"title":"Battle for Brooklyn","adult":false,"genre_ids":[99,18]},{"cast":["Li Nanxing","Constance Song","Chen Chao-jung"],"overview":"Since young, Shi Tian Cai (Li Nanxing) was known among his peers to be the junior gambling king thanks to his gambling addict of a father. Years later, Tian Cai gets married to Zhi Hui who is about to give birth. All this while Tian Cai have been supporting his family through gambling, but with a kid now on board, things just got tougher. Without hesitation Tian Cai dabbles with the high-stake circles and with his talent and reputation manages to make a huge windfall. Tian Cai's much sought after talent in the gambling circle generates envy from Taiwanese tycoon Li Guan Jun, and each step that Tian Cai takes brings him closer to his nemesis.","release_date":"2011-04-14","vote_average":7.5,"runtime":101,"cert":"N\/A","id":83041,"title":"The Ultimate Winner","adult":false,"genre_ids":[18]},{"cast":["Ron Waterman","Ricco Rodriguez","Alex Serdyukov"],"overview":"WEC 16: Clash of the Titans 2 was a mixed martial arts event promoted by World Extreme Cagefighting on August 18th, 2005 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The main event saw Ron Waterman take on Ricco Rodriguez for the WEC Super Heavyweight Championship.","release_date":"2005-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83042,"title":"WEC 16: Clash of the Titans 2","adult":false,"genre_ids":[]},{"cast":["Ricco Rodriguez","Shane Carwin","Sam Wells","Mike Pyle"],"overview":"WEC 17: Halloween Fury 4 was a mixed martial arts event promoted by World Extreme Cagefighting on October 14, 2005 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. A light heavyweight tournament was held with the winner being crowned the champion and given a deal with the UFC.","release_date":"2005-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83043,"title":"WEC 17: Halloween Fury 4","adult":false,"genre_ids":[]},{"cast":["Vernon White","Billy Evangelista","Shonie Carter","Chris Lytle"],"overview":"WEC 18: Unfinished Business was a mixed martial arts event promoted by World Extreme Cagefighting on January 13, 2006 at the Tachi Palace Hotel &amp; Casino in Lemoore, California.","release_date":"2006-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83044,"title":"WEC 18: Unfinished Business","adult":false,"genre_ids":[]},{"cast":["Aletta Ocean","Sofia Valentine","Robyn Truelove","Aliz","Havana Sin"],"overview":"See the dollz cum one by one! Some like a cock stuffed up their bum! Others like to finger cunt! To hear the girlies squeal and grunt! The filthy sleazy tattooed punk! Who gets her gob filled up with spunk! Rough justice for a slit so sweet! Abused with stinking male cock meat! Yeah rigid tube steak, gaping holes! Cum inside the house of dollz!","release_date":"2009-09-03","vote_average":8.0,"runtime":180,"cert":"R18","id":83045,"title":"Dollz House","adult":true,"genre_ids":[]},{"cast":["Pat Healy","Tiki Ghosn","Rob McCullough","Urijah Faber","James Irvin"],"overview":"WEC 19: Undisputed was a mixed martial arts event held by World Extreme Cagefighting on March 17, 2006 at the Tachi Palace Hotel &amp; Casino in Lemoore, California. The event aired live on the HDNet Fights.","release_date":"2006-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83046,"title":"WEC 19: Undisputed","adult":false,"genre_ids":[]},{"cast":["Mike Kyle","Nate Diaz","Fernando Gonzalez","Rob McCullough"],"overview":"WEC 20: Cinco de Mayhem was a mixed martial arts event held by World Extreme Cagefighting that took place on May 5, 2006 at Tachi Palace Hotel &amp; Casino in Lemoore, California. WEC 20's main event was a heavyweight bout between Brian Olsen and Mike Kyle.","release_date":"2006-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83047,"title":"WEC 20: Cinco de Mayhem","adult":false,"genre_ids":[]},{"cast":["Cecilia Cheung","Lucas Tse","Ekin Cheng","Ronald Cheng","Shao Bing"],"overview":"To further her career, elite commercial director Peggy agrees to leave her husband and her young son at home to shoot an ad on an isolated offshore island with alcoholic, incompetent action star Mr. Big. With the star, his family, his manager, and their children, Peggy attracts the attention of gangster Cobra, who is on the island to search for a legendary treasure left from the Ming Dyanasty. Juggling a spoiled superstar, kids, and a team of evildoers, how will Peggy get herself off the island so she can see family again?","release_date":"2011-09-08","vote_average":3.5,"runtime":90,"cert":"N\/A","id":83048,"title":"Treasure Hunt","adult":false,"genre_ids":[35]},{"cast":["Céline Tran","Austin Kincaid","Tommy Gunn","Manuel Ferrara","Tyler Knight"],"overview":"Fantasy and reality join as one, when Kaylani Lei meets with some of the adult industry's hottest stars featuring Wicked's sensational new star Keri Sable with Brittney Skye, Katsumi and Sativa Rose. Scene after scene, this is one journey you are not going to forget.","release_date":"2005-07-13","vote_average":7.5,"runtime":85,"cert":"N\/A","id":83049,"title":"Erotik","adult":true,"genre_ids":[]},{"cast":["Jada Fire","Cassidy Clay","Havana Ginger","Sandi Jackmon","Mikayla Mendez"],"overview":"Hot Chocolate is a study in the perfection that is \"Women of Color.\" From Nubian Queens on safari, to music video vixens, to 70's style disco hotties. Hot Chocolate shows them all at their very best.","release_date":"2008-01-08","vote_average":0.0,"runtime":101,"cert":"N\/A","id":83050,"title":"Hot Chocolate: A Romp in the Dark","adult":true,"genre_ids":[]},{"cast":["Lupe Fuentes","Alexa Nicole","Madison Ivy","Breanne Benson","Kaylani Lei"],"overview":"In her Wicked Pictures debut, Lupe Fuentes explodes on the screen in award winning director Brad Armstrongs Lolita. A visually stunning exploration of Lupes sensual side that exposes her deepest desires. Blow jobs, three-way, girl\/girl, solo, its all here. The exotic beauty is joined by adults sexiest little hotties. So if like them sweet and petite LOLITA is a must see. Sit back and enjoy while Lupe and friends prove that good things really do cum in small packages.","release_date":"2010-11-24","vote_average":7.3,"runtime":84,"cert":"N\/A","id":83051,"title":"Lolita","adult":true,"genre_ids":[]},{"cast":["Elise Lhomeau","Léa Tissier","Elise Caron","Roger Jendly","Thierry Paret"],"overview":"Noémie and Priscilla, two teenage girls from working class backgrounds, cultivate the same violence, the same contempt of the world. They are a source of serious concern for family and friends, who sense them capable of going to extremes. Noémie has already tried to kill herself once when with the work of German Romanic writer Kleist ringing true to her, convinces equally unhappy best friend Priscilla to make a suicide pact. The two of them can see no reason to go on living but the practicalities and opportunity to go through with that plan is harder than they envisage.","release_date":"2010-05-18","vote_average":6.0,"runtime":85,"cert":"N\/A","id":83052,"title":"Young Girls in Black","adult":false,"genre_ids":[18]},{"cast":["Lauren Cuthbertson","Sergei Polunin","Edward Watson","Zenaida Yanowsky","Christopher Saunders"],"overview":"A full-length ballet created by choreographer Christopher Wheeldon for the Royal Ballet at the Royal Opera House, Covent Garden. The ballet is based on Lewis Carroll's famous story of Alice, an ordinary girl who one summer afternoon falls down a rabbit hole and finds herself on an extraordinary adventure.  The music is by Joby Talbot, with designs by the internationally acclaimed Bob Crowley. Alice is danced by the Royal Ballet's Lauren Cuthbertson, and actor Simon Russell-Beale plays the cameo role of the Duchess.","release_date":"2011-04-23","vote_average":7.0,"runtime":127,"cert":"Not rated","id":83053,"title":"Alice's Adventures in Wonderland","adult":false,"genre_ids":[14,10751]},{"cast":["Céline Tran","Daniella Schiffer","Lucy Lee","Jennifer Dark","Melissa Lauren"],"overview":"","release_date":"2004-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83054,"title":"Hardcore Models","adult":true,"genre_ids":[]},{"cast":["Tony Iommi","Geezer Butler","Ronnie James Dio","Ian Gillan","Vinny Appice"],"overview":"“The Black Sabbath Story, Volume Two” is a documentary video by heavy metal band Black Sabbath. It discusses the line-up changes Black Sabbath experienced during the period between 1978 and 1992.","release_date":"1992-09-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":83055,"title":"Black Sabbath: The Black Sabbath Story, Volume Two","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"ROCKET COMPULSION is the story of a tenacious Australian Pilot, David Mayman, as he strives to achieve his childhood dream of building and free-flying his very own Rocket Belt, only to discover he faces a nearly impossible task","release_date":"2011-03-06","vote_average":0.0,"runtime":50,"cert":"N\/A","id":83056,"title":"Rocket Compulsion","adult":false,"genre_ids":[99]},{"cast":["Deidra Edwards","Staci Lawrence","Ryan C. Benson"],"overview":"Lydia is an overweight sales clerk in a trendy home furnishings store, nearing 30. Though she is a member of a Fat Acceptance Group (a movement dedicated to fighting prejudice against overweight people), she is still struggling with complex feelings about her body and its place in the world. Darcy, a recovering-anorexic real estate agent in her mid-20s, is struggling with the same issues from a very different perspective.","release_date":"2008-07-29","vote_average":5.3,"runtime":96,"cert":"N\/A","id":83059,"title":"Disfigured","adult":false,"genre_ids":[18]},{"cast":["Ruth Leuwerik","Hans Holt","Maria Holst","Josef Meinrad","Hilde von Stolz"],"overview":"\"The Trapp Family\" is a true story based on the popular novel by the Baroness Von Trapp of Austria. The film was made in 1961, a few years before the other film based on the Trapp Family's life was released - a little movie named \"The Sound of Music\".","release_date":"1956-10-09","vote_average":6.5,"runtime":106,"cert":"N\/A","id":83062,"title":"The Trapp Family","adult":false,"genre_ids":[10402,35,10751,10749,18]},{"cast":["Ruth Leuwerik","Hans Holt","Josef Meinrad","Adrienne Gessner","Wolfgang Wahl"],"overview":"","release_date":"1958-10-17","vote_average":5.0,"runtime":87,"cert":"N\/A","id":83063,"title":"The Trapp Family in America","adult":false,"genre_ids":[10751,35,18]},{"cast":["Neil Finn"],"overview":"On his own, Neil Finn continues to purvey remarkable songcraft, music that's subtly irresistible. In performance, with Finn's ace band featuring his teenaged son, Liam, on guitar and drums, his music is yet more immediate, even  more intense.","release_date":"2000-12-19","vote_average":0.0,"runtime":74,"cert":"N\/A","id":83064,"title":"Neil Finn: Sessions at West 54th","adult":false,"genre_ids":[10402]},{"cast":["Miloš Kopecký","Jaroslava Adamová","Naďa Urbánková","Jana Dítětová","Carmen Mayerová"],"overview":"","release_date":"1967-04-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83065,"title":"Sedm žen Alfonse Karáska","adult":false,"genre_ids":[35]},{"cast":["Miloš Kopecký","Jaroslava Adamová","Jiřina Bohdalová","Stella Zázvorková","Vladimír Menšík"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":83066,"title":"Alfons Karásek v lázních","adult":false,"genre_ids":[35,10402,10770]},{"cast":["Miloš Kopecký","Jiřina Jirásková","Jana Paulová","Miroslava Pleštilová","Libuše Geprtová"],"overview":"","release_date":"1987-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":83067,"title":"Poslední leč Alfonse Karáska","adult":false,"genre_ids":[35]},{"cast":["Miloš Kopecký","Zdeněk Dítě","Stella Zázvorková","Dagmar Veškrnová-Havlová","Vlastimil Brodský"],"overview":"","release_date":"1976-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83068,"title":"To byla svatba, strýčku!","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Jakers´ adventure is about the eight year old pig Jakers and his friends, Dannan the duck and bull Fernie who lives on a farm in Ireland. Each episode starts with Jakers, who today is the grandfather of three little pigs, tell interesting stories from his childhood ...","release_date":"2008-02-19","vote_average":0.0,"runtime":92,"cert":"N\/A","id":83069,"title":"Jakers! Treasure Hunt On Raloo Farm","adult":false,"genre_ids":[16,10751]},{"cast":["Helena Růžičková","Jiří Růžička","Lubomír Kostelka","Roman Skamene","Jitka Asterová"],"overview":"","release_date":"1992-12-25","vote_average":2.5,"runtime":null,"cert":"N\/A","id":83070,"title":"Trhala fialky dynamitem","adult":false,"genre_ids":[]},{"cast":["Valéry Schatz","Amélie Glenn","Chafi Sahel","Haji Gul Aser","Mohammad Chafi Sahel"],"overview":"Kabul - a city struggling to recover from 25 years of warfare. Taxi driver Khaled picks up a woman and baby. Her face is hidden behind a blue burka. They settle on a price, she pays him and they drive off. The taxi arrives at its destination. The woman gets out and a new passenger climbs in... to find the baby still in the backseat. Khaled leaps out after the woman but she's vanished. He's left holding the baby - a 6-month-old boy. Who is the mother? How can he find her? He asks friends and strangers in the street. He returns to where he picked her up. Nothing. Fate has handed him a young life for which he feels more and more responsible. An eventful, chaotic, often highly comic journey through a city which is itself simply trying to survive. Poignant, rich, vibrant, Barmak Akram's debut feature is a remarkable portrait of one man's emotional awakening in a city returning to crazy life after 25 years of violent conflict.","release_date":"2009-04-29","vote_average":0.0,"runtime":97,"cert":"N\/A","id":83071,"title":"Kabuli Kid","adult":false,"genre_ids":[18]},{"cast":["Vojtěch Kotek","Jiří Mádl","Milan Šteindler","Veronika Freimanová","Oldřich Navrátil"],"overview":"A comedy about funny adventures of boys and girls during the summer vacation.","release_date":"2006-03-09","vote_average":5.4,"runtime":104,"cert":"N\/A","id":83072,"title":"Rafters","adult":false,"genre_ids":[10749,35,12]},{"cast":["Silvio Orlando","Valeria Golino","Monica Guerritore","Luca Lionello","Rosalia Porcaro"],"overview":"","release_date":"2008-09-12","vote_average":5.6,"runtime":null,"cert":"N\/A","id":83075,"title":"The Germans' Factory","adult":false,"genre_ids":[]},{"cast":["Line Renaud","Muriel Robin"],"overview":"","release_date":"2008-01-05","vote_average":9.0,"runtime":null,"cert":"N\/A","id":83076,"title":"Fugueuses","adult":false,"genre_ids":[35]},{"cast":["Lee Curreri","Tawny Kitaen","Lloyd Bochner","May Heatherly","Simón Andreu"],"overview":"A 22 year old man who has lived inside a crystal room because of a rare illness, meets an up and coming rock star, and the two fall in love.","release_date":"1986-02-01","vote_average":7.0,"runtime":103,"cert":"N\/A","id":83079,"title":"Crystal Heart","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Samantha Ryan","Annabelle Lee","Avy Scott","Chastity Lynn","Zoe Voss"],"overview":"Sweetheart's most playful series continues with a new bunch of friends ready to reveal their deepest secrets - and desires. Chastity Lynn admits a lesbian crush on adorable Annabelle Lee, while Avy Scott gets dared to kiss androgynous beauty Drew De Veaux. Beautiful Samantha learns that she's Zoe's ideal woman, and Annabelle recalls a lesbian romp with Australian beauty Taliah.","release_date":"2011-02-23","vote_average":0.0,"runtime":114,"cert":"N\/A","id":83084,"title":"Lesbian Truth or Dare 4","adult":true,"genre_ids":[]},{"cast":["Chastity Lynn","Evelyn Lin","Sensi Pearl","Jessie Andrews","Ella Milano"],"overview":"Uptight bride-to-be Evelyn reluctantly attends the “bachelorette party” thrown for her by wild child sister-in-law, Alison. While Evelyn’s disapproving friend Zoe cringes at the gifts of dildos and vibrators, flower-child Jessie suggests a friendly game of Truth or Dare. But when stripper-gram girl Chastity Lynn arrives to give a lap dance to the blushing bride, the truth about Evelyn’s secret desires is finally revealed.","release_date":"2011-11-22","vote_average":0.0,"runtime":145,"cert":"N\/A","id":83085,"title":"Lesbian Truth or Dare 6","adult":true,"genre_ids":[]},{"cast":["Chanit Yaisamer","Natthamonkarn Srinikornchot","Todsaporn Rottakit","Note Chern-Yim","Jaturong Mokjok"],"overview":"Before his death, Diao's father instructed him to look for an old friend in a remote village. In this village, he became famous by winning a buffalo-racing competition, the boxing competition and the attentions of the village beauty. He also managed to upset the local gangsters by protecting the poor people. After the competitions, Diao chase thief's, who have stolen the head of a Buddha image in a temple. He managed to retrieve the relic but on his way back to the village, he was accosted by the irate gangsters, who be headed him. Waking as a headless ghost, he's ready for revenge.","release_date":"2002-10-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":83086,"title":"Headless Hero","adult":false,"genre_ids":[27,28,35,14]},{"cast":["Tony Alva","Allysha Bergado","Steve Berra","Ali Boulala","Mika Edin"],"overview":"In the summer of 1978 the Swedish film director Staffan Hildebrand encountered a group of young people with skateboards in Stockholm city, it resulted in a documentary about this new subculture \"skateboard\". The documentary, \"14 års landet\" (The land of 14) was presented in Swedish national TV (SVT) in the christmas of 1978. Now 30 years later Staffan and his crew have followed up the skateboarders from \"14 års landet\" what happened to them, what has happened with the skateboard industry in Sweden since then and why these people are \"hooked for life\".","release_date":"2011-05-23","vote_average":5.0,"runtime":125,"cert":"N\/A","id":83087,"title":"Hooked for Life","adult":false,"genre_ids":[99]},{"cast":["Tōru Furuya","Hirotaka Suzuoki","Kôichi Hashimoto","Ryou Horikawa","Hideyuki Hori"],"overview":"The plot involves the coming of Lucifer to the Sanctuary, where his underlings systematically dispose of the surviving Gold Saints. Athena goes to Lucifer to ask for peace, placing herself in peril. The Bronze Saints must then come to her rescue, destroying Lucifer's Fallen Angels (Seima Tenshi in Japanese) in the process.","release_date":"1989-03-18","vote_average":5.9,"runtime":45,"cert":"N\/A","id":83088,"title":"Saint Seiya: Warriors of the Final Holy Battle","adult":false,"genre_ids":[28,16,14]},{"cast":["Céline Tran","Lily LaBeau","Teri Weigel","Chastity Lynn","Magdalene St. Michaels"],"overview":"The beautiful legends of porn are back with a ravenous appetite for young lesbian starlets. Ethereal Katsuni has one last bubble bath with gorgeous blonde lover Lily Labeau, sex therapist Alexandra Silk teaches busty young Taylor Vixen how to let herself go, wild woman Teri Weigel brings out the nymphet in hot teen blonde Chastity Lynn and stern lawyer Magdalene St. Michaels lets off some steam with young lesbian escort Jesse Jordan.","release_date":"2011-12-14","vote_average":6.0,"runtime":120,"cert":"N\/A","id":83089,"title":"Legends & Starlets 6","adult":true,"genre_ids":[]},{"cast":["Tōru Furuya","Hirotaka Suzuoki","Hideyuki Hori","Ryou Horikawa","Kôichi Hashimoto"],"overview":"When Seiya, Hyōga and Shun visit Saori (Athena) at the orphanage, they meet an employee called Eri. An orphan herself, Eri takes a liking to Hyōga and one night they sit outside watching the stars. They see a shooting star and Hyōga asks Eri to make a wish. After Hyōga leaves, however, Eri becomes powerfully attracted to the shooting star and wanders alone into the woods, where she finds a golden apple. She is then possessed by Eris, the Goddess of Discord, and kidnaps Athena, planning to use the golden apple to suck her energy out, fully reincarnate and take over the world. Eris leaves a message for the Bronze Saints, who set out for the goddess's temple which appears on the mountains. There, the heroes fight the five Ghost Saints: Maya of Sagitta, Orpheus of Lyra, Christ of the Southern Cross, Jan of Scutum (called by the Japanese name Tateza) and Jäger of Orion.","release_date":"1987-07-18","vote_average":5.7,"runtime":46,"cert":"N\/A","id":83090,"title":"Saint Seiya: Evil Goddess Eris","adult":false,"genre_ids":[28,16,14]},{"cast":["Tōru Furuya","Hirotaka Suzuoki","Kôichi Hashimoto","Ryou Horikawa","Hideyuki Hori"],"overview":"In Siberia, Hyōga saves a man that is being attacked. Injured, the man manages only to say something about Asgard. Some days later, Saori, Seiya, Shiryū and Shun are wondering about Hyōga and decide to go to Asgard to investigate. At Valhalla, the Lord of Asgard, Dolbar, says he has not heard of any Hyōga and neither has his right hand, Loki. However, at all times Seiya and the others can feel an evil cosmo emanating from Loki and the other Odin Saints called God Warriors. Shiryū, in particular, notices a familiar cosmo coming from Midgard, a mysterious, masked God Warrior. Dolbar makes it clear that he is trying to take control of both Asgard and the Sanctuary, imprisoning Athena in a strange dimension within the giant statue of Odin. Midgard reveals himself as Hyōga and tries to kill Shiryū to prove himself to Dolbar. Thus, it is the task of the Bronze Saints to defeat Dolbar, Loki and the rest of the God Warriors, to save Athena and Hyōga.","release_date":"1988-03-12","vote_average":6.4,"runtime":46,"cert":"N\/A","id":83091,"title":"Saint Seiya: The Heated Battle of the Gods","adult":false,"genre_ids":[28,16,14]},{"cast":["Beyoncé Knowles"],"overview":"Live at Roseland: Elements of 4 is a live DVD concert film by American R&amp;B recording artist, Beyoncé Knowles. It was directed by Knowles, Ed Burke and Anthony Green, and was executively produced by Knowles. The DVD was filmed during her 4 Intimate Nights with Beyoncé concert, which was held at the Roseland Ballroom in New York City in August 2011. It was released exclusively through Walmart stores in the United States on November 21, 2011.","release_date":"2011-11-29","vote_average":9.0,"runtime":150,"cert":"N\/A","id":83092,"title":"Beyoncé: Live At Roseland - Elements Of 4","adult":false,"genre_ids":[10402]},{"cast":["Jay-Z"],"overview":"Hip-hop superstar Jay-Z in concert with star guests from Madison Sqaure Garden, New York City on the eighth anniversary of the September 11 attacks. Filmed on the day of the release of his Blueprint 3 album, Jay-Z is joined by guests including Rihanna, Kanye West, P Diddy and Pharrell as he performs tracks from the album and classics like Hard Knock Life and 99 Problems.  The concert honoured and supported the families of police officers and firefighters who died trying to save others during the recovery efforts of the morning of September 11, 2001.","release_date":"2011-09-19","vote_average":5.3,"runtime":40,"cert":"N\/A","id":83093,"title":"Jay-Z Live From Madison Square Garden: Answer The Call","adult":false,"genre_ids":[10402]},{"cast":["Marlene Clark","Duane Jones","Bill Gunn","Sam Waymon","Leonard Jackson"],"overview":"After being stabbed with an ancient, germ-infested knife, a doctor's assistant finds himself with an insatiable desire for blood.","release_date":"1973-04-20","vote_average":4.8,"runtime":110,"cert":"N\/A","id":83096,"title":"Ganja & Hess","adult":false,"genre_ids":[27,18]},{"cast":["Yvan Attal","Valentina Cervi","Carlo Brandt","Pascal Elso","Talid Ariss"],"overview":"A policeman takes his family on a holiday, and after almost hitting a wild hog, the car won't start. They get hike with a guy scrutinizing his pretty wife. Shortly after, she disappears.","release_date":"2011-08-30","vote_average":5.7,"runtime":90,"cert":"N\/A","id":83097,"title":"Research in the Interest of Families","adult":false,"genre_ids":[53,80]},{"cast":["Kathryn Grayson","June Allyson","Lauritz Melchior","Jimmy Durante","Peter Lawford"],"overview":"Abigail Chandler has written her stuffy Boston relatives that she's a successful opera singer in New York. In reality, she works at a burlesque house and is billed as High-C Susie. When her sister Martha comes for a visit, Abigail tries to hide the truth from her.","release_date":"1946-06-06","vote_average":7.0,"runtime":112,"cert":"N\/A","id":83098,"title":"Two Sisters from Boston","adult":false,"genre_ids":[35,10402]},{"cast":["William Holden","Eleanor Parker","John Forsythe","William Demarest","William Campbell"],"overview":"A Southern belle (Eleanor Parker) frees a Rebel officer (John Forsythe) and his men from a Union captain's (William Holden) Arizona fort.","release_date":"1953-12-04","vote_average":6.2,"runtime":99,"cert":"N\/A","id":83099,"title":"Escape from Fort Bravo","adult":false,"genre_ids":[28,37,18]},{"cast":["Jerry Lee Lewis"],"overview":"Fourteen guests including Norah Jones, Solomon Burke, Don Henley, Buddy Guy and Tom Jones join Jerry Lee Lewis for an exhilarating, unforgettable evening of rock ’n’ roll. Captured on an intimate soundstage in New York, Last Man Standing Live showcases the one and only ’Killer’ thrilling an audience of friends and fans.","release_date":"2007-03-06","vote_average":5.3,"runtime":120,"cert":"N\/A","id":83102,"title":"Last Man Standing Live","adult":false,"genre_ids":[99]},{"cast":["Timuçin Esen","Meltem Cumbul","Sarp Akkaya","Riza Kocaoğlu","Ozan Bilen"],"overview":"A massive explosion rips though a busy street in Istanbul, Turkey. 95 people are dead; 30 Americans and 5 British. The massacre sends shock waves from Turkey to London and Washington, DC. A new terrorist organization is behind the attack. The explosion is just the beginning. Labyrinth' is the code name of the operation conducted by Turkish intelligence to stop a second, more devastating attack that will plunge Turkey, the only democratic Muslim country in the region, into chaos and destroy the fragile balance of the Middle East. After the initial attack, Turkey becomes a battlefront for terrorists and Turkish, British and American intelligence officers. Everyone has his own agenda in the fight that stretches from Istanbul to Eastern Turkey and from Frankfurt to Northern Iraq.","release_date":"2011-12-23","vote_average":7.0,"runtime":123,"cert":"N\/A","id":83103,"title":"Labyrinth","adult":false,"genre_ids":[18,28]},{"cast":["Jackie Daniels","Amber Ashlee","Jazmine Star","Kensey Knox","Rebecca Blue"],"overview":"Whistle while you work, as the old saying goes! These girls are whistling the tune to explosive Sapphic desire! Join in on the song!","release_date":"2009-07-23","vote_average":0.0,"runtime":111,"cert":"N\/A","id":83104,"title":"Horny Lesbians @ Work 3","adult":true,"genre_ids":[]},{"cast":["Nicolas Cage","Cynthia Dale","Christopher Plummer","David Naughton","Sean Sullivan"],"overview":"Ned Hanlan was Canada's most successful sculling champion at the turn of the 20th century. This dramatization of his life begins in his youth, when the wild young man is informally adopted by a gambler who promotes Ned on the sculling circuit, betting on the boy's rowing skills solely to make money off him. Later, a ruthless businessman named Knox takes over Ned's career, but when Ned realizes how dishonest Knox is, he finds another manager. Walter is an inventor and the first honest man Ned has dealt with in his career and, under Walter's guidance, Ned rises to great success in the sculling world.","release_date":"1986-01-17","vote_average":4.5,"runtime":100,"cert":"N\/A","id":83105,"title":"The Boy in Blue","adult":false,"genre_ids":[18]},{"cast":["Gianna Lynn","Lexi Bardot","Brittany Andrews"],"overview":"Cuntrol","release_date":"2007-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83106,"title":"Cuntrol","adult":true,"genre_ids":[]},{"cast":["Booth Savage","Judah Katz","David Berni","Mike Dopud","David Alexander Miller"],"overview":"In 1972, a historical ice hockey game series is arranged where the cream of Canadian's professional star players of the National Hockey League against the best of the Soviet Union. Although Canada and the USSR have faced off repeatedly on the amateur level before, most of Canada is smugly convinced that the Soviets will be no match for the pros. However, that assumption is forcefully shot down when Team Canada is soundly trounced in the first game by the skilled Soviet Union team. What follows is a bitter struggle as Team Canada fights to recover in a series that would change Canadian hockey's self-image and history forever.","release_date":"2006-04-09","vote_average":4.5,"runtime":180,"cert":"N\/A","id":83107,"title":"Canada Russia '72","adult":false,"genre_ids":[99]},{"cast":["Jewell Marceau","Paige Richards","Annie Body","Tai Ellis","Fiona Summers"],"overview":"Whether it be a simple caressing of her nipples or clitoris or a tongue insertion at just the right place in her slit, these girls love to satisfy each other's sexual appetites!","release_date":"2007-06-12","vote_average":0.0,"runtime":133,"cert":"N\/A","id":83108,"title":"Woman to Woman","adult":true,"genre_ids":[10749]},{"cast":["Ivan Crosland","Chester Johnson","Luco Landy","John Nicolaysen","Morgan Rusler"],"overview":"Bread from Heaven is an account of how Jesus has compassion for the multitudes that have come to hear Him minister. The story begins with a young street urchin named Jonas who is begging for each bit of food he can get. After an incident of trickery, he takes bread from the local bakers, Zeke and Jethro. He refuses to share his bread with an old man who is weak and clearly in need of nourishment. Later Jonas finds himself listening to the words of Jesus on the mountain.","release_date":"1996-06-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":83109,"title":"Bread From Heaven","adult":false,"genre_ids":[16,10751,18]},{"cast":[],"overview":"Jesus, the Son of God begins with Jesus, Mary and Joseph traveling to Jerusalem for the Passover in 13 A.D. Young Jesus, age twelve, walks behind His parents carrying a lamb. Jesus is to present the lamb to the priest as a sacrifice for sins. Once inside the busy, noisy city full of trading and bartering, Jesus and His family sell and buy the things they need before taking the lamb to the priest. Jesus presents the lamb to the priest, and the priest tests Him by asking some questions about the law. Jesus' answers are correct and the priest congratulates Him.","release_date":"1995-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83110,"title":"Jesus, The Son of God","adult":false,"genre_ids":[10751,16]},{"cast":["Katerina Dimitroglou","Nadia Rousou","Giorgos Lountzis"],"overview":"Best Experimental Film 2005 Austria","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83111,"title":"Fake Words","adult":false,"genre_ids":[]},{"cast":["Riko Aoki","Saki Kataoka","Mai Sakura"],"overview":"Have you ever imagine your hot, sexy boss sucks your cock and begging you to fuck her til she screams with orgasmic joy? This fantasy is no dream!","release_date":"2010-01-13","vote_average":6.5,"runtime":107,"cert":"N\/A","id":83112,"title":"Catwalk Poison Vol 35 (Riko Aoki)","adult":true,"genre_ids":[]},{"cast":["Katerina Dimitroglou","Stelios Hliaras","Mihalis Titopoulos","Dimitris Antoniou"],"overview":"A man is looking for a solution into a mathematical problem that is written on a small piece of paper.","release_date":"","vote_average":5.3,"runtime":null,"cert":"N\/A","id":83113,"title":"Maths Degree","adult":false,"genre_ids":[9648]},{"cast":["Tetsuya Bessho","Motoko Gollent","Yoshihiro Tatsumi","Mike Wiluan"],"overview":"Animated film based on the life and stories of Manga writer Yoshihiro Tatsumi who revolutionised the art form with darker, more adult stories. The film animates several of his stories","release_date":"2011-09-15","vote_average":6.4,"runtime":94,"cert":"","id":83114,"title":"Tatsumi","adult":false,"genre_ids":[16,36,18]},{"cast":["Vagelis Katsapis","Doksa Panta"],"overview":"Short Film","release_date":"","vote_average":3.5,"runtime":43,"cert":"N\/A","id":83115,"title":"A Heart Made from Inter Net","adult":false,"genre_ids":[53]},{"cast":["Gary Cooper","Lauren Bacall","Patricia Neal","Jack Carson","Donald Crisp"],"overview":"Two tobacco growers battle for control of the cigarette market.","release_date":"1950-07-02","vote_average":5.1,"runtime":110,"cert":"N\/A","id":83116,"title":"Bright Leaf","adult":false,"genre_ids":[10749,18]},{"cast":["Alejandro Sanz"],"overview":"","release_date":"2011-02-25","vote_average":10.0,"runtime":116,"cert":"N\/A","id":83117,"title":"Alejandro Sanz Live at Vina del Mar","adult":false,"genre_ids":[]},{"cast":["Helene Fischer"],"overview":"Concert filmed in Germany, Cologne Lanxess Arena 2011","release_date":"2011-12-01","vote_average":4.8,"runtime":165,"cert":"N\/A","id":83118,"title":"Helene Fischer - Zum ersten Mal mit Band und Orchester Live","adult":false,"genre_ids":[10402]},{"cast":["Julie Harris","Laurence Harvey","Shelley Winters","Ron Randell","Lea Seidl"],"overview":"Just before the Nazis ascend to power in Berlin, Chris, an aspiring novelist from England, meets flamboyant cabaret entertainer Sally Bowles and an unusual friendship is born. As Sally feeds her extravagant tastes, Chris goes along for the ride, until their Jewish pal, Fritz, encounters trouble.","release_date":"1955-07-21","vote_average":6.6,"runtime":98,"cert":"N\/A","id":83119,"title":"I Am a Camera","adult":false,"genre_ids":[18]},{"cast":["Gianni Garko","Fernando Sancho","William Berger","Sydney Chaplin","Gianni Rizzo"],"overview":"After a stagecoach is robbed and the passengers murdered, a long and tangled series of surprise attacks and murderous double-crosses, leaves the coach's strongbox in the hands of the killer Lasky. It is up to the legendary hero Sartana to track down the missing money and determine just who is ultimately behind the grisly robberies and killings.","release_date":"1968-08-14","vote_average":5.8,"runtime":95,"cert":"N\/A","id":83122,"title":"If You Meet Sartana Pray for Your Death","adult":false,"genre_ids":[37]},{"cast":["James Philbrook","Arturo Fernández","Soledad Miranda","José Bódalo","Ingrid Pitt"],"overview":"When a group of isolated people in the Greek mountains set off a cave explosion, they are menaced by an invisible shrieking dinosaur that had been buried for eons","release_date":"1966-10-01","vote_average":5.7,"runtime":91,"cert":"N\/A","id":83123,"title":"Sound of Horror","adult":false,"genre_ids":[27]},{"cast":["Gianni Garko","Nieves Navarro","Piero Lulli","Bruno Corazzari","Frank Braña"],"overview":"Wily roving gunslinger Sartana arrives in a small town and tries to find a hidden fortune of half a million dollars in gold and two million dollars in counterfeit money. Naturally, a bunch of other treacherous folks who include conniving widow Senora Manassas, shrewd fellow gunslinger Grand Full, and the vicious and unhinged General Monk are also looking to get their greedy hands on said fortune.","release_date":"1970-12-24","vote_average":6.4,"runtime":99,"cert":"N\/A","id":83124,"title":"Light the Fuse... Sartana Is Coming","adult":false,"genre_ids":[37]},{"cast":["Carlen Altman","Alex Ross Perry","Bob Byington","Kate Lyn Sheil","Anna Bak-Kvapil"],"overview":"JR has broken up with her professor. She enlists her nervous and obnoxious younger brother Colin to take a short road trip in order to help move out her belongings. They bicker and fight, with one another and pretty much anybody they encounter, before being brought to a place of togetherness and understanding as a result of being pushed away by everybody in their lives except one another.","release_date":"2011-04-01","vote_average":6.5,"runtime":83,"cert":"N\/A","id":83125,"title":"The Color Wheel","adult":false,"genre_ids":[35]},{"cast":["Jon Moses","Ted Greenway","S. Michael Smith","Holly Foster","Ron Bauerle"],"overview":"Abraham lives deep in the heart of an industrial wasteland. His only companion is a giant machine. Inside the machine is a man and a woman who take care of Abraham's every need. Abraham drifts through daily life until a tiny singing cowboy bursts from his stomach and leads him into the wild.","release_date":"2010-09-26","vote_average":9.0,"runtime":74,"cert":"N\/A","id":83126,"title":"The Beast Pageant","adult":false,"genre_ids":[14]},{"cast":["Sexy Cora"],"overview":"Exclusiv Insights to the life of Sexy Cora","release_date":"2010-06-25","vote_average":2.0,"runtime":58,"cert":"N\/A","id":83127,"title":"Secrets of Sexy Cora","adult":true,"genre_ids":[99]},{"cast":["Kentucker Audley","Eléonore Hendricks","Allison Baar","Hayward Buchanan","Dustin Guy Defa"],"overview":"A humorless loner attempts to win the admiration of a drifter with his debut performance at the local comedy club.","release_date":"2012-02-03","vote_average":6.5,"runtime":77,"cert":"N\/A","id":83128,"title":"Bad Fever","adult":false,"genre_ids":[18,10749]},{"cast":["Joe E. Brown","Evalyn Knapp","Lilian Bond","Guy Kibbee","Richard Carle"],"overview":"Joe Grant is an inventor, fireman and baseball player in his small home town. He gets an offer to play in a big team, he hopes to get more money for his inventions. But he is invited to present his invention to a fire-extinguisher company at the same time when he is supposed to play. Will he be able to show the effectiveness of his invention and win the game?","release_date":"1932-02-20","vote_average":0.0,"runtime":67,"cert":"N\/A","id":83129,"title":"Fireman, Save My Child","adult":false,"genre_ids":[35]},{"cast":["Harold Lockwood","Joe King"],"overview":"An Easterner wins his battles in the West by using his fists.","release_date":"1912-11-27","vote_average":0.0,"runtime":12,"cert":"N\/A","id":83130,"title":"The Ball Player and the Bandit","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bill Going is the star pitcher for his local Choctaw baseball team. Gamblers from Jimtown try to persuade him to throw the game and he shoots and kills them. He is given a reprieve to pitch the last game of the year.","release_date":"1909-12-06","vote_average":5.0,"runtime":12,"cert":"N\/A","id":83131,"title":"His Last Game","adult":false,"genre_ids":[]},{"cast":["Nat 'King' Cole","Eartha Kitt","Cab Calloway","Ella Fitzgerald","Mahalia Jackson"],"overview":"Will Handy grows up in Memphis with his preacher father and his Aunt Hagar. His father intends for him to use his musical gifts only in church, but he can't stay away from the music of the streets and workers. After he writes a theme song for a local politician, Gogo, a speakeasy singer, convinces Will to be her accompanist. Will is estranged from his father for many years while he writes and publishes many blues songs. At last the family is reunited when Gogo brings them to New York to see Will's music played by a symphony orchestra.","release_date":"1958-04-07","vote_average":9.0,"runtime":105,"cert":"N\/A","id":83132,"title":"St. Louis Blues","adult":false,"genre_ids":[18,10402]},{"cast":["Carter Wong","Kam Kong","James Tien","Ricky Cheng Tien-Chi","Hu Chin"],"overview":"Martial arts superstar Carter Wong portrays a revolutionary who is an expert in the Iron Finger style of kung fu. When his mother is kidnapped, he is forced by his enemy James Tien to destroy a group of subversive warlords, including renegade monk Kam Kong and five element venom man Ricky Cheng. Non-stop, no-holds-barred fight action make this a must for any fan of the martial arts.","release_date":"1977-01-01","vote_average":3.2,"runtime":89,"cert":"N\/A","id":83133,"title":"Shaolin Iron Finger","adult":false,"genre_ids":[]},{"cast":["Gianni Garko","Daniela Giordano","Ivano Staccioli","Helga Liné","George Wang"],"overview":"After witnessing a brutal massacre, the legendary hero Sartana is ready to do some investigating. Almost everyone in the tiny town of Indian Creek seems eager to buy up the property left behind by the murder victims, and one of them could well be behind the killings. The sheriff himself is not above suspicion, so Sartana must uncover the culprit all on his own.","release_date":"1970-10-08","vote_average":6.4,"runtime":91,"cert":"N\/A","id":83136,"title":"Have a Good Funeral, My Friend... Sartana Will Pay","adult":false,"genre_ids":[37]},{"cast":["Kevin Sorbo","Jodie Dowdall","Derry Robinson","Rosemary Dunsmore"],"overview":"Drake Hunter, the president of Hunter Marketing, has the perfect plan to boost sales for his father's toy company over the holiday season--hire department store Santas to promote his father's merchandise. When the real Santa Claus turns Drake into a Santa lookalike, Drake finds himself working as a dress-up Kris Kringle to make ends meet. Stripped of power and position, Drake discovers the importance of honesty, compassion, and respect as he helps an unprivileged girl enjoy the magic of Christmas. Stars Kevin Sorbo.","release_date":"2010-12-02","vote_average":7.0,"runtime":89,"cert":"N\/A","id":83137,"title":"The Santa Suit","adult":false,"genre_ids":[35,10751,14,10770]},{"cast":["Ben Thorne","Scott Morton"],"overview":"Two people, named Jimmy and Arthur break into a house, somewhere in England to steal something, which does not have a name. Two married couples that live in the house are confused as to what Jimmy and Arthur's intentions are. After a great deal of forced questions and answers, things start to go from bad to worst...","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":83138,"title":"Where is it?","adult":false,"genre_ids":[]},{"cast":["Lucille Ball","Daphne Zuniga","William Converse-Roberts","Stephen Lang","Susan Batson"],"overview":"A homeless woman named Florabelle becomes the unwitting guide to the streets for a New York social worker named Carrie who thinks she has lessons to offer the down-and-out clients she serves at the homeless shelter. Soon, however, Carrie realizes that she's the one who has much to learn.","release_date":"1985-11-05","vote_average":6.5,"runtime":100,"cert":"N\/A","id":83139,"title":"Stone Pillow","adult":false,"genre_ids":[18]},{"cast":["George Hilton","Charles Southwood","Erika Blanc","Piero Lulli","Federico Boido"],"overview":"Sartana, bounty hunter and gunfighter, witnesses the robbery of a shipment of gold. He finds his way into town where he meets with a lot of suspicious stares from the locals. He also meets with Samuel Spencer, who seems to own the company in this company town. The gold shipments are being stolen, so Spencer agrees to hire Sartana to protect the next gold shipment. Numerous dull-witted villains make attempts on Sartana's life, but he survives. Eventually, Sartana's nemesis Sabbath (he of the white coat and parasol) rides into town. With a showdown inevitable, Sartana and Sabbath square off to settle the score.","release_date":"1970-08-07","vote_average":6.3,"runtime":93,"cert":"N\/A","id":83140,"title":"I Am Sartana, Trade Your Guns for a Coffin","adult":false,"genre_ids":[37]},{"cast":["George Cole","Charlie Creed-Miles","Martin Savage","John Thomson","Harry Peacock"],"overview":"At a rural railway station in Victorian England, Jim is a spunky Jack Russell Terrier who escapes his mean master at the circus, and is soon befriended by station porter Bob and lonely orphan Henry. His performing feats soon become a local attraction, and before long he's in the middle of a battle to save the local orphanage.","release_date":"2001-12-30","vote_average":0.0,"runtime":87,"cert":"","id":83143,"title":"Station Jim","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Mariska Hargitay","Alison Pill","Jan Niklas","Kate Trotter","Alec McClure"],"overview":"An unmarried 18 year-old Amish girl is charged with the murder of her infant child.","release_date":"2004-10-04","vote_average":5.4,"runtime":90,"cert":"N\/A","id":83144,"title":"Plain Truth","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Stacy Keach","Faye Dunaway","Harris Yulin","Michael Witney","Denver John Collins"],"overview":"A revisionist western, \"Doc\" is Frank Perry's attempt to accurately portray the lives and persons of Doc Holliday, Wyatt Earp, and the now-legendary events that took place in the town of Tombstone, starring Stacy Keach, Faye Dunaway and Harris Yulin.","release_date":"1971-08-01","vote_average":6.8,"runtime":96,"cert":"N\/A","id":83147,"title":"Doc","adult":false,"genre_ids":[37]},{"cast":["Venkatesh","Richa Gangopadhyay","Poonam Kaur","Brahmanandam","Kamalinee Mukherjee"],"overview":"Nagavalli is a supernatural thriller; its story revolves around characters living in a house in Tirupati. After a family member receives a Nagavalli portrait as a prize in the Nagavalli Dance competition, various characters start having abnormal experiences. In order to save themselves and unfold the mystery, the family looks to Ramachandra Acharya and Dr. Vijay.","release_date":"2010-12-16","vote_average":6.8,"runtime":null,"cert":"N\/A","id":83154,"title":"Nagavalli","adult":false,"genre_ids":[28,14,53]},{"cast":["John Brace","Mary Fanaro","Bruce Gold","Raymond Carbone","Kerry Ellen Walker"],"overview":"Mike Strauber catches his wife Sharon in bed with his best friend Jerry. He gets mad and takes off to embark on an adventure of murder and self-mutilation in demented games of truth or dare.","release_date":"1986-06-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":83155,"title":"Truth or Dare?: A Critical Madness","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational and social guidance films. Through the flicker of dim projector bulbs and the warble of optical soundtracks a blueprint for better living in the Atomic Age was spelled out in no uncertain terms. Now, just as you remember them, a special collection of rare educational films, ranging in date from the late 1940s to the early 1980s. Some historical, some hysterical and all filled with more important misinformation than you can digest in one viewing. Fantoma presents this specially priced 4-DVD set in a box shaped like a mini school locker.","release_date":"","vote_average":7.0,"runtime":185,"cert":"N\/A","id":83158,"title":"The Educational Archives: More Sex & Drugs","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational and social guidance films. Through the flicker of dim projector bulbs and the warble of optical soundtracks a blueprint for better living in the Atomic Age was spelled out in no uncertain terms. Now, just as you remember them, Fantoma presents this collection of sex education and drug prevention films, ranging in date from the late 1940s to the early 1970s. Some historical, some hysterical and all filled with more important misinformation than you can digest in one viewing.  Learn all about the dangers of marijuana, the perils of heavy petting, the difference between boys and girls, and the joys of menstruation.  Films include: LSD: Insight Or Insanity?, It's Wonderful Being a Girl, Narcotics: Pit Of Despair, LSD: Case Study, &amp; Marijuana (with Sonny Bono).","release_date":"2003-01-01","vote_average":0.0,"runtime":141,"cert":"N\/A","id":83159,"title":"The Educational Archives: Sex & Drugs","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational and social guidance films. Through the flicker of dim projector bulbs and the warble of optical soundtracks a blueprint for better living in the Atomic Age was spelled out in no uncertain terms. Now just as you remember them, Fantoma presents this collection of social etiquette films. Discover how to fit in, keep clean, choose between right and wrong, and behave yourself in the cafeteria. Films include: Lunchroom Manners, Soapy the Germ Fighter, The Outsider, Why Doesn't Cathy Eat Breakfast? &amp; Shy Guy.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83160,"title":"The Educational Archives: Social Engineering","adult":false,"genre_ids":[99]},{"cast":["Nate Diaz","Brian Stann","Hermes Franca","Rob McCullough"],"overview":"WEC 21: Tapout was a mixed martial arts event held on June 15, 2006. WEC 21's main event was a fight between Rob McCullough and Ryan Healy.","release_date":"2006-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83161,"title":"WEC 21: Tapout","adult":false,"genre_ids":[]},{"cast":["Mike Joy","Alvin Cacdac","Drew Dimanlig","Jesse Taylor"],"overview":"WEC 22: The Hitman was an exhibition mixed martial arts event held on July 8, 2006. WEC 22 was also known as the Ryan Bennett Memorial Card in memory of the sportscaster and MMA journalist who died two months prior to the event. With all fights classed as exhibitions, none of the fighters' professional records were affected.","release_date":"2006-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83164,"title":"WEC 22: The Hitman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational films. Through the flicker of dim projector bulbs and the warble of optical soundtracks a blueprint for better living in the Atomic Age was spelled out in no uncertain terms. Fantoma presents this collection of religious films and Sunday School favorites. No nuns with rulers here, just good old-time cinematic religion. Learn about the wages of sin, the secret to getting into heaven and find out why God likes nuclear power so much with such films as: Door to Heaven, Atomic Energy Can Be A Blessing (with Fred MacMurray), and Of Heaven and Home.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83165,"title":"The Educational Archives: Religion","adult":false,"genre_ids":[99]},{"cast":["Todd Field","Craig Sheffer","Daniel Baldwin","Michael T. Weiss","Tara Wood"],"overview":"Net Worth details the serio-comic story of four friends who learn the value of friendship as they embark on a thirty day contest to achieve the highest net worth in a new city with no cash and no connections.","release_date":"2000-01-01","vote_average":5.5,"runtime":94,"cert":"N\/A","id":83166,"title":"Net Worth","adult":false,"genre_ids":[28,12,35,18]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational and social guidance films. Through the flicker of dim projector bulbs and the warble of optical soundtracks a blueprint for better living in the Atomic Age was spelled out in no uncertain terms. Now just as you remember them, Fantoma presents this collection of social etiquette films. For extra credit take home this second volume of 16mm behavior modification, because you can never be too polite or too popular. Films include: Skipper Learns A Lesson, What To Do On A Date, Social Acceptability, Your Junior High Days &amp; Kitty Cleans Up.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83167,"title":"Educational Archives: Social Engineering 201","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational and social guidance films. Through the flicker of dim projector bulbs and the warble of optical soundtracks a blueprint for better living in the Atomic Age was spelled out in no uncertain terms. Now just as you remember them, Fantoma presents this collection of social etiquette films.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83168,"title":"The Educational Archives: On the Job","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Generations of American children sat in dark classrooms and absorbed wisdom in the form of 16mm educational and social guidance films. Through the flicker of dim projector bulbs and the warble of optical soundtracks, a blueprint for better living in the Atomic Age was spelled out in no uncertain terms.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83169,"title":"The Educational Archives: Driver's Ed.","adult":false,"genre_ids":[99]},{"cast":["Clay Guida","Alex Stiebling","Alex Serdyukov","Fernando Gonzalez"],"overview":"WEC 23: Hot August Fights was a mixed martial arts event held on August 17, 2006. WEC 23's main event was a championship fight for the WEC Light Heavyweight Title between champion Lodune Sincaid and challenger Doug Marshall.","release_date":"2006-08-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83170,"title":"WEC 23: Hot August Fights","adult":false,"genre_ids":[]},{"cast":["Nate Diaz","Hermes Franca","Terry Martin","Justin Levens"],"overview":"WEC 24: Full Force was a mixed martial arts event held on October 12, 2006. WEC 24's main event was a championship fight for the WEC Lightweight Title between champion Hermes Franca and challenger Nate Diaz.","release_date":"2006-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83171,"title":"WEC 24: Full Force","adult":false,"genre_ids":[]},{"cast":["Alan Blanchard","Judy Motulsky","J.C. Claire","Dennis Falt","Mello Alexandria"],"overview":"A nuclear leak creates a mutant Slithis sea monster, which terrorizes the variety of pets, winos, and hippies who hang around Venice, California.","release_date":"1978-07-21","vote_average":2.8,"runtime":86,"cert":"N\/A","id":83172,"title":"Spawn of the Slithis","adult":false,"genre_ids":[27,878]},{"cast":["Carlos Condit","Urijah Faber","Dominick Cruz","John Alessio"],"overview":"WEC 26: Condit vs. Alessio was the second mixed martial arts event held by the World Extreme Cagefighting under Zuffa management. The event was held on March 24, 2007. WEC 26 hosted three title fights on March 24. The first of the title fights was for the WEC Bantamweight Title, between challenger, Chase Beebe and champion, Eddie Wineland. The second of the title fights was for the WEC Featherweight Title, between challenger, Dominick Cruz and champion, Urijah Faber. The final title fight was for the vacant WEC Welterweight Title, between Carlos Condit and John Alessio.","release_date":"2007-03-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83173,"title":"WEC 26: Condit vs. Alessio","adult":false,"genre_ids":[]},{"cast":["Justin McElfresh","Jason Miller","Ed Ratcliff","Manny Tapia"],"overview":"WEC 27: Marshall vs. McElfresh was the third mixed martial arts event held by the World Extreme Cagefighting under Zuffa management. The event was held on May 12, 2007.  UFC lightweight fighter and future WEC Lightweight Champion Jamie Varner was expected to make his promotional debut on this card against Richard Crunkilton, but the fight was removed from the card after Varner suffered training injuries.","release_date":"2007-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83174,"title":"WEC 27: Marshall vs. McElfresh","adult":false,"genre_ids":[]},{"cast":["Rob McCullough","Brian Stann","Miguel Torres","Donald Cerrone"],"overview":"WEC 30: McCullough vs. Crunkilton was a mixed martial arts (MMA) event held by World Extreme Cagefighting (WEC). The event took place on Wednesday, September 5, 2007 at the Hard Rock Hotel and Casino in Las Vegas, Nevada and aired live on the Versus Network.  The event featured a lightweight title match between champion \"Razor\" Rob McCullough and Richard Crunkilton. Additionally, Chase Beebe defended his bantamweight title against Brazilian jiu-jitsu expert Rani Yahya, who replaced Manny Tapia on the card after Tapia suffered a knee injury. WEC 30 was to feature the WEC debut of former Ultimate Fighting Championship (UFC) Lightweight Champion Jens Pulver in his move to the featherweight division. However, Pulver had to withdraw from the fight due to a knee injury.","release_date":"2007-09-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83175,"title":"WEC 30: McCullough vs. Crunkilton","adult":false,"genre_ids":[]},{"cast":["Urijah Faber","Jeff Curran","Chael Sonnen","Paulo Filho"],"overview":"WEC 31: Faber vs. Curran was a mixed martial arts (MMA) event held by World Extreme Cagefighting (WEC). The event took place on Wednesday, December 12, 2007 at the Hard Rock Hotel and Casino in Las Vegas, Nevada and was aired live on the Versus Network.  The main event featured a featherweight title match between champion Urijah Faber and challenger Jeff Curran. The card also featured Doug Marshall defending his light heavyweight championship against Ariel Gandulla and Paulo Filho defending his middleweight championship against Chael Sonnen.  The event drew an estimated 629,000 viewers on Versus.","release_date":"2007-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83176,"title":"WEC 31: Faber vs. Curran","adult":false,"genre_ids":[]},{"cast":["Carlos Condit","Rob McCullough","Jamie Varner","Miguel Torres"],"overview":"WEC 32: New Mexico was a mixed martial arts (MMA) event held by World Extreme Cagefighting (WEC) that took place on Wednesday, February 13, 2008. For the first time under Zuffa ownership, the show was held in Rio Rancho, New Mexico and not the usual spot of Las Vegas, Nevada. The event drew an estimated 268,000 viewers on Versus, a record low for the WEC.","release_date":"2008-02-13","vote_average":4.8,"runtime":null,"cert":"N\/A","id":83177,"title":"WEC 32: New Mexico","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fiction-documentary about the short life of the photographer Francesca Woodman (1958-1981) who used to photograph herself, mostly naked in strange places, until she committed sucide. American photographer Francesca Woodman is best known for black-and-white pictures of herself and of female models, which still draws new fans. Many of her photographs show young women nude, blurred (due to movement and long exposure times), merging with their surroundings, or with their faces obscured. Years after her suicide at the age of 22, her photographic works became the subject of much attention, including many exhibitions and books.","release_date":"2007-05-16","vote_average":6.0,"runtime":71,"cert":"N\/A","id":83178,"title":"Le corps sublime","adult":false,"genre_ids":[99]},{"cast":["Brian Stann","Chael Sonnen","Bryan Baker","Tim McKenzie"],"overview":"WEC 33: Marshall vs. Stann was a mixed martial arts (MMA) event held by World Extreme Cagefighting (WEC) that took place on Wednesday, March 26, 2008.","release_date":"2008-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83179,"title":"WEC 33: Marshall vs. Stann","adult":false,"genre_ids":[]},{"cast":["Peter Cook","Faye Dunaway","Mia Farrow","Matt Frewer","Alf Joint"],"overview":"A documentary filmed during production of the film \"Supergirl\" showing the world how and who made it. This interesting featurette includes interviews with the cast and crew along with footage from the film and excerpts from the musical score.","release_date":"1984-01-01","vote_average":6.8,"runtime":60,"cert":"N\/A","id":83180,"title":"Supergirl: The Making of the Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Are you scared of the dark? Well, join Bella, Milo, Fizz and Jake as they find out that there really isn’t anything to be frightened of with the help of their new friend Eddie the Dream Genie.  The Tweenies are having problems getting to sleep because of things that scare them in the dark … Jake sees a monster on his wall, Fizz hears tapping noises, there’s a dragon on Milo’s wall and something is lurking under Bella’s bed! But what could all these strange things really be? Find out when Eddie magically appears from Max’s old bicycle lamp and puts the Tweenies’ minds at rest!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83181,"title":"Tweenies: Night Time Magic","adult":false,"genre_ids":[]},{"cast":["Brooke Jameson","Shay Hendrix","Angelica Heart","Alexa Andreas","Jasmine Webb"],"overview":"As regular as English rain, Tanya serves up kink again. Nyon, rubber, thigh-high boots. Fetish sex down to it's roots leather harlots strut their stuff but never ever in the buff. Latex clad beauties Alexa Andreas and Jasmine Webb have some lesbian fun with each other before needing some cock to quench their thirst. Corset wearing sluts Angell Summers and Lou Charmelle masturbate in front of each other before being joined by a horny gentleman.","release_date":"2011-02-15","vote_average":6.0,"runtime":177,"cert":"N\/A","id":83182,"title":"Dressing for Sex","adult":true,"genre_ids":[]},{"cast":["Nobuko Miyamoto","Masahiko Tsugawa","Hiroshi Ôkôchi","Ryunosuke Kaneda","Mitsuko Ishii"],"overview":"The film stars two of Itami's regular actors, Nobuko Miyamoto as a geisha who brings luck to the men with whom she sleeps, and Masahiko Tsugawa as her unfaithful, sometimes partner. As well as showing her relationships with the man she loves and the men who employ her, it satirizes corruption and the influence of money in Japanese politics.","release_date":"1990-06-02","vote_average":7.0,"runtime":114,"cert":"N\/A","id":83183,"title":"Tales of a Golden Geisha","adult":false,"genre_ids":[18,35]},{"cast":["Amber Leigh","Gianna Michaels","Rebecca Jessop","Jasmine Webb","Kiesha Kane"],"overview":"Pervertz! brings us more from the weird, warped and truly sexual mind of Tanya Hyde. Four scenes of rubber nuns, perverted priests, leather boys, freak shows, flagellation, butt plugs and metal toys!","release_date":"2008-08-31","vote_average":10.0,"runtime":126,"cert":"N\/A","id":83184,"title":"Pervertz!","adult":true,"genre_ids":[]},{"cast":["Bel García","Josie Antello","Fernando Eiras"],"overview":"Three friends, Hilda, Matilda and Gaspar, meet in a rundown downtown apartment during a weekend to chat, drink and experience pleasure.","release_date":"2003-05-20","vote_average":7.5,"runtime":91,"cert":"N\/A","id":83185,"title":"A Love Movie","adult":false,"genre_ids":[18]},{"cast":["Jack Plotnick","Eric Judor","Alexis Dziena","Steve Little","Bob Jennings"],"overview":"Dolph Springer wakes up one morning to realize he has lost the love of his life, his dog, Paul. During his quest to get Paul (and his life) back, Dolph radically changes the lives of others -- risking his sanity all the while.","release_date":"2012-09-05","vote_average":6.4,"runtime":94,"cert":"N\/A","id":83186,"title":"Wrong","adult":false,"genre_ids":[35,9648]},{"cast":["Cathy Heaven","Liza Del Sierra","Sharon Lee","Brooke Jameson","Jessie Volt"],"overview":"Tanya Hyde is back with another fantastic fetish flick. Enter the dark and perverted world of tight corsets & fishnet stocking, gorgeous girls wanting only one thing: big cocks and plenty of sex toys between their cheeks! First up we have the beautiful Cathy Heaven masturbating while being watched by two masked studs from the doorway. Cathy is soon interrupted as a parcel has been left for her on the front door step; she retrieves the parcel and slowly climbs up the grand staircase where two pulsating cocks are awaiting for her!...","release_date":"2011-04-30","vote_average":9.0,"runtime":174,"cert":"N\/A","id":83187,"title":"Between the Cheeks","adult":true,"genre_ids":[]},{"cast":["Brian Krause","C. Thomas Howell","Diana Terranova","Michael Swan","Kurt Yaeger"],"overview":"Based on actual creatures that for years have tormented our armed forces in the Middle East, these creatures have now invaded the southwestern deserts of the United States. The Camel Spiders now freely hunt for prey, unafraid of any predator - including man. No place is safe no one is beyond their paralyzing sting. In the end, a small band of hearty fighters are forced to make one last stand against the creatures.","release_date":"2011-03-04","vote_average":3.0,"runtime":80,"cert":"N\/A","id":83188,"title":"Camel Spiders","adult":false,"genre_ids":[27,878]},{"cast":["Corina Calderon","Jeremy Ray Valdez","Joseph Julian Soria","Julia Vera","Sonia Acevedo"],"overview":"Luz Garcia, a high school senior in a forgotten Texas town, wants something different than the options awaiting her after graduation. She's earned a ticket out with admission to the University of Texas at Austin, but she can't afford to go. Her one shot is a scholarship for winning the State Powerlifting Championship. It's all or nothing for Luz . . . until nothing stares her in the face.","release_date":"2011-07-27","vote_average":4.4,"runtime":95,"cert":"N\/A","id":83189,"title":"All She Can","adult":false,"genre_ids":[18]},{"cast":["Tak Sakaguchi","Mari Hoshino","Kouichi Yamadera","Miho Ninagawa","Takamasa Suga"],"overview":"Baseball prodigy Jubeh Yakyu is the most feared and dangerous juvenile delinquent in all of Japan. After accidentally causing the death of his father with a super-powered, deadly fireball pitch, Jubeh swore off baseball and became a criminal and now, at 17, has been sent to the Pterodactyl Juvenile Reformatory for hardened criminals. Headmistress Ishihara, the granddaughter of a World War II Nazi collaborator, runs the institution with an iron fist and the enthusiastic help of her sadistic assistant, Ilsa. After arriving at the hellhole, Jubeh soon learns from governor Mifune that his long-lost, younger brother Musashi had also done time there after a murder spree, but had since died mysteriously…","release_date":"2011-07-23","vote_average":3.4,"runtime":99,"cert":"N\/A","id":83190,"title":"Deadball","adult":false,"genre_ids":[35,27]},{"cast":["Józef Duriasz","Edmund Fetting","Gustaw Lutkiewicz","Malgorzata Braunek","Zofia Mrozowska"],"overview":"A pastor studying folklore in remote parts of 19th century Estonia is invited to stay with a young nobleman. His mother is sequestered and mad. It seems she has been attacked by a bear as a young wife and local peasants whisper the young man may be the son of a bear. A doctor, who treats the mother with old-fashioned remedies, reveals this to the pastor. Young nobleman's wife is found with a bite and the man has disappeared into the woods.","release_date":"1970-09-25","vote_average":6.6,"runtime":100,"cert":"N\/A","id":83193,"title":"Lokis. A Manuscript of Professor Wittembach","adult":false,"genre_ids":[14,27]},{"cast":["Cindy Dollar","Dominno","Jessica Fiorentino","Stracy Stone","Eufrat"],"overview":"In this luxurious residence, they maintain the traditions of maidservants in uniform to serve and to be a great comfort to the guests. Even in some quite sensitive situations. Like for this client who wants to be tied up and gagged while two maids do a striptease for him and gratify him through a torrid fellatio. There is this other guest who drinks a good wine while the maidservant gives him his bath before joining him in the bathtub for body on body action bordering on fetishism.","release_date":"2011-03-07","vote_average":7.5,"runtime":116,"cert":"N\/A","id":83194,"title":"French Maid Service: Special Stars","adult":true,"genre_ids":[]},{"cast":["Yi-fan Chen","Wen Ying","Akio Chen","Lin Cheng-sheng","Lien Pi-tung"],"overview":"Young boy, Ah-Jiang, a school failure and day dreamer witnesses the kidnapping of a child. After being taken hostage by a corrupt family, he begins an unusual adventure away from home.","release_date":"1995-08-01","vote_average":7.0,"runtime":107,"cert":"N\/A","id":83195,"title":"Tropical Fish","adult":false,"genre_ids":[35,18]},{"cast":["François Périer","Dany Robin","Jean Carmet","Louis de Funès","Jacqueline Gauthier"],"overview":"","release_date":"1952-12-31","vote_average":0.0,"runtime":101,"cert":"N\/A","id":83198,"title":"Elle et moi","adult":false,"genre_ids":[]},{"cast":["Françoise Arnoul","Renée Faure","Georges Rivière","Jean-Claude Michel","Colette Mars"],"overview":"","release_date":"1958-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83199,"title":"Cargaison blanche","adult":false,"genre_ids":[]},{"cast":["Charles Fleischer","April Winchell","Lou Hirsch","Corey Burton","Kathleen Turner"],"overview":"Roger Rabbit once again is chosen for the dangerous task of babysitting Baby Herman and everything is going to be just fine.","release_date":"1989-06-23","vote_average":6.8,"runtime":7,"cert":"U","id":83200,"title":"Tummy Trouble","adult":false,"genre_ids":[35,16]},{"cast":["Antonio Banderas","Gilles Marini","Chris Miller","Walt Dohrn","Bret Marnell"],"overview":"Puss in Boots is on a mission to recover the Princess' stolen ruby from the notorious French thief, Whisperer. Reluctantly accompanied by three little kittens, Three Diablos, Puss must tame them before they endanger the mission.","release_date":"2012-02-07","vote_average":6.5,"runtime":13,"cert":"U","id":83201,"title":"Puss in Boots: The Three Diablos","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Charles Fleischer","Kathleen Turner","April Winchell","Lou Hirsch","Corey Burton"],"overview":"Roger Rabbit struggles to keep wandering Baby Herman safe in an amusement park where the usual havoc ensues.","release_date":"1990-06-15","vote_average":6.3,"runtime":7,"cert":"U","id":83202,"title":"Roller Coaster Rabbit","adult":false,"genre_ids":[35,16]},{"cast":["Charles Fleischer","Kathleen Turner","April Winchell","Lou Hirsch","Corey Burton"],"overview":"During a picnic, Baby Herman follows a beaver into a perilous sawmill - with Roger Rabbit in frantic pursuit.","release_date":"1993-03-12","vote_average":6.8,"runtime":8,"cert":"U","id":83203,"title":"Trail Mix-Up","adult":false,"genre_ids":[35,16]},{"cast":["Jeff Goldblum","Greta Scacchi","Geraint Wyn Davies","Ángela Molina","Christopher Fulford"],"overview":"Herbert Biberman struggles as a Hollywood writer and director blacklisted as one of The Hollywood Ten in the 1950s.","release_date":"2002-06-07","vote_average":6.0,"runtime":109,"cert":"","id":83206,"title":"One of the Hollywood Ten","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"An intimate portrait of Kati, a teenage girl about to graduate high school, who endures a moment-by-moment emotional transformation over the course of three tumultuous days that leave her future in doubt.","release_date":"2010-01-01","vote_average":6.7,"runtime":86,"cert":"N\/A","id":83207,"title":"Kati with an I","adult":false,"genre_ids":[99]},{"cast":["Yuu Mizushima","Mami Koyama","Kousei Tomita","Tōru Ōhira","Masatō Ibu"],"overview":"Bander is a 17-year-old boy from Earth who lives on a distant planet, which is populated by human shape-shifters who feed off of vegetables and animal tails. Violence soon breaks out, as invaders launch an attack on Bander's new planet.  This was Japan's first 2-hour animated film for television. The program received high ratings when broadcast as part of a set of 24-hour TV programs called \"Ai wa Chikyu wo Sukuu\" on Nippon Television. After a long gap since his last animated film for television, this work fully reflects Osamu Tezuka's desire to achieve theatrical quality with this production.","release_date":"1978-08-27","vote_average":6.0,"runtime":120,"cert":"N\/A","id":83212,"title":"One Million-Year Trip: Bander Book","adult":false,"genre_ids":[28,12,16,14,878]},{"cast":["Moritz Bleibtreu","Meret Becker","Dietmar Bär","Heike Makatsch","Armin Rohde"],"overview":"Dort, wo unsere Geschichte spielt, wissen nur die Hühner, was Stress bedeutet. Ansonsten geht es auf dem Lande ruhig zu, und so ist es kein Wunder, dass die jährliche “Hengst-Auktion” den Höhepunkt des kulturellen Lebens bildet – eine Veranstaltung, bei der die meistbietenden Damen ein Rendezvous mit den ansehnlichsten Jungbauern ersteigern können.","release_date":"1999-01-25","vote_average":7.5,"runtime":90,"cert":"N\/A","id":83213,"title":"Das Gelbe vom Ei","adult":false,"genre_ids":[35]},{"cast":["Kaho","Masaki Okada","Elisa Yanagi","Shoko Fujimura","Yui Natsukawa"],"overview":"Based on a popular manga, the film is a tender coming-of-age love story set deep in Japan's countryside. When eighth grade cool guy Hiromi transfers from Tokyo to a small elementary\/middle school with only six kids enrolled, wholesome and honest Soyo becomes enthralled with his sophisticated world.","release_date":"2007-08-04","vote_average":7.0,"runtime":121,"cert":"N\/A","id":83214,"title":"A Gentle Breeze in the Village","adult":false,"genre_ids":[35,18,10749]},{"cast":["Manuela de Freitas","João Perry","Luís Miguel Cintra","Dalila Rocha","Fernando Ducla Soares"],"overview":"Fragmentos de um Filme-Esmola: A Sagrada Família (original title)  Maria works in a German umbrella factory as the foreman of the production sector. João Lucas has given up on living a normal life and practically lives in bed, in the midst of green plants. His father expressly desired that his son film this eccentric daily life in 8 mm format. Maria’s wages are dilapidated to the last penny by this amateur, monstrous, family movie production.","release_date":"1972-01-01","vote_average":7.5,"runtime":75,"cert":"N\/A","id":83215,"title":"Fragments of an Alms-Film","adult":false,"genre_ids":[35]},{"cast":["Karl Merkatz","Alexander Wussow","Marianne Nentwich","Dolores Schmidinger","Erich Padalewski"],"overview":"","release_date":"2000-07-13","vote_average":5.3,"runtime":null,"cert":"N\/A","id":83218,"title":"Der Bockerer III - Die Brücke von Andau","adult":false,"genre_ids":[18]},{"cast":["David Orange","Barbara Marineau","David Strathairn","Tina Marie Staiano","Nicky Beim"],"overview":"When construction worker Greg becomes fed-up with his foreman and the \"city life\", he takes his wife and kids on a wilderness adventure.","release_date":"1985-09-13","vote_average":5.5,"runtime":85,"cert":"N\/A","id":83219,"title":"When Nature Calls","adult":false,"genre_ids":[35]},{"cast":["Karl Merkatz","Alexander Wussow","Caroline Vasicek","Heinrich Schweiger","Heinz Petters"],"overview":"","release_date":"2003-10-31","vote_average":4.1,"runtime":null,"cert":"N\/A","id":83220,"title":"Der Bockerer IV - Prager Frühling","adult":false,"genre_ids":[18,36]},{"cast":["Kaushalaya Fernando","Nilupili Jayawardena","Hemasiri Liyanage","Saumya Liyanage","Pumudika Sapurni Peiris"],"overview":"A home-guard serviceman assigned the task of standing watch over a barren no-man's-land begins to experience an existential crisis after years of lonely service.","release_date":"2006-01-25","vote_average":4.6,"runtime":108,"cert":"N\/A","id":83221,"title":"The Forsaken Land","adult":false,"genre_ids":[18]},{"cast":["Kiel Martin","Mel Stewart","Dallas Edward Hayes","Beverly Ballard","Vernee Watson-Johnson"],"overview":"Two Phildelphia con men try to evade gangsters they have conned and cops who are trying to put them in jail.","release_date":"1972-12-22","vote_average":4.0,"runtime":89,"cert":"N\/A","id":83222,"title":"Trick Baby","adult":false,"genre_ids":[80,18]},{"cast":["Ottaviano Dell'Acqua","Geretta Geretta","Massimo Vanni","Gianni Franco","Ann-Gisel Glass"],"overview":"One hundred years after a nuclear war has devastated the planet, society has been reborn into two factions; the underground society and the scavangers above in the wastelands. A group of scavangers on bikes come across a town infested with flesh eating rats, and soon the gore is spilling everywhere.","release_date":"1984-08-03","vote_average":4.6,"runtime":97,"cert":"N\/A","id":83223,"title":"Rats: Night of Terror","adult":false,"genre_ids":[27,878]},{"cast":["Óscar Jaenada","José Coronado","Vanessa Incontrada","Iñaki Miramón","Adolfo Fernández"],"overview":"Spain. The Basque Country. Sometime in the 90s. Josu Jon, a young member of a terrorist organization, has suffered an almost complete memory loss after being wounded in a shooting with the Spanish police. As he awaits for his trial, his condition is being treated at the prison hospital. Other inmates belonging to the same organization try to make him remember how brave a \"gudari\" -a Basque soldier- he is and how he must go back to the armed fight for the independence of their country as soon as he gets out of prison. Meanwhile, Xabier, a college professor who has been death-threatened by the terrorists due to his political views on the Basque situation, is having an affair with Francesca, a young psychologist who happens to end up trying to help Josu Jon recover his memory. A warm feeling of mutual affection grows between her and her patient. At a point, it doesn't seem to be clear whether Josu Jon really wants to recover his memory or rather forget forever who he actually is.","release_date":"2008-04-11","vote_average":5.7,"runtime":80,"cert":"N\/A","id":83224,"title":"Todos estamos invitados","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Monteiro moved far away from the visual opulence defined by his earlier films with his inspired adaptation of radical Swiss writer Robert Walser’s anti-fairy tale. Carefully restricting the image track, Monteiro maintains an almost totally black screen in order to focus instead on the voices of Snow White, the Prince, the Queen and the Hunter, engaged in an extended debate about love, free will and the events leading up to the fateful attempt on the maiden’s life. Despite its visual austerity, Snow White is haunted by the arresting images with which it begins – infamous black-and-white photographs of Walser lying dead in the snow after his heart attack outside a Swiss asylum at the age of seventy-eight, a strange realization of the “death of the author” so central to postmodern literary criticism.","release_date":"2000-09-04","vote_average":4.0,"runtime":75,"cert":"N\/A","id":83225,"title":"Snow White","adult":false,"genre_ids":[18,14]},{"cast":["Fabienne Babe","Canto e Castro","Francesca Prandi","Rita Blanco","Dinis Gomes"],"overview":"Eloi, a paunchy middle-aged man, finds Samuel, a young sad sack, about to kill himself by plunging into the sea. Eloi takes Samuel under his wing, giving him a hot meal and bringing him to a seedy night club to introduce him to Esperanca, who is said to be the most beautiful sex worker in Lisbon—and is also Eloi’s daughter.","release_date":"1992-09-18","vote_average":7.5,"runtime":88,"cert":"N\/A","id":83226,"title":"The Last Dive","adult":false,"genre_ids":[18]},{"cast":["Franz Beckenbauer","Harald Leipnitz","Klaus Löwitsch","Beatrice Kessler","Walter Born"],"overview":"This semi-fictional movie portrays the german soccer player Franz Beckenbauer. It shows the ups and downs of being a superstar.","release_date":"1973-06-06","vote_average":1.7,"runtime":88,"cert":"N\/A","id":83227,"title":"Libero","adult":false,"genre_ids":[18]},{"cast":["João César Monteiro","Rita Pereira Marques","Joaquina Chicau","Manuela de Freitas","Lígia Soares"],"overview":"João Vuvu, lives alone in a house that requires regeneration but due to being alone he is unable to do the work. On his son's release from prison and João's ensuing deception triggers a series of somber events.","release_date":"2003-06-03","vote_average":7.4,"runtime":175,"cert":"N\/A","id":83228,"title":"Come and Go","adult":false,"genre_ids":[35,18]},{"cast":["Laura Morante","Philip J. Spinelli","Manuela de Freitas","Georges Claisse","Teresa Villaverde"],"overview":"Laura Rossellini, a widow from Rome, vacations on the Algarve coast one hot summer. One day while sunbathing, she finds a wounded man named Robert drifting in the surf on a rubber raft. She takes him home, and, after he is revived, learns his story. As they talk, their mutual attraction grows, until a group of armed men suddenly arrives looking for Robert.","release_date":"1986-10-02","vote_average":7.1,"runtime":143,"cert":"N\/A","id":83229,"title":"Hovering Over the Water","adult":false,"genre_ids":[18,10749]},{"cast":["Carmen Duarte","Manuela de Freitas","Virgilio Branco","Luís de Sousa Costa","Francisco Domingues"],"overview":"Parallel tales of young couples desperately escaping cruel false fathers, each couple on the run across different regions of the country and during increasingly contemporary time periods.","release_date":"1978-05-19","vote_average":6.3,"runtime":123,"cert":"N\/A","id":83230,"title":"Trails","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"In His final days, Jesus cleanses the Temple, but He cannot cleanse the hearts of the people. Even His disciples struggle to understand Him and His mission. Following Jesus’ death, He visits His disciples on the road to Emmaus. Afterwards they finally gain understanding: Jesus delivers all from the bondage of sin and death, giving hope of eternal life through His atonement.","release_date":"2003-06-01","vote_average":5.3,"runtime":30,"cert":"N\/A","id":83231,"title":"The Messiah Comes","adult":false,"genre_ids":[10751,16]},{"cast":["Jason Holliday","Shirley Clarke","Carl Lee"],"overview":"Interview with Jason Holliday aka Aaron Payne. House-boy, would-be cabaret performer, and self-proclaimed hustler giving one man's gin-soaked, pill-popped view of what it was like to be coloured and gay in 1960's America.","release_date":"1967-09-29","vote_average":6.9,"runtime":105,"cert":"N\/A","id":83232,"title":"Portrait of Jason","adult":false,"genre_ids":[99]},{"cast":["Maria de Medeiros","Teresa Madruga","Luís Miguel Cintra","Jorge Silva Melo","João Guedes"],"overview":"A bewitching combinatory adaptation of the Bluebeard tale and a 15th century Portuguese fable of a damsel who disguises herself as a knight errant, Silvestre is both radically feminist and fascinated with the dark, primal logic of the paternal order. Monteiro’s earliest collaboration with producer Paulo Branco was among his first to receive international acclaim, with special attention given to Silvestre’s daring use of deliberate artifice – front-projected backgrounds, extended freeze frames, theatrical performances – to capture the fatalistic rhythm and dream logic of myth.","release_date":"1982-05-06","vote_average":6.5,"runtime":120,"cert":"N\/A","id":83233,"title":"Silvestre","adult":false,"genre_ids":[36,18]},{"cast":["Tatyana Chanturia","Gia Chiraqadze","Akakiy Chikvaidze","V. Maisuradze","A. Jorbenadze"],"overview":"A critique of materialism, the film is about a young couple who live in a rundown empty apartment. Their love is so strong that it makes the water flow and the electricity work, but when they start purchasing furniture and knickknacks, they fight and grow apart","release_date":"1961-01-22","vote_average":5.3,"runtime":45,"cert":"N\/A","id":83234,"title":"April","adult":false,"genre_ids":[10749,35,18]},{"cast":["Gela Kandelaki","Gogi Chkheidze","Jansug Kakhidze","Irine Jandieri","Elene Landia"],"overview":"Gia is a carefree young percussionist who works at a theater in Tbilisi, capital of Georgia. He lives in a small apartment with his mother. Gia spends his days flitting from friend to friend, lover to lover, avoiding any responsibility, and never staying still for five minutes. However, he always manages to arrive at the theater just in time to play the drums at the end of the ballet.","release_date":"1970-12-06","vote_average":6.2,"runtime":77,"cert":"N\/A","id":83235,"title":"There Once Was a Singing Blackbird","adult":false,"genre_ids":[18,35]},{"cast":["BiBi Jones","Bridgette B","Indigo Augustine","Erik Everhard","Nacho Vidal"],"overview":"BiBi Jones is a naughty neighbor hired to come and housesit for sexy and hung business man,Mick Blue.Told not to engage in mischievous behavior, she immediately invites her horny friends for nasty playtime with hard pumping, thick cocked men.","release_date":"2011-06-08","vote_average":0.0,"runtime":109,"cert":"N\/A","id":83236,"title":"Bibi Jones: The Crib","adult":true,"genre_ids":[]},{"cast":["Hugues Quester","Pierre Clémenti","Joana Azevedo","Jean Watan","João César Monteiro"],"overview":"Actors in August Strindberg's \"Inferno\" have a philosophical discussion.","release_date":"1997-10-29","vote_average":5.0,"runtime":148,"cert":"N\/A","id":83237,"title":"The Pelvis of J.W.","adult":false,"genre_ids":[35]},{"cast":["Charles Berling","Simon Abkarian","Jean-Pierre Léaud","Josiane Balasko","Eric Mitchell"],"overview":"January 1966. In a Paris apartment, police discovered the corpse of Georges Figon, the man who broke the scandal of the Ben Barka affair and undermined Gaullist power.\r A year earlier, Figon, tired of dubious deals and petty scams, is looking for a juicy blow. Close to the \"middle\" since his years in prison, he was given a large mission: to produce a documentary about decolonization, written by Marguerite Duras and directed by Georges Franju, with the help of the famous Moroccan opponent Mehdi Ben Barka, hired as a historical consultant.\r This film project is a trap ...","release_date":"2005-11-02","vote_average":5.8,"runtime":101,"cert":"N\/A","id":83238,"title":"I Saw Ben Barka Get Killed","adult":false,"genre_ids":[36,28,53]},{"cast":["Anthony Steel","Jeanne Moody","Ballard Berkeley","Malcolm Gerard","Michael Davis"],"overview":"A philandering woman finds herself in deep trouble when her diabetic lover is accidentally killed by a gang of youths.","release_date":"1963-01-01","vote_average":0.0,"runtime":79,"cert":"","id":83239,"title":"A Matter of Choice","adult":false,"genre_ids":[80,18]},{"cast":["Barbara Stanwyck","Herbert Marshall","Glenda Farrell","Eric Blore","Donald Meek"],"overview":"After a night on the town, Jonathan Blair wakes to find that Texan Valentine Ransome has escorted him home. Valentine is attracted to Jonathan and sets out first to reform him, and his family's near bankrupt shipping company, and then to marry him. In her way is Jonathan's fiancée, actress Carol Wallace.","release_date":"1937-10-22","vote_average":5.8,"runtime":67,"cert":"N\/A","id":83240,"title":"Breakfast for Two","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Jackie \"the Joke Man\" Martling fires off an unending string of hilarious -- and very dirty -- jokes in this collection of performance clips from his outrageous nightclub act. The prolific veteran comic, host of the radio show \"Jackie's Joke Hunt,\" was a longtime writer and cast member on \"The Howard Stern Show\" from 1986 to 2001. His national breakthrough came in 1981 on the popular \"Rick Dees Morning Show\" in Los Angeles.","release_date":"2008-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":83241,"title":"Jackie 'The Joke Man' Martling: Safe Distance From Genius","adult":false,"genre_ids":[35]},{"cast":["Marcia Gay Harden","Alfred Molina","Bill Pullman","Tahmoh Penikett","Richard Schiff"],"overview":"Bill Pullman (Independence Day, Torchwood) stars as Rusty Sabich, a judge charged with the murder of his wife, a situation that comes 20 years after he was cleared in the death of his mistress. During this latest trial, a secret affair from Rusty's recent past threatens to hamper his defense and fracture his relationship with his son. Oscar® winner Marcia Gay Harden (Pollack, Damages) plays Rusty's wife, while Alfred Molina (Spider-Man 2, Law &amp; Order: LA) is his friend and defense attorney. Scott Turow's Innocent is a sequel to Turow's bestseller Presumed Innocent. The movie is written and directed by Mike Robe","release_date":"2011-11-29","vote_average":5.0,"runtime":90,"cert":"N\/A","id":83242,"title":"Innocent","adult":false,"genre_ids":[18,9648]},{"cast":["Peter Elliott","Cohen Holloway","Jodie Rimmer","Miranda Harcourt","Tim Spite"],"overview":"In 1993 David Dougherty was found guilty and imprisoned for the abduction and rape of his 11 year old neighbor. It took two trials, two high court appeals, a petition to the Governor General and 3 years, 6 months and 1 week in prison before David finally won his freedom and was found not guilty of the crime he didn't commit. But it wouldn't have happened without the unrelenting efforts of three individuals - a journalist, a lawyer and a scientist - who put their own personal and professional lives on the line in order to prove that David Dougherty was innocent.","release_date":"2009-02-08","vote_average":0.0,"runtime":87,"cert":"N\/A","id":83249,"title":"Until Proven Innocent","adult":false,"genre_ids":[80,99,18,10770]},{"cast":[],"overview":"In a politically correct world, it takes one of the guys from the neighborhood to tell you like it really is...and get huge laughs doing it. People from every type of neighborhood all over the country adore New Jersey's own Mike Marino, who's got a tongue like a razor and a heart of gold. Performing at Asbury Park's famed Paramount Theatre, Marino brings down the house with his proudly Italian point of view and common-sense attitude.","release_date":"2007-10-09","vote_average":0.0,"runtime":70,"cert":"N\/A","id":83252,"title":"Mike Marino: New Jersey's Bad Boy of Comedy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In his first HBO Comedy Hour appearance in 1992, Richard Jeni: Platypus Man won the prestigious Cable Ace Award for Best Stand-Up Comedy Special. Later, Jeni starred in the short-lived UPN sitcom \"Platypus Man\" and composed the theme song (\"I'm A Platypus Man\") for the TV series. A non-stop joyride and one of the funniest comedy shows ever recorded, Jeni's style will leave you breathless.","release_date":"1995-01-23","vote_average":0.0,"runtime":58,"cert":"N\/A","id":83263,"title":"Richard Jeni: Platypus Man","adult":false,"genre_ids":[35]},{"cast":["Soledad Villamil","Diego Peretti","Cecilia Dopazo","Marcos Mundstock","Hernán Jiménez"],"overview":"Thirty-year-old Javier (Diego Peretti) is a surgeon and in his free time works as a disc jockey. He decides to marry and move to the United States with his girlfriend María (Soledad Villamil). They make all their plans; they wed, and then María is the first to move and make contacts in their new home, while Javier packs up in Argentina and prepares to start his new life in the States. While he is on the way to the airport, he receives a call from María telling him that she is confused and has been seeing someone else.","release_date":"2004-10-28","vote_average":5.9,"runtime":105,"cert":"N\/A","id":83266,"title":"It's Not You, It's Me","adult":false,"genre_ids":[10749,35]},{"cast":["Li Baotian","Yaning Yang","Lu Yulai","Li Tingliang"],"overview":"The film follows three characters on a tour of the remote Yunman province of China where they travel with a horse to deal with legal disputes in mountain villages. Government policy is forcing the retirement of \"Auntie\" Yang (Yang Yaning) and she will have to separate after years of professional partnership from Feng (Li Baotian). They are accompanied by her replacement, recent law school graduate Ah-Luo (Lu Yulai).","release_date":"2006-09-07","vote_average":5.5,"runtime":101,"cert":"N\/A","id":83267,"title":"Courthouse on Horseback","adult":false,"genre_ids":[18]},{"cast":["Eugene Domingo","JM de Guzman","Cai Cortez","Kean Cipriano","Jonathan Tadioan"],"overview":"The story of Mila, a mother from the slums, who out of desperation to survive, has sold her child to a pedophile.","release_date":"2011-08-03","vote_average":7.2,"runtime":87,"cert":"N\/A","id":83272,"title":"The Woman in the Septic Tank","adult":false,"genre_ids":[35]},{"cast":["Alberto San Juan","Maribel Verdú","Fernando Tejero","Antonio Molero","Javier Gutiérrez"],"overview":"","release_date":"2008-07-11","vote_average":5.6,"runtime":null,"cert":"N\/A","id":83275,"title":"Gente de mala calidad","adult":false,"genre_ids":[]},{"cast":["Sean Hughes"],"overview":"Sean Hughes returns to the stand-up stage with his first national UK tour in nearly a decade.  The Right Side of Wrong marks a return to the comedy circuit for one of the most distinctive and darkly explosive exponents of the art of stand-up.","release_date":"2007-11-26","vote_average":0.0,"runtime":100,"cert":"18","id":83276,"title":"Sean Hughes - Live: The Right Side of Wrong","adult":false,"genre_ids":[35]},{"cast":["Jiang Wen","Ning Jing","Huang Fan","Shi Liang","Liu Xiaoning"],"overview":"In this tense thriller, Ma Shan (Wen Jiang) is a Chinese police detective who awakes one morning after a night of heavy drinking at his sister's wedding reception to discover that his gun has been stolen. Since only police officers are allowed to carry firearms, Ma Shan is alarmed about the deadly possibilities of the theft, and he sets out to find his weapon; however, the memories of Ma Shan's friends are as hazy as his own regarding the wedding, and no one can tell who drove him home. The situation comes to a head when Ma Shan's former girlfriend arrives in town for a visit and is soon found shot dead with the bullets matching those used in his gun.","release_date":"2002-05-09","vote_average":7.1,"runtime":90,"cert":"N\/A","id":83277,"title":"The Missing Gun","adult":false,"genre_ids":[28,35,80,18,9648,53]},{"cast":["Halina Reijn","Tineke Caels","Wim Opbrouck","Edwin de Vries","Monique van de Ven"],"overview":"Isabelle is a famous and beloved actress from the Netherlands, who disappears when on Holiday in Belgium. She has been kidnapped by bartender Jeanne Bitor, an artist with a disfigured face. Jeanne is very bitter about her 'ugly' appearance, and she is obsessed with the process of dying and deterioration of animals and humans. Therefore, she abducts Isabelle and starves her to death, while painting her in different phases of the process.","release_date":"2011-09-22","vote_average":4.7,"runtime":93,"cert":"N\/A","id":83278,"title":"Isabelle","adult":false,"genre_ids":[53,18,9648]},{"cast":["Rodney Dangerfield","Louie Anderson","Rebeca Arthur","Harry Basil","Richie Gold"],"overview":"Some of the best new talent is showcased in these annual comedy specials each year. Every show is hosted by a different accomplished comedian. In 1984, the 9th year, the host was the magnificent Rodney Dangerfield.","release_date":"1998-07-16","vote_average":0.0,"runtime":60,"cert":"N\/A","id":83279,"title":"Rodney Dangerfield Hosts the 9th Annual Young Comedians Special","adult":false,"genre_ids":[35]},{"cast":["Rufus Butler Seder","Eugene Seder","George Kuchar"],"overview":"A detective investigating a series of murders discovers that they are similar to the murders that occur in the new script of a Hollywood screenwriter.","release_date":"1985-11-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":83282,"title":"Screamplay","adult":false,"genre_ids":[35,80,27]},{"cast":["Debra De Liso","Doug Stevenson","Ron Kologie","Lisa Loring","Joseph Alan Johnson"],"overview":"A group of childhood friends are invited to the opening of a posh ski resort, unaware that an old nemesis has murderous plans in mind for them.","release_date":"1988-01-01","vote_average":4.3,"runtime":86,"cert":"N\/A","id":83283,"title":"Iced","adult":false,"genre_ids":[27]},{"cast":["Kim Kold","Elsebeth Steentoft"],"overview":"When Dennis, an introvert bodybuilder, invites a local girl out on a date his mother is hurt and disappointed. Despite the pressure she puts on him to cancel the date, Dennis ventures into a night that he will never forget.","release_date":"2007-08-23","vote_average":6.4,"runtime":18,"cert":"N\/A","id":83284,"title":"Dennis","adult":false,"genre_ids":[]},{"cast":["Nick Baldasare","Rick Kesler","Susan Pinsky","Norm Singer","Daniel White"],"overview":"Ben Dobbs is a lonely college student who has never had dreams of any kind. This all changes for Ben and he start having a series of sequential and terrifying nightmares that become true in his waking life. As he reaches out for help, he is also expanding the net his nightmare demon is spreading for new victims. Ben’s challenge is to survive this new surrealistic world Beyond Dream’s Door.","release_date":"1989-01-01","vote_average":5.3,"runtime":80,"cert":"N\/A","id":83285,"title":"Beyond Dream's Door","adult":false,"genre_ids":[18,14,27]},{"cast":["Jesús Bonilla","Antonio Resines","Antonio Molero","Carolina Bang"],"overview":"Forged in ancient Egypt, the dagger of Rasputin is a legendary jewel that gives almost absolute power to the person who possesses it. Caesar, Attila and Napoleon were some of its owners. With the death of its last owner, the mad monk Rasputin, nobody knows where is it. The last clue is in Russia. Since then, governments and individuals have sought in vain, with no reliable clues that lead to it. The situation changes when in a Spanish prison, the prisoner Jacinto is identified by the Russian mafia as a carrier of a genetic abnormality associated with the dagger. His cellmates, Paper and Spider, will accompany him on a crazy adventure full of leaks and persecutions that lead them in search of treasure, to the deep heart of Russia.","release_date":"2011-01-13","vote_average":5.2,"runtime":105,"cert":"N\/A","id":83286,"title":"La daga de Rasputín","adult":false,"genre_ids":[35,12]},{"cast":["Ernesto Alterio","Goya Toledo","Kira Miró","Santi Millán","Gonzalo de Castro"],"overview":"","release_date":"2008-06-27","vote_average":5.8,"runtime":null,"cert":"N\/A","id":83289,"title":"Rivales","adult":false,"genre_ids":[35]},{"cast":["Michael Barrack","Bruce Parry","Evan Lopez"],"overview":"Michael Mikaele is a young man in a catatonic state living in a psychiatric ward where his doctor thinks her sympathies for him justify raping him. It's all part of his mad world, and we see what brought him there. He's an artist from a broken home, working for eight years at a job that he loathes, drawing pictures from sayings on sexually suggestive T-shirts. Mike's unsympathetic boss, Bill, plays bad motivational tapes over the P.A., makes Mike's girlfriend (another employee) handle him during office hours, which is espied by co-worker Joni, and refuses to let Mike have the rest of the day off even though he is clearly ill. He ties together T-shirts out the bathroom window to escape, and befriends a man, Rod, whom, unbeknownst to him, is his girlfriends father. He, however, hallucinates that the cinematographer is walking around the apartment in nothing but a towel...","release_date":"1986-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":83290,"title":"Alone in the T-Shirt Zone","adult":false,"genre_ids":[35,18]},{"cast":["GWAR","Dave Brockie","Gibby Haynes","Mike Derks"],"overview":"Representatives of the government, clergy, and healthcare communities have banded together to censor Gwar's activities in America. Their covert organization, the self-appointed \"Morality Squad\" has captured Gwar \"member\" The Cuttlefish of Cthulu and put it on trial for obscenity. Gwar ventures forth from their Antarctic stronghold to rescue their compatriot and unleashes untold horrors on America in the name of Freedom of Sexpression.  This was Gwar's first commercially released long form video and was nominated for a Grammy in 1993.","release_date":"1992-01-01","vote_average":9.0,"runtime":55,"cert":"N\/A","id":83293,"title":"GWAR: Phallus in Wonderland","adult":false,"genre_ids":[35,14,10402]},{"cast":["Sebastian Bach","Jello Biafra","Dave Brockie","Balsac the Jaws of Death","GWAR"],"overview":"GWAR, the bloodthirsty alien antiheroes, conduct a worldwide telethon to feed souls to the World Maggot, which will transport the members of GWAR off our miserable planet once it grows. GWAR's tele-casts attract the attention of GlomCo, the world's monopolistic entertainment giant. GlomCo attempts to bribe GWAR's manager, Sleazy P. Martini, into selling GWAR out to the mainstream of Sunday morning cartoons. GWAR's revenge on the sniveling executives at GlomCo uncovers a dastardly plot to homogenize all humanity by the evil doctor Skulhedface!","release_date":"1994-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":83294,"title":"Skulhedface","adult":false,"genre_ids":[35,878,10402]},{"cast":["Rod Perry","Charles Robinson","Phil Hoover","Edward Cross","Uschi Digard"],"overview":"General Ahmed has started an inner-city People's Army to try and relieve the misery of the citizens of Watts. When the locals are put under increasing pressure by Mafia thugs, Ahmed's second-in-command Colonel Kojah asks for permission to start a protection squad to take more direct action. Ahmed fears this protection squad will just turn into a vigilante mob, and his prediction soon proves correct. Will Ahmed be able to wrest control back from the power-mad Kojah, or will he be the mob's next victim?","release_date":"1975-03-01","vote_average":4.4,"runtime":88,"cert":"N\/A","id":83295,"title":"The Black Gestapo","adult":false,"genre_ids":[80]},{"cast":["James Cromwell","Alessandra Mastronardi","Elena Arvigo","Ken Duken","Mathias Herrmann"],"overview":"Rome, 1943. The city is occupied by the Nazis. The lives of thousands of Jews are in danger, and in Vatican City, a neutral state within the borders of Rome, Pope Pius XII is struggling to save the city from hunger and destruction.","release_date":"2010-10-31","vote_average":4.8,"runtime":213,"cert":"N\/A","id":83296,"title":"Pope Pius XII","adult":false,"genre_ids":[99]},{"cast":["Tatsuo Yamada","Masamitsu Ohike","Koji Nanjo","Nenji Kobayashi","Masashi Kojima"],"overview":"Visions of a bleak, post-apocalyptic urban wasteland strewn with twisted hunks of mechanical wreckage. A rasping electronic buzz on the soundtrack. These impressions kick-start into a jarring, rapid-fire sequence of chrome, neon and showers of sparks alongside the howl of roaring motors, as boys in black leather with Be-Bop High School quiffs ride menacingly out into the night in the theatrical debut from arguably the most important director to emerge from Japan during the 80s.  Completed by former punk musician Ishii for his film course graduation from Japan University in Tokyo, this raw-edged biker flick is a tour-de-force of automotive auto-eroticism. Originally shot on 16mm, Toei were so impressed by this violent counter-cultural kick-back against the anodyne fluff that typified early 80s cinema that they blew it up to 35mm for theatrical distribution.","release_date":"1980-05-24","vote_average":6.4,"runtime":98,"cert":"N\/A","id":83297,"title":"Crazy Thunder Road","adult":false,"genre_ids":[878,28]},{"cast":[],"overview":"Black Beauty lives with Squire Gordon and his stable girl Jenny. Squire Gordon is forced to sell Black Beauty to a cruel society lady. He is a sweet-tempered horse who through the course of his life encounters many trying experiences. He endures through his unyielding courage and faith.","release_date":"1995-05-09","vote_average":5.9,"runtime":48,"cert":"N\/A","id":83300,"title":"Black Beauty","adult":false,"genre_ids":[16,18,10751]},{"cast":["Amy Madigan","Beau Bridges","Mackenzie Phillips","Albert Salmi","Joanna Merlin"],"overview":"It's an extraordinarily touching true-story about Terry Jean Moore, the determined, independent and young woman who is imprisoned for 7 years on account of a \"five dollar\" robbery. In the prison she will be pregnant by a jailer and she has to fight for bear and keep her child.","release_date":"1982-10-15","vote_average":6.5,"runtime":96,"cert":"N\/A","id":83301,"title":"Love Child","adult":false,"genre_ids":[10749,18,80]},{"cast":["Judy Creech","Cecil Scaife","Gene McFall","Wes Saunders","Estus W. Pirkle"],"overview":"Based on the preachings of Reverend Estus W. Pirkle, this film warns what will happen to America if the citizens do not give up their depraved ways and turn to God and Jesus for salvation. Communist infiltrators, the \"footmen\", will pave the way for an all out invasion by weakening our will through TV, dance, rock music and alcohol. Once the invasion begins, the new Communist government will proceed to round up all Christians, and either execute them or force them to undergo re-education. Only by putting their faith in the bible where it belongs, says Rev. Pirkle, can America resist the coming Red Menace.","release_date":"1971-01-01","vote_average":3.3,"runtime":53,"cert":"N\/A","id":83310,"title":"If Footmen Tire You, What Will Horses Do?","adult":false,"genre_ids":[18,27]},{"cast":["Estus W. Pirkle","Tim Ormond","Jimmy Robbins","Robert G. Lee","Jack Hyles"],"overview":"Pastor Estus W. Pirkle preaches about hell, where all non-Christians will suffer eternal torment. He's also visited by two self-professed “Christians” who don't believe in hell.","release_date":"1974-01-01","vote_average":3.3,"runtime":58,"cert":"N\/A","id":83311,"title":"The Burning Hell","adult":false,"genre_ids":[27,18,99]},{"cast":["Nutan","Rajendra Kumar","Rekha","Vinod Mehra","Anil Dhawan"],"overview":"Young and attractive Kunti has fallen in love with a young man by the name of Anil, and both intend to marry...","release_date":"1981-01-30","vote_average":5.3,"runtime":150,"cert":"N\/A","id":83314,"title":"Saajan Ki Saheli","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"Tormented by nightmares, a woman experiences more horror when she goes to relax at a resort.","release_date":"2010-09-03","vote_average":2.0,"runtime":null,"cert":"N\/A","id":83315,"title":"Mallika","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Manoj Bajpayee","Arjan Bajwa","Tia Bajpai","Yashpal Sharma"],"overview":"A woman recounts her story of being confined to live as the mistress of an an influential gangster.","release_date":"2011-12-09","vote_average":3.5,"runtime":104,"cert":"N\/A","id":83316,"title":"Lanka","adult":false,"genre_ids":[18,80]},{"cast":["Mick Blue","Charley Chase","Sophie Dee","Erik Everhard","Manuel Ferrara"],"overview":"Watch these voluptuous and stunning girls on the beach as they rescue and resuscitate in more ways than one!","release_date":"2010-07-22","vote_average":6.0,"runtime":170,"cert":"N\/A","id":83317,"title":"Busty Lifeguards","adult":true,"genre_ids":[]},{"cast":["Amy Holt","Gulzar Chahal","Rizwan Haider","Puneet Issar","Brooke Johnston"],"overview":"Neo-Nazis and bigoted police oppress and target vulnerable Sikhs & Asians in post 9-11 America.","release_date":"2011-01-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":83318,"title":"I Am Singh","adult":false,"genre_ids":[80,18,28]},{"cast":["Gul Panag","Isha Koppikar","Javed Jaffrey","Celina Jaitly"],"overview":"Three harassed female employees fear they have killed their very-much-alive boss and try to dispose off the dead body of an unknown male.","release_date":"2010-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83319,"title":"Hello Darling","adult":false,"genre_ids":[]},{"cast":[],"overview":"Six women decide to break into a bank, withdraw at the 11th hour - but must go on the run after the bank gets robbed by unknown person(s).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83320,"title":"United Six","adult":false,"genre_ids":[]},{"cast":["Heiner Lauterbach","Gesine Cukrowski","Max von Thun","Jean-Yves Berteloot","Gottfried John"],"overview":"","release_date":"2008-03-16","vote_average":3.0,"runtime":108,"cert":"N\/A","id":83321,"title":"The Papal Council","adult":false,"genre_ids":[53]},{"cast":[],"overview":"In tell me do you miss me, the four members of the celebrated New York based indie rock band Luna confront the ceiling of ambition, the harsh realities of their modest success, and their conflicted feelings about each other as they embark on their final world tour and uncertain futures.  Laced with moments of both humour and melancholia, tell me do you miss me earnestly exposes the underbelly of a touring rock band in their final days together.  Supported sonically with Luna's dreamy catalog of indie pop and visually with lush travelogue footage with adventurous stops in England, Japan and Spain. Tell me do you miss me is an elegy for an era","release_date":"","vote_average":0.0,"runtime":145,"cert":"N\/A","id":83324,"title":"Tell Me Do You Miss Me : A Film About Luna","adult":false,"genre_ids":[]},{"cast":["Duane Ludwig","Frank Trigg","Billy Evangelista","Falaniko Vitale"],"overview":"Strikeforce: Payback was a mixed martial arts event held on October 3, 2008. The event was produced by Strikeforce and took place at the Broomfield Events Center in Broomfield, Colorado. It marks the first time Strikeforce has held an event in Colorado and the main event featured a rematch between Duane Ludwig and Sammy Morgan.","release_date":"2008-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83327,"title":"Strikeforce: Payback","adult":false,"genre_ids":[]},{"cast":["Andreas Kiendl","Andrea Wenzl","Emily Cox","Philipp Hochmair","Marion Mitterhammer"],"overview":"They never expected Kyra to turn up again. The two brothers and their sister, brought together when their father dies, are stunned by the appearance of their sister.Kyra suddenly vanished over twenty years ago during the breakup of the hippie commune where they were all born. She is like a stranger to them now... but when she discovers that her very existence has been kept secret, she starts to uncover old mysteries. And soon all the brothers and sisters find themselves unearthing the roots of their childhood memories they had suppressed in order to survive. In her debut feature film Marie Kreutzer embarks upon an intriguing and disturbing journey into the past, a gripping study of belonging and solitude, bonds and freedom. Written by Novotny &amp; Novotny Film","release_date":"2011-04-08","vote_average":7.0,"runtime":104,"cert":"N\/A","id":83328,"title":"The Fatherless","adult":false,"genre_ids":[18]},{"cast":["Jake Steinfeld","Vinessa Shaw","Peter De Paula","Don Edmonds","Charles Hoyes"],"overview":"An escaped mental patient steals a station wagon and makes his way to the Bradleys' Thanksgiving celebration, where he plans to make them a little less thankful...","release_date":"1981-01-01","vote_average":4.4,"runtime":85,"cert":"N\/A","id":83329,"title":"Home Sweet Home","adult":false,"genre_ids":[27]},{"cast":["Steve Little","Robert Longstreet","Ann Maddox","Koko Lanham","Rico A. Comic"],"overview":"Father William Smoortser drops his bible into a toilet at a rest stop just before embarking on a day-long canoe trip, breaking loose all glorious hell.","release_date":"2011-10-19","vote_average":3.9,"runtime":75,"cert":"N\/A","id":83330,"title":"The Catechism Cataclysm","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1998-01-03","vote_average":7.0,"runtime":120,"cert":"N\/A","id":83333,"title":"Queen Emeraldas","adult":false,"genre_ids":[12,878,16,28]},{"cast":[],"overview":"","release_date":"2004-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83336,"title":"Les aventures extraordinaires de Michel Strogoff","adult":false,"genre_ids":[]},{"cast":["Muriel Baumeister","René Steinke","Gudrun Landgrebe","Ilja Richter","Mickey Hardt"],"overview":"","release_date":"2005-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":83337,"title":"Eine Prinzessin zum Verlieben","adult":false,"genre_ids":[]},{"cast":["Ingra Liberato","Fernanda Carvalho","Luciano Leindecker","Isabela Leindecker"],"overview":"Para resgatar um amor do passado, uma mulher vai até as últimas consequências. Retornando ao local dos antigos encontros, acaba por descobrir que o seu amor vive agora em família e tem uma filha de 10 anos. O tempo passa lento no encontro que parece não ter fim, mas assim que o constrangimento se torna insuportável, surge a grande revelação: de que o amor não tem mesmo limites.","release_date":"2010-01-01","vote_average":5.7,"runtime":9,"cert":"N\/A","id":83340,"title":"Chá de Frutas Vermelhas","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The father of a severely mentally handicapped boy goes to find his son's run away mother in her native New York.","release_date":"2009-01-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":83341,"title":"Great Kills Road","adult":false,"genre_ids":[18]},{"cast":["Sido","Bobby Tight","Tim Wilde","Milton Welsh","Florian Renner"],"overview":"","release_date":"2011-12-28","vote_average":5.6,"runtime":87,"cert":"N\/A","id":83342,"title":"Blutzbrüdaz","adult":false,"genre_ids":[10402,18]},{"cast":["Marcello Mastroianni","Catherine Deneuve","Michel Piccoli","Philippe Noiret","Ugo Tognazzi"],"overview":"A highly stylized surreal farce about the events leading up to Custer's Last Stand anachronistically reenacted in an urban renewal area in modern Paris.","release_date":"1974-01-23","vote_average":5.6,"runtime":108,"cert":"N\/A","id":83343,"title":"Don't Touch the White Woman!","adult":false,"genre_ids":[35,37]},{"cast":["Stormy Daniels","India Summer","Marcus London","Randy Spears","Sascha"],"overview":"While a Midwest town grapples with a string of alarming murders, Dr. Grimes attempts to assist local detectives by developing a suspect profile. It seems that a beautiful woman is on a killing spree with no end in sight. But not everything is as it seems... Timid by nature, Tess (Stormy Daniels) is a small town girl living a life of simplicity. She keeps her modest hopes and dreams hidden away until a chance meeting with Jeff (Marcus London) forces her to face the past. As she confronts emotions deep within, a disturbing truth begins to emerge... One that jeopardizes any chance of a promising future together, and maybe even her very existence. Can detectives uncover the truth behind their serial murderer before she strikes again? And will Tess come to terms with her troubling past? Only two people have the answers.","release_date":"2008-08-21","vote_average":0.0,"runtime":110,"cert":"N\/A","id":83344,"title":"Two","adult":true,"genre_ids":[18,53]},{"cast":["Geraldine Chaplin","Emma Suárez","Martina García","Eduard Fernández","Àlex Brendemühl"],"overview":"Maria suffers from Alzheimer's disease. Luis, Maria's fifteen-year-old grandson, doesn't say very much either; he shuts himself off in his own silent world to escape his parent's marital crisis, spending time instead picking up stray cats and dogs off the street. His father, Miguel, wants to put a stop to this eccentric behavior, but his protective mother Alice indulges him. Nevertheless, the animals begin to appear at home in increasing numbers, making life complicated for the family in their flat.","release_date":"2010-11-04","vote_average":5.8,"runtime":95,"cert":"N\/A","id":83345,"title":"The Mosquito Net","adult":false,"genre_ids":[18,35]},{"cast":["Richard Linklater","James Goodwin","Dan Kratochvil","Linda Finney","Tracy Crabtree"],"overview":"A nameless young character travels to the country, meeting some acquaintances and strangers, having banal conversations, and dedicating his existence to daily mundane activities.","release_date":"1988-01-01","vote_average":4.5,"runtime":85,"cert":"N\/A","id":83346,"title":"It's Impossible to Learn to Plow by Reading Books","adult":false,"genre_ids":[18]},{"cast":["Jacqueline Govaert","Anne Govaert","Joost van Haaren","Annelies Kuijsters","Jan Peter Hoekstra"],"overview":"Live concert of the Dutch band Krezip.","release_date":"2009-07-23","vote_average":4.5,"runtime":null,"cert":"N\/A","id":83347,"title":"Krezip - Sweet Goodbye","adult":false,"genre_ids":[10402]},{"cast":["Marc-Marie Huijbregts"],"overview":"","release_date":"2002-01-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":83350,"title":"Marc-Marie Huijbregts: M-M Huijbregts","adult":false,"genre_ids":[]},{"cast":["Naseeruddin Shah","Om Puri","Rajpal Yadav","Disha Pandey","Rishi Bhutani"],"overview":"A youth accused of the murder of his mother refuses to speak to the police. Is he really the killer?","release_date":"2009-12-31","vote_average":0.0,"runtime":103,"cert":"N\/A","id":83351,"title":"Bolo Raam","adult":false,"genre_ids":[53]},{"cast":["Choi Won-young","Da-mi Ko","Kim Poo-Reun"],"overview":"Seok-ho, a self-styled playboy with a beautiful wife, is fooling around with Ji-yeon, a voluptuous photographer, but pines for Chae-young, a college student who appears to be the most virtuous girl in all of Korea. But it turns out that Chae-young, who frustrates her suitor at every turn, is not so chaste after all. The plot thickens as Seok-ho's best friend Young-su, outwardly awkward and shy, sets his sights on Ji-yeon, not realizing that she is already involved with his best buddy.","release_date":"2007-03-22","vote_average":6.0,"runtime":98,"cert":"N\/A","id":83352,"title":"Cheaters","adult":false,"genre_ids":[10749]},{"cast":["Ernie Kovacs","Cyd Charisse","George Sanders","Kay Hammond","Dennis Price"],"overview":"A petty crook gallantly consoles wealthy widows and is doing all right in his chosen profession until he meets and falls in love with a lovely baroness, who knows all about get-rich-quick schemes. The crook evolves an ingenious swindle geared to the time differential between New York and Rome and works it on his string of widows, but the baroness takes off with the dough. The crook flees to a mental home to escape the wrath of his victims.","release_date":"1961-01-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":83353,"title":"Five Golden Hours","adult":false,"genre_ids":[35]},{"cast":["Robert Wagner","Jeffrey Hunter","Hope Lange","Agnes Moorehead","Alan Hale Jr."],"overview":"Having fought with the Confederacy during the Civil War, Jesse James and his brother Frank dream of a farm life in Missouri. Harassed by Union sympathizers, they assemble a gang of outlaws, robbing trains and becoming folk heroes in the process. Jesse marries his sweetheart, Zee, and maintains an aura of domesticity, but after a group of lawmen launch an attack on his mother's house, Jesse plans one more great raid -- on a Minnesota bank.","release_date":"1957-03-22","vote_average":5.4,"runtime":92,"cert":"N\/A","id":83354,"title":"The True Story of Jesse James","adult":false,"genre_ids":[28,37]},{"cast":["Barrie Ingham","Peter Blythe","Gay Hamilton","John Arnatt","John Gugolka"],"overview":"After being falsely accused of murder, Sir Robin of Loxley takes refuge in the untamed wilderness of Sherwood Forest where he stumbles across a group of outlaws. Although initially suspicious of the aristocrat's motives, the men are soon won over by his integrity and prowess and Robin transforms them into a formidable fighting force, stealing from the rich and giving to the poor. As word of his fame and valour spreads, a legend is born.","release_date":"1967-07-01","vote_average":6.1,"runtime":92,"cert":"","id":83355,"title":"A Challenge for Robin Hood","adult":false,"genre_ids":[12]},{"cast":["William Sylvester","Hubert Noël","Carole Gray","Tracy Reed","Diana Decker"],"overview":"A secret vampire cult, which has its headquarters beneath the town cemetery, searches for victims for its human sacrifice rituals.","release_date":"1965-05-01","vote_average":4.7,"runtime":88,"cert":"","id":83356,"title":"Devils of Darkness","adult":false,"genre_ids":[27]},{"cast":["Marc-Marie Huijbregts"],"overview":"","release_date":"2006-01-01","vote_average":4.3,"runtime":85,"cert":"N\/A","id":83357,"title":"Marc-Marie Huijbregts: Opdat ik niet vergeet","adult":false,"genre_ids":[35]},{"cast":["Roy Orbison"],"overview":"This live version from the August 5, 1982, telecast has been digitally remastered and edited. Orbison’s appearance was a milestone in the 25-year history of AUSTIN CITY LIMITS. He became the first bona fide legend to step onto their stage. His performance took the show to a new level, a larger audience and the status of being a nationally recognized television program.  Live songs performed:  Only the Lonely, Leah, Dream Baby, In Dreams, Mean Woman Blues, Blue Angel, Lana, Blue Bayou, Candy Man, Crying, Crying (Reprise), Ooby Dooby, Hound Dog Man, Working For The Man, That Lovin’ You Feelin’ Again, (Go, Go, Go) Down The Line, It’s Over, Oh, Pretty Woman, Running Scared, Running Scared (Reprise)  BAND CREDITS\r Roy Orbison – guitar, vocals\r Bucky Barrett – guitar\r Jim Kirby – keyboards\r Terry Elam – percussion\r Jim Johnson – bass\r Marshall Pearson – drums\r Susan Bennett – vocals\r Barbara South – vocals\r Richard Law - vocals  Bonus Features Include: Documentary, Song Lyrics","release_date":"2002-11-18","vote_average":4.8,"runtime":63,"cert":"E","id":83358,"title":"Roy Orbison: Live at Austin City Limits","adult":false,"genre_ids":[10402]},{"cast":["Rod Taylor","Christopher Plummer","Lilli Palmer","Camilla Sparv","Daliah Lavi"],"overview":"Rod Taylor plays a policeman sent to return a sensitive case; An Australian citizen, currently acting as high commissioner for peace talks who is wanted for an old charge -- of murder. The talks are too sensitive to be disturbed, so Taylor ends up watching Christopher Plummer as he conducts his talks, and discovers that some want the talks to fail enough to think that killing Plummer is an obvious way to stop them.","release_date":"1968-08-22","vote_average":6.6,"runtime":101,"cert":"","id":83359,"title":"Nobody Runs Forever","adult":false,"genre_ids":[28,18,53]},{"cast":["Gary Cooper","Madeleine Carroll","Paulette Goddard","Preston Foster","Robert Preston"],"overview":"Texas Ranger Dusty Rivers (\"Isn't that a contradiction in terms?\", another character asks him) travels to Canada in the 1880s in search of Jacques Corbeau, who is wanted for murder. He wanders into the midst of the Riel Rebellion, in which Métis (people of French and Native heritage) and Natives want a separate nation. Dusty falls for nurse April Logan, who is also loved by Mountie Jim Brett. April's brother is involved with Courbeau's daughter Louvette, which leads to trouble during the battles between the rebels and the Mounties. Through it all Dusty is determined to bring Corbeau back to Texas (and April, too, if he can manage it.)","release_date":"1940-10-22","vote_average":6.8,"runtime":126,"cert":"N\/A","id":83360,"title":"North West Mounted Police","adult":false,"genre_ids":[12,18,36,10749,37]},{"cast":["Hulk Hogan","Grace Jones","Robert Vaughn"],"overview":"Hulk Hogan and Grace Jones star in this adventure tale about a onetime secret agent who finds a treasure map on the shell of a turtle. Soon he's on a chase to recover the loot, just one step ahead of other seekers of wealth.","release_date":"1998-02-23","vote_average":3.6,"runtime":95,"cert":"N\/A","id":83361,"title":"McCinsey's Island","adult":false,"genre_ids":[28,12,35]},{"cast":["Riley Steele","Victoria White","Gracie Glam","Lexi Swallow","Tommy Gunn"],"overview":"Sexy, seductive Riley Steele discovers a weak link in her marriage as perverted visions and dreams continue to haunt her, even after her wedding. The mysterious watches given as an engagement gift from friends they thought they could trust, turn out to be laced with the outlandish ability to give the wearer a glimpse into a future affair of their spouse, or a return of an old flame. Convinced her new husband is having a lusty affair, the emotional and sexual connection is broken by an unexpected visit from her brother-in-law and his highly sexually charged girlfriend.","release_date":"2011-09-13","vote_average":6.0,"runtime":112,"cert":"N\/A","id":83362,"title":"Riley Steele: Watching You, Episode 2","adult":true,"genre_ids":[]},{"cast":["Loretta Leigh Bowman","Elizabeth Greene","G. Michael Smith","Jerry Brewer","Tobe Sexton"],"overview":"Ten years after he was pushed down a well, a young man kills off the neighborhood bullies who tormented him and leaves their body parts as presents for the one girl who was kind to him.","release_date":"1989-01-01","vote_average":4.6,"runtime":95,"cert":"N\/A","id":83363,"title":"Offerings","adult":false,"genre_ids":[27]},{"cast":["Asa Akira","Bridgette B","Charisma Cappelli","Devon Lee","Kirsten Price"],"overview":"There are certain men in this world who derive great pleasure from watching their wife or girlfriend engaging in sex with other men... commonly known as Watchers or Observers.  These couples are usually hyper-sexual, and enjoy roll playing, swapping, and group sex. Meet John &amp; Karen Dawson (Kirsten Price and Brad Armstrong) they are just such a couple. John can't get enough of seeing his hot wife being ravished by other men. Friends, co-worker, or complete strangers, and Karen is only too happy to oblige. It has become an obsession and like any obsession sooner or later things tend to go horribly wrong. So when Karen decides it's time for a change, and falls for one of her new found fuck buddies, John's world is turned upside down. He fights to keep his wife and marriage intact, while Karen slips further and further away...Time to make a choice. Will he be able to give up his obsession, and the kinky underworld that goes with it, or will he walk away from the woman he loves.","release_date":"2010-05-12","vote_average":0.0,"runtime":99,"cert":"N\/A","id":83366,"title":"The Watcher","adult":true,"genre_ids":[18]},{"cast":["Alektra Blue","Eric Masterson","Capri Cavanni","Kirsten Price","Rebecca Blue"],"overview":"What would you do if sex got in the way of everything...Work...Life...Love? Could you stop? Could you go 40 days without it? Watch as Kyle tries to get over ex-girlfriend Kari and tries to find love with his one and only soulmate Haley in this romantic comedy where your vow is the only thing you can trust!","release_date":"2010-02-24","vote_average":7.5,"runtime":89,"cert":"N\/A","id":83367,"title":"The Vow","adult":true,"genre_ids":[35,10749]},{"cast":["Herbert Grönemeyer"],"overview":"DVD 1:  01 | Ouvertüre  02 | Nach Mir  03 | Bochum  04 | Männer  05 | Halt mich  06 | Fanatisch  07 | Schmetterlinge im Eis  08 | Alkohol  09 | Ich dreh mich um dich Land unter DVD 2: 01 | Luxus  02 | Was soll das  03 | Bleibt alles anders  04 | Sie  05 | Flugzeuge im Bauch  06 | Vollmond  07 | Selbstmitleid  08 | Mambo  09 | Finale  10 | Heimat","release_date":"2000-11-13","vote_average":0.0,"runtime":105,"cert":"N\/A","id":83368,"title":"Herbert Grönemeyer - Stand der dinge","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Singer\/Songwriter sensation James Blunt wows his audience in this 2008 concert featuring all the songs which have made him a household name and a major box office draw around the world.","release_date":"2008-07-15","vote_average":4.5,"runtime":103,"cert":"N\/A","id":83369,"title":"James Blunt: All The Lost Souls Tour - Toulouse, France - 2008","adult":false,"genre_ids":[10402]},{"cast":["Amparo Soler Leal","Carmen Roldán"],"overview":"Madrid 1933. Aurora Rodriguez kills her daughter Hildegart and turn herself over to the police. In jail she remember the circumstances that made her committing the crime...","release_date":"1977-09-19","vote_average":6.0,"runtime":109,"cert":"N\/A","id":83370,"title":"My Daughter Hildegart","adult":false,"genre_ids":[]},{"cast":["Ariel Levy","Andrea Velasco","Lorenza Izzo","Ramón Llao","Paz Bascuñan"],"overview":"","release_date":"2011-10-06","vote_average":4.5,"runtime":96,"cert":"N\/A","id":83371,"title":"Qué pena tu boda","adult":false,"genre_ids":[35,10749]},{"cast":["Ralph Richardson","Raymond Huntley","John Laurie","Ernest Jay","David Tomlinson"],"overview":"Wartime tale of a group of British scientists efforts to develop the first radar system. They did it just in time for it to be used in the Battle of Britain against the might of the Nazi Luftwaffe. Without it the little island could well have been overrun.","release_date":"1946-12-23","vote_average":6.0,"runtime":108,"cert":"","id":83372,"title":"School for Secrets","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Is \"The Man\" controlling the vertical, the horizontal and the channel you'll be on? In a privatized American Internet, is big business \"Big Brother\" or does the free market protect and serve the needs of the average citizen with its invisible hand? With the simple act of swapping files, barbershop quartet baritone Robb Topolski finds himself at ground zero of a landmark case whose outcome will affect the rights of every American citizen. Following one man's personal quest to defend what he believes to be his inalienable rights, BARBERSHOP PUNK examines the critical issues surrounding the future of the American Internet and what it takes to challenge the status quo. Contemplating the future of the American Internet and the inalienable rights under review.","release_date":"2011-11-11","vote_average":6.3,"runtime":84,"cert":"N\/A","id":83373,"title":"Barbershop Punk","adult":false,"genre_ids":[99]},{"cast":["Álex Angulo","Saturnino García","José Antonio Álvarez","Ramón Barea","Óscar Grijalba"],"overview":"A man enters a bar where only the waiter and another customer are present and asks for an orange soda called Mirinda; but then refuses to pay by offering a surprising argument.","release_date":"1992-03-18","vote_average":6.2,"runtime":12,"cert":"N\/A","id":83374,"title":"Mirindas asesinas","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Only the best of the best can abseil into its depths of Trou de Fer, but even that doesn't guarantee they will ever manage to return. That's up to nature to decide.","release_date":"2011-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83375,"title":"The Iron Hole","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In a circus, Gom, a rubber-boy, has to replace inappropriately the artist's assistant during the show.","release_date":"","vote_average":6.0,"runtime":7,"cert":"N\/A","id":83376,"title":"GOM","adult":false,"genre_ids":[]},{"cast":["Wayne Morris","Margaret Lindsay","William Gargan","Roscoe Karns","Robert Emmett Keane"],"overview":"A man's ex-wife is found murdered, and he finds himself to be the prime suspect.","release_date":"1940-03-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":83379,"title":"Double Alibi","adult":false,"genre_ids":[9648,80]},{"cast":["Abhishek Bachchan","Bipasha Basu","Bobby Deol","Sonam Kapoor","Vinod Khanna"],"overview":"Learning of a fortune in gold being secretly shipped to Romania, master thieves Charlie and Riya assemble a crack team to steal it.","release_date":"2012-01-06","vote_average":4.7,"runtime":165,"cert":"N\/A","id":83382,"title":"Players","adult":false,"genre_ids":[80,53]},{"cast":["Masami Nagasawa","Junichi Okada","Keiko Takeshita","Yuriko Ishida","Rumi Hiiragi"],"overview":"A group of Yokohama students fight to save their school's clubhouse from the wrecking ball during preparations for the 1964 Tokyo Olympic Games. While working there, Umi and Shun gradually attract each other, but face a sudden trial. Even so, they keep going without fleeing the difficulties of reality.","release_date":"2011-07-16","vote_average":7.6,"runtime":91,"cert":"U","id":83389,"title":"From Up on Poppy Hill","adult":false,"genre_ids":[16,18]},{"cast":["Franck Dubosc","Claude Rich","Marie Kremer","Mathis Touré","Rufus"],"overview":"French movie written and directed by Nicolas Brossette and starring Franck Dubosc.","release_date":"2012-01-11","vote_average":5.0,"runtime":95,"cert":"N\/A","id":83390,"title":"10 jours en or","adult":false,"genre_ids":[35,18]},{"cast":["Stoya","Alexis Texas","Kagney Linn Karter","Rebecca Blue","Manuel Ferrara"],"overview":"Gorgeous and sinful Stoya slips under the spell of lust, captivated by her new roommate, and hungry for passionate encounters. Mick Blue plays a naughty game of chasing tail, toying with romantic pursuits and hot sex with wet and wild chicks. Stoya dives in, feeding right into his lap, playing him for all his well endowed worth, until they come together and even the score.","release_date":"2011-07-20","vote_average":9.0,"runtime":116,"cert":"N\/A","id":83395,"title":"Web Whore","adult":true,"genre_ids":[]},{"cast":["Justin Okin","Nathaniel Weiss","Taylor Treadwell","Justin Deeley","Shannon Mary Dixon"],"overview":"Simon and Henry, two teens tortured by jocks and rejected by girls, are invited to the epic end of the year high school party, but there's a catch. In order to get in, they need to bring just one hot girl. Unable to attract any female attention, they decide to take matters into their own hands and create the perfect woman from Simon's prized 'Slave Leia' action figure. Armed with a fully operational lightsaber and blaster, the two set out with their self-appointed mentor to do what they have never done before: fit in. On their journey, they encounter stormtroopers, aliens, and even a Dark Lord of the Sith in the most unlikely of places. But even with the Force as their ally, some things are not meant to be.","release_date":"2011-10-01","vote_average":0.8,"runtime":30,"cert":"N\/A","id":83396,"title":"Hughes the Force","adult":false,"genre_ids":[]},{"cast":["Tilda Swinton"],"overview":"\"We are the renters of this world, not its masters,\" reminds Pooshkar, a precocious 13-year-old member of a youth environmental defense group in India. He and his fellow voraciously energetic students actively rally against the use of plastics. In Africa, a renaissance man teaches citizens to harness solar power to cook food. In Papua New Guinea, villagers practice sustainable logging to save their rainforests. A woman in London uses her PR savvy to start a successful environmental communications firm. Self-described \"hillbillies\" in Appalachia battle the big business behind strip mining. In this rich and inspiring documentary, director Brian Hill takes us around the world to find the ordinary people taking action in the fight to save our environment.","release_date":"2010-05-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":83401,"title":"Climate of Change","adult":false,"genre_ids":[99]},{"cast":["Bo Boddie","Eric Bogosian","Gwynn Galitzer","Jorgen Jorgensen","Tim Lajcik"],"overview":"Don't Go in the Woods is sound advice, especially when there's a killer on the loose. First-time director Vincent D'Onofrio (Full Metal Jacket, \"Law &amp; Order: Criminal Intent\") explores love, greed and ruthlessness in this twisted musical\/horror hybrid, telling the story of a young band who heads to the woods to get away from their everyday lives in order to focus on writing new songs. Hoping to walk away from the trip with new tunes that will score them their big break, they instead find themselves in the middle of a nightmare beyond comprehension.","release_date":"2012-01-13","vote_average":2.3,"runtime":83,"cert":"N\/A","id":83404,"title":"Don't Go in the Woods","adult":false,"genre_ids":[27,10402]},{"cast":["Johnny Mack Brown","Betsy King Ross","Noah Beery","Noah Beery Jr.","Tully Marshall"],"overview":"In this Western, comprised of 12 chapters from a serial, Kit leads a group carrying a large gold shipment across the wild West. When the Mystery Riders attack and steal the gold, Kit is the only survivor. He later joins forces with the cavalry to retrieve it.","release_date":"1933-07-01","vote_average":0.0,"runtime":250,"cert":"N\/A","id":83405,"title":"Fighting With Kit Carson","adult":false,"genre_ids":[37,28]},{"cast":["Utkarsh Ambudkar","Russ Armstrong","David Call","Veronika Dominczyk"],"overview":"Will (David Call), an unemployed and aimless playboy living in Brooklyn, has spent his 20s skating on easy charm from one casual, distant affair to the next. Noticing his friends’ happiness as they gradually settle into steady jobs and committed relationships, Will decides to trade apathy for effort in order to find someone with whom he can start the next chapter of his life. Shot on 16mm film with artful direction and honest performances, Northeast is a vividly naturalistic portrayal of the pressures of an impending adulthood.","release_date":"2012-01-12","vote_average":0.0,"runtime":77,"cert":"N\/A","id":83406,"title":"Northeast","adult":false,"genre_ids":[18]},{"cast":["Gordon Scott","Jock Mahoney","Betta St. John","John Carradine","Lionel Jeffries"],"overview":"After the Banton family rob a store is a small village and kill the local police constable, Tarzan captures one of them, Coy Banton. He decides to return him to the authorities so that the dead policeman's family will benefit from the $5000 reward. The head of the clan, Abel Banton and his two sons have no intention of letting Tarzan deliver Coy and burn the river boat they were to use. Several of the passengers are now stranded forcing Tarzan to take them along on a trek through the jungle. Abel Banton trails them intent not only getting his son back but getting rid of Tarzan.","release_date":"1960-07-20","vote_average":5.5,"runtime":82,"cert":"N\/A","id":83407,"title":"Tarzan the Magnificent","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"A live recording of The Music performing their homecoming gig at the Blank Canvas in September 2002. Concert footage is interspersed with interviews. Songs performed are \"The Dance\", \"Jag Tune\", \"The Truth Is No Words\", \"Human\", \"Let Love Be The Healer\", \"New Instrumental\", \"Turn Out The Light\", \"The People\", \"Too High\", \"Take The Long Road And Walk It\", \"Disco\" and \"The Walls Get Smaller\".","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":83408,"title":"The Music - Live at Blank Canvas","adult":false,"genre_ids":[]},{"cast":["Jon McBride","John Polonia","Gary LeBlanc","Sebastian Barran","Maria Davis"],"overview":"Two friends on a road trip pass through a town where aliens are landing and feeding upon the some of the civilians.","release_date":"1996-05-27","vote_average":3.3,"runtime":68,"cert":"N\/A","id":83409,"title":"Feeders","adult":false,"genre_ids":[27,878]},{"cast":["Worrawech Danuwong","Unsumalin Sirasakpatharamaetha","Keerati Mahapreukpong","Arak Amornsupasiri","Koti Arambawy"],"overview":"Bangkok Sweety revolves around many love stories that begin on Christmas Eve's night and end on Valentine's night.","release_date":"2011-12-29","vote_average":5.5,"runtime":90,"cert":"N\/A","id":83410,"title":"Bangkok Sweety","adult":false,"genre_ids":[10749,35]},{"cast":["Yasufumi Hayashi","Kiwako Harada","Yuki Kitazume","Nenji Kobayashi","Kaho Minami"],"overview":"An entire Japanese international grade school—and all within—are mysteriously transported to a foreboding desert wasteland. As the story unfolds, the diminishing student body weathers this apocalyptic crisis while searching for clues about their surroundings, and dealing with psychological breakdown and dangerous exterior forces.","release_date":"1987-07-11","vote_average":5.0,"runtime":104,"cert":"N\/A","id":83411,"title":"The Drifting Classroom","adult":false,"genre_ids":[27,878,9648]},{"cast":["Jerry Lewis","Madeline Kahn","Marty Feldman","Jim Backus","Merv Griffin"],"overview":"A rich, beautiful couple give birth to deformed alien twins who, when their heads are together, are the smartest kids on the planet.","release_date":"1982-12-09","vote_average":2.6,"runtime":84,"cert":"N\/A","id":83412,"title":"Slapstick (Of Another Kind)","adult":false,"genre_ids":[35,878]},{"cast":["Steve Hawkes","Dana Cullivan","Heather Hughes","Randy Grinter","Larry Wright"],"overview":"A biker comes upon a girl with a flat tire and offers her a ride home. He winds up at a drug party with the girl's sister, then follows her to a turkey farm owned by her father, a mad scientist. The father turns the biker into a giant turkey monster who goes after drug dealers.","release_date":"1972-01-01","vote_average":3.4,"runtime":86,"cert":"N\/A","id":83413,"title":"Blood Freak","adult":false,"genre_ids":[878,27]},{"cast":["Stella Stevens","Shannon Whirry","Luca Bercovici","Brant von Hoffman","Sandy Helberg"],"overview":"Granny's family wants her dead so they can collect her insurance. While she is on her death bed, she drinks an eternal life potion and returns to the land of the living. She is on a mission to wreak havoc over her greedy relatives.","release_date":"1995-05-23","vote_average":7.5,"runtime":85,"cert":"N\/A","id":83414,"title":"The Granny","adult":false,"genre_ids":[27,35]},{"cast":["Dirk Benedict","Tanya Roberts","Roddy Piper","Louis Vincent Albano","Barry Gordon"],"overview":"M. Harry Smilac is a down-on-his-luck music manager who is having a hard time attracting talent and booking gigs for his band, Kicks (The most recent of the gigs is a Dairy Queen opening!!). When making arrangements for a campaign fund-raiser, he mistakes Rick Roberts, a professional wrestler, for a musician and hires him. At that moment he becomes a wrestling manager and starts to book matches for him and his teammate Tonga Tom. The team is a success, and Harry decides to take his wrestlers and his band on a \"Rock n' Wrestling\" tour. The tour is a success, and Harry feels what it is like to be a winner again.","release_date":"1987-05-21","vote_average":5.1,"runtime":89,"cert":"N\/A","id":83415,"title":"Body Slam","adult":false,"genre_ids":[35,10402]},{"cast":["Christopher Gasti","Dru-Anne Perry","Dan Evans","Kate Alexander"],"overview":"Nathaniel Pickman Wingate has opened a gateway to another dimension using equations and equipment in his basement laboratory. His wife, Nancy, wants him to get ready for his own birthday party. He wants his son Sam to help him. Sam is up in his room looking at pictures of Jasmine on his computer, and a poster of her arrives which he puts in his closet. Although it is Nathan's birthday, the family is enthralled by a visit from Cousin Desmon, who is now a count in Liechtenstein. While Sam is away getting equipment for his father with his friend Alex, his father gets sucked into the other dimension, and a creature from the parallel universe escapes, pursued by another. The first temporarily traps the second with its spit, attacks Desmon, and becomes a duplicate, absorning his thoughts from the unconscious body. The other manages to get free, and unable to find a human to mimic, finds the poster of Jasmine...","release_date":"1989-01-01","vote_average":6.6,"runtime":90,"cert":"N\/A","id":83416,"title":"Kamillions","adult":false,"genre_ids":[27,35,10749,878]},{"cast":["Robert Forster","Michelle Phillips","Claude Akins","Mark Goddard","Melvyn Douglas"],"overview":"When petty criminals start turning up murdered, a detective discovers they are being killed by a group of his fellow officers who think the criminals were treated too leniently by the courts.","release_date":"1974-01-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":83417,"title":"The Death Squad","adult":false,"genre_ids":[80,18]},{"cast":["Anne Randall","Alan Landers","James Westmoreland","Marjorie Bennett","Anitra Ford"],"overview":"The sleazy and dangerous adventures of a gorgeous female private detective.","release_date":"1973-04-01","vote_average":4.3,"runtime":82,"cert":"N\/A","id":83418,"title":"Stacey","adult":false,"genre_ids":[28,80,18]},{"cast":["Tetsuya Fujita","Yuji Horioka","Katsuhisa Yamazaki","Noritake Kobinata","Atsuko Koyama"],"overview":"A story of childhood life during wartime Japan. Takeshi, the intelligent son of a fisherman, is the schoolyard bully. When his cousin comes to stay with his family to avoid bombing raids, Takeshi at first treats him well, then begins bullying him too. Takeshi eventually loses his position of leadership.","release_date":"1990-01-12","vote_average":5.0,"runtime":119,"cert":"N\/A","id":83419,"title":"Takeshi: Childhood Days","adult":false,"genre_ids":[18]},{"cast":["Yoo Seung-ho","Beom-ho Choi","Yoon-jeong Choi","Jo Young-jin","Kyeong-ran Kim"],"overview":"In 1976 on a remote island, schoolteacher Eun-young wants to take her students on a field trip to a cookie factory in Seoul. Even though the parents don't like the idea, Eun-young succeeds in taking them. But once they arrive in the complicated city, students become fascinated with high-tech bicycles and get lost.","release_date":"2008-05-08","vote_average":7.5,"runtime":84,"cert":"N\/A","id":83420,"title":"Do You See Seoul?","adult":false,"genre_ids":[18]},{"cast":["Zack De La Rocha","Tom Morello","Tim Commerford","Brad Wilk"],"overview":"Their name is fairly self-explanatory -- a hard rock-punk band with leftist political leanings. Simply put, Rage Against The Machine are, well, angry. This volatility and passion has lead the band to make music that is both moving and important, and an active and dedicated fan base attests to this. This great video release contains concert footage and uncensored videos from Rage's vault, including a live cover of \"The Ghost of Tom Joad,\" a performance of \"Killing in the Name\" from the Pink Pop Festival, and videos for \"Bulls on Parade,\" \"People of the Sun,\" and more.","release_date":"1997-01-01","vote_average":7.0,"runtime":80,"cert":"N\/A","id":83421,"title":"Rage Against The Machine","adult":false,"genre_ids":[10402]},{"cast":["Anastasiya Vertinskaya","Vasili Lanovoy","Ivan Pereverzev","Sergei Martinson","Nikolai Volkov St."],"overview":"A little girl Assol met a wizard and it has been foretold: \"... it will be a fine sunny day when a beautiful ship under scarlet sail comes and the noble prince will take you away from here. He'll take you to the world of your dreams, where you will be loved and happy.\" The neighbours told jokes about her, children teased her, but she waited for her prince. She trusted in the miracles and waited. Arthur Gray's rule was \"if you can make a miracle, do it!\". And he made a miracle for the wonderful romantic girl.","release_date":"1961-06-07","vote_average":6.2,"runtime":88,"cert":"N\/A","id":83422,"title":"Scarlet Sails","adult":false,"genre_ids":[10749,18,14]},{"cast":["Hilla Becher","Andreas Gursky"],"overview":"A portrait of the artist Andreas Gursky and his work „Hamm, Bergwerk Ost“. It follows the genesis of the image from conception to construction to contraction and reaction – until it finds its home in a worthy collection holding many of its „siblings“.","release_date":"2010-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83425,"title":"Andreas Gursky: Long Shot Close Up","adult":false,"genre_ids":[]},{"cast":["Mia Rose","Angel Dark","Mason Moore","Sasha Knox","Jenna Lovely"],"overview":"L.T. is back with his 100% anal and 100% interracial series, Up That White Ass 2. The assemblage of irresistable white booty includes Mason Moore, Angel Dark, Jenna Lovely Sasha Knox and Mia Rose!","release_date":"2010-06-04","vote_average":0.5,"runtime":185,"cert":"N\/A","id":83426,"title":"Up That White Ass 2","adult":true,"genre_ids":[]},{"cast":["Aletta Ocean","Madison Parker","Black Angelika","Mia Vendôme","Sabrina Blond"],"overview":"Make yourself confortable and let this festival of beauty and porn carry you away.  In Marrakech, in Ibiza, in sumptuous villa or on a boat, gorgeous girls devote themselves to sexual practices as extreme as exciting. Deep sodomies, violent double penetrations, gang bang, Aletta Ocean and her friends answer to the director's expectations mixing crude porn and chic, thanks to their classy models' figures. More than a movie, it's a real trip into the luxury and lewdness that will let you great souvenirs.","release_date":"2009-08-01","vote_average":9.3,"runtime":100,"cert":"N\/A","id":83427,"title":"Pornochic 18 : Aletta","adult":true,"genre_ids":[]},{"cast":["Jade Laroche","Suzie Carina","Silvie Deluxe","Christina Jolie","Donna Bell"],"overview":"Jade Laroche is gorgeous and she loves the worst places to get banged. Look at her, in her fur coat, taking it up in the ass by a stranger amid the garbage and you'll understand that she is more pervert than any other girl. Excited by a messy kitchen, after a party, Jade begin licking and groping her friend's tits. The two girls explore each other as their fingers plunge deep into their wet slits. Ready for all the excesses, jade will take two dicks in front of her webcam, to please her girlfriend watching from her home. When other girls love luxury, beautiful Jade wants what is darker and murky. That is how she gives the best for our great excitement.","release_date":"2010-03-31","vote_average":0.0,"runtime":94,"cert":"N\/A","id":83428,"title":"Pornochic 19: Jade","adult":true,"genre_ids":[]},{"cast":["Aleksandr Khvylya","Lyudmila Myznikova","Yuri Tavrov","Lyudmila Khityaeva","Georgi Millyar"],"overview":"This eccentric and fantastical fairy tale takes place near the village of Dikanka on the night before Christmas. Amid carol singing, drunken revelry, and amorous hijinks, the blacksmith Vakula persuades the Devil to fly him to Sankt-Petersburg, where he hopes to obtain a pair of the Empress's slippers which might win him Oksana's love.  Based on a \"Christmas Eve\", first story in the second volume of the collection \"Evenings on a Farm Near Dikanka\" by Nikolai Gogol.","release_date":"1961-12-30","vote_average":7.2,"runtime":69,"cert":"N\/A","id":83429,"title":"Evenings on a Farm near Dikanka","adult":false,"genre_ids":[35,14,10749]},{"cast":["Jasmin Tabatabai","Magaly Solier","Olivier Gourmet","Arturo Anacarino Zarate","Malku Choquehuillca"],"overview":"In the Andes, a Belgian doctor and his photojournalist wife become ensnared in a native tribe's struggle with a mining company.","release_date":"2009-11-25","vote_average":5.5,"runtime":109,"cert":"N\/A","id":83430,"title":"Altiplano","adult":false,"genre_ids":[18]},{"cast":["Black Angelika","Aleska Diamond","Aliz","Valentina Blue","Cindy Hope"],"overview":"Aleska Diamond and Black Angelika are two of the most beautiful European women in adult film today. In this video shot especially for them, their perfect mouths, beautiful breasts, their round, firm butts go perfectly with the luxurious locations. Together or separately, these two stars show why they do it better: stripteases, fellatioes and all the penetrations, anal and vaginal and even double penetration. Once again the Pornochic series lives up to its name.","release_date":"2011-08-01","vote_average":8.5,"runtime":109,"cert":"N\/A","id":83431,"title":"Pornochic 21 : Aleska & Angelika","adult":true,"genre_ids":[]},{"cast":["Takeshi Aono","Yuko Miyamura","Ryotaro Okiayu"],"overview":"Takeshi is a young man who receives the Polymar helmet to fight the vicious Pluto army. Given incredible abilities, he now fights for justice as Hurricane Polymar. This is a darker reboot of the original superhero anime of the same name.","release_date":"1996-09-21","vote_average":0.0,"runtime":60,"cert":"N\/A","id":83432,"title":"Hurricane Polymar: Holy Blood","adult":false,"genre_ids":[28,16,878]},{"cast":["Brooke McCarter","Joel D. Wynkoop","Nevada Caldwell","Krista Grotte","Lloyd Kaufman"],"overview":"Newest cult favorite from famed director Herschell Gordon Lewis, known for BloodFeast 1 & 2, 2000 Maniacs, Wizard of Gore, and The Gore Gore Girls. Cameo by Troma honcho Lloyd Kaufman (The ..","release_date":"2009-10-14","vote_average":5.0,"runtime":87,"cert":"N\/A","id":83433,"title":"The Uh-oh Show","adult":false,"genre_ids":[27,35]},{"cast":["Black Angelika","Blue Angel","Cynthia Moore","Brandy Smile","Jordan Sparx"],"overview":"Master of erotica Kendo explores the concept of 'nude art' and takes it to sensual new heights. Her sheer nylons evoke the exuberance of love, playing its song sweetly and setting his heart on fire.","release_date":"2010-03-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":83434,"title":"Sheer Nylon","adult":true,"genre_ids":[]},{"cast":["Veronika Lebedeva","Faina Ranevskaya","Pyotr Repnin","Rostislav Plyatt","Rina Zelyonaya"],"overview":"A little girl is lost in Moscow and hits the road making fun (not intentionally) of everybody she meets. She'll be back home soon but she will change the life of at least one man forever...","release_date":"1939-06-06","vote_average":6.9,"runtime":68,"cert":"N\/A","id":83435,"title":"The Foundling","adult":false,"genre_ids":[35,18]},{"cast":["Christina Bella","Lucy Belle","James Brossman","Mya Diamond","Csoky Ice"],"overview":"","release_date":"2008-11-30","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83436,"title":"Simply beautiful","adult":true,"genre_ids":[]},{"cast":["Inna Gulaya","Yuriy Nikulin","Leonid Kuravlyov","Vasiliy Shukshin","Lyudmila Chursina"],"overview":"The story of a man who routinely dodges all responsibility, bemoans fate, spends his days boozing, and refuses to work. The act of playing long-lost father to a pretty teenager spurs him to turn over a new leaf.","release_date":"1961-12-25","vote_average":7.2,"runtime":95,"cert":"N\/A","id":83437,"title":"When the Trees Were Tall","adult":false,"genre_ids":[18,10749]},{"cast":["Jessica Jung","Kim Tae-yeon","Sunny","Tiffany Young","Kim Hyo-yeon"],"overview":"Girls' Generation kicked off their first Asia tour Into the New World in Seoul on December 19-20, 2009. The girls followed in 2010 with additional encore concerts in Korea and overseas stops in Shanghai, Taiwan, and Japan. This exciting two-disc concert release is a live recording of their February 2010 encore concert at Seoul's Olympic Park Fencing Stadium. Other than performing hits like Gee, Genie, Chocolate Love, and Baby Baby, the girls also prepared special performances and solo stages, including Soo Young's Santa Baby, Tae Yeon's Hush Hush, Sunny's Sunny, Yuri's 1, 2 Step, Yoon A's \"Introduce Me a Good Man\", Jessica and Tiffany's duet Caramel Coffee, Seo Hyun's Sixteen Going on Seventeen, and Hyo Yeon's dance special. Watch out also for guest appearances by labelmates Hee Chul, Lee Teuk, Shin Dong, Amber, and Key!","release_date":"2010-10-17","vote_average":10.0,"runtime":167,"cert":"N\/A","id":83438,"title":"Girls' Generation - 1st Asia Tour: Into the New World","adult":false,"genre_ids":[]},{"cast":["Andrew Hachey","Jonathan Keltz"],"overview":"Lifelong friends Danny and Mark, both seventeen, struggle with the awkwardness of saying goodbye the night before Danny leaves for university in the city. Mark will stay behind to work on his father's farm, hoping someday to buy some land of his own.","release_date":"2006-12-02","vote_average":4.8,"runtime":13,"cert":"N\/A","id":83439,"title":"Silver Road","adult":false,"genre_ids":[18]},{"cast":["Nina Ruslanova","Kira Muratova","Vladimir Vysotskiy","Yelena Bazilskaya","Olga Vikland"],"overview":"After leaving their native village, Nadia (Nina Ruslanova at her debut) and her friend travel to the big city. Along the way, Nadia gets a job in a tea shop and meets Maxim (Russian icon Vladimir Vysotsky), and she falls in love with him and decides to finally go to the city. There, she is hired as a maid by Valentina Ivanovna (played by the film's director), a civil servant, who also has a relationship with Maxim.","release_date":"1967-12-13","vote_average":5.3,"runtime":96,"cert":"N\/A","id":83440,"title":"Brief Encounters","adult":false,"genre_ids":[10749,12,35]},{"cast":[],"overview":"Dreamzone, is a special world in the Galaxy, ruled by the kind hearted King “Maximus” but unknown to him, his brother “Badmess” is plotting to overthrow him. Unlike most superheroes who are born, Super K, a kid is created by Badmess using the powers of all the Dreamzonians. But a goof up causes Super K to turn out a freak, unable to control his powers and hence deserted by Badmess. Badmess, befriends the evil Dr. Ozox, who has his own sinister plan of taking over Dreamzone. Super K and his friends, come together to protect Dreamzone from the evil clutches of Dr. Ozox but at the same time Super K has to learn to control his powers.","release_date":"2011-10-14","vote_average":2.6,"runtime":95,"cert":"N\/A","id":83441,"title":"Super K","adult":false,"genre_ids":[16]},{"cast":["Inna Churikova","Mikhail Kononov","Anatoliy Solonitsyn","Mikhail Gluzskiy","Maya Bulgakova"],"overview":"A talented girl is trying to find happiness amidst the Russian revolution of 1917 and the civil war that split the nation.","release_date":"1967-12-25","vote_average":5.8,"runtime":95,"cert":"N\/A","id":83444,"title":"No Path Through Fire","adult":false,"genre_ids":[18,10752]},{"cast":["Chris Butler","Samantha Beard","Ashley Kate Butler","Carol Butler","Jim Butler"],"overview":"Ashley has one week to plan a party to seduce a guy she has a secret crush on and in her own words, \"do him\". The problem: the guy barely knows she exists.","release_date":"2009-09-10","vote_average":5.0,"runtime":97,"cert":"N\/A","id":83445,"title":"Life with Ashley","adult":false,"genre_ids":[35]},{"cast":["Oleg Tabakov","Yuri Bogatyryov","Andrei Popov","Yelena Solovey","Avangard Leontyev"],"overview":"St. Petersburg, mid 19th century: the indolent, middle-aged Oblomov lives in a flat with his older servant, Zakhar. He sleeps much of the day, dreaming of his childhood on his parents' estate. His boyhood companion, Stoltz, now an energetic and successful businessman, adds Oblomov to his circle whenever he's in the city, and Oblomov's life changes when Stoltz introduces him to Olga, lovely and cultured. When Stoltz leaves for several months, Oblomov takes a country house near Olga's, and she determines to change him: to turn him into a man of society, action, and culture. Soon, Olga and Oblomov are in love; but where, in the triangle, does that leave Stoltz?","release_date":"1980-09-08","vote_average":6.1,"runtime":140,"cert":"N\/A","id":83446,"title":"Oblomov","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jean-Pierre Gorin","Sheila Sharp","Hans Teuchart"],"overview":"Documentary by Jean-Pierre Gorin about twin girls who spontaneously developed their own unique language as children.","release_date":"1980-01-01","vote_average":6.5,"runtime":77,"cert":"N\/A","id":83451,"title":"Poto and Cabengo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Travel the globe with Liam Dale, your narrator for \"Capital Cities of the World,\" as he guides you through Tokyo and Moscow.","release_date":"","vote_average":7.0,"runtime":111,"cert":"N\/A","id":83454,"title":"Escape: Capital Cities Of The World - Tokyo And Moscow","adult":false,"genre_ids":[53,99]},{"cast":["Bruce Newbold","Ann Bosler"],"overview":"John Rowe Moyle walked the 22 miles from Alpine, Utah to Salt Lake City to fulfill his calling.","release_date":"2008-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83455,"title":"Only a Stonecutter","adult":false,"genre_ids":[]},{"cast":["Leonid Barats","Rostislav Khait","Kamil Larin","Aleksandr Demidov","Elena Babenko"],"overview":"A year later the men are still talking, but this time on the 31st of December and still about the women, football, children, and, of course, about the approaching New Year’s celebration. But what can they do, if their beloved wives and girls are waiting for them at Kamil’s, busy with New Year tree decoration and cooking, and the husbands are accidentally got stuck in the advertising agency office? Will they manage to get home in time to celebrate the New Year together?","release_date":"2011-12-29","vote_average":6.6,"runtime":95,"cert":"N\/A","id":83456,"title":"What Men Still Talk About","adult":false,"genre_ids":[10749,35]},{"cast":["Nelli Pshyonnaya","Boris Khmelnitsky","Pyotr Merkuryev","E. Kharkevich","Boris Tokarev"],"overview":"Based on opera \"Prince Igor\" by Borodin.","release_date":"1969-01-01","vote_average":1.0,"runtime":115,"cert":"N\/A","id":83457,"title":"Prince Igor","adult":false,"genre_ids":[36,12]},{"cast":["Oleg Tabakov","Marina Neyolova","Lyudmila Gurchenko","Liya Akhedzhakova","Nina Urgant"],"overview":"A story about a married man who suddenly decides to leave his wife and marry rich woman.","release_date":"1978-01-01","vote_average":5.0,"runtime":130,"cert":"N\/A","id":83458,"title":"The Pretty Man","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lyudmila Gurchenko","Sergey Shakurov","Anatoli Vasilyev","Mikhail Svetin","Evgeniy Evstigneev"],"overview":"Story of 38-years-old Rita whose fiance didn't show up at their wedding.","release_date":"1982-03-08","vote_average":5.5,"runtime":79,"cert":"N\/A","id":83459,"title":"The Mechanic Gavrilov's Beloved Woman","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Away from professional stadiums, bright lights, and manicured fields, there’s another side of soccer.  Tucked away on alleys, side streets, and concrete courts, people play in improvised games.  Every country has a different word for it.  In the United States, we call it “pick-up soccer.”  In Trinidad, it's \"taking a sweat.\"  In England, it's \"having a kick-about.\"  In Brazil, the word is “pelada,” which literally means \"naked\"—the game stripped down to its core.  It’s the version of the game played by anyone, anywhere—and it’s a window into lives all around the world.  Pelada is a documentary following Luke and Gwendolyn, two former college soccer stars who didn’t quite make it to the pros.  Not ready for it to be over, they take off, chasing the game.  From prisoners in Bolivia to moonshine brewers in Kenya, from freestylers in China to women who play in hijab in Iran, Pelada is the story of the people who play.","release_date":"2010-03-01","vote_average":5.7,"runtime":90,"cert":"N\/A","id":83460,"title":"Pelada","adult":false,"genre_ids":[99]},{"cast":["Mikhail Gluzskiy","Margarita Terekhova","Marina Neyolova","Stanislav Lyubshin","Yevgeniya Khanayeva"],"overview":"Professor Sretenski is a scientist and director of a research center in Russia. He is separated from his wife and lives alone. His daughter, who lives with the mother, comes to his home and stays with him for a period, leaving her daughter with him. He raises his granddaughter, feeling a great affection for her.","release_date":"1972-01-01","vote_average":6.2,"runtime":94,"cert":"N\/A","id":83461,"title":"Monologue","adult":false,"genre_ids":[18]},{"cast":["Juozas Budraitis","Marina Neyolova","Nikolai Pastukhov","Viktor Kosykh"],"overview":"Tpидцaтыe гoды. Xyтopянин Фeдop Бaзыpин, \"cкoлoтив\" кpeпкoe xoзяйcтвo, влюбилcя в пoceлкoвyю дeвyшкy, дa тaк, чтo чyть ли нe из-пoд вeнцa yкpaл ee и yвeз к ceбe нa xyтop, гдe жeнилcя нa любимoй дeвyшкe. Oни были cчacтливы. Ho пpoшлo вpeмя и мoлoдaя жeнщинa пoтянyлacь к нoвoй жизни. Tpyд вo блaгo личнoгo бытa в oтpывe oт oбщиx дepeвeнcкиx пpaздникoв и бyднeй ee бoльшe нe ycтpaивaл и oнa peшилa пoкинyть xyтop...","release_date":"1973-01-10","vote_average":4.5,"runtime":82,"cert":"N\/A","id":83466,"title":"With You and Without You","adult":false,"genre_ids":[10749]},{"cast":["Kirsten Price","Capri Anderson","Marie McCray","Priya Rai","Sunny Lane"],"overview":"Cindy and Steven have finally taken their relationship to the next level: Moving in together. As the happy couple unpacks their belongings, Cindy stumbles across her diary. As she skims the pages of her past, the playful and sexy Cindy relives some funny, sexy and downright dirty things she's experienced. But none are as important as meeting Steven. As Cindy continues her walk down memory lane, she realizes how incredibly lucky she is, how happy he makes her, and how empty her life was... Until there was you.","release_date":"2010-08-19","vote_average":10.0,"runtime":91,"cert":"N\/A","id":83469,"title":"Until There Was You","adult":true,"genre_ids":[35,10749]},{"cast":["Sergei Yursky","Marina Neyolova","Vytautas Paukštė"],"overview":"По мотивам повести Жюля Верна \"Драма в Лифляндии\". Французский аэронавт Жюль Ардан, путешествуя на воздушном шаре, случайно оказывается в Ревеле. Здесь он знакомится с доктором Петерсоном и его дочерью Лейдой. За женихом Лейды охотятся жандармы. В городе происходит убийство сына банкира. Подозрение падает на Петерсона. За расследование преступления берется Жюль Ардан.","release_date":"1973-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":83470,"title":"Slomannaya Podkova","adult":false,"genre_ids":[9648,80,12]},{"cast":["Thomas Cassell","Jennifer Mae Hoffman","Jessica A. Fleming","Allen Kellogg","Meredith Kochan"],"overview":"In 2010 six reality television show contestants spent seven nights in an abandoned and haunted asylum. The show never aired but an editor for the network was able to piece together some footage. The prize for staying all seven nights was a share of one million dollars that was to be split amongst any contestants that didn't leave. No prize money was ever awarded.","release_date":"2011-11-08","vote_average":4.1,"runtime":90,"cert":"N\/A","id":83473,"title":"7 Nights Of Darkness","adult":false,"genre_ids":[27]},{"cast":["Eric Drath","Renée Richards","Josephine Von Hipple","John Poster"],"overview":"From his days championing college sports to his stint as a naval officer, tennis ace, ladies' man, and all-American boy Richard Raskind was an archetypical male in every sense. And then in his 40s, after getting married and having a son, Richard became Renée. Renée was still dynamite on the tennis court, but being the first transsexual player in the women's US Open would put her in a spotlight she couldn't escape. As she publicly fought those who said she shouldn't be allowed to play as a woman, Renée alienated her increasingly troubled son—a relationship she struggles to repair to this day.","release_date":"2011-10-04","vote_average":4.8,"runtime":79,"cert":"N\/A","id":83474,"title":"Renée","adult":false,"genre_ids":[99]},{"cast":["Inna Churikova","Valentina Telichkina","Tatyana Stepanova","Leonid Kuravlyov","Mikhail Kononov"],"overview":"A film-in-film story set in a provincial town in Russia. Pasha is an amateur actress who plays a witch at a local club, but her dream is to play Joan of Arc. In a strike of luck she is cast as Joan of Arc in a big screen film. Now she is torn between her luck and her love to Arcady who is a married man.","release_date":"1970-10-12","vote_average":6.5,"runtime":91,"cert":"N\/A","id":83475,"title":"The Beginning","adult":false,"genre_ids":[10749,35,18]},{"cast":["Morgan Beck","Adam Benic","Kerry Bishé","Troy Buchanan"],"overview":"Every summer, Jon (Jon Schmidt) gathers ten friends together in his adopted city of Los Angeles to play the Turkey Bowl – bringing a piece of small-town tradition to the urban sprawl – all for the beloved prize for the winning team… a turkey. Friendships flare and fade, jealousy is met with both laughter and pain, old and unrequited love threatens to remain old and unrequited, and all of these undercurrents are revealed in the unique, improvised rhythm of backyard football.","release_date":"2011-06-03","vote_average":7.0,"runtime":62,"cert":"N\/A","id":83478,"title":"Turkey Bowl","adult":false,"genre_ids":[35]},{"cast":["Patricia Altschul","Phillip Bloch","Thom Browne","Stephen Burrows","Pat Cleveland"],"overview":"A glowing, prismatic portrait of the rise and fall of America's first celebrity designer—Halston—the man who was synonymous with fashion in the 1970s, and became the emperor of NYC nightlife. Interviews with friends and witnesses (including Liza Minnelli, Diane Von Furstenberg, André Leon Talley, Anjelica Huston, Bob Colacello, and Billy Joel, among others) round out this glittering evocation of the man who defined the most beautiful and decadent era of recent memory.","release_date":"2011-09-23","vote_average":2.0,"runtime":89,"cert":"","id":83479,"title":"Ultrasuede: In Search of Halston","adult":false,"genre_ids":[99]},{"cast":["Tamara Makarova","Sergei Gerasimov","Innokentiy Smoktunovskiy","Lyubov Polekhina","Larisa Udovichenko"],"overview":"","release_date":"1974-06-01","vote_average":5.0,"runtime":101,"cert":"N\/A","id":83480,"title":"Mothers and Daughters","adult":false,"genre_ids":[18]},{"cast":["Eva Santolaria","Àlex Brendemühl","Àlex Monner","Ferran Rull","Mireia Vilapuig"],"overview":"A young publicist, with a successful professional life but with an empty personal life, finds himself on a trip against time to get to an important business meeting. During the trip, he meets a girl and, although they are very different and have opposite ways of life, they click when recalling the most mythical and emotional time of their childhood: the last summer they spent with their gang","release_date":"2010-10-22","vote_average":7.6,"runtime":null,"cert":"N\/A","id":83481,"title":"Heroes","adult":false,"genre_ids":[18,12]},{"cast":["Robert Montgomery","Leslie Banks","Felix Aylmer","Andrew Cruickshank","Patricia Cutts"],"overview":"Adam Hayward is a successful New York City defense lawyer. One day he receives a cable that the British war buddy who saved his life at Anzio Beach is now in trouble with the law in England. Taking the advice of his secretary to go to England rather than wire money, Adam arrives in his friend's village to find him about to stand trial for the murder of the hired stable-hand, Lawrence.","release_date":"1950-03-06","vote_average":0.0,"runtime":94,"cert":"","id":83482,"title":"Your Witness","adult":false,"genre_ids":[80,18,35]},{"cast":["Alice Sapritch","Bernadette Lafont","Philippe Clay","Michel Creton"],"overview":"One of the comtesse de Ségur's most popular works,it tells the tale of an orphan ,Charles,mistreated by his wicked old cousin Madame Mac Miche;nevertheless,Charles has many friends including sweet blind young Juliette and her sister Marianne, Mac Miche's maid ,Betty,her boyfriend Donald ,and even the judge. (by dbdumonteil)","release_date":"1983-12-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":83483,"title":"Un bon petit diable","adult":false,"genre_ids":[18]},{"cast":["Oleg Yankovskiy","Oleg Menshikov","Lyudmila Gurchenko","Oleg Tabakov","Lyudmila Ivanova"],"overview":"On the eve of his fortieth anniversary Sergei Makarov looks back at his life and learns that he has achieved nothing. He was not able to be happy and to bring happiness to the closest people in his life, neither to his long-suffering wife nor young mistress nor friends nor work... It is about the men who never grew up and could not find themselves in the time of stagnation – gifted, charming, but infantile and lost, they never were able to realize themselves...","release_date":"1983-01-17","vote_average":5.9,"runtime":92,"cert":"N\/A","id":83486,"title":"Flights in Dreams and in Reality","adult":false,"genre_ids":[18]},{"cast":["Alexis Love","Ashli Orion","Courtney James","Christine Alexis"],"overview":"See these sexy horny teens take a massive load in their young pussies as they experience a creampie for the first time!","release_date":"2009-06-03","vote_average":8.5,"runtime":106,"cert":"N\/A","id":83487,"title":"1st Time Cream Pie Teens","adult":true,"genre_ids":[]},{"cast":["Harald Juhnke"],"overview":"","release_date":"1994-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83490,"title":"Die lustige Welt der Tiere 2","adult":false,"genre_ids":[99]},{"cast":["Andrei Boltnev","Nina Ruslanova","Andrey Mironov","Aleksei Zharkov","Aleksandr Filippenko"],"overview":"Russian provincial town in the middle of the 1930s Stalin's Great Purge. Ivan Lapshin, the head of the local police, does what he has to do. And he does it well.","release_date":"1985-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":83491,"title":"My Friend Ivan Lapshin","adult":false,"genre_ids":[18]},{"cast":["Leonid Filatov","Aleksandr Zbruev","Lev Durov","Anatoli Romashin","Ludmila Savelyeva"],"overview":"A drama about a complicated life of a director in a small provincial theater.","release_date":"1984-06-06","vote_average":3.2,"runtime":93,"cert":"N\/A","id":83492,"title":"Success","adult":false,"genre_ids":[18]},{"cast":["Marko Doringer","Katharina Harrer","Martin Obermayr","Thomas Berger"],"overview":"","release_date":"2009-10-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":83493,"title":"(Half) the Time of My Life","adult":false,"genre_ids":[]}]