[{"cast":["Amanda Peet","Ron Livingston","Cara Buono"],"overview":"After a long lonely period of involuntary celibacy, Marty Sachs decides that he has had enough of New York and wants to pack up and run the family business in Maine. Yet before he leaves, he meets two available, attractive women, both named Nina. Nina Cohen shares many of the same eccentric interests as Marty, but she has grow gun-shy from one too many bad relationships. Blonde bombshell Nina Harris literally knocks Marty off his feet in an ill-fated attempt at snagging a cab.","release_date":"2000-12-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":83500,"title":"Two Ninas","adult":false,"genre_ids":[35,10749]},{"cast":["Viktor Sukhorukov","Ivan Krivoruchko","Lev Kubarev","Nadezhda Zharikova","Vladimir Ermilov"],"overview":"The action is set in 1970 as the Soviet Union (and the entire progressive world) are preparing to celebrate Lenin's centenary. Not to be outdone, the camp commander decides to have the prisoners put on a play about Lenin's life. However, the ensuing preparations turn everything upside down and seem to offer a God-given chance to plot an escape.","release_date":"1992-11-07","vote_average":4.0,"runtime":78,"cert":"N\/A","id":83501,"title":"Comedy of the Strict Regime","adult":false,"genre_ids":[35]},{"cast":["Julián Díaz","Paula Castaño","María Cecilia Sánchez","Paco Hidalgo"],"overview":"I am Ancizar Lopez, Colombian. But I ain't no drug dealer. I am a cocaine exporter, which ain't the same thing. My heart belongs to two women who were my glory and today, are my downfall.","release_date":"2009-04-03","vote_average":6.5,"runtime":93,"cert":"N\/A","id":83502,"title":"El Arriero","adult":false,"genre_ids":[18]},{"cast":["Steve Albini","Vic Bondi","Jeff Pezzati","John Kezdy"],"overview":"You Weren't There: a History of Chicago Punk 1977-1984 is a documentary that looks back on the impact that the Punk movement had on the Windy City. Though overlooked in the annals of Rock history (compared to media centric LA, NYC and London), Chicago served as an important early supporter of the Punk movement in America. \"You Weren't There\" talks to the DJ's, musicians, promoters, artists and fans who were pivotal in creating the Chicago Punk scene. It also showcases classic archival footage of great Chicago bands such as, Effigies, Naked Raygun, Strike Under, Articles of Faith, as well as lesser known greats like Silver Abuse, DA, The Subverts, Savage Beliefs, Negative Element, Rights of the Accused and many, many more.","release_date":"2007-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":83503,"title":"You Weren't There: A History of Chicago Punk 1977–1984","adult":false,"genre_ids":[10402,99]},{"cast":["Jello Biafra","Duane Peters","Jack Grisham"],"overview":"This 60 minute DVD documentary examines Punk, its beginnings and some of the top musicians who started it. Included are rare video clips, narrated by the people involved, also lots of great music. Featured performers include Jack Grisham, Jello Biafra.","release_date":"2001-07-08","vote_average":6.0,"runtime":67,"cert":"N\/A","id":83510,"title":"Rage: 20 Years of Punk Rock West Coast Style","adult":false,"genre_ids":[99]},{"cast":[],"overview":"N.Y.H.C. is the first feature-length documentary to explore the New York Harcore music scene. Drawings its roots from punk rock, hardcore evolved into a dedicated, self-contained movement, unconcerned with success in the mainstream. The documentary follows seven bands in the summer of 1995, ranging from Bronx inner-city youth to Long Island suburbanites to Hare Krishna devotees. N.Y.H.C. is a surprisingly in-depth and non-exploitive look into a vital and often neglected music community.","release_date":"1999-08-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":83511,"title":"N.Y.H.C.","adult":false,"genre_ids":[99]},{"cast":["Thomas Ian Griffith","Harry Peacock","Götz Otto","Anja Kling","Kendra Torgan"],"overview":"","release_date":"2001-08-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":83520,"title":"High Adventure","adult":false,"genre_ids":[28,12]},{"cast":["Stormy Daniels","Tony De Sergio","Kaylani Lei","Voodoo","Tori Black"],"overview":"Desperate to save their fizzled marriage, Allison and her husband Rick decide to try all kinds of inventive ways to return the spark to their sex life. None of the tactics have the outcome they are hoping for... some result in hilarious mishaps and even injury. Their best friends Jackie and Chris, however, cannot keep their hands off of each other. Finally, Allison seeks the advice of her friend and learns the secret of their idyllic relationship is their involvement with the \"lifestyle\". Things get even more humorous when Allison and Rick are invited to a \"get together\" with other members of the lifestyle and the couple find themselves unknowingly smack in the middle of a swingers' party. Will this be just what they need or will it be the final step towards divorce court.","release_date":"2009-04-29","vote_average":0.0,"runtime":89,"cert":"N\/A","id":83521,"title":"The Lifestyle","adult":true,"genre_ids":[35]},{"cast":["Steve Borden","Donnie Fallgatter","Liz Byler","Matthew Carlton","Daniel Maddox"],"overview":"A biographical film about professional wrestler Steve Borden, otherwise known as Sting.","release_date":"2004-10-12","vote_average":5.0,"runtime":89,"cert":"N\/A","id":83522,"title":"Sting: Moment of Truth","adult":false,"genre_ids":[18,99]},{"cast":["Viktor Proskurin","Irina Dymchenko","Yelena Gogoleva","Vitali Solomin","Innokentiy Smoktunovskiy"],"overview":"Hermann is an officer of the engineers in the Imperial Russian Army. He constantly watches the other officers gamble, but never plays himself. One night, Tomsky tells a story about his grandmother, an elderly countess. Many years ago, in France, she lost a fortune at cards, and then won it back with the secret of the three winning cards, which she learned from the notorious Count of St. Germain. Hermann becomes obsessed with obtaining the secret.","release_date":"1982-11-21","vote_average":6.4,"runtime":92,"cert":"N\/A","id":83527,"title":"The Queen of Spades","adult":false,"genre_ids":[18]},{"cast":["Andre Manuel"],"overview":"In 'Lazarus' is André Manuel - winner of the VSCD cabaret price 2003 - personally and engaged battle with the thoroughly rotten world. As Manuel would, he wonders how it is that people of the atrocities are able as we daily see and hear. He obviously talks about his hilarious trip to Iraq where he gave a Youp van 't Hek imitation American soldiers the night of their lives. While the late comedian know why life as for him after all worthwhile. André Manuel is an interactive game with audience expects obligation entertainment. Who André Manuel wants to understand this new films. Nothing is too crazy. Hence!","release_date":"2005-01-01","vote_average":0.0,"runtime":145,"cert":"N\/A","id":83528,"title":"Andre Manuel - Lazarus","adult":false,"genre_ids":[35]},{"cast":["Aletta Ocean","Claudia Rossi","Ree Petra","Cindy Dollar","Simone Peach"],"overview":"In an empty warehouse, a slave is tied to a cross. Dominatrix Aletta Ocean spanks his cock. In several chapters, Tanya Hyde gives us an extra dose of her darkest, most depraved fetish fantasies - in her unique visual style and with a chilled soundtrack. The chapter called 'Cabaret' kicks off with a burlesque show and turns into proper fuck fest at the end. In Tanya Hyde's movies, the female performers wear patent leather and leather, they're wrapped up in latex like mummies or they wear nothing but garters and high boots. They love sex in gas masks or being tied up ankle-first. They also love a close shave 'down there'. There's throat-fucking, glory holes, merciless anal pounding, double penetrations, interracial scenes, group sex and mini-bukkake. Tanya Hyde is simply fantastic!","release_date":"2010-07-31","vote_average":8.0,"runtime":153,"cert":"R18","id":83529,"title":"Aphrodiziac","adult":true,"genre_ids":[]},{"cast":["Onno Innemee"],"overview":"De dvd Typetjes Tour-- Elk typetje is een personage van vlees en bloed... Op veler verzoek haalt Onno Innemee al zijn succesvolle typetjes uit eerdere programma's nog eenmaal uit de kast. Ontroerende, hilarische, herkenbare, levensechte, figuren uit zijn vroegere werk zoals De angsthaas, Conny van Camping, De dove buikspreker en De Dronken vader zullen de revue passeren in deze speciale \"De typetjes dvd tour\". Voor degenen die niet bij de tv opnames aanwezig waren, kunnen dit nu bewonderen op de dvd","release_date":"2009-01-19","vote_average":0.0,"runtime":75,"cert":"N\/A","id":83530,"title":"Onno Innemee - De typetjes DVD tour","adult":false,"genre_ids":[35]},{"cast":["Norma Shearer","Malcolm McGregor","Dale Fuller","George K. Arthur","Fred Esmelton"],"overview":"The story of two baby girls, born near in proximity, but worlds apart in life: Molly Helmer, the daughter of a thief, and Florence Banning, the daughter of the judge who would send Molly's father to prison. The girls' lives come together as young women at eighteen as Florence leaves the security of the exclusive Girls Select School, and Molly, now orphaned, begins her life free from reform school.","release_date":"1925-02-23","vote_average":6.8,"runtime":70,"cert":"N\/A","id":83531,"title":"Lady of the Night","adult":false,"genre_ids":[18,10749]},{"cast":["Joel Madden","Benji Madden","Billy Martin","Dean Butterworth","Paul Thomas"],"overview":"Live at Brixton Academy is a live DVD released by the band Good Charlotte at the peak of their popularity after the release of their most famous album The Young and the Hopeless and the completion of the 500 day tour in support of it. This DVD features their live performance at Brixton Academy on 17 December 2003 and a documentary about the band.","release_date":"2004-06-10","vote_average":0.0,"runtime":68,"cert":"","id":83532,"title":"Good Charlotte Live At Brixton","adult":false,"genre_ids":[]},{"cast":["Sam Worthington","Zoe Saldana","Stephen Lang","Sigourney Weaver","Vin Diesel"],"overview":"","release_date":"2023-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83533,"title":"Avatar 3","adult":false,"genre_ids":[28,18,878,12,14]},{"cast":["Richard Groenendijk"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":83534,"title":"Richard Groenendijk: Breath Night Chinese","adult":false,"genre_ids":[35]},{"cast":["Alicia Rhodes","Gem Sparkle","Michelle B.","Ian Tate","Elle Brook"],"overview":"","release_date":"2007-11-30","vote_average":9.0,"runtime":null,"cert":"N\/A","id":83535,"title":"Deviant","adult":true,"genre_ids":[]},{"cast":["Leon van der Zanden"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":83538,"title":"Leon van der Zanden: Zwarte Hond","adult":false,"genre_ids":[35]},{"cast":["Tatyana Samoylova","Evgeniy Urbanskiy","Vasiliy Livanov","Innokentiy Smoktunovskiy","Galina Kozhakina"],"overview":"Four geologists are searching for diamonds in the wilderness of Siberia. After a long and tiresome journey they manage to find their luck and put the diamond mine on the map. The map must be delivered back to Moscow. But on the day of their departure a terrible forest fire wreaks havoc, and the geologists get trapped in the woods.","release_date":"1960-06-27","vote_average":7.7,"runtime":97,"cert":"N\/A","id":83539,"title":"Letter Never Sent","adult":false,"genre_ids":[18,12]},{"cast":["Zawe Ashton","Alix Luka-Cain","Cornell John","Neelam Bakshi","Frances Cooper"],"overview":"A filmmaker sets out to discover the life of Joyce Vincent, who died in her bedsit in North London in 2003. Her body wasn't discovered for three years, and newspaper reports offered few details of her life - not even a photograph.","release_date":"2011-08-16","vote_average":6.9,"runtime":95,"cert":"","id":83540,"title":"Dreams of a Life","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Featuring: Small Tune on a Penny Wassail, And a Dewhurst up a Fir Tree, Whoops and All Mod Conned.","release_date":"","vote_average":4.0,"runtime":125,"cert":"N\/A","id":83541,"title":"Last of the Summer Wine Christmas Specials 1978-1982","adult":false,"genre_ids":[]},{"cast":["Tom Hanks","Halle Berry","Jim Broadbent","Hugo Weaving","Jim Sturgess"],"overview":"A set of six nested stories spanning time between the 19th century and a distant post-apocalyptic future. Cloud Atlas explores how the actions and consequences of individual lives impact one another throughout the past, the present and the future. Action, mystery and romance weave through the story as one soul is shaped from a killer into a hero and a single act of kindness ripples across centuries to inspire a revolution in the distant future.  Based on the award winning novel by David Mitchell. Directed by Tom Tykwer and the Wachowskis.","release_date":"2012-10-26","vote_average":6.8,"runtime":172,"cert":"15","id":83542,"title":"Cloud Atlas","adult":false,"genre_ids":[18,878]},{"cast":["Keri Sable","Kimberly Kane","Kirsten Price","Avena Lee","Cassie Courtland"],"overview":"A small town is terrorized by mysterious visitors. People in the small town start to disappear. What could be the cause of this?","release_date":"2006-07-26","vote_average":4.5,"runtime":94,"cert":"N\/A","id":83545,"title":"The Visitors","adult":true,"genre_ids":[53,878]},{"cast":["Kasper van Kooten"],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":83548,"title":"Kasper van Kooten: Veelvraat","adult":false,"genre_ids":[35]},{"cast":["Evgeny Mironov","Natalya Petrova","Dmitriy Maryanov","Tatyana Skorokhodova","Vija Artmane"],"overview":"Two Moscow students are mostly concerned with scoring with women but their lives change radically when one of them falls for a Jewish girl whose family is being persecuted by anonymous anti-Semites and is preparing to emigrate to Israel.","release_date":"1991-12-01","vote_average":4.5,"runtime":105,"cert":"N\/A","id":83549,"title":"Love","adult":false,"genre_ids":[18,10749]},{"cast":["Jafar Panahi","Igi","Mrs. Gheirat","Mojtaba Mirtahmasb","Rakhsan"],"overview":"Renowned Iranian director Jafar Panahi received a 6-year prison sentence and a 20-year ban from filmmaking and conducting interviews with foreign press due to his open support for the opposition party in Iran's 2009 election. In this film, which was shot secretly on an iPhone by Panahi's close friend Mojtaba Mirtahmasb and smuggled into France on a USB stick concealed inside a cake for a last-minute submission to Cannes, Panahi documents his daily life under house arrest as he awaits a decision on his appeal.","release_date":"2011-09-27","vote_average":7.3,"runtime":75,"cert":"","id":83552,"title":"This Is Not a Film","adult":false,"genre_ids":[99]},{"cast":["Inna Churikova","Luca Barbareschi","Yekaterina Grabbe","Tamara Kotikova","Yelena Majorova"],"overview":"","release_date":"1993-01-01","vote_average":3.2,"runtime":94,"cert":"N\/A","id":83555,"title":"Casanova's Raincoat","adult":false,"genre_ids":[18,10749]},{"cast":["Xana Toc Toc"],"overview":"","release_date":"2011-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83560,"title":"Xana Toc Toc","adult":false,"genre_ids":[10402]},{"cast":["Angela Crystal","Dora Venter","Rita Faltoyano","Lucie Laurencova","Daniella Rush"],"overview":"You are about to enter a world where inhibitions are shattered and sexual fantasies are fulfilled. Here we have stunning supermodels in fetish fashions exploring and exploiting your innermost desires! Pleasure, passion and sensuality are erotically captured for both the imagination and the libido. Ignore your intuitions, ignite your senses and adjust your vision! You are about to experience sex in full-fledged color!","release_date":"2001-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":83561,"title":"Colorsex","adult":true,"genre_ids":[]},{"cast":["John Cleese","Denis Quilley","Michael Elphick","Nicola Pagett","Patrick Pearson"],"overview":"It is 1947, the year of the communist rebellion in Malaya and the British army's SADUSEA (Song And Dance Unit South East Asia) are called to the Malayan Jungle to entertain the troops. The eccentric, bible-bashing Major Giles Flack (John Cleese) is in command of the unit. Flack is accompanied by an ageing, theatrical drama queen, Terri Dennis (Denis Quilley) who hopes to entertain the troops with his flamboyant impressions, but the bored troops find other ways to enjoy themselves.","release_date":"1983-03-18","vote_average":5.1,"runtime":97,"cert":"15","id":83562,"title":"Privates on Parade","adult":false,"genre_ids":[35,18,10752]},{"cast":["Ploy Jindachote","Suthep Pongam","Apinya Sakuljaroensuk","Jaran 'See Tao' Petcharoen","Chumphorn Thepphithak"],"overview":"A hitman named “Pay Uzi” was set free from a 20-year prison sentence. From being an A-listed most wanted hitman, Pay becomes an old dog. Pay was surprised by his ex-wife when she told him they had a daughter together. His daughter, Dow, is now a cop. When he gets a serious injury that required surgery, Pay had to take one last job to cover the expenses. Unfortunately he kills the man who raised his daughter. This causes her to hunt him down for payback. Should the old hitman tell his daughter the truth and ask for her forgiveness or should he continue to do what he is good at.","release_date":"2011-09-29","vote_average":3.8,"runtime":98,"cert":"N\/A","id":83563,"title":"Friday Killer","adult":false,"genre_ids":[28,18]},{"cast":["Krista Sheffler","Tony Fucile","Phil Sheridan"],"overview":"A young boy comes of age in the most peculiar of circumstances. Tonight is the very first time his Papa and Grandpa are taking him to work. In an old wooden boat they row far out to sea, and with no land in sight, they stop and wait. A big surprise awaits the boy as he discovers his family's most unusual line of work. Should he follow the example of his Papa, or his Grandpa? Will he be able to find his own way in the midst of their conflicting opinions and timeworn traditions?","release_date":"2011-01-01","vote_average":8.0,"runtime":7,"cert":"U","id":83564,"title":"La Luna","adult":false,"genre_ids":[16,10751]},{"cast":["Yılmaz Erdoğan","Demet Akbağ","Altan Erkekli","Zerrin Sümer","Sinan Bengier"],"overview":"“Anlatacaklarım var! Vaaz vermek değil niyetim, duyduğumu söylemek. Söylemeye değer şeyler duyuyorum zira. Belki hayatı daha yaşanır kılmak için ya da belki sade, ama sade anlatmak için... Sen anlat dedi Tanrı bana, anlaşılsın diye değil, hiçbir mükafat istemeden anlat... Çünkü bir mükafattır artık bir anlatıcıya doğru düzgün anlaşılmak! Sen anlat dedi... Sen sade anlat! Umudu hatırlatsın diye umutsuzluğu, çareye yol açsın diye çaresizliği anlat... Ders verme dedi kimseye, çünkü hoca denmez öğrenmesini bitirene. Çırakları olan bir çıraktır usta, olsa olsa... Sen anlat dedi bana Tanrı, sen sade anlat.... “ Yılmaz Erdoğan, “Bana Bir Şeyhler Oluyor” oyununun kahramanı Hilmi Duran’a söylettiği bu sözlerle, yazar olarak neden böyle bir oyun yazmak zorunda kaldığını açıklamakla kalmıyor, aynı zamanda kahramanının da kimliğini ele veriyor.","release_date":"2003-12-05","vote_average":7.0,"runtime":151,"cert":"N\/A","id":83565,"title":"Bana Bir Şeyhler Oluyor","adult":false,"genre_ids":[]},{"cast":["Antonia Juhasz","Larry Everest","Robert Gould","Michael Veiluva","Mitchell Plitnick"],"overview":"A response to the failure of the American mass media to provide the public with relevant and accurate information about the standoff between the US and Iran, as happened before with the lead up to the invasion of Iraq. We have heard that Iran is a nuclear menace in defiance of the international community, bent on \"wiping Israel off the map\", supporting terrorism, and unwilling to negotiate. This documentary disputes these claims as they are presented to us and puts them in the context of present and historical US imperialism and hypocrisy with respect to Iran. It looks at the struggle for democracy inside Iran, the consequences of the current escalation and the potential US and\/or Israeli attack, and suggests some alternatives to consider.","release_date":"2008-07-28","vote_average":4.8,"runtime":79,"cert":"N\/A","id":83566,"title":"Iran Is Not the Problem","adult":false,"genre_ids":[99,10752]},{"cast":["Ahmet Ugurlu","Ayşen Aydemir","Tuncel Kurtiz","Mahmut Benek","Ahmet Cediladirci"],"overview":"Mahsun Supertitiz is an unemployed homeless man who steals cars at night so that he can sleep in a heated place during the winter. Mahsun lives in Rumelihisar, an old section of Istanbul, and makes ends meet by getting the local fishermen to help him. Mahsun loves the cars he robs, cleans and polishes them, and drives them through the streets of Rumelihisar during the daytime.","release_date":"1996-04-01","vote_average":7.7,"runtime":76,"cert":"N\/A","id":83567,"title":"Somersault in a Coffin","adult":false,"genre_ids":[18]},{"cast":["David Prachař","Dany Mesároš","Pavel Kříž"],"overview":"","release_date":"2010-01-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":83568,"title":"Long live the knights!","adult":false,"genre_ids":[12,35,36]},{"cast":["John Eaves","Alke Reiter","Reto Lamm","Markus Wasmeier"],"overview":"Famous ski stunt cameraman Willy Bogner's third movie features breathtaking pictures of extreme skiing, snowboarding and a lot of other things you don't want to try at your next skiing holiday. The story surrounding the whole thing is completely insignificant compared to the wonderful pictures. Nearly all the actors in the movie are world champions in their category. Willy Bogner's most famous work are probably the ski stunts in most of the James Bond movies.","release_date":"1994-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83569,"title":"White Magic","adult":false,"genre_ids":[]},{"cast":["Rory Calhoun","Mary Costa","James Gregory","Robert H. Harris","Roxanne Arlen"],"overview":"A con artist moves into a small town to spearhead a payroll robbery.","release_date":"1957-03-28","vote_average":6.6,"runtime":84,"cert":"N\/A","id":83578,"title":"The Big Caper","adult":false,"genre_ids":[18,53,80]},{"cast":["Ian Richardson","Donald Churchill","Denholm Elliott","Glynis Barber","Brian Blessed"],"overview":"Sherlock Holmes comes to the aid of his friend Henry Baskerville, who is under a family curse and menaced by a demonic dog that prowls the bogs near his estate and murders people.","release_date":"1983-11-03","vote_average":7.1,"runtime":100,"cert":"N\/A","id":83579,"title":"The Hound of the Baskervilles","adult":false,"genre_ids":[27,80,9648,10770]},{"cast":["Thomas Bangalter","Guy-Manuel de Homem-Christo"],"overview":"Alive 2006\/2007 was a concert tour by French electronic music duo Daft Punk, their first tour as a group since 1997. While the 2006 concerts were not given a formal title, the 2007 performances were advertised as \"Alive 2007\". The 2006 performances and 2007 tour as a whole was later retroactively named \"Alive 2006\/2007\".  The tour was met with praise and critical acclaim. The Times described Daft Punk's set as a \"memorable sensory spectacle, both dazzling and deafening\".","release_date":"2007-08-08","vote_average":7.0,"runtime":null,"cert":"12","id":83580,"title":"Daft Punk: Alive 2007","adult":false,"genre_ids":[]},{"cast":["Daniel Craig","David Morrissey","Kelly Macdonald","Julie Graham","Peter McDonald"],"overview":"Schizophrenic Ray tries to adjust to the outside world after being released from an institution.","release_date":"2000-08-25","vote_average":6.5,"runtime":101,"cert":"","id":83581,"title":"Some Voices","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"2006-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83582,"title":"Daft Punk : Live at Coachella 2006","adult":false,"genre_ids":[10402]},{"cast":["Marla Sokoloff","Barry Watson","Amanda Righetti","Christopher Lloyd","Jeffrey Weissman"],"overview":"Marla Sokoloff of ”The Practice” stars as Wendy, a smart single woman in the big city who’s never been able to find a good job or decent relationship. But when her estranged father dies, Wendy suddenly inherits a beautiful – yet struggling – Napa Valley winery. Now with the help of her best friend (Amanda Righetti of ”The Mentalist” and ”The O.C.”), Wendy will have to deal with a local winemaker (Barry Watson of ”Samantha Who?” and ”7th Heaven”) and his father, a shrewd competitor (Christopher Lloyd) who’s trying to crush her vineyard. Can a girl who’s grown used to a life of sour grapes learn to discover delicious new pleasures – and maybe even love – in the most unexpected places?","release_date":"2011-08-09","vote_average":4.8,"runtime":94,"cert":"N\/A","id":83583,"title":"The Chateau Meroux","adult":false,"genre_ids":[18,35,10749]},{"cast":["Simon Stadin"],"overview":"Men Who Swim is a humorous and poignant look at a group of middle aged men who have found unlikely success as members of Sweden's all male synchronized swimming team. What began as a weekly escape from the daily grind of work and family responsibilities, gradually evolved into a more serious commitment. Inspired by classical Esther Williams techniques from the 1950s, this group of train drivers and meat buyers, archivists and teachers soon became passionate exponents of the sport.","release_date":"2010-11-12","vote_average":5.0,"runtime":60,"cert":"N\/A","id":83584,"title":"Men Who Swim","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83585,"title":"Daft Punk : Live at Keyspan Park 2007","adult":false,"genre_ids":[]},{"cast":[],"overview":"Korn embrace the future on The Path of Totality, their tenth full-length studio album and second for Roadrunner Records. Infusing dubstep anarchy into their signature sound, the legendary quartet stand on the cusp of a musical revolution for both hard rock and electronica. Korn are no strangers to revolution though. In fact, they've been purveyors of heavy music's progression since forming in Bakersfield, CA in 1994 and becoming one of the most influential entities that the genre has ever seen.  Korn usher in a new horizon for heavy music with The Path of Totality. Collaborating with dubstep heavyweights Skrillex, Excision, Downlink, Noisia, Feed Me, 12th Planet, and Flinch, Korn have constructed a hypnotic hybrid of dubstep and metal. Bouncing from polyrhythmic guitar pummeling into drastic electro drops, the music is dark, dangerous, and definitive Korn.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83586,"title":"Korn - The Path Of Totality (Special Edition)","adult":false,"genre_ids":[10402]},{"cast":["Megan Hagins","Jerry Hagins","Emily Hagins","C. Robert Cargill","Tiger Darrow"],"overview":"Emily Hagins is making a zombie movie. It's feature-length, it's bloody, and the zombies don't run. Just like it should be. But there's just one difference between her film and every other zombie movie you've ever seen. Emily is twelve.","release_date":"2009-08-09","vote_average":6.2,"runtime":89,"cert":"N\/A","id":83587,"title":"Zombie Girl: The Movie","adult":false,"genre_ids":[27,99]},{"cast":["David Oyelowo","Maya Gilbert","Sharon Lawrence","Emayatzy Corinealdi","Dondre Whitfield"],"overview":"When her husband is sentenced to eight years in prison, Ruby drops out of medical school in order to focus on her husband's well-being while he's incarcerated - leading her on a journey of self-discovery in the process.","release_date":"2012-01-20","vote_average":6.5,"runtime":101,"cert":"N\/A","id":83588,"title":"Middle of Nowhere","adult":false,"genre_ids":[18]},{"cast":["James Murphy","Chuck Klosterman","Tyler Pope","Keith Wood","Pat Mahoney"],"overview":"On April 2nd 2011, LCD SOUNDSYSTEM played its final show at Madison Square Garden in New York City. LCD Frontman James Murphy, disbanding one of the most celebrated and influential groups of its generation at the peak of its popularity, ensured that the band would go out on top with the biggest concert of its career. The instantly sold out, near four-hour extravaganza featured special appearances by Arcade Fire and Reggie Watts and moved the crowd of thousands to tears of joy and grief. SHUT UP AND PLAY THE HITS both captures this once-in-a-lifetime event with stunning visuals and serves as an intimate portrait of Murphy as he navigates the 48 hours surrounding the show. Woven throughout is an honest and unflinching conversation between Murphy and author Chuck Klosterman as they discuss music, art, aging, and the decision to call it quits while at the top of your game.","release_date":"2012-01-22","vote_average":7.3,"runtime":105,"cert":"","id":83589,"title":"Shut Up and Play the Hits","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"A terminally ill patient, wakes up in a dark, decrepit underground chamber. An IV pumps an unknown liquid into his body and adorning his head is a crown of wires. His last memories lead him back to the hospital where doctors had recently discovered his illness. He didn't even have enough time to inform those closest to him of his untimely death sentence before ending up here. Behind the walls someone is lurking, and Ayden soon finds out that a psychotic killer, bent on performing strange, immoral medical experiments, is holding him captive. But there's more to this man than meets the eye, as Ayden will learn in time. What starts out as a sadistic medical experiment quickly becomes an excruciating race for Ayden to survive both his captor and his illness long enough to simply tell his shrouded family goodbye.","release_date":"2008-04-08","vote_average":1.0,"runtime":87,"cert":"N\/A","id":83590,"title":"The Red Cell","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"This is a very clear and personalized presentation of the history and human impact of a seriously debilitating disease - one which we in the western world are too often tempted to think of in the past tense.","release_date":"1998-03-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":83593,"title":"A Paralyzing Fear: The Story of Polio in America","adult":false,"genre_ids":[99]},{"cast":["Rick Jones","Les Lye","Anna MacCormack","Abby Hagyard"],"overview":"Kevin, an angry boy on Earth, is mad because he has to move away from his friend Donna. Declaring that he doesn't care, he decides to run away and ends up in The Land Without Feelings, which is ruled by Professeur Coldheart. The Care Bears, along with Donna, go into the Land Without Feelings to save Kevin.","release_date":"1983-04-22","vote_average":7.2,"runtime":23,"cert":"N\/A","id":83600,"title":"The Care Bears in the Land Without Feelings","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chris and Holly are two loving children, each of whom has only one wish that the other will receive a Christmas gift. When Timmy the Angel hears their prayers, he is touched by their unselfishness and sets out to make sure that their thoughtfulness is rewarded. Join the heart-warming adventure as Timmy and his animal friends find that there are unexpected ways to make wishes come true.","release_date":"1998-10-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":83603,"title":"Precious Moments: Timmy's Special Delivery","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"hristina Aguilera's My Reflection is a mirror that shows where the teen-pop diva's going (toward grown-up diva-dom as an R&amp;B star) and where she's been (showcasing her navel on a dance-infused tour). Aguilera's first concert video, a repackaging of a slick special that aired on ABC-TV in 2000, shows what this \"girl\" really wants is to move beyond the bouncy R&amp;B-flavored pop she's known for. Her cheeky hits (\"Genie in a Bottle,\" \"Come On Over, Baby,\" \"What a Girl Wants\") are followed by songs from Mi Reflejo, her Spanish-language album, and My Kind of Christmas, her holiday release. She has sweet duets with R&amp;B legend Dr. John on \"Merry Christmas, Baby\" and balladeer Brian McKnight on \"Have Yourself a Merry Little Christmas,\" and shares the stage with rapper Lil' Bow Wow (weird, but it works) on \"So Emotional\" and \"Christmas Time.\"","release_date":"2003-05-05","vote_average":7.5,"runtime":52,"cert":"N\/A","id":83604,"title":"Christina Aguilera - My Reflection","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Nothing satisfies the American competitive spirit like the hard-hitting action of the college gridiron, and few teams have served up more determination and talent than the legendary Florida Gators. This action-packed program traces the history of the University of Florida's football squad, from its beginnings to the nationally dominating force it is today. This just might be the next best thing to being in \"the Swamp\" on a Saturday afternoon!","release_date":"2006-09-05","vote_average":10.0,"runtime":90,"cert":"N\/A","id":83605,"title":"Gridiron Gators - 100 Years of Florida Gator Football","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Ventures with Nokie Edwards filmed live at Hibiya Kokaido on January 18, 2004.","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":83606,"title":"The Ventures 45th Anniversary Memorial Concert","adult":false,"genre_ids":[]},{"cast":["Paul Rodgers","Kurtis Dengler","Ryan Hoyle","Howard Leese","Lynn Sorensen"],"overview":"Paul Rodgers is the possessor of one of the great rock voices. This concert was recorded in Glasgow on his sell out autumn 2006 UK tour and features powerful performances of songs from across his career","release_date":"2007-05-28","vote_average":0.0,"runtime":80,"cert":"N\/A","id":83607,"title":"Paul Rodgers: Live in Glasgow","adult":false,"genre_ids":[10402]},{"cast":["Sean Pertwee","Yehuda Bauer","David Cesarani","Martin Gilbert","Georg Klein"],"overview":"The truth about the Auschwitz death camp was one of the most closely guarded secrets of the Third Reich. Prisoners who tried to escape were killed in public as an example to other inmates. Very few ever made it out alive. Escape From Auschwitz tells the incredible story of two young Slovak Jews, Rudolph Vrba and Alfred Wetzler, who managed to escape, determined to tell the world about the atrocities being committed by the Nazis at the camp, which resulted in the saving of thousands of lives.","release_date":"2009-03-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":83608,"title":"Escape from Auschwitz","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"Filmed during his 2000 Tour at Tokyo’s legendary Budokan arena, Bryan Adams performs 26 of his most popular songs before an enraptured Japanese audience. Adams delivers a stripped-down performance, accompanied only by Keith Scott on guitar and Mickey Curry on drums.","release_date":"2003-06-17","vote_average":4.0,"runtime":98,"cert":"N\/A","id":83609,"title":"Bryan Adams: Live at the Budokan","adult":false,"genre_ids":[10402]},{"cast":["Dainius Gavenonis","Julia-Maria Köhler","Jonas Antanėlis"],"overview":"A road movie, buddy picture and romance rolled into one, Low Lights pivots on a love triangle that evolves when two men and a woman take to ritual night driving. Transforming cold urban space into something charged with excitement, the drives provide the hope the trio so desperately needs.","release_date":"2010-04-10","vote_average":7.3,"runtime":92,"cert":"N\/A","id":83612,"title":"Low Lights","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ron Palillo","Abigail Wolcott","Carel Trichardt","Petrea Curran","Evan J. Klisser"],"overview":"A motorcycle gang kidnaps a young woman, Josie, from a diner and brutally kills her. Many years later, the girl's father finds a magic crystal that can bring the life back to dead objects. He uses it to re-animate his daughter. He lets her seduce any young man that comes to visit the small town and then kills them. Four young students, two boys and two girls spend a vacation near the town, Hellgate. They hear about the story and get involved.","release_date":"1989-02-03","vote_average":3.1,"runtime":91,"cert":"18","id":83613,"title":"Hellgate","adult":false,"genre_ids":[35,27]},{"cast":["Aleksandr Zbruev","Marina Neyolova","Svetlana Ryabova","Mark Goronok","Viktor Gogolev"],"overview":"A love story of two people which turns out into triangle... So the steady family walls do not seem so steady anymore...","release_date":"1993-02-01","vote_average":5.6,"runtime":101,"cert":"N\/A","id":83614,"title":"You Are My Only Love","adult":false,"genre_ids":[18,10749]},{"cast":["Kristi Ducati","Sara Suzanne Brown","Neriah Davis","David A. Poole","Rikki Brando"],"overview":"The girls are back. Their business has been a success, and a purchase contract has been signed with an international megabusiness. But the company CEO is not playing straight - he wants only the land the carwash locations are sited on - to tear them down and build condos. The girls have only a week to raise $4 million to buy their company back. Lingerie sales over a TV channel is the method of choice, and since the product is demonstrated by the carwash principals, the flesh quotient remains as high as expected.","release_date":"1993-01-01","vote_average":5.4,"runtime":89,"cert":"N\/A","id":83615,"title":"The Bikini Carwash Company II","adult":false,"genre_ids":[35]},{"cast":["Robert Englund","Screaming Mad George","Renny Harlin","Tuesday Knight"],"overview":"Witness the behind-the-scenes techniques and gruesome special effects that dominate this box office hit! See through the mysteries of the slasher saga by watching brilliant direction from concept to actual filming, special make-up techniques, and all the mechanical devices used to produce the inherently terrifying nightmares. Starring Robert Englund as Freddy Krueger!","release_date":"1989-10-31","vote_average":4.8,"runtime":60,"cert":"N\/A","id":83616,"title":"The Making of 'Nightmare on Elm Street IV'","adult":false,"genre_ids":[99]},{"cast":["Andor Lukáts","Vica Kerekes","Lorànt Deutsch","Lili Monori","István Gyuricza"],"overview":"In the tradition of \"My Sweet Little Village\" and \"Waking Ned Devine\" FLUKE is a satire about a small village full of colorful characters, whose lives radically change due to a miracle. Or a simple crime.","release_date":"2008-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83617,"title":"Fluke","adult":false,"genre_ids":[35]},{"cast":["Emilie Talbot","Mahbub Shansab","Forrest J. Ackerman","Lisel Brunson","Delores Nascar"],"overview":"An angel was cast out of heaven and dispatched to Earth 1400 years ago. The angel was made a slave of the devil and was sent forth to terrorize mankind. To rid the world of this evil threat a \"device\" was erected to imprison the angel. Now the \"device\" is about to open. The Ceremony must be performed to keep the angel imprisoned or evil will rule the Earth.","release_date":"1994-06-04","vote_average":2.5,"runtime":74,"cert":"N\/A","id":83618,"title":"Ceremony","adult":false,"genre_ids":[27]},{"cast":["Cherry Jul","Aletta Ocean","Gitta Szoke","Jasmine Black","Blue Angel"],"overview":"","release_date":"2008-08-31","vote_average":9.0,"runtime":115,"cert":"N\/A","id":83619,"title":"Cherry Jul's Extreme Gang Bang Party","adult":true,"genre_ids":[]},{"cast":["Nonna Mordyukova","Svetlana Kryuchkova","Yuri Bogatyryov","Ivan Bortnik","Andrei Petrov"],"overview":"One of the most popular movies tells, in an ironic manner, about complicated relationships between close people. Among the film’s achievements is not only splendid acting, but also the fact that “Kinfolk” remains as contemporary and topical as before. The relations between a son-in-law and a mother-in-law are as everlasting a theme as love itself. Especially when the role of the son-in-law Stasik is brilliantly played by Yuri Bogatyryov, and that of the mother-in-law by the incomparable Nonna Mordyukova. Marusya Konovalova, a kind, simple-hearted country woman, comes to Moscow to visit her only daughter (Svetlana Kryuchkova) and tries to help “glue together” her broken-up family. Acting with best intentions, she cannot understand why her interference provokes a stormy protest…  Ruscico.com","release_date":"1982-03-01","vote_average":6.4,"runtime":98,"cert":"N\/A","id":83620,"title":"Kin","adult":false,"genre_ids":[35,18]},{"cast":["Tera Bond","Brigitta Bulgari","Leanna Sweet","Sabrina Sweet","Tarra White"],"overview":"","release_date":"2006-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83623,"title":"Top Model","adult":true,"genre_ids":[]},{"cast":["Ginger Rogers","Thelma Ritter","Dennis Morgan","Margalo Gillmore","Anthony Ross"],"overview":"A divorcee finds love with a married man while they both sit on a jury","release_date":"1950-03-11","vote_average":6.5,"runtime":88,"cert":"N\/A","id":83630,"title":"Perfect Strangers","adult":false,"genre_ids":[18,10749]},{"cast":["Ashlynn Brooke","Mick Blue","Sasha Grey","Tommy Gunn","Jenna Haze"],"overview":"Experience the Addiction with highly acclaimed director, Miles Long, as he takes you on a journey of pure ecstasy. This ravishing cast fills the screen with the sights and sounds of sexual satisfaction. As their bodies sweat... as their juices flow... as they scream with pleasure... are you ready to be Addicted once more?","release_date":"2008-09-23","vote_average":0.0,"runtime":133,"cert":"N\/A","id":83631,"title":"Addicted 4","adult":true,"genre_ids":[]},{"cast":["Arie Koomen"],"overview":"","release_date":"2008-12-31","vote_average":0.0,"runtime":100,"cert":"N\/A","id":83632,"title":"Arie Koomen: Uit","adult":false,"genre_ids":[35]},{"cast":["Stuart Erwin","Patsy Kelly","Jack Haley","Johnny Downs","Betty Grable"],"overview":"Bessie and Winston \"Slug\" Winters are married coaches whose mission is to whip their college football team into shape. Just in time, they discover a hillbilly farmhand and his sister. But the hillbilly farmhand's ability to throw melons enables him to become their star passing ace.","release_date":"1936-10-23","vote_average":5.3,"runtime":93,"cert":"N\/A","id":83633,"title":"Pigskin Parade","adult":false,"genre_ids":[35,10402]},{"cast":["Alektra Blue","Britney Amber","Franziska Facella","Lindsey Meadows","Nikki Rhodes"],"overview":"Director Randy Spears gives us a front row seat as he explores the varied sex lives of some hot girls. Whether they’re seducing older men, experimenting with other girls, or fantasizing about taking on two guys at the same time, these babes help define \"The Trouble With Young Girls.\"","release_date":"2008-11-19","vote_average":0.0,"runtime":81,"cert":"N\/A","id":83634,"title":"The Trouble with Young Girls","adult":true,"genre_ids":[]},{"cast":["Oliver Rohrbeck","Jens Wawrczeck","Andreas Fröhlich","Helmut Krauss"],"overview":"Ein Wecker, der einen furchterregenden schrillen Schrei ausstößt? Den gibt es tatsächlich und die drei Detektive, Justus Jonas, Peter Shaw und Bob Andrews müssen versuchen, das Geheimnis dieses seltsamen Fundstücks zu enträtseln. Im Laufe ihrer Ermittlungen folgen sie zunächst der Fährte des exzentrischen Hörspielsprechers Bert Clock, bevor sie einem raffinierten Kunstraub auf die Schliche kommen.  Fast dreißig Jahre nachdem sich Die drei ??? zum ersten Mal mit dem seltsamen Wecker beschäftigt haben, lösen sie den Fall erneut - und zwar live, auf der Bühne in einem einzigartigen Live-Hörspiel-Spektakel. So habt ihr die Geschichte um den schreienden Wecker noch nie erlebt - neu erzählt, mit modernster Technik umgesetzt, Live-Musik, Geräuschemacher und natürlich den Originalsprechern der drei ???.","release_date":"2010-02-05","vote_average":4.5,"runtime":144,"cert":"N\/A","id":83645,"title":"Die drei ??? LIVE - und der seltsame Wecker","adult":false,"genre_ids":[9648,53]},{"cast":["Achmed Akkabi","Najib Amhali","Charlie Dagelet","Dirk Zeelenberg","Rosa Reuten"],"overview":"A political comedy about an illegal Moroccan who makes it to President of the Netherlands. As we follow his unlikely rise and self-sought fall, Joes learns that it's easy to win the support of the people, but to rule them is a whole other story.","release_date":"2011-09-15","vote_average":4.7,"runtime":90,"cert":"N\/A","id":83646,"title":"The President","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"","release_date":"2010-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83649,"title":"Exaltasamba 25 Anos: Ao Vivo","adult":false,"genre_ids":[]},{"cast":["İlyas Salman","Mehmet Ali Erbil","Savaş Dinçel","Hüseyin Kutman","Şevket Altuğ"],"overview":"Lazy, uneducated students mostly coming from money, share a very close band. They live together in the dormitory of this private highschool, where they daily plan their latest pranks on teachers or the other classes. Especially, the new teacher for literature receives his share.","release_date":"1981-05-01","vote_average":5.2,"runtime":78,"cert":"N\/A","id":83656,"title":"The Chaos Class: Bye Bye","adult":false,"genre_ids":[]},{"cast":["Louis Hayward","Naomi Chance","Sydney Tafler","Charles Victor","Harold Lang"],"overview":"A private detective goes after the people who murdered his girlfriend.","release_date":"1953-10-12","vote_average":2.0,"runtime":73,"cert":"","id":83659,"title":"The Saint's Girl Friday","adult":false,"genre_ids":[9648]},{"cast":["Jason Baldwin","Damien Wayne Echols","Jessie Misskelley, Jr.","John Mark Byers","Gary Gitchell"],"overview":"A further investigation into the arrest of three teenagers convicted of killing three young boys in Arkansas who spent nearly 20 years in prison before being released after new DNA evidence indicated they may be innocent.","release_date":"2011-10-10","vote_average":7.6,"runtime":121,"cert":"N\/A","id":83660,"title":"Paradise Lost 3: Purgatory","adult":false,"genre_ids":[99]},{"cast":["Aleksandr Peskov","Vladimir Gostyukhin","Oleg Rogachyov","Anatoli Khostikoyev"],"overview":"An orphan named Nikolay Najdenov went through the hell of the war in Afghanistan and the horrors of captivity. From now on he is a US citizen and his name is Nick McCann. In the US he has a family and new life, but in his country of birth, Ukraine, there are still some unpaid bills remaining, so the tough American boy goes back to his home country, where he learns about the death of his best friend, and soon after that his friend's wife got killed, too. Naydenov decides to revenge their death...","release_date":"1992-06-01","vote_average":4.0,"runtime":117,"cert":"N\/A","id":83661,"title":"American Boy","adult":false,"genre_ids":[28,53]},{"cast":["Jeanne Moreau","Jean-Paul Belmondo","Jean Deschamps","Colette Régis","Didier Haudepin"],"overview":"A wealthy and bored woman (Moreau) is witness of a murder in affection and meets another witness (Belmondo). She asks him about the history of the victim and falls in love with him.","release_date":"1960-05-25","vote_average":6.1,"runtime":91,"cert":"N\/A","id":83662,"title":"Seven Days… Seven Nights","adult":false,"genre_ids":[18]},{"cast":["Jeanne Moreau","Jean-Paul Belmondo","Claude Brasseur","Jean-Pierre Marielle","Gert Fröbe"],"overview":"The French comedy-drama of Marcel Ophuls, which came to the Paris yesterday.","release_date":"1963-01-18","vote_average":5.4,"runtime":97,"cert":"N\/A","id":83663,"title":"Banana Peel","adult":false,"genre_ids":[35]},{"cast":["Joseph Cotten","Barbara Stanwyck","Louis Calhern","Leslie Caron","Joe De Santis"],"overview":"Set in 19th-century New York, this mystery begins when a Frenchwoman shows up at the home of one of Napoleon's former marshals. The alcoholic man is badly crippled and slowly dying, but this doesn't stop the forthright lady from pushing him to change his will to include his estranged grandson so that he can help out the struggling French Republic. Unfortunately, the dying man's conniving housekeeper and butler, already planning murder to get the money themselves, overhear her and begin plotting her demise.","release_date":"1951-11-27","vote_average":7.5,"runtime":84,"cert":"N\/A","id":83664,"title":"The Man with a Cloak","adult":false,"genre_ids":[18,53]},{"cast":["Clark Gable","Lana Turner","Victor Mature","Louis Calhern","O.E. Hasse"],"overview":"Screen superstars Clark Gable (\"Gone With The Wind,\" \"It Happened One Night\") and sultry bombshell Lana Turner (\"Peyton Place,\" \"The Postman Always Rings Twice\") team-up in this intriguing WWII drama. Suspected of being a Nazi spy, Dutch-resistance member Turner is given a last chance mission to redeem herself. Gable is an American colonel who falls in love with her. Co-starring Victor Mature (\"My Darling Clementine\") and Oscar-nominee Louis Calhern (\"The Asphalt Jungle\").","release_date":"1954-09-07","vote_average":5.8,"runtime":108,"cert":"N\/A","id":83665,"title":"Betrayed","adult":false,"genre_ids":[18,10749,53,10752]},{"cast":["Jared Gilman","Kara Hayward","Edward Norton","Bruce Willis","Bill Murray"],"overview":"Set on an island off the coast of New England in the summer of 1965, Moonrise Kingdom tells the story of two twelve-year-olds who fall in love, make a secret pact, and run away together into the wilderness. As various authorities try to hunt them down, a violent storm is brewing off-shore – and the peaceful island community is turned upside down in more ways than anyone can handle.","release_date":"2012-05-24","vote_average":7.7,"runtime":94,"cert":"12A","id":83666,"title":"Moonrise Kingdom","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bette Davis","Barry Sullivan","Jane Cowl","Kent Taylor","Betty Lynn"],"overview":"Screen legend and Academy Award-winner Bette Davis (\"All About Eve,\" \"Dark Victory\") stars with Emmy-nominee Barry Sullivan (\"Rich Man, Poor Man\") in this compelling look at why people drift apart in marriage and seek divorce, with all its consequences.","release_date":"1951-02-03","vote_average":6.9,"runtime":90,"cert":"N\/A","id":83667,"title":"Payment on Demand","adult":false,"genre_ids":[18]},{"cast":["Jean-Paul Belmondo","Fanny Ardant","Béatrice Dalle","Claude Rich"],"overview":"Well-trained servant, butler model, Désiré is often become the victim of his mistresses.","release_date":"1996-04-10","vote_average":6.0,"runtime":93,"cert":"N\/A","id":83668,"title":"Desire","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc","June Foray","Daws Butler"],"overview":"Ralph Phillips is overjoyed when he runs out of Fort Itude, because he's a civilian again. Things, however, don't go well for him when he gets home, and two pixies named Pete and Re-Pete convince him to stay in civilian life or go back to the army. At the end, Ralph chooses to go back to the army","release_date":"1956-01-01","vote_average":5.6,"runtime":8,"cert":"N\/A","id":83669,"title":"90 Day Wondering","adult":false,"genre_ids":[16,10751,35]},{"cast":["Claire Trevor","Sally Forrest","Carleton G. Young","Robert Clarke"],"overview":"When most people look at Florence Farley, they see a pretty teenager. But when Milly Farley looks at her daughter she sees something else: a tennis prodigy who could be Milly’s ticket to money and fame. Released in 1951, Hard, Fast and Beautiful foresaw our modern era of big-time women’s sports – and of driven parents who would stop at nothing to “help” their daughters grab the golden ring. Sally Forrest plays Florence, who finds athletic success but not happiness. Claire Trevor seethes with barely concealed malice and greed as Milly. And behind the camera is movie star Ida Lupino, guiding one of a series of low-budget, big-concept films that established her as a rarity in mid-century Hollywood: a successful and stylish female director.","release_date":"1951-05-23","vote_average":6.4,"runtime":78,"cert":"N\/A","id":83670,"title":"Hard, Fast and Beautiful","adult":false,"genre_ids":[18]},{"cast":["Mel Blanc","June Foray"],"overview":"Daffy convinces his son that old Witch Hazel isn't what he thinks she is.","release_date":"1966-04-16","vote_average":5.6,"runtime":6,"cert":"N\/A","id":83671,"title":"A-Haunting We Will Go","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc"],"overview":"John McRogers dreams about his future after spending four years in the U.S. Air Force, and is convinced by \"Grogan,\" Technical Gremlin First Class, on why he should remain in the Air Force, rather, and what the advantages would be if he returned to civilian life.","release_date":"1955-01-01","vote_average":5.1,"runtime":7,"cert":"N\/A","id":83672,"title":"A Hitch in Time","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"After a prologue about the labor shortage being so acute that some employers would hire anybody or anything, a very tired businessman needs some sleep and checks into a hotel run by Elmer Fudd.","release_date":"1947-08-02","vote_average":7.4,"runtime":7,"cert":"N\/A","id":83675,"title":"A Pest in the House","adult":false,"genre_ids":[16,35]},{"cast":["Tedd Pierce","Mel Blanc"],"overview":"Two alley cats, Babbitt and Catsello, decide to make a meal out of Orson as he sleeps in his nest atop a telephone pole. The gullible (and loud) Catsello is repeatedly gulled into trying to \"get the bird,\" earning a variety of thrashings from the casually murderous little canary. Catsello finally resorts to an air strike (with a pair of wooden boards for wings), but it's wartime, and Orson has the cat blasted out of the sky by anti-aircraft guns.","release_date":"1942-11-21","vote_average":7.0,"runtime":8,"cert":"N\/A","id":83676,"title":"A Tale of Two Kitties","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc","June Foray"],"overview":"Bunny's- or rather Bugs- is an important ingredient in Witch Hazel's brew. All the while, William Shakespeare is watching them, looking for new dialog.","release_date":"1959-10-31","vote_average":6.0,"runtime":6,"cert":"N\/A","id":83677,"title":"A Witch's Tangled Hare","adult":false,"genre_ids":[16,10751,35]},{"cast":["Pernilla August","Stellan Skarsgård","Oliver P. Peldius","Jasmine Heikura","Lena Granhagen"],"overview":"Based on the novel by Maria Gripe, this is the story of two children, Klas and Klara, growing up in the poor Swedish countryside of the mid-19th century. Their father Albert is a glass-blower, famous for his beautiful vases, but still unable to earn enough money for his wife Sofia and the children. At a spring fair a distinguished gentleman arrives and buys all of Albert's glassware. After this nothing will be the same again. Klas and Klara are kidnapped and taken to a strange castle...","release_date":"1998-02-27","vote_average":6.0,"runtime":110,"cert":"N\/A","id":83678,"title":"The Glass-blower's Children","adult":false,"genre_ids":[]},{"cast":["Mel Blanc"],"overview":"As the baby boom commences, and with the delivery service overworked, Porky and Daffy are placed in charge of a baby factory, where they help the stork keep up... until an unidentified egg comes off the assembly line.","release_date":"1946-03-16","vote_average":6.7,"runtime":7,"cert":"N\/A","id":83679,"title":"Baby Bottleneck","adult":false,"genre_ids":[16,35]},{"cast":["Mikael Riesebeck","Siw Carlsson","Ulf Dohlsten","Thomas Hedengran","Jojje Jönsson"],"overview":"The action takes place around the Ingeborg's cafe. The councilor Leif Aronsson has planned a trip to Denmark, but it must be set after he had a brief discussion on money fiddling with Ingeborg. He suspects that one will discover he has taken money from the city budget in their own pocket.","release_date":"2009-06-28","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83682,"title":"Virus i Bataljonen","adult":false,"genre_ids":[35]},{"cast":["Susan Hayward","Dan Dailey","George Sanders","Sam Jaffe","Randy Stuart"],"overview":"A ruthless fashion designer steps on everyone in her way in order to reach the top of her profession. Eventually she is forced to choose between her ambition and the man she loves.","release_date":"1951-04-05","vote_average":6.4,"runtime":91,"cert":"N\/A","id":83683,"title":"I Can Get it For You Wholesale","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83684,"title":"Halloj Holland","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83685,"title":"tulpanmysteriet","adult":false,"genre_ids":[]},{"cast":["Bradley Cooper","Zoe Saldana","Jeremy Irons","Dennis Quaid","Olivia Wilde"],"overview":"The Words follows young writer Rory Jansen who finally achieves long sought after literary success after publishing the next great American novel. There's only one catch - he didn't write it. As the past comes back to haunt him and his literary star continues to rise, Jansen is forced to confront the steep price that must be paid for stealing another man's work, and for placing ambition and success above life's most fundamental three words.","release_date":"2012-09-07","vote_average":6.6,"runtime":96,"cert":"","id":83686,"title":"The Words","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"1992-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":83687,"title":"En Komikers Uppväxt","adult":false,"genre_ids":[]},{"cast":["Mel Blanc"],"overview":"Hidden in a box of carrots, Bugs lands in Tasmania, where he matches wits with the Tasmanian Devil.","release_date":"1957-04-13","vote_average":6.0,"runtime":7,"cert":"N\/A","id":83688,"title":"Bedevilled Rabbit","adult":false,"genre_ids":[16,10751,35]},{"cast":["Stefan Gerhardsson","Krister Classon","Jojje Jönsson","Siw Carlsson","Annika Andersson"],"overview":"An elderly wholesaler will marry a girl, young enough to be his daughter, who is under the impression that he rescued her from drowning. Obviously, things get complicated when both the girl's former boyfriend and the actual rescuer show up","release_date":"2000-12-29","vote_average":5.3,"runtime":null,"cert":"N\/A","id":83689,"title":"Bröstsim & gubbsjuka","adult":false,"genre_ids":[35]},{"cast":["Mylaine Hedreul","Viktor Axelsson","Lovisa Onnermark","Alice Kastrup-Möller","Rickard Roxvall"],"overview":"Bitter Sweetheart is the naked truth about Lina Berglund, a perfectly normal 15 year old who tries to start living like her friends who seem to have so much fun.","release_date":"2007-02-02","vote_average":3.5,"runtime":87,"cert":"N\/A","id":83690,"title":"Bitter Sweetheart","adult":false,"genre_ids":[35,18]},{"cast":["Stefan Gerhardsson","Krister Classon","Siw Carlsson","Jojje Jönsson","Annika Andersson"],"overview":"\"Home Guard and Mumps\" is set in the mid-1940s, the farmer Nils Erik Kristersson (Stefan Gerhardsson) farm at Ätran in Falkenberg. He is married to the ill-tempered Mathilda (Siw Carlsson), and together they have daughter Greta. The farm is also home to the försupne toffelmakaren Ola Larsson (Krister Claesson) and the bleating maid Emma (Tina Leijonberg).  The farce begins with the second lieutenant Löwendahl (Tommy Juth) and Sergeant Malmberg (Gosta Janson) shows up in the yard to announce that they intend to use the farm for the Home Guard.","release_date":"1997-12-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":83691,"title":"Homeguard and Mumps","adult":false,"genre_ids":[35]},{"cast":["Jussi Alasalmi"],"overview":"Flakes &amp; Flames is a feature length documentary film about the astonishing Kustom Kulture movement around the globe. Spending a year traveling U.S. and Europe in search of the coolest Kustom Kulture people and events on the planet. Picking the brains of living legends, up and coming artists and builders within the culture.  Seeking out some of the hottest Kustom Kulture spots and get some of the worlds best car and motorcycle builders, tattoo artists, pinstripers, custom painters and pin-up models to share their tricks and experience.","release_date":"2013-04-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":83692,"title":"Flakes & Flames","adult":false,"genre_ids":[36,99]},{"cast":["Peter Haber","Suzanne Reuter","Robert Gustafsson","Johan Rheborg","Per Graffman"],"overview":"A splendid MP, Peter Haber, staying in a hotel with his wife, Suzanne Reuter. He has a fully booked afternoon at the Ministry, but instead intend to engage in sexual intercourse with a secretary while his wife is at the Royal Dramatic Theatre. Whoever will make it all work is his subordinate, Robert Gustavsson. It's not his fault that things go wrong.","release_date":"2005-09-27","vote_average":5.3,"runtime":126,"cert":"N\/A","id":83697,"title":"The Hotel Register","adult":false,"genre_ids":[35]},{"cast":[],"overview":"During spring 2006 Shan Atci went on a nation wide tour, visiting 50 schools and 60,000 students. With the show Svenska 2 he mixes humor and gravity around the theme of prejudice doing what he does best: making people laugh. With perfect timing he delivers jokes about cultural differences and he is not afraid to stick his neck out and talk about what he thinks is important.","release_date":"2007-01-24","vote_average":0.0,"runtime":40,"cert":"N\/A","id":83698,"title":"Shan Atci - Svenska 2 Gymnasieturnén","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2008-08-22","vote_average":0.0,"runtime":52,"cert":"N\/A","id":83699,"title":"Shan Atci - Blattefierad","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83700,"title":"Shan Atci - Comedy Tour","adult":false,"genre_ids":[]},{"cast":["Philip Panov","Hedvig Bellberg","Malin Gramer"],"overview":"Michael, 17, is secretly in love with Veronicka. His best friend Faye has a crazy plan to get them together; a threesome! Two girls at one time is a fantasy for most guys... the only problem is that Michael is a virgin.","release_date":"2004-01-24","vote_average":4.0,"runtime":30,"cert":"N\/A","id":83703,"title":"Threesome","adult":false,"genre_ids":[35,18]},{"cast":["Lars Lind","Leif Nymark","Stig Törnblom","Lars Hansson","Sven Algotsson"],"overview":"A study in forgiveness as oppression and goodness as provocation. Six youth criminals are chosen to participate in a social experiment where they are assigned to live together in a rundown apartment in the heart of Stockholm, Sweden. The six boys are being supervised by two forgiving and uneasy social workers. Their need to continue to commit petty crimes escalates out of boredom with the situation. One night they run into a young girl in trouble.","release_date":"1964-03-16","vote_average":6.6,"runtime":102,"cert":"N\/A","id":83704,"title":"491","adult":false,"genre_ids":[18]},{"cast":["Juan David Restrepo","Mateo Stevel","Mauricio Navas","Andrés Castañeda","Julio César Valencia"],"overview":"The air is thick with tension as a military squad proceeds to the foot of a mountain base, where they're ordered to wait for backup and hold their position. The mountain is shrouded in fog and the men are exhausted. They've been fighting guerrillas on enemy turf for some time, and they're worn down by the stress and anxiety of battle. The men don't want to wait; they want to charge up the hill, fearing that their comrades in the base have been overrun by the guerrillas. The squad's leader tries futilely to keep his men in line while dealing with his insolent second-in-command.","release_date":"2011-10-07","vote_average":5.4,"runtime":100,"cert":"15","id":83705,"title":"The Squad","adult":false,"genre_ids":[27,53]},{"cast":["Jay Chou","Nicholas Tse","Andy On","Bai Bing","Lin Peng"],"overview":"International Security Affairs agent Jon is on a dangerous mission to escort a criminal scientist to another country. En route, a member of his team turns out to be a traitor and shoots Jon in the head while kidnapping the scientist. When Jon wakes up in the hospital, a doctor tells him that within weeks, the bullet in his brain will cause complete paralysis. Jon returns to Beijing to see his mother, who confesses that Jon has a brother in Malaysia who was raised by his father, a gambler. Jon takes a flight to Malaysia to find his brother, Yeung. On the plane he forms a bond with Dr. Kan, who promises to look into possible treatments for his condition. However, when they arrive, Yeung tries to kidnap the doctor and when Jon intervenes, he's also taken hostage. The two soon realize they're brothers, and decide to work together in order to keep the criminals behind the kidnappings from reinfecting the world of a disease long thought cured.","release_date":"2012-01-19","vote_average":5.8,"runtime":122,"cert":"N\/A","id":83706,"title":"The Viral Factor","adult":false,"genre_ids":[28,18,53]},{"cast":["Andrew Dice Clay","Rhoda Gemignani","Julie Warner","Dominic Oliver","Dominic Oliver"],"overview":"1989 Stand up comedy from Andrew Dice Clay.  No holds barred and unapologetic, the \"Diceman\" tells it like it is.","release_date":"1989-12-31","vote_average":6.9,"runtime":56,"cert":"N\/A","id":83709,"title":"Andrew Dice Clay: The Diceman Cometh","adult":false,"genre_ids":[35]},{"cast":["Iain Agnew","Marinus Smit","Henk Van Rooyen"],"overview":"Documentary charting the progress of scientists throughout history who attempted to harness the ultimate limit of cold, known as absolute zero  2 parts; The Conquest of Cold &amp; Race for Absolute Zero","release_date":"2008-06-03","vote_average":5.8,"runtime":96,"cert":"","id":83710,"title":"Absolute Zero","adult":false,"genre_ids":[99]},{"cast":["Mario Van Peebles","Zehra Leverman","Randy Quaid","Rae Dawn Chong","Stewart Bick"],"overview":"Detective Jack Valentine is reinstated from his desk job to go back onto the streets. His first assignment ends with the death of a mobster who was about to turn states evidence. The killing came as the mobster was with his girlfriend Alma. Jack suspects Alma of being involved - even more so when he finds her involved with one of the mob family, Michael. However he begins to fall for her himself and finds himself involved in the deadly game where not everything is what it seems.","release_date":"1998-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":83713,"title":"Valentine's Day","adult":false,"genre_ids":[18,28,53,10749]},{"cast":["Geena Davis","Stephen Rea","James Gandolfini","Aida Turturro","Philip Bosco"],"overview":"Angie lives in the Bensonhurst section of Brooklyn, N.Y. and dreams of a better life than everyone she knows. When she finds that she is pregnant by her boyfriend Vinnie, she decides that she will have the baby, but not Vinnie as a husband. This turns the entire neighborhood upside down and starts her on a journey of self discovery. This journey includes her family, a new lover and her life. Even her best friend Tina has trouble understanding Angie. Written by Tony Fontana","release_date":"1994-03-04","vote_average":5.4,"runtime":107,"cert":"N\/A","id":83714,"title":"Angie","adult":false,"genre_ids":[35,18,10749]},{"cast":["Janeane Garofalo","Mitch Rouse","Margaret Cho","Bobcat Goldthwait","Van Quattro"],"overview":"A man finds himself wondering just what he wants from a relationship after his personal ad gets a very unexpected response in Sweethearts.","release_date":"1997-11-01","vote_average":2.0,"runtime":83,"cert":"","id":83715,"title":"Sweethearts","adult":false,"genre_ids":[18,35,10749]},{"cast":["Robert Loggia","Fisher Stevens","Blanche Baker","Jill Flint","Gabriel Mann"],"overview":"Daniel Jakor is one of the most prolific and successful artists the world has never heard of. Struggling to sell his own art, he soon finds his true genius lies not in the creation of his own work but in the forgery of the great masters that have come before him- artists like Picasso, Monet, Degas and Renoir. And with the help of a Tay Murphy, corrupt gallery owner in Boston, Daniel soon learns the intricacies of the art world as he becomes a true master himself. But Tay's life is spiraling out of control and his personal demons have brought him to the edge where he hangs on by a thread. Indebted to the mob for more than he can possibly pay back, Tay gets Daniel roped into working for Seamus White, the head of the Irish \"family\" in New England and an avid art collector. As Seamus's schemes become bolder and bolder, not only pushing the boundaries of Daniel's ability but the limits of forgery itself...","release_date":"2010-06-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":83716,"title":"Fake","adult":false,"genre_ids":[53,80,9648]},{"cast":["Leon Lissek","Christine Amor","Ian Williamson","Helen Thomson","Craig Cronin"],"overview":"In the small town of Coopers Bay, there are two Hi-schools situated right next to each other. There’s Winchester, an all boys comprehensive and St Elizabeth’s, a girl’s only Catholic faculty. They are separated by woodland where pupils from both can meet and engage the things that attract the attention of maniac killers. It’s not surprising then that an unseen one begins murdering the youngsters as they fornicate, strangling them with a length of barbed wire before removing their eyes and burying them under the soil. Mary, the daughter of a Hollywood movie actress, becomes involved when the killer targets her and Kevin, her boyfriend. But who is this twisted psychopath and why does he want to kill all the kids?","release_date":"1990-03-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":83717,"title":"Bloodmoon","adult":false,"genre_ids":[27,53]},{"cast":["Karen Sillas","Tom Noonan"],"overview":"Jackie and Michael are coworkers at a large law firm, who decide to meet at Jackie's for dinner one night.","release_date":"1994-09-09","vote_average":7.1,"runtime":91,"cert":"N\/A","id":83718,"title":"What Happened Was...","adult":false,"genre_ids":[53,35,18,10749]},{"cast":["Ayhan Işik","Sema Özcan","Abdurrahman Palay","Piraye Uzun","Süha Doğan"],"overview":"Turkish film directed by Safa Önal.","release_date":"1969-01-02","vote_average":8.5,"runtime":null,"cert":"N\/A","id":83719,"title":"Cingöz Recai","adult":false,"genre_ids":[28,35,12,80]},{"cast":["Tom Noonan","Wallace Shawn","Karen Young","Julie Hagerty","Danny Darrow"],"overview":"A sudden visit from a patient and his unstable, outrageously candid wife leads to a delirious night of shattering revelations for a husband and wife team of therapists.","release_date":"1996-08-16","vote_average":4.3,"runtime":101,"cert":"N\/A","id":83720,"title":"The Wife","adult":false,"genre_ids":[18,35,10749]},{"cast":["Tony Leung Chiu-Wai","Lau Ching-Wan","Zhou Xun","Paul Chun Pui","Wang Ya-Chao"],"overview":"In the early 1920’s, on the streets of Beijing, the nation’s most talented performers have gathered to show off their most spectacular skills. One day, a challenge is set: 50 silver dollars to whoever can reproduce the incredible magic trick “Eight Immortals’ Treat”. Zhang Xian appears amidst the waiting crowd and decides to try his hand at it.","release_date":"2011-12-22","vote_average":6.1,"runtime":128,"cert":"N\/A","id":83721,"title":"The Great Magician","adult":false,"genre_ids":[18,9648]},{"cast":["Cedric Sanders","Natalie Knepp","Jonny Orsini","David Hinds","Sharon Washington"],"overview":"A coming of age drama set in the world of stock-car dirt-track racing, against a heavy reggae soundscape. 20-year old BC, the only black kid on a very white track, sees racing as his way out - and up into manhood.","release_date":"2010-10-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":83722,"title":"Rocksteady","adult":false,"genre_ids":[28,18]},{"cast":["Kurt Russell","Ned Beatty","Richard Yniguez","Pernell Roberts","Clifton James"],"overview":"The real-life story of Charles Whitman's deadly shooting spree at the University of Texas is retold.  In August 1966, after killing his wife and mother, Whitman climbed to the top of the school's tower and opened fire on passers-by, killing 13 and wounding many others.","release_date":"1975-10-18","vote_average":6.8,"runtime":100,"cert":"N\/A","id":83723,"title":"The Deadly Tower","adult":false,"genre_ids":[18,53,28]},{"cast":["Tracy Pollan","Stephen Amell","Scott Cohen","Amy Gumenick","Michael Beach"],"overview":"Lifetime Movie is a sequel to their 2009 film NATALEE HOLLOWAY and picks up in 2010 on the five-year anniversary of her death. Beth Holloway (Tracy Pollan) is still trying to find out what happened to her daughter when the already strange case takes another turn when Joran Van Der Sloot (Stephen Amell) is arrested for murdering another girl. If you've followed this case like I have then there's not going to be any new twists or turns in this film but then again that was pretty much true for the first one. I was a little surprised to see how well-made this thing was and there's no question that it's a better movie than the 2009 one but at the same time there are a few too many flaws to really call this a good picture.","release_date":"2011-05-09","vote_average":5.5,"runtime":87,"cert":"N\/A","id":83724,"title":"Justice for Natalee Holloway","adult":false,"genre_ids":[10770,18,53,80,9648]},{"cast":["Andrew von Urtz","Cindy Chastain","Scott Cohen","Genevieve Hudson-Price","Gary Wilmes"],"overview":"About a commitment-phobic New York City bachelor in crisis.","release_date":"2011-02-18","vote_average":4.0,"runtime":null,"cert":"N\/A","id":83725,"title":"Loveless","adult":false,"genre_ids":[35,18]},{"cast":["Julie Hagerty","Jeff Goldblum","Glenda Jackson","Tom Conti","Christopher Guest"],"overview":"Manhattanites Bruce and Prudence are each looking for a meaningful romantic relationship and have been encouraged by their psychiatrists to find someone through the personal ads. Their first meeting is disastrous, but they begin to hit it off during their second date. However, Bruce's bisexual, live-in lover does not want to share Bruce and is willing to do whatever it takes to keep him to himself.","release_date":"1987-02-27","vote_average":3.4,"runtime":93,"cert":"N\/A","id":83726,"title":"Beyond Therapy","adult":false,"genre_ids":[35]},{"cast":["Udo Kier","Virginia Newcomb","Amanda Marquardt","Amelia M. Gotham","Catriona MacColl"],"overview":"Down a seedy city street in her neighborhood, young Enola Penny is obsessed with what appears to be a long abandoned theatre. One night, she sees that the front door is slightly ajar and impulsively decides to sneak inside. But there in the dark, decrepit auditorium, a show unlike any other unfolds before her eyes. Its host is an eerie human puppet named Peg Poett who will introduce Penny to six tales of the bizarre: A couple traveling in a remote part of the French Pyrenees cross paths with a lustful witch; A paranoid lover faces the wrath of a partner who has been pushed to her limit; The Freudian dreams of an unfaithful husband blur the lines between fantasy and reality; The horrors of the real world are interpreted through the mind of a child; A woman addicted to other people's memories gets her fix through the vitreous fluid of her victims' eyeballs; And a perverse obsession with sweets turns sour for a couple in too deep.","release_date":"2011-07-15","vote_average":5.2,"runtime":114,"cert":"N\/A","id":83727,"title":"The Theatre Bizarre","adult":false,"genre_ids":[27]},{"cast":["James Franco","Stacey Miller","Vince Jolivette","Betsy Franco","Dave Franco"],"overview":"Docudrama about American poet Hart Crane, who committed suicide in April 1932 at the age of 32 by jumping off the steamship SS Orizaba.","release_date":"2012-04-27","vote_average":6.3,"runtime":99,"cert":"N\/A","id":83728,"title":"The Broken Tower","adult":false,"genre_ids":[18,36]},{"cast":["Nora Tschirner","Elyas M’Barek","Maximilian von Pufendorf","Tonio Arango","Thomas Fränzel"],"overview":"","release_date":"2012-01-11","vote_average":5.4,"runtime":94,"cert":"N\/A","id":83729,"title":"Offroad","adult":false,"genre_ids":[35]},{"cast":["Skrillex","DJ Premier","The Crystal Method","Pretty lights","Mark Ronson"],"overview":"This documentary feature, produced in association with The Grammy's, looks at the history, songwriting, and recording process of five different genres of music through the eyes of 5 of the most influential producers\/DJ's in the world as they create new music tracks with influential collaborators from rock, country, classical, R&amp;B and jazz.","release_date":"2012-02-16","vote_average":5.9,"runtime":null,"cert":"N\/A","id":83730,"title":"Re:Generation Music Project","adult":false,"genre_ids":[10402,99]},{"cast":["Kurt Markus","John Mellencamp","Bob Dylan","Willie Nelson","T Bone Burnett"],"overview":"It's About You is a 2012 music documentary film directed by father and son duo Ian &amp; Kurt Markus. The films focus regards John Mellencamps 2009 tour with Bob Dylan and Willie Nelson and the recording of his new album in the month and a half of the tour. The film was shot entirely in the Super 8 format.","release_date":"2012-01-04","vote_average":0.0,"runtime":86,"cert":"N\/A","id":83731,"title":"John Mellencamp:  It's About You","adult":false,"genre_ids":[99,10402]},{"cast":["Benny Parrish","Pamela Parrish","Mike Parrish","Doran \"Red\" Furgie","Cedric Thompson"],"overview":"Bombay Beach is one of the poorest communities in southern California located on the shores of the Salton Sea, a man-made sea stranded in the middle of the Colorado desert that was once a beautiful vacation destination for the privileged and is now a pool of dead fish. Film director Alma Har'el tells the story of three protagonists. Together these portraits form a triptych of manhood in its various ages and guises...","release_date":"2011-10-14","vote_average":6.5,"runtime":80,"cert":"N\/A","id":83732,"title":"Bombay Beach","adult":false,"genre_ids":[99,18]},{"cast":["Mac Davis","Cynthia Sikes","Greg Coolidge","Andrew Prine","Dennis Burkley"],"overview":"When the town of Nowata votes to cancel its losing high school football team, the Possums, a local radio announcer decides to keep broadcasting imaginary games, team or no team.","release_date":"1998-06-13","vote_average":5.5,"runtime":null,"cert":"N\/A","id":83733,"title":"Possums","adult":false,"genre_ids":[18,35,10751]},{"cast":["Susan Boyle","Simon Cowell"],"overview":"Award winning filmmaker Osca Humphreys follows the day-to-day life of the woman behind the most extraordinary success story of our time. With remarkable access this film takes a revealing and emotional look at how Susan has been coping with her new life as an international star and asks whether fame and fortune has actually made her happy. The film includes Susan in the studio recording her new album, travelling to Shanghai for a huge stadium performance and a meeting with record company boss Simon Cowell.","release_date":"2011-11-06","vote_average":4.0,"runtime":60,"cert":"N\/A","id":83734,"title":"Susan Boyle:  An Unlikely Superstar","adult":false,"genre_ids":[99]},{"cast":["Richard Dillard","Jon Michael Davis","Farah White","Mona Lee Fultz"],"overview":"This heart warming film is about a dog named Cooper who is the lone survivor of a terrible car accident. Jake, a family patriarch, loses his wife and children in the accident. Not being a dog person, Jake is angry and resentful toward the dog for even surviving. However, eventually Jake bonds with Cooper, and this bond ends up being the one thing that gets him out of bed in the morning, the one thing that helps him to go on living after such a tragic loss.","release_date":"2011-03-19","vote_average":4.2,"runtime":90,"cert":"N\/A","id":83735,"title":"Angel Dog","adult":false,"genre_ids":[18,10751]},{"cast":["Sahil Mehta","Mannat Ravi","Vikas Katyal","Priyam Galav","Om Puri"],"overview":"Series of rumors and the incompatibility of both the bride and groom throw a train-bound wedding party out of gear.","release_date":"2011-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83736,"title":"Love Express","adult":false,"genre_ids":[35,18]},{"cast":["Leonardo Staglianò","Desiree Burch","Eli Gussen","Jeremy Wallace-Segall","Daniel Kitrosser"],"overview":"So often a documentary will try to capture the supposed real experience of life in New York City, and fail miserably.  Usually this is because the filmmaker tries to incorporate larger-than-life characters, and give his audience just one somewhat overwhelming experience of life on this busy little island.  In the NY Pizza Confessions, Finbarr Wilbrink, instead focuses his camera on plain everyday people, and the result is genuine New York.","release_date":"2011-01-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":83737,"title":"The New York Pizza Confessions","adult":false,"genre_ids":[99,35,18]},{"cast":["Heather Aitken","Lizzie Brocheré","Rebecca Jameson","Jimmy King","Eric Schaeffer"],"overview":"WINTER is a dangerous, sexy, poignant and at times darkly funny story about two people who desperately want intimacy but have fashioned lives of reclusivity and emotional fracture which ultimately spells the doom of their great love. WINTER begins with Michael, in his mid forties, suicidal about his writing career, which once flourished and now is on a downturn. He leaves his home in New York and goes to Paris in hopes of igniting his passion for writing and life. He also has a penchant for S and M. Soon after is arrival he meets Sophie, a sexy, smart, soulful, nurse who helps dying people transition to the after world. She and Michael instantly have chemistry albeit combative. Sophie has a secret. Her other job is being a dominatrix. Throughout the film, Sophie is nursing a little girl, Anais, who is dying of leukemia. Written by Anonymous  (IMDB.com).","release_date":"2012-01-27","vote_average":5.6,"runtime":130,"cert":"N\/A","id":83738,"title":"After Fall, Winter","adult":false,"genre_ids":[18,10749]},{"cast":["Bianca Chiminello","Toby Schmitz","Septimus Caton","Gracie Otto","Gregory Caine"],"overview":"Goodchild, a young writer, lands back home in Sydney direct from Paris, to attend his ex-girlfriend's funeral 'The Dead Girl'. At the airport he is sped away to a motel party by his best friend 'Cash' where he encounters 'The Beautiful Financial Backer', who works in advertising. At the wake, she commissions Goodchild to write 'The Love Enterprise' for her agency. A relationship develops. Soon, his past and present collide and Goodchild is cast on an existential journey through the hot Australian summer. Haunted by the twin ghosts of love and death Goodchild is pushed to his limit and to the edge of everything else.","release_date":"2011-06-10","vote_average":1.0,"runtime":75,"cert":"N\/A","id":83739,"title":"Lbf","adult":false,"genre_ids":[18,10402]},{"cast":["Jeff 'OX' Kargola","Jeremy Lusk","Taka Higashino","Julian Dusseau","Wes Agee"],"overview":"Presenting the Metal Mulisha Film, Black Friday DVD. A Metal Mulisha DVD featuring the entire FMX Family. Black Friday is the latest release, and the first in four years. Directed and produced by Jay Schweitzer from Powerband films, Black Friday DVD captures the team's lifestyle and flair within the worlds of FMX, MX, and MMA. Unhindered by budget or borders, follow the entire crew as they travel to exotic locations and unleash mind blowing natural terrain back lips that will truly redefine the next level of adrenaline inducing entertainment.: verdana,arial,helvetica;","release_date":"2011-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83740,"title":"Metal Mulisha: Black Friday","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-05","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83741,"title":"Émilie Simon à l'Olympia","adult":false,"genre_ids":[]},{"cast":["Mel Blanc"],"overview":"The Tasmanian Devil finds Bugs cooking dinner underneath a beach boardwalk.","release_date":"1962-06-09","vote_average":6.2,"runtime":6,"cert":"N\/A","id":83744,"title":"Bill of Hare","adult":false,"genre_ids":[16,10751,35]},{"cast":["Dick Beals","Daws Butler"],"overview":"Ralph gets sent to his room for breaking a window. There, he passes the time in Walter Mitty-type fashion, daydreaming that he's a parent-saving jungle explorer, an alien-fighting jet ace and a convict.","release_date":"1957-04-20","vote_average":5.7,"runtime":7,"cert":"N\/A","id":83745,"title":"Boyhood Daze","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc","June Foray"],"overview":"On Halloween, Bugs Bunny, masquerading as an witch, trick or treats at Witch Hazel's door. He comes to the creepy old mansion of Witch Hazel, who's mixing up a potion. Bugs is mistaken for a real witch by Hazel, who prides herself on being the ugliest witch of all.","release_date":"1956-02-25","vote_average":7.1,"runtime":7,"cert":"N\/A","id":83746,"title":"Broom-Stick Bunny","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc"],"overview":"Yosemite Sam as a pirate makes the mistake of trying to bury his treasure chest in Bugs' hole, and pays with the loss of his ship.","release_date":"1948-05-08","vote_average":7.1,"runtime":7,"cert":"N\/A","id":83747,"title":"Buccaneer Bunny","adult":false,"genre_ids":[16,35]},{"cast":["Analía Couceyro","Javier Lorenzo","Víctor Hugo Carrizo","Nazarena Duarte"],"overview":"Sex, violence, betrayal and madness coalesce in this disturbing drama from Argentinean filmmaker Albertina Carri. Nati  is a disturbed young girl living with her father Poldo and mother Alejandra in a remote, hardscrabble farming community. Nati, who cannot speak and strips off her clothes when she's angry, has few friends and has no one to play with besides Ladeado, the older son of Pichon, who works the neighboring farm. One of the reasons Nati is distraught is Alejandra has been having an affair with Pichon, and the two do little to hide their aggressive, sado-masochistic lovemaking from their children. Witnessing the brutal sex play between Alejandra and Pichon has also had a profound effect on Ladeado, who has taken to capturing and killing wild weasels. Nati begins drawing pictures depicting what she's seen her mother doing, and when Poldo gets a good look at them, he's determined to make his wife pay for her infidelity.","release_date":"2008-05-02","vote_average":5.4,"runtime":85,"cert":"N\/A","id":83748,"title":"Anger","adult":false,"genre_ids":[18]},{"cast":["John T. Smith","Bea Benaderet","Mel Blanc","Stan Freberg"],"overview":"A muscular dog exploits a cat and a mouse for food, but they keep forgetting to bring him gravy!","release_date":"1951-06-16","vote_average":6.3,"runtime":7,"cert":"N\/A","id":83749,"title":"Chow Hound","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc"],"overview":"The Tasmanian Devil is on the loose. Bugs offers to help him find his dinner.","release_date":"1954-06-19","vote_average":6.4,"runtime":7,"cert":"N\/A","id":83750,"title":"Devil May Hare","adult":false,"genre_ids":[16,10751,35]},{"cast":["Daws Butler"],"overview":"Ralph Phillips dreams about his future, only to have his dreams interrupted by Willie N. List, using an ACME Anti-Nightmare Machine, to compare military and civilian life.","release_date":"1957-01-01","vote_average":5.1,"runtime":11,"cert":"N\/A","id":83751,"title":"Drafty, Isn't It?","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc"],"overview":"Bugs and the Tasmanian Devil battle it out in a jungle hospital, with Bugs convincing Taz that he's sicker than he thinks.","release_date":"1964-03-28","vote_average":5.9,"runtime":6,"cert":"N\/A","id":83752,"title":"Dr. Devil and Mr. Hare","adult":false,"genre_ids":[16,35,10751]},{"cast":["Miguel Bosé","Ana Torroja"],"overview":"Girados in concert is a double album recorded live during the tour Girados, by the singers Ana Torroja and Miguel Bose. The only previously unreleased including Corazones, a duet written and sung by both, while the rest are hits of their careers, in the case of Torroja both solo and with the group Mecano. Setlist Intro Girados,Un año más,Hoy no me puedo levantar,Como sueñan las Sirenas,Salamandra,Bambú,Nena,Muro,Mujer contra mujer,Ya no te quiero,Dulce pesadilla,Hacer por hacer,Si tú no vuelves,El siete de Septiembre,Duende,Barco a Venus,\r A contratiempo,Sol forastero,Nada particular,La belleza,Hijo de la luna,Amante Bandido,Diosa del cobre,Corazones","release_date":"2002-05-14","vote_average":5.0,"runtime":130,"cert":"N\/A","id":83759,"title":"Girados en Concierto","adult":false,"genre_ids":[10402]},{"cast":["Mel Blanc"],"overview":"Daffy tries to snare the escaped Tasmanian Devil for the $5000 reward offered by the city zoo.","release_date":"1957-08-17","vote_average":6.1,"runtime":7,"cert":"N\/A","id":83760,"title":"Ducking the Devil","adult":false,"genre_ids":[16,10751,35]},{"cast":["Farhad Kheradmand","Buba Bayour","Hocine Rifahi","Ferhendeh Feydi","Mahrem Feydi"],"overview":"After the earthquake of Guilan, the film director and his son, Puya, travel to the devastated area to search for the actors of the movie the director made there a few years ago, \"Where Is My Friend's House?\" (1987). In their search, they found how people who had lost everything in the earthquake still have hope and try to live life to the fullest.","release_date":"1992-09-01","vote_average":7.2,"runtime":95,"cert":"N\/A","id":83761,"title":"And Life Goes On","adult":false,"genre_ids":[12,18]},{"cast":["Joe Alaskey","June Foray"],"overview":"Sylvester meets up with an adorable new character named Cornbread.","release_date":"1997-01-01","vote_average":5.5,"runtime":8,"cert":"N\/A","id":83762,"title":"Father Of The Bird","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc","Robert C. Bruce"],"overview":"After Claude frames Marc Antony, making it look like the bulldog ate the kitty, Marc must try various methods of getting back at Claude from outside the yard.","release_date":"1954-02-13","vote_average":6.3,"runtime":6,"cert":"N\/A","id":83763,"title":"Feline Frame-Up","adult":false,"genre_ids":[16,10751,35]},{"cast":["Michel Duchaussoy","Georges Wilson","Jean-Pierre Darroussin","Joséphine Serre","Aurélien Wiik"],"overview":"","release_date":"1994-02-09","vote_average":10.0,"runtime":null,"cert":"N\/A","id":83764,"title":"Cache Cash","adult":false,"genre_ids":[12,35,80]},{"cast":["Mel Blanc","Bea Benaderet"],"overview":"A bulldog adopts a small cat, but he can't let his owners know.","release_date":"1952-02-02","vote_average":7.2,"runtime":7,"cert":"N\/A","id":83765,"title":"Feed the Kitty","adult":false,"genre_ids":[16,10751,35]},{"cast":["Lena Nitro","Sandra"],"overview":"Lena Nitro blows a whole lot of cocks and gets what she deserves. And Sandra is having fun in a little gangbang while the photographer takes pictures of she gets for her hard work.","release_date":"2010-01-28","vote_average":2.0,"runtime":70,"cert":"N\/A","id":83766,"title":"Todays Fine Food","adult":true,"genre_ids":[]},{"cast":["Claudette Colbert","Richard Arlen","Mary Boland","Wallace Ford","Lyda Roberti"],"overview":"Elizabeth Rimplegar inhabits a household populated by virtual lunatics. Her mother, Nellie, mishandled the family fortune, and, alas, the stock market crash has depleted their worth. Elizabeth's goofy brothers cannot easily adjust to the life of the average worker. Meanwhile, the family doctor has his eye on Elizabeth, but he will have to compete with her suitor, an ill-informed writer.","release_date":"1933-08-08","vote_average":5.0,"runtime":77,"cert":"N\/A","id":83767,"title":"Three-Cornered Moon","adult":false,"genre_ids":[35]},{"cast":["Rebecca Gilling","Chard Hayward"],"overview":"Further adventures of the \"Number 96\" (1972) crew, on the big screen.","release_date":"1974-05-01","vote_average":0.0,"runtime":113,"cert":"N\/A","id":83768,"title":"Number 96","adult":false,"genre_ids":[]},{"cast":["Danny Glover"],"overview":"The made-for-cable documentary film The Real Eve is predicated on the theory that the human race can be traced to a common ancestor. The mitochondrial DNA of one prehistoric woman, who lived in Africa, has according to this theory been passed down from generation to generation over a span of 150,000 years, supplying the \"chemical energy\" to all humankind.","release_date":"2002-04-21","vote_average":0.0,"runtime":103,"cert":"N\/A","id":83769,"title":"The Real Eve","adult":false,"genre_ids":[99]},{"cast":["Garrett Hedlund","Sam Riley","Kristen Stewart","Amy Adams","Tom Sturridge"],"overview":"Dean and Sal are the portrait of the Beat Generation. Their search for \"It\" results in a fast paced, energetic roller coaster ride with highs and lows throughout the U.S.","release_date":"2012-05-22","vote_average":5.6,"runtime":137,"cert":"","id":83770,"title":"On the Road","adult":false,"genre_ids":[12,18]},{"cast":["Dieter Broers"],"overview":"2012 - no other date in the near future seems to be as important. In addition to many fictional natural disasters (like Emmerich's 2012) that refer to the end of a great cycle as mentioned in the ancient Mayan calendar, more and more people also predict a spiritual revolution that the earth is about to face. In REVOLUTION 2012, the biophysicist Dieter Broers verifies on the basis of scientific research results of different special fields, a spectacular connection between the solar activities, the geomagnetic field and the human psyche. It is not an accident that NASA keeps warning of the next solar maximum, which is expected around the years 2012 and 2013.","release_date":"2009-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":83771,"title":"Revolution 2012","adult":false,"genre_ids":[99,9648]},{"cast":[],"overview":"","release_date":"2006-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83772,"title":"Pierre et fils","adult":false,"genre_ids":[]},{"cast":["Mel Blanc","Bea Benaderet"],"overview":"Pepé Le Pew invades a Parisian perfumery, where he sniffs the various scents. The shopkeeper runs in horror and recruits a female cat to run the skunk out of the shop. She tosses the cat inside, and a bottle of dye falls over, accidentally painting a white stripe down the cat's back. Pepé gives chase...","release_date":"1949-11-12","vote_average":7.2,"runtime":7,"cert":"N\/A","id":83773,"title":"For Scent-imental Reasons","adult":false,"genre_ids":[16]},{"cast":["Mel Blanc"],"overview":"The Tasmanian Devil escapes from a plane and lands in Santa's suit. After taking off in Santa's sleigh he lands on Bugs' roof where he tries to eat everything in sight including the present Bugs got for him.","release_date":"1979-11-27","vote_average":5.3,"runtime":6,"cert":"N\/A","id":83774,"title":"Fright Before Christmas","adult":false,"genre_ids":[16,10751,35]},{"cast":["Dick Beals","Marian Richman","Norman Nesbitt","Mel Blanc"],"overview":"Ralph is a daydreamer... and he is quick to adapt his current surroundings into new, adventurous dreams.","release_date":"1954-10-16","vote_average":6.0,"runtime":7,"cert":"N\/A","id":83775,"title":"From A to Z-Z-Z-Z","adult":false,"genre_ids":[16,10751,35]},{"cast":["Misato Fukuen","Kazuya Nakai"],"overview":"Battle Programmer Shirase, also known as BPS, is a free programmer with super hacking abilities who doesn't work for money. What he does work for is certainly something that only people like him would appreciate. But, his demeanor certainly doesn't suit the jobs he is hired for. With the evil King of America causing trouble via the internet, Shirase is nothing but busy as each new adventure brings even more interesting people into the picture.","release_date":"","vote_average":6.0,"runtime":24,"cert":"N\/A","id":83776,"title":"Battle Programmer Shirase","adult":false,"genre_ids":[35,878,16]},{"cast":[],"overview":"Sweden is currently one of the world's largest producers of heavy metal. Super Stars like Europe and Yngwie Malmsteen have shown the way to the big stages, while bands like Candlemass and Bathory established entirely new genres. This is the story of the personalities that made ​​the Swedish hard rock and metal scene to what it is today. A fascinating, moving and humorous story about how Sweden became a world nation in one of the strongest and most popular cultural phenomena ever, full of eyewitness accounts, anecdotes and, of course, a whole lot of metal!","release_date":"2011-11-30","vote_average":0.0,"runtime":109,"cert":"N\/A","id":83777,"title":"Så jävla metal","adult":false,"genre_ids":[]},{"cast":["Justin Bieber","Tinie Tempah"],"overview":"The special includes behind the scenes footage with the teen pop star across the pond in London where he performs on The X Factor UK and collaborates with British rapper, Tinie Tempah.","release_date":"2011-12-21","vote_average":5.5,"runtime":60,"cert":"N\/A","id":83780,"title":"This Is Justin Bieber","adult":false,"genre_ids":[99]},{"cast":["Jeffrey Hunter","David Janssen","Stella Stevens","Elaine Devry","Virginia Gregg"],"overview":"Helmed by Edmond O'Brien, this slick crime thriller stars Jeffrey Hunter as naïve Matt Jameson, whose Korean War pal Vince Biskay (David Janssen) talks Matt into helping commandeer nearly $4 million from a Central American dictator. After Vince is wounded in a gun battle as they're making off with the loot, the duo holes up at Matt's house -- where his boozy, promiscuous wife (Stella Stevens) puts the moves on Vince.","release_date":"1961-09-20","vote_average":6.7,"runtime":93,"cert":"N\/A","id":83781,"title":"Man-Trap","adult":false,"genre_ids":[18,53]},{"cast":["Pascale Petit","Jean-Paul Belmondo","Massimo Girotti","Lilla Brignone","Hella Petri"],"overview":"The nun tells the priest about her past and then a long flashback begins...","release_date":"1960-12-01","vote_average":6.3,"runtime":82,"cert":"N\/A","id":83782,"title":"Letters of a Novice","adult":false,"genre_ids":[18]},{"cast":["Ron Foster","Patricia Blair","Harp McGuire","John Maxwell","Hugh Sanders"],"overview":"While investigating a diamond heist, disgruntled cop Harper (Ron Foster) falls for Holly (Patricia Blair), the top suspect's main squeeze. When she convinces him to kill her boyfriend and make off with her and the loot, they start down a treacherous path full of dark surprises. Directed by Edward L. Cahn, this crime drama co-stars Harp McGuire as Murray Kearns, Harper's persistent partner who stumbles upon the pair's devious plot.","release_date":"1960-07-01","vote_average":5.0,"runtime":70,"cert":"N\/A","id":83783,"title":"Cage of Evil","adult":false,"genre_ids":[18,53,80]},{"cast":["Richard Wyler","Lisa Daniely","Leigh Madison","Michael Peake"],"overview":"After he accidentally causes the death of his partner, trapeze artist Bill Ryan (Richard Wyler) leaves the circus and sinks into an alcoholic mire of self-pity. Things look up when elegant Jackie Field (Lisa Daniely) takes interest in Bill, but she hides a sinister motive. Ignoring Kitty (Leigh Madison), the shopgirl who adores him, Bill falls for Jackie and joins her gang of thieves, but the daring stunt she has him perform may lead to disaster.","release_date":"1959-05-01","vote_average":0.0,"runtime":66,"cert":"","id":83784,"title":"High Jump","adult":false,"genre_ids":[53,80]},{"cast":["Victoria Pratt","Chris Kramer","William B. Davis","Vincent Spano"],"overview":"If you think your dating life is hard, check out what happens to poor Laney! Talk about a love hangover: The nice guy this prominent attorney spent last night with winds up being the main suspect in the brutal murder of a Chicago city councilman. If that isn't bad enough, his only alibi is his one-night-stand with Laney. Watch what happens when this talented lawyer puts her career - and her heart - on the line.","release_date":"2006-11-24","vote_average":4.0,"runtime":90,"cert":"N\/A","id":83785,"title":"Her Fatal Flaw","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Mari Blanchard","Ruth Cains","Albert Dekker","Juano Hernández","Carlos Rivas"],"overview":"This 1959 film noir take on \"Othello,\" filmed in Puerto Rico, stars Mari Blanchard as flirtatious Jean, who marries an older man, plantation owner Don Luis (Albert Dekker), for financial security and finds herself falling for his virile foster son, Carlos (Carlos Rivas). Fearing that Jean will inherit Luis's money, his greedy cousin, Miguel (Lee Van Cleef), poisons the bridegroom against his new wife, informing him about her passion for another.","release_date":"1958-12-01","vote_average":6.2,"runtime":75,"cert":"N\/A","id":83786,"title":"Machete","adult":false,"genre_ids":[18]},{"cast":["Greg Burson","Frank Gorshin"],"overview":"Yosemite Sam the pirate finds a treasure chest which belongs to Bugs Bunny. Bugs is determined to get it back, and boards Sam's ship to battle wits with Pirate Sam.","release_date":"1997-11-04","vote_average":5.2,"runtime":7,"cert":"N\/A","id":83787,"title":"From Hare to Eternity","adult":false,"genre_ids":[16,10751,35]},{"cast":["Jean-Paul Belmondo","Geraldine Chaplin","Sophie Daumier","Gabriele Ferzetti"],"overview":"Crime thriller based on a novel by James Hadley Chase.","release_date":"1965-07-07","vote_average":7.0,"runtime":109,"cert":"N\/A","id":83788,"title":"Crime on a Summer Morning","adult":false,"genre_ids":[80,18]},{"cast":["Nadya Emelina","Rina Grishina","Sergey Fedorov","Polina Stepanova"],"overview":"The story takes place in St. Petersburg, Russia. Two Russian schoolgirls suffer crash in natural love. Once they've met each other and fall in love. But once they've found that they are sisters...","release_date":"2007-09-28","vote_average":4.0,"runtime":50,"cert":"N\/A","id":83789,"title":"A Sister's Kiss","adult":false,"genre_ids":[10749,18]},{"cast":["Mel Blanc","Stan Freberg"],"overview":"Bugs is the test rabbit shot to the moon. There, he meets Commander X-2, who is intent on destroying the Earth with his Aludium Q-36 Explosive Space Modulator.","release_date":"1948-07-24","vote_average":6.7,"runtime":8,"cert":"N\/A","id":83790,"title":"Haredevil Hare","adult":false,"genre_ids":[16,35,878]},{"cast":["Sarah Lancaster","Mark Humphrey","David McIlwraith","Maxim Roy"],"overview":"Smart, sexy Allison can't help but fall in love with Philip, a dashing software billionaire, and they quickly marry. But soon this new bride begins to think her hubby was involved in the mysterious death of his first wife. This suspicious newlywed needs to get to the truth - but as things turn dangerous, she may not make it to their first anniversary!","release_date":"2005-01-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":83791,"title":"Living with the Enemy","adult":false,"genre_ids":[]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Elmer brings Bugs home for dinner. To save himself, Bugs tricks Elmer into thinking there is a terrible outbreak of Rabbititus.","release_date":"1945-11-10","vote_average":6.5,"runtime":8,"cert":"N\/A","id":83792,"title":"Hare Tonic","adult":false,"genre_ids":[16,10751,35]},{"cast":["Cinthia Santos","Kelly Amaral","Leticia Blond"],"overview":"-","release_date":"2010-10-20","vote_average":7.0,"runtime":86,"cert":"N\/A","id":83793,"title":"André Cowboy","adult":true,"genre_ids":[]},{"cast":["Mel Blanc"],"overview":"Bugs Bunny, groggy from a rabbit hangover, climbs out of his hole and into a rocket ship parked directly above. He thinks that he's still in his rabbit hole. Reaching the top, he unwittingly stows away aboard the rocket to Mars and is carried off by a satellite onto a futuristic landscape of panels suspended in outer space.","release_date":"1958-03-29","vote_average":6.9,"runtime":6,"cert":"N\/A","id":83794,"title":"Hare-Way to the Stars","adult":false,"genre_ids":[16,10751,35,878]},{"cast":["Sean Young","Lucia Walters","Perry King","John Novak"],"overview":"After their parents are killed in a terrible accident, the four McMurrin children live with their loving Aunt Martha. Martha wants to adopt the children but the town's bitter old banker stands in their way. However, the children's courage and ingenuity triumph and they become a family just before the holidays.","release_date":"2005-12-15","vote_average":7.0,"runtime":86,"cert":"N\/A","id":83795,"title":"Home for the Holidays","adult":false,"genre_ids":[10749,35]},{"cast":["Marvin Miller"],"overview":"A full-blown re-election piece for President Franklin Delano Roosevelt at the expense of Republican presidential candidate Thomas Dewey. Roosevelt is depicted as a streamlined diesel express train in a race against Dewey, a worn-out steam train. The public is admonished to \"get behind the president and stay the course to victory.\"","release_date":"1944-07-01","vote_average":5.1,"runtime":13,"cert":"N\/A","id":83796,"title":"Hell-Bent for Election","adult":false,"genre_ids":[16,10751,35]},{"cast":["Billy Bletcher","Tommy Bond","Johnnie Davis","Joe Dougherty","Bernice Hansen"],"overview":"I Love to Singa depicts the story of a young owl who wants to sing jazz, instead of the classical music that his German parents wish him to perform. The plot is a lighthearted tribute to Al Jolson's film The Jazz Singer.","release_date":"1936-07-18","vote_average":6.9,"runtime":8,"cert":"N\/A","id":83797,"title":"I Love to Singa","adult":false,"genre_ids":[10402,16,10751,35]},{"cast":["Chuck Barris","Robin Altman","Mabel King","Steve Garvey","Jamie Farr"],"overview":"A week in the life of \"The Gong Show\" host and creator Chuck Barris.","release_date":"1980-05-23","vote_average":4.5,"runtime":89,"cert":"N\/A","id":83802,"title":"The Gong Show Movie","adult":false,"genre_ids":[35]},{"cast":["Cameron Mitchell","Dianne Foster","Paul Richards","Jack Albertson","Kathy Garver"],"overview":"The painfully true story of welterweight boxing champion Barney Ross is detailed in Monkey on My Back. Cameron Mitchell stars as Ross, whose meteoric ring career is interrupted when he joins the Marines at the outset of WWII. A highly decorated hero, Ross contracts malaria oversees and is given morphine to assuage the pain. By the time he returns to the states, Ross is a confirmed drug addict. Before he can rise to the top again, he must hit rock bottom and his descent into the hell of narcotics dependency is graphically illustrated (so much so that the film was almost denied a Production Code seal). Though a cured Barney Ross served as technical advisor for Monkey on My Back, he ended up suing the producers for defamation of character -- and lost.","release_date":"1957-05-29","vote_average":5.7,"runtime":94,"cert":"N\/A","id":83803,"title":"Monkey on My Back","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Rainforests hold the key to the secret of life on our planet. They are the most abundant and diverse land environments on earth. Not only do they safe guard the genetic bounty of our past, they also hold the very key to the future of our world. Rainforest – The Secret of Life captures rare and fascinating wildlife sequences, including the mating rituals of lyrebirds and bowerbirds, and explores the intricate web of life that evolved in these rainforests. It also lead to the recent scientific discovery of the greatest secret of all – how rainforests form part of a vast global system that regulates the world’s climate.","release_date":"2009-01-01","vote_average":5.3,"runtime":43,"cert":"N\/A","id":83804,"title":"Rainforest: The Secret Of Life","adult":false,"genre_ids":[99]},{"cast":["Rockne Tarkington","William Smith","Connie Strickland","Carol Speed","Michael Payne"],"overview":"Noble nightclub owner Samson does his best to keep his neighborhood clean of crime and drugs. When vicious mobster Johnny Nappa tries to muscle in on Samson's territory, Samson takes a brave stand against Nappa and his flunkies.","release_date":"1974-08-14","vote_average":6.1,"runtime":88,"cert":"N\/A","id":83805,"title":"Black Samson","adult":false,"genre_ids":[28,18]},{"cast":["Carl Bartholomew","Bryan Keadle","Nick Zickefoose","Willard Clark","Keith Andrews"],"overview":"A school teacher seeks revenge after one of his students is killed by a drug overdose.","release_date":"1989-09-12","vote_average":4.5,"runtime":90,"cert":"N\/A","id":83806,"title":"Cole Justice","adult":false,"genre_ids":[28]},{"cast":["Johnnie Davis","Mabel Todd","Poley McClintock","George MacFarland"],"overview":"At the Katnip Kollege, we see a roomful of cats taking a course in Swingology. Everyone swings except Johnny, who can't cut it and has to sit in the dunce chair. Miss Kitty Bright tells him to look her up when he learns how to swing. Finally, listening to the pendulum clock at night, Johnny gets the beat. He rushes out to where everyone is playing and sings \"Easy As Rollin' Off a Log\" to Kitty Bright. She joins in; he grabs a trumpet for an instrumental break, with the complete band. They both fall off a log; she covers him with kisses.","release_date":"1938-06-11","vote_average":5.7,"runtime":7,"cert":"N\/A","id":83807,"title":"Katnip Kollege","adult":false,"genre_ids":[16,10751,35]},{"cast":["Chuck Coggins"],"overview":"Wind power... It's green... It's good... It reduces our dependency on foreign oil... That's what the people of Meredith, in upstate New York first thought when a wind developer looked to supplement this farm town's failing economy with a farm of their own — that of 40 industrial wind turbines. Attracted at first to the financial incentives, residents grow increasingly alarmed as they discover side effects they never dreamed of, as well as the potential for disturbing financial scams. With wind development growing rapidly at 39% annually in the US, WINDFALL is an eye-opener for anyone concerned about the future of renewable energy.","release_date":"2012-02-03","vote_average":4.4,"runtime":null,"cert":"N\/A","id":83810,"title":"Windfall","adult":false,"genre_ids":[99]},{"cast":["Tallulah Bankhead","Victor Borge","Patty Duke","Jack Gilford","Sessue Hayakawa"],"overview":"A fictional account of a teen-aged Hans Christian Anderson. In this film, young Hans runs away from home and each time he falls asleep he experiences in his dreams the different characters he would later write about including The Little Mermaid, Thumbelina and The Ugly Duckling.","release_date":"1966-06-01","vote_average":5.0,"runtime":101,"cert":"N\/A","id":83811,"title":"The Daydreamer","adult":false,"genre_ids":[14,878,10751,10402]},{"cast":["Keir Dullea","Elizabeth Ashley","John Beck","Dayle Haddon","Franz Russell"],"overview":"A hockey player in a small town begins to lose his grip on reality, and starts to believe that he is a gunslinger in the Old West.","release_date":"1973-09-21","vote_average":7.0,"runtime":93,"cert":"N\/A","id":83812,"title":"Paperback Hero","adult":false,"genre_ids":[18]},{"cast":["Mel Blanc","Bea Benaderet"],"overview":"Marc Antony must convince his owner that Pussyfoot is a great mouser to keep him in the house.","release_date":"1953-02-21","vote_average":7.0,"runtime":7,"cert":"N\/A","id":83813,"title":"Kiss Me Cat","adult":false,"genre_ids":[16,10751,35]},{"cast":["Jack Lord","Edmond O'Brien","John Saxon","Van Johnson","Tom Simcox"],"overview":"A bomb on board an airliner has an altitude-sensitive trigger. Unless a ransom is paid, it will explode when the plane descends to land.","release_date":"1966-12-13","vote_average":6.3,"runtime":100,"cert":"N\/A","id":83814,"title":"The Doomsday Flight","adult":false,"genre_ids":[10770,53]},{"cast":["Ken Lerner","Ray Sharkey","Hervé Villechaize","Victor Argo","George Memmoli"],"overview":"Two friends wander about trying to find something to do around Christmas.","release_date":"1977-04-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":83815,"title":"Hot Tomorrows","adult":false,"genre_ids":[18,10402]},{"cast":["Barbara Stanwyck","Joel McCrea","Lloyd Nolan","Stanley Ridges","Lee Bowman"],"overview":"The young Dr. Kildare treats and falls for impoverished ex-con Janet Healy, widow of a bank robber, who can't find her baby. Later she helps Kildare sew up gangster Hanlon in a tavern back room. Kildare pursues Janet and enlists Hanlon to help her; the gangster's solution, not surprisingly, is violent.","release_date":"1937-04-16","vote_average":6.8,"runtime":78,"cert":"N\/A","id":83816,"title":"Internes Can't Take Money","adult":false,"genre_ids":[80,18,10749]},{"cast":["Kay Johnson","Reginald Denny","Lillian Roth","Roland Young","Elsa Peterson"],"overview":"Angela and Bob Brooks are an upper class couple. Bob is an unfaithful husband. Angela has a plan to win back his affections.","release_date":"1930-09-20","vote_average":5.9,"runtime":116,"cert":"N\/A","id":83817,"title":"Madam Satan","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Steve Sandkuhler","Gae Schmitt","Rebecca Bach","Jeff Canfield","Tony Malanowski"],"overview":"Steve's buddy Chris can't understand why he's reluctant to play in their band. So, one night at Steve's house, he tells Chris a story about traveling to Baltimore to meet up with his brother Jeff so they can check out a cabin in Virginia left to them by their father. They hit the road in a rv, along with Colleen, Jeff's wife, and her friend Susan. Along the way, Steve finds out Colleen can see ghosts and starts playing footsy with her after she reads a Edgar Allen Poe story. When they reach the cabin, they are approached by the ghosts of Confederate soldiers who tell them stories about their dead captain.","release_date":"1981-01-01","vote_average":1.0,"runtime":76,"cert":"N\/A","id":83818,"title":"Night of Horror","adult":false,"genre_ids":[27]},{"cast":["Alex Kubik","Randy Powell","Elizabeth Kent","Cameron Mitchell","Mark Witsken"],"overview":"A sheriff's deputy, some escaped prisoners and two young girls find themselves trapped in a mine shaft where a cannibalistic mutant is hunting them for food.","release_date":"1988-12-23","vote_average":3.3,"runtime":92,"cert":"N\/A","id":83821,"title":"Trapped Alive","adult":false,"genre_ids":[18,27]},{"cast":["Ray Paisley","Kenner Ames","Jackie Wray","George West","Paul Miklas"],"overview":"An office building's security system goes after the employees to supply it's energy.","release_date":"1985-01-01","vote_average":3.0,"runtime":102,"cert":"N\/A","id":83822,"title":"The Tower","adult":false,"genre_ids":[27,878,9648,80,53]},{"cast":["Freddie Prinze Jr.","Chris Klein","Jamie-Lynn Sigler","Ben Schwartz","Christoper DeBlasio"],"overview":"Two down on their luck childhood friends struggle to figure out their lives. Ray a drummer in a rock and roll band, and Owen an aspiring film maker spend most of their time working menial jobs and drinking. When Owen's fiancé Lynn breaks off their engagement he finds himself spiraling, and allows Ray to come along with him to a two bit film festival he has been invited to in Kansas. There Owen makes several attempts to patch up his relationship, while Ray scams them into a deluxe suite at the local Four Seasons hotel by posing as Wally Shawn's son (who happens to be receiving a lifetime achievement award) and generally causes a major ruckus. By the end, Owen decides to make some changes in their relationship and in his life.","release_date":"2007-09-13","vote_average":6.0,"runtime":103,"cert":"","id":83823,"title":"New York City Serenade","adult":false,"genre_ids":[18,35]},{"cast":["Allu Arjun","Gowri Munjal","Prakash Raj","R. Sarathkumar","Mukesh Rishi"],"overview":"A millionaire's daughter is all set to marry her boyfriend against her father's wish. When her father finally approves the marriage, her boyfriend believes that her father should sign over his wealth to him.","release_date":"2005-04-06","vote_average":4.5,"runtime":139,"cert":"N\/A","id":83824,"title":"Bunny","adult":false,"genre_ids":[18,28]},{"cast":["James Dunn","Sally Eilers","Victor Jory","Sammy Cohen","Frank Moran"],"overview":"U.S. sailor Jimmy Harrigan, on shore leave in San Pedro, meets and falls for Sally Brent She promises to wait for him when he ships out to San Francisco, but Jimmy becomes jealous and tells her off when he learns Sally has entered a marathon dance contest sponsored by a lecherous snake named Baron Portola. Along with several of his Navy pals, Jimmy goes to the ballroom the night of the dance marathon, to try to change Sally's mind and win her back.","release_date":"1933-03-17","vote_average":6.0,"runtime":64,"cert":"N\/A","id":83825,"title":"Sailor's Luck","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Tappy Toes is an animated odyssey about a young penguin named Pingo who, after finding a pair of tap shoes in an old steamer trunk, discovers he can do something no other penguin can do...tap dance! But that s not the only thing that makes Pingo unique. He also happens to be raised by a most unlikely duo, Lou and Buddy, two birds of prey who initially set out to make a meal out of Pingo and end up taking him in as their own. Pingos toe tapping skills not only catch the eye of a darling young female penguin, Bella, but they could be the key to stopping the vile hermit crab, Gabby, and his dimwitted sea lion sidekick, Thrasher, from destroying a colony of penguins that are home to Pingos long lost parents.","release_date":"2011-11-01","vote_average":0.0,"runtime":41,"cert":"N\/A","id":83826,"title":"Tappy Toes","adult":false,"genre_ids":[16,10751]},{"cast":["Beatriz Batarda","Rita Blanco","Fernando Luís","Cleia Almeida","José Raposo"],"overview":"A disturbing film about the Portuguese underworld of prostitution.","release_date":"2004-10-21","vote_average":6.3,"runtime":94,"cert":"N\/A","id":83827,"title":"In the Darkness of the Night","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"It is the most despicable act a person can commit to eat the flesh of another human being. Yet this gruesome practice was never confined to backward tribes in distant jungles, and may in fact survive to this day. Explore the long and mysterious history of cannibalism with this compelling program. Experts explore its ancient origins, searching for an answer to the troubling question what makes people cannibals? Famous cases of cannibalism are examined, including the tragic Donner Party and the horrific crimes of Jeffrey Dahmer. And venture into the dense jungles of New Guinea, where isolated tribes may still practice ritual cannibalism.","release_date":"2008-12-16","vote_average":6.8,"runtime":50,"cert":"N\/A","id":83828,"title":"Cannibals","adult":false,"genre_ids":[99]},{"cast":["Nani","Nithya Menen","Karthik Kumar","Bindu Madhavi","Muthukumar"],"overview":"Balaji and Karthik are brothers. Unable to bear the torture of her husband (Jyothi), their mother commits suicide. Balaji being the elder one, takes care of his brother Karthik(Nani). Their well being is ensured by their neighbour who is a hoarding painter. Karthik grows up with Revati(Nitya), the daughter of that painter. Jyothi who is a broker and runs a prostitute house wants Karthik to handle his business. But Balaji keeps Karthik and Jyothi away. Vishnu who is the son of a mechanic is Karthik's best friend. He falls in love with Veena(Bindu Madhavi) a prostitute in Jyothi's business. To get Veena out of Jyothi's prostitution business,Vishnu agrees to deliver a drug packet given by Jyothi.He seeks his best friend Karthik's help in this operation. The rest of the story is on how Jyothi plays games with Karthik's life and how Balaji confronts him to save his brother.","release_date":"2011-07-29","vote_average":4.0,"runtime":108,"cert":"N\/A","id":83829,"title":"Veppam","adult":false,"genre_ids":[28,53]},{"cast":["Ryoo Seung-bum","Gong Hyo-jin","Lim Eun-kyoung","Kim Kwang-il","Kim Hee-jung"],"overview":"When Joong-Pil, the biggest bully in his high-school by far finds himself harboring feelings for a classmate, his entire identity is thrown off balance. Suddenly his smoking, his drinking, his constant swearing and his habit of pushing underclassmen into walls don't seem like good habits anymore. Without his nastiness, who is he? He might just like this girl enough to find out, if he can figure out how.","release_date":"2002-11-14","vote_average":6.4,"runtime":99,"cert":"N\/A","id":83830,"title":"Conduct Zero","adult":false,"genre_ids":[18,35,10749]},{"cast":["Richard Roundtree","Roy Thinnes","Nigel Davenport","Aldo Sambrell","Jill Pearson"],"overview":"A black, Union Army deserter and his crippled American Indian hostage form a strained partnership in the interests of surviving the advancing threats of a racist bounty hunter and neighboring bandits.","release_date":"1973-04-18","vote_average":3.4,"runtime":107,"cert":"N\/A","id":83831,"title":"Charley-One-Eye","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Hindi language remake of Telugu film Siri Siri Muvva (1978).","release_date":"1979-01-08","vote_average":3.8,"runtime":null,"cert":"N\/A","id":83832,"title":"Sargam","adult":false,"genre_ids":[]},{"cast":["Megan Hutchings","Mike Webster","Aimee Feler","Shamier Anderson","Kevin Walker"],"overview":"A group of friends head out to an abandon farmhouse to kick a nasty habit. Little do they know that they are in for the night of their lives.","release_date":"2010-05-14","vote_average":3.0,"runtime":79,"cert":"N\/A","id":83833,"title":"Nostrum","adult":false,"genre_ids":[27]},{"cast":["Laurel Barnett","Rosalie Cole","Frank Janson","Richard Hanners","Ruth Ballan"],"overview":"A newly-hired housekeeper in a remote area is alarmed to discover that her boss's eleven-year-old daughter is using her supernatural powers to take revenge on the people she holds responsible for her mother's death, with the aid of her flesh-eating zombie 'friends'...","release_date":"1977-06-02","vote_average":4.5,"runtime":82,"cert":"N\/A","id":83834,"title":"The Child","adult":false,"genre_ids":[27]},{"cast":["Darla Crane","Deauxma","Julia Ann","Holly Halston","Amanda Blow"],"overview":"Do Your friends have hot moms that you fantasize about, or do you wish they did? Either way, we know you love MILFs and horny older women, and we guarantee you'll find the hottest moms and the sexiest MILFs around right here on My Friend's Hot Mom.","release_date":"2011-01-13","vote_average":9.5,"runtime":138,"cert":"N\/A","id":83837,"title":"My Friend's Hot Mom 23","adult":true,"genre_ids":[]},{"cast":["Barbara Stanwyck","Van Heflin","Charles Coburn","Richard Hart","Keenan Wynn"],"overview":"Wealthy Polly Fulton marries a progressive scholar whose attitudes toward capitalism and acquired wealth puts their marriage in jeopardy.","release_date":"1948-04-02","vote_average":6.5,"runtime":108,"cert":"N\/A","id":83838,"title":"B.F.'s Daughter","adult":false,"genre_ids":[10749,18]},{"cast":["Darla Crane","Emma Starr","Julia Ann","Rachel Love","Jewels Jade"],"overview":"Do your friends have hot moms that you fantasize about, or do you just wish they did? Either way, we know you love MILFs and horny older women, and we guarantee you'll find the hottest moms and the sexiest MILFs around right here.","release_date":"2011-04-06","vote_average":8.6,"runtime":136,"cert":"N\/A","id":83839,"title":"My Friend's Hot Mom 24","adult":true,"genre_ids":[]},{"cast":["Becca Blossoms","Monique Fuentes","Lezley Zen"],"overview":"Do your friend's have hot moms that you fantasize about, or do you just wish they did? Either way, we know you love MILFs and horny older women, and we guarantee you'll find the hottest moms and the sexiest MILFs around right here.","release_date":"2011-09-30","vote_average":8.5,"runtime":null,"cert":"N\/A","id":83840,"title":"My Friend's Hot Mom 26","adult":true,"genre_ids":[]},{"cast":["Priya Rai","Puma Swede","Veronica Rayne","Ava Devine","Maya Divine"],"overview":"'Interview with My Asshole' - It's time for a job interview, and Ava will do anything to make sure her daughter walks away with a new career. And if that means letting Mr. Sins pound her tiny little asshole for the first time ever, then by god, she'll get down to business.","release_date":"2008-06-18","vote_average":8.5,"runtime":null,"cert":"N\/A","id":83841,"title":"Mommy Got Boobs 2","adult":true,"genre_ids":[]},{"cast":["Anthony Franciosa","Donna Mills","June Lockhart","Patty Duke","Sid Caesar"],"overview":"Tony Franciosa plays a detective who's on the trail of a murderer whose mutilated and predominantly male victims are found encased in silken cocoons...","release_date":"1977-09-16","vote_average":4.1,"runtime":100,"cert":"N\/A","id":83842,"title":"Curse of the Black Widow","adult":false,"genre_ids":[80,27,10770]},{"cast":["Britney O'Neil","Brianna Beach","Mason Storm","Brittany O'Connell","Rhyse Richards"],"overview":"\"Peeping Tom\" - Brittany catches Scott spying on her sunbathing topless. She makes him pay by stuffing his big cock up her tight ass!  \"Take Your Anger Out On Me\" - When a loan shark comes to collect from Brianna's son, she offers up her two giant money bags as payment!","release_date":"2009-08-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":83843,"title":"Mommy Got Boobs 6","adult":true,"genre_ids":[]},{"cast":["Paul Di'Anno","Dave Murray","Adrian Smith","Steve Harris","Clive Burr"],"overview":"Live at the Rainbow (21 December 1980) - 1. \"The Ides of March\" 2. \"Wrathchild\" 3. \"Killers\" 4. \"Remember Tomorrow\" 5. \"Transylvania\" 6. \"Phantom of the Opera\" 7. \"Iron Maiden\"","release_date":"1980-12-21","vote_average":0.0,"runtime":31,"cert":"","id":83844,"title":"Iron Maiden: Live At The Rainbow","adult":false,"genre_ids":[10402]},{"cast":["Sophia Lomeli","Holly Halston","Eva Karera","Devon Lee","Abby Rode"],"overview":"Big Tits Matured To Perfection! 'Stop! - Or My Mom Will Fuck!' - Julia's son is brought home by the police again. In an attempt to placate the police officer, Julia offers him a couple of big tits to investigate. 'Working Overtime ...","release_date":"2009-12-18","vote_average":8.8,"runtime":null,"cert":"N\/A","id":83845,"title":"Mommy Got Boobs 7","adult":true,"genre_ids":[]},{"cast":["Nikki Sexx","J.R. Carrington","Emma Starr","Raquel Devine","Evie Delatosso"],"overview":"Nikki Sexx fucks a guy that stops to buy something but he only gets wet tight pussy. J.R. Carrington tries on a sexy dress and one look makes Keiran hard enough to fuck. Sexy MILF Emma Starr fucks lucky stud that came over to stack wood. Raquel Devine fucks lucky guy that knocked at the right door. Sultry Evie Delatosso fucks her son's friend to settle a debt. Tattooed blonde hottie Angel Vain gets a massive cock stuffed in her tight pussy.","release_date":"2011-01-12","vote_average":9.0,"runtime":201,"cert":"N\/A","id":83846,"title":"Mommy Got Boobs 10","adult":true,"genre_ids":[]},{"cast":["Julia Ann","Diamond Foxxx","Tyler Faith","Diamond Jackson","Sara Jay"],"overview":"Julia's son is brought home by the police again. In an attempt to placate the police officer, Julia offers him a couple of big tits to investigate. Diamond is a busy housewife taking care of a husband and two kids. When she offers the gardener a chance to earn some extra money, he can't resist the extra work! Tyler is a single mom on her way to a date. After returning from a terrible evening, she sees her daughter's boyfriend is still at the house. She decides to make sure the night is not a waste. Diamond is shopping for a car and is on a tight budget. When she finds a car that's out of her price range, she offers the salesman her big MILF tits to lower the price. Sara's job is just not covering the bills anymore. To earn more cash, she starts using her big bosoms to \"rack in\" more money.","release_date":"2011-06-23","vote_average":8.5,"runtime":222,"cert":"N\/A","id":83847,"title":"Mommy Got Boobs 11","adult":true,"genre_ids":[]},{"cast":["Ava Addams","Francesca Lé","Raylene","Veronica Avluv","Helly Mae Hellfire"],"overview":"It's time for a job interview, and Ava will do anything to make sure her daughter walks away with a new career. And if that means letting Mr. Sins pound her tiny little asshole for the first time ever, then by god, she'll get down to business. Kyle invites Rocco over to do laundry while he is away, leaving his mom to deal with Rocco on a day she feels horny. Francesca will do whatever it takes to get a taste of his big cock. Raylene's daughter's breasts aren't big enough to keep Ramon's attention in line. Raylene decides to show him that her daughter's breasts are going to develop just like hers. Veronica is a frustrated single mom that hasn't been fucked in ages. She gets her chance when her daughter's boyfriend arrives. Helly Mae's daughter, Nicole, has been dating Keiran for months and has taken a liking to him. What starts out as small talk in the kitchen quickly turns into a full out confession of her attraction towards him.","release_date":"2011-12-12","vote_average":0.0,"runtime":201,"cert":"N\/A","id":83848,"title":"Mommy Got Boobs 12","adult":true,"genre_ids":[]},{"cast":["Vic Morrow","Cliff DeYoung","Michael Constantine","Walter McGinn","Eileen Brennan"],"overview":"A dramatization of the Oct. 30, 1938 mass panic that Orson Welles' radio play, \"The War of the Worlds\" accidentally provoked.","release_date":"1975-10-31","vote_average":7.9,"runtime":92,"cert":"N\/A","id":83849,"title":"The Night That Panicked America","adult":false,"genre_ids":[18,10770]},{"cast":["Julia Ann","Lisa Ann","Austin Kincaid","Holly Halston","Mason Storm"],"overview":"In a land where big cocks are sold to MILFs, Lisa Ann and Julia Ann try to destroy the evil Johnny Sins' big cock once and for all! Austin attends a speed dating event and meets ex con Ramon. When he tells her the size of his cock, they decide to get a little closer! Holly is hosting her anniversary party when she walks in on the waiter changing. She decides he needs to serve her his giant cock before seeing to the guests. Mason meets her daughter's boyfriend and finds out he has a big cock. Like any good mom, she has to make sure his cock really works! Lezley got everything after her husband died. Having everything gets boring so the butler decided to spice up her life with his big dick.","release_date":"2009-03-30","vote_average":8.5,"runtime":201,"cert":"N\/A","id":83850,"title":"Milfs Like It Big 3","adult":true,"genre_ids":[]},{"cast":["Priya Rai","Devon Lee","Puma Swede","Brianna Beach","Monique Fuentes"],"overview":"\"Palmistry Penis\" - Priya goes to see a palm reader to spice up her boring life. During the session it is revealed that she needs a big fat cock in her Indian pussy. Who says you never get good news! \"Getting Screwed By The Mechanic\" - Devon takes her car to get fixed and the mechanic is screwing her over with the bill. To make up for it, she uses her giant tits to screw him out of the bill. \"The Puma Unleashes In The Bathroom Stall\" - Puma is out clubbing and goes into the guys bathroom by mistake while in there she can't help but put some strangers big cock into her hot pussy! \"Hungry For Pool Cock\" - Brianna and Monique notice that the new pool boy is sporting a big bulge in his pants. They call him over to help them and end up getting a hold of his big dick! \"Anything to Save Your Marriage\" - Misty is seeing a counselor to help with her marriage shortcomings. It turns out she is not getting enough big dick. Luckily her counselor has just what she needs!","release_date":"2009-06-25","vote_average":9.0,"runtime":178,"cert":"N\/A","id":83851,"title":"Milfs Like It Big 4","adult":true,"genre_ids":[]},{"cast":["Anjanette Astoria","Katie St. Ives","Klarisa Leone","Kitty Caulfield","Monroe Valentino"],"overview":"Anjanette Astoria - The guys get out of jail after their 3 day stint. Now with absolutely nothing, they have to start all over again. As usual, D's got some real luck when Lil'Regg shows up in his uncle's RV. Finally making the team, Lil'Regg and the guys go out in search for a John and some hot bitches. And it starts all over again!","release_date":"2011-12-20","vote_average":9.5,"runtime":null,"cert":"N\/A","id":83852,"title":"Milfs Like It Big 5","adult":true,"genre_ids":[]},{"cast":["Holly Sampson","Janet Mason","Austin Kincaid","Tabitha Stevens","Francesca Lé"],"overview":"Austin Kincaid, Holly Sampson and Tabitha Stevens are some of the sexy mammas who know how to please a younger man, especially when they have cocks as huge as these lucky victims do.","release_date":"2010-06-24","vote_average":9.0,"runtime":213,"cert":"N\/A","id":83853,"title":"MILFs Like It Big 7","adult":true,"genre_ids":[]},{"cast":["Ava Addams","Dylan Ryder","Isis Love","Jewels Jade","Lezley Zen"],"overview":"\"Plant Me A Big Dick\" - Isis is always being teased by her friends about her husband's small penis. When she sees the hot and hung gardener in her neighbor's yard, she decides to see what he has to offer.","release_date":"2011-05-05","vote_average":8.5,"runtime":171,"cert":"N\/A","id":83854,"title":"Milfs Like It Big 9","adult":true,"genre_ids":[]},{"cast":["Randi Wright","Kianna Dior","Taylor Wayne","Sienna West","Shyla Stylez"],"overview":"Presidential Sabotage' - Randi is campaigning for the senate. One of her contenders wants to ruin her image so he has a better chance to win the elections. He knows Randi loves big cocks so he hires Keiran to seduce Randi and tape their sexual encounter with a hidden camera!","release_date":"2011-11-08","vote_average":9.0,"runtime":null,"cert":"N\/A","id":83855,"title":"Milfs Like It Big 10","adult":true,"genre_ids":[]},{"cast":["Eva Angelina","Jenna Haze","Kelly Divine","Rachel Starr","Mason Moore"],"overview":"Eva is seeing two guys at once. When James and Jordan find out, they don't get mad, they get even. Jenna is cleaning Scott's house for a Christmas party. She mistakenly leaves the door open and the house gets robbed. Scott is furious and takes it out on Jenna. James works for a real bitch of a boss. She is always yelling at him in front of his co-workers. She finally goes too far and he must punish her. Scott is preparing his comedy routine when Rachel comes in and starts trashing his act. He panics and can't go on stage. Rachel takes his place and steals his act. He takes his revenge on her pussy. Mason is always being warned to dress less slutty at work. When her company loses a big client because of the way she is dressed, her boss makes her pay.","release_date":"2010-11-04","vote_average":8.5,"runtime":175,"cert":"N\/A","id":83856,"title":"Pornstars Punishment 2","adult":true,"genre_ids":[]},{"cast":["Talia Shire","Elizabeth Ashley","Joe Cortese","Kay Medford","Michael Gorrin"],"overview":"Emily is the subject of a perverse obsession by a gay neighbor, Andrea, who not only is in lust with her but hires a rapist in order to get audio tapes of her moaning. Andrea turns peeping tom and watches Emily with a telescope as she begins a love affair with Detective Cortese.","release_date":"1980-01-18","vote_average":5.5,"runtime":96,"cert":"N\/A","id":83857,"title":"Windows","adult":false,"genre_ids":[27,18,53]},{"cast":["Jessica Jaymes","Johnny Sins","Diamond Foxxx","Scott Nails","Asa Akira"],"overview":"When detective Johnny Sins goes missing, his partner Scott Nails begins investigating a circle of female vampires who although seem very sweet on the outside, carry a very dark hunger deep within. Scott is pulled into a world of assassination, debauchery and the supernatural.","release_date":"2011-09-09","vote_average":9.0,"runtime":null,"cert":"N\/A","id":83858,"title":"Lust Bite","adult":true,"genre_ids":[]},{"cast":["Lisa Ann","Jayden Jaymes","Jenaveve Jolie","Alexis Amore","Capri Cavanni"],"overview":"Lisa Ann's husband sucks in bed, so she asks her husband's friend to fuck her nice and hard while her husband watches and learns! Jayden tells her BFF Jenaveve that she is moving. Caught up in the emotion, the girls can't keep their hands off each others tits and husbands! Alexis has it bad for her husband's friend. When he comes over to watch the game, she can't keep her mouth and pussy off his dick! Capri is going on vacation with her husband. Before going to get she decides to let the limo driver stick his dick in her tight pussy! Jada promised her friend Ricki that she would let Ricki try her husband's dark meat if she could try Ricki's husband's white meat!","release_date":"2009-03-03","vote_average":8.3,"runtime":160,"cert":"N\/A","id":83859,"title":"Real Wife Stories 3","adult":true,"genre_ids":[]},{"cast":["Rachel Hendrix","Jason Burkey","Robert Amaya","John Schneider"],"overview":"OCTOBER BABY is the coming of age story of a beautiful and naive college freshman who discovers that her entire life is a lie and sets out on a road trip with a host of misfits to discover herself and the answers she craves.","release_date":"2011-10-30","vote_average":6.8,"runtime":107,"cert":"N\/A","id":83860,"title":"October Baby","adult":false,"genre_ids":[18]},{"cast":["Nikki Benz","Britney Amber","Andy San Dimas","Cali Lakai","Rhylee Richards"],"overview":"Nikki and Scott's marriage is in a rut. When Nikki's friend Britney comes to stay with them, a threesome with two big titted blondes is just what this marriage needs. Keiran can't help but notice his new neighbor sunbathing topless in her back yard. When his wife notices, he is to go over and take care of business. Bill and his wife are staying with his sister-in-law while they look for a new place. When his wife neglects him for her new job, Bill finds solace in the arms of his sister-in-law. Rhylee finds her husband's packed suitcase and thinks she is getting a surprise trip. When he leaves with his mistress, she gets even by fucking his assistant. Sophie is seeing a psychiatrist to help her with her problems at home. After being put under deep charms and spells, she wakes up with a dripping wet pussy and ready to fuck.","release_date":"2011-07-28","vote_average":7.3,"runtime":211,"cert":"N\/A","id":83861,"title":"Real Wife Stories 10","adult":true,"genre_ids":[]},{"cast":["Keith Gordon","Amanda Plummer","Bob Gunton"],"overview":"Ernie Blick has just lost his job at a crucifix factory. Luckily, for Ernie, this allows him more time to devote to his invention. Yes, Ernie is an inventor -- and he's come up with something big. So big, in fact, Ernie's convinced it will change the way people look at life and death. With the support of his drummer friend Julia and his ex-Green Beret-evangelist cousin, Ernie unveils it to the world. But even he isn't prepared for the public's reaction.","release_date":"1985-10-01","vote_average":6.4,"runtime":93,"cert":"N\/A","id":83862,"title":"Static","adult":false,"genre_ids":[35,18]},{"cast":["Nikita Efremov","Artur Smolyaninov","Ivan Okhlobystin","Viktor Sukhorukov","Liya Akhedzhakova"],"overview":"New adventures, dangers, and funny situations are waiting for the heroes of Russian fairy tales.","release_date":"2011-12-29","vote_average":5.9,"runtime":75,"cert":"N\/A","id":83865,"title":"Ivan Tsarevich & the Grey Wolf","adult":false,"genre_ids":[16,10751]},{"cast":["John Jarratt","Nikki Coghill","Max Phipps","Burnham Burnham","David Gulpilil"],"overview":"In the Australian outback, a park ranger and two local guides set out to track down a giant crocodile that has been killing and eating the local populace..","release_date":"1987-05-21","vote_average":5.9,"runtime":91,"cert":"N\/A","id":83866,"title":"Dark Age","adult":false,"genre_ids":[12,27]},{"cast":["Sarah Bolger","Thomas Mann","James Marsden","Claire Danes","Seth Adkins"],"overview":"A smart teenage girl comes of age in a small town with her self-centered parents who had her when they were teenagers.","release_date":"2013-06-21","vote_average":5.4,"runtime":92,"cert":"N\/A","id":83869,"title":"As Cool as I Am","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The family Pintín: Ada, Bepo and grandfather Fierro must rescue Luna, the youngest daughter of the family, who was kidnapped by humans and taken to an island that functions as a private zoo sinister character. The wait for a journey full of dangers and adventures.","release_date":"2000-07-13","vote_average":5.0,"runtime":82,"cert":"N\/A","id":83870,"title":"Los Pintín al rescate","adult":false,"genre_ids":[16,10751]},{"cast":["Thierry Le Luron","Jean-Laurent Cochet","Micheline Luccioni","Yvonne Gaudeau","Lucien Barjon"],"overview":"","release_date":"1975-10-24","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83871,"title":"Chat en poche","adult":false,"genre_ids":[]},{"cast":["Robert Lamoureux","Pierre Mirat","Michel Maurette","Samson Fainsilber","Magali Vendeuil"],"overview":"","release_date":"1971-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83874,"title":"Échec et meurtre","adult":false,"genre_ids":[]},{"cast":["John Considine","Barry Coe","Cheryl Miller","Stewart Moss","Leon Askin"],"overview":"John Considine plays the flamboyant Dr. Death, a thousand-year-old magician who has mastered he art of transferring souls from one body to another and thereby manages to perpetuate himself by jumping from one body to the next. Apparently the Doc is a kindred spirit since his blood is a highly-corrosive acid that can strip flesh from bone","release_date":"1973-10-01","vote_average":5.3,"runtime":89,"cert":"N\/A","id":83875,"title":"Doctor Death: Seeker of Souls","adult":false,"genre_ids":[27]},{"cast":["Ti Lung","Alexander Fu Sheng","Ku Feng","Johnny Wang Lung-Wei","Eddy Ko"],"overview":"Eagle Chief Yoh Xi-hung raises orphans to be his personal killers. One such is Chik Ming-sing who now wants to put his killer life behind him. When the Eagle Clan come after him, a stranger called Cheuk comes to his assistance It turns out that Cheuk is the son of a family who were robbed and murdered by the Eagles. Now they will team up to destroy the evil clan.","release_date":"1978-09-13","vote_average":6.6,"runtime":90,"cert":"N\/A","id":83876,"title":"The Avenging Eagle","adult":false,"genre_ids":[28,12]},{"cast":["Michael Paré","Verdi Solaiman","Janna Fassaert","Mohammad Aditya","Bambang Budi Santoso"],"overview":"Marine biologist Skylar Shane hires an expat charter boat captain, Jack Bowman, to help her find prehistoric life form samples in the north Sumatran Sea. During the expedition, they run into some of Jack's 'friends', a gang of smugglers headquartered on a fishing platform in the middle of the sea. Tamal, an orphan sold into servitude on the fishing platform by his uncle, a 'Dukun' (sorcerer and master of black magic) shaman, begs Skylar to take him away. She empathizes with the boy, who reminds her of her lost daughter, Rebecca, and is determined to help him, not knowing what lurks beneath the dark inky water, waiting to surface. Ever since Tamal arrived, mysterious things begin to happen, until one by one the smugglers will be killed by the terrifying creature from the deep. In the middle of an eerie, violent storm, the animus inside Tamal grows stronger, calling for the ancient creature of his nightmares...","release_date":"2010-10-12","vote_average":4.1,"runtime":83,"cert":"15","id":83877,"title":"Amphibious 3D","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A tongue-in-cheek sex education documentary covering a different subject for each letter of the alphabet, e.g. A is for Anatomy, B is for Babies, etc.","release_date":"1978-03-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":83878,"title":"The ABC of Love and Sex: Australia Style","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-02-25","vote_average":4.0,"runtime":345,"cert":"N\/A","id":83879,"title":"Planet HD: Unsere Erde in High Definition","adult":false,"genre_ids":[99]},{"cast":["John Schneider","Sarah Lieving","Tim Abell","Jerry Lacy","Ted Monte"],"overview":"An offshore drilling accident triggers the release of a giant prehistoric shark. When marine biologist Kat Carmichael arrives, she runs up against corporate front man Roger Wade, who plots with Stewart to disrupt her investigation. With the help of Skipper Chuck and disc jockey Dynamite Stevens, Kat tries to find a way to defeat the monster which has evolved to a state where it can walk on dry land and fly...it's the SUPER SHARK!","release_date":"2011-12-08","vote_average":2.9,"runtime":87,"cert":"","id":83880,"title":"Super Shark","adult":false,"genre_ids":[878,28,35]},{"cast":["Tasha Reign","Shyla Stylez","Sara Stone","Loni Evans","Haley Cummings"],"overview":"Here are some of the biggest, bounciest, bare-chested reasons why Twistys' bustyones.com is the #1 rated big beautiful boob website! Grab two handfuls of perfection and hold on tight because these well-endowed women want to smother you with their gorgeous globes until you burst!","release_date":"2011-04-29","vote_average":5.5,"runtime":89,"cert":"N\/A","id":83883,"title":"Busty Ones 2","adult":true,"genre_ids":[]},{"cast":["Caleb Followill","Matthew Followill","Jared Followill","Nathan Followill","Kings of Leon"],"overview":"Opening with a performance of their 2009 hit “Sex On Fire,” Kings Of Leon become the focus of this VH1 Storytellers 50-minute special. The Tennessee hailing band play a live set of material spanning their six-album career to this date in 2011, sharing the stories and inspiration behind several of their songs with anecdotes along the way and ending on, of course, the song many of us fell in love with them for – “Use Somebody.”","release_date":"2011-05-13","vote_average":3.2,"runtime":50,"cert":"N\/A","id":83884,"title":"Kings of Leon: VH1 Storytellers","adult":false,"genre_ids":[99,10402]},{"cast":["Néstor Cantillana","Patricia López","Sergio Hernández","Coca Guazzini","Macarena Teke"],"overview":"It's Easter in the beach house of a Chilean well-to-do and nowadays family. A self-centered and successful father, a disoriented mother and a son overshadowed by his successful father. The three of them, wait for the arrival of the son's first official girlfriend; a disturbing and rebellious young lady who will invade the house with her powerful sexual load and other \"gifts\", breaking loose an emotional cataclysm with no stepping back.","release_date":"2005-09-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":83887,"title":"The Sacred Family","adult":false,"genre_ids":[18]},{"cast":["Andrew Sawyer"],"overview":"The story of a man's perception after destroying what meant the most.","release_date":"","vote_average":9.0,"runtime":25,"cert":"N\/A","id":83888,"title":"Shambles","adult":false,"genre_ids":[]},{"cast":["Mahesh Babu","Kajal Agarwal","Prakash Raj","Ayesha Shiva","Sayaji Shinde"],"overview":"Just as the cops have declared the end of Mafia in Mumbai, a man named Surya arrives in the city with the intentions of conquering it.","release_date":"2012-01-13","vote_average":7.3,"runtime":133,"cert":"N\/A","id":83889,"title":"Businessman","adult":false,"genre_ids":[28]},{"cast":["Common","Michael Rainey Jr.","Danny Glover","Dennis Haysbert","Charles S. Dutton"],"overview":"Over the course of one day, a shy 13-year-old forms a bond with his troubled uncle.","release_date":"2013-01-18","vote_average":5.9,"runtime":94,"cert":"N\/A","id":83890,"title":"LUV","adult":false,"genre_ids":[80,18]},{"cast":["Matt Affleck","Ken Auletta","Peter Bart","Peter Biskind"],"overview":"An uncensored look at the life and work of film producer Harvey Weinstein.","release_date":"2011-10-07","vote_average":5.1,"runtime":90,"cert":"N\/A","id":83891,"title":"Unauthorized: The Harvey Weinstein Project","adult":false,"genre_ids":[99]},{"cast":["Paul Bibb","Peter Peralta","Alexandra B Harris","Amar Adatia"],"overview":"Unhinged gangster Capone (Paul Bibb) walks into a bar with accomplice Tung (Peter Peralta,) with the plan of stealing the contents of the safe. The situation gets complicated when they have to wait four hours to get the code to the safe. For Capone it's a job, for Tung it's a lifeline.  To ensure that they get the code, Capone and Tung hold feisty barmaid Charleene (Alexandra B. Harris) and lovable loser Bob (Amar Adatia) hostage.  Will Capone and Tung get the contents of the safe?  Will Bob and Charleene get out of this alive?  One thing is for sure, it is going to be an interesting Four Hours!","release_date":"","vote_average":8.3,"runtime":80,"cert":"N\/A","id":83892,"title":"Four Hours","adult":false,"genre_ids":[]},{"cast":["Robert Plant","Patty Griffin","Marco Giovino","Byron House","Buddy Miller"],"overview":"A rare snowy day in Nashville, Tennessee set the stage for an even rarer event an intimate concert by rock icon Robert Plant at the War Memorial Auditorium. Performing with his new, Grammy-nominated group aptly titled the Band of Joy (which includes fellow luminaries Buddy Miller and Patty Griffin), Plant played both Led Zeppelin classics and new songs that continue to have an impact on the music scene today.","release_date":"2012-07-10","vote_average":0.5,"runtime":null,"cert":"N\/A","id":83893,"title":"Robert Plant & The Band of Joy: Live from the Artists Den","adult":false,"genre_ids":[10402]},{"cast":["Firass Dirani","Teo Gebert","Anthony Brandon Wong","Chris Betts","Woody Naismith"],"overview":"Sharp witted and street smart, small time hustler Elmo and his mate, Stand Up Stevie, are just trying to earn an easy buck. Life is great until Stevie gets in way over his neck selling a dodgy watch to the wrong people.","release_date":"2008-08-15","vote_average":5.5,"runtime":null,"cert":"N\/A","id":83894,"title":"Crooked Business","adult":false,"genre_ids":[]},{"cast":["Sohail Khan","Sneha Ullal","Puneet Issar","Kapil Dev","Fardeen Khan"],"overview":"Aryan is the college champion in boxing. He is training under Ranveer Singh in order to achieve his dream: winning the national championship. His girlfriend Neha supports him unconditionally and he relies heavily upon her. However, after his life turns unexpectedly into another direction, he gives up boxing and marries instead. He becomes a father and takes up a job as a sports commentator. Despite this, he is not happy.  When Ranveer Singh offers him a chance to get back into the ring, Aryan accepts. However, his wife leaves him and he start his journey to reattain is dream and his love.","release_date":"2006-12-15","vote_average":5.0,"runtime":135,"cert":"N\/A","id":83895,"title":"Aryan: Unbreakable","adult":false,"genre_ids":[18]},{"cast":["Corin Nemec","Brooke Hogan","Vanessa Evigan","Eric Scott Woods","Gina Holden"],"overview":"Just when you thought it was safe to go back to the beach, it appears that our large fishy friends have found a way to chomp on you when you're chilling out on the sand too!","release_date":"2011-12-20","vote_average":3.4,"runtime":87,"cert":"N\/A","id":83896,"title":"Sand Sharks","adult":false,"genre_ids":[35,27,878]},{"cast":["Isabel Abreu","António Pedroso","Cátia Afonso","Tiago Barbosa","Francisco Nascimento"],"overview":"In this evocative story told ingeniously with minimal dialogue, men and women from various backgrounds and places each deal with the loss of a loved one.","release_date":"2008-04-30","vote_average":5.0,"runtime":99,"cert":"N\/A","id":83897,"title":"Uprise","adult":false,"genre_ids":[18]},{"cast":["Sushmita Sen","Shiney Ahuja","Kim Sharma","Seema Biswas","Moushumi Chatterjee"],"overview":"Dr. Suraj Rihan meets Kriya, a popular singer in his hospital. While he is a quiet, responsible man, she is loud, kiddish and a little crazy. Kriya invites Suraj to meet her family, which includes her mother, who is very strict and her mother's twin sister, who is fun and giggly. Kriya has an adopted son, who is very mature for his age.  Kriya and Suraj fall in love with each other and their new feelings are tested by a crisis that enters both their lives. Kriya's son is in a critical state as he has a hole in his heart and they are unable to find a donor till the date of the operation. This makes Kriya commit a medicine induced suicide and her heart is then used to save her son.","release_date":"2006-10-06","vote_average":4.5,"runtime":127,"cert":"","id":83898,"title":"Zindaggi Rocks","adult":false,"genre_ids":[18,10749]},{"cast":["Sharni Vinson","Nicholas Tucci","Wendy Glenn","AJ Bowen","Joe Swanberg"],"overview":"When the Davison family comes under attack during their wedding anniversary getaway, the gang of mysterious killers soon learns that one of their victims harbors a secret talent for fighting back.","release_date":"2011-09-10","vote_average":6.5,"runtime":95,"cert":"N\/A","id":83899,"title":"You're Next","adult":false,"genre_ids":[27,53,9648]},{"cast":["Chloé Coulloud","Félix Moati","Jérémy Kapone","Catherine Jacob","Marie-Claude Pietragalla"],"overview":"It's young Lucy's first day as a trainee in-house caregiver. She visits Mrs Jessel, an old woman who lies in cerebral coma, by herself, in her large desolate house. Learning by accident that Mrs Jessel, a former dance teacher of repute, supposedly possesses a treasure somewhere in the house, Lucy and friends William and Ben decide to search the house in the hope of finding it. At night, they get into the house, which reveals itself to be increasingly peculiar. Their hunt for Mrs Jessel's treasure leads them into a horrifying supernatural series of events that will change Lucy forever..","release_date":"2011-12-06","vote_average":5.5,"runtime":92,"cert":"18","id":83900,"title":"Livid","adult":false,"genre_ids":[27]},{"cast":["Sanjay Dutt","Shahid Kapoor","Amrita Rao","Arshad Warsi","Prem Chopra"],"overview":"As the only employed member of a large family, Aditya Singh a big-hearted mechanic, works hard to provide for his siblings, his grandmother and a bevy of nieces and nephews. But, when he is unexpectedly killed in a car accident, his family's future becomes a murky prospect. Fearful for their safety and happiness, Aditya convinces Yamraj the Hindu god of death, to give him a chance to return -- as a ghost -- to carry out the unresolved business of his life.","release_date":"2005-12-23","vote_average":4.8,"runtime":132,"cert":"N\/A","id":83903,"title":"Vaah! Life Ho Toh Aisi!","adult":false,"genre_ids":[18,35,10751]},{"cast":[],"overview":"An imposing country manor, desolate amidst the vast fields of a Danish island, filled with musicians. It is transformed into an intriguing beehive, vibrating with sound. This film speaks to us in the manner of a well-structured music lesson, where repetition, practice, composing, and interpretation of music each represent the central elements of a work sequence. We see how the insight of the master shapes the talent of their students, and how these exchanges create magical revelations.","release_date":"2009-10-20","vote_average":0.0,"runtime":59,"cert":"N\/A","id":83904,"title":"Timeless Harvest","adult":false,"genre_ids":[99]},{"cast":["Vikash Dhorasoo","Fred Poulet"],"overview":"","release_date":"2007-02-14","vote_average":6.3,"runtime":70,"cert":"N\/A","id":83905,"title":"Substitute","adult":false,"genre_ids":[99]},{"cast":["Ulrich Mühe","Klaus Piontek","Otto Mellies","Peter Sodann","Karin Gregorek"],"overview":"A teacher at a German high-school in the nineteen thirties has issues with his students who seem to be getting less human and more convinced of Nazi ideals as time goes on.","release_date":"1991-11-24","vote_average":6.0,"runtime":107,"cert":"N\/A","id":83906,"title":"Jugend ohne Gott","adult":false,"genre_ids":[18]},{"cast":["Sawa Masaki","Yoshirô Umezawa","Ai Narita","Mutsuo Yoshioka","Fumio Moriya"],"overview":"Asuka, a woman in her thirties, works in a lakeside fish factory. She’s about to be married to her boss, Taki. But one day, she encounters a kappa – a water sprite found in Japanese folklore – and learns that the creature is in fact the reborn form of Aoki, an old crush who’d drowned to death when they were 17.","release_date":"2011-04-22","vote_average":6.1,"runtime":87,"cert":"N\/A","id":83907,"title":"Underwater Love","adult":false,"genre_ids":[14,18,10749]},{"cast":["Jeetendra","Hema Malini","Durga Khote","Chandrima Bhaduri","Asrani"],"overview":"Kusum and Brindavan are two small children living in a small village in India. Both love each other, and decide to marry when they grow up. Kusum has his name tattooed on her arm. But fate has other plans - both are separated. Kusum thinks that Brindavan has betrayed her, and she burns her arm to eradicate the tattoo. Years later, Kusum has grown up and is looking after a wealthy woman in her village. The wealthy woman falls sick, and her son brings in a doctor to treat her. Kusum's hopes for meeting her beloved surface, when she finds out that the doctor's (Jeetendra) name is Brindavan","release_date":"1975-05-08","vote_average":5.0,"runtime":132,"cert":"N\/A","id":83910,"title":"Khushboo","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Renato Russo","Dado Villa-Lobos","Marcelo Bonfá"],"overview":"","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83911,"title":"Legião Urbana - Maracanãzinho 88","adult":false,"genre_ids":[10402]},{"cast":["Henree Alyse","John Ashbery","John Cale","Robert Franke"],"overview":"A look at post-9\/11 America by the Danish documentarian.","release_date":"2002-01-01","vote_average":7.0,"runtime":35,"cert":"N\/A","id":83912,"title":"New Scenes from America","adult":false,"genre_ids":[99]},{"cast":["Gregory Fortescue","Stevie Lee","Steve Dixon","Paul Silverman","Paul Urbanski"],"overview":"The main character is stricken with a horrible disease, but it doesn't affect him. It spreads to every inamimate object that he touches, and then if another person touches the object, they are dissolved into it. No one knows that Jake is the carrier except him. This brings about the \"red objects\" that specify every object that he has touched, as discovered by the community with cats. They use cats to test inanimate objects for the disease. And they cover themselves in garbage bags to protect themselves. Then they discover that Jake is the carrier and they chase him around...","release_date":"1988-01-01","vote_average":5.8,"runtime":99,"cert":"N\/A","id":83913,"title":"The Carrier","adult":false,"genre_ids":[18,27,53]},{"cast":["Ho Tsung-Tao","Michelle Yim","Ku Feng","Bruce Tong Yim-Chaan","Fong Yau"],"overview":"After avenging the death of his brother, Chen Shen (Bruce Li) returns home from Shanghai. He tells his mother (who went blind from crying over her son's death) that he will no longer fight. However, being a movie with the words \"fist\" and \"fury\" in the title, Chen doesn't keep his promise for very long.  Japanese occupiers who are aware of Chen's history terrorize his family by, among other things, vandalizing his mother's store and beating up his brother. Later, they frame Chen for a murder. After the Japanese boss arrives in town and causes a ruckus, Chen breaks out of jail for a final confrontation.","release_date":"1979-05-04","vote_average":8.3,"runtime":91,"cert":"N\/A","id":83914,"title":"Fist of Fury 3","adult":false,"genre_ids":[18,28]},{"cast":["Christopher Atkins","Kirstin Dorn","Deborah Duda-Thompson","Rance Howard","Jonathan Aube"],"overview":"Harley, a runaway thoroughbred, is found by a rancher and his daughter. Unable to find the owner, they nurture him back to health, and the girl includes Harley as her partner in her horse club competitions.","release_date":"2011-08-17","vote_average":4.0,"runtime":null,"cert":"N\/A","id":83927,"title":"Harley's Hill","adult":false,"genre_ids":[10751]},{"cast":["Christopher Russell","Nobuya Shimamoto","Aaron Poole","Sarain Boylan","Jasmin Geljo"],"overview":"Karate meets Kalashnikovs as the uncontrollable force and the immovable object are thrown together in this bloody hilarious action comedy! Hiro's a Tokyo cyber-punk Yakuza with a simple mission: smuggle a toilet made of pure heroin to New York City. If he fails his boss will stick his sword where the rising sun don't shine. Marco's a muscle mountain enforcer working for a family of ex-commandos from the Bosnian war. He's an entry-level thug with dreams of rising up the ranks. But in the Bosnian mob, promotion is spelled AK-47. When a bloody New York mob war erupts and Hiro and Marco snatch the toilet. It's worth millions - if they can find somebody who can decipher the Japanese chemistry formula. Wounded, hunted and dragging a 50-pound toilet made of heroin; they race around New York. Through sleazy alleyways, bouncer brawls, sniper shoot-outs and a biker war they're on a quest to find a Japanese chemist...","release_date":"2009-04-03","vote_average":4.2,"runtime":90,"cert":"N\/A","id":83928,"title":"Gangster Exchange","adult":false,"genre_ids":[28]},{"cast":["Kyleigh Kross","Evanni Solei","Jessica Moore","Candy Alexa","Brandy Lee"],"overview":"Tired of big tits pumped full of Silicone? Us too! That is why me and Jbird created a DVD for true big natural freaks like us! If you like big natural tits then you need to be here!","release_date":"2010-03-05","vote_average":0.0,"runtime":243,"cert":"N\/A","id":83929,"title":"Big Naturals 14","adult":true,"genre_ids":[]},{"cast":["Richard McWilliams","Nicola Posener","Philip Brodie","Ian Cullen","Maggie Daniels"],"overview":"Dawn of the Dragonslayer tells the story of Will (Richard McWilliams), a shepherd's son whose land is ravaged by a dragon.","release_date":"2011-10-24","vote_average":4.5,"runtime":97,"cert":"","id":83930,"title":"Dawn of the Dragonslayer","adult":false,"genre_ids":[12,14,28]},{"cast":[],"overview":".","release_date":"1901-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83933,"title":"Latina Rampage # 7","adult":true,"genre_ids":[]},{"cast":["Tracy Wright","R. D. Reid","Anand Rajaram","Emily Davidson-Niedoba","Peter Solala"],"overview":"Several story threads about consciousness and perception intertwine in this film by video installation artist Daniel Cockburn.","release_date":"2011-03-05","vote_average":6.7,"runtime":79,"cert":"N\/A","id":83934,"title":"You Are Here","adult":false,"genre_ids":[14,18,878]},{"cast":[],"overview":".","release_date":"1901-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83935,"title":"Corrupcion en el ejercito","adult":true,"genre_ids":[]},{"cast":[],"overview":"In 1996, the horror master Wes Craven unleashed Scream, a slasher movie aimed at a whole new generation of teenage movie-goers.","release_date":"2011-04-06","vote_average":6.7,"runtime":120,"cert":"N\/A","id":83938,"title":"Scream: The Inside Story","adult":false,"genre_ids":[99]},{"cast":["Robert Blanche","Craig Richards","Chad Lindberg","Emma Bing","Max Perlich"],"overview":"Set in the rainy environs of Oregon and Washington, Punk Love is the story of two forlorn lovers, searching for that elusive Hollywood Ending to the story of their dreams. Sarah is a lost 15-year-old, trapped in an unloving home, in a dreary small paper mill town. When she meets Spike, she envisions a new life for herself. Falling in love, Sarah and Spike go on a crime spree of small-time con jobs, both to support themselves and their drug habit. Spike has dreams of his own, and when he successfully auditions for a band, he can't help but feel that he and Sarah are starting on the road to escaping their ill-fated existence. But just as things are looking up, everything goes uncontrollably wrong, and Spike and Sarah have only their undying love for each other as a means of survival against all odds. Director\/writer Nick Lyon's Punk Love is a modern-day fairy tale about two fallen angels searching for meaning in a world without pity...","release_date":"2006-03-04","vote_average":4.1,"runtime":96,"cert":"N\/A","id":83939,"title":"Punk Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":".","release_date":"2011-09-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83940,"title":"America's Favorite Commercials Gone Porn","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"1901-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83941,"title":"Escandalo en la prision","adult":true,"genre_ids":[]},{"cast":["Tessa Lane","Heather Starlet","Nikki Daniels","Giselle Leon","Alison Star"],"overview":"Tessa always craves huge rods in her mouth. Her husband can't keep up, so Prince makes sure to lay the pipe down. Heather knows how to please a man. She twirls and whirls on Lex's 12\" pole. Nikki & Giselle have no problem sharing a man. They tag team Nat in this sex filled three way. Alison's huge tits command attention. Her dick sucking skills command respect. Wow. Smoking hot Asa loves a good anal pounding. She also enjoys sucking fat dick and swallowing. What a good wife!","release_date":"2011-12-28","vote_average":0.0,"runtime":143,"cert":"N\/A","id":83942,"title":"Housewives Gone Black 13","adult":true,"genre_ids":[]},{"cast":[],"overview":"På jagt i de spanske bjerge. Vi følger to jægere på jagt efter de attraktive Ibex i den pragtfulde spanske natur. En sagnomspunden vildtart, der kan give mange jægere søvnløse nætter","release_date":"2004-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":83943,"title":"Hunters Video - 01 - Lord of the Pinnacles","adult":false,"genre_ids":[99]},{"cast":["Mitsuki Tanimura","Ryo Kase","Pistol Takehara","Masaki Miura","Takashi Yamanaka"],"overview":"The seaside city of Kaitan is not a happy place – the shipyard is downsizing due to poor economic conditions, and the city's residents are about to face another harsh northern winter. Sketches of Kaitan City offers five of the many stories concurrently happening in this city - A shipyard worker (Takehara Pistol) who has lost his job and can't afford to take care of his younger sister (Tanimura Mitsuki), an old woman (Nakazato Aki) who refuses to give up her home for redevelopment facing forced eviction, a planetarium owner (Kobayashi Kaoru) whose relationship with his family is quickly deteriorating, a young owner of a gas cylinder company (Kase Ryo) with plenty to be frustrated about, and a streetcar driver (Nishibori Shigeki) whose only son (Miura Masaki) refuses to visit him on a trip home from Tokyo. These characters may not seem like they have much to celebrate about on this New Year's Eve, but they each discover their own way to continue their lives.","release_date":"2010-12-18","vote_average":5.3,"runtime":152,"cert":"N\/A","id":83944,"title":"Sketches of Kaitan City","adult":false,"genre_ids":[18]},{"cast":["Cindy Gold","Carmen Blue","Lexxis Brown","Rihanna Samuel","Mia Leone"],"overview":"Drunk Sex Orgy - Fashion Freaks These fashionable Eurobabes can't get enough! Europe's classiest and trashiest sex party! High-society babes... prove they can get down and dirty! Let our party-goers take you to a better place... These fashion freaks are open for business! Every guy's sex party fantasy! DSO is back in the club, and that means dozens of amazing sexy Eurobabes dressed to the T have come from all over high society Czech Republic for one hell of an orgy party!","release_date":"2010-03-01","vote_average":8.0,"runtime":148,"cert":"N\/A","id":83945,"title":"Drunk Sex Orgy: Fashion Freaks","adult":true,"genre_ids":[]},{"cast":["Tom Dowd","Ray Charles"],"overview":"Tom Dowd & the Language Of Music profiles the extraordinary life and legendary work of music producer\/recording engineer Tom Dowd. Historical footage, vintage photographs and interviews with a who's who list of musical giants from the worlds of jazz, soul and classic rock shine a spotlight on the brilliance of Tom Dowd, whose creative spirit and passion for innovative technology helped shape the course of modern music.","release_date":"2004-08-24","vote_average":8.5,"runtime":82,"cert":"N\/A","id":83946,"title":"Tom Dowd & The Language of Music","adult":false,"genre_ids":[]},{"cast":["Ryen McPherson","Sean Eaton","Vinny Vegas","Matt Ball"],"overview":"The Indecline crew takes you to places unknown to most and exposes the under-belly of a place we call home. Witness our society in decay as its freak inhabitants run amok. Riots, street fights, stabbings, drug addicts, schizophrenics, bilboard alterations, freeway bombing, and all-out chaos will unfold before your virgin eyes. Skateboarders Ragdoll, Vinny Vegas, Sean Eaton, and Matt Ball appear along side Graffiti artists Ges &amp; Kem5, Jase, Chip, Diar, Boker, Kuhr, Natural, and Biter in a diverse display of anti-establishment. Tearing down the foundations of censorship, Indecline goes above and beyond the law to make this video possible. Don't kill the messenger. Accept the truth for what it is... Tragic. Love, Indecline","release_date":"2005-03-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":83947,"title":"Indecline: It's Worse Than You Think","adult":false,"genre_ids":[99]},{"cast":[],"overview":".","release_date":"1900-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83948,"title":"My 1st Gang Bang 5","adult":true,"genre_ids":[]},{"cast":["Sebastian Ströbel","Alexandra Neldel","Fahri Yardım","Grit Boettcher","Elena Uhlig"],"overview":"Alex ist Anfang 30, smart und gut aussehend, und wickelt die Frauen reihenweise um den Finger, braust danach aber genauso schnell wieder in seinem Sportwagen davon. Feste Beziehungen kennt er nicht, Teamplay kommt in seinem Wortschatz nicht vor, und „Frauen verstehen“ tun definitiv andere. Als seine diversen Gespielinnen gemeinsam Rache nehmen, kommt es zu einem erstaunlichen Ergebnis: Nach einem traumatischen Vorfall erwacht Alex in einer Welt, die nur von Frauen bevölkert ist. Schlimmer noch: Er selbst wird ebenfalls als Frau wahrgenommen. Und statt Sex wird lieber gekuschelt, Kinder bekommt man, wenn man sie sich ganz doll wünscht, es wird ganz viel geredet und kaum gestritten, alle nehmen Rücksicht aufeinander und schweben auf einer Wolke der Harmonie. Ausgerechnet jetzt entwickelt er für eine Frau Gefühle. Denn langsam aber sicher schleicht sich Paula in sein Herz. Doch wie nur soll er ihres erobern? Irgendwie muss er ihr zeigen, dass er mehr ist als ihre beste Freundin...","release_date":"2012-09-20","vote_average":4.0,"runtime":null,"cert":"N\/A","id":83949,"title":"Unter Frauen","adult":false,"genre_ids":[35,10749]},{"cast":["Donna Bell","Cathy Heaven","Valentina Blue","Morgan Moon","Stracy Stone"],"overview":"Spanish Maids say yes to every job! Don't worry, I will polish it with my saliva. Dirty your cock in my ass, I will clean it with my mouth!","release_date":"2011-01-07","vote_average":0.0,"runtime":147,"cert":"N\/A","id":83950,"title":"Naughty Spanish Maids 2","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"1901-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83951,"title":"White Chicks & Big Black Dicks Gang Bang","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"1901-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83952,"title":"Strapon No.3","adult":true,"genre_ids":[]},{"cast":["Danilo Micheli","Anna Massarelli","Anna Bruna Cazzato"],"overview":"Originally shot in the summer of ’79 and released in May ’80 under the title of “La Strega nuda (The Naked Witch),” it tells of a young man (Danilo Micheli) who is tempted to a weird house by an ugly witch (Anna Massarelli) where he encounters a group of surreal characters in surreal circumstances. More a film of images and sensations than a cohesive storyline – including arresting shots such as the witch mutating from ugly to beautiful while circling Micheli, and the lead character foreseeing his own funeral escorted by bikers","release_date":"1980-05-17","vote_average":5.0,"runtime":78,"cert":"N\/A","id":83955,"title":"Blow Job","adult":false,"genre_ids":[9648,27,18]},{"cast":["Nozomi Ando","Yukari Fukui","Yûko Itô","Yuko Kurosawa","Yoko Mitsuya"],"overview":"A fun getaway turns into a journey to Hell for some teenage girls visiting an isolated house to rehearse and perform a play for their private movie club.  Taking the trip with an adult chaperone, the girls learn a previous club member supposedly went missing in the house, and another insane!  Shortly after they arrive, a mysterious videotape is found with footage of a violent killer wearing a Japanese “deigan” mask.  Is this footage real or fake?  Soon, their food and equipment disappears and one of the girls is haunted by ghostly visions of the masked demon.  Someone or something is in the house, and gruesome death awaits those who cannot escape!","release_date":"2005-10-21","vote_average":6.0,"runtime":85,"cert":"N\/A","id":83956,"title":"Gurozuka","adult":false,"genre_ids":[]},{"cast":["Melvyn Douglas","Patricia Gozzi","Dean Stockwell","Gunnel Lindblom","Leslie Sands"],"overview":"Agnes, a lonely teenage girl, and her father befriend an escaped convict, named Joseph, who arrives at their farm in Brittany, France. When Joseph develops an attraction to Agnes, her father threatens to break up the union.","release_date":"1965-08-23","vote_average":7.4,"runtime":105,"cert":"N\/A","id":83957,"title":"Rapture","adult":false,"genre_ids":[18]},{"cast":["Céline Bonnier","Roy Dupuis","Michèle Richard","Pierre Lebeau","Danielle Proulx"],"overview":"Chaos ensues after global warming transforms a working-class Montreal neighborhood into a world Mecca for truffles.","release_date":"2008-08-22","vote_average":6.0,"runtime":72,"cert":"N\/A","id":83958,"title":"Truffe","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"A filmmaker explores the cultural traditions and contradictions across the sexually conservative land of the Kama Sutra.","release_date":"2009-05-08","vote_average":8.0,"runtime":null,"cert":"N\/A","id":83959,"title":"Love in India","adult":false,"genre_ids":[99]},{"cast":["Power Chan","Ellen Chan","Ben Ng","Elvis Tsui","Lily Chung Suk-Wai"],"overview":"A fun-filled trip to Thailand turns out to be a deadly one for four best friends when they accidentally killed the sister of a local sorcerer. When one of them mysteriously died upon returning the remaining trio discovers that a curse has been cast upon them. They must turn to a Thai magician for help.","release_date":"1995-08-04","vote_average":5.2,"runtime":89,"cert":"N\/A","id":83960,"title":"The Eternal Evil of Asia","adult":false,"genre_ids":[27,28,878]},{"cast":["Niklas Isfeldt","Daniel Varghamne","Fredrik Nordström","Peter Stålfors","Pat Power"],"overview":"Gold Medal in Metal (Alive &amp; Archive) is the first live DVD\/CD released by Swedish heavy metal band Dream Evil. It includes a DVD featuring the band playing live at the Sticky Fingers in their hometown of Gothenburg on November 25, 2006, directed and produced by Patric Ullaeus, a CD audio version, and an additional disc of rare tracks, some previously unreleased, some only available on Japanese albums, and also three new studio tracks recorded in 2007.  The collection was released on August 25, 2008 via Century Media Records.","release_date":"2008-08-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":83961,"title":"Dream Evil: Gold Medal in Metal","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Less than 100 film critics wield enormous power in deciding the financial success of Hollywood's major motion pictures. The film takes a humorous look at one of the industry's most important award shows.","release_date":"2003-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":83962,"title":"The Golden Globes: Hollywood's Dirty Little Secret","adult":false,"genre_ids":[]},{"cast":["Christophe Malavoy","Michel Aumont","Naël Marandin","Clément Van Den Bergh","Pierre-Arnaud Juin"],"overview":"Two boys in their early teens in a strictly-run pre-WWII Catholic School form a firm friendship which is troubled by an abbot who is obsessed with the younger of the students.","release_date":"1997-03-07","vote_average":6.8,"runtime":91,"cert":"N\/A","id":83963,"title":"The Fire That Burns","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Linkin Park on its touring cycle to support \"Hybrid Theory\".","release_date":"2001-11-20","vote_average":9.0,"runtime":70,"cert":"N\/A","id":83964,"title":"Linkin Park: Frat Party at the Pankake Festival","adult":false,"genre_ids":[]},{"cast":["Chez Starbuck","Justin Jon Ross","Courtnee Draper","Dave Coulier","Kristen Stewart"],"overview":"A teen learns that his birth mother is a mermaid after he begins to grow fins and slimy scales on his thirteenth birthday.","release_date":"1999-05-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":83965,"title":"The Thirteenth Year","adult":false,"genre_ids":[10770,12,35,10751]},{"cast":["Amia Miley","Vanessa Naughty","Amber Sky","Victoria White"],"overview":"I could be your naughty Girl Next Door! I love a hard dick fucking me! OMG, he's BIG! My pussy is wet and ready to get fucked! My pussy is sore from fucking this big dick! Cum all over my face, Please!","release_date":"2011-06-08","vote_average":3.5,"runtime":89,"cert":"N\/A","id":83966,"title":"Girl Next Door 11","adult":true,"genre_ids":[]},{"cast":["Ginger Rogers","Cornel Wilde","Percy Waram","Spring Byington","Ron Randell"],"overview":"A chronic runaway bride is haunted by her conscience, who becomes reality.","release_date":"1947-12-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":83969,"title":"It Had to Be You","adult":false,"genre_ids":[10749,35,14]},{"cast":["Tamás Szabó Kimmel","Róbert Koltai","Judit Pogány","Károly Gesztesi","Sándor Gáspár"],"overview":"","release_date":"2007-10-17","vote_average":10.0,"runtime":90,"cert":"N\/A","id":83970,"title":"Megy a gőzös","adult":false,"genre_ids":[]},{"cast":["Rin Momoka"],"overview":"Rin Momoka showing it all...","release_date":"2011-08-19","vote_average":7.5,"runtime":100,"cert":"N\/A","id":83971,"title":"Encore Vol 32 (Rin Momoka)","adult":true,"genre_ids":[]},{"cast":["Don Murray","James Earl Jones","Treat Williams","Diahn Williams","Lilia Skala"],"overview":"Officer Lacy is an 18-year veteran of the New York Police Department who finds himself demoted from detective back to patrol duty for his violent tendencies and trigger-happy behavior.","release_date":"1975-12-14","vote_average":5.3,"runtime":102,"cert":"N\/A","id":83972,"title":"Deadly Hero","adult":false,"genre_ids":[18,53,80,18]},{"cast":[],"overview":"Chronicles the Fifth International Piano Competition for Outstanding Amateurs, hosted by The Van Cliburn Foundation. Players from all over the world, ranging from self-taught to classically-trained, aged thirty-five to almost eighty, convene in Fort Worth, Texas for a week of intense competition, music and camaraderie. The film the film provides an intimate look into the lives of these colorful, multi-faceted competitors as they strive to balance the demands of work and family with their love of music. Years of dedicated preparation culminate in critical performances before a professional jury and discerning audience during three nerve-wracking elimination rounds.","release_date":"2008-10-25","vote_average":6.6,"runtime":91,"cert":"N\/A","id":83973,"title":"They Came to Play","adult":false,"genre_ids":[99]},{"cast":["Jamie Lee Curtis","Robert Reed","Bruce Weitz","Mitchell Ryan","Tracy Reed"],"overview":"The life and death of the \"Playboy\" centerfold model\/actress Dorothy Stratten.","release_date":"1981-11-01","vote_average":5.4,"runtime":100,"cert":"N\/A","id":83974,"title":"Death of a Centerfold: The Dorothy Stratten Story","adult":false,"genre_ids":[18,10770]},{"cast":["Stephanie Leonidas","Reece Ritchie","Langley Kirkwood","Isadora Verwey","Natalie Becker"],"overview":"Tells the story of the greatest natural disaster of the ancient world, an event that experts believe inspired the legend of Atlantis.","release_date":"2011-01-01","vote_average":6.0,"runtime":88,"cert":"","id":83975,"title":"Atlantis: End of a World, Birth of a Legend","adult":false,"genre_ids":[28,18]},{"cast":["Anthony Alonzo"],"overview":"Filipino director Willy Milan's first entry into the Maxsploitation sub-sub-genre.","release_date":"1983-07-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":83978,"title":"W Is War","adult":false,"genre_ids":[28]},{"cast":[],"overview":"This unauthorized biography offers an inside look at progressive metal band Tool, from their early days through their rise to multiplatinum status. Hailing from Los Angeles, the cutting-edge musicians garnered a loyal international following with their experimental rhythms and evocative, angst-ridden lyrics. Archival performance footage and interviews with family members, friends and other associates shed light on this esoteric group.","release_date":"2001-05-29","vote_average":0.0,"runtime":48,"cert":"N\/A","id":83979,"title":"Tool: Toology (Unauthorized Biography)","adult":false,"genre_ids":[]},{"cast":["Tom Laughlin","Delores Taylor","Victor Izay","Teresa Kelly","Sara Lane"],"overview":"After Billy Jack in sentenced to four years in prison for the \"involuntary manslaughter\" of the first film, the Freedom School expands and flourishes under the guidance of Jean Roberts. The utopian existence of the school is characterized by everything ranging from \"yoga sports\" to muckracking journalism. The diverse student population airs scathing political exposes on their privately owned television station. The narrow-minded townspeople have different ideas about their brand of liberalism. Billy Jack is released and things heat up for the school. Students are threatened and abused and the Native Americans in the neighboring village are taunted and mistreated. After Billy Jack undergoes a vision quest, the governor and the police plot to permanently put an end to their liberal shenanigans, leaving it up to Billy Jack to save the day.","release_date":"1974-11-13","vote_average":6.8,"runtime":170,"cert":"N\/A","id":83980,"title":"The Trial of Billy Jack","adult":false,"genre_ids":[28,18]},{"cast":["Robin Padilla","Mariel Rodriguez","Queenie Padilla","Ejay Falcon","Nash Raza"],"overview":"“Tum: My Pledge of Love” tells the love story of two people hindered by their respective cultural beliefs and threatened by people around them. In the end they come to the crossroad of their emotions, To choose whether or not they are meant for each other. But aside from the love story, the film also shows the rich culture of India.","release_date":"2011-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83983,"title":"Tum, My Pledge of Love","adult":false,"genre_ids":[18]},{"cast":["Tim Minchin"],"overview":"Comedy rock superstar, Tim Minchin, is back on the road with his biggest live show ever.  This show includes brand new songs as well as those much loved Minchin classics, but this time, as you’ve never heard them before - with a 55 piece orchestra, the Sydney Symphony!","release_date":"2011-03-27","vote_average":0.0,"runtime":140,"cert":"N\/A","id":83984,"title":"Tim Minchin: Vs The Sydney Symphony Orchestra","adult":false,"genre_ids":[]},{"cast":["Martin Lawrence","John Witherspoon","Tom Lister Jr.","Mark Curry","Lance Crouther"],"overview":"Terry is an up and coming comedian, but believes politics will get him the big breaks and more time at the popular Dukie's Comedy Club. Just so happens that Terry is 'sleeping' with Ruby Lynn Sinclair, the wife of club owner Dukie Sinclair. What follows is a night of comedy, romance, comedy, action, comedy, and Terry achieving his initial goal: getting $67 dollars to pay his phone bil","release_date":"1991-08-16","vote_average":6.0,"runtime":89,"cert":"N\/A","id":83985,"title":"Talkin' Dirty After Dark","adult":false,"genre_ids":[35]},{"cast":["Lovi Poe","Paulo Avelino","Albie Casiño","Jillian Ward","Niña Jose"],"overview":"In this movie, the abuwak race is being threatened by extinction. The only way they can grow in numbers again is through the rare ability that only the soon-to-be queen of the abuwaks, Hasmin (Lovi Poe) possesses.","release_date":"2011-11-02","vote_average":0.0,"runtime":110,"cert":"N\/A","id":83986,"title":"Aswang","adult":false,"genre_ids":[27,53]},{"cast":["Jerry O'Connell","Nick Stahl","Neal McDonough","Susan Dey","Sam Elliott"],"overview":"Edward's father walked out on his family years ago. In the years since, his mother has become a fundamentalist Christian and fallen for the school's self-righteous principal, Henry Howland. When Howland begins to mistreat Edward's mother, Edward's troubled older brother decides to get revenge. Now, Edward must protect his family from his brother's wrath.","release_date":"1995-11-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":83987,"title":"Blue River","adult":false,"genre_ids":[18]},{"cast":["William Hickey","Morgan Fairchild","Stuart Whitman","Eddie Deezen","Jack O'Halloran"],"overview":"The last thing a dying mobster needs is a son who thinks money laundering needs detergent.","release_date":"1990-09-16","vote_average":6.0,"runtime":93,"cert":"N\/A","id":83988,"title":"Mob Boss","adult":false,"genre_ids":[35]},{"cast":["Warner Baxter","Edmund Lowe","Dorothy Burgess","Henry Armetta","James Bradbury Jr."],"overview":"Army Sergeant Mickey Dunn sets out in pursuit of the Cisco Kid, a notorious if kind-hearted and charismatic bandit of the Old West. The Kid spends much of his loot on Tonia, the woman he loves, not realizing that she is being unfaithful to him in his absence. Soon, with her oblivious paramour off plying his trade, Tonia falls in with Dunn, drawn by the allure of a substantial reward for the Kid's capture -- dead or alive. Together, they concoct a plan to ambush and do away with the Cisco Kid once and for all.","release_date":"1928-12-25","vote_average":5.6,"runtime":95,"cert":"N\/A","id":83989,"title":"In Old Arizona","adult":false,"genre_ids":[28,37]},{"cast":["Emil Jannings","Florence Vidor","Lewis Stone","Vera Voronina","Neil Hamilton"],"overview":"In 18th-Century Russia, the Czar, Paul, is surrounded by murderous plots and trusts only Count Pahlen. Pahlen wishes to protect his friend, the mad king, but because of the horror of the king's acts, he feels that he must remove him from the throne.","release_date":"1928-09-01","vote_average":5.0,"runtime":113,"cert":"N\/A","id":83990,"title":"The Patriot","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Robbie Williams - Live BBC Electric Proms","release_date":"2009-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83991,"title":"Robbie Williams - Live BBC Electric Proms","adult":false,"genre_ids":[]},{"cast":["Anna Maria Mühe","David Fischer","Thorsten Merten","Wolfgang Mondon","Augustin Kramann"],"overview":"The Hotel Lunik is a refuge for a group of radical utopists. In the center of it all, are the Siblings Franz and Babette, who through their anti-capitalist guerrilla campaigns call into question the basis for a money-based society. On the other side Franz's cousin Toni, is setting up a nightclub on the ground floor of the hotel with an entrepreneurial spirit in diametric opposition to it's surroundings. Guests are to be lured with a high-class lounge act along with a quiz show developed by Franz's own father, Alfons. Toni and his loyal bartender Viktor have their hands full contending with the difficulties of an unmotivated workforce. Among Lunik's odd population are Tom, the bellman with a screw loose, Nora, the pretty cook peeling potatoes and dreaming of a world in show business, and Emilia, the chronically sick photographer who wants to spend her last weeks singing in the company of friends...","release_date":"2007-03-18","vote_average":4.0,"runtime":96,"cert":"N\/A","id":83992,"title":"Lunik","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83993,"title":"奇迹的夏天","adult":false,"genre_ids":[]},{"cast":["Mathieu Amalric","Emmanuelle Devos","Emmanuel Salinger","Marianne Denicourt","Thibault de Montalembert"],"overview":"Paul Dedalus is at a crossroads in his life. He has to make several decisions; should he complete his doctorate, does he want to become a full professor, does he really love his long-standing girlfriend, or should he re-start with one of his other lovers?","release_date":"1996-05-01","vote_average":6.1,"runtime":178,"cert":"N\/A","id":83994,"title":"My Sex Life... or How I Got Into an Argument","adult":false,"genre_ids":[35,18,10749]},{"cast":["Richard Attenborough","Pier Angeli","Michael Craig","Bernard Lee","Alfred Burke"],"overview":"A young factory worker stands alone against a proposed strike.","release_date":"1960-03-10","vote_average":7.3,"runtime":95,"cert":"","id":83995,"title":"The Angry Silence","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film chronicles everyday struggle of a Russian woman for “ordinary” happiness of her family.","release_date":"2007-10-31","vote_average":0.0,"runtime":80,"cert":"N\/A","id":83996,"title":"The Mother","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"On the run, the Daltons meet four Santas and steal their clothes. Thus disguised, they rob the bank...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":83997,"title":"The Adventures of Lucky Luke","adult":false,"genre_ids":[]},{"cast":["Maki Sakai","Mariko Kaga","Takahiro Nishijima","Tatsuya Fuji"],"overview":"Sakai plays Rui, a 35-year-old single woman forced to live alone after the aunt who raised her suddenly decides to get married and move out. Through an unexpected set of circumstances, she winds up becoming roommates with an aging ladies’ man named Tony and a timid younger man named Kosuke.","release_date":"2010-10-02","vote_average":8.0,"runtime":119,"cert":"N\/A","id":83998,"title":"Soup Opera","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A glimpse at the daily lives of patients in a Romanian psychiatric hospital.","release_date":"2007-01-01","vote_average":6.0,"runtime":50,"cert":"N\/A","id":83999,"title":"Don't Get Me Wrong","adult":false,"genre_ids":[99]}]