[{"cast":["Sergei Makovetsky","Dinara Drukarova","Anzhelika Nevolina","Viktor Sukhorukov","Yuriy Galtsev"],"overview":"Dariya the maid getting a boy to touch her large breast is just one incident that occurs when Yohan and Victor infiltrate two families, forcing young Liza and blind Ekaterina to appear in porn, but they are not so innocent themselves.","release_date":"1998-05-20","vote_average":6.5,"runtime":93,"cert":"N\/A","id":84002,"title":"Of Freaks and Men","adult":false,"genre_ids":[35,18]},{"cast":["Lou Castel","Jean-Pierre Léaud","Johanna ter Steege","Dominique Reymond","Marie-Paule Laval"],"overview":"Writer and Director Phillipe Garrel presents the story of two friends, Paul (played by Lou Castel) and Marcus (played by Jean-Pierre Léaud), both in search of trying to understand what love is and what love really means. Paul is married, has two kids but seems unsatisfied with his life and keeps meeting other women, trying to build a relationship, but most of the time these women don't want to stay with him, they just want company to sleep with it, but no sex involved sometimes. Marcus had some affairs here and there, but keeps thinking about one girl he loved but didn't loved him anymore because of his egocentric behavior. Throughout the film he'll keep thinking about working on something he likes, or the possibility of having a child (after noticing how happy his friend is with his kids. How naive of his part!).","release_date":"1993-09-22","vote_average":6.8,"runtime":94,"cert":"N\/A","id":84003,"title":"The Birth of Love","adult":false,"genre_ids":[18]},{"cast":["Thane Camus","Shuntaro Hani","Tomoka Hayashi","Ito Yozaburo","Masaya Kato"],"overview":"Some students decide to set up a play written by one of their classmates, who has commited suicide. The play is based on a tragic and mysterious legend about a love affair between two teachers at the school long ago. Some girls then accidentally stumble over some information about the legend, and the girl who commited suicide. Shortly after, the girls start turning up dead in seeming accidents.","release_date":"2000-08-05","vote_average":0.0,"runtime":101,"cert":"N\/A","id":84004,"title":"School Day of the Dead","adult":false,"genre_ids":[53]},{"cast":["Sarah Geronimo","Gerald Anderson","Joey de Leon","John Lapus","Jef Gaitan"],"overview":"George Harrison Apostol (Sarah Geronimo) or better known as DJ Heidee is fast becoming the most popular DJ in town with her segment Heartbreak Hotline. DJ Heidee gives love advice to those who are having trouble with their relationships. Most often than not, she advices her callers to break up with their partners instead of working things out first. One caller (Megan Young) complains about her playboy boyfriend Andrew Escalona (Gerald Anderson). When she breaks up with him on air, Andrew threathens to have DJ Heidee investigated and suspended by the KBP not unless she helps him win back his ex-girlfriend.","release_date":"2011-11-30","vote_average":5.2,"runtime":104,"cert":"N\/A","id":84005,"title":"Won't Last a Day Without You","adult":false,"genre_ids":[10749,35]},{"cast":["Vhong Navarro","Toni Gonzaga","Pokwang","Jhong Hilario","Roxanne Guinoo"],"overview":"The Resurreccion's ancestral mansion is believed to have a portal to the other world. Every quarter of a century, it must be opened by a chosen member of the clan, known as \"The One\", to enable stranded ghosts to cross over to the afterlife. With no surviving clan member opening the portal in the past 100 years, ghosts have overcrowded the now-abandoned mansion. Hesus Resurreccion is about to find out that he is The One but he is afraid of ghosts. When he inherits the mansion, he wants to sell it immediately but it isn't that easy since people believe the mansion is haunted. He totally freaks out when he learns that the people he sees in the mansion are all ghosts. Hesus has no choice but to fulfill his mission as The One. As he spends more time with the ghosts, he realizes that they are not scary at all and even enjoys their company. In the end Hesus got the key and opened the portal","release_date":"2005-07-26","vote_average":10.0,"runtime":120,"cert":"N\/A","id":84006,"title":"D' Anothers","adult":false,"genre_ids":[27,35]},{"cast":["Vhong Navarro","Jhong Hilario","Danilo Barrios","Spencer Reyes","Joel Torre"],"overview":"In this eerie thriller from the Philippines, a group of high schoolers finds themselves contending with more than the usual teen angst issues. It seems they've run afoul of Ulanaya, a menacing, shape-shifting ghost bent on creating terror and pandemonium throughout the land. Can these adolescent, amateur ghost hunters summon the mettle to square off against -- and vanquish -- such a formidable otherworldly nemesis?","release_date":"2000-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84007,"title":"Spirit Warriors","adult":false,"genre_ids":[28,14,27,53]},{"cast":["Vhong Navarro","Jhong Hilario","Danilo Barrios","Spencer Reyes","Chris Cruz"],"overview":"Taking from where they last left off, the Spirit Warriors stumble upon a black hole to the Netherworld in their search for an ancient mystical and powerful amulet. Now that they found a way in, comes the problem of how to get back. Especially as the Netherworlds dark denizens spring into action to give the spirit warriors a taste of their gruesome never-land hospitality.","release_date":"2003-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":84008,"title":"Spirit Warriors: The Shortcut","adult":false,"genre_ids":[27,28,12,14]},{"cast":["Elie Semoun","Dieudonné","Smadi Wolfman","Marie Guillard"],"overview":"Thomas is a computer whiz working on a program aimed at curing timidity. The program's host, Leo, is Thomas' alter ego. One night, he decides to see the world for himself and takes over the body of Patrice, the houseworker.","release_date":"1998-06-17","vote_average":4.0,"runtime":null,"cert":"N\/A","id":84009,"title":"Le clone","adult":false,"genre_ids":[35]},{"cast":["Tilda Swinton"],"overview":"In 1988 Cynthia Beatt and the young Tilda Swinton embarked on a filmic journey along the Berlin Wall into little-known territory. The film CYCLING THE FRAME is now an unusual document.  21 years later, in June 2009, Beatt &amp; Swinton re-traced the line of the Wall that once isolated West Berlin. THE INVISIBLE FRAME depicts this poetic passage through varied landscapes, this time on both sides of the former Wall.","release_date":"2009-11-11","vote_average":7.5,"runtime":60,"cert":"N\/A","id":84012,"title":"The Invisible Frame","adult":false,"genre_ids":[99]},{"cast":["Jean Lefebvre","Jean Roucas","Claude Gensac","Denise Grey","Marie Bunel"],"overview":"","release_date":"1985-09-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":84013,"title":"Le Gaffeur","adult":false,"genre_ids":[35]},{"cast":["Melike Demirağ","Tarık Akan","Tuncel Kurtiz","Levent İnanir","Yaman Okay"],"overview":"Because of a local blood feud, a peasant family decides to sell its sheep - a most precious commodity - in far away Ankara. During their long train ride, bribes must be paid to petty officials, sheep are stolen or die in the packed, airless wagons, and the sick wife of one of the family's sons becomes deathly ill.","release_date":"1979-03-01","vote_average":7.1,"runtime":129,"cert":"N\/A","id":84014,"title":"The Herd","adult":false,"genre_ids":[18]},{"cast":["Paul Préboist","Marion Game","Nathalie Kowska","Manuel Gélin","Brigitte Borghese"],"overview":"","release_date":"1985-01-01","vote_average":4.9,"runtime":null,"cert":"N\/A","id":84017,"title":"Le Facteur de Saint-Tropez","adult":false,"genre_ids":[35]},{"cast":["Michel Serrault","Jean Lefebvre","Maria Pacôme"],"overview":"","release_date":"1976-03-31","vote_average":6.1,"runtime":null,"cert":"N\/A","id":84018,"title":"La situation est grave... mais pas désespérée","adult":false,"genre_ids":[35]},{"cast":["Christoph Schlingensief"],"overview":"Interview with Christoph Schlingensief on his films. Including many film clips.","release_date":"2005-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":84019,"title":"Christoph Schlingensief und seine Filme","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The epic story of a village turned concentration camp, turned a city, turned nuclear power plant and of its population. A world instantly transformed by ideologies, regimes and dreams of economic prosperity. The tales of characters whose lives intersect in a sinister past, nuclear future and the stinging mosquitoes flying through time, sealing their fate together.","release_date":"2007-04-06","vote_average":7.0,"runtime":100,"cert":"N\/A","id":84020,"title":"The Mosquito Problem and Other Stories","adult":false,"genre_ids":[99]},{"cast":["Siw Malmkvist","Henning Moritzen","Ove Sprogøe","Jørgen Ryg","Dirch Passer"],"overview":"Forelsket i København is a 1960 Danish romance film directed by Finn Henriksen and starring Siw Malmkvist.","release_date":"1960-11-04","vote_average":6.8,"runtime":98,"cert":"N\/A","id":84021,"title":"Forelsket i København","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Osvald Helmuth","Maria Garland","Ulrik Neumann","Inga Schlutz","Emil Hass Christensen"],"overview":"","release_date":"1943-08-18","vote_average":7.8,"runtime":null,"cert":"N\/A","id":84022,"title":"Ebberød bank","adult":false,"genre_ids":[35]},{"cast":["Mirlan Abdykalykov","Adir Abilkassimov","Mirlan Cinkozoev","Bakit Dzhylkychiev","Albina Imasheva"],"overview":"In a Kyrgyz village, five older women adopt an infant foundling. Jump ahead about 12 years: the boy, Beshkempir, is entering puberty, the age, his granny says, when life goes berserk. He plays with friends, horsing around, sniggering about sex, going to an outdoor movie. He works, fishing and making bricks of mud. And, he's starting to notice girls. He and his best friend fight, and he learns to his consternation that he's a foundling. A death in the family pushes Beshkempir even faster toward adult roles: he must brush tears from his eyes, lead a funeral procession, and reconcile with his friend. Then, he borrows a bicycle and calls on Aynura: courtship begins.","release_date":"1998-08-11","vote_average":5.7,"runtime":81,"cert":"N\/A","id":84023,"title":"The Adopted Son","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Lance, Craig, and Ubaldo live with schizophrenia. They also live with Larry, their alcoholic caregiver\/\"Dad\". And even though none of them is related by blood, they've lived together as a family for 20 years. The documentary SONS OF A GUN follows this unique family as they get evicted, move into a cramped motel room, joke around, and scramble to find a new home before self-destructing.","release_date":"2008-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":84024,"title":"Sons of a Gun","adult":false,"genre_ids":[99]},{"cast":[],"overview":"PHIL COLLINS - YOU CAN'T HURRY LOVE\r DURAN DURAN - IS THERE SOMETHING I SHOULD KNOW?\r UB40 - RED RED WINE\r LIMAHL - ONLY FOR LOVE\r HEAVEN 17 - TEMPTATION\r MALCOLM MCLAREN - DOUBLE DUTCH\r CULTURE CLUB - KARMA CHAMELEON\r MEN WITHOUT HATS - SAFETY DANCE\r KAJAGOOGOO - TOO SHY\r MIKE OLDFIELD - MOONLIGHT SHADOW\r ROCK STEADY CREW - (HEY YOU) THE ROCK STEADY CREW\r TINA TURNER - LET'S STAY TOGETHER\r FREEEZ - I.O.U.\r HOWARD JONES - NEW SONG\r UB40 - PLEASE DON'T MAKE ME CRY\r WILL POWERS - KISSING WITH CONFIDENCE\r GENESIS - THAT'S ALL\r KAJAGOOGOO - BIG APPLE\r ASSEMBLY - NEVER NEVER\r THOMPSON TWINS - HOLD ME NOW\r PEABO BRYSON &amp; ROBERTA FLACK - TONIGHT I CELEBRATE MY LOVE","release_date":"1983-01-01","vote_average":0.0,"runtime":78,"cert":"","id":84025,"title":"Now That's What Call Music Video","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Agnéz Varda enjoyed making her scavenger film so much she went out with her handi-cam and did it again. The whopping great distribution can't have slowed her down either.  One of the subjects says she shouldn't have been in the first one so much, so she minimises her presence - ineffectively because the winning, quirky first person author is still the star. Detail of the character who lives off garbage and runs in the Paris marathon is particularly intriguing. The insets of the first film, the hand made movie from the early years or the withered heart shape potato that got a mutter of recognition when I saw it, all liven up the film.","release_date":"2002-12-18","vote_average":7.3,"runtime":63,"cert":"N\/A","id":84026,"title":"The Gleaners and I: Two Years Later","adult":false,"genre_ids":[99]},{"cast":["Lester Bowie","Jacqui Casto","Steven Ben Israel","Paul McIsaac","Leroy Williams"],"overview":"A music documentary about jazz saxophonist Charlie Parker, with Chan Parker, Bill Miles, Dizzy Gillespie, Walter Bishop Jr, Sheila Jordan, George Wein, Bruce Ricker, Earl Coleman, Doris Parker, Roy Haynes, Tommy Potter, Lester Bowie, Jimmy Slyde, Santi Debriano, Henry Threadfill Sextet, Olu Dara, Charles Austin Trio, Paul McIsaac, Jacqui Casto, Steve Ben, Israel, Leroy Williams, Billie Holiday, Ben Webster, Lester Young, Coleman Hawkins.","release_date":"1988-10-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":84029,"title":"Bird Now","adult":false,"genre_ids":[10402,99]},{"cast":["Libuše Šafránková","Vladimír Menšík","František Filipovský","Radoslav Brzobohatý","Juraj Ďurdiak"],"overview":"A wonderful fairytale about looking for love, defeating evil and learning some valuable moral lessons on the way. The story begins with the young Prince Velen , who is left in charge of the castle and his three sisters. During the night he has a visitation and before he knows it, all his sisters are married off and gone away, and himself falls in love with beautiful Večernice.Now he is faced with the King's wraths and charged with a quest. The journey, however, hides obstacles and danger; not only treacherous merchants and robbers, but also a evil wizard Mrakomor...","release_date":"1979-09-30","vote_average":5.6,"runtime":86,"cert":"N\/A","id":84030,"title":"Prince and the Evening Star","adult":false,"genre_ids":[14,12,10751,10749]},{"cast":["Martin Lamotte"],"overview":"","release_date":"2003-06-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":84031,"title":"Moi, mais en mieux!","adult":false,"genre_ids":[]},{"cast":["Harry Baur","Albert Préjean","Gabrielle Dorziat","Gina Manès","Marta Labarr"],"overview":"Captain Justin Mollenard works for a company that sells armaments to the Far East. After an eventful stay in Shanghai, where he and his cargo are the victim of a malicious attack, he returns to his hometown of Dunkirk. Mollenard receives a frosty welcome from his wife Mathilde, who resents the way in which he has neglected his family for so many years. Mollenard’s only wish is to get back to sea as soon as he can, but a sudden heart-attack leaves him paralysed and entirely in his wife’s power...","release_date":"1938-01-26","vote_average":0.0,"runtime":67,"cert":"N\/A","id":84032,"title":"Hatred","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84033,"title":"来自俄罗斯的爱","adult":false,"genre_ids":[]},{"cast":["Anders Schoubye","Tommy Kenter","Birthe Neumann","Paul Hüttel","Laura Drasbæk"],"overview":"At age 12, Lasse is a tough guy and a bright one. His life is changed when his mother, pregnant at the time, abandons his beloved father. She takes Lasse with her to live with her new paramour, a dentist as authoritarian as Lasse's Elvis Presley-fan butcher dad was easy-going. The dentist has a daughter, too, and she is a jealous schemer. Lasse tries hard to conform, but can a tiger change its stripes?","release_date":"1990-02-05","vote_average":5.3,"runtime":89,"cert":"N\/A","id":84034,"title":"Dance of the Polar Bears","adult":false,"genre_ids":[18,10751]},{"cast":["Jean-Pierre Léaud","Monique Brienne","Pierre Mondy","Magali Noël","Georges Adet"],"overview":"Boulevard focuses on Georges 'Jojo' Castagnier, an adolescent who lives in a poor room under the roof of a block of apartments in the Pigalle section of Paris. He ran away from home when he realized that his step-mother hated him from day-one. Among Jojo's many neighbors is the gorgeous Jenny Dorr , a nightclub dancer, whose lover he dreams of being. But, to Jojo's disappointment, Jenny becomes the lover of Dicky, a former boxer, who spends his time loafing about the Pigalle cafés. Jojo lacks for steady work, but manages to meet his financial obligations with a series of odd jobs. He tries selling magazines, which is a success for a while, though posing as Narcissus for two gay artists proves to be something of a disaster. Eventually, he woos Marietta, one of his other neighbors and a girl more suited to his age. But when things go really awry, Jojo becomes desperate and tries to commit suicide by jumping off the roof of his building","release_date":"1960-11-30","vote_average":7.0,"runtime":95,"cert":"N\/A","id":84035,"title":"Boulevard","adult":false,"genre_ids":[]},{"cast":["Red Coffee"],"overview":"Jerry's little duckling friend has packed his bag and is all set to fly south for the winter despite the book Jerry keeps showing him that points out that domestic ducks do not fly south, and despite his obvious inability to fly at all. But that doesn't stop him from ending up in Tom's frying pan, at least briefly.","release_date":"1955-03-12","vote_average":5.5,"runtime":6,"cert":"N\/A","id":84036,"title":"Southbound Duckling","adult":false,"genre_ids":[35,16]},{"cast":["Rudolf Hrušínský","Radoslav Brzobohatý","Jiří Pleskot","Ferdinand Krůta","Ludmila Roubíková"],"overview":"","release_date":"1966-10-28","vote_average":7.0,"runtime":94,"cert":"N\/A","id":84037,"title":"The Killer Hides His Face","adult":false,"genre_ids":[18,80]},{"cast":["Pierre Renoir","Winna Winfried","Georges Koudria","Georges Térof","André Dignimont"],"overview":"La Nuit du Carrefour (A Night at the Crossroads) may well be the least known of Jean Renoir's sound films. Adapted from a novel by Georges Simenon, the story concentrates on a gang of thieves who utilize a cross-road garage as the hideaway. During their last caper, the gang has accidentally murdered a jewel thief, and the heat is on. Winna Winifred, the beautiful ringleader of the gang, makes the fatal mistake of falling in love with Pierre Renoir (the director's brother), the detective who's been assigned to bring her in. The only one of Renoir's productions to thoroughly qualify as a \"crime picture,\" La Nuit du Carrefour was often dismissed by the director, who felt that he was so successful in creating a \"mysterious atmosphere\" that no one understood what was going on (He did, however, enjoy working with Georges Simenon, who became a lifelong friend).","release_date":"1932-04-18","vote_average":6.4,"runtime":75,"cert":"N\/A","id":84038,"title":"Night at the Crossroads","adult":false,"genre_ids":[9648,80,18]},{"cast":["Kotone Amemiya"],"overview":"Kotone Amamiya is a horny young bitch who explores her adolescent cravings in five athletic boy on boy encounters! Nonstop deep penetrating culminates sticky cumshots!","release_date":"2011-02-16","vote_average":6.5,"runtime":111,"cert":"N\/A","id":84041,"title":"Encore Vol 14 (Kotone Amemiya)","adult":true,"genre_ids":[]},{"cast":["Raimu","Antonin Berval","Nicole Vattier","Milly Mathis","Antoine Balpêtré"],"overview":"","release_date":"1935-12-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84042,"title":"Gaspard de Besse","adult":false,"genre_ids":[]},{"cast":["Pavel Kříž","David Matásek","Miroslava Šafránková","Míla Myslíková","Josef Somr"],"overview":"","release_date":"1982-11-01","vote_average":6.8,"runtime":90,"cert":"N\/A","id":84045,"title":"How the World Is Losing Poets","adult":false,"genre_ids":[35]},{"cast":["Pavel Kříž","David Matásek","Tereza Brodská","Míla Myslíková","Jana Hlaváčová"],"overview":"","release_date":"1993-07-22","vote_average":5.5,"runtime":null,"cert":"N\/A","id":84046,"title":"Konec básníků v Čechách","adult":false,"genre_ids":[35]},{"cast":["Pavel Kříž","David Matásek","Adriana Tarábková","Joseph Dielle","Karel Roden"],"overview":"A story about a young medical school student and his adventures.","release_date":"1985-04-11","vote_average":6.5,"runtime":98,"cert":"N\/A","id":84047,"title":"How Poets Are Losing Their Illusions","adult":false,"genre_ids":[10749,35,18]},{"cast":["Leslie Caron","Maurice Chevalier","Charles Boyer","Horst Buchholz","Georgette Anys"],"overview":"Almost 19-year-old Marius feels himself in a rut in Marseille, his life planned for him by his cafe'-owning father, and he longs for the sea. The night before he is to leave on a 5-year voyage, Fanny, a girl he grew up with, reveals that she is in love with him, and he discovers that he is in love with her. He must choose between an exciting life at sea, and a boring life with the woman he loves. And Fanny must choose between keeping the man she loves, and letting him live the life he seems to want.","release_date":"1961-06-28","vote_average":6.9,"runtime":134,"cert":"N\/A","id":84050,"title":"Fanny","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2010-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84055,"title":"Herman Finkers: Liever Dan Geluk","adult":false,"genre_ids":[]},{"cast":["Lino Banfi","Gigi Proietti","Enrico Brignano","Biagio Izzo","Enzo Salvi"],"overview":"","release_date":"2008-06-27","vote_average":4.5,"runtime":null,"cert":"N\/A","id":84056,"title":"A summer at the sea","adult":false,"genre_ids":[35]},{"cast":["Jeroen Spitzenberger","Karl Markovics","Katja Herbers","Nyncke Beekhuyzen","Nasrdin Dchar"],"overview":"In Nazi-occupied Amsterdam, Walter Süskind is a member of the Dutch Jewish Council who rescues hundreds of children from the concentration camps.","release_date":"2012-01-19","vote_average":7.2,"runtime":117,"cert":"N\/A","id":84057,"title":"Süskind","adult":false,"genre_ids":[18,10752]},{"cast":["Tod Andrews","Tina Carver","Linda Watkins","John McNamara","Gregg Palmer"],"overview":"A wrongfully accused South Seas prince is executed, and returns as a walking tree stump.","release_date":"1957-08-25","vote_average":3.3,"runtime":73,"cert":"N\/A","id":84058,"title":"From Hell It Came","adult":false,"genre_ids":[27]},{"cast":["Éric Fraticelli"],"overview":"Il revient enfin sur scène avec un one man show intitulé : « Bienvenue chez les Corses et bonne chance ! »… Vous l’aurez compris, l’île de beauté est le thème principal de ce spectacle.  Un voyage au cœur de la Corse que Pido nous propose avec son style inimitable. Que ce soit à travers des personnages que l’on connait déjà, ou à travers des « nouveaux venus », plus fous les uns que les autres, voici un spectacle qui raconte la Corse et les Corses et qui s’adresse à tout le monde.","release_date":"2009-03-19","vote_average":4.8,"runtime":null,"cert":"N\/A","id":84059,"title":"Pido - Bienvenue chez les Corses... Et bonne chance !","adult":false,"genre_ids":[35]},{"cast":["David Luther","George Barnes Jr.","Scott Silveria","Kirsten Urso","Richard Dew"],"overview":"A tiger shark bred by the Navy as a killing machine is wrecking havoc in the sleepy tourist town of Hampton Bay.","release_date":"1995-05-05","vote_average":3.7,"runtime":93,"cert":"N\/A","id":84060,"title":"Cruel Jaws","adult":false,"genre_ids":[12,53,27,10770]},{"cast":[],"overview":"Awaking the Gods: Live in Mexico is the first live album by the German symphonic metal band Haggard. It was released on September 24, 2001 by Drakkar Entertainment. It was filmed at Teatro Ferrocarrilero, Mexico City during the tour for the Awaking the Centuries album. The DVD contains footage from Teotihuacan between the songs.  Due to technical issues the DVD audio is from the studio albums Awaking the Centuries and And Thou Shalt Trust... the Seer.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":84063,"title":"Haggard: Awaking the Gods: Live in Mexico","adult":false,"genre_ids":[]},{"cast":["Ornella Muti","Paolo Villaggio","Jean Sorel","Nando Murolo","Antonio Allocca"],"overview":"Two stupid lowlifes are \"forced\" into a life of violent crime on the streets of Italy. What follows is a mocking takeoff of the American crime classic \"Bonnie and Clyde.\"","release_date":"1983-02-17","vote_average":5.0,"runtime":97,"cert":"N\/A","id":84066,"title":"Bonnie and Clyde Italian Style","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"In March 1998 in Aspen, Colorado, the surviving members of the Monty Paython team - John Cleese, Terry Gilliam, Eric Idle, Terry Jones and Michael Palin - shared a stage together for the first time in 18 years. Even more remarkably, Graham Chapman was there too....in an urn! The occasion for this renuion was the US Comedy Arts Festival Tribute to Monty Python, hosted by Robert Klien in front of a live audience.","release_date":"1998-03-21","vote_average":7.4,"runtime":58,"cert":"N\/A","id":84067,"title":"Monty Python's Flying Circus: Live at Aspen","adult":false,"genre_ids":[35]},{"cast":["Robert Nolfi","Julia Rust","Robert Lengyel","Lisa Pak","Frank Murgalo"],"overview":"A terrible storm at sea turns an ocean liner's luxury voyage into a nightmare! Those lucky enough to survive the sinking ship soon find themselves stranded on an uncharted island. A living hell breaks loose when the survivors encounter gruesome, flesh-eating Beast Creatures!","release_date":"1985-07-12","vote_average":4.5,"runtime":82,"cert":"N\/A","id":84068,"title":"Attack of the Beast Creatures","adult":false,"genre_ids":[27]},{"cast":["José de Abreu","Mariana Ximenes","Cacá Amaral","Edgar Amorim","André Barros"],"overview":"A day in the life of Brazilian president Juscelino Kubitschek, in a troubled period of his term, while he maintains a secret love affair.","release_date":"2005-08-05","vote_average":4.5,"runtime":97,"cert":"N\/A","id":84069,"title":"Bela Noite Para Voar","adult":false,"genre_ids":[18]},{"cast":["Kerem Can","Erkan Avci","Giovanni Arvaneh","Rüçhan Çalışkur"],"overview":"A feature film about an unusual trio: DANIEL, a German photo-journalist in Istanbul without much knowledge about Middle Eastern values. CAN, a flamboyant, out and proud male belly dancer with lots of love and support from his family, and AHMET born to an eastern and conservative family whose quest for honesty and liberty results in a tragic end. ZENNE Dancer is inspired by true stories.","release_date":"2012-01-13","vote_average":7.2,"runtime":99,"cert":"N\/A","id":84070,"title":"Zenne Dancer","adult":false,"genre_ids":[18]},{"cast":["Roy Scheider","Karen Young","Lane Smith","Richard Bradford","Paul Gleason"],"overview":"A police detective tracks a serial killer who is stalking young women on a beach front after each game that a baseball pitcher wins","release_date":"1989-09-15","vote_average":4.5,"runtime":95,"cert":"N\/A","id":84071,"title":"Night Game","adult":false,"genre_ids":[27,18,53,80]},{"cast":[],"overview":"Fictionalized account of how Clement C. Moore came to write \"A Visit from St. Nicholas,\" in which his young daughter, stricken with pneumonia, asks for a Santa Claus story for Christmas. No such story had been written, so Moore writes his famous poem, set to Ken Darby's musical version and sung by The Norman Luboff Choir.","release_date":"1968-12-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":84074,"title":"The Night Before Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Michele Little","Michael Wyler","Kerry Remsen","Douglas Rowe","Garrick Dowhen"],"overview":"An Egyptian god figures into a bizarre murder investigation where the suspect uses astral projection to murder at will.","release_date":"1985-10-25","vote_average":1.5,"runtime":96,"cert":"N\/A","id":84077,"title":"Appointment with Fear","adult":false,"genre_ids":[27]},{"cast":["David Carradine","Kate Jackson","Roger C. Carmel","Sterling Holloway","Patrick Cranshaw"],"overview":"A young man who hauls liquor for moonshiners comes up against a competing gang of moonshiners who intend to get rid of him and take over his operation.","release_date":"1977-08-12","vote_average":5.8,"runtime":95,"cert":"N\/A","id":84080,"title":"Thunder and Lightning","adult":false,"genre_ids":[28,53]},{"cast":["David Carradine","Brenda Vaccaro","L.Q. Jones","Terry Kiser","Jesse Vint"],"overview":"A World War I deserter competes in the first long-distance motorcycle race.","release_date":"1979-05-01","vote_average":4.0,"runtime":98,"cert":"N\/A","id":84081,"title":"Fast Charlie... the Moonbeam Rider","adult":false,"genre_ids":[35,28]},{"cast":["David Carradine","Stockard Channing","Christopher Lee","Hamilton Camp","Ian Yule"],"overview":"Reporter J.J. wants to write a story about an Afrika rallye, 3000 km across desert and steppe. Unfortunately her driver and car get lost only days before the start, so she hires ex-stuntman Eddie and buys a wreck of a car from her last money. Eddie can help her to a new motor - by stealing it from the ruthless count Borgia, who from now on is their hardest and meanest competitor in the rallye.","release_date":"1982-05-01","vote_average":5.8,"runtime":92,"cert":"N\/A","id":84082,"title":"Safari 3000","adult":false,"genre_ids":[28]},{"cast":["Stan Derain","Kathy Barbour","Phil Phillips","Fawn Reed"],"overview":"Martial-artist Ray should focus more on his pregnant girlfriend, Tina. However, many others are in the picture, including (but not limited to): Tina's ex-boyfriend; Ray's sexually-discriminating boss-lady; and two homies.","release_date":"1995-01-01","vote_average":4.0,"runtime":92,"cert":"N\/A","id":84083,"title":"City Dragon","adult":false,"genre_ids":[28]},{"cast":["Alexander Knox","Geraldine Fitzgerald","Thomas Mitchell","Ruth Nelson","Cedric Hardwicke"],"overview":"The political career of Woodrow Wilson is chronicled, beginning with his decision to leave his post at Princeton to run for Governor of New Jersey, and his subsequent ascent to the Presidency of the United States. During his terms in office, Wilson must deal with the death of his first wife, the onslaught of German hostilities leading to American involvement in the Great War, and his own country's reticence to join the League of Nations.","release_date":"1944-08-01","vote_average":5.7,"runtime":154,"cert":"N\/A","id":84084,"title":"Wilson","adult":false,"genre_ids":[10749,18,36,10402]},{"cast":["Monty Woolley","Roddy McDowall","Anne Baxter","Otto Preminger","J. Carrol Naish"],"overview":"Englishman Mr Howard is on a fishing holiday in eastern France when the Germans invade in 1940. Setting off to try and get back home he is persuaded to take along the two Cavanaugh children, and as his journey progresses his family keeps growing in size. Once in German-occupied northern France a new problem arises - the risk of being heard speaking English.","release_date":"1942-08-21","vote_average":7.0,"runtime":87,"cert":"N\/A","id":84085,"title":"The Pied Piper","adult":false,"genre_ids":[]},{"cast":["Fredric March","Martha Scott","Beulah Bondi","Gene Lockhart","Elisabeth Fraser"],"overview":"Episodic look at the life of a minister and his family as they move from one parish to another.","release_date":"1941-11-01","vote_average":6.9,"runtime":108,"cert":"N\/A","id":84086,"title":"One Foot in Heaven","adult":false,"genre_ids":[18]},{"cast":["Greer Garson","Walter Pidgeon","Felix Bressart","Marsha Hunt","Fay Holden"],"overview":"Edna marries Texan Sam Gladney, operator of a wheat mill. They have a son, who is killed when very young. Edna discovers by chance how the law treats children who are without parents and decides to do something about it. She opens a home for foundlings and orphans and begins to place children in good homes, despite the opposition of \"conservative\" citizens, who would condemn illegitimate children for being born out of wedlock. Eventually Edna leads a fight in the Texas legislature to remove the stigma of illegitimacy from birth records in that state, while continuing to be an advocate for homeless children.","release_date":"1941-07-25","vote_average":6.6,"runtime":99,"cert":"N\/A","id":84087,"title":"Blossoms in the Dust","adult":false,"genre_ids":[18,10749]},{"cast":["Pedro Infante","Lilia Prado","Chula Prieto"],"overview":"South-of-the-border screen idol Pedro Infante, Sr. headlines the period drama Las Mujeres De Mi General, set during the Mexican Revolution of the 1910s and '20s. Infante stars as a rebel general caught up in a tempestuous romantic tug-of-war between two women: his ex-girlfriend (Chula Prieto) and his wife (Lilia Prado). This love triangle yields devastating consequences for the wife, including imprisonment and estrangement from her child; when she is finally reunited with the baby and the general, all concerned (including the mistress) must face an onslaught of terror from bellicose governmental soldiers.","release_date":"1951-07-13","vote_average":6.5,"runtime":105,"cert":"N\/A","id":84088,"title":"Las mujeres de mi general","adult":false,"genre_ids":[]},{"cast":["Marco Leonardi","Juan Leyrado","Roly Serrano","Julieta Díaz"],"overview":"Dramatizing of the many shocking highs and lows of Argentine soccer hero Diego Maradona, an extraordinary athlete and arguably the greatest player in the history of the sport.","release_date":"2007-03-29","vote_average":5.8,"runtime":113,"cert":"N\/A","id":84089,"title":"Maradona, the Hand of God","adult":false,"genre_ids":[18]},{"cast":["Robert Donat","Rosalind Russell","Ralph Richardson","Rex Harrison","Emlyn Williams"],"overview":"Andrew Manson, a young, idealistic, newly qualified Scottish doctor arrives in Wales takes his first job in a mining town, and begins to wonder at the persistent cough many of the miners have. When his attempts to prove its cause are thwarted, he moves to London. His new practice does badly. But when a friend shows him how to make a lucrative practice from rich hypochondriacs, it will take a great shock to show him what the truth of being a doctor really is.","release_date":"1938-10-29","vote_average":6.6,"runtime":110,"cert":"N\/A","id":84090,"title":"The Citadel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Nickelodeon set contains:  Dora the Explorer: School Pet  Wonder Pets!: Off to School!  Jack's Big Music Show: Mel's Super Swell Dance Party  Yo Gabba Gabba!: Halloween  Blue's Clues: Blue's Room - Alphabet Power","release_date":"2008-07-29","vote_average":0.0,"runtime":149,"cert":"N\/A","id":84091,"title":"Nickelodeon: All About Fall","adult":false,"genre_ids":[16,10751]},{"cast":["Shatrughan Sinha","Amrish Puri","James Earl Jones","Arun Govil"],"overview":"1992 Indo-Japanese traditional animation feature film directed by Yugo Sako and Ram Mohan, produced by Sako and Krishna Shah and based on the Indian epic the Ramayana.","release_date":"1992-12-05","vote_average":7.7,"runtime":170,"cert":"N\/A","id":84092,"title":"Ramayana: The Legend of Prince Rama","adult":false,"genre_ids":[10751,28,12,16]},{"cast":["Zsolt Nagy","János Kulka","Péter Scherer","András Balogh","Gabriella Hámori"],"overview":"Hungary, Christmas 1957. The state, shaken and insecure by the defeated revolution of 1956 and prodded by a renewed Stalinist atmosphere, has decreed that all security personnel must pass an exam to challenge and verify their loyalty. But to be effective in this shadowy world of suspicion, lies and secrets, the subjects must be unaware they are being tested.","release_date":"2011-10-13","vote_average":7.3,"runtime":90,"cert":"N\/A","id":84093,"title":"The Exam","adult":false,"genre_ids":[18,36,28]},{"cast":["Kiichi Nakai","Reiko Takashima","Yuika Motokariya","Shirô Sano","Tomoko Naraoka"],"overview":"A heartwarming tale about the turning point in the life of an elite business man in his fifties and a local train that has been running since 1911. Hajime is in line to be the next head of a prominent electronics company. He toils day and night over his work and has no time for his family. But one day, his mother in Shimane falls ill, and his best friend dies in an accident. Grief-stricken, Hajime returns home, where memories of his childhood dream come back to him. He had always wanted to be a train conductor and drive the local \"bataden\" Ichibata Electric Railway.","release_date":"2010-05-29","vote_average":0.0,"runtime":130,"cert":"N\/A","id":84094,"title":"Railways","adult":false,"genre_ids":[18]},{"cast":["Loretta Young","John Boles","Dorothy Wilson","Muriel Kirkland","Astrid Allwyn"],"overview":"The title represents the hopeful, ambitious students at a hospital training school and is primarily a story of the stern discipline and laborious physical and mental toil they endure in order to become nurses and join the White Parade. It is told mainly through the character of June Arden who finds romance with Ronald Hall III on the way, with side stories of the other girls who find failure, success, laughs and tears on the way.","release_date":"1934-11-16","vote_average":6.0,"runtime":80,"cert":"N\/A","id":84095,"title":"The White Parade","adult":false,"genre_ids":[18]},{"cast":["Anupam Kher","Urmila Matondkar","Parvin Dabas","Rajit Kapoor"],"overview":"Once known for his intellectual prowess, a retired professor (Anupam Kher) begins experiencing memory gaps and periods of forgetfulness. But while he tries to laugh it off, it soon becomes clear that the symptoms are a sign of a more serious illness, prompting his grown daughter (Urmila Matondkar) to move in as his caretaker. Meanwhile, as his mind regresses, he recalls a traumatic childhood memory involving the death of Mahatma Gandhi.","release_date":"2005-09-30","vote_average":6.5,"runtime":100,"cert":"","id":84096,"title":"Maine Gandhi Ko Nahi Mara","adult":false,"genre_ids":[]},{"cast":["Grace Moore","Tullio Carminati","Lyle Talbot","Mona Barrie","Jessie Ralph"],"overview":"Mary Barrett is an aspiring Opera singer who is taken under the wings of a famous operatic maestro, Guilio Monterverdi. After spending endless working hours together and arguing, their relationship develops into love. But, jealousy and misunderstandings prevent Mary and Guilio from acknowledging their true feelings.","release_date":"1934-09-15","vote_average":5.8,"runtime":84,"cert":"N\/A","id":84097,"title":"One Night of Love","adult":false,"genre_ids":[10402,10749]},{"cast":[],"overview":"The story of two couples - each with their own struggles to survive as a couple and as individuals. After living in London for a few years, Rahul and Nandita have recently moved back to Kolkata and become friends with Amit and Preeti. It is the lives of these four friends that creates a resonance, a chord, that echoes through their present and future.","release_date":"2006-11-28","vote_average":4.8,"runtime":113,"cert":"N\/A","id":84098,"title":"Anuranan","adult":false,"genre_ids":[18,10749]},{"cast":["James Cagney","Pat O’Brien","Gloria Stuart","Frank McHugh","Dorothy Tree"],"overview":"A cocky guy joins the Navy for the wrong reason but finds romance and twice is cited for heroism.","release_date":"1934-07-21","vote_average":6.7,"runtime":87,"cert":"N\/A","id":84099,"title":"Here Comes the Navy","adult":false,"genre_ids":[10752,18]},{"cast":["Dick Powell","Ruby Keeler","Pat O’Brien","Ross Alexander","John Arledge"],"overview":"A Musical-romance with Dick Powell as a private stationed in Hawaii who gets involved with Ruby Keeler, the general's engaged daughter. In order to avoid a scandal, the pair break up, but meet again years later when Powell's at West Point producing the annual play that turns out to star Keeler.","release_date":"1934-12-01","vote_average":5.2,"runtime":97,"cert":"N\/A","id":84100,"title":"Flirtation Walk","adult":false,"genre_ids":[10402,10749]},{"cast":["Cameron Klein","Tony Della Ventura","Robin Hartsell","Catherine Bruhier","Marlene Charney"],"overview":"A mad scientist injects a woman with an untested growth serum. She dies, but gives birth to a full-grown monster.","release_date":"1989-01-01","vote_average":7.3,"runtime":90,"cert":"N\/A","id":84103,"title":"Science Crazed","adult":false,"genre_ids":[35,27]},{"cast":["Alan Brock","Jennifer Stock","Tawm Ellis","Michael Harris","Darcy Brown"],"overview":"A group of college students are led by their professor into the mountains in search of the Yeti. The students start to be killed off one by one.","release_date":"1974-08-02","vote_average":4.4,"runtime":86,"cert":"N\/A","id":84104,"title":"Shriek of the Mutilated","adult":false,"genre_ids":[27]},{"cast":["Bella Thorne","Zendaya","Mary Mouser","Nick Robinson","Stefanie Scott"],"overview":"What happens when three sets of BFF's become enemies?","release_date":"2012-01-13","vote_average":5.7,"runtime":86,"cert":"N\/A","id":84105,"title":"Frenemies","adult":false,"genre_ids":[18,10751,10770,35]},{"cast":["Jean Luís Amorim","Ana Graciela","Robério Lima","Paulo Abade","Israel Gouvêia"],"overview":"About the life and adventures of a gang of abandoned street kids known as \"Capitães da Areia\" (Captains of the Sands), in Salvador, Bahia, during the 1950s.","release_date":"2011-10-07","vote_average":6.5,"runtime":96,"cert":"N\/A","id":84106,"title":"Captains of the Sands","adult":false,"genre_ids":[12,18]},{"cast":["Martin Shakar","Gil Rogers","Gale Garnett","Shannon Bolin","Tracy Griswold"],"overview":"A nuclear-plant leak turns a bus-load of children into murderous atomic zombies with black fingernails.","release_date":"1980-06-13","vote_average":5.9,"runtime":93,"cert":"N\/A","id":84107,"title":"The Children","adult":false,"genre_ids":[27,878]},{"cast":["Christopher Brooks","Steven Kent Browne","E. Kerrigan Prescott","Ken Grantham","Karen Ingenthron"],"overview":"A nightclub janitor discovers the personal effects of a magician and uses them to become a popular magician himself. Tampering with the secrets of the beyond has its price, however, as he soon learns when he is confronted by voodoo, vampirism, and an eviscerated ghost.","release_date":"1973-02-02","vote_average":4.0,"runtime":96,"cert":"N\/A","id":84108,"title":"Alabama's Ghost","adult":false,"genre_ids":[27,35]},{"cast":["Ian Carmichael","Richard Attenborough","Terry-Thomas","John Le Mesurier","William Hartnell"],"overview":"Stanley Windrush has to interrupt his university education when he is called up towards the end of the war. He quickly proves himself not to be officer material, but befriends wily Private Percival Cox who knows exactly how all the scams work in the confused world of the British Army. And Stanley's brigadier War Office uncle seems to be up to something more than a bit shady too - and they are both soon working for him, behind the enemy lines.","release_date":"1956-02-17","vote_average":6.6,"runtime":97,"cert":"","id":84109,"title":"Private's Progress","adult":false,"genre_ids":[35,10752]},{"cast":["Steve Railsback","Erika Anderson","Eb Lottimer","Burton Gilliam","Dick Miller"],"overview":"Set around the tragic events of an earthquake, a young couple experience the horror of being terrorized by a psychotic neighbor in a city where panic and fear is the order of the day.","release_date":"1992-06-23","vote_average":0.0,"runtime":85,"cert":"N\/A","id":84110,"title":"Quake","adult":false,"genre_ids":[53]},{"cast":["Kai Ko","Michelle Chen","Hao Shao-Wen","Owodog Chuang","Tsai Chang-Hsien"],"overview":"Adolescence is like a heavy rain. Even though you catch a cold from it, you still look forward to experiencing it once again.  Ko-Teng has several close friends who had a crush on Shen Chia-Yi. Those friends of Ko's thus moved in unison from Ching Chengs junior high school straight into the senior high school division in pursuit of her.  Naughty in nature, Ko was ordered by their homeroom teacher to sit in front of honor student Shen for her to keep close tabs on him. The two hadn't hit it off at first but Ko gradually fell for Shen, who was always pressuring him to study hard. On the other hand, Shen became impressed by the contrasting values Ko represented. Ko started pursuing Shen but Shen remained hesitant.","release_date":"2011-08-19","vote_average":7.5,"runtime":105,"cert":"N\/A","id":84111,"title":"You Are the Apple of My Eye","adult":false,"genre_ids":[18,10749,35]},{"cast":["Lexi Lowe","Sasha Cane","Antonya","Cameron Cruz","Sandra Shine"],"overview":"Lexi Lowe recounts her rags to riches story of how she tumbled from humble beginnings to living a steamy, dreamy life in a Mediterranean mansion. Watch as she discovers her secret penchant for pussy, from her first hesitant but breathless lesbian encounter right through to the experienced, confident lover she becomes. A great cast and outstanding scenes makes this one of the must see erotic films of this year.","release_date":"2011-11-29","vote_average":0.0,"runtime":132,"cert":"N\/A","id":84112,"title":"The Story of She","adult":true,"genre_ids":[]},{"cast":["Aliz","Natalia Forrest","Antonya","Bianca Golden","Regina Ice"],"overview":"Impeccable bodies combined with seasoned tongues means these girls are ready to burst into throes of ecstasy. An outstanding line up of women whose perfect bodies are ripe for tasting, let their juices fill your mouth.","release_date":"2011-04-07","vote_average":3.0,"runtime":116,"cert":"R18","id":84115,"title":"Ripe For Tasting","adult":true,"genre_ids":[]},{"cast":["Jamie Lee Curtis","C. Thomas Howell","Patrick Swayze","Jennifer Jason Leigh","William Windom"],"overview":"Life in the small town of Grandview, Illinois is one that is just like any other city or town. Tim Pearson, soon to be graduating high school wants to go to Florida to study oceanography. He meets Michelle \"Mike\" Cody and is attracted to her. She runs the local Demolition Derby place. Ernie \"Slam\" Webster is one of the drivers in the derby who's wife is cheating on him and wants to later on be with Mike. Tim falls for Mike and a big love triangle is about to happen.","release_date":"1984-08-03","vote_average":6.1,"runtime":97,"cert":"N\/A","id":84116,"title":"Grandview, U.S.A.","adult":false,"genre_ids":[18]},{"cast":["Eric Roberts","Kelly Preston","R. Lee Ermey","Eliza Roberts","Joseph Sirola"],"overview":"A model causes an obsessed police photographer to lose his girlfriend and become a murder suspect.","release_date":"1994-11-30","vote_average":4.8,"runtime":105,"cert":"N\/A","id":84117,"title":"Love Is a Gun","adult":false,"genre_ids":[9648,80,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84118,"title":"Aimez-vous Brahms Goodbye Again","adult":false,"genre_ids":[]},{"cast":["Ingrid Bergman","Yves Montand","Anthony Perkins","Jessie Royce Landis","Pierre Dux"],"overview":"Middle-aged businesswoman Paula Tessier resists the advances of Philip Van der Besh, the 24-year-old son of one of her clients. But when her longtime paramour, Roger Demarest, begins yet another casual affair with a younger woman, Paula decides that two can play that game. However, it seems that society looks differently at May-December romances when the woman is the older partner.","release_date":"1961-05-23","vote_average":6.6,"runtime":120,"cert":"N\/A","id":84119,"title":"Goodbye Again","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84120,"title":"Aimez-vous Brahms Goodbye Again","adult":false,"genre_ids":[]},{"cast":["Janna Cachola"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84121,"title":"Detective, Doctor, Felon, Mystery Woman","adult":false,"genre_ids":[]},{"cast":["Adolf Jahr","Carl Barcklind","Olga Andersson","Brita Appelgren","Frank Sundström"],"overview":"","release_date":"1935-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84130,"title":"Kanske En Gentleman","adult":false,"genre_ids":[]},{"cast":["Ulf Pilgaard","Morten Schaffalitzky","Kenn Godske","Helle Fagralid","Jannie Faurschou"],"overview":"A dying elderly scientist proposes love-sick Jonas a cure that will improve the youngster's physical skills and general sex-appeal. What the scientist really aims to accomplish is a body switch: he wants to survive in a young man's body and gladly leaves Jonas to wake up in his own wasted frame. Jonas must somehow signal his predicament to his friends. Both men rev up for a survival-of-the-fittest chase.","release_date":"1995-10-06","vote_average":6.0,"runtime":86,"cert":"N\/A","id":84131,"title":"Body Switch","adult":false,"genre_ids":[18,878,10749,53]},{"cast":[],"overview":"","release_date":"1950-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84132,"title":"Kanske En Gentleman","adult":false,"genre_ids":[]},{"cast":["Guillaume Canet","Mélanie Laurent"],"overview":"A business man in his 30s, with an expense account, checks into a hotel, exchanging smiles and pleasantries with the desk clerk, a woman of beauty and style. Once in his room, he listens again to a voice message on his cell phone: his lover tells him she is breaking up with him; he is not spontaneous; she has found someone else; don't call. He throws his phone down. When he reaches beneath the bed to retrieve it, he finds a Polaroid photograph of a partially nude woman posed provocatively; it includes a phone number and a sexual question. He opens a beer and stares at the photo. If he calls, what then?","release_date":"2008-10-16","vote_average":5.8,"runtime":10,"cert":"N\/A","id":84133,"title":"The Business Trip","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Take a photographic journey thorough time from the violent birth of our planet four and a half billion years ago, through ice-ages, massive volcanic eruptions and the dinosaurs' reign to the first humans. For the first time, see the incredible story of our planet unfold in one single, seamless camera move.","release_date":"2010-04-13","vote_average":7.6,"runtime":91,"cert":"N\/A","id":84134,"title":"Earth: Making of a Planet","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A mockumentary (\"Noroi\", \"Occult\", \"Shirome\") that investigates the folklore and dark tales of Chichibu.","release_date":"2011-03-28","vote_average":5.7,"runtime":67,"cert":"N\/A","id":84135,"title":"The Mountain Incident","adult":false,"genre_ids":[]},{"cast":["Sander van Doorn","Fedde le Grand","Martin Solveig","Mr. White","An21"],"overview":"For the last twelve years, Sensation has been building its international tour, visiting thirteen countries in 2011. Each year Sensation Introduces a new show in which the crowd is engaged through the white dress code.  The premiere show of Sensation Amsterdam 2011 takes the audience on a spiritual journey to awakening. Raising the excitement step by step through seven intense experiences. Inspiring visitors to focus on the now, guiding them to a collective awareness of its beauty. Presenting them with their own innerspace.","release_date":"2011-07-02","vote_average":5.0,"runtime":92,"cert":"N\/A","id":84138,"title":"Sensation Innerspace: 2011 Amsterdam","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Live concert of Neil Young at Rockpalast Germany.","release_date":"2002-05-18","vote_average":4.8,"runtime":null,"cert":"N\/A","id":84139,"title":"Neil Young: Rock Am Ring 2002","adult":false,"genre_ids":[10402]},{"cast":["Anneli Aeristos","Paul Arnold","Mark Besharaty","James Brockman","Melody Wiggins"],"overview":"Dangerous Men has many characters like Mina whose life is shattered when two bikers with rape on their minds attack and kill Daniel, her fiancé. Driven by grief, she embarks on a killing rampage, wreaking vengeance upon all the men that she seductively lures into her trap. In her twisted world, cops and killers are all the same - David, Daniel's brother, is a cop who relentlessly pursues the killers, while facing a nest of drug dealers, followed by the FBI and the police SWAT team, also in hot pursuit. Mina, a victim of violence, carrying a twisted obsession for justice, is caught between opposing forces in a world of dangerous men","release_date":"2005-09-23","vote_average":4.0,"runtime":80,"cert":"N\/A","id":84140,"title":"Dangerous Men","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"Having completed Long Way Round with friend and fellow actor Ewan McGregor, Charley wanted a new challange. The Dakar Rally provided this challange and over 10.000 km from Portugal, through Morocco, Western Sahara, Mauritania, Mali, Guinea and Senegal across treacherous terrain in extreme temperatures the Dakar Rally is just about as hard as it gets.","release_date":"2006-11-23","vote_average":7.8,"runtime":354,"cert":"","id":84141,"title":"Race to Dakar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live concert of Willy DeVille.","release_date":"2008-07-19","vote_average":4.3,"runtime":null,"cert":"N\/A","id":84142,"title":"Willy DeVille: Rockpalast Live","adult":false,"genre_ids":[10402]},{"cast":["Alex Skuby","Deneen Melody","Xango Henry","Heather Dorff","Renee Domenz"],"overview":"Spades is the story of what happens when very dangerous men are brought together for one last assignment. An assignment where the deck is perpetually stacked against them.","release_date":"2012-01-14","vote_average":6.0,"runtime":90,"cert":"N\/A","id":84143,"title":"Spades","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Audioslave is the name of a DVD EP by American rock supergroup Audioslave, released in 2003. It contains the three videos the band had made up to that point, \"Cochise\", directed by Mark Romanek, \"Like a Stone\", directed by Meiert Avis, and \"Show Me How to Live\", directed by Richard C. Sarafian. Bonus material includes two songs performed live on the Late Show with David Letterman in New York on November 25, 2002 plus rare behind-the-scenes footage. The DVD was certified Gold by the RIAA in 2004.","release_date":"2003-09-15","vote_average":9.5,"runtime":30,"cert":"","id":84144,"title":"Audioslave","adult":false,"genre_ids":[99,10402]},{"cast":["Pierre Banderet","Ariane Ascaride","Jean-Pierre Darroussin"],"overview":"","release_date":"1993-04-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":84145,"title":"L'Argent fait le bonheur","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live concert of the Dutch band \"De Dijk\".","release_date":"2000-01-15","vote_average":4.3,"runtime":null,"cert":"N\/A","id":84148,"title":"De Dijk: Live vanuit De Melkweg \/ De Watertoren","adult":false,"genre_ids":[10402]},{"cast":["Alex Grey"],"overview":"In this innovative release, teacher and internationally exhibited artist Alex Grey considers the healing and transformative potential of sacred art. Grey looks back on the artists, traditions, and experiences that have shaped his career, and examines the metaphysical, mental, health, and emotional benefits that can be had from looking at sacred art created in places around the world.","release_date":"2004-06-29","vote_average":0.0,"runtime":79,"cert":"N\/A","id":84149,"title":"Art Mind: The Healing Power of Sacred Art","adult":false,"genre_ids":[99]},{"cast":["Tim Thomerson","Tracy Scoggins","Melissa Behr","Phil Fondacaro","R.C. Bates"],"overview":"The Demonic Toys are back, so policewoman Judith Grey seeks the help of 12 inch tall Dollman and his 12 inch tall girlfriend, Nurse Ginger. The Toys hole up in an evil deserted toy factory and it's up to Dollman to keep the Toys from summoning the powers of darkness to the Earth.","release_date":"1993-10-13","vote_average":3.8,"runtime":64,"cert":"N\/A","id":84152,"title":"Dollman vs. Demonic Toys","adult":false,"genre_ids":[27,53,878,28,14]},{"cast":[],"overview":"Precure All Stars Movie DX3: Deliver The Future! The Rainbow-Colored Flower That Connects The World is the third movie in the series, released on March 19, 2011, starring all the Cures from the previous series, including those introduced in Suite PreCure, as well as various villains featured in previous Pretty Cure movies. The theatrical release was edited in parts as a result of the 2011 Sendai earthquake and tsunami which occurred before the movie was due to be released.","release_date":"2011-03-19","vote_average":8.3,"runtime":70,"cert":"N\/A","id":84155,"title":"Precure All Stars Movie DX3: Deliver The Future! The Rainbow-Colored Flower That Connects The World","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Love, Miki and Inori are on their way to a dance contest, but get lost on their way to Minato Mirai. Still looking for their way, they are attacked by a monster. When the three Fresh Precure girls start to fight it, other Precures show up to support them. They all have to combine their powers to win against this mighty enemy.","release_date":"2009-03-20","vote_average":6.5,"runtime":70,"cert":"N\/A","id":84160,"title":"Precure All Stars Movie DX: Everyone is a Friend - A Miracle All Precures Together","adult":false,"genre_ids":[16]},{"cast":["Liu Xiaowei ","Song Xiaoying","Wu Gang"],"overview":"When a super typhoon strikes the city of a million people, only the heroic mayor can save the day.","release_date":"2008-12-10","vote_average":2.0,"runtime":94,"cert":"N\/A","id":84163,"title":"Super Typhoon","adult":false,"genre_ids":[18,28,878]},{"cast":["Laurence Olivier","Simone Signoret","Sarah Miles","Terence Stamp","Hugh Griffith"],"overview":"A schoolteacher plagued by alcoholism and his refusal to serve in World War II, Graham Weir inspires contempt in almost everyone around him, including his bitter wife, Anna. When the lovely young Shirley Taylor, one of Weir's students, falls for her unfortunate instructor, he is tempted and flattered but turns down her advances. Taylor's subsequent actions make Weir's life even more complicated.","release_date":"1962-08-16","vote_average":6.2,"runtime":130,"cert":"","id":84164,"title":"Term of Trial","adult":false,"genre_ids":[18]},{"cast":["Julie Delpy","Dylan Baker","Chris Rock","Albert Delpy","Kate Burton"],"overview":"Marion and Mingus both come from failed relationships but, by bringing their children together, they've managed to form a small yet happy family. Tensions in their household soon begin to spike when Marion's jovial father shows up on their doorstep with his randy daughter and her peculiar boyfriend in tow. As the motor-mouthed houseguests shatter every taboo imaginable, the happy couple begin to question their commitment.","release_date":"2012-03-28","vote_average":5.6,"runtime":91,"cert":"15","id":84165,"title":"2 Days in New York","adult":false,"genre_ids":[35,18,10749]},{"cast":["Chris Messina","Marin Ireland","Robert Deamer","Anne H. Wilson","Yaitza Rivera"],"overview":"While traveling for work in a city far from their homes, a novelist and a corporate accountant find themselves in bed together. Although she’s married, and he’s seeing someone, their intense attraction turns a one-night stand into an unexpected relationship and a respite from the obligations of daily life. Through a series of moments – some profound, some silly, some intensely intimate – we see a portrait of an evolving relationship that could become the most significant one of their lives.","release_date":"2012-01-21","vote_average":6.2,"runtime":82,"cert":"N\/A","id":84166,"title":"28 Hotel Rooms","adult":false,"genre_ids":[18,10749]},{"cast":["Ai Ikeda","Ena Koshino","Tsubasa Takayama","Reiko Fujiwara"],"overview":"High school student Izumi Kawashima, whose daily routine is rating newspaper articles, finds a wallet containing a large sum of cash. Instead of returning the wallet to its owner, Izumi decides to lend a substantial portion of the money to a middle-aged male acquaintance. She eventually returns the wallet to its owner, a wealthy high-school boy named Koki, who notices the missing money, and as compensation, asks Izumi to do something for his friend - to create a newspaper that brings happiness to its reader.","release_date":"2012-01-25","vote_average":7.0,"runtime":113,"cert":"N\/A","id":84167,"title":"About the Pink Sky","adult":false,"genre_ids":[18]},{"cast":[],"overview":"SUPERCHARGE ME! is a life blessing message for everyone, said one reviewer. Ever wonder what the opposite of the film SUPER SIZE ME would be like? With a tip of the headdress to Morgan Spurlock of SUPER SIZE ME, Jenna Norwood takes us on her journey to see what happens when she enrolls in a raw food detox center and consumes only organic, raw, enzyme-rich foods for 30 days. It is all in an effort to fit into a Las Vegas showgirl costume for Halloween, but the experience has some surprising results. Meet experts (David Wolfe), celebrities (Ben Vereen & Kathy Sledge) and others seeking to resolve serious health issues on a raw food diet. Takes the mystery out of colon hydrotherapy, too. An entertaining, educational and inspiring documentary.","release_date":"2007-04-14","vote_average":0.0,"runtime":72,"cert":"N\/A","id":84168,"title":"Supercharge Me! 30 Days Raw","adult":false,"genre_ids":[99]},{"cast":["Ai Weiwei","Dan-qing Chen"],"overview":"Ai Weiwei is known for many things – great architecture, subversive in-your-face art, and political activism. He has also called for greater transparency on the part of the Chinese state. Director Alison Klayman chronicles the complexities of Ai’s life for three years, beginning with his rise to public prominence via blog and Twitter after he questioned the deaths of more than 5,000 students in the 2008 Sichuan earthquake. The record continues through his widely publicized arrest in Beijing in April of 2011. As Ai prepares various works of art for major international exhibitions, his activism heats up, and his run-ins with China’s authorities become more and more frequent.","release_date":"2012-06-14","vote_average":7.2,"runtime":91,"cert":"","id":84169,"title":"Ai Weiwei: Never Sorry","adult":false,"genre_ids":[99]},{"cast":["Emad Burnat","Mohammed Burnat","Soraya Burnat"],"overview":"Five broken cameras – and each one has a powerful tale to tell. Embedded in the bullet-ridden remains of digital technology is the story of Emad Burnat, a farmer from the Palestinian village of Bil’in, which famously chose nonviolent resistance when the Israeli army encroached upon its land to make room for Jewish colonists. Emad buys his first camera in 2005 to document the birth of his fourth son, Gibreel. Over the course of the film, he becomes the peaceful archivist of an escalating struggle as olive trees are bulldozed, lives are lost, and a wall is built to segregate burgeoning Israeli settlements.","release_date":"2011-11-23","vote_average":7.6,"runtime":90,"cert":"N\/A","id":84170,"title":"Five Broken Cameras","adult":false,"genre_ids":[10752,99]},{"cast":["Christie Brinkley","Carmen Dell'Orefice","Jerry Hall","Beverly Johnson","Paulina Porizkova"],"overview":"An intimate view of the women whose images have defined our sense of beauty over the past five decades. An uncensored look at many of the biggest names in modeling, the movie reveals the stories behind the magazine covers displaying these multicultural pioneers. Each woman is candidly interviewed in the studio and shares her experiences, ideas on longevity, and philosophy of life in the fashion industry. Elegant archival footage and interviews with designer Calvin Klein and agency head Eileen Ford round out this absorbing chronicle.","release_date":"2012-07-23","vote_average":5.7,"runtime":75,"cert":"N\/A","id":84171,"title":"About Face: Supermodels Then and Now","adult":false,"genre_ids":[99]},{"cast":["Mads Brügger"],"overview":"This darkly comic, genre-bending piece of gonzo journalism from international provocateur Mads Brügger (filmmaker of Sundance Grand Jury Prize winner Red Chapel) rips the corroded lid off the global scheme of political corruption and exploitation happening in one of the most dangerous places on the planet: the Central African Republic. Armed with a phalanx of hidden cameras, black-market diplomatic credentials and a bleeding-edge wit, Brügger transforms himself into an outlandish caricature of a European-African consul. As he immerses himself in the life-threatening underworld of nefarious bureaucrats, Brügger encounters blood diamond smuggling, bribery, and even murder -- while somehow managing to crack amazing razor-sharp barbs at every step along the way. From each absurdly terrifying\/hilarious situation to the next, The Ambassador is a one-of-a-kind excursion from the man whom The Huffington Post has called “the most provocative filmmaker in the world.”","release_date":"2011-10-05","vote_average":6.6,"runtime":93,"cert":"N\/A","id":84172,"title":"The Ambassador","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Based on Kelly McMasters’s memoir about growing up in a nuclear-reactor community, this stirring film illustrates the dire health consequences for many residents in Shirley, her Long Island hometown. Yet despite the known risks of utilizing nuclear power, our country’s rapidly increasing energy needs are fueling a nuclear renaissance.","release_date":"2012-01-23","vote_average":4.0,"runtime":95,"cert":"N\/A","id":84173,"title":"The Atomic States Of America","adult":false,"genre_ids":[99]},{"cast":["Kirsten Dunst","Isla Fisher","Lizzy Caplan","Rebel Wilson","Adam Scott"],"overview":"Three friends are asked to be bridesmaids at a wedding of a woman they used to ridicule back in high school.","release_date":"2012-08-06","vote_average":5.4,"runtime":87,"cert":"15","id":84174,"title":"Bachelorette","adult":false,"genre_ids":[35,10749]},{"cast":["Quvenzhané Wallis","Dwight Henry","Levy Easterly","Gina Montana","Lowell Landes"],"overview":"Hushpuppy, an intrepid six-year-old girl, lives with her father, Wink in 'the Bathtub', a southern Delta community at the edge of the world. Wink’s tough love prepares her for the unraveling of the universe—for a time when he’s no longer there to protect her. When Wink contracts a mysterious illness, nature flies out of whack—temperatures rise, and the ice caps melt, unleashing an army of prehistoric creatures called aurochs. With the waters rising, the aurochs coming, and Wink’s health fading, Hushpuppy goes in search of her lost mother.","release_date":"2012-06-29","vote_average":6.9,"runtime":93,"cert":"12A","id":84175,"title":"Beasts of the Southern Wild","adult":false,"genre_ids":[18,14,12]},{"cast":[],"overview":"A popular sensation in medieval Europe, bestiaries were catalogs of beasts featuring exotic animal illustrations, zoological wisdom, and ancient legends. The documentary unfolds like a filmic picture book where both humans and animals are on display. As we observe them, they also observe us and one another, invoking the Hindu idea of “darshan”: a mutual beholding that initiates a shift in consciousness.","release_date":"2012-10-19","vote_average":7.4,"runtime":72,"cert":"N\/A","id":84176,"title":"Bestiary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dole Food Company wages a campaign to prevent a pair of Swedish filmmakers from showing their documentary about a lawsuit against the company.","release_date":"2011-11-19","vote_average":7.0,"runtime":90,"cert":"N\/A","id":84177,"title":"Big Boys Gone Bananas!*","adult":false,"genre_ids":[99]},{"cast":["Katie Aselton","Lake Bell","Kate Bosworth","Will Bouvier","Jay Paulson"],"overview":"Three childhood friends set aside their personal issues and reunite for a girls’ weekend on a remote island off the coast of Maine. One wrong move turns their weekend getaway into a deadly fight for survival.","release_date":"2012-01-21","vote_average":5.0,"runtime":79,"cert":"15","id":84178,"title":"Black Rock","adult":false,"genre_ids":[53,27]},{"cast":["Tony Alva","Steve Caballero","Shepard Fairey","Tommy Guerrero","Ben Harper"],"overview":"When six teenage boys came together as a skateboarding team in the 1980s, they reinvented not only their chosen sport but themselves too – as they evolved from insecure outsiders to the most influential athletes in the field.","release_date":"2012-01-21","vote_average":8.2,"runtime":90,"cert":"N\/A","id":84179,"title":"Bones Brigade: An Autobiography","adult":false,"genre_ids":[99]},{"cast":["Robert Carlyle","Alexia Rasmussen","Kathleen Wilhoite","A Martinez","Danny Masterson"],"overview":"Lachlan MacAldonich is a self-described “lazy Scotsman” and former guitar player for a once-popular 1990s rock band. No longer famous, he now lives a comfortably numb existence working on an organic farm outside Los Angeles. He drinks himself into a stupor every night and retires to his shabby apartment to record his podcast, recounting the tragic deaths of great musicians. After a particularly heavy night of drowning his sorrows at a local watering hole, he is arrested for driving under the influence. This snag, coupled with a long-ago conviction for a drug offense, means Lachlan faces possible deportation. His only hope of remaining stateside is proving that his absence would cause extreme hardship for a spouse or relative – forcing him to confront relationships he thought were buried forever.","release_date":"2012-11-30","vote_average":5.6,"runtime":93,"cert":"N\/A","id":84180,"title":"California Solo","adult":false,"genre_ids":[18]},{"cast":["Michael Wexler","Reggie Bannister","Joe Estevez","Larry Thomas","Judy Tenuta"],"overview":"Meet Doctor Spine, a meek chiropractor with a very dark past that comes back to haunt him. Watch, as a life spent helping others spirals downward into a miasma of madness. Directed by John Wesley Norton.","release_date":"2011-04-04","vote_average":3.5,"runtime":99,"cert":"N\/A","id":84181,"title":"Doctor Spine","adult":false,"genre_ids":[27,35]},{"cast":["Berkan Demirbağ","Erkan Avci","Selen Uçer","Serdar Orçin","Yusuf Berkan"],"overview":"Loving Istanbul couple Ayşe and Cemal need only a child to complete their life together, but they cannot conceive. To salvage Cemal’s pride, they resort to illegal means to procure a baby. This wild grab at a more perfect life proves their undoing, leading the couple to spiral toward separate futures. The couple's estrangement is intertwined with the film’s parallel narrative, in which a distant and neglectful single mom is raising her little boy, Can.","release_date":"2011-03-11","vote_average":5.2,"runtime":106,"cert":"N\/A","id":84182,"title":"Can","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Bo Hopkins","Dianne Hull","Patti D'Arbanville","Sharon Farrell","Robert Englund"],"overview":"A young woman collapses on the disco dance floor of what's revealed to be strychnine poisoning. Assuming that this is an attempt at suicide, her boyfriend and doctor have her committed to the Fifth Floor, an asylum with obviously crazy inmates and a predatory orderly. The problem is, she's still sane!","release_date":"1978-11-15","vote_average":4.0,"runtime":90,"cert":"N\/A","id":84183,"title":"The Fifth Floor","adult":false,"genre_ids":[27]},{"cast":["Rashida Jones","Andy Samberg","Elijah Wood","Emma Roberts","Ari Graynor"],"overview":"Celeste and Jesse met in high school and got married young. They laugh at the same jokes and finish each other’s sentences. They are forever linked in their friends’ minds as the perfect couple – she, a high-powered businesswoman and budding novelist; he, a free spirit who keeps things from getting boring. Their only problem is that they have decided to get divorced. Can their perfect relationship withstand this minor setback?","release_date":"2012-08-03","vote_average":6.5,"runtime":91,"cert":"N\/A","id":84184,"title":"Celeste & Jesse Forever","adult":false,"genre_ids":[35,18,10749]},{"cast":["James Balog","Svavar Jonatansson","Adam LeWinter","Louie Psihoyos","Kitty Boone"],"overview":"When National Geographic photographer James Balog asked, “How can one take a picture of climate change?” his attention was immediately drawn to ice. Soon he was asked to do a cover story on glaciers that became the most popular and well-read piece in the magazine during the last five years. But for Balog, that story marked the beginning of a much larger and longer-term project that would reach epic proportions.","release_date":"2012-10-01","vote_average":7.6,"runtime":74,"cert":"12A","id":84185,"title":"Chasing Ice","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In southwestern China, state athletic coaches scour the countryside to recruit poor, rural teenagers who demonstrate a natural ability to throw a good punch. Moved into boxing training centers, these boys and girls undergo a rigorous regimen that grooms them to be China’s next Olympic heroes but also prepares them for life outside the ring. As these young boxers develop, the allure of turning professional for personal gain and glory competes with the main philosophy behind their training – to represent their country. Interconnected with their story is that of their charismatic coach, Qi Moxiang, who – now in his late thirties and determined to win back lost honor – trains for a significant fight.","release_date":"2012-07-06","vote_average":5.0,"runtime":89,"cert":"N\/A","id":84186,"title":"China Heavyweight","adult":false,"genre_ids":[99]},{"cast":["Tim Heidecker","Eric Wareheim","James Murphy","Kate Lyn Sheil","Adam Scarimbolo"],"overview":"Indifferent to the notion of inheriting his father's estate, a restless, aging New Yorker passes time with his friends in games of mock sincerity, irreverence, and recreational cruelty towards those around them.","release_date":"2012-11-09","vote_average":6.1,"runtime":95,"cert":"N\/A","id":84187,"title":"The Comedy","adult":false,"genre_ids":[35,18]},{"cast":["Ann Dowd","Dreama Walker","Pat Healy","Philip Ettinger","James McCaffrey"],"overview":"On a particularly busy day at a suburban Ohio fast food joint, high-strung manager Sandra receives a phone call from a police officer saying that an employee, a pretty young blonde named Becky, has stolen money from a customer.","release_date":"2012-08-23","vote_average":6.4,"runtime":90,"cert":"18","id":84188,"title":"Compliance","adult":false,"genre_ids":[53]},{"cast":["Mark Webber","Isaac Love","Shannyn Sossamon","Amanda Seyfried","Jason Ritter"],"overview":"Mark is a struggling actor stuck between the life he once knew and the one waiting for him. When the mother of his two-year-old son suddenly passes away, Mark is forced to confront his shortcomings. Their fates, now intertwined, hang in the balance as Mark grapples with his ability to grow up. When he meets Lydia, a young mother, he is no longer able to live in the comfort of denial.","release_date":"2013-03-01","vote_average":6.2,"runtime":89,"cert":"N\/A","id":84191,"title":"The End of Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Our healthcare system is broken. Potent forces fight to maintain the status quo in a medical industry created for quick fixes, rather than prevention; for profit-driven, rather than patient-driven, care. Healthcare is at the center of an intense political firestorm in our nation's capital. But the current battle over cost and access does not ultimately address the root of the problem: we have a disease-care system, not a health-care one. After decades of opposition, a movement to introduce innovative high-touch, low-cost methods of prevention and healing is finally gaining ground.","release_date":"2012-10-05","vote_average":7.8,"runtime":100,"cert":"N\/A","id":84192,"title":"Escape Fire: The Fight to Rescue American Healthcare","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It would have satisfied even the most voracious history buffs if Rory Kennedy, youngest child of Robert and Ethel Kennedy, had enlisted her mother’s perspective simply as a fresh angle on the Kennedy years. But this movie is so much more. Intimate, humorous conversations and never-before-seen images from the family troves uncover an enthralling story of a vivacious, authentic heroine whose transformation – from rambunctious Republican firecracker to savvy Democratic campaigner to socially conscious single mother of 11 – arcs definitively as her husband’s drama unfolds.","release_date":"2012-01-20","vote_average":7.8,"runtime":97,"cert":"N\/A","id":84193,"title":"Ethel","adult":false,"genre_ids":[99]},{"cast":["AnnaLynne McCord","Traci Lords","Ariel Winter","Roger Bart","Jeremy Sumpter"],"overview":"Alienated teen Pauline struggles with the pressures of fitting into high school, pleasing her mother and a burning desire to lose her virginity. With a grotesque curiosity for the darker side of life, Pauline is considered a social outcast by everyone around her. Enticed by flesh, she retreats into her own fantasies and hopes to become a great surgeon - that is, if she doesn't go insane first.","release_date":"2012-09-12","vote_average":6.0,"runtime":81,"cert":"","id":84194,"title":"Excision","adult":false,"genre_ids":[18,27]},{"cast":["Wagner Moura","Brás Antunes","Lima Duarte","Mariana Lima","Lucas de Araujo"],"overview":"Theo is living the good life in an upscale Brazilian neighborhood. He’s a hardworking doctor, husband, and father. However, Theo has chosen his career over his family, and little by little he discovers that his world is crumbling around him. His beloved mentor and surrogate father is dying, and his wife announces that she wants a divorce. Yet nothing prepares him for the day when he comes home to discover that his 15-year-old son, Pedro, has disappeared. Theo takes to the road in search of his son. In a journey that leads him throughout Brazil, Theo discovers what really matters to him. Searching for his missing son, Theo finds himself.","release_date":"2013-03-15","vote_average":7.2,"runtime":93,"cert":"N\/A","id":84195,"title":"Father’s Chair","adult":false,"genre_ids":[18]},{"cast":["Meryl Streep","Ashley Judd","Robert Redford","Isabel Allende","Van Jones"],"overview":"It is the largest movement the world has ever seen, it may also be the most important - in terms of what's at stake. Yet it's not east being green. Environmentalists have been reviled as much as revered, for being killjoys and Cassandras. Every battle begins as a lost cause and even the victories have to be fought for again and again. Still, environmentalism is one of the great social innovations of the twentieth century, and one of the keys to the twenty-first. It has arisen at a key juncture in history, when humans have come to rival nature as a power determining the fate of the earth.","release_date":"2013-03-01","vote_average":5.6,"runtime":101,"cert":"N\/A","id":84196,"title":"A Fierce Green Fire","adult":false,"genre_ids":[99]},{"cast":["Resmine Atis","Baby Bash","David Bianchi","Jorge Diaz","Chingo Bling"],"overview":"“Majo” Tonorio, a.k.a. Filly Brown, is a raw, young Los Angeles hip-hop artist who spits from the heart. When a sleazy record producer offers her a crack at rap stardom, Majo faces some daunting choices. With an incarcerated mother, a record contract could be the ticket out for her struggling family. But taking the deal means selling out her talent and the true friends who helped her to the cusp of success.","release_date":"2013-04-19","vote_average":6.5,"runtime":100,"cert":"N\/A","id":84197,"title":"Filly Brown","adult":false,"genre_ids":[18]},{"cast":["Jeff Bridges","Tom Colicchio","Mariana Chilton","Ken Cook","Barbie Izquierdo"],"overview":"Using personal stories, this powerful documentary illuminates the plight of the 49 million Americans struggling with food insecurity. A single mother, a small-town policeman and a farmer are among those for whom putting food on the table is a daily battle.","release_date":"2012-03-22","vote_average":6.7,"runtime":84,"cert":"N\/A","id":84198,"title":"A Place at the Table","adult":false,"genre_ids":[99]},{"cast":["Dylan O'Brien","Britt Robertson","Craig Roberts","James Frecheville","Victoria Justice"],"overview":"Dave, a high school senior, spends most of his time pining away over a girl he can’t have. Aubrey, a junior with artistic aspirations, has a hot boyfriend who doesn’t quite understand her or seem to care. Although they go to different schools, Dave and Aubrey find themselves at the same party. When both head outside to get some air, they meet. A casual conversation sparks an instant connection, and, over the course of a weekend, things turn magical, romantic, complicated, and funny as Aubrey and Dave discover what it's like to fall in love for the first time.","release_date":"2012-10-19","vote_average":7.0,"runtime":95,"cert":"15","id":84199,"title":"The First Time","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ari Graynor","Lauren Miller","Mark Webber","Justin Long","Mimi Rogers"],"overview":"College \"frenemies\" Lauren and Katie move in together after losing a relationship and rent control, respectively. Sharing Katie's late grandmother's apartment in New York City, the girls bicker with each other until one fateful night, when Katie's noisy bedroom activities make Lauren barge in and discover a dirty little secret. This revelation brings them closer together, and Lauren (the brains) and Katie (the talent) concoct a wildly successful business venture. As profits swell, the girls reevaluate their hopes and dreams and realize that just because someone pees in your hair in college doesn't mean she won't be your best friend 10 years later.","release_date":"2012-08-31","vote_average":5.9,"runtime":85,"cert":"18","id":84200,"title":"For a Good Time, Call...","adult":false,"genre_ids":[35,18]},{"cast":["Paul Dano","Jon Heder","Jena Malone","Shaylena Mandigo","Margarita Levieva"],"overview":"After an overnight long-distance drive, Joby has a special meeting—with lawyers and his ex-wife. A struggling musician with the prerequisite tattoos, slimy hair, goatee, and his head firmly floating in the clouds, Joby hasn’t been around to be a dad. Now is his last chance to fight for shared custody of his daughter, Ellen.","release_date":"2012-02-12","vote_average":5.6,"runtime":93,"cert":"","id":84201,"title":"For Ellen","adult":false,"genre_ids":[18]},{"cast":["Jaroslav Plesl","Anna Geislerová","Karel Roden","Igor Chmela","Jiří Mádl"],"overview":"Fogi is enjoying his never ending puberty. But simultaneously Fogi is also trying to live up to his family duties and bring up Véna, his son from the first marriage. He did not get married again but lives with Jana, a post office employee. Together they have little Anicka and they all live in a flat in a small town. At first, Jana is trying to tolerate Fogi's moods, but her patience is running out. Fogi loses his job. On top of that he starts to see himself in his adolescent son and realizes with horror that Véna repeats his own mistakes. The first fights, bans and mutual misunderstandings are approaching.","release_date":"2012-03-08","vote_average":4.5,"runtime":105,"cert":"N\/A","id":84202,"title":"Four Suns","adult":false,"genre_ids":[35,18]},{"cast":["David Duchovny","Vera Farmiga","Graham Phillips","Keri Russell","Justin Kirk"],"overview":"Having a self-absorbed New Age mother and an estranged father means 15-year-old Ellis Whitman has grown up relying on an unconventional guardian: a goat-trekking, marijuana-growing sage called Goat Man. So when Ellis decides to leave the alternative ways of his desert homestead for a stuffy East Coast prep school, major changes are in store. But not in the way you’d think. Though often stoned, the exceedingly smart and capable Ellis effortlessly aces school and excels at track. As the year progresses, it’s his relationships with the adults in his life that test him, challenging his beliefs about responsibility and trustworthiness.","release_date":"2012-08-10","vote_average":5.6,"runtime":92,"cert":"N\/A","id":84203,"title":"Goats","adult":false,"genre_ids":[35]},{"cast":["Richard Coyle","Ruth Bradley","Russell Tovey","Bronagh Gallagher","David Pearse"],"overview":"Something sinister has come to the shores of Erin Island, unbeknownst to the quaint population of this sleepy fishing village resting somewhere off Ireland’s coast. First, some fishermen go missing. Then there is the rash of whale carcasses suddenly washing up on the beach. When the murders start, it’s up to two mismatched cops – an irresponsible alcoholic and his new partner, a by-the-book woman from the mainland – to protect the townsfolk from the giant, bloodsucking, tentacled aliens that prey upon them. Their only weapon, they discover, is booze. If they want to survive the creatures’ onslaught, everyone will have to get very, very drunk!","release_date":"2012-08-10","vote_average":6.2,"runtime":94,"cert":"15","id":84204,"title":"Grabbers","adult":false,"genre_ids":[878,35,53,27,9648]},{"cast":[],"overview":"How does a white boy with Alabama roots become a flamenco guitarist in Andalusian boots, and what happens behind the scenes along the way? The movie uncoils a mesmerizing story of many hearts wound around one man. Traveling across continents and through a labyrinth of hidden meanings, filmmaker Rachel Leah Jones documents her beguiling journey toward her elusive father. As she retraces his path, she pioneers a new one for herself.","release_date":"2011-07-10","vote_average":0.0,"runtime":96,"cert":"N\/A","id":84205,"title":"Gypsy Davy","adult":false,"genre_ids":[]},{"cast":["Jeremy Irons","Haluk Bilginer","Sanem Çelik","Burak Sergen"],"overview":"This is the glorious story of the Hittites - the most powerful people in the Near East of their time. Narrated by Academy Award winner Jeremy Irons, \"The Hittites\" brings the fascinating history of this mighty empire to life with expert interviews, stunning cinematography, dramatic reenactments, and visual effects. Highlights include a breathtaking recreation of the controversial battle of Kadesh that decimated the armies of Egypt's Pharaoh Ramesses II. Based on the actual words of the Hittites, deciphered from ancient clay tablets excavated in the 20th century, their story unfolds as beautifully as it written almost 3500 years earlier.","release_date":"2003-05-09","vote_average":4.0,"runtime":120,"cert":"N\/A","id":84206,"title":"The Hittites - A Civilization that Changed the World","adult":false,"genre_ids":[99]},{"cast":["Geraldine Chaplin","Anthony Perkins","Moses Gunn","Berry Berenson","Jeff Goldblum"],"overview":"Just released from prison, a young woman arrives in town to \"start a new life\", but soon begins stalking a married construction worker for no apparent reason, turning his life inside out and eventually terrorizing him and his wife.","release_date":"1978-02-10","vote_average":6.1,"runtime":94,"cert":"N\/A","id":84207,"title":"Remember My Name","adult":false,"genre_ids":[18,53]},{"cast":["James Cagney","Pat O’Brien","June Travis","Stuart Erwin","Barton MacLane"],"overview":"War veteran pilots Dizzy Davis, Texas Clark and Jake Lee are working in an airline. Dizzy is fooling with one of the younger pilot's girl-friend and due to this he changes flights with Texas.","release_date":"1936-01-16","vote_average":6.6,"runtime":95,"cert":"N\/A","id":84208,"title":"Ceiling Zero","adult":false,"genre_ids":[12,18,10749]},{"cast":["Elliott Gould","Robert Blake","Allen Garfield","Antonio Fargas","Michael Lerner"],"overview":"Two Los Angeles vice squad officers find themselves up against their corrupt superiors when they try bringing a crime boss to justice. During the courseof their investigation, the two cops disguise them-selves as gays and raid a gay bar.","release_date":"1974-02-27","vote_average":7.2,"runtime":92,"cert":"N\/A","id":84209,"title":"Busting","adult":false,"genre_ids":[18,28,80]},{"cast":["Jack Nicholson","Georgianna Carter","Carol Bigby","John Bologni","Gary Espinosa"],"overview":"A rebellious punk of the beat generation spends his days as an amateur dirt track driver in between partying and troublemaking.  He eventually kidnaps his buddy's girlfriend, kills a few police officers and finally sees his own life end in tragedy.","release_date":"1960-06-17","vote_average":6.2,"runtime":59,"cert":"N\/A","id":84210,"title":"The Wild Ride","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Scout Bozell has always dreamt of being on his school's Safety Patrol. The only reason he cannot join is because he is very clumsy. He's sent to another school because his old school would not let him become part of their Safety Patrol. But his new school does let him on the Safety Patrol.","release_date":"1998-03-29","vote_average":4.3,"runtime":96,"cert":"N\/A","id":84211,"title":"Safety Patrol","adult":false,"genre_ids":[]},{"cast":["Nicholas Hill","Cliff Aduddell","John Alexander","Robert Axelrod","Leeann Lee"],"overview":"An alien sent to Earth to retrieve a drug that was sent here on a black disc has to fight her race's enemies, who are also on Earth to search for the drug.","release_date":"1987-01-01","vote_average":2.0,"runtime":90,"cert":"N\/A","id":84212,"title":"Alien Private Eye","adult":false,"genre_ids":[]},{"cast":["Konstantin Lavronenko","Jacek Braciak","Monika Buchowiec","Teresa Branna","Aurélia Georges"],"overview":"A trio of lonely outsiders - a Russian knife-thrower, a prostitute and an accordeon player - establish a moving circus troupe.","release_date":"2005-09-30","vote_average":4.0,"runtime":117,"cert":"N\/A","id":84213,"title":"The Master","adult":false,"genre_ids":[18]},{"cast":["Shirley Booth","Burt Lancaster","Terry Moore","Richard Jaeckel","Philip Ober"],"overview":"An emotionally remote recovering alcoholic and his dowdy, unambitious wife face a personal crisis when they take in an attractive lodger.  Doc Delaney (Burt Lancaster) and wife Lola (Shirley Booth) had an indiscreet affair, she became pregnant and, compelled to marry her, he gave up his medical studies, forfeited his future and settled down to a life of quiet desperation with the simple, frumpy Lola, who lost the child but has remained Doc's steadfast if slatternly wife.  Now a chiropractor, recovering alcoholic, and active member of his town's AA chapter, Doc's sobriety is severely tested when Marie (Terry Moore), a young college student becomes their boarder, bringing new life and long-dormant hostilities to the surface of Doc and Lola's troubled marriage.","release_date":"1952-12-24","vote_average":8.0,"runtime":96,"cert":"N\/A","id":84214,"title":"Come Back, Little Sheba","adult":false,"genre_ids":[10749,18]},{"cast":["Ran Domingo","Paolo Rivero","Ynez Veneracion","Simon Ibarra","Kenjie Garcia"],"overview":"The title \"Binyag\" translates to 'loss of innocence,' and this little-known film from the Philippenes shows, very effectively, the process in which one young person loses his own innocence. A boy living a quiet, picturesque life in the Filipino province, spending his days swimming in the sea, is offered a job as a \"film star\" when a shady \"talent scout\" visits his small village. He promises the naive Leo that he can \"make him a star.\" Leo, excited at the idea of escaping his seemingly mundane life, accepts the offer, thus beginning his journey to the city of Manila, where he will learn some hard facts about the world he lives in.","release_date":"2008-10-08","vote_average":5.0,"runtime":64,"cert":"N\/A","id":84217,"title":"First Taste","adult":false,"genre_ids":[18]},{"cast":["Suryana Fatah","Titiek Puspa","Indra Widyawati"],"overview":"Ho Liang (Suryana Fattah), a widower of Chinese descent with a custom that is still thick with customs in the ancestral land, in love with Pei-Pei (Titiek Puspa). There is a relationship that does not match. As for Sastro, the old bandot, with his collection of turtles, fell in love with Nio (Indra Widyawati), who if he was hanging out his clothes did not really wear a bra. This caused Sastro to be aroused and to update.  Another story, Ibing was too late to find the girl he loved, Eti. Assisted by a pedicab driver played by Aom Kusman. Everything flows with entertaining humor","release_date":"1983-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":84220,"title":"Apanya Dong","adult":false,"genre_ids":[35,18,10402]},{"cast":["Sami Bouajila","Julie Gayet","Carlos Leal","Dominique Paturel","Jean-Pierre Andréani"],"overview":"Philippe lives in a world controlled by a caste system. Those who play the \"game\" correctly become higher and more powerful. Phillipe plays the game well but his wife wants him to return to reality. Its a love story after marriage.","release_date":"2011-09-06","vote_average":6.5,"runtime":77,"cert":"N\/A","id":84227,"title":"Carré Blanc","adult":false,"genre_ids":[18]},{"cast":["Valerie Azlynn","Kevin Sorbo","Alicia Leigh Willis","Joel David Moore","Ving Rhames"],"overview":"Meeting a man on the Internet, Julia decides to see him in person, only to get abducted and branded with the letter \"x\" by that guy. A game of cat and mouse follows, but the story has an unexpected twist.","release_date":"2011-09-24","vote_average":5.0,"runtime":92,"cert":"N\/A","id":84228,"title":"Julia X","adult":false,"genre_ids":[27]},{"cast":["Raven Alexis","Sara Stone","Alexis Texas","Monique Alexander","Charles Dera"],"overview":"Sizzling Raven Alexis and her naughty 'twin sister' get into words of horny trouble with the hard studs they toy with and handle, like Manuel Ferrara and Mick Blue. Big Booty hottie, Alexis Texas, gets down and dirty with long rod member, Scott Nails. The luscious tits of sexy Sara Stone are sucked, licked and plunged into by hungry Charles Dera. Wild and deep pumper, Tommy Gunn drilles Monique Alexander's tight wet hole. Bad girl Raven reveals her lusty game of cock tease to her hung lovers, before treating them to many explosive, happy endings.","release_date":"2011-12-27","vote_average":8.0,"runtime":128,"cert":"N\/A","id":84229,"title":"2 of a Kind","adult":true,"genre_ids":[]},{"cast":["Patric Knowles","Lionel Atwill","Anne Gwynne","Samuel S. Hinds","Mona Barrie"],"overview":"Private eye Jerry Church is hired by a criminal defense lawyer after five mobsters he has gotten acquitted are apparently strangled by a serial killer.","release_date":"1942-04-17","vote_average":4.8,"runtime":66,"cert":"N\/A","id":84230,"title":"The Strange Case of Doctor Rx","adult":false,"genre_ids":[9648,27]},{"cast":["Susan Bracken","Larry O'Dwyer","Gene Ross","James N. Harrell","Hugh Feagin"],"overview":"A dutiful grand-daughter goes home to take care of her elderly grandmother. Once there, she finds herself trapped inside the house with a homicidal maniac.","release_date":"1974-05-03","vote_average":5.3,"runtime":90,"cert":"N\/A","id":84233,"title":"Don't Hang Up","adult":false,"genre_ids":[27]},{"cast":["George Zucco","David Bruce","Evelyn Ankers","Turhan Bey","Robert Armstrong"],"overview":"Dr. Alfred Morris, a university chemistry professor, rediscovers an ancient Mayan formula for a gas which turns men into pliant, obedient, zombie-like ghouls. After medical student Ted Allison becomes a guinea pig for Morris, the professor imagines that Allison's fiancée, a beautiful concert singer Isabel Lewis, wants to break off the engagement because she prefers the professor as a more \"mature\" lover but in reality loves Eric, her accompanist. In order to bring Ted back from his trance-like states, Morris commands him to perform a cardiectomy on recently deceased or living bodies in order to use serum from their hearts as a temporary antidote. When the serial murders seem to coincide with Isabel's touring schedule, ace reporter \"Scoop\" McClure gets on the mad scientist's trail.","release_date":"1943-11-12","vote_average":6.0,"runtime":65,"cert":"N\/A","id":84234,"title":"The Mad Ghoul","adult":false,"genre_ids":[878,27]},{"cast":["Pierre Kirby","Edowan Bersma","Danny Raisebeck","Dewey Bosworth","Jorge Gutman"],"overview":"A secret formula that can cause plants and animals to expand a thousand-fold in size is stolen by a terrorist group. During a wild chase and shoot-out, the formula is lost. It's found by a little girl who accidently gives the formula to her pet snake. After the snake grows to an immense size, it follows and protects her. When the terrorists go after the girl, the snake begins destroying everything in its path.","release_date":"1988-04-15","vote_average":4.0,"runtime":100,"cert":"N\/A","id":84235,"title":"Thunder of Gigantic Serpent","adult":false,"genre_ids":[28,18,27,878]},{"cast":["Naseeruddin Shah","Kay Kay Menon","Atul Kulkarni","Rajesh Sharma","Shweta Bhardwaj"],"overview":"Four friends -- Pankaj (Naseeruddin Shah), Bobby (Atul Kulkarni), Shakti Chinappa (Ravi Kissen), Albert Pinto (Kay Kay Menon) -- want to rob a lonely house in a lonely stretch of it's Rs 20 crore fake Indian currency... and the very fake note vending machine that lies in there. Just one problem: They have no plan...","release_date":"2012-01-13","vote_average":6.0,"runtime":115,"cert":"N\/A","id":84238,"title":"Chaalis Chauraasi","adult":false,"genre_ids":[80,18,53]},{"cast":[],"overview":"USA vs AL-ARIAN is a close portrait of an Arab-American family facing terrorism charges leveled by the U.S. Government. The film shows a personal story of a family living in a society where fear of terrorism has resulted in increasing stigmatization and discrimination against Muslims.","release_date":"2007-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84239,"title":"USA vs. Al-Arian","adult":false,"genre_ids":[]},{"cast":["Shiney Ahuja","Sayali Bhagat","Rahul Roy"],"overview":"Ghost is a horror flick with an element of romance in it. It is set in a hospital with Sayali Bhagat playing a doctor and Shiney Ahuja playing a debonair detective. The movie has been directed by Puja Jatinder Bedi.","release_date":"2012-01-13","vote_average":3.3,"runtime":null,"cert":"N\/A","id":84240,"title":"Ghost","adult":false,"genre_ids":[27]},{"cast":[],"overview":"All Excess is Avenged Sevenfold's first DVD which was released on July 17, 2007. The DVD includes a documentary with footage dating back to 1999, four live performances, along with four music videos, and several out-takes.  The DVD was created to portray how Avenged Sevenfold started in a unique way different from typical mainstream band DVDs. This was done by giving the viewer a look into the thoughts of, the relationships between, and the background of the band.","release_date":"2007-07-17","vote_average":5.3,"runtime":156,"cert":"N\/A","id":84241,"title":"Avenged Sevenfold: All Excess","adult":false,"genre_ids":[10402]},{"cast":["Josh Hartnett","Jason Acuña","Jacqui Maxwell","Hugh Jackman","Michael Gambon"],"overview":"Seven (or six - depending on the version) short stories of conquest, desperation and the will to overcome.","release_date":"2004-11-12","vote_average":5.0,"runtime":90,"cert":"N\/A","id":84242,"title":"Stories of Lost Souls","adult":false,"genre_ids":[18]},{"cast":["Jean-Louis Barrault","Renée Saint-Cyr","Lise Delamare","Jules Berry","Bernard Blier"],"overview":"The film is biographical, telling the story of the life and artistic struggles of the French composer Hector Berlioz. Berlioz is shown as a recalcitrant medical student in an anatomy class dreaming of becoming a composer; at a demonstration during a performance at the Paris Opéra conducted by Habeneck; at supper with other young artists (Hugo, Janin, Dumas, Mérimée, Delacroix); and chasing after his future wife Harriet Smithson, after a performance of Hamlet. Also depicted are his life in a garret, while suffering from an illness due to an abscess in the throat; a visit from his mother who curses him; and the composition of the Symphonie fantastique. The film then shows his marital breakdown, the premiere of his opera Benvenuto Cellini, his travels throughout Europe, his second marriage to Marie Recio (called \"Marie Martin\" in the film), public acceptance in old age and reconciliation with his son.","release_date":"1942-04-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":84243,"title":"La symphonie fantastique","adult":false,"genre_ids":[18]},{"cast":["Louis Gigante"],"overview":"This 1979 documentary depicts the daily life of gangs in the South Bronx. It deals primarily with two African American and Puerto Rican gangs known as the \"Savage Skulls\" and the \"Savage Nomads\".","release_date":"1979-01-01","vote_average":7.0,"runtime":67,"cert":"N\/A","id":84246,"title":"80 Blocks from Tiffany's","adult":false,"genre_ids":[99,80]},{"cast":["André Lawrence","Mignon Elkins","Michèle Mercure","Gordon Fisher","Susan Petrie"],"overview":"Quebec sex farce about a straitlaced young man who spends time in a commune, while a hippie takes his place as a French tutor for a rich family's daughter.","release_date":"1971-09-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":84247,"title":"Loving and Laughing","adult":false,"genre_ids":[35]},{"cast":["Harry Baur","Valéry Inkijinoff","Alexandre Rignault","Gaston Jacquet","Louis Gauthier"],"overview":"Willy Ferriere is dead broke and his mistress costs a lot. One day, he says in a pub that he would give 100,000 francs to get rid of his wealthy aunt. Someone lets him know it's a deal. The aunt is murdered, and a poor chap is manipulated to be the perfect suspect. But Superintendant Maigret feels something is wrong.","release_date":"1933-02-18","vote_average":7.0,"runtime":90,"cert":"N\/A","id":84248,"title":"La Tête d'un Homme","adult":false,"genre_ids":[80,9648,53]},{"cast":["Yvonne Williams","Homer Nish","Tom Reynolds","Rico Rodriguez","Clifford Ray Sam"],"overview":"The story of one wild but typical night in the lives of three young American Indians who have left their reservations to live in downtown Los Angeles.","release_date":"1961-07-13","vote_average":6.9,"runtime":72,"cert":"N\/A","id":84249,"title":"The Exiles","adult":false,"genre_ids":[18]},{"cast":["Ahmed Helmy","Edward","Inam Salusah","Youssef Daoud","Lotfy Labib"],"overview":"Masry el Araby is an American-Egyptian citizen who travels back to his home town (in Egypt) after living in the US for 20 years. He has this idea of Egypt being a wonderful and amazing country, but the idea soon crashes as he faces reality. After arriving in Egypt, Masry is treated badly when he uses his Egyptian Passport. But then when he starts using his American Passport as an identification card, he is paid with a lot of respect. He faces many problems as he loses both passports.","release_date":"2010-05-25","vote_average":7.4,"runtime":120,"cert":"N\/A","id":84250,"title":"Black Honey","adult":false,"genre_ids":[35]},{"cast":["Shidou Nakamura","Shun Oguri","Hirofumi Arai","Yumi Yoshimura","Tomoya Ishii"],"overview":"Jûzô Murasaki is a boy miscast in his classroom, being frequently abused, tortured, beaten and humiliated by the bully Tôru Akai and his gang of juvenile punks. After years of repression, rejection and fear without facing Akai, he develops a psychopathic dual personality with a violent alter-ego. While living in the apartment 13 of a tenement building, he becomes unable to control his violent dark personality, who plots an evil revenge against his upper floor neighbor Akai and his family.","release_date":"2005-04-02","vote_average":5.5,"runtime":115,"cert":"N\/A","id":84251,"title":"Neighbour No. 13","adult":false,"genre_ids":[27,53]},{"cast":["Bert Wheeler","Robert Woolsey","Dorothy Lee","Lucy Beaumont","Jason Robards Sr."],"overview":"Set in a drugstore the boys take on to save a nice old lady from the clutches of the local charming crook.","release_date":"1931-09-05","vote_average":8.0,"runtime":68,"cert":"N\/A","id":84252,"title":"Caught Plastered","adult":false,"genre_ids":[]},{"cast":["Doug Barry","Angela Darter","Mike Kaufman","Andrea Adams","Travis Krasser"],"overview":"Six teenagers decide to party one weekend, but before the partying begins one couple disappears. Only to be fount brutally murdered. A blood thirsty killer is stalking their summer playground. One by one bodies begin to show up, as they become prey to the venomous vengeance-seeking maniac.","release_date":"1987-01-01","vote_average":2.6,"runtime":82,"cert":"N\/A","id":84253,"title":"Blood Lake","adult":false,"genre_ids":[27]},{"cast":["Vasiliy Livanov","Borislav Brondukov","Vitali Solomin","Rina Zelyonaya"],"overview":"The Hound of the Baskervilles  is a 1981 Soviet film adaptation of Arthur Conan Doyle's novel The Hound of the Baskervilles. It was the third installment in the TV series about adventures of Sherlock Holmes and Doctor Watson. A potent streak of humour ran through the film as concerns references to traditional British customs and stereotypes, ensuring the film's popularity with several generations of Russophone viewers. Other features of this best entry in the series include excellent exterior shots which closely match the novel's setting in the Dartmoor marshland, as well as an all-star cast: in addition to the famous Livanov -Solomin duo as Holmes and Watson, the film stars the internationally acclaimed actor\/director Nikita Mikhalkov as Sir Henry Baskerville and the Russian movie legend Oleg Yankovsky as the villain Stapleton.","release_date":"1981-01-02","vote_average":7.8,"runtime":154,"cert":"N\/A","id":84254,"title":"The Adventures of Sherlock Holmes and Dr. Watson: The Hound of the Baskervilles, Part 1","adult":false,"genre_ids":[80,9648]},{"cast":["Sônia Braga","Nuno Leal Maia","Jorge Dória","Paulo César Peréio","Cláudio Marzo"],"overview":"Solange is a recently married young woman whose wedding night did not end well. After constant fights with her husband, she decides to live through her sexual frustration by sleeping with strangers she picks up on crowded buses in Rio de Janeiro.","release_date":"1978-01-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":84255,"title":"A Dama do Lotação","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Digital Versatile Doom (a.k.a Digital Versatile Doom: Live at the Orpheum Theatre XXXVII A.S.) is HIM's first commercially released live album and live DVD.  \"Intro (Blood Theme)\"  \"Passion's Killing Floor\"  \"Rip Out the (Wings of a Butterfly)\"  \"Buried Alive By Love\"  \"Wicked Game\"  \"The Kiss of Dawn\"  \"Vampire Heart\"  \"Poison Girl\"  \"Dead Lovers' Lane\"  \"Join Me in Death\"  \"It's All Tears (Drown in This Love)\"  \"Sleepwalking Past Hope\"  \"Killing Loneliness\"  \"Soul On Fire\"  \"Your Sweet 666\"  \"Bleed Well\"  \"Right Here In My Arms\"  \"The Funeral of Hearts\"  \"V.D.O. (Venus Doom Outro)\"","release_date":"2008-04-29","vote_average":4.0,"runtime":null,"cert":"N\/A","id":84256,"title":"HIM: Digital Versatile Doom","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"1. Satyriasis 2. Gilded Cunt 3. Medusa and Hemlock 4. Born in a Burial Gown 5. Nymphetamine (Fix) 6. Her Ghost in the Fog 7. The Forest Whispers My Name 8. From the Cradle to Enslave","release_date":"2006-06-03","vote_average":0.0,"runtime":36,"cert":"N\/A","id":84257,"title":"Cradle Of Filth: Live at Rock am Ring","adult":false,"genre_ids":[]},{"cast":["Edward Norton"],"overview":"The Apple Pushers, narrated by Edward Norton, follows the inspiring stories of five immigrant pushcart vendors who are rolling fresh fruits and vegetables into New York City's food deserts.","release_date":"2012-02-10","vote_average":6.0,"runtime":71,"cert":"N\/A","id":84258,"title":"The Apple Pushers","adult":false,"genre_ids":[99]},{"cast":["Jeff Bridges","Alan Arkin","Blythe Danner","Andy Griffith","Alex Rocco"],"overview":"Naive Iowa farm boy Lewis Tater dreams of being a famous Western novelist like his hero, Zane Grey. He leaves home to answer a writing correspondence course's ad for on-campus classes, only to discover that the school consists of a row of postboxes at an isolated Nevada train depot. On the run from the con men responsible, Lewis stumbles across \"real\" cowboys--cowboy actors shooting a movie in the desert. The would-be writer soon finds himself instead acting in Westerns, for the rundown Tumbleweed Productions studio, in Depression-era Hollywood.","release_date":"1975-10-08","vote_average":4.9,"runtime":102,"cert":"N\/A","id":84259,"title":"Hearts of the West","adult":false,"genre_ids":[35,37]},{"cast":["Misty Alli","Noelle Balfour","Big Boy","Sid Burston","Kevin Hart"],"overview":"Evicted from his apartment, James has to move in with his girlfriend of 3 months. He quickly discovers that she's everything he never wanted in a woman. His only option is to get her to break up with him -- but still let him sleep on the couch.","release_date":"2012-02-10","vote_average":7.0,"runtime":76,"cert":"N\/A","id":84262,"title":"Exit Strategy","adult":false,"genre_ids":[35,10749]},{"cast":["Lale Mansur","Emin Olcay","Ahu Türkpençe","Alican Yücesoy","Burhan Öcal"],"overview":"","release_date":"2008-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84263,"title":"Listen from the Nay: Separations","adult":false,"genre_ids":[]},{"cast":["Arnold Vosloo","Michael Ironside"],"overview":"","release_date":"2004-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":84266,"title":"The Red Phone: Checkmate","adult":false,"genre_ids":[]},{"cast":["Colin Mochrie","Brad Sherwood"],"overview":"Colin Mochrie and Brad Sherwood, stars of the Emmy®-winning Whose Line Is It Anyway?, have finally recorded their hilarious live stage show!! These masters of improv comedy have performed their outrageous, one-of-a-kind show to sold out audiences all over the country. Colin and Brad’s TWO MAN GROUP is a riotously funny, interactive, and completely improvised tour de force. Using nothing but their lightning fast wits and some audience volunteers, Colin and Brad create pandemonium on the spot in one of the funniest live shows you will ever see.","release_date":"2011-03-08","vote_average":7.4,"runtime":67,"cert":"N\/A","id":84267,"title":"Colin & Brad: Two Man Group","adult":false,"genre_ids":[35]},{"cast":["Erik Clausen","Niels Hausgaard"],"overview":"A classic moment in Danish comedy!","release_date":"2011-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84268,"title":"Clausen & Hausgaard: Der Ka' Man Se","adult":false,"genre_ids":[]},{"cast":["Valéry Inkijinoff","I. Dedintsev","Aleksandr Chistyakov","Viktor Tsoppi","L. Belinskaïa"],"overview":"In 1918 a young and simple Mongol herdsman and trapper is cheated out of a valuable fox fur by a European capitalist fur trader. Ostracized from the trading post, he escapes to the hills after brawling with the trader who cheated him. In 1920 he becomes a Soviet partisan, and helps the partisans fight for the Soviets against the occupying British army. However he is captured by the British when they try to requisition cattle from the herdsmen at the same time as the commandant meets with a reincarnated Grand Lama. After the trapper is shot, the army discovers an amulet that suggests he is a direct descendant of Genghis Khan. They find him still alive, so the army restores his health and plans to use him as the head of a puppet regime. The trapper is thus thrust into prominence as he is placed in charge of the puppet government. By the end, however, the \"puppet\" turns against his masters in an outburst of fury.","release_date":"1928-11-10","vote_average":6.8,"runtime":127,"cert":"N\/A","id":84273,"title":"Storm Over Asia","adult":false,"genre_ids":[18]},{"cast":["George Arliss","Doris Lloyd","David Torrence","Joan Bennett","Florence Arliss"],"overview":"Prime Minister of Great Britain Benjamin Disraeli outwits the subterfuge of the Russians and chicanery at home in order to secure the purchase of the Suez Canal.","release_date":"1929-11-01","vote_average":7.2,"runtime":90,"cert":"N\/A","id":84274,"title":"Disraeli","adult":false,"genre_ids":[18,36]},{"cast":["Bruce Leung Siu-Lung","Shin Il-ryong","Tang Ching","Alexander Grand","Nick Cheung Lik"],"overview":"Everyone's favorite martial artist \"\"Bruce\"\" winds up fighting for his life and soul in hell against an evil Warlord intent on making him mincemeat - and he has recruited some of the 1970s most iconic B-movie characters to help dispatch the great one. But when that won't do the trick, he uses monsters, mummies and beautiful women to get the little dragon at any cost.","release_date":"1977-03-25","vote_average":6.5,"runtime":96,"cert":"N\/A","id":84275,"title":"The Dragon Lives Again","adult":false,"genre_ids":[14,28]},{"cast":["Ari Levin","Rebecca Gandara","Susanne Ciddio","Tiffany Heisler"],"overview":"After catching his wife cheating, a businessman goes on a murder spree throughout Las Vegas.","release_date":"1989-01-01","vote_average":1.5,"runtime":78,"cert":"N\/A","id":84276,"title":"Las Vegas Bloodbath","adult":false,"genre_ids":[80,27,53]},{"cast":["Ann Harding","Clive Brook","Conrad Nagel","Cecilia Loftus","Beryl Mercer"],"overview":"The refined Lady Isabel Carlisle, after leaving her family and enduring nearly a decade of hardships, learns that her son has fallen ill. Despite being nearly blinded as the result of an explosion, she returns home to see her son again.","release_date":"1931-03-01","vote_average":6.0,"runtime":102,"cert":"N\/A","id":84277,"title":"East Lynne","adult":false,"genre_ids":[18]},{"cast":["Candice Bergen","Joan Hackett","Elizabeth Hartman","Shirley Knight","Joanna Pettet"],"overview":"Sidney Lumet's adaptation of the acclaimed Mary McCarthy novel. It's 1933, and eight young women are friends and members of the upper- class group at a private girl's school, about to graduate and start their own lives. The film documents the years between their graduation and the beginning of the World War in Europe, and shows, in a serialized style, their romances and marriages, their searches for careers or meaning in their lives, their highs and their lows.","release_date":"1966-03-04","vote_average":5.6,"runtime":152,"cert":"N\/A","id":84278,"title":"The Group","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The camera is cast on the competitors in the annual \"Worlds Ugliest Dog Contest\" which takes place each summer in Petaluma, CA.","release_date":"2011-01-31","vote_average":3.0,"runtime":59,"cert":"N\/A","id":84279,"title":"Worst In Show","adult":false,"genre_ids":[99]},{"cast":["Colleen Brennan","Daniel Kauffman","Keith McConnell","Vic Caesar","Angela Carnon"],"overview":"Sharon Kelly plays a naive waitress who sleeps her ways to bigger and bigger roles in a musical adaptation of Julius Caesar, only to suffer some form of physical calamity every time the cameras roll.","release_date":"1974-12-01","vote_average":2.5,"runtime":87,"cert":"N\/A","id":84282,"title":"Alice Goodbody","adult":false,"genre_ids":[35]},{"cast":["Dominic Bogart","Alvaro Orlando","Tammy Minoff","Lauren Coleman"],"overview":"Things are not looking good for Brook, a young, talented singer\/songwriter who has become the clichéd tortured artist. Slow to come to terms with the death of his mother, Brook is self-absorbed, aggressive, and the major obstruction to his own career success. His isolation is lifted when his three sisters and estranged father come to spread his mother’s ashes. Brook’s loving sisters have a magical effect on his anger and apathy, suggesting there may be hope for the misanthropic musician after all.","release_date":"2013-01-09","vote_average":5.9,"runtime":90,"cert":"N\/A","id":84283,"title":"I Am Not a Hipster","adult":false,"genre_ids":[18]},{"cast":["Eugene Jarecki"],"overview":"In the past 40 years, the War on Drugs has accounted for 45 million arrests, made America the world's largest jailer, and destroyed impoverished communities at home and abroad. Yet drugs are cheaper, purer, and more available today than ever. Where did we go wrong, and what can be done?","release_date":"2012-10-05","vote_average":7.8,"runtime":110,"cert":"N\/A","id":84284,"title":"The House I Live In","adult":false,"genre_ids":[99]},{"cast":["John Phillip Law","Don Stroud","Barry Primus","Corin Redgrave"],"overview":"Spend time on both sides of World War I, partly with German flying ace Baron Manfred Von Richthofen (John Phillip Law), aka \"The Red Baron,\" and his colorful \"flying circus\" of Fokker fighter planes, during the time from his arrival at the war front to his death in combat. On the other side is Roy Brown of the Royal Air Force, sometimes credited with shooting Richthofen down.","release_date":"1971-06-30","vote_average":6.3,"runtime":97,"cert":"N\/A","id":84285,"title":"Von Richthofen and Brown","adult":false,"genre_ids":[10752,18,28]},{"cast":["Larry Kramer"],"overview":"A story of two coalitions – ACT UP and TAG (Treatment Action Group) – whose activism and innovation turned AIDS from a death sentence into a manageable condition. Despite having no scientific training, these self-made activists infiltrated the pharmaceutical industry and helped identify promising new drugs, moving them from experimental trials to patients in record time.","release_date":"2012-09-20","vote_average":7.7,"runtime":120,"cert":"N\/A","id":84286,"title":"How to Survive a Plague","adult":false,"genre_ids":[99]},{"cast":["Frédéric Bourdin","Adam O'Brian","Anna Ruben","Cathy Dresbach","Alan Teichman"],"overview":"In 1994 a 13-year-old boy disappeared without a trace from his home in San Antonio, Texas. Three and a half years later he is found alive thousands of miles away in a village in southern Spain with a horrifying story of kidnap and torture. His family is overjoyed to bring him home. But all is not quite as it seems.","release_date":"2012-07-13","vote_average":7.4,"runtime":99,"cert":"15","id":84287,"title":"The Imposter","adult":false,"genre_ids":[99,9648]},{"cast":["Kori Cioca","Jessica Hinves","Ariana Klay","Elle Helmer","Hannah Sewell"],"overview":"An investigative and powerfully emotional documentary about the epidemic of rape of soldiers within the US military, the institutions that perpetuate and cover up its existence, and its profound personal and social consequences.","release_date":"2012-01-20","vote_average":7.5,"runtime":93,"cert":"N\/A","id":84288,"title":"The Invisible War","adult":false,"genre_ids":[80,18,36,99]},{"cast":["John Martin","Ken Swofford","Carmine Appice","Julie Adams","Sal Viviano"],"overview":"Teens in a small conservative town are turned into evil demons thanks to the music of the titular heavy metal band.","release_date":"1988-11-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":84289,"title":"Black Roses","adult":false,"genre_ids":[27,10402]},{"cast":["Thure Lindhardt","Zachary Booth","Julianne Nicholson","Souleymane Sy Savane","Paprika Steen"],"overview":"An emotionally and sexually charged journey through the love, addiction, and friendship of two men. Documentary filmmaker Erik and closeted lawyer Paul meet through a casual encounter, but they find a deeper connection and become a couple. Individually and together, they are risk takers—compulsive, and fueled by drugs and sex. In an almost decade-long relationship defined by highs, lows, and dysfunctional patterns, Erik struggles to negotiate his own boundaries and dignity and to be true to himself.","release_date":"2012-02-25","vote_average":6.0,"runtime":101,"cert":"18","id":84290,"title":"Keep the Lights On","adult":false,"genre_ids":[18,10749]},{"cast":["Sydney Aguirre","Nathan Zellner","David Wingo","Zack Carlson","Heather Kafka"],"overview":"On the outskirts of Austin, 10-year-old Annie tears around on her BMX bike, hurls dough at cars, and smashes things up with her baseball bat. Her father, a goat-farmer-cum-demolition-derby driver, does little parenting. Annie has no friends her age, so her daily routine is filled with solitary mischief. Playing in the woods one day, she hears a woman’s plaintive call for help from an abandoned well. Though Annie feels driven to visit the well daily, she is unsure about how to deal with the woman’s plight.","release_date":"2012-01-23","vote_average":6.0,"runtime":83,"cert":"N\/A","id":84291,"title":"Kid-Thing","adult":false,"genre_ids":[18]},{"cast":["Jeff Fatt","Murray Cook","Anthony Field","Emma Watkins"],"overview":"The Dorothy the Dinosaur television series comes to home video as Dorothy shares her Memory Book with Wags the Dog, and they relive many amazing adventures played to familiar Wiggles tunes. Special guest vocalists including Francis Awaritefe, Rachael Beck, Troy Cassar-Daley, Kathy Gothadjaka, David Hobson, Jane Kennedy, John Rowe, Leo Sayer and Don Spencer.","release_date":"2010-07-14","vote_average":4.8,"runtime":86,"cert":"N\/A","id":84292,"title":"The Wiggles Present: Dorothy the Dinosaur","adult":false,"genre_ids":[10751]},{"cast":["Anthony Carrigan","Robin Weigert","Jay O. Sanders","Sybil Temchen","Wes Studi"],"overview":"Seduced by the ghost of a Civil War soldier, Barbara Haughton creates a love that is undying.","release_date":"2009-01-01","vote_average":4.2,"runtime":108,"cert":"N\/A","id":84293,"title":"The Undying","adult":false,"genre_ids":[53]},{"cast":["Grant Page","Nick Tate"],"overview":"Grant Page &amp; friends demonstrate stunts all over the world.","release_date":"1989-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":84294,"title":"Dangerfreaks","adult":false,"genre_ids":[99,28]},{"cast":["Jackie Cooper","Robert Coogan","Mitzi Green","Jackie Searl","Willard Robertson"],"overview":"Skippy, the mischievous son of a wealthy doctor, meets Sooky in poverty-ridden Shantytown, and together they try to save Sooky's pet from a cruel dogcatcher.","release_date":"1931-04-25","vote_average":6.4,"runtime":85,"cert":"N\/A","id":84295,"title":"Skippy","adult":false,"genre_ids":[18,10751,35]},{"cast":["Harry Carey","Edwina Booth","Duncan Renaldo","Mutia Omoolu","Olive Carey"],"overview":"While on safari in an unexplored area of Africa, Trader Horn and Peru find missionary Edith Trent killed by natives. They decide to carry on her quest for her lost daughter Nina. They find her as the queen of a particularly savage tribe, and try to bring her back to civilization.","release_date":"1931-05-23","vote_average":4.5,"runtime":122,"cert":"N\/A","id":84296,"title":"Trader Horn","adult":false,"genre_ids":[28,12]},{"cast":["Sue Lynn Sanchez","Bill Ushler","Dave Bonavita","Juan Fernandez","Wes Miller"],"overview":"A mystical Sasquatch is on the loose in suburbia and only a Native-American warrior can stop it.","release_date":"2004-08-26","vote_average":3.4,"runtime":97,"cert":"N\/A","id":84297,"title":"Suburban Sasquatch","adult":false,"genre_ids":[27]},{"cast":["Ronald Colman","Helen Hayes","A.E. Anson","Clarence Brooks","Alec B. Francis"],"overview":"Based on Sinclair Lewis's novel \"Arrowsmith\". A medical researcher is sent to a plague outbreak, where he has to decide priorities for the use of a vaccine.","release_date":"1931-12-26","vote_average":7.2,"runtime":108,"cert":"N\/A","id":84298,"title":"Arrowsmith","adult":false,"genre_ids":[18]},{"cast":["James Dunn","Sally Eilers","Minna Gombell","Frank Austin","Irving Bacon"],"overview":"A man and woman, skeptical about romance, nonetheless fall in love and are wed, but their lack of confidence in the opposite sex haunts their marriage.","release_date":"1931-08-13","vote_average":6.3,"runtime":90,"cert":"N\/A","id":84299,"title":"Bad Girl","adult":false,"genre_ids":[10749]},{"cast":["Aris Servetalis","Makis Papadimitriou","Lefteris Matthaiou","Nota Cherniavsky"],"overview":"A man lives in his car. He’s 40 and separated from his wife and kids, who live in a different car. They meet in parking lots. A professional driver, the man delivers honey to a narcoleptic man and often dreams of his friend, who was killed when a hunter mistook him for a bear. Frequently late delivering honey, the man is fired, and his driving skills are questioned. Thrust into existential uncertainty, he abandons “car life” and joins a rogue motorbike gang.","release_date":"2012-01-23","vote_average":4.3,"runtime":92,"cert":"N\/A","id":84300,"title":"L","adult":false,"genre_ids":[18,53]},{"cast":["Norma Shearer","Fredric March","Leslie Howard","O.P. Heggie","Ralph Forbes"],"overview":"John has lead a solitary life for thirty years since the death of Moonyeen Clare. But now Owens, a close friend, insists that he care for his niece, Kathleen, orphaned when her parents were lost at sea. Kathleen is five, but the years pass and now she is a young woman who is the image of Moonyeen. Willy wants Kathleen for his wife, but Sparks fly when she meets Kenneth Wayne one dark and stormy night. John is horrified for it was Wayne's father who shot Moonyeen dead on her wedding day and John has never found him or forgiven the family. When Ken goes off to war, John forbids any marriage and Ken agrees, while Kathleen does not. When Ken returns four years later when the war is over, he is crippled. He conceals his condition and makes plans to leave for America.","release_date":"1932-09-24","vote_average":7.2,"runtime":98,"cert":"N\/A","id":84303,"title":"Smilin' Through","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Can justice truly be served in the occupied territories given the current system of law administered by Israel for Palestinians? This documentary explores the history of Israel's military legal system in the Occupied Palestinian Territories of the West Bank and Gaza Strip.","release_date":"2011-07-13","vote_average":6.0,"runtime":101,"cert":"N\/A","id":84304,"title":"The Law in These Parts","adult":false,"genre_ids":[99]},{"cast":["Rebecca Hall","Bruce Willis","Catherine Zeta-Jones","Joshua Jackson","Vince Vaughn"],"overview":"A former stripper's talent with numbers lands her a job with a professional gambler who runs a sports book in Las Vegas.","release_date":"2012-06-22","vote_average":5.3,"runtime":94,"cert":"","id":84305,"title":"Lay the Favorite","adult":false,"genre_ids":[18,35]},{"cast":["Josh Radnor","Elizabeth Olsen","Richard Jenkins","Allison Janney","Elizabeth Reaser"],"overview":"Newly single, 35, and uninspired by his job, Jesse Fisher worries that his best days are behind him. But no matter how much he buries his head in a book, life keeps pulling Jesse back. When his favorite college professor invites him to campus to speak at his retirement dinner, Jesse jumps at the chance. He is prepared for the nostalgia of the dining halls and dorm rooms, the parties and poetry seminars; what he doesn’t see coming is Zibby – a beautiful, precocious, classical-music-loving sophomore. Zibby awakens scary, exciting, long-dormant feelings of possibility and connection that Jesse thought he had buried forever.","release_date":"2012-09-14","vote_average":6.4,"runtime":97,"cert":"","id":84306,"title":"Liberal Arts","adult":false,"genre_ids":[10749,35,18]},{"cast":["Gene Robinson"],"overview":"In June 2003, the Episcopal Church in New Hampshire came under fire when it became the first to elect an openly gay man, Gene Robinson, as a bishop. Since that flash point, Robinson has been at the center of the contentious battle for LGBT people to receive full acceptance in the faith.","release_date":"2012-08-24","vote_average":5.0,"runtime":82,"cert":"N\/A","id":84307,"title":"Love Free or Die","adult":false,"genre_ids":[99]},{"cast":["María Valverde","Ramon Fontserè","José Sacristán","Alberto Ferreiro","Bárbara de Lemus"],"overview":"Two characters: old and young; teacher and pupil; man and woman. Four walls within which they conjure intellectualism, relive the profession (journalism), explore politics and discover each other.","release_date":"2011-09-22","vote_average":6.6,"runtime":104,"cert":"N\/A","id":84308,"title":"Madrid, 1987","adult":false,"genre_ids":[18]},{"cast":["Marina Abramović","Ulay","Klaus Biesenbach","David Balliano","Chrissie Iles"],"overview":"Performance artist Marina Abramovic prepares for a major retrospective of her work at the Museum of Modern Art in New York.","release_date":"2012-01-01","vote_average":7.6,"runtime":106,"cert":"N\/A","id":84309,"title":"Marina Abramović: The Artist Is Present","adult":false,"genre_ids":[99]},{"cast":["Chris Crocker","Lisa Hickey","Sean Combs","Britney Spears","David Letterman"],"overview":"An intimate look at a controversial young video blogger, regarded by millions as the Internet's first rebel folk hero.","release_date":"2012-06-25","vote_average":3.7,"runtime":90,"cert":"N\/A","id":84310,"title":"Me @ the Zoo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In 2004 Rick Finkelstein was paralyzed in a ski accident on Aspen Mountain. Six years and nine surgeries later, cameras captured his dramatic return to Aspen.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":84313,"title":"The Movement: One Man Joins an Uprising","adult":false,"genre_ids":[]},{"cast":["Rachel Style","Ashlie Atkinson","Robert Salerno","Jo Armeniox","Raúl Castillo"],"overview":"Karen can't believe that she has to work her receptionist gig on a gorgeous Fourth of July. Then a call comes from her long-lost father and sets in motion a crazy chain of events that will change one small town forever. Meanwhile, Megan must decide between the stability of her longtime girlfriend and the thrill of a new love. Young Ray fends off bullies and organized sports to woo the girl he likes. In a little burg like this, you’d better believe everything is connected, which means that pretty soon everyone is mixed up in each other’s business.","release_date":"2012-01-21","vote_average":5.1,"runtime":75,"cert":"N\/A","id":84314,"title":"My Best Day","adult":false,"genre_ids":[35]},{"cast":["Daniel Baldwin","Hannes Jaenicke","Lisa Vidal","Chick Vennera","Tim Abell"],"overview":"After Captain Murphy lost some of his men on his last mission to Mexico to bring back a US Senator, he has been plagued with unhappiness and bad dreams. When Murphy is given orders to go back to Mexico to help Mexican people slaving for Salvatore, a rich drug dealer, he must use a new technology plane to get there. The plane is technically advanced with a new protection luxury called 'Active Stealth'. Murphy and his men get aboard the 'Active Stealth', piloted by Hollywood who dreams of being an actor and embark to Mexico. The action never stops from then on when Salvatore sends his men in to block them from getting through.","release_date":"1999-07-11","vote_average":4.0,"runtime":99,"cert":"N\/A","id":84315,"title":"Active Stealth","adult":false,"genre_ids":[10752,12,28,80]},{"cast":["James Floyd","Fady Elsayed","Saïd Taghmaoui","Aymen Hamdouchi","Ashley Bashy Thomas"],"overview":"Fourteen-year-old Mo is a lonely, sensitive boy whose hunger for the rant and banter of buddies makes him prone to tread dangerous territories. He idolizes his handsome older brother, Rashid, a charismatic, well-respected member of a local gang, whose drug dealing enables “Rash” to provide for his family. Aching to be seen as a tough guy himself, Mo takes a job that unlocks a fateful turn of events and forces the brothers to confront their inner demons. It turns out that hate is easy. It is love and understanding that take real courage.","release_date":"2012-01-22","vote_average":7.0,"runtime":111,"cert":"18","id":84316,"title":"My Brother the Devil","adult":false,"genre_ids":[18]},{"cast":["Dylan McDermott","John Krasinski","Jane Levy","Olivia Thirlby","Rosemarie DeWitt"],"overview":"A young woman's arrival sparks a surge of energy into a laid-back, artistic Los Angeles household, forcing the residents to confront their own fears and desires in an intricate dance of lust, denial and deception.","release_date":"2012-10-19","vote_average":4.9,"runtime":83,"cert":"N\/A","id":84317,"title":"Nobody Walks","adult":false,"genre_ids":[18]},{"cast":["Greg Speirs","Jim Lampley","Bill Walton","Dan Majerle","Mickey Hart"],"overview":"The incredible story of the 1992 Lithuanian basketball team, whose athletes struggled under Soviet rule, became symbols of Lithuania's independence movement, and – with help from the Grateful Dead – triumphed at the Barcelona Olympics.","release_date":"2012-09-28","vote_average":7.5,"runtime":89,"cert":"N\/A","id":84318,"title":"The Other Dream Team","adult":false,"genre_ids":[99]},{"cast":["Alisa Becher","JC Cain","Dexter Jones","Namik Minter","Terence Nance"],"overview":"A quixotic artist hypothesizes about why he feels bad when a mystery girl stands him up. The event prompts him to ask: what's the content of a momentary feeling? Is it the sum of your experiences? And perhaps more importantly, are your experiences the sum of you?","release_date":"2012-01-30","vote_average":5.3,"runtime":95,"cert":"N\/A","id":84319,"title":"An Oversimplification of Her Beauty","adult":false,"genre_ids":[16,35,18,10749]},{"cast":[],"overview":"An adaptation of Margaret Atwood's book examining the metaphor of indebtedness.","release_date":"2012-03-16","vote_average":5.0,"runtime":82,"cert":"N\/A","id":84320,"title":"Payback","adult":false,"genre_ids":[99]},{"cast":["Amitabh Bachchan","Ajay Devgn","Sonali Bendre","Nafisa Ali","Mohan Joshi"],"overview":"Major Jasbir Singh Rana (Amitabh Bachchan) trains cadets to become officers in the national defence academy. A spoilt brat Virendra Pratap Singh (Ajay Devgan) joins the academy. Little does he know the major is a strict disciplinarian who takes a row to straighten him and make him a soldier. Thus starts a war between the two. In the meantime Virendra falls in love with a beautiful girl NISHA (Sonali Bendre) whose marriage was fixed by his father to a wealthy contractor's son. But the girl loves Virendra against her father's will and so starts the fight between Virendra and the girl's father supported by the contractor and his son with gang. Majorsaab helps Virendra to get his love and to change Virendra from spoilt brat to a good and brave soldier.","release_date":"1998-06-26","vote_average":4.8,"runtime":165,"cert":"","id":84321,"title":"Major Saab","adult":false,"genre_ids":[28,18,10749]},{"cast":[],"overview":"A segmenting gaze into the private lives and emotional horror of four neighbors.","release_date":"2012-01-19","vote_average":0.0,"runtime":81,"cert":"N\/A","id":84322,"title":"The Perception of Moving Targets","adult":false,"genre_ids":[]},{"cast":["Parker Posey","Juan Luis Acevedo","Frank Amoruso","Remy Auberjonois","Jayce Bartok"],"overview":"Pete is a good guy who used to be cool. Once living his dream in the music industry, he now toils away in the pricing department of a failing supermarket chain to provide for his loving wife and young son. When Pete’s new boss, Susan, takes over the department, her high-energy enthusiasm and unconventional ideas start to shake things up. She aims to reinvent the company while grooming Pete for the executive fast track. Making more money now than he ever hoped to in the music industry, Pete begins to wonder if this new career is just what he needs to become the man he’s always wanted to be.","release_date":"2012-11-16","vote_average":5.4,"runtime":92,"cert":"N\/A","id":84323,"title":"Price Check","adult":false,"genre_ids":[18,35]},{"cast":["Ron Leibman","David Selby","Sheila Frazier","Pat Hingle","Barton Heyman"],"overview":"The true story of two New York City cops. Greenberg &amp; Hantz fought the system, became detectives and were known on the streets as \"Batman &amp; Robin\".","release_date":"1974-03-20","vote_average":6.2,"runtime":90,"cert":"N\/A","id":84324,"title":"The Super Cops","adult":false,"genre_ids":[18,35,28,80]},{"cast":["Joy Hillie","Suzanne Faha","John Magginetti"],"overview":"After an elderly hospital patient dies, a nurse tries unsuccessfully to contact the next of kin. Later, a social worker continues the effort but finds only the neighbor who was feeding the patient’s dogs. A county investigator fails to locate any relatives and ultimately must process the belongings in the decedent’s home. Meanwhile, we follow a frail man’s discharge from the hospital and an older woman’s day spent running errands and trying to stay cool during a heat wave.","release_date":"2012-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":84325,"title":"Pursuit of Loneliness","adult":false,"genre_ids":[18]},{"cast":["Oleg Kashin","Masha Drokova","Garry Kasparov","Dmitry Medvedev","Boris Nemtsov"],"overview":"Masha Drokova is a rising star in Russia's popular nationalistic youth movement, Nashi. A smart, ambitious teenager who – literally – embraced Vladimir Putin and his promise of a greater Russia, her dedication as an organizer is rewarded with a university scholarship, an apartment, and a job as a spokesperson. But her bright political future falters when she befriends a group of liberal journalists who are critical of the government, including blogger Oleg Kashin, who calls Nashi a \"group of hooligans,\" and she's forced to confront the group's dirty – even violent – tactics.","release_date":"2011-11-19","vote_average":5.0,"runtime":85,"cert":"N\/A","id":84326,"title":"Putin's Kiss","adult":false,"genre_ids":[99]},{"cast":["Jackie Siegel","David Siegel","Virginia Nebab"],"overview":"With the epic dimensions of a Shakespearean tragedy, The Queen of Versailles follows billionaires Jackie and David’s rags-to-riches story to uncover the innate virtues and flaws of their American dream. We open on the triumphant construction of the biggest house in America, a sprawling, 90,000-square-foot mansion inspired by Versailles. Since a booming time-share business built on the real-estate bubble is financing it, the economic crisis brings progress to a halt and seals the fate of its owners. We witness the impact of this turn of fortune over the next two years in a riveting film fraught with delusion, denial, and self-effacing humor.","release_date":"2012-07-06","vote_average":7.1,"runtime":100,"cert":"N\/A","id":84327,"title":"The Queen of Versailles","adult":false,"genre_ids":[99]},{"cast":["Clarke Peters","Nate Parker","Thomas Jefferson Byrd","Toni Lysaith","Jules Brown"],"overview":"When his mom deposits him at the Red Hook housing project in Brooklyn to spend the summer with the grandfather he’s never met, young Flik may as well have landed on Mars. Fresh from his cushy life in Atlanta, he’s bored and friendless, and his strict grandfather, Enoch, a firebrand preacher, is bent on getting him to accept Jesus Christ as his personal savior. Only Chazz, the feisty girl from church, provides a diversion from the drudgery. As hot summer simmers and Sunday mornings brim with Enoch’s operatic sermons, things turn anything but dull as people’s conflicting agendas collide.","release_date":"2012-08-10","vote_average":7.1,"runtime":125,"cert":"N\/A","id":84328,"title":"Red Hook Summer","adult":false,"genre_ids":[18]},{"cast":["Frank Langella","Liv Tyler","James Marsden","Susan Sarandon","Peter Sarsgaard"],"overview":"A delightful dramatic comedy, a buddy picture, and, for good measure, a heist film. Curmudgeonly old Frank lives by himself. His routine involves daily visits to his local library, where he has a twinkle in his eye for the librarian. His grown children are concerned about their father’s well-being and buy him a caretaker robot. Initially resistant to the idea, Frank soon appreciates the benefits of robotic support – like nutritious meals and a clean house – and eventually begins to treat his robot like a true companion. With his robot’s assistance, Frank’s passion for his old, unlawful profession is reignited, for better or worse.","release_date":"2012-08-16","vote_average":6.9,"runtime":85,"cert":"12A","id":84329,"title":"Robot & Frank","adult":false,"genre_ids":[878,35,18,80]},{"cast":["Bill Blakemore","Geoffrey Cocks","Juli Kearns","John Fell Ryan","Jay Weidner"],"overview":"A subjective documentary that explores various theories about hidden meanings in Stanley Kubrick's classic film The Shining. Five very different points of view are illuminated through voice over, film clips, animation and dramatic reenactments.","release_date":"2012-10-26","vote_average":6.3,"runtime":102,"cert":"15","id":84330,"title":"Room 237","adult":false,"genre_ids":[99]},{"cast":["Myles Jeffrey","Pamela Adlon","Dabney Coleman","Ashley Johnson","Allyce Beasley"],"overview":"For the first time on DVD and video, see your favorite RECESS kids as kindergartners! Discover how the gang met with a look back at all your favorite characters when they first came to the Third Street School! The fun begins when the big kids get \"captured\" by a gang of wild new kindergartners led by Chief Stinky, the self-proclaimed kindergarten king. It takes T.J. and the rest of the RECESS kids to convince the kindergartners that good friends can come in all sizes . . . big and small! Join in the joy and laughter of RECESS: ALL GROWED DOWN -- full of hilarious twists and turns, lessons about meeting new friends, and the very fun business of growing up!","release_date":"2003-12-09","vote_average":6.2,"runtime":61,"cert":"N\/A","id":84331,"title":"Recess: All Growed Down","adult":false,"genre_ids":[10751,16,35]},{"cast":["Aubrey Plaza","Mark Duplass","Jake Johnson","Karan Soni","Jenica Bergere"],"overview":"Three magazine employees head out on an assignment to interview a guy who placed a classified ad seeking a companion for time travel.","release_date":"2012-06-08","vote_average":6.9,"runtime":85,"cert":"15","id":84332,"title":"Safety Not Guaranteed","adult":false,"genre_ids":[35,10749,878,18]},{"cast":["Lizzy Caplan","Alison Brie","Martin Starr","Mark Webber","Geoffrey Arend"],"overview":"After breaking up with her boyfriend, a bookstore manager resists a seemingly perfect guy's attempts to woo her.","release_date":"2012-12-14","vote_average":5.9,"runtime":98,"cert":"N\/A","id":84333,"title":"Save the Date","adult":false,"genre_ids":[35,10749]},{"cast":["Dennis Coffey","Rodriguez","Stephen Segerman","Mike Theodore","Regan Rodriguez"],"overview":"Two South Africans set out to discover what happened to their unlikely musical hero, the mysterious 1970s rock 'n' roller, Rodriguez. The film won Best Documentary at the 85th Academy Awards.","release_date":"2012-06-30","vote_average":7.9,"runtime":85,"cert":"","id":84334,"title":"Searching for Sugar Man","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Cut through the flashy swastikas, and you can see the German Nazis were Christians fulfilling a historic obligation (the Final Solution). Relatively few were so well-read as to imagine themselves Nietzscheans.","release_date":"2011-10-07","vote_average":5.0,"runtime":40,"cert":"N\/A","id":84335,"title":"Seeking the Monkey King","adult":false,"genre_ids":[]},{"cast":["Andrea Riseborough","Clive Owen","Gillian Anderson","Aidan Gillen","Domhnall Gleeson"],"overview":"Set in 1990s Belfast, a woman is forced to betray all she believes in for the sake of her son.","release_date":"2012-02-12","vote_average":6.0,"runtime":101,"cert":"15","id":84336,"title":"Shadow Dancer","adult":false,"genre_ids":[53]},{"cast":["Spencer Tracy","Joan Bennett","Marion Burns","George Walsh","J. Farrell MacDonald"],"overview":"The film tells the story of jaunty young policeman Danny Dolan (Tracy), who falls in love with waterfront cafe waitress Helen Riley (Bennett)","release_date":"1932-12-04","vote_average":7.0,"runtime":79,"cert":"N\/A","id":84337,"title":"Me and My Gal","adult":false,"genre_ids":[18,35,10749]},{"cast":["Brady Corbet","Mati Diop","Constance Rousseau","Lila Salet","Solo"],"overview":"A recent college graduate flees to Paris after a break-up, where his involvement with a prostitute begins to reveal a potentially dark recent past.","release_date":"2012-04-12","vote_average":6.2,"runtime":105,"cert":"","id":84338,"title":"Simon Killer","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"A documentary that recounts the many ways in which American slavery persisted as a practice many decades after its supposed abolition.","release_date":"2012-02-11","vote_average":7.0,"runtime":90,"cert":"N\/A","id":84339,"title":"Slavery by Another Name","adult":false,"genre_ids":[99]},{"cast":["Mike Birbiglia","Lauren Ambrose","Lucy DeVito","Aya Cash","Wyatt Cenac"],"overview":"A burgeoning stand-up comedian struggles with the stress of a stalled career, a stale relationship, and the wild spurts of severe sleepwalking he is desperate to ignore.","release_date":"2012-08-24","vote_average":6.8,"runtime":81,"cert":"N\/A","id":84340,"title":"Sleepwalk with Me","adult":false,"genre_ids":[35]},{"cast":["Mary Elizabeth Winstead","Aaron Paul","Octavia Spencer","Nick Offerman","Megan Mullally"],"overview":"Kate and Charlie like to have a good time. Their marriage thrives on a shared fondness for music, laughter… and getting smashed. When Kate’s partying spirals into hard-core asocial behavior, compromising her job as an elementary schoolteacher, something’s got to give. But change isn’t exactly a cakewalk. Sobriety means she will have to confront the lies she’s been spinning at work, her troubling relationship with her mother, and the nature of her bond with Charlie.","release_date":"2012-09-12","vote_average":6.5,"runtime":85,"cert":"N\/A","id":84341,"title":"Smashed","adult":false,"genre_ids":[35,18]},{"cast":["Ice-T","Dr. Dre","Ice Cube","Snoop Dogg","Eminem"],"overview":"SOMETHING FROM NOTHING: THE ART OF RAP is a feature length performance documentary about the runaway juggernaut that is Rap music. At the wheel of this unstoppable beast is the film's director and interviewer Ice-T. Taking us on a deeply personal journey Ice-T uncovers how this music of the street has grown to dominate the world. Along the way Ice-T meets a whole spectrum of Hip-Hop talent, from founders, to new faces, to the global superstars like Eminem, Dr Dre, Snoop Dogg and Kanye West. He exposes the roots and history of Rap and then, through meeting many of its most famous protagonists, studies the living mechanism of the music to reveal 'The Art Of Rap'. This extraordinary film features unique performances from the entire cast, without resorting to archive material, to build a fresh and surprising take on the phenomenon that is Rap.","release_date":"2012-06-15","vote_average":6.8,"runtime":106,"cert":"N\/A","id":84342,"title":"Something from Nothing: The Art of Rap","adult":false,"genre_ids":[99]},{"cast":["Anne Heche","Marcia DeBonis","Alia Shawkat","Kellie Overbey","Kate Rigg"],"overview":"Longtime best friends Bebe and DeeDee are both wrestling with love. Bebe has met someone new and is in the exuberant phase of a budding romance. DeeDee is trying to move on from someone she can’t forget – mostly in destructive ways. As Bebe waits for the perpetually late DeeDee at their favorite coffee shop, she meets Clementine, a distraught young woman with love problems of her own. With Clementine in tow, Bebe and DeeDee soon embark on the kind of outrageous misadventure that only New York City can offer.","release_date":"2012-10-19","vote_average":4.4,"runtime":84,"cert":"N\/A","id":84345,"title":"That's What She Said","adult":false,"genre_ids":[35]},{"cast":[],"overview":"On 11 March 2011, an earthquake caused a tsunami to hit the Tōhoku (Northeast) region of Japan. In this film, survivors of the tsunami rebuild as cherry blossom season begins. The film is a stunning visual haiku about the ephemeral nature of life–and of the healing power of Japan's most beloved flower.","release_date":"2011-09-12","vote_average":6.0,"runtime":39,"cert":"N\/A","id":84346,"title":"The Tsunami and the Cherry Blossom","adult":false,"genre_ids":[99]},{"cast":["Paul Simon"],"overview":"Paul Simon returns to South Africa to explore the incredible journey of his historic Graceland album, including the political backlash he received for allegedly breaking the UN cultural boycott of South Africa designed to end the Apartheid regime.  On the 25th anniversary of Paul Simon's GRACELAND, acclaimed documentary filmmaker Joe Berlinger offers a glimpse at the controversy surrounding the decision to record the album in South Africa despite a UN boycott of the nation, which was aimed at ending apartheid. In the run-up to an eagerly anticipated reunion concert, Simon, Quincy Jones, Peter Gabriel, David Byrne, Harry Belafonte, Paul McCartney and others reflect on the decision to record with local artists in South Africa, and the cultural impact of the album that delivered such hits as \"I Know What I Know\" and \"You Can Call Me Al.\"","release_date":"2012-05-11","vote_average":7.8,"runtime":102,"cert":"N\/A","id":84347,"title":"Under African Skies","adult":false,"genre_ids":[10402,99]},{"cast":["Calvin Lee Reeder","Lane Hughes","Adam Wingard","Hannah Fierman","Mike Donlan"],"overview":"When a group of misfits is hired by an unknown third party to burglarize a desolate house and acquire a rare VHS tape, they discover more found footage than they bargained for.","release_date":"2012-07-28","vote_average":5.9,"runtime":116,"cert":"18","id":84348,"title":"V\/H\/S","adult":false,"genre_ids":[53,27]},{"cast":["Mohammed Afzal","Gulzar Ahmed Bhat","Neelofar Hamid"],"overview":"Widely considered to be the crown jewel of Kashmir, Dal Lake is a sprawling aquatic community where erupting political violence often distracts from the natural beauty. Gulzar, a young, working-class boatman, plans to skip town with his best friend in search of a better life, but a weeklong military curfew derails their departure. Forced to wait it out, Gulzar takes a job assisting a pretty scientist named Asifa. As they navigate the floating landscape, collecting water samples for an environmental study, an unlikely relationship blossoms between the two. When Asifa’s research reveals harmful pollutants, Gulzar realizes that the ecology of the lake and an entire way of life face an alarming threat, and everything in his own life begins to take on a new hue.","release_date":"2012-01-23","vote_average":6.0,"runtime":82,"cert":"N\/A","id":84349,"title":"Valley of Saints","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An exposé on how the government has allow U.S. corporations to avoid paying taxes and the growing wave of discontent that it has fostered.","release_date":"2012-01-19","vote_average":7.0,"runtime":81,"cert":"N\/A","id":84350,"title":"We’re Not Broke","adult":false,"genre_ids":[99]},{"cast":["Jason Baldwin","Julie Ann Doan","Damien Wayne Echols","Pam Hobbs","Jessie Misskelley"],"overview":"An examination of a failure of justice in Arkansas. The documentary tells the hitherto unknown story behind an extraordinary and desperate fight to bring the truth to light. Told and made by those who lived it, the filmmakers' unprecedented access to the inner workings of the defense, allows the film to show the investigation, research and appeals process in a way that has never been seen before; revealing shocking and disturbing new information about a case that still haunts the American South.","release_date":"2012-12-25","vote_average":7.5,"runtime":150,"cert":"N\/A","id":84351,"title":"West of Memphis","adult":false,"genre_ids":[99]},{"cast":["Tom Bell","Susan Hampshire","Ed Begley","Jon Laurimore","Michael Standing"],"overview":"During the troubles in Ireland an IRA bomb plot is hatched to blow up a British power station. Sean Rogan (Tom Bell) is an IRA bomb expert and escapes from prison to try and stop the destruction.","release_date":"1967-05-01","vote_average":0.0,"runtime":94,"cert":"","id":84352,"title":"The Violent Enemy","adult":false,"genre_ids":[18,80]},{"cast":["Mark Duplass","Emily Blunt","Rosemarie DeWitt","Mike Birbiglia","Kate Bayley"],"overview":"Iris invites her friend Jack to stay at her family's island getaway after the death of his brother. At their remote cabin, Jack's drunken encounter with Hannah, Iris' sister, kicks off a revealing stretch of days.","release_date":"2011-09-11","vote_average":6.6,"runtime":90,"cert":"","id":84355,"title":"Your Sister's Sister","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"January 2011 – downtown Cairo – a close-knit group of activist friends struggle to stay alive and stick together as waves of protests escalate around them in their neighborhood near Tahrir Square during the first chaotic days of the Egyptian revolution. Armed with cameras and focused determination, directors Omar Shargawi and Karim El Hakim take to the streets to capture historic events out of view of the world’s media. What emerges is an astonishing cry for unity. As the violence and uncertainty build, Karim and his young family’s apartment becomes ground zero. Friends and neighbors flock together, fighting to survive the counterpunches thrown by police and the armed gangs of thugs swarming the streets below their balcony.","release_date":"2011-12-07","vote_average":7.0,"runtime":72,"cert":"N\/A","id":84356,"title":"½ Revolution","adult":false,"genre_ids":[]},{"cast":["Joanna Pacula","Peter Onorati","Annabelle Gurwitch","Clint Howard","Rainer Grant"],"overview":"A sexy, horror-filled story featuring two gorgeous aliens who move into a small American town.","release_date":"1995-08-15","vote_average":4.8,"runtime":87,"cert":"N\/A","id":84359,"title":"Not Like Us","adult":false,"genre_ids":[878,27]},{"cast":["Veronica Radburn","Maggie Rogers","Hal Borske","Anne Linden","Fib LaBlaque"],"overview":"Three married couples are forced to spend the night in a Victorian-era house where they start getting killed off by a deranged psycho who's bent on claiming an inheritence they are all entitled to.","release_date":"1968-09-06","vote_average":4.4,"runtime":81,"cert":"N\/A","id":84360,"title":"The Ghastly Ones","adult":false,"genre_ids":[27]},{"cast":["Rod Taylor","Adam West","Velimir \"Bata\" Živojinović","Brioni Farrell","Peter Carsten"],"overview":"Yugoslav partisans battle Nazi invaders in a series of bloody confrontations which eventually culminate in the Battle at Hell River.","release_date":"1974-07-17","vote_average":7.0,"runtime":104,"cert":"N\/A","id":84361,"title":"Tactical Guerrilla","adult":false,"genre_ids":[10752,18,53]},{"cast":["Ursula Buchfellner","Al Cliver","Antonio Mayans","Antonio de Cabo","Bertrand Altmann"],"overview":"The lovely Laura, on a modelling job in South Africa, is kidnapped by a gang who carry her off into the jungle from where they demand a huge ransom. Two men set off in a helicopter to rescue her, little knowing what horrors Laura is enduring in the meantime in the savage clutches of a primitive and bloodthristy world. Laura's rescuers not only have to face the cruel violence of her captors - but also the horrifying lust for blood of a primitive and cruel god.","release_date":"1980-12-05","vote_average":4.3,"runtime":102,"cert":"N\/A","id":84362,"title":"Devil Hunter","adult":false,"genre_ids":[27]},{"cast":["Jim Brown","Christopher George","Richard Ely","James Luisi","Paul Richards"],"overview":"In 1916, A group of prisoners plot their escape from the notorious fortress located in French Guiana.","release_date":"1973-09-01","vote_average":4.4,"runtime":87,"cert":"N\/A","id":84363,"title":"I Escaped from Devil's Island","adult":false,"genre_ids":[28,12]},{"cast":["Maureen O'Hara","Melvyn Douglas","Gloria Grahame","Bill Williams","Victor Jory"],"overview":"A popular singer, Marian Washburn, suddenly and unexplainably loses her voice, causing a shake-up at the club where she works. Her worried but loyal piano player, Luke Jordan, helps to promote a new, younger singer, Susan Caldwell, to temporarily replace Marian. Susan finds some early acclaim but decides to leave the club after a few performances. Soon after Susan quits, she is gunned down, and Marian quickly becomes a suspect.","release_date":"1949-03-05","vote_average":5.7,"runtime":84,"cert":"N\/A","id":84364,"title":"A Woman's Secret","adult":false,"genre_ids":[9648,18]},{"cast":["Dane Clark","Alexis Smith","Zachary Scott","Eve Arden","Jeffrey Lynn"],"overview":"An artist (Dane Clark) follows a woman (Alexis Smith) from California to New York, where he boxes for her mobster husband (Zachary Scott).","release_date":"1948-12-24","vote_average":4.1,"runtime":91,"cert":"N\/A","id":84365,"title":"Whiplash","adult":false,"genre_ids":[18]},{"cast":["Paulette Goddard","Macdonald Carey","Fred Clark","Frank Faylen","Percy Helton"],"overview":"As part of a bet, a compulsive gambler agrees to marry the winner, a professional gambler. Before he can \"collect,\" she skips town. The gambler hires a private detective to track her down so he can collect his \"winnings.\"","release_date":"1948-05-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":84366,"title":"Hazard","adult":false,"genre_ids":[]},{"cast":["Mary Griffin","Brian Fox","Jeremiah Brennan","Perla Haney-Jardine","Susie Greene"],"overview":"A series of three vignettes illustrate life in small-town America: the story of a man, his ex-girlfriend, and his attempt to foil a terrorist plot; an uncle trying to connect with his niece, who is emotionally distance following the death of her parents; and a wealthy man who realizes he has no black friends, and looks to rectify the situation.","release_date":"2008-01-17","vote_average":4.5,"runtime":109,"cert":"N\/A","id":84367,"title":"Anywhere USA","adult":false,"genre_ids":[35]},{"cast":["Shobana","Mohanlal","Suresh Gopi","Nedumudi Venu","Vinaya Prasad"],"overview":"A young couple, Ganga and Nakulan, arrives at the ancestral home called Madampalli of the latter. Hailing from a family that follows tradition and superstitions, Nakulan's uncle Thampi objects to the couple's idea of moving into the allegedly haunted mansion, which Nakulan ignores. The couple moves in anyway following which seemingly supernatural events begin to happen.","release_date":"1993-12-25","vote_average":7.2,"runtime":169,"cert":"N\/A","id":84368,"title":"Manichitrathazhu","adult":false,"genre_ids":[14,27,9648,53]},{"cast":["Eddie Chen","Kam Hing-Yin"],"overview":"Powerful undercover cop drama from Hong Kong with echoes of Serpico.","release_date":"1981-01-08","vote_average":0.0,"runtime":101,"cert":"N\/A","id":84369,"title":"Man On The Brink","adult":false,"genre_ids":[]},{"cast":["Antonio Mayans","Silvia Solar","Pamela Stanford","Olivier Mathot","Stan Hamilton"],"overview":"After botching a kidnapping, two criminals hide with their victim in a friends house in the jungle. After one of them rapes the friend's wife, they're left to be eaten by a nearby cannibal tribe.","release_date":"1980-10-21","vote_average":2.6,"runtime":93,"cert":"","id":84372,"title":"Cannibal Terror","adult":false,"genre_ids":[27]},{"cast":["Gilbert Melendez","Billy Evangelista","Nam Phan","Josh Thomson"],"overview":"Strikeforce: Melendez vs. Thomson was a mixed martial arts event promoted by Strikeforce. The event took place at the HP Pavilion at San Jose in San Jose, California on Friday, June 27, 2008. The main event was the long awaited match between lightweights Gilbert Melendez and Josh Thomson for the Strikeforce Lightweight title.","release_date":"2008-06-27","vote_average":5.3,"runtime":null,"cert":"N\/A","id":84373,"title":"Strikeforce: Melendez vs. Thomson","adult":false,"genre_ids":[]},{"cast":["Turk Cekovsky","Debi Chaney","Terry TenBroek","Barron Winchester"],"overview":"An ex-soldier is hired by local right-wingers as a vigilante to clean up criminals and street people. However, he freaks out and starts killing off everybody.","release_date":"1979-07-01","vote_average":3.5,"runtime":90,"cert":"N\/A","id":84374,"title":"Delirium","adult":false,"genre_ids":[53]},{"cast":["Renee Harmon","Lynne Kocol","Wolf Muser","Thomas McGowan","Wayne Liebman"],"overview":"Mad scientists turn people into frozen zombies and the zombies wreak havoc and kill people.","release_date":"1975-01-01","vote_average":2.4,"runtime":85,"cert":"N\/A","id":84375,"title":"Frozen Scream","adult":false,"genre_ids":[27]},{"cast":["Frank Shamrock","Cung Le","Billy Evangelista","Gilbert Melendez"],"overview":"Strikeforce: Shamrock vs. Le was a mixed martial arts event co-promoted by Strikeforce and EliteXC. The event took place on Saturday, March 29, 2008 at the HP Pavilion in San Jose, California. The main card aired live on the Showtime premium cable channel. The event originally featured the anticipated Gilbert Melendez vs. Josh Thomson, but it was called off because Thomson injured himself training. Nick Diaz was also scheduled to fight but was pulled from the card due to undisclosed reasons. Referees assigned for the event were Mario Yamasaki, Herb Dean and Jon Schorle.","release_date":"2008-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84376,"title":"Strikeforce: Shamrock vs. Le","adult":false,"genre_ids":[]},{"cast":["Dileep","Biju Menon","Bhavana","Innocent","Salim Kumar"],"overview":"Dileep plays Solomon in Marykkundoru Kunjadu, a village simpleton who has been nicknamed Kunjadu, since he is adept at getting beaten up by people. In love with Mary (Bhavana) and at loggerheads with her three gigantic brothers, life isn't easy for Solomon. When he befriends a giant of a man who calls himself Vishnu (Biju Menon) and whom he saves from a well, Solomon starts life afresh, and learns to set his spine straight for once.","release_date":"2010-12-25","vote_average":7.2,"runtime":129,"cert":"N\/A","id":84377,"title":"Marykkundoru Kunjaadu","adult":false,"genre_ids":[35]},{"cast":["Sue Johnston","Stephen Graham","Julie Graham","Keith Barron","Elizabeth Berrington"],"overview":"Recently widowed Eileen Lewis,son Pete and his wife Mandy and daughter Paula with her spouse Ray,plus the grandchildren, leave Birkenhead to spend Christmas in Lapland.","release_date":"2011-12-24","vote_average":0.0,"runtime":75,"cert":"","id":84378,"title":"Lapland","adult":false,"genre_ids":[]},{"cast":["Mario Adorf","Armin Rohde","Anja Kling","Jürgen Tarrach","Christine Neubauer"],"overview":"A bullied young boy befriends a flying, talking moose that crashed through his ceiling after a test-flight with Santa went terribly awry in this holiday film for the whole family. But later, just as Mr. Moose and Beril strike up a friendship, the young boy's nefarious landlord Mr. Pannecke decides a mounted moose head would make a fine new addition to his trophy wall. But Santa has other plans for Mr. Moose, and when he turns up looking for his lost pal, Beril is faced with the prospect of losing his one and only friend.","release_date":"2005-10-30","vote_average":5.3,"runtime":90,"cert":"N\/A","id":84379,"title":"A Christmoose Carol","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"DIO Live in Tokyo 1985 feat. all classic rock hits: Rainbow In The Dark, Stand Up And Shout, Sacred Heart and many more.  This musical release from legendary heavy metal band DIO, fronted by unparalleled rock vocalist Ronny James Dio, captures a live concert recorded in Tokyo in 1985. Some of the songs featured in the performance include \"Hungry For Heaven\", \"Long Live Rock And Roll\", and more.","release_date":"2010-12-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":84380,"title":"Dio: The Legend Live","adult":false,"genre_ids":[]},{"cast":["David Carrier Porcheron","JP Solberg","Tadashi Fuse","Benji Ritchie","Frank April"],"overview":"YES. It’s a Movie.  It’s about a year in the life of the YES. Family.  DCP, Romain, JP, and Tadashi, slaying pow and adventuring.  We started in Chile last July, and have been shooting in Canada during December and January.  Next, DCP, Romain, JP, Tadashi, and Benji head to Japan with Pascal Gallant filming.  Helen Schettini, Mikey Pederson, and Jake Koia will hold it down in the Whistler Backcountry.","release_date":"2011-05-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84381,"title":"Yes. It's a Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"This volume shows the hometown and home court of every member of the AND1 team. It began in Philadelphia on the East Coast with Aaron \"AO\" Owens and finished with Kenny Brunner AKA Bad Santa and Jerry Dupree AKA The Assassin in Los Angeles on the West Coast. This tape officially introduced current AND1 players Andre Poole AKA Sylk and Hugh Jones AKA Baby Shack.","release_date":"2006-07-25","vote_average":5.3,"runtime":60,"cert":"N\/A","id":84384,"title":"AND1 Mixtape Vol. 9: Area Codes","adult":false,"genre_ids":[]},{"cast":["Patrick Jouané","Edwige Feuillère","Annie Girardot","Micheline Presle","Elina Labourdette"],"overview":"Pierre Brumeu, a twenty-year-old young man, leads a drab life in Paris with his father, a man he does not understand very well, and his friends Michel and Sophie. Father and son live in the memory of Pierre's mother, who died too early. One day, Pierre decides to go to Tunisia, the sunny country where he was born...","release_date":"1970-11-18","vote_average":6.9,"runtime":98,"cert":"N\/A","id":84385,"title":"Earth Light","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Back on the Block featured a lot of \"Crash the Court\" footage in which the AND1 team goes to streetball hot spots and plays against the local talent. This tape continued to show footage of the newer members of the tour.","release_date":"2005-07-26","vote_average":5.3,"runtime":60,"cert":"N\/A","id":84386,"title":"AND1 Mixtape Vol. 8: Back on the Block","adult":false,"genre_ids":[]},{"cast":["Jon Michael Bischof","Gabriela Hassel","Helena Rojo","Jorge Luke","Juan Ignacio Aranda"],"overview":"On his seventeenth birthday, Michael is given a present of a Ouija board by Tony his best friend. At a session, Tony using a medium known to him only as \"Virgil\", unwittingly unlocks the evil forces of the board. Soon there is a wave of violent killings and the chief suspect appears to be Michael. He has been witness to all the killings via premonitions and out of body experiences. Is Michael the killer? Can he prove his innocence or is someone else being possessed by the evil spirit…?","release_date":"1989-03-02","vote_average":4.4,"runtime":90,"cert":"N\/A","id":84387,"title":"Don't Panic","adult":false,"genre_ids":[27]},{"cast":["Jean-Michel Folon","Patrick Dewaere","Rufus","Zouzou","Juliette Gréco"],"overview":"","release_date":"1975-04-30","vote_average":7.3,"runtime":null,"cert":"N\/A","id":84388,"title":"Lily aime-moi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Volume 7 documented the year that the AND1 Mixtape Tour really took off. Every game was played in NBA arenas and the best local talent was found in the Open Runs. Volume 7 was the year that Grayson Boucher AKA The Professor was found in the Portland, Oregon Open Run. The Professor went through all the stops on the tour before being named the winner and newest member of the AND1 team. Former AND1 player Dennis Chism AKA Spyda and current player John Humphrey AKA Helicopter were the other two finalists along with The Professor. Tony Jones AKA Go Get It also had some highlights on this tape as he played on the opposing team and was eventually offered a spot on the team. Also a brief appearance from retired basketball player Shaquille O'Neal","release_date":"2004-08-31","vote_average":5.3,"runtime":42,"cert":"N\/A","id":84389,"title":"AND1 Mixtape Vol. 7","adult":false,"genre_ids":[]},{"cast":[],"overview":"Volume 6 toured Los Angeles, Chicago, Philadelphia, and New York City. The tape introduced former AND1 player and New York streetball legend Tyrone \"Alimoe\" Evans AKA The Black Widow. The 6'8\" Alimoe impressed people with his fancy ball handling moves as well as his slam dunks. This tape also introduced Troy \"Escalade\" Jackson and was the year he got signed to the AND1 Team.","release_date":"2003-09-23","vote_average":5.3,"runtime":60,"cert":"N\/A","id":84390,"title":"AND1 Mixtape Vol. 6","adult":false,"genre_ids":[]},{"cast":["Devin Bonnée","Tina Rodriguez","Elaine Hurt","Lauren Lee","Tony Vespe"],"overview":"On 17-year-old Kate's last weekend in town, she and her friends plan to spend it together at SpaceCON– the local science fiction convention they attend every year. At the convention Kate meets Paul, a recently turned teen-vampire (who is also dressed as one). But when Kate tries to make a move on him, he accidentally bites her in the neck. Kate and her friends soon discover Paul is not the only vampire at the convention, and it is up to them to stop the vampires and find a way to turn Kate back before it is too late.","release_date":"2011-03-15","vote_average":6.0,"runtime":77,"cert":"N\/A","id":84391,"title":"My Sucky Teen Romance","adult":false,"genre_ids":[27,35,10749]},{"cast":[],"overview":"Volume 5 was the re-introduction of Rafer Alston AKA Skip 2 My Lou. Alston had been playing Division I basketball at Fresno State University and had been trying out for pro teams throughout the past three years; Volume 5 marked his return.","release_date":"2002-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":84392,"title":"AND1 Mixtape Vol. 5","adult":false,"genre_ids":[]},{"cast":["Patrick Dewaere","Anny Duperey","Jean-François Stévenin","Catherine Frot","Michel Creton"],"overview":"Marc runs a psychotherapy course at a large country house belonging to his wife Colette. His clients are depressed and his job is to cure them of their neuroses.","release_date":"1981-02-04","vote_average":6.5,"runtime":null,"cert":"N\/A","id":84393,"title":"Psy","adult":false,"genre_ids":[35]},{"cast":["Laurent Collombert","Phillippe Burel","Philippe Bussière","Christophe Lafargue","Nathalie Hauwelle"],"overview":"In a French town riddled with corruption, Yann, a naive urban planner comes into ownership of a 9mm handgun possessed by the soul of Sarah, a murdered prostitute. Working together they will eliminate the criminals one by one, seeking to restore order in the city by hunting down the man at the head of the pact of corruption, the mayor himself.","release_date":"2011-04-23","vote_average":4.0,"runtime":83,"cert":"N\/A","id":84394,"title":"Caliber 9","adult":false,"genre_ids":[18,28,53]},{"cast":["Jane Russell","Groucho Marx","Frank Sinatra","Don McGuire","Howard Freeman"],"overview":"An innocent bank teller, suspected of embezzlement, is aided by an eccentric, wisecracking waiter.","release_date":"1951-12-25","vote_average":5.9,"runtime":80,"cert":"N\/A","id":84397,"title":"Double Dynamite","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"A Beautiful Lie\r Battle of One\r From Yesterday\r The Fantasy\r The Kill (Bury Me)\r Attack","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":84400,"title":"30 Seconds To Mars: Rock Am Ring 2007","adult":false,"genre_ids":[]},{"cast":["Rachel Dratch","Hillel Halkin","Jason Kravitz","Dan Miron","Peter Riegert"],"overview":"A riveting portrait of the great writer whose stories became the basis of the Broadway musical Fiddler on the Roof. Sholem Aleichem: Laughing in the Darkness tells the tale of the rebellious genius who created an entirely new literature. Plumbing the depths of a Jewish world locked in crisis and on the cusp of profound change, he captured that world with brilliant humor. Sholem Aleichem was not just a witness to the creation of a new modern Jewish identity, but one of the very men who forged it.","release_date":"2012-02-24","vote_average":7.0,"runtime":93,"cert":"N\/A","id":84401,"title":"Sholem Aleichem: Laughing In The Darkness","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Slam Dunk Contest is an annual National Basketball Association (NBA) competition held during the NBA All-Star Weekend. The contest was inaugurated by the American Basketball Association (ABA) at its All-Star Game in 1976 in Denver, the same year the slam dunk was legalized in the NCAA. As a result of the ABA-NBA merger later that year there would not be another slam dunk contest at the professional level until 1984. The contest currently uses fan voting, via text-messaging, to determine the winner of the final round.  The very first slam dunk contest was won by Julius Erving at the 1976 ABA All-Star Game. The current champion of the NBA Dunk Contest is Blake Griffin.","release_date":"2011-02-19","vote_average":5.3,"runtime":53,"cert":"N\/A","id":84402,"title":"2011 NBA Slam Dunk Contest","adult":false,"genre_ids":[]},{"cast":["Annie Girardot","Jean-Pierre Marielle","Marilù Tolo","Geneviève Fontanel","Daniel Prévost"],"overview":"A love story between the pets hairdresser and accountant - both with significant life history.","release_date":"1976-08-25","vote_average":4.6,"runtime":91,"cert":"N\/A","id":84403,"title":"Run After Me Until I Catch You","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This year, over 5 million American kids will be bullied at school, online, on the bus, at home, through their cell phones and on the streets of their towns, making it the most common form of violence young people in this country experience. The Bully Project is the first feature documentary film to show how we've all been affected by bullying, whether we've been victims, perpetrators or stood silent witness. The world we inhabit as adults begins on the playground. The Bully Project opens on the first day of school. For the more than 5 million kids who'll be bullied this year in the United States, it's a day filled with more anxiety and foreboding than excitement. As the sun rises and school busses across the country overflow with backpacks, brass instruments and the rambunctious sounds of raging hormones, this is a ride into the unknown.","release_date":"2011-04-23","vote_average":7.3,"runtime":92,"cert":"N\/A","id":84404,"title":"Bully","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"Destroyed in a dramatic and highly-publicized implosion, the Pruitt-Igoe public housing complex has become a widespread symbol of failure amongst architects, politicians and policy makers. The Pruitt-Igoe Myth explores the social, economic and legislative issues that led to the decline of conventional public housing in America, and the city centers in which they resided, while tracing the personal and poignant narratives of several of the project's residents. In the post-War years, the American city changed in ways that made it unrecognizable from a generation earlier, privileging some and leaving others in its wake. The next time the city changes, remember Pruitt-Igoe.","release_date":"2012-01-20","vote_average":6.9,"runtime":79,"cert":"N\/A","id":84407,"title":"The Pruitt-Igoe Myth","adult":false,"genre_ids":[99]},{"cast":["Sarah-Sofie Boussnina","Janus Dissing Rathke","Mette Gregersen","Emma Ibsen-Bjerget","Nastja Arcel"],"overview":"Mia, 15, is at odds with everyone. School is hell and her mother is always on her back. Mia is only at peace when she is running - something she is good at. On a downtown shopping street she meets Zack, 16, who runs with a gang of kids who want to become parent independent and live as pickpockets. Mia joins them, but finds the pressure difficult. Moreover, the police have their eye on them. Mia has a choice, to keep ignoring her problems or face up to them.","release_date":"2011-09-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":84410,"title":"Bora Bora","adult":false,"genre_ids":[10402,10751,10749]},{"cast":["Cynthia Rothrock","Donna Jason","John Miller","Chuck Jeffreys","Gerald Klein"],"overview":"FBI agent Tracy Pride is on a mission to capture businessman Jason Slade, who is involved in extortion and murder. Teaming up with her is her sister Joyce, a news reporter; Dragon, Tracy's partner in Hong Kong, and Jake, a bodyguard who worked for Slade. Can they stop Slade before it's too late","release_date":"1993-04-28","vote_average":4.3,"runtime":87,"cert":"N\/A","id":84415,"title":"Honor and Glory","adult":false,"genre_ids":[28]},{"cast":["Mario Van Peebles","Eriq La Salle","Melvin Plowden","Richie Abanes","Kadeem Hardison"],"overview":"An ex-con and break-dancer helps save a neighborhood from a greedy developer while trying to win a rap contest.","release_date":"1985-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":84416,"title":"Rappin'","adult":false,"genre_ids":[18,10402,10751]},{"cast":["Rondo Hatton","Martin Kosleck","Robert Lowery","Virginia Grey","Bill Goodwin"],"overview":"An unsuccessful sculptor saves a madman named \"The Creeper\" from drowning. Seeing an opportunity for revenge, he tricks the psycho into murdering his critics.","release_date":"1946-03-29","vote_average":6.2,"runtime":65,"cert":"N\/A","id":84419,"title":"House of Horrors","adult":false,"genre_ids":[27,9648,53]},{"cast":["Chris Kroesen","Valerie Hobbs","Darlene Lohnes","Richard C. Parish","Willard W. Willingham"],"overview":"A boy is given a ring by an old witch, he uses the ring to bring upon a magic Christmas that grants him 3 wishes.","release_date":"1964-12-19","vote_average":1.0,"runtime":60,"cert":"N\/A","id":84420,"title":"Magic Christmas Tree","adult":false,"genre_ids":[]},{"cast":["Ville Valo","Mikko Lindström","Janne Puurtinen","Mikko Paananen","Antto Melasniemi"],"overview":"Love Metal Archives Vol.1 is a DVD compilation by Finnish band HIM, released in 2005 which features all the videos up until the And Love Said No: The Greatest Hits 1997-2004 compilation. This is the second DVD compilation released by HIM. The DVD is titled 'Love Metal' as the last studio album before this was Love Metal.","release_date":"2005-04-18","vote_average":7.5,"runtime":300,"cert":"U","id":84421,"title":"HIM: Love Metal Archives Vol. 1","adult":false,"genre_ids":[10402]},{"cast":["Edmund Purdom","Belinda Mayne","Mark Jones","Gerry Sundquist","Alan Lake"],"overview":"Somebody with very little Christmas spirit is killing anyone in a Santa suit one London holiday season, and Scotland Yard has to stop him before he makes his exploits an annual tradition.","release_date":"1984-12-07","vote_average":5.3,"runtime":86,"cert":"N\/A","id":84422,"title":"Don't Open Till Christmas","adult":false,"genre_ids":[53,27,9648]},{"cast":["Robin Strasser","John Beal","Arthur Roberts","Iva Jean Saraceni"],"overview":"The neurotic and newlywed Barbara (Robin Strasser) finds her husband (Arthur Roberts) in bed with his old flame Eva (Iva Jean Saraceni). Robin doesn't get mad-she gets even. Using funds supplied by her wealthy daddy John Beal, the scorned bride turns Roberts and Saraceni's love nest into a dungeon of horror.","release_date":"1973-12-01","vote_average":4.8,"runtime":85,"cert":"N\/A","id":84423,"title":"The House That Cried Murder","adult":false,"genre_ids":[27,53]},{"cast":["Richard Long","Polly Bergen","Edward Albert","Kate Jackson","Tom Bosley"],"overview":"Several couples are notified that they have won an ocean cruise, but they actually have been lured onto a ship so that they can be murdered.","release_date":"1974-10-30","vote_average":6.0,"runtime":75,"cert":"N\/A","id":84426,"title":"Death Cruise","adult":false,"genre_ids":[10770,9648]},{"cast":["Noémie Lvovsky","Hafsia Herzi","Céline Sallette","Jasmine Trinca","Adèle Haenel"],"overview":"A young woman begins a new life at the Apollonide bordello, a high-class brothel in Paris.","release_date":"2011-09-20","vote_average":6.5,"runtime":122,"cert":"N\/A","id":84427,"title":"House of Tolerance","adult":false,"genre_ids":[18]},{"cast":["Angie Bates","Heather O'Donnell","Michael Slade","Lynzey Patterson","Luke Gallows"],"overview":"The hilarious new feature film combining science fiction, comedy and erotica, all set against the pastoral splendor of an actual Nudist Resort.","release_date":"2011-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":84428,"title":"Sweet Prudence & the Erotic Adventure of Bigfoot","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Passion's Killing Floor\r Right Here In My Arms\r Rip Out The Wings Of A Butterfly\r Join Me In Death\r Buried Alive By Love\r The Kiss Of Dawn\r Wicked Game\r Killing Loneliness\r Soul On Fire\r Bleed Well\r The Funeral Of Hearts\r Rebel Yell","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84431,"title":"H.I.M Rock Am Ring 2008","adult":false,"genre_ids":[]},{"cast":[],"overview":"Right Here In My Arms\r Your Sweet 666\r Poison Girl\r Death Is In Love With Us\r Wicked Game\r Join Me In Death\r Bury Me Deep Inside Your Heart\r Our Diabolikal Rapture","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":84434,"title":"H.I.M Rock Im Park 2000","adult":false,"genre_ids":[]},{"cast":[],"overview":"Please Don't Let It Go\r Wicked Game\r (Chris Isaak cover)\r Pretending\r Your Sweet 666\r In Joy And Sorrow\r Poison Girl\r Bury Me Deep Inside Your Heart\r Heartache Every Moment\r Right Here In My Arms\r One Last Time\r Gone With The Sin\r Join Me In Death","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84435,"title":"H.I.M: Ruisrock 2001","adult":false,"genre_ids":[]},{"cast":[],"overview":"Please Don't Let It Go\r Wicked Game\r (Chris Isaak cover)\r Pretending\r Your Sweet 666\r In Joy And Sorrow\r Poison Girl\r Bury Me Deep Inside Your Heart\r Heartache Every Moment\r Right Here In My Arms\r One Last Time\r Gone With The Sin\r Join Me In Death","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84436,"title":"H.I.M: Ruisrock 2001","adult":false,"genre_ids":[]},{"cast":[],"overview":"Right Now  Did My Time  Thoughtless  Falling Away From Me  Coming Undone  Bagpipe Interlude  Helmet in the Bush  Here to Stay  Fake \/ One  Freak on a Leash  Y'All Want a Single  Chi  Somebody Someone  Encore:  Blind  Got the Life  Another Brick in the Wall","release_date":"2009-07-10","vote_average":0.0,"runtime":117,"cert":"N\/A","id":84437,"title":"Korn: Live In Serbia 2009","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Blind\r Twist\r Chi\r Got the Life\r Good God\r A.D.I.D.A.S.\r Porno Creep\r Shoots and Ladders\r Justin\r Beg For Me\r Freak on a Leash\r Falling Away From Me\r Faget\r My Gift to You","release_date":"1999-10-19","vote_average":10.0,"runtime":null,"cert":"N\/A","id":84438,"title":"Korn: Woodstock 99","adult":false,"genre_ids":[]},{"cast":["Ken Edwards","Jason Brenizer","Caitlin Cagle","Chris Cole"],"overview":"When a mysterious epidemic sweeps through the population, it turns its victims into homicidal cannibals in this indie chiller helmed by Jason Hack","release_date":"2005-11-10","vote_average":6.0,"runtime":null,"cert":"N\/A","id":84443,"title":"Day X","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"01 - Got The Life\r 02 - Make Me Bad\r 03 - Somebody Someone\r 04 - Blind\r 05 - Freak On A Leash","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84444,"title":"Korn: Rock Am Ring 2000","adult":false,"genre_ids":[]},{"cast":["Jonathan Davis","Korn"],"overview":"Right Now\r Chi\r Did My Time\r Thoughtless\r Falling Away From Me\r Coming Undone \/ We Will Rock You\r Bagpipe Interlude\r Helmet in the Bush\r Here to Stay\r Freak on a Leash\r Y'All Want a Single\r Divine\r Somebody Someone\r Encore:\r Blind\r Got the Life","release_date":"2009-12-09","vote_average":10.0,"runtime":110,"cert":"N\/A","id":84447,"title":"Korn: Rock Am Ring","adult":false,"genre_ids":[]},{"cast":["Korn"],"overview":"Blind  Here to Stay  Pop a Pill  Freak on a Leash  (followed by snippet of \"… more)  Shoots and Ladders \/ One  4 U  Got the Life  Alone I Break  Oildale (Leave Me Alone)  Throw Me Away  Get Up!  Encore:  Falling Away From Me  Coming Undone \/ We Will Rock You \/ Twisted Transistor \/ Make Me Bad \/ Thoughtless \/ Did My Time \/ Clown  Y'All Want a Single","release_date":"2011-06-15","vote_average":10.0,"runtime":110,"cert":"N\/A","id":84448,"title":"Korn: Rock Am Ring","adult":false,"genre_ids":[]},{"cast":["Grant Bowler","Miko Hughes","Lance Reddick","Tawny Cypress","Evalena Marie"],"overview":"The story centers on two lone survivors of a bizarre accident that reduced most of the world's population to zombies. They take refuge in a vacant casino and fight a losing battle against the undead.","release_date":"2011-12-06","vote_average":4.7,"runtime":88,"cert":"N\/A","id":84449,"title":"Remains","adult":false,"genre_ids":[18,27,28,53]},{"cast":["Jan-Michael Vincent","Joan Goodfellow","Pamela Sue Martin","Clifton James","Robert Englund"],"overview":"Dimwitted but sweet high school girl of easy virtue and the most popular boy in the school share an improbable romance.","release_date":"1974-08-21","vote_average":7.4,"runtime":100,"cert":"N\/A","id":84450,"title":"Buster and Billie","adult":false,"genre_ids":[80,18]},{"cast":["Nicole Aniston","Alektra Blue","Kaylani Lei","Madelyn Monroe","Stevie Shae"],"overview":"Join director Barrett Blade as he examines a college campus that should do things by the book, but luckily for us, break all the rules. Tastefully dirty sex, all captured for your satisfaction. Sexy students and hot teachers make it easy to accept bad behavior...detention anyone?","release_date":"2011-12-13","vote_average":0.0,"runtime":104,"cert":"N\/A","id":84453,"title":"Bad Teachers Uncovered","adult":true,"genre_ids":[]},{"cast":["Robert Woolsey","Bert Wheeler","Barbara Pepper","Moroni Olsen","Frank M. Thomas"],"overview":"Wheeler &amp; Woolsey comedy about two moronic ditch diggers, recruited for an archaeology expedition, getting mixed up with jewel thieves and an ancient Egyptian \"curse.\"","release_date":"1936-10-02","vote_average":6.0,"runtime":68,"cert":"N\/A","id":84454,"title":"Mummy's Boys","adult":false,"genre_ids":[35]},{"cast":[],"overview":"To the Edge\r Fragments of Faith\r Swamped\r I Won't Tell You\r Not Enough\r Fragile\r Entwined\r Closer\r Heaven's a Lie\r Enjoy the Silence\r I'm Not Afraid\r Spellbound\r Our Truth","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84455,"title":"Lacuna Coil: Graspop 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"To the Edge\r Fragments of Faith\r Swamped\r I Won't Tell You\r Not Enough\r Fragile\r Entwined\r Closer\r Heaven's a Lie\r Enjoy the Silence\r I'm Not Afraid\r Spellbound\r Our Truth","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":84456,"title":"Lacuna Coil: Graspop 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"To the Edge\r Swamped\r Closer\r Within Me\r Daylight Dancer\r Our Truth","release_date":"2008-09-11","vote_average":0.0,"runtime":25,"cert":"N\/A","id":84457,"title":"Lacuna Coil: Loud Park 2007","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Cristina Scabbia ","Andrea Ferro","Cristiano Migliore","Marco \"Maus\" Biazzi","Marco Coti Zelati"],"overview":"01) Intro  02) To the Edge  03) Fragments of Faith  04) Swamped  05) In Visible Light  06) Fragile  07) Closer  08) Senzafine  09) What I See  10) Enjoy the Silence  11) Heaven's A Lie  12) Our Truth","release_date":"2007-08-03","vote_average":0.0,"runtime":50,"cert":"N\/A","id":84458,"title":"Lacuna Coil: Wacken 2007","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Fragile\r Fragments of Faith\r Closer\r I'm Not Afraid\r Swamped\r I Like It\r I Won't Tell You\r Heaven's a Lie\r Enjoy the Silence\r Not Enough\r Spellbound\r Our Truth\r To the Edge\r Survive","release_date":"","vote_average":0.0,"runtime":38,"cert":"N\/A","id":84459,"title":"Lacuna Coil: Wacken 2009","adult":false,"genre_ids":[]},{"cast":["Brian Molko","Stefan Olsdal","Steve Hewitt"],"overview":"Infra-red\r Meds\r Because I Want You\r Drag\r Space Monkey\r Special Needs\r Post Blue\r Song to Say Goodbye\r Follow the Cops Back Home\r Every You Every Me\r Black-Eyed\r One of a Kind\r The Bitter End\r Twenty Years  Encore:\r Running Up That Hill\r Special K\r Nancy Boy","release_date":"2006-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84460,"title":"Placebo: Live at Rock AM Ring 2006","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The pair who created \"Lovers and Other Strangers\" take on marriage and other impossibilities.","release_date":"1971-12-12","vote_average":6.5,"runtime":100,"cert":"N\/A","id":84465,"title":"Made For Each Other","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"742617000027\r (sic)\r Eyeless\r Wait and Bleed\r Get This\r Before I Forget\r Sulfur\r The Blister Exists\r Dead Memories\r Left Behind\r Disasterpiece\r Vermilion\r Everything Ends\r Psychosocial\r Duality\r People = Shit  Encore:\r Surfacing\r Spit It Out\r 'Til We Die","release_date":"2009-07-31","vote_average":8.0,"runtime":87,"cert":"","id":84466,"title":"Slipknot: Download Festival 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"742617000027\r (sic)\r The Blister Exists\r Disasterpiece\r Eyeless\r Pulse of the Maggots\r The Heretic Anthem\r Duality\r Spit It Out\r (515)\r People = Shit\r Wait and Bleed\r Surfacing","release_date":"","vote_average":0.0,"runtime":48,"cert":"N\/A","id":84467,"title":"Slipknot: Big Day Out 2005","adult":false,"genre_ids":[]},{"cast":["Bridgette B","Courtney Taylor","Jenna Presley","Lea Lexis","Lylith Lavey"],"overview":"L.T. is back celebrating the big beautiful breasts of your favorite voluptuous stars. The movie features 100% interracial scenes, and stars Bridgette B, alongside Courtney Taylor, Jenna Presley, Sophie Dee, Lea Lexis, and Lylith LaVey. Do not miss!","release_date":"2011-10-18","vote_average":5.5,"runtime":215,"cert":"N\/A","id":84468,"title":"Big Tit Fanatic","adult":true,"genre_ids":[]},{"cast":[],"overview":"742617000027\r (sic)\r The Blister Exists\r Eyeless\r Three Nil\r Duality\r Disasterpiece\r Pulse of the Maggots\r The Heretic Anthem\r Spit It Out\r Wait and Bleed\r (515)\r People = Shit\r Surfacing","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84469,"title":"Slipknot: Eurockéennes 2004","adult":false,"genre_ids":[]},{"cast":[],"overview":"742617000027\r (sic)\r Eyeless\r Wait and Bleed\r Before I Forget\r Sulfur\r The Blister Exists\r Dead Memories\r Disasterpiece\r Psychosocial\r Duality\r People = Shit\r Surfacing\r Spit It Out\r 'Til We Die","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":84470,"title":"Slipknot: Eurockéennes 2009","adult":false,"genre_ids":[]},{"cast":["Françoise Pascal","Hugues Quester","Mireille Dargent","Natalie Perrey","Michel Delesalle"],"overview":"A young couple out for a walk decide to take a stroll through a large cemetery. As darkness begins to fall they realize they can't find their way out, and soon their fears begin to overtake them.","release_date":"1973-04-12","vote_average":6.4,"runtime":80,"cert":"","id":84473,"title":"The Iron Rose","adult":false,"genre_ids":[27]},{"cast":["Deborah Tranelli","Kaz Garas","Carmen Argenziano","Bill McLaughlin","Ed Crick"],"overview":"After witnessing her husband's brutal murder, Carla travels to her parents' home in a small mountain town to start over. When she's repeatedly harassed by redneck locals, Carla seeks help from the town sheriff but is met with indifference. This continues until Carla's finally attacked, raped, and her parents executed by the twisted townies. Carla, after escaping a mental hospital, resolves to get bloody revenge.","release_date":"1985-12-20","vote_average":6.1,"runtime":97,"cert":"N\/A","id":84474,"title":"Naked Vengeance","adult":false,"genre_ids":[18,28,80]},{"cast":["Isaka Sawadogo","Stefania Rocca","John Flanders","Dieudonné Kabongo","Serge Riaboukine"],"overview":"An African immigrant living illegally in Belgium is desperate to find his own sense of belonging.","release_date":"2011-11-23","vote_average":6.3,"runtime":95,"cert":"N\/A","id":84479,"title":"The Invader","adult":false,"genre_ids":[18]},{"cast":["Tomohito Sumida","Chiharu Kuri","Yukiko Okada"],"overview":"Susano is the youngest son of Izanagi and Izanami, the heavenly couple that the Earth. Still a young boy, Susano is devastated by the passing away of his mother. Determined to find her despite the reprimands of his father, he embarks on a journey to find his brother and his sister for spiritual guidance.","release_date":"1963-03-24","vote_average":7.3,"runtime":86,"cert":"N\/A","id":84480,"title":"The Little Prince and the Eight-Headed Dragon","adult":false,"genre_ids":[16,10751,12,14]},{"cast":["Warren Beatty","Elizabeth Taylor","Charles Braswell","Hank Henry","Olga Valéry"],"overview":"Fran walks into a piano bar for pizza. She comes back home with Joe, the piano player. Joe plans on winning $5,000 and leave Las Vegas. Fran waits for something else. Meanwhile, he moves in with her.","release_date":"1970-01-21","vote_average":5.2,"runtime":113,"cert":"N\/A","id":84481,"title":"The Only Game in Town","adult":false,"genre_ids":[10749,18,35]},{"cast":[],"overview":"Live concert of the Golden Earring.","release_date":"1997-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":84482,"title":"Golden Earring: Naked II","adult":false,"genre_ids":[10402,99]},{"cast":["Leo Carrillo","Louise Fazenda","Ted Healy","Irene Hervey","James Ellison"],"overview":"A barber tries to find the winning lottery ticket he hid from his moralistic wife.","release_date":"1935-02-08","vote_average":4.0,"runtime":72,"cert":"N\/A","id":84483,"title":"The Winning Ticket","adult":false,"genre_ids":[35]},{"cast":["Bob Saget","Brian Bonsall","Stuart Pankin","Denver Pyle"],"overview":"A father gets a crash course in the outdoors in this made for television comedy for kids. Comedian Bob Saget stars as an urban living dad who decides to take his son Michael (Brian Bonsall) -- working his way to Eagle Scout -- on a camping trip. Poor dad is well-meaning, but fumbles his way through a series of mishaps.","release_date":"1994-10-15","vote_average":4.5,"runtime":92,"cert":"N\/A","id":84484,"title":"Father and Scout","adult":false,"genre_ids":[35,10751]},{"cast":["Eddie Perez"],"overview":"The band hits the stage of Austin's Stubbs' Barbecue in 2004 for their first-ever live concert film DVD. Filmed around the release of their sixth, eponymous studio album, this live concert from The Mavericks captures them in all their glory. Filmed in Austin, Texas, in 2004, the band rock the sizeable crowd at the Stubbs' Barbecue venue with a wide selection of material from their career. The band were undergoing a creative renaissance at the time, having staged a spectacular comeback after a 6-year break from the business. Refreshed and rejuvenated, the band perform with the passion of a group of youngsters just getting started, and deliver a great set of rocking tunes. Among them are \"Here Comes The Rain\", \"Dance The Night Away\", \"All You Ever Do Is Bring Me Down\" and many others.","release_date":"2004-09-28","vote_average":6.5,"runtime":135,"cert":"N\/A","id":84485,"title":"The Mavericks: Live in Austin, Texas","adult":false,"genre_ids":[10402]},{"cast":["Brenda James","Dana DeArmond","Heather Starlet","Darryl Hanah","Missy Martinez"],"overview":"Steamy, sexy girl on girl action from Girlfriend Films. Hot lesbian lovers with expert tongues and unwavering libidos.","release_date":"2011-05-13","vote_average":0.0,"runtime":177,"cert":"N\/A","id":84486,"title":"Imperfect Angels 11","adult":true,"genre_ids":[10749]},{"cast":["Brenda James","Jessi Palmer","Persia Monir","Aubrey Belle","Aiden Ashley"],"overview":"Moms and their daughters mix with other romance-minded daughter pairs when they join Mother-Daughter Exchange Club. These are their stories, featuring the sultry tigress, Persia Monir, Aiden Ashley, Nicole Moore, Darcy Tyler, Zoey Holloway, Jessi Palmer, Brenda James and Aubrey Belle. The passion and mannerisms are sincere, and trumps any situational lesbian scenarios that you’ve watched before!","release_date":"2011-05-31","vote_average":0.0,"runtime":185,"cert":"N\/A","id":84489,"title":"Mother-Daughter Exchange Club 19","adult":true,"genre_ids":[]},{"cast":["Nan Goldin"],"overview":"Documentary about photographer Nan Goldin","release_date":"1997-08-30","vote_average":0.0,"runtime":28,"cert":"N\/A","id":84490,"title":"Nan Goldin: In My Life","adult":false,"genre_ids":[99]},{"cast":["Sandra Shine","Zafira","Dia Zerva","Sophie Moone","Eve Angel"],"overview":"Simply the most realistic sex in lesbian adult video","release_date":"2011-05-20","vote_average":0.0,"runtime":171,"cert":"N\/A","id":84491,"title":"Budapest 5","adult":true,"genre_ids":[10749]},{"cast":["Scott Feraco","Robert Sedgwick","Carlos Palomino","Mike Starr","Raymond Serra"],"overview":"Chase has just got out of jail for a crime he didn't commit, and goes in search of a gang that have kidnapped his friend's niece.","release_date":"1987-09-25","vote_average":0.0,"runtime":81,"cert":"N\/A","id":84492,"title":"Nasty Hero","adult":false,"genre_ids":[28]},{"cast":["Peter Ustinov"],"overview":"Several animated stories from \"Metamorphoses,\" the Roman poet Ovid's narrative of legends, are presented.","release_date":"1978-05-03","vote_average":6.0,"runtime":80,"cert":"N\/A","id":84493,"title":"Metamorphoses","adult":false,"genre_ids":[14,16]},{"cast":["Carl Möhner","Alessandra Panaro","Ivano Staccioli","Antonio Garisa","José Torres"],"overview":"Bandit leader El Diablo who controls the country with his gang plans to achieve gold destined for Mexico but he is not the only one.","release_date":"1965-12-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":84494,"title":"Gold Train","adult":false,"genre_ids":[37,28,10749]},{"cast":["Jessi Palmer","Kayme Kai","Jada Fire","Magdalene St. Michaels","Zoe Voss"],"overview":"Another stellar volume of more Sapphic goodness for all you lucky viewers out there! Packed with a decent storyline, real girl on girl action, and non-stop orgasms, you can’t lose if you tired! Watch as these women spend their time and efforts searching for their hearts perfect match, and finding the perfect pussy along the way.","release_date":"2011-05-31","vote_average":7.0,"runtime":162,"cert":"N\/A","id":84497,"title":"Women Seeking Women 72","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Live Concert of Golden Earring in Ahoy Rotterdam.","release_date":"2006-11-24","vote_average":4.0,"runtime":null,"cert":"N\/A","id":84498,"title":"Golden Earring: Live in Ahoy","adult":false,"genre_ids":[10402]},{"cast":["Tom Bosley","Rick Overton","Eddie Deezen","Kevin Pollak","Penny Baker"],"overview":"A dying man in a roadside diner tells the other patrons about money he has hidden in four places.  But instead of directions, he leaves them only with clues they must solve in order to claim the loot. Released with a promotional tie-in for Glad-Lock brand bags.","release_date":"1987-06-12","vote_average":4.5,"runtime":95,"cert":"N\/A","id":84499,"title":"Million Dollar Mystery","adult":false,"genre_ids":[35,53]}]