[{"cast":["Juli Andelman","Charles Ellis","James Vance","Bennie Lee McGowan"],"overview":"Female students on a college campus are being killed and their body parts used for blood sacrifices.","release_date":"1985-05-01","vote_average":3.8,"runtime":89,"cert":"N\/A","id":85000,"title":"Blood Cult","adult":false,"genre_ids":[27,9648]},{"cast":["Jeff Harding","Michael Fitzpatrick","Naomi Kaneda","Brad Powell","Peter Merrill"],"overview":"A film crew producing a rock music video decides to shoot at an abandoned factory above the snow line. When an avalanche strands them, a murderous family living in the factory attacks and kills many of them.","release_date":"1985-11-01","vote_average":3.8,"runtime":81,"cert":"N\/A","id":85001,"title":"Blood Tracks","adult":false,"genre_ids":[27]},{"cast":["Hugo Stiglitz","Erika Buenfil","Edna Bolkan","María Rebeca","Usi Velasco"],"overview":"A professor suspects that a vicious killer may have discovered a way to return from the grave and continue his violent spree. His fears are proved true when a group of teenagers decide to pull a Halloween prank by stealing the killer's body from the morgue. When the teens recite an incantation from an old magic book over the corpse, it begins to come back to life, along with all of the bodies from the nearby cemetery.","release_date":"1985-12-12","vote_average":5.2,"runtime":91,"cert":"N\/A","id":85002,"title":"Cemetery of Terror","adult":false,"genre_ids":[27]},{"cast":["Stuart Whitman","Danny Bonaduce","Molly Cheek","Daniel Greene","Chris Holder"],"overview":"A serial killer escapes from a mental hospital and hides out in a small town. A local cop must catch him before he starts on another killing spree.","release_date":"1985-10-01","vote_average":3.7,"runtime":86,"cert":"N\/A","id":85003,"title":"The Deadly Intruder","adult":false,"genre_ids":[27]},{"cast":["Etesse Cyril"],"overview":"","release_date":"1999-12-31","vote_average":8.0,"runtime":null,"cert":"N\/A","id":85004,"title":"Resident Débile","adult":false,"genre_ids":[27,35]},{"cast":["Christina Nagy","David Warbeck","Carroll Blumenberg","Rossano Brazzi","Andrea Bosic"],"overview":"The film opens in 1960 Boston with an 11 year old girl encountering a faceless maniac dressed as a priest who gives her a doll. As is the way in the modern world that’s not all he wants to give her and  whilst trying to escape, the girl (off screen) falls down a flight of steps, breaking her back which confines her to a wheelchair. 25 years later the victim, Joanna (Christina Nagy), is revealed as being a wealthy heiress who has put some of her funds into establishing a sports centre for paraplegics. She plans to also donate a substantial sum to the local church. However, someone else fancies the cash and will flash a razor in anyone's face to get it.  Father Peter (Loris Lodi), a close friend of Joanna's and the priest who will be accepting the generous cash donation, is murdered in his confessional box, his throat slit.","release_date":"1985-08-10","vote_average":6.0,"runtime":96,"cert":"N\/A","id":85005,"title":"Formula for a Murder","adult":false,"genre_ids":[53,27]},{"cast":["Phil Therrien","Max Manthey","Irene Cagen","Michael Castagnolia","Susan Leslie"],"overview":"A van full of college students traveling down a highway is terrorized by a psycho killer in a Richard Nixon mask.","release_date":"1985-01-01","vote_average":3.8,"runtime":87,"cert":"N\/A","id":85006,"title":"Horror House on Highway Five","adult":false,"genre_ids":[27]},{"cast":["Eli Rich","Rochelle Taylor","Dennis Gannon","Bonnie Sikowitz","Lisa Nichols"],"overview":"A serial killer, who is actually a handsome Sunday school teacher, abducts young women and disposes their bodies in the Mojave Desert.","release_date":"1985-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":85007,"title":"Murderlust","adult":false,"genre_ids":[53]},{"cast":["Tom Savini","Andrea Adams","Tom Schreier","Wade Tower","Mona Van Pernis"],"overview":"An old antique ring turns a college professor into a homicidal maniac when he puts it on. The ring originaly belonged to Jack the Ripper, and the Ripper's spirit possesses whoever wears it.","release_date":"1985-11-01","vote_average":5.8,"runtime":102,"cert":"N\/A","id":85008,"title":"The Ripper","adult":false,"genre_ids":[27]},{"cast":["Mike Connors","Anne Archer","Leon Isaac Kennedy","Ian McShane","Ruth Ford"],"overview":"A killer of young women is loose in an exclusive apartment complex and a detective is out to stop him. The chief suspect is a Shakespeare-spouting doorman who lives with his invalid mother. Meanwhile, an undercover cop moves into the apartment house. This move is complicated by her relationship with the detective.","release_date":"1985-01-04","vote_average":5.3,"runtime":100,"cert":"N\/A","id":85009,"title":"Too Scared to Scream","adult":false,"genre_ids":[80,9648,53]},{"cast":["Ava Kauffman","Robert Axelrod","Lonny Withers","Ann Richardson","Geri Schlessel"],"overview":"Four young girls on a camping trip in the woods are stalked by a pair of crazed serial killers.","release_date":"1985-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":85010,"title":"Victims!","adult":false,"genre_ids":[27,28,53]},{"cast":["Gabriella Hall","Blythe Metz","Rebekah Ellis","James Ferris","Delpaneaux Wills"],"overview":"A lonely and shy young woman, inherits a house and stumbles upon a secret formula that enables her to transform her body in any way she wants.","release_date":"2005-10-01","vote_average":4.6,"runtime":94,"cert":"N\/A","id":85011,"title":"Jacqueline Hyde","adult":false,"genre_ids":[27,878]},{"cast":["Jennifer Tse","Pau Hei-Ching","Leung Kar-Yan","Chau Pak-Ho","Kristal Tin"],"overview":"Wong Jing's Classroom follows Ling, the new substitute teacher at a suburban high school. She feels something wrong about her class. The students in her Class 4E are an unruly bunch, except for Don Don, who always sits quietly in the corner. Suspecting that her students Gi Gi, Co Co, and Fong engage in prostitution, Ling reports the problems with her class to the dean, only to be told that there has never been a Class 4E in the school...  In Patrick Kong's Travel, a group of friends go on vacation in Mainland, during which Bo gets killed in a road accident. At Bo's funeral, her travel mates meet Bo's estranged lover Ka Ming , with whom Bo had a heated quarrel on the phone just prior to her tragic death. At the hot-pot dinner after the funeral, a pale-faced Ka Ming reveals to the survivors the secret of his relationship with Bo before going on a killing spree...","release_date":"2011-10-27","vote_average":3.7,"runtime":96,"cert":"N\/A","id":85012,"title":"Hong Kong Ghost Stories","adult":false,"genre_ids":[27]},{"cast":["Ricky Paull Goldin","Dennis Holahan","Sydney Penny","Rosie Marcel"],"overview":"Three aliens from the planet Taros land on Earth and are befriended by a Wyoming rancher's son.","release_date":"1986-12-01","vote_average":4.0,"runtime":92,"cert":"N\/A","id":85013,"title":"Hyper Sapien: People from Another Star","adult":false,"genre_ids":[878]},{"cast":["Yuen Cheung-Yan","Chin Lung","Hoh Tin-Shing","Hao-ming Liao","Yun-pao Lu"],"overview":"This very strange movie shows the sort of thing Yuen Woo-ping will do when he is left to his own designs and imagination. Even strange for him, this movie involves vampires, huge monster toads, and drunk monks. For some of the effects puppets were used, including a very creepy\/realistic dummy version of the Drunk Monk. The fight scenes are very creative and show off Yuen Woo-ping's weird sense of style and choreography.","release_date":"1983-07-09","vote_average":7.0,"runtime":92,"cert":"N\/A","id":85014,"title":"Shaolin Drunkard","adult":false,"genre_ids":[28,35,14]},{"cast":["Yuya Uchida","Yumi Asou","Takeshi Kitano","Hiromi Gô","Rikiya Yasuoka"],"overview":"Stuck doing show-biz schlock, an investigative reporter stumbles on a scheme to swindle pensions through an attractive gold futures scam, a potential news-story.","release_date":"1986-08-23","vote_average":6.0,"runtime":120,"cert":"N\/A","id":85015,"title":"No More Comics!","adult":false,"genre_ids":[35,18]},{"cast":["Keiju Kobayashi","Michiyo Aratama","Eijirō Tōno","Jerry Itô","Tadao Nakamaru"],"overview":"A salaryman's drunken ravings in public attract the attention of journalists who coerce him into telling them his life's story.","release_date":"1963-11-16","vote_average":6.2,"runtime":103,"cert":"N\/A","id":85016,"title":"The Elegant Life of Mr. Everyman","adult":false,"genre_ids":[35,18]},{"cast":["Hans Sibbel","Dolf Jansen"],"overview":"De cabaretiers Hans Sibbel (Lebbis) en Dolf Jansen maken al jarenlang oudejaarsconferences waarin persoonlijke en maatschappelijke gebeurtenissen uit dat jaar de revue passeren. De persoonlijke rode draden in de oudejaarsconference van 2006 zijn Lebbis' reis door Nieuw-Zeeland en Australië en Jansens zes maanden durende reis door de Verenigde Staten en Canada (mèt vrouw en kinderen). Naast anekdotes over die reizen, al dan niet begeleid door Lebbis' spel op de banjo, bood 2006 meer dan genoeg boeiende gespreksstof. Een greep hieruit: de angst voor islamisering, de wederopbouw\/oorlog in Afghanistan, de kwestie Ayaan Hirsi Ali, het sullige imago van Balkenende, de hardvochtige Rita Verdonk, de Schipholbrand, de geheime CIA-vluchten, het gifschip, Lingo en de zielige paarden van Marrum. Met als uitgebreide extra's: Fotopraat, Dolf Leest Voor, Lebbis En Jansen Voorspellen en een Try-Out Audio.","release_date":"2006-12-31","vote_average":0.0,"runtime":82,"cert":"N\/A","id":85019,"title":"Lebbis en Jansen: Jakkeren door 2006","adult":false,"genre_ids":[]},{"cast":["Chuck Norris","Don Wong Tao","Chuck Boyd","Sylvia Chang","Chin Yuet-Sang"],"overview":"A Chinese-American cop, skilled in martial arts, battles the most powerful criminal gang in San Francisco that is responsible for the death of his partner.","release_date":"1974-08-16","vote_average":5.5,"runtime":87,"cert":"N\/A","id":85020,"title":"Slaughter in San Francisco","adult":false,"genre_ids":[18,28]},{"cast":["Robert Culp","Samantha Eggar","Sheila Sullivan","Mike Lane","Clarence 'Big' Miller"],"overview":"Dissatisfied with the family architectural business, a man and his wife pack up and move out to his great-grandfather's old house in the country. While trying to patch it up, the house starts to make it clear to him that it doesn't want him there, but the local church (with some off-kilter practices of their own) seems to take a shine to him.","release_date":"1973-01-01","vote_average":6.0,"runtime":74,"cert":"N\/A","id":85023,"title":"A Name for Evil","adult":false,"genre_ids":[18,27,53]},{"cast":["Flora Fauna","Stark Raven"],"overview":"Depressing tale about a world of the undead and a woman's trek to get home to her boyfriend's house.","release_date":"1994-12-13","vote_average":3.6,"runtime":null,"cert":"N\/A","id":85024,"title":"Shatter Dead","adult":false,"genre_ids":[27]},{"cast":["Thibault Vinçon","Dounia Sichov","Lolita Chammah","Stéphanie Daub-Laurent","Thomas Blanchard"],"overview":"August in Paris' suburbs, 7 friends are gathered to spend a week in the city where they grew up. The city is empty and the days pass by under a deep blue sky.Each of them has a reason to be there: some still live there, some come back to see their family, some are searching their childhood, some want to escape boredom or eventually searching for love...They are all bearing the fact that these moments they are sharing are maybe the last ones...","release_date":"2010-11-24","vote_average":6.0,"runtime":98,"cert":"N\/A","id":85025,"title":"Memory Lane","adult":false,"genre_ids":[18]},{"cast":["Joseph Michael Laurinaitis","Michael James Hegstrand","Paul Ellering","Jim Cornette","Jim Ross"],"overview":"Fascinating look into the rise and fall of one of the greatest tag teams in wrestling and the death of Road Warrior Hawk.","release_date":"2005-06-14","vote_average":0.0,"runtime":360,"cert":"N\/A","id":85026,"title":"Road Warriors: The Life & Death of the Most Dominant Tag-Team in Wrestling History","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"This 30-minute, animated Bible video recounts the traumatic early years of Moses’ life, his privileged youth in Pharaoh’s household, and his dreary days of tending sheep in the Midian desert. Watch God’s awesome hand as He moves a tiny baby from a papyrus basket coated with tar and pitch to become the eventual deliverer of Israel!","release_date":"1996-10-16","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85027,"title":"Moses","adult":false,"genre_ids":[16,10751]},{"cast":["Joslyn Jensen","Ron Carrier","Darren Lenz","Bob Sentinella","Piper Weiss"],"overview":"On a remote wooded island, a young woman becomes caretaker to an old man in a vegetative state. Her isolated routine devolves into a struggle with sexuality, guilt and loss.","release_date":"2011-10-01","vote_average":6.3,"runtime":88,"cert":"N\/A","id":85028,"title":"Without","adult":false,"genre_ids":[18]},{"cast":["Viktor Gernot","Michael Niavarani"],"overview":"No English translation available.","release_date":"2011-10-21","vote_average":8.5,"runtime":135,"cert":"N\/A","id":85029,"title":"2 Musterknaben","adult":false,"genre_ids":[35]},{"cast":["Shinya Tsukamoto","Cocco","Yûko Nakamura"],"overview":"A single mother (Cocco) becomes afflicted with double vision. Taking care of her newborn baby becomes a nightmare as the mother also becomes paranoid. The only time the mother doesn't see double is when she sings. She also finds solace in cutting herself, allowing her blood to drip free and able to feel alive. A terrifying nervous breakdown ensues. When things spiral out of control, her baby is taken away. She then rides a bus and sings to herself. A man (Shinya Tsukamoto) sitting nearby listens to her wonderful voice. He begins to stalk her. The man is an award winning novelist who has fallen in love with the woman. They begin a volatile relationship. The woman's paranoia a","release_date":"2011-11-26","vote_average":7.2,"runtime":91,"cert":"N\/A","id":85032,"title":"Kotoko","adult":false,"genre_ids":[18,27]},{"cast":["Vanessa Paradis","Hélène Florent","Evelyne Brochu","Marin Gerrier","Kevin Parent"],"overview":"Jacqueline is a young mother living in 1960s Paris with her disabled son Laurent. Abandoned by her husband, Jacqueline sacrifices everything to care for her son and vows to give Laurent a “normal” life full of happiness. Antoine, is a successful DJ in present day Montreal who seems to have it all: a thriving career, two beautiful daughters, partner Rose, with whom he is passionately in love. However, nothing is perfect and Antoine’s ex-wife Carole remains devastated by their recent separation.","release_date":"2011-11-17","vote_average":7.0,"runtime":120,"cert":"15","id":85033,"title":"Café de Flore","adult":false,"genre_ids":[18,10749]},{"cast":["Justin Bradley","Jeremy Burke","Joe Candelaria","Patrick Cline","Chris Drew"],"overview":"With more than 300 hours of film shot during the 2010 Tour, 'No Room for Rockstars' documents the true stories of modern era rock and roll . From the kids traveling cross country in a van playing parking lots to gain notice, to the veteran stage manager whose life was saved by the Tour, to the musician who crosses over to mainstream success while on the road.","release_date":"2012-04-02","vote_average":8.0,"runtime":103,"cert":"N\/A","id":85034,"title":"No Room for Rockstars - The Vans Warped Tour","adult":false,"genre_ids":[99,10402]},{"cast":["Erast Garin","Sergei Martinson","Georgiy Vitsin","Mikhail Yanshin"],"overview":"A story based on the popular Hans Christian Anderson fairy tale \"Thumbelina\".","release_date":"1964-01-01","vote_average":6.0,"runtime":30,"cert":"N\/A","id":85035,"title":"Thumbelina","adult":false,"genre_ids":[12,16,10751,10749]},{"cast":["Alessandro Siani","Claudio Bisio","Angela Finocchiaro","Valentina Lodovini","Paolo Rossi"],"overview":"Now in the Far North (i.e. Milan!), Alberto has accepted to manage a program for efficiency improvement in the Italian Post. He devotes all his time and all his energy to this noble task and neglects his wife Silvia, which of course annoys her beyond limits. Things do not fare much better in Castellabate where it is rather Maria, Matta's wife, who gets on his nerves by always blaming him for his lack of ambition. One day, due to a misunderstanding, Mattia is transferred to... Milan! And on whose doorstep does he land? Alberto's of course!","release_date":"2012-01-18","vote_average":5.8,"runtime":110,"cert":"N\/A","id":85038,"title":"Welcome to the North","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This feature-length documentary follows a group of people whose lives are dramatically transformed by a virtual world -- reshaping relationships, identities, and ultimately the very notion of reality.","release_date":"2010-01-22","vote_average":6.2,"runtime":100,"cert":"N\/A","id":85039,"title":"Life 2.0","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The film tells the story of chartered accountant Vikram (Shawar Ali) and his keep Soniya (Meera) who are waiting for another accountant Muqaadam (Rashid Khan) to deliver 5 crores hard cash at their farm house. Vikram works for Sultan Corporation which is owned by Sultan (Ranjeet). As soon as Muqaadam delivers the money, Vikram and Sonia plan to kill Muqaadam and escape to Singapore next day with 5 crores to start a new life. Vikram and Soniya go exactly by their plan. Enter Karan Oberoi (Abhishek Kumar) whose car breaks down in front of Vikram's Farm House. Karan also happens to be Soniya's junior ex classmate in her college. Muqaadam's girlfriend Reshma (Kavita Radheshyam), An ex Exotic Dancer who is waiting for Muqaadam to return, plans to take matter into her own hands.  Then starts a dirty game of love, betrayal, murder and deceit... Three people with 5 hours to go and with 5 crores hard cash..","release_date":"2012-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85040,"title":"5 Ghantey Mein 5 Crore","adult":false,"genre_ids":[]},{"cast":["Raoul Bova","Ricky Memphis","Barbora Bobuľová","Paolo Kessisoglu","Luca Bizzarri"],"overview":"A group of high school friend after many years go to Paros on holiday.","release_date":"2012-01-04","vote_average":6.0,"runtime":100,"cert":"N\/A","id":85041,"title":"Immaturi - Il viaggio","adult":false,"genre_ids":[35]},{"cast":["Gina Lollobrigida","Daniel Gélin","Franco Fabrizi","Pina Piovani","Riccardo Garrone"],"overview":"La romana (Woman of Rome) is a worthwhile early starring vehicle for Gina Lollobrigida. \"La Lollo\" plays a young woman who is strong-armed into a modelling career by her ambitious mother. Before long, she discovers that there's a lot more money to be had if she sells her body rather than merely putting it on display.","release_date":"1954-10-27","vote_average":6.0,"runtime":108,"cert":"N\/A","id":85044,"title":"Woman of Rome","adult":false,"genre_ids":[]},{"cast":["Dolf Jansen"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":85045,"title":"Dolf Jansen: Dolf dare","adult":false,"genre_ids":[35]},{"cast":["Dolf Jansen"],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":85048,"title":"Dolf Jansen: Echt","adult":false,"genre_ids":[35]},{"cast":["Dolf Jansen"],"overview":"Jansen Talk about truth, and so on lying. Relationships, politics, raising the children, K3, taxi drivers and transsexuals and the only correct answer to the question \"Daddy, Santa Claus is a pedophile?\" Jansen lies the truth harder, more beautiful and welgemeender than anyone ever in the history of the Dutch cabaret. And that's really true !!","release_date":"2004-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":85049,"title":"Dolf Jansen: Jansen talks","adult":false,"genre_ids":[35]},{"cast":["Saif Ali Khan","Kareena Kapoor Khan","Adil Hussain","Gulshan Grover","Elena Kazan"],"overview":"In Pakistan's Khyber Pakhtunkhua, RAW Agent Vinod (Saif Ali Khan) is rescued by colleague Rajan (Ravi Kishan) from a rogue Pakistani army officer (Shahbaz Khan). In Russia\/Uzbekistan, an ex-KGB Officer is tortured and murdered. In Cape Town, a group of international business tycoons discusses a rumor that the dead KGB officer possessed a nuclear suitcase bomb. In Moscow, Rajan is exposed and shot dead while trying to send a Code Red message to India. In India, the head of RAW sees the incomplete message containing just number 242. Agent Vinod undertakes a globe-trotting secret mission to discover the reason why his colleague, Rajan, was murdered. A series of twists and turns take Vinod across the globe to Morocco and Latvia, Karachi to Delhi and finally London where he discovers the actual conspiracy.","release_date":"2012-03-23","vote_average":5.3,"runtime":157,"cert":"N\/A","id":85050,"title":"Agent Vinod","adult":false,"genre_ids":[28]},{"cast":["Cab Calloway","Mae Questel","Billy Murray"],"overview":"Betty Boop and Bimbo run away from home, but that night they are scared by a chorus of ghosts singing the title song.","release_date":"1932-03-11","vote_average":6.8,"runtime":8,"cert":"N\/A","id":85051,"title":"Minnie the Moocher","adult":false,"genre_ids":[10402,16,35]},{"cast":["Akshay Kumar","John Abraham","Ritesh Deshmukh","Asin Thottumkal","Rishi Kapoor"],"overview":"Housefull 2 is an upcoming Bollywood action comedy film directed by Sajid Khan and produced by Sajid Nadiadwala. It is the sequel to the 2010 Bollywood commercially successful movie Housefull","release_date":"2012-04-05","vote_average":5.3,"runtime":145,"cert":"N\/A","id":85052,"title":"Housefull 2","adult":false,"genre_ids":[35,10749,28]},{"cast":["Emraan Hashmi","Randeep Hooda","Esha Gupta","Mohammed Zeeshan Ayyub","Manish Chaudhary"],"overview":"Jannat 2 is a Bollywood crime thriller film and a sequel to the 2008 hit film, Jannat. The film is directed by Kunal Deshmukh, and produced by Mukesh Bhatt and Mahesh Bhatt under the Vishesh Films' banner. Emraan Hashmi, Randeep Hooda, Imran Zahid and Esha Gupta will feature in lead roles.","release_date":"2012-05-04","vote_average":6.8,"runtime":null,"cert":"N\/A","id":85053,"title":"Jannat 2","adult":false,"genre_ids":[28,10749]},{"cast":["David Owe","Kim Sønderholm","Mads Koudal","Ninna Cederholm","Jens Okking"],"overview":"","release_date":"2007-03-15","vote_average":3.5,"runtime":110,"cert":"N\/A","id":85054,"title":"Next Step","adult":false,"genre_ids":[18,10402]},{"cast":["Johnny Carpenter","Adele Jergens","Glenn Langan","Harry Lauter","Hal Baylor"],"overview":"When two outlaw gangs team up to rob gold shipments, the U.s. Army sends their ace-troubleshooter, Dan Parker, to the area. Sam Casey, the mystery-man behind the gangs, kills Parker's father, and this induces his sweetheart, Rita Starr, to side with the law-and-order faction. An attempt by Casey to kill Rita is foiled by Parker, which leads to a widespread gun-battle. Written by Les Adams","release_date":"1955-05-15","vote_average":0.0,"runtime":65,"cert":"N\/A","id":85063,"title":"Outlaw Treasure","adult":false,"genre_ids":[37]},{"cast":[],"overview":"When the Israelite Naomi and her two Gentile daughters-in-law, Orpah and Ruth, are left as widows, Naomi begs them to return to their own people.  Orpah agrees, but Ruth declares she will never forsake Naomi and accompanies her mother-in-law back to Israel.  Her faithfulness is rewarded when Naomi’s kinsman, Boaz, falls in love with Ruth and marries her.","release_date":"1994-06-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85064,"title":"Ruth","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Completing the epic story of Joseph’s path from favorite son to slave to powerful governor of Egypt, Joseph’s Reunion brings Joseph and his brothers, who had betrayed him, face to face once again. Instead of seeking revenge, Joseph sees everything as part of God’s plan.- if he had not been sold into slavery  many years ago, he would not now be in a position to save his brothers and their people from starvation.","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85065,"title":"Joseph's Reunion","adult":false,"genre_ids":[10751,16]},{"cast":["Aaron Gillespie","Spencer Chamberlain","Christoper Dudley","Timothy McTague","James Smith"],"overview":"Follow Christian metalcore band Underoath in this collection of thrilling performances from the Vans Warped Tour, Taste of Chaos International, and many other shows. Also included in this release is a music video for their song \"You're Ever So Inviting,\" and a making-of documentary.","release_date":"2007-07-17","vote_average":8.5,"runtime":99,"cert":"N\/A","id":85066,"title":"Underoath: 777","adult":false,"genre_ids":[]},{"cast":[],"overview":"Solomon’s wisdom comes from God.  Solomon puts his faith in God, and God gives the great King the power to understand human nature, the power to make judgments with great wisdom and the courage to stand up for his belief in God’s will.","release_date":"1995-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85067,"title":"Solomon","adult":false,"genre_ids":[10751,16]},{"cast":["Brigitte Nielsen","George Hamilton","Trevor Goddard","Robert Miano","George Elia"],"overview":"","release_date":"1998-02-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":85068,"title":"She's Too Tall","adult":false,"genre_ids":[35]},{"cast":[],"overview":"God works in mysterious ways. When the proud and powerful King Saul disobeys God’s commands, God gives a shepherd’s young son, David, the power to slay the Philistine giant, Goliath. David will be the successor to the mighty Saul.","release_date":"1995-01-01","vote_average":5.0,"runtime":30,"cert":"N\/A","id":85069,"title":"David and Goliath","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Elisha, even though he has self-doubts, accepts God’s commands. Through his obedience and faith, he becomes one of God’s greatest prophets, doing His work and bringing Him praise among His people.","release_date":"1993-12-31","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85070,"title":"Elisha","adult":false,"genre_ids":[10751,16]},{"cast":["Antonia Campbell-Hughes","Georgia Groome","Andrew Scott","David Kayser","Leigh Haywood"],"overview":"An autistic man and woman's friendship becomes tested when a 15-year old girl comes between them.","release_date":"2010-01-01","vote_average":8.0,"runtime":13,"cert":"","id":85071,"title":"Silent Things","adult":false,"genre_ids":[]},{"cast":["Jane Withers","Joan Davis","Sally Blane","Harold Huber","Frank Jenks"],"overview":"Lively June (Jane Withers), teen-aged daughter of mystery writer Waldo Everett (Jon Qualen), who calls her \"Angel,\" becomes involved in intrigue centering on movie star Pauline Kaye (Sally Blane) and her companion Stivers (Joan Davis). Reporter Nick Moore (Robert Kent), once sweet on Pauline, is convinced that her sudden disappearance is a publicity stunt, which is true -- until gangster Bat Regan (Harold Huber) decides to get involved.","release_date":"1937-06-07","vote_average":6.0,"runtime":76,"cert":"N\/A","id":85074,"title":"Angel's Holiday","adult":false,"genre_ids":[35]},{"cast":["Fintan Collins"],"overview":"Working late, a man’s computer asks him if he would like to know how he will die.","release_date":"2010-08-21","vote_average":7.1,"runtime":4,"cert":"N\/A","id":85083,"title":"He Dies At The End","adult":false,"genre_ids":[]},{"cast":[],"overview":"The beloved Felix the Cat appears in this cartoon treasury that spans the years between 1956 and 1961.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85086,"title":"Felix the Cat: Another Hour of Fun","adult":false,"genre_ids":[16]},{"cast":["Makena Diop","Rasmané Ouédraogo","Adama Ouédraogo","Fatou Tall-Salgues","Joseph B. Tapsoba"],"overview":"Nigerian farmer Mocktar comes to Essakane, a dusty gold mining camp in Burkina Faso, seeking work. Haunted by a tragedy-laden past, Mocktar stoically adapts to the horrid working conditions of his fellow miners. Enter the beautiful widow Coumba, who shares Mocktar's endurance but dreams of a better life.","release_date":"2008-01-30","vote_average":8.0,"runtime":82,"cert":"N\/A","id":85087,"title":"Dreams of Dust","adult":false,"genre_ids":[18]},{"cast":["Betty White","Ed Asner","Mary Tyler Moore","Gavin McLeod","Hugh Jackman"],"overview":"A special Betty White's 90th Birthday Party aired on NBC a day before the star's birthday on January 16, 2012. The show featured appearances of many stars with whom White has worked over the years","release_date":"2012-01-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":85088,"title":"Betty White's 90th Birthday: A Tribute to America's Golden Girl","adult":false,"genre_ids":[]},{"cast":["Mammootty","Suresh Gopi","Dileep","Jayasurya","Prithviraj Sukumaran"],"overview":"Ten stories meet at Kerala Cafe.","release_date":"2009-10-12","vote_average":6.4,"runtime":140,"cert":"N\/A","id":85089,"title":"Kerala Cafe","adult":false,"genre_ids":[18]},{"cast":["Ian Roberts","Kagiso Mtetwa","Mosa Kaiser","Wilmien Roussouw","Grethe Fox"],"overview":"Post-apartheid South Africa is the setting for this drama about a mismatched twosome who end up together on a life-altering journey to Cape Town. Polar opposites Kobus (Ian Roberts), a white ex-soldier who struggles with demons from his past, and Wonderboy (Kagiso Mtetwa), a young black street kid who clings to memories of his family, come together to take on the society that has cast them aside and eventually build a friendship for the ages.","release_date":"2001-09-12","vote_average":6.0,"runtime":119,"cert":"N\/A","id":85092,"title":"Malunde","adult":false,"genre_ids":[18]},{"cast":["Jade Hsu","Brooke Haven","Rita Faltoyano","Lanny Barbie","Gigi"],"overview":"Control is harder, faster and edgier than anything Robby D has directed before. Volume 1 features nine sex scenes. Four of them are anal, plus there are solos, POV’s and 2-on-1.","release_date":"2006-01-23","vote_average":5.3,"runtime":178,"cert":"N\/A","id":85093,"title":"Control","adult":true,"genre_ids":[]},{"cast":["Steve Bisley","Gary Day","David Jay","Esben Storm","Paul Chubb"],"overview":"A Post-apocalypse thriller about snooker","release_date":"1987-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":85094,"title":"Hard Knuckle","adult":false,"genre_ids":[53,878,10770]},{"cast":[],"overview":"In 1942, when computers were human and women were underestimated, a group of female mathematicians helped win a war and usher in the modern computer age. Sixty-five years later their story has finally been told.","release_date":"2009-12-31","vote_average":8.0,"runtime":56,"cert":"N\/A","id":85095,"title":"Top Secret Rosies: The Female 'Computers' of WWII","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"Account of the 2010-11 boys' basketball season at St. Patrick High School, located in a hardscrabble neighborhood of Elizabeth, New Jersey.","release_date":"2011-10-25","vote_average":5.0,"runtime":87,"cert":"N\/A","id":85096,"title":"Prayer for a Perfect Season","adult":false,"genre_ids":[99]},{"cast":["David Fandila"],"overview":"Growing up in Granada, Spain, young David Fandila always dreamed of being a matador. This documentary captures the rise of \"El Fandi,\" one of Spain's most renowned bullfighters, who first entered the ring at age 14. While it's never in doubt that Fandila is at the top of his game, filmmakers Stephen Higgins and Nina Gilden Seavey weigh the significance of bullfighting as a cultural tradition against its inherent danger and cruelty.","release_date":"2008-11-20","vote_average":7.0,"runtime":74,"cert":"N\/A","id":85097,"title":"The Matador","adult":false,"genre_ids":[99]},{"cast":["Herschel Walker","Skip Bayless","Donald Trump","Mario Van Peebles"],"overview":"A documentary on the life of football player Herschel Walker, considered by many to be the greatest college running back of all-time.","release_date":"2011-09-07","vote_average":0.0,"runtime":50,"cert":"N\/A","id":85100,"title":"Herschel","adult":false,"genre_ids":[99]},{"cast":["Ingvar Eggert Sigurðsson","Nína Dögg Filippusdóttir","Björn Hlynur Haraldsson","Gísli Örn Garðarsson","Ólafur Darri Ólafsson"],"overview":"The crew on board the fishing vessel Undercurrent RE 29 has become uncomfortably numb with its never ending routine of week long tours at sea. Then, during one dark and dreary night this routine is shaken to its foundation when one of the most solid crew members commits suicide. To fill his gap, a young woman takes his place on the next tour and gradually the fragile balance is tipped, and personal issues that should be left on the mainland cause dangerous friction between the crew members","release_date":"2010-09-05","vote_average":6.0,"runtime":95,"cert":"N\/A","id":85101,"title":"Undercurrent","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In a remote fishing community in the north of Denmark live 575 Thai women married to Danish men. Fifteen years ago, there were almost none. But Sommai was there – a former sex worker from Pattaya. Now, she and a group of other industrious and strong Thai women are trying to find a man for Sommai's young niece Kaeh who is in Denmark on a three-month tourist visa. A different kind of love story, the film gives an intimate insight into the special relationships between Danish men and their Thai wives who all try to outlive the idea of Western happiness and thereby achieve respect and social status back home in Thailand.","release_date":"2007-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":85102,"title":"Fra Thailand Til Thy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Slow Action, Ben Rivers’ first exhibition at Matt’s Gallery, is a post-apocalyptic science fiction film that brings together a series of four 16mm works which exist somewhere between documentary, ethnographic study and fiction.  Continuing his exploration of curious and extraordinary environments, Slow Action applies the idea of island biogeography - the study of how species and eco-systems evolve differently when isolated and surrounded by unsuitable habitat - to a conception of the Earth in a few hundred years; the sea level rising to absurd heights, creating hyperbolic utopias that appear as possible future mini-societies.  This series of constructed realities explores the environments of self-contained lands and the search for information to enable the reconstruction of soon to be lost worlds.","release_date":"2010-01-01","vote_average":5.8,"runtime":46,"cert":"","id":85107,"title":"Slow Action","adult":false,"genre_ids":[878]},{"cast":["Jesse Jane","London Keyes","Samantha Ryan","Sasha Heart","Erik Everhard"],"overview":"The tawdry tales and hard luck stories keep coming on his couch. Jessie Jane likes to screw her gardener before pounding it out with her husband. Erik Everhard gets down with his juicy little secretary, while slutty shopaholic Samantha likes to show off her obsession with fresh, new sex toys. The lewd confessions never end for a hot stud like him. Want to come and sit on his couch too?","release_date":"2011-01-25","vote_average":0.0,"runtime":102,"cert":"N\/A","id":85108,"title":"Jesse Jane: Couch Confessions","adult":true,"genre_ids":[]},{"cast":["Nikolaus Harnoncourt","Anna Netrebko","Ildebrando d'Arcangelo","Dorothea Röschmann","Bo Skovhus"],"overview":"This release contains the celebrated 2006 production of Mozart's Nozze di Figaro that was directed for the stage by Claus Guth at that year's Salzburg Festival. Ildebrando D'Arcangelo takes the title role, and gets support from Anna Netrebko as Sussanna, Bo Skovhus as Il Conte Di Almaviva, and Dorothea Roschmann as La Contessa. Nikolaus Harnoncourt conducts the orchestra.","release_date":"2006-07-26","vote_average":6.3,"runtime":202,"cert":"","id":85109,"title":"The Marriage of Figaro","adult":false,"genre_ids":[10402]},{"cast":["Stan Brakhage","Jane Brakhage"],"overview":"From a murky landscape, a wooded mountain emerges. We watch the sun. We see a bearded man climbing up the mountain through the snow. He carries an ax, and he's accompanied by a dog. His labors continue. There is no soundtrack. Images rush past - water, trees, and surfaces too close up to distinguish. He struggles. A fire burns. Nature, in long shots and magnified, is formidable and silent. It's tough going; he carries on. In a capillary, blood flows.","release_date":"1962-01-01","vote_average":6.4,"runtime":30,"cert":"N\/A","id":85110,"title":"Dog Star Man: Part I","adult":false,"genre_ids":[]},{"cast":["Edvin Adolphson","Ester Roeck-Hansen","Hasse Ekman","Eva Henning","Olof Winnerstrand"],"overview":"The ups and downs of three generations in an acting family.","release_date":"1945-01-19","vote_average":6.7,"runtime":118,"cert":"N\/A","id":85111,"title":"Kungliga patrasket","adult":false,"genre_ids":[18,35]},{"cast":["Anna Netrebko","Rolando Villazón","Helene Schneiderman","Diane Pilcher","Thomas Hampson"],"overview":"Violetta, a courtesan much wooed by Parisian society, organizes a grand party that is attended, amongst others, by the young Alfredo Germont. He confesses his feelings to Violetta, who is already suffering from consumption. She vacillates between genuine affection and a realistic assessment of her situation as a \"fallen woman\", which precludes any lasting relationship with a man. The Willy Decker production of La Traviata, recorded live at the Salzburger Festspiele in August, 2005. Anna Netrebko stars as Violetta Valéry, with Rolando Villazón as Alfredo Germont and Thomas Hampson as Giorgio Germont. Carlo Rizzi conducts the Wiener Philharmoniker.","release_date":"2005-08-07","vote_average":7.6,"runtime":132,"cert":"N\/A","id":85112,"title":"La traviata","adult":false,"genre_ids":[18,10402]},{"cast":["Gustav Eriksson","Oskar Eriksson"],"overview":"Gustav and Oskar are twins. Oskar has Achondroplasia, a common form of dwarfism. Both have blue eyes and blonde hair.","release_date":"2011-12-30","vote_average":3.5,"runtime":80,"cert":"N\/A","id":85113,"title":"Twin Brothers","adult":false,"genre_ids":[99]},{"cast":["Kevin Johansen","Liniers"],"overview":"Vivo en Buenos Aires es un DVD (obviamos el comentario del CD, que contiene siete temas menos, por razones obvias) de interesantísima factura artística y que muestra cabalmente lo que ofrece Kevin Johansen en cada una de sus actuaciones, manteniendo el mismo espíritu incluso de aquellas series de actuaciones en lugares intimistas como Notorious hace ya casi una década. Una suerte de grandes éxitos en vivo que no admite demasiados reparos, más allá de las preferencias personales de cada uno (me anoto, total es gratis, con La procesión, Me fui pa'l Monte, No me abandones, Ni idea).\r Kevin Johansen tiene, en The Nada, a un combo numeroso que no solamente patea hacia el mismo arco sino que, conscientes de sus bondades y limitaciones, se la pasan entre ellos; y encontró en Liniers a un aliado no forzado que ha sabido comprender (y reflejar) con certeza para qué lado queda el arco contrario.\r Y todos disfrutan.\r Arriba y debajo del escenario.","release_date":"2010-04-13","vote_average":5.7,"runtime":117,"cert":"N\/A","id":85114,"title":"Kevin Johansen: Vivo en Buenos Aires","adult":false,"genre_ids":[10402]},{"cast":["Maya van den Broecke","Lisa De Rooy","Cas Enklaar","Derek de Lint","Rudolf Lucieer"],"overview":"A fairytale about a young girl who learns to play chess and at the same time finds her father.","release_date":"1995-11-15","vote_average":7.8,"runtime":118,"cert":"N\/A","id":85115,"title":"Long Live the Queen","adult":false,"genre_ids":[12,18,10751]},{"cast":["John Robinson","Norman Fauteux","Dianne Heatherington","Richardo Keens-Douglas","Charlotte Boisjoli"],"overview":"The ghost of \"patient zero\", who allegedly first brought AIDS to North America - materialises and tries to contact old friends. Meanwhile, the Victorian explorer Sir Richard Burton, who drank from the Fountain of Youth and now works as Chief Taxidermist at the Toronto Natural history Museum, is trying to organise an exhibition about the disease for the museum's \"Hall of Contagion\".","release_date":"1993-09-10","vote_average":6.5,"runtime":100,"cert":"N\/A","id":85118,"title":"Zero Patience","adult":false,"genre_ids":[14,18,878,10402]},{"cast":[],"overview":"Drawing from 40 years' worth of film footage and tape recordings her father sent to family members in India, filmmaker Sandhya Suri crafts a personal history that also explores the experiences of Indian expatriates. After moving to Great Britain in 1965, Yash Pal Suri chronicled his discoveries about his new home along with his feelings of alienation. The fruits of his labor appear in this film that received a Grand Jury Prize nod at Sundance.","release_date":"2005-11-29","vote_average":5.0,"runtime":70,"cert":"U","id":85125,"title":"I for India","adult":false,"genre_ids":[99]},{"cast":["Bill Cosby","Robert Culp","Rosalind Cash","Lou Frizzell","Isabel Sanford"],"overview":"Two veteran private eyes trigger a criminal reign of terror with their search for a missing girl.","release_date":"1972-10-04","vote_average":6.6,"runtime":111,"cert":"15","id":85126,"title":"Hickey & Boggs","adult":false,"genre_ids":[80,28]},{"cast":["Stacy Keach","Frederic Forrest","Margot Kidder","Barry Primus","Richard Romanus"],"overview":"Two rural West Virginia brothers leave home, rob an armored car and become fugitives.","release_date":"1974-06-16","vote_average":6.0,"runtime":94,"cert":"N\/A","id":85127,"title":"The Dion Brothers","adult":false,"genre_ids":[35,28,18,80]},{"cast":["Thomas Bern","Ashlyn Gere","Sylvia Summers","Lauren Peterson","Bob Pelham"],"overview":"A heavy-metal musician makes a deal with a satanic succubus to make him successful with women, in return for the succubus being able to feed on the girls.","release_date":"1986-01-01","vote_average":3.5,"runtime":82,"cert":"N\/A","id":85136,"title":"Dreamaniac","adult":false,"genre_ids":[27]},{"cast":["Mollie O'Mara","Sharon Christopher","Beth O'Malley","Karen Krevitz","Marcia Hinton"],"overview":"Seven college girls spend the weekend at an elegant estate which begins as a fun filled adventure but ends in a nightmare of gut-wrenching terror.","release_date":"1986-03-07","vote_average":3.5,"runtime":80,"cert":"N\/A","id":85137,"title":"Girls School Screamers","adult":false,"genre_ids":[53,9648,27]},{"cast":["Donald Pleasence","Ronald Lacey","Polly Jo Pleasence","John Saint Ryan","Paul Flanagan"],"overview":"A bevy of beautiful models arrives on a tropical island for a photo shoot, but soon they are being killed off one by one.","release_date":"1986-01-01","vote_average":1.0,"runtime":91,"cert":"","id":85138,"title":"Into the Darkness","adult":false,"genre_ids":[53,27]},{"cast":["Mariangela D'Abbraccio","Riccardo Parisio Perrotti","Giovanni Visentin","Yvonne D'Abbraccio","Luigi Mezzanotte"],"overview":"Forensic student Christina Marelli decide to write about a mysterious serial killer who kills couple in love. The killer shows up just when the little lovebirds sitting in their cars and have a cozy time. He shoots them to death and then uses her knife to mutilate women.","release_date":"1986-02-07","vote_average":5.0,"runtime":83,"cert":"N\/A","id":85139,"title":"The Killer Is Still Among Us","adult":false,"genre_ids":[53,27,9648]},{"cast":["Florence Guérin","Alexandre Sterling","Brigitte Lahaie","Natasha Delange","Jean-Pierre Maurin"],"overview":"A woman posing in erotic magazines is stalked by a maniac who kills the people around her.","release_date":"1986-06-18","vote_average":5.0,"runtime":85,"cert":"N\/A","id":85140,"title":"Knife Under the Throat","adult":false,"genre_ids":[27,53,18]},{"cast":["Kevin Kindlin","Terrie Godfrey","Mark V. Jevicky","Sueanne Seamens","Denise Huot"],"overview":"A hooded psycho is murdering high-school girls. A devil-worshiping, drug-dealing biker gang is suspected.","release_date":"1987-07-01","vote_average":5.2,"runtime":92,"cert":"N\/A","id":85141,"title":"The Majorettes","adult":false,"genre_ids":[28,27,80]},{"cast":[],"overview":"Experience the Passion of Christ. Witness the fulfillment of ancient prophecies. Pray with Jesus in the Garden of Gethsemane, “Not my will, but thy will be done.” Feel the betrayal of Judas’ kiss. Endure the trial and crucifixion as Jesus willingly submits. Rejoice in the knowledge that Jesus’ death and resurrection provides pardon for our sins.","release_date":"2004-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85142,"title":"Worthy is the Lamb","adult":false,"genre_ids":[16,10751]},{"cast":["James Hansen","April Audia","Larry Thomas","Danielle Louis","Simon de Soto"],"overview":"A guy who does glamour shots for models and the like gets mixed up in a series of mutilation killings. The murders bare a resemblance to those committed by Jack the Ripper, and the victims are all models. Naturally, the photographer becomes a suspect. He also falls for one of his models and must try to protect her from the true killer.","release_date":"1986-08-13","vote_average":5.3,"runtime":86,"cert":"N\/A","id":85143,"title":"Night Ripper!","adult":false,"genre_ids":[27]},{"cast":["Patrick Wayne","John Carradine","Bennie Lee McGowan","Peter Hart"],"overview":"A Cult of devil-worshippers prey on students for human sacrifice.","release_date":"1986-03-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":85144,"title":"Revenge","adult":false,"genre_ids":[27]},{"cast":["William J. Kulzer","Elizabeth Trosper","Shea Porter","George Engelson","Dianne Hinkler"],"overview":"A detective investigates a series of killings committed by a serial killer known as \"The Black Angel.\" He begins to suspect that it might not be just a random group of murders.","release_date":"1984-01-01","vote_average":1.8,"runtime":88,"cert":"N\/A","id":85145,"title":"Shadows Run Black","adult":false,"genre_ids":[27]},{"cast":["R. Eric Huxley","Janus Blythe","Lise Romanoff","Antoine Herzog","Roger Watkins"],"overview":"A madman stalks nurses, brutally stabbing them to death. In his fevered mind, he believes his victims to be a woman from his past named Linda. Police struggle to apprehend him before he can murder and mutilate again.","release_date":"1986-01-01","vote_average":5.0,"runtime":72,"cert":"N\/A","id":85146,"title":"Spine","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Jesus taught His disciples the power of prayer through parables and example. After Jesus’ resurrection and ascension into Heaven, Peter is arrested and cast into a Roman prison. As Herod plots Peter’s death, the believers gather together and follow the example that Jesus taught. Through faith and prayer, Peter’s chains are broken and the Angel of the Lord opens the prison gates.","release_date":"2001-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85147,"title":"The Lord’s Prayer","adult":false,"genre_ids":[10751,16]},{"cast":["Michael Shamus Wiles","Stacey Logan","Michele Merchant","Dale Buckmaster","Kevin Meyer"],"overview":"Unsuspecting college students are stalked by a killer at a lake during summer vacation.","release_date":"1986-08-03","vote_average":2.5,"runtime":87,"cert":"N\/A","id":85148,"title":"Terror at Tenkiller","adult":false,"genre_ids":[27]},{"cast":["Christine Noonan","Jack O'Hara","Brad Armacost","Dick Kreusser","Leslie Denison"],"overview":"Karen and Jamie bike out to a remote wooded area for camping. Jamie saves a young girl’s life with an emergency tracheotomy and her grateful father, Eben, invites the campers to his place for some dinner...where they also meet William, Eben’s beastly geek son.","release_date":"1987-01-01","vote_average":5.1,"runtime":85,"cert":"N\/A","id":85149,"title":"Backwoods","adult":false,"genre_ids":[27,53]},{"cast":["Wendy MacDonald","Tony Montero","Lisa Loring","Lisa Savage","Hank Garrett"],"overview":"A maniac tries to kill off a group of teenagers on an encounter session in the desert.","release_date":"1987-01-01","vote_average":5.7,"runtime":90,"cert":"N\/A","id":85150,"title":"Blood Frenzy","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"Lord, I Believe is a collection of three stories where Jesus teaches His disciples the power of faith. First, a kind Roman centurion pleads for his dying servant. The servant is healed because he asked in faith with nothing doubting. Saying “weep not,” Jesus raises the son of the poor widow of Nain. Lastly, a man with weak faith begs the Master to make his son whole, as Jesus answers, “all things are possible to him that believeth.”","release_date":"2001-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85151,"title":"Lord, I Believe","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"A murderous psycho breaks out of a mental hospital and goes after his uncle.","release_date":"1987-01-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":85152,"title":"Body Count","adult":false,"genre_ids":[27,53]},{"cast":["John Doyle","Nicola Bartlett","Ray Barrett","Nathy Gaffney","Pamela Hawkesford"],"overview":"A real estate agent is lured to a run-down mansion only to be trapped and tortured by ghosts.","release_date":"1988-03-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":85153,"title":"Contagion","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Diane Lane","Michael Woods","Cotter Smith","Tyra Ferrell","Peter Nevargic"],"overview":"Young and good looking Katya, a window dresser for a big department store in Pittsburgh, begins a love story with a journalist, Mac Odell. She is however stalked by Jack, a married man who has a fixation with her. Jack makes Katya's life hellish and when the girl tells his wife about him he becomes wild with fury having been exposed and goes to the store to kill her...","release_date":"1987-08-14","vote_average":7.0,"runtime":112,"cert":"N\/A","id":85154,"title":"Lady Beware","adult":false,"genre_ids":[10749,53,27,80]},{"cast":["Ashlyn Gere","Chuck Ellis","Joe Ricciardella","Elroy Wiese","Robert Oland"],"overview":"Six high school seniors on a camping trip are ambushed by killer rednecks who kill their victims and sell the remains to a local hamburger joint.","release_date":"1987-01-01","vote_average":4.8,"runtime":88,"cert":"N\/A","id":85155,"title":"Lunch Meat","adult":false,"genre_ids":[27,18]},{"cast":["Joseph Paul Manno","Janette Caldwell","Ron Thomas","Randy Lundsford","Megan Wyss"],"overview":"A football star throws a party for his friends. Two insane killers escape from a nearby asylum on that same night, and in their efforts to elude authorities, wind up at the party.","release_date":"1987-01-01","vote_average":4.5,"runtime":88,"cert":"N\/A","id":85156,"title":"Night Screams","adult":false,"genre_ids":[27]},{"cast":["Joseph Bottoms","Adrienne Barbeau","Rudy Ramos","Mary Stavin","Scott Thompson Baker"],"overview":"Someone is killing off nubile real estate agents. A psychologist doing a therapy talk show begins getting calls from the perpetrator, and cooperates with the police to try and stop him. Unfortunately, his lover is a real estate agent, and when it becomes clear that the madman is getting information for his kills from her discarded home listings, they both become endangered.","release_date":"1987-10-01","vote_average":4.8,"runtime":95,"cert":"N\/A","id":85157,"title":"Open House","adult":false,"genre_ids":[27]},{"cast":["Joe B. Barton","Don Barrett","Sherry Leigh","Jeff Grossi","Jane Higginson"],"overview":"The owner of a slaughterhouse facing foreclosure instructs his 350lbs, mentally retarded son to go on a killing spree against the people who want to buy his property.","release_date":"1987-08-28","vote_average":5.3,"runtime":85,"cert":"N\/A","id":85160,"title":"Slaughterhouse","adult":false,"genre_ids":[27]},{"cast":["Shirley Jane Harris","Tanya Gordon","Jayne Hutton","Heath Potter","Ken Marshall"],"overview":"The ghost of a serial killer, executed for murdering students at a Catholic girls' school, returns to the school to take revenge on the current student body.","release_date":"1987-04-17","vote_average":7.3,"runtime":91,"cert":"N\/A","id":85161,"title":"The Stay Awake","adult":false,"genre_ids":[27]},{"cast":["Mitchell Anderson","Juliette Cummins","Xander Berkeley","Thom Babbes","Troy Evans"],"overview":"From the director of the highly acclaimed \"Body Chemistry,\" comes a frightening excursion into terror. Alex is caught in a web of distrust between his brother, his best friend, a beautiful stranger and the renewed dreams of the slaughter of his family.","release_date":"1988-10-26","vote_average":4.6,"runtime":79,"cert":"N\/A","id":85162,"title":"Deadly Dreams","adult":false,"genre_ids":[27,53]},{"cast":["Lyle Alzado","Deborah Foreman","Clayton Rohner","Anthony Perkins","Tobias Anderson"],"overview":"A prison riot breaks out at the moment of a serial murderer's execution by electrocution, and his fate becomes indeterminate when the prison is shut down. 18 months later, a team of filmmakers converge on the prison to film a women-in-prison exploitation flick, but find that a certain somebody is disrupting their shooting schedule...","release_date":"1988-04-01","vote_average":5.5,"runtime":94,"cert":"N\/A","id":85163,"title":"Destroyer","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Jesus uses the parables of the King’s Wedding Feast and the Thief in the Night to teach His disciples to have to repent and to be prepared for the day He comes again. Jesus teaches His disciples to patiently watch for the signs of His Second Coming. You’ll see how the disciples misunderstood the meaning of His parables. Even with these insights, will we also misunderstand the signs of His coming today?","release_date":"2005-01-01","vote_average":5.0,"runtime":30,"cert":"N\/A","id":85164,"title":"Signs of the Times","adult":false,"genre_ids":[10751,16]},{"cast":["Ashlyn Gere","Steven Baio","Tony Griffin","Jody Gibson","Jerold Pearson"],"overview":"A group of medical students take a weekend to fix up an old house where a mass murder occurred 10 years earlier.","release_date":"1986-04-01","vote_average":5.4,"runtime":87,"cert":"N\/A","id":85165,"title":"Evil Laugh","adult":false,"genre_ids":[27]},{"cast":["Michelle McCormick","Joe Estevez","Alex Courtney","Steven Henry","Blair Karsch"],"overview":"A girl is killed and raped minutes after fighting with her boyfriend (Jeff) and he left her. Jeff is the assistant of professor Caldwell at the university, and he wanted to return with his old girlfriend (Lisa). The girl lived with another five girls, including Lisa. All these girls begin to be killed, one by one, in different and strange ways. The main suspect is Jeff.","release_date":"1988-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":85166,"title":"Fatal Pulse","adult":false,"genre_ids":[27]},{"cast":["Addison Randall","Katrina Alexy","Richard Dry","Patricia Jacques","J.J. Miller"],"overview":"At a Halloween party, a young boy is almost killed by his drunken, alcoholic father. Ten years afterward, the boy goes on a murder spree.","release_date":"1988-01-01","vote_average":4.5,"runtime":76,"cert":"N\/A","id":85167,"title":"Hollow Gate","adult":false,"genre_ids":[27]},{"cast":["Bobby Johnston","Francine Lapensée","Joe Balogh","Martie Allyne","Al Valletta"],"overview":"The ghosts of a family accidentally killed on a movie set come back for revenge.","release_date":"1988-01-01","vote_average":1.3,"runtime":77,"cert":"N\/A","id":85168,"title":"Hollywood's New Blood","adult":false,"genre_ids":[27]},{"cast":["Jan Jensen","Nancy Meyer","Joann Whitley","Danny David","Lance Descourez"],"overview":"On their last day of high school, Linda, Tracy and Chris celebrate by having a slumber party at Linda's house. A few boys drop by and the beer flows like wine. Just good, clean, fun-loving kids.  But the girls have another visitor, one they don't yet know about. Hiding in the house is a homicidal maniac who has just escaped from a mental hospital. Armed with a scalpel, the nut slashes a little here, a little there as he sneaks from room to room.  One by one the guests start disappearing. What evil lurks there? What nightmare world have they entered?  The plot is twisted inside out leaving you stunned and clinging to your chair as you witness shock after horrifying shock. The ending will leave you breathless.  And now, the blood flows like wine.  Features a heavy metal rock sound track by FIRSTRYKE.","release_date":"1987-08-13","vote_average":3.1,"runtime":71,"cert":"N\/A","id":85169,"title":"The Last Slumber Party","adult":false,"genre_ids":[27]},{"cast":["John Kerry","Mark Mears","John Caso","Lesa Lee","Jimmy Justice"],"overview":"Campers on a holiday are terrorized by an axe-wielding maniac.","release_date":"1988-01-01","vote_average":4.2,"runtime":93,"cert":"N\/A","id":85170,"title":"Memorial Valley Massacre","adult":false,"genre_ids":[27,53]},{"cast":["François-Eric Gendron","Florence Guérin","Randi Ingerman","Giovanni Tamberi","Gioia Scola"],"overview":"The models of an agency are invited to a party by the owner of the agency, Alex. During the party, Alex is playing games in his computer and it looks like the girls have the house to themselves, but there's another guest…. and an accident happens - a fatal accident. This will start a string of murders - all those that were at that party begin to fall one by one. The police intervene, investigations are made, but the killer is like an elusive shadow…","release_date":"1988-11-24","vote_average":4.6,"runtime":95,"cert":"N\/A","id":85171,"title":"Too Beautiful to Die","adult":false,"genre_ids":[27,9648,53]},{"cast":["Debi Thibeault","Karen Nielsen","Lisa Schmidt","Simone Reyes","Ruth Collins"],"overview":"A group of High School girls with guns go on a killing spree. They are intent on ridding the world of scummy men.","release_date":"1989-01-01","vote_average":3.7,"runtime":80,"cert":"N\/A","id":85172,"title":"Cemetery High","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"A psycho college janitor threatens to start killing female students if he isn't given a million dollars.","release_date":"1989-03-20","vote_average":0.0,"runtime":91,"cert":"N\/A","id":85173,"title":"Deadly Obsession","adult":false,"genre_ids":[80,27,53]},{"cast":["Loren Winters","James Jude Courtney","Shepherd Sanders","Donald Hotton","Jeff Morris"],"overview":"A crazed killer sneaks onto the set of a sci-fi film and begins murdering the cast and crew.","release_date":"1989-02-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":85174,"title":"Freeway Maniac","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Treasures in Heaven is a wonderful story of contrast between two men who seek to follow Jesus. The young rich man asks how to gain eternal life and leaves saddened because he won’t forsake worldly wealth; while Zacchaeus, the publican, gives half of his wealth to the poor and restores four-fold anything wrongly taken, to follow Jesus and receive salvation.","release_date":"1991-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85175,"title":"Treasures in Heaven","adult":false,"genre_ids":[10751,16]},{"cast":["Blake Gibbons","Ingrid Vold","John Marzilli","Tom Hamil","Jill Foor"],"overview":"A family of tourists vacationing in the woods and a group of camp counselors training in the same forest both find themselves being terrorized by a vicious unhinged psycho.","release_date":"1989-01-01","vote_average":3.6,"runtime":92,"cert":"N\/A","id":85176,"title":"Moonstalker","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ron Smerczak","Liam Cundill","Terence Reis","Michelle Constant","Debra Kaye"],"overview":"This family guy's got it all wrong. Instead of building a united and loving bunch, he destroys entire families in a single swipe. He must have gone on one-to-many family vacations.","release_date":"1989-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":85177,"title":"Return of the Family Man","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The Ministry of Paul is a dramatic story of adventure, faith and endurance. From his encounter with King Agrippa to his terrifying shipwreck, Paul’s powerful preaching and example bring amazement and conversion as persecution is answered, again and again, with the gospel of love. Paul’s timeless example beckons each Christian to faithfully witness for Jesus.","release_date":"1992-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85178,"title":"The Ministry of Paul","adult":false,"genre_ids":[10751,16]},{"cast":["Darine Hamze","Rodney El Haddad","Charles Berling","Karl Sarafidis","Fadi Abi Samra"],"overview":"One evening, a married young singer Zoha meets the French lawyer Mathieu in a night club in Beirut. Mathieu will become suspected of spying, while Zoha is trying to flee from her husband. Despite these problems, the two will witness a love story for few days mixed with violence and fear.","release_date":"2011-03-08","vote_average":6.6,"runtime":99,"cert":"N\/A","id":85179,"title":"Beirut Hotel","adult":false,"genre_ids":[18]},{"cast":["Gaetano Russo","Domitilla Cavazza","Roberto Posse","Timothy Wood","Franco Diogene"],"overview":"A couple invites some friends to spend a weekend together in an isolated cabin surrounded by woods and fields. But... there's a killer lurking around.... And... someone is monitoring him.","release_date":"1980-01-01","vote_average":7.2,"runtime":72,"cert":"N\/A","id":85180,"title":"Trhauma","adult":false,"genre_ids":[53,27]},{"cast":["Jennifer Runyon","Forrest Swanson","Linda Gentile","William Lauer","Judith Bridges"],"overview":"It's Christmas break at the Calvin Finishing School for Girls, and the students are planning a big party while the president of the school is away. A group of boys show up and the fun begins, until mysterious killer starts bumping off couples one by one. The police show up and promise to keep everyone safe, but they prove ineffectual against the crazed psycho. Could the killings have anything to do with the girl who was killed in an initiation stunt at the school a few years earlier?","release_date":"1980-01-30","vote_average":4.4,"runtime":90,"cert":"N\/A","id":85181,"title":"To All a Goodnight","adult":false,"genre_ids":[27]},{"cast":["Rick Styles","Chip Greenman","Rich Pemberton","Dave Galluzzo","Larry Thomas"],"overview":"A rock band called \"The Clowns\" comes under suspicion of murder when several prostitutes are killed by individuals made up like members of the band.","release_date":"1980-01-04","vote_average":3.7,"runtime":90,"cert":"N\/A","id":85182,"title":"Terror on Tour","adult":false,"genre_ids":[35,80,27,10402]},{"cast":[],"overview":"Through the brilliance of imagery and sound become enthralled with the ambitious yet achievable explorations of mankind to the outer limits of the earth. Witness the primary launching of the space shuttle and feel the trials and tribulations of the Apollo 13. Observe the first space walk on the moon. Behold the dramatic lift off of the Columbia and become astonished by the cataclysmic explosion of the Challenger.","release_date":"1998-08-20","vote_average":0.0,"runtime":48,"cert":"N\/A","id":85183,"title":"The Ultimate Space Experience","adult":false,"genre_ids":[99,36]},{"cast":["Jenny Neumann","Gary Sweet","Nina Landis","Max Phipps","John-Michael Howson"],"overview":"A little girl named Cathy tries to keep her mother from making out with a man while driving one day, and she inadvertently causes her mother's death in the car crash. 16 years later, Cathy has changed her name to Helen and has become a psychotic actress. Things are going fine until horrible things starts to happened with the cast of her new play.","release_date":"1980-10-30","vote_average":4.6,"runtime":90,"cert":"N\/A","id":85184,"title":"Nightmares","adult":false,"genre_ids":[27]},{"cast":["Julie Amato","Victor Mohica","Henry Bal","Frank Salsedo","James Andronica"],"overview":"The spirit of a long-dead warrior possesses the body of an Indian medicine man and turns him into a homicidal maniac.","release_date":"1980-01-01","vote_average":4.0,"runtime":96,"cert":"N\/A","id":85185,"title":"The Ghost Dance","adult":false,"genre_ids":[27]},{"cast":["Sallee Young","Harry Reems","Deborah Alter","Kathryn Clayton","Bryan Charles"],"overview":"A woman is gang-raped in a horse's stable, and even though the rapists are caught and imprisoned, she is harassed many moons later by ghastly visions of her tormentors, while her husband philanders and every little thing frightens her out of her wits.","release_date":"1980-01-01","vote_average":3.3,"runtime":87,"cert":"N\/A","id":85186,"title":"Demented","adult":false,"genre_ids":[80,27,53]},{"cast":["Hanns Manship","William T. Hicks","Harris Bloodworth"],"overview":"In the 1920s, a man in black rides into a small Southern town to visit retribution upon the citizens who have strayed from the path of righteousness and religion. He does this, of course, by killing them in various bloody ways.","release_date":"1981-01-01","vote_average":2.0,"runtime":92,"cert":"N\/A","id":85187,"title":"A Day of Judgment","adult":false,"genre_ids":[18,27]},{"cast":["Jennifer Holmes","Cameron Mitchell","Craig Gardner","Zoli Marki","Peter J. Elliott"],"overview":"Random people are terrorized by a malevolent man who brings their worst fears to life.","release_date":"1979-01-01","vote_average":4.9,"runtime":94,"cert":"N\/A","id":85188,"title":"The Demon","adult":false,"genre_ids":[53,27,9648]},{"cast":["Riva Spier","Murray Ord","Sheri McFadden","Georgie Collins","Les Kimber"],"overview":"A group of three friends on a snowmobiling trip find themselves stranded at an abandoned lodge isolated in the mountains. They discover that an old woman resides in the hotel, along with an evil entity that she is keeping in the basement.","release_date":"1981-01-01","vote_average":5.4,"runtime":87,"cert":"N\/A","id":85189,"title":"Ghostkeeper","adult":false,"genre_ids":[27,53]},{"cast":["Mariette Hartley","Kathleen Beller","Arlen Dean Snyder","Gary Graham","Keir Dullea"],"overview":"Amy is the Mannings only daughter. After the death of her rich father, she lives together with her stepmother. Recently she sees a man in black following her, waiting for her in her car, wanting to kill her. The police can't help her. But who is this man in black? Is it the strange young man whom she recently dated? Or the psychologist her mother told her to visit? Or is she really insane...?","release_date":"1981-03-04","vote_average":6.5,"runtime":100,"cert":"N\/A","id":85190,"title":"No Place to Hide","adult":false,"genre_ids":[27,18,10770]},{"cast":["Pepper Martin","Hank Worden","Ethan Wayne","Woody Strode","Alvy Moore"],"overview":"A group of friends on a rafting trip down a river stop in at an old ghost town to spend the night. Soon their rafts disappear, and then they begin to be eliminated one by one by a mysterious killer.","release_date":"1981-01-01","vote_average":4.9,"runtime":82,"cert":"N\/A","id":85191,"title":"Scream","adult":false,"genre_ids":[27,9648]},{"cast":["Donna Wilkes","Richard Jaeckel","Antoinette Bower","Dane Clark","Lenny Montana"],"overview":"A psychopath escapes from a mental institution and starts a murder spree, which ends in the pursuing of a young handicapped girl, who once got a blood transfusion from him.","release_date":"1982-01-01","vote_average":5.3,"runtime":89,"cert":"N\/A","id":85192,"title":"Blood Song","adult":false,"genre_ids":[27]},{"cast":["Aldo Ray","Kory Clark","Chuck Jamison","Bobby Holt","Clarine Jackman"],"overview":"A woman with psychic visions and an alcoholic past moves into a house where the previous occupant was mysteriously decapitated, and soon suspects the visions she's seeing are her own future.","release_date":"1982-01-01","vote_average":3.3,"runtime":88,"cert":"N\/A","id":85193,"title":"Dark Sanity","adult":false,"genre_ids":[27]},{"cast":["Alexandra Morgan","Jo Ann Harris","Steve Railsback","Denise Galik","Dick Butkus"],"overview":"A town is being terrorized by a masked killer who is murdering women. A young woman is attacked by the killer but escapes. She believes the killer to be either the town's policeman or the manager of the local theater, and she devises a plan to find out which is the actual killer.","release_date":"1982-07-25","vote_average":2.0,"runtime":92,"cert":"N\/A","id":85194,"title":"Deadly Games","adult":false,"genre_ids":[27,28,35]},{"cast":["Dennis Weaver","Valerie Harper","Robin Ignico","Kristin Cumming","Oliver Robins"],"overview":"A young girl begins seeing the ghost of her sister who died in an accident a year earlier.","release_date":"1982-12-10","vote_average":6.1,"runtime":93,"cert":"N\/A","id":85195,"title":"Don't Go to Sleep","adult":false,"genre_ids":[18,27,9648,10770]},{"cast":["Dean Russell","Gary Kent","Tomi Barrett","John Batis","Ann Wilkinson"],"overview":"A cannibal hermit living in the woods preys on campers and hikers for his food supply.","release_date":"1982-01-01","vote_average":4.5,"runtime":85,"cert":"N\/A","id":85196,"title":"The Forest","adult":false,"genre_ids":[27]},{"cast":["Paul Iwanski","Bob Wagner","Cheryl Black"],"overview":"Imagine every newlywed's fantasy, a rustic secluded lover's paradise- Honeymoon Island. What starts as a weekend of love, turns into a nightmare of blood and terror for three young innocent couples. What lurks in the shadows of Honeymoon Lodge? Is it the caretaker, or perhaps something more fiendish and deadly? Honeymoon Island, where newlyweds joined in holy matrimony spend their wedding night screaming in terror!","release_date":"1982-06-15","vote_average":4.6,"runtime":88,"cert":"N\/A","id":85197,"title":"Honeymoon Horror","adult":false,"genre_ids":[27,53]},{"cast":["Ferdy Mayne","Luca Bercovici","Nita Talbot","Leon Askin","Jennifer Starrett"],"overview":"Drama students decide to pay tribute to their favorite horror star by stealing his body from his crypt for a farewell party. They fail to realize their violation of the tomb has triggered powerful black magic, and Conrad hasn't taken his final bows yet.","release_date":"1983-09-09","vote_average":4.5,"runtime":86,"cert":"N\/A","id":85198,"title":"Frightmare","adult":false,"genre_ids":[27]},{"cast":["Susan Kiger","Martin Tucker","William T. Hicks","Jennifer Chase","Jody Kay"],"overview":"Locals are celebrating the last night of carnival, such as newly in-love couple Bob and Kathy, coach, Neil Marshall, waitresses, timid blonde Lily and comely, nubile Ramona, their boss Jackson and learning difficulties teenage peeping tom Casey who's dad Avery is the town sheriff. Several them decide to spend the night down at the river, where a unknown double homicide climaxed there some nights before. But among the fairgoers is the one responsible for the deaths and as they are lurking in the shadows troubled over a tragic past (or just about one thing or another) deciding to take their frustrations out with a machete on those they blame for all the misfortunes in their life. Following the group back to their riverside stamping grounds they set about ensuring no one leaves the area alive.","release_date":"1982-05-01","vote_average":4.4,"runtime":88,"cert":"N\/A","id":85199,"title":"Death Screams","adult":false,"genre_ids":[27]},{"cast":["Rick Dean","Jeanine Marie","Ron Gardner","Terence Goodman","Bari Suber"],"overview":"A movie company is filming a murder mystery on an island. Soon afterwards cast and crew members start getting murdered, and the rest of the company must find out what is happening and who is behind it before they are all killed.","release_date":"1982-01-08","vote_average":2.7,"runtime":82,"cert":"N\/A","id":85200,"title":"Island of Blood","adult":false,"genre_ids":[27]},{"cast":["Matt Craven","Jack Creley","Helen Hughes","Claude Jutra","James Keach"],"overview":"Three troubled couples attend a two day marital retreat in hopes of saving their marriages. Unbeknownst to them, their psychiatrist is not who they think he is.","release_date":"1982-06-18","vote_average":6.5,"runtime":85,"cert":"N\/A","id":85201,"title":"Till Death Do Us Part","adult":false,"genre_ids":[53,10749,27]},{"cast":["Jacqueline Giroux","Peter Jason","Chris Graver","David Carradine","Carrie Snodgress"],"overview":"A baby sitter is stuck watching over a young brat on Halloween night who keeps playing vicious pranks on her. To add to her trouble the boy's deranged father has escaped from an asylum and is planning on making a visit.","release_date":"1982-10-29","vote_average":4.1,"runtime":91,"cert":"N\/A","id":85202,"title":"Trick or Treats","adult":false,"genre_ids":[27]},{"cast":["Rhonda Gray","Cleve Hall","Robert Padilla","Brad Bartram","Crisstyn Dante"],"overview":"A group of teenagers win a trip to a summer camp they had attended as children. However, soon after they get there they begin to disappear one by one. The survivors suspect that the disappearances may be connected to the death of a handicapped child at the camp years before.","release_date":"1987-01-01","vote_average":3.7,"runtime":94,"cert":"N\/A","id":85203,"title":"Twisted Nightmare","adult":false,"genre_ids":[27]},{"cast":["Lawrence Day","Lora Staley","Neil Dainard","Lenore Zann","Claudia Udy"],"overview":"A man investigates the disappearance of his sister with the help of her roommate. He uncovers a trail of prostitution, incest, blackmail...and murder.","release_date":"1983-03-17","vote_average":4.7,"runtime":88,"cert":"N\/A","id":85204,"title":"American Nightmare","adult":false,"genre_ids":[27,80,53]},{"cast":["Åke Eriksson","Sussi Ax","Eva Danielsson","Mia Hansson","Maria Landberg"],"overview":"On tour through Sweden, the all-girl rock 'n' roll band \"Rock Cats\" suddenly find themselves trapped in no-man's land when their tour-bus breaks down. Soon they get to meet \"the Bleeder\", an insane beast of a man whose sole interest is to kill them all off, one by one. The hunt is on…","release_date":"1983-01-01","vote_average":3.5,"runtime":78,"cert":"N\/A","id":85205,"title":"Blödaren","adult":false,"genre_ids":[27]},{"cast":["Joe Stewardson","Ian Yule","Ken Gampu","Susan Coetzer","Gys de Villiers"],"overview":"A medical examiner investigating a series of prostitute murders discovers that the culprit is an ancient tribal witch doctor come back to life.","release_date":"1983-01-01","vote_average":4.0,"runtime":95,"cert":"N\/A","id":85206,"title":"City of Blood","adult":false,"genre_ids":[9648,53,80,27,18]},{"cast":["Craig Conway","Simon Phillips","Gemma Atkinson","Mark Hamill","Billy Murray"],"overview":"As a snow storm closes in, one final plane takes off. The plane reports to the ground that both pilots are dead, while the slowly dwindling number of passengers on the plane wish that they’d never left the ground.","release_date":"2012-03-15","vote_average":3.8,"runtime":78,"cert":"18","id":85207,"title":"Airborne","adult":false,"genre_ids":[27,53]},{"cast":["Lesley Roach","Gary Smith","Rachel Brennock","David Lodge"],"overview":"Mary Bunting is sitting alone when to her surprise and delight a rabbit six foot tall - elegantly dressed in frock coat and fancy waistcoat - appears. As he is a magic rabbit, he can be seen only by Mary, which naturally creates great confusion and misunderstanding.","release_date":"1971-09-01","vote_average":0.0,"runtime":60,"cert":"","id":85208,"title":"Mr. Horatio Knibbles","adult":false,"genre_ids":[10751,14]},{"cast":[],"overview":"The Rough Trade story begins more than thirty years ago on 20th February 1976. Britain was in the grip of an IRA bombing campaign; a future prime minister was beginning to make her mark on a middle England in which punk was yet to run amok; and a young Cambridge graduate called Geoff Travis opened a new shop at 202 Kensington Park Road, just off Ladbroke Grove in west London. The Rough Trade shop sold obscure and challenging records by bands like American art-rockers Pere Ubu, offering an alternative to the middle-of-the-road rock music that dominated the music business.","release_date":"2009-03-13","vote_average":0.0,"runtime":88,"cert":"","id":85211,"title":"Do It Yourself: The Story of Rough Trade","adult":false,"genre_ids":[99,10402]},{"cast":["Ruby Turner"],"overview":"The acclaimed BBC4 Britannia series moves into the world of British reggae. Showing how it came from Jamaica in the 1960s to influence, over the next 20 years, both British music and society, the programme includes major artists and performances from that era, including Big Youth, Max Romeo, Linton Kwesi Johnson, Jerry Dammers and the Specials, the Police, UB40, Dennis Bovell, lovers rock performers Carroll Thompson and Janet Kay, bands like Aswad and Steel Pulse and reggae admirers such as Boy George and Paul Weller.  The programme celebrates the impact of reggae, the changes it brought about and its lasting musical legacy.","release_date":"2011-02-11","vote_average":6.5,"runtime":89,"cert":"","id":85212,"title":"Reggae Britannia","adult":false,"genre_ids":[99,10402]},{"cast":["Jytte Abildstrøm","Olivia Fuglsang-Laviana","Nicolaj Kopernikus","Karen Møller Eikard","Dario Campeotto"],"overview":"The girl Eva's parents are too busy at their jobs in the airport to go on summer vacation with her, so she decides to go with her grandmother in the attempt to find Eva's grandfather Åge, who used to be a pilot.","release_date":"2001-02-09","vote_average":3.7,"runtime":82,"cert":"N\/A","id":85213,"title":"The Flying Granny","adult":false,"genre_ids":[10751]},{"cast":["Rutger Hauer","Philip K. Dick","Ridley Scott","Syd Mead","Joanna Cassidy"],"overview":"This is the rare UK Channel 4 documentary about Blade Runner, giving insights into it's history with interviews of Ridley Scott, the writers and nearly all the cast.  Interviews with production staff, including Ridley, give details into the creative process and turmoil during preproduction. Stories from Paul M. Sammon and Fancher provide insight into Philip K. Dick and the origins of Do Androids Dream of Electric Sheep?  Interweaved are cast interviews with the notable exceptions of Harrison Ford and Sean Young. Through these interviews we get a sense of how difficult and frustrating the film was to make as a result of an exacting director without allies and hot, wet, smoggy conditions; which added to the high pressure atmosphere everyone increasingly felt as the film went over budget.  There is also a tour of some locations, most notably the Bradbury Building and the Warner Brothers backlot that was the LA 2019 streets, which look very different from Ridley's dark version.","release_date":"2000-01-01","vote_average":8.3,"runtime":52,"cert":"","id":85214,"title":"On the Edge of 'Blade Runner'","adult":false,"genre_ids":[99]},{"cast":["Junichi Okada","Yoko Maki","Teruyuki Kagawa","Satoru Matsuo","Yû Kamio"],"overview":"At an event hall in Roppongi Hills, there is a charity event for landmine eradication. Kaoru does security with Security Police officers Soichiro Ogata, Eri Sasamoto, Takahumi Yamamoto and Mitsuo Ishida. Kaoru Inoue senses a threatening existence and starts to suffer a severe headache and becomes dizzy. When Kaoru was young, his parents were killed by terrorists and that incident has had an traumatic effect on Kaoru since.","release_date":"2010-10-30","vote_average":8.0,"runtime":98,"cert":"N\/A","id":85215,"title":"SP: The Motion Picture","adult":false,"genre_ids":[18,28,53]},{"cast":["Rebecka Liljeberg","Hanna Alström","Sebastian Hulthén","Marika Lagercrantz","Björn Granath"],"overview":"Sanna is a young girl who wishes nothing else then a very own horse. One day on her way to school she ends up in a stable where three Arabian horses is being held in quarantine.","release_date":"1999-10-22","vote_average":1.0,"runtime":101,"cert":"N\/A","id":85216,"title":"Sherdil","adult":false,"genre_ids":[10751]},{"cast":["Lex Schoorel","Nan Los","Van Doude","Guus Verstraete","Mia Goossen"],"overview":"The fainthearted cigar trader Ducker keeps himself quiet during World War II. That changes when parachutist Dorbeck lands in his backyard. It turns out the parachutist bears a remarkable resemblance to Ducker. Ducker follows Dorbeck blindly, becomes involved in the Dutch resistance and soon starts killing people. When he escapes through German lines to the freed South Netherlands, no one has ever heard of Dorbeck.","release_date":"1963-02-21","vote_average":6.8,"runtime":119,"cert":"N\/A","id":85217,"title":"Like Two Drops of Water","adult":false,"genre_ids":[18,10752]},{"cast":["Paul Panzer"],"overview":"A one-armed street peddler notices that a well-to-do man has dropped his ring. He returns it to him. The wealthy man is very grateful and, to show his appreciation, takes the peddler to a 'Limb Store', where he buys him a new arm. The recipient soon discovers that this new arm has a will of its own - causing him considerable embarrassment.","release_date":"1908-02-01","vote_average":6.8,"runtime":6,"cert":"N\/A","id":85220,"title":"The Thieving Hand","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The first all-animated film in history, a series of scenes without much narrative structure, but morphing into each other.","release_date":"1908-08-17","vote_average":6.5,"runtime":2,"cert":"N\/A","id":85221,"title":"Fantasmagoria","adult":false,"genre_ids":[16]},{"cast":["Oleg Tabakov","Oleg Efremov","Marina Neyolova","Nikolay Burlyaev","Yuri Bogatyryov"],"overview":"Немолодой чиновник уже давно подозревает жену в неверности. Его наихудшие предчувствия оправдываются в юбилей их свадьбы, когда он, чтобы поздравить жену, с букетом цветов является домой раньше обычного. Супруги не оказывается дома, постель разобрана, вещи разбросаны, а на туалетном столике лежит скандальный роман Поля де Кока \"Муж без жены\". В смятении, в расстроенных чувствах, чиновник бросается искать супругу по всему Петербургу...","release_date":"1984-11-11","vote_average":7.0,"runtime":67,"cert":"N\/A","id":85222,"title":"Chuzhaya Zhena i Muzh pod Krovatyu","adult":false,"genre_ids":[18,35]},{"cast":["Dan Tait","Kerri Draper","Thea Nikolic","Jodi Pittman","Lenard A. Blackburn"],"overview":"A horrible creature with an insatiable appetite for human flesh feasts on a group of terrified campers.","release_date":"2007-08-25","vote_average":2.0,"runtime":75,"cert":"N\/A","id":85223,"title":"Prey for the Beast","adult":false,"genre_ids":[27]},{"cast":["Bud Cort","Talia Shire","Elaine Giftos","Cindy Williams","Ben Vereen"],"overview":"A gas is let loose upon the world that kills anyone over 25 years old.","release_date":"1970-09-04","vote_average":5.0,"runtime":79,"cert":"N\/A","id":85224,"title":"Gas-s-s-s!","adult":false,"genre_ids":[35,18,878]},{"cast":["Humble Harve Miller","Midget Farrelly","Skipper Fats","Steve Gaines","Charlie Galento"],"overview":"\"Mondo Mod\" explores West Hollywood, California's famous Sunset Strip in 1966. We journey from discotheques to dirt bike competitions, taking in surfing, karate, go-carting, the Hell's Angels, political protests, pot parties and all the other trappings of the Now Generation.","release_date":"1967-06-21","vote_average":0.0,"runtime":89,"cert":"N\/A","id":85225,"title":"Mondo Mod","adult":false,"genre_ids":[99,10402]},{"cast":["John Loder","Eleanor Parker","Bruce Lester","Lester Matthews","Forrester Harvey"],"overview":"The citizens of a tiny Cornish village are tormented during World War II by a headless ghost which is haunting the local tin mine.","release_date":"1943-03-03","vote_average":6.0,"runtime":57,"cert":"N\/A","id":85226,"title":"The Mysterious Doctor","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Documentary about Mexican wrestling. The documentary is divided into three chapters: the three falls in which split a Mexican wrestling match. We started coming in, from the hand of some veterans of these new arenas in the world of wrestling. We know the successors of Blue Demon and Santo, their descendants, and with some experience behind her own; know a gladiator also booming Darkness, a uniformed soldier teaches not an inch of skin, and meet a legendary veteran, Fray Tormenta, a Catholic priest who raised his orphanage literally blows, with the little money they gave wrestling. They are true superheroes.","release_date":"2006-10-20","vote_average":5.0,"runtime":89,"cert":"N\/A","id":85227,"title":"Loco Fighters","adult":false,"genre_ids":[99]},{"cast":["Anders Lund Madsen","Peter Lund Madsen"],"overview":"Brdr. Madsens anmelderroste, festlige og musikalske Dommedagsshow handler om katastrofer, kamtjatkakrabber og sindets dunkleste afkroge. Udgangspunktet er naturligvis videnskabeligt, og der er selvsagt masser af dejlig musik og spas og faldera til at bløde op på de allerværste passager. Og allervigtigst af alt: Det hele ender heldigvis godt.  Udover selv at stå på scenen har Peter Lund Madsen og Anders Lund Madsen skrevet teksten til Enden er nær, og de er akkompagneret af Strygerkvartet i guld, den internationale mimetrup Das Fleischkvartet des Bielefelds samt Danmarks bedste topsangere Martin Ullits Dahl og Billie Koppel. Maria Vinterberg har instrueret, og scenogra. en er lavet af Marianne Nilsson. Musikken er komponeret af Teitur og Bent Fabricius-Bjerre.","release_date":"2007-09-24","vote_average":4.3,"runtime":117,"cert":"N\/A","id":85228,"title":"Enden Er Nær - Brødrene Madsen","adult":false,"genre_ids":[35]},{"cast":["Warren William","June Storey","Henry Wilcoxon","Eric Blore","Thurston Hall"],"overview":"A reformed jewel thief fights to clear his name when he's framed for murder.","release_date":"1941-03-06","vote_average":6.0,"runtime":74,"cert":"N\/A","id":85229,"title":"The Lone Wolf Takes a Chance","adult":false,"genre_ids":[9648]},{"cast":["Christopher Plummer","Margot Kidder","Sarah Lassez","James Duval","Tatyana Ali"],"overview":"Seven teenagers are stalked by a murderous clown while refurbishing an old opera house.","release_date":"1999-02-09","vote_average":4.5,"runtime":91,"cert":"N\/A","id":85230,"title":"The Clown at Midnight","adult":false,"genre_ids":[27,53]},{"cast":["Warren William","Jean Muir","Eric Blore","Victor Jory","Roger Pryor"],"overview":"A hardworking secretary for a rich woman finds herself engaged to the woman's son and accused of a murder she didn't commit.","release_date":"1940-05-30","vote_average":6.6,"runtime":71,"cert":"N\/A","id":85231,"title":"The Lone Wolf Meets a Lady","adult":false,"genre_ids":[9648,35,18]},{"cast":["Warren William","Joan Perry","Eric Blore","Alan Baxter","Astrid Allwyn"],"overview":"Delia Jordan's father is murdered and some very valuable jewelry stolen. She hires The Lone Wolf.","release_date":"1940-01-26","vote_average":6.5,"runtime":67,"cert":"N\/A","id":85232,"title":"The Lone Wolf Strikes","adult":false,"genre_ids":[35,53,10749,18,80]},{"cast":["Joe Morrison","Valerie Hawkins","John Vella","Jack Nagle","Sandy Lee Kane"],"overview":"A mutant jellyfish stalks biology students in the Florida everglades.","release_date":"1966-10-17","vote_average":4.5,"runtime":80,"cert":"N\/A","id":85233,"title":"Sting of Death","adult":false,"genre_ids":[27]},{"cast":["Jackie Cooper","Alex Cord","Richard Jaeckel","Bradford Dillman","Pedro Armendáriz Jr."],"overview":"A group of diverse individuals are suddenly taken from their homes and flown via helicopter to a futuristic bomb shelter in the desert, nearly two miles below the surface of the Earth. There they learn that a nuclear holocaust is taking place and that they've been \"chosen\" by computer to survive in the shelter in order to continue the human race. The shelter is designed to allow the people to exist underground comfortably for years, but they are faced with a threat nobody could have predicted: a colony of thousands of bloodthirsty vampire bats finds a way into the shelter and launches a series of vicious attacks where they claim the humans one by one.","release_date":"1974-12-05","vote_average":5.3,"runtime":130,"cert":"N\/A","id":85236,"title":"Chosen Survivors","adult":false,"genre_ids":[27,878]},{"cast":["John Beal","Coleen Gray","Kenneth Tobey","Lydia Reed","Dabbs Greer"],"overview":"A small town doctor mistakenly ingests an experimental drug made from the blood of vampire bats which transforms the kindly medic into a bloodthirsty monster.","release_date":"1957-06-01","vote_average":6.3,"runtime":75,"cert":"N\/A","id":85237,"title":"The Vampire","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A documentary chronicling the \"youth movement\" of the late '60s on Los Angeles' Sunset Strip and San Francisco's Haight-Ashbury district.","release_date":"1967-01-01","vote_average":1.0,"runtime":null,"cert":"N\/A","id":85238,"title":"Something's Happening","adult":false,"genre_ids":[]},{"cast":["Susan Stewart","Steve Vincent","James Brand","Vic Lance","Pat Barrington"],"overview":"A topless dancer attracts, seduces, then murders the men she sleeps with. She does it with a twist, however; she kills them with garden tools.","release_date":"1968-01-01","vote_average":4.0,"runtime":87,"cert":"N\/A","id":85239,"title":"Mantis in Lace","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85240,"title":"Ballooning 3D from Dragster 3D","adult":false,"genre_ids":[]},{"cast":["Richard Lyon","Liliane Sottane","Jack Allen","Clive Revill","John Stacy"],"overview":"Three teenagers encounter a ghost who is in limbo until he retrieves his lost head. They do their bit to help him find it.","release_date":"1959-04-18","vote_average":4.5,"runtime":62,"cert":"","id":85241,"title":"The Headless Ghost","adult":false,"genre_ids":[14,27,35]},{"cast":["Denis Leary","Joe Mantegna","Annabella Sciorra","Larry Bishop","Abe Vigoda"],"overview":"A crook sets out to get revenge on the thugs who hurt his father in this bloody noir-style crime drama. After being released from prison, Johnny Crown (Denis Leary) goes after Frank (Joe Mantegna), one of the mobsters involved in a series of Father's Day killings. But Johnny isn't certain Frank is responsible for his father's injuries and seeks help from a sex therapist (Annabella Sciorra) to make sure he's got the right man.","release_date":"1996-06-01","vote_average":5.8,"runtime":95,"cert":"N\/A","id":85242,"title":"Underworld","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Anthony LaPaglia","Mimi Rogers","Matt Craven","Peter Boyle","Monika Schnarre"],"overview":"This lyrical, modern-day film noir finds cynical hit man Mick (Anthony LaPaglia) tiring of his job and asking his boss, mob kingpin George (Peter Boyle), for time off. George gives him the assignment of his life, however, prompting Mick's soul-searching to reach new heights. Mick is asked to kill the sultry Fiona (Mimi Rogers), who owes George money and claims she wants to die. But as Mick spends time with her, he finds himself falling for her.","release_date":"1994-09-14","vote_average":3.0,"runtime":97,"cert":"N\/A","id":85247,"title":"Killer","adult":false,"genre_ids":[53,18,10749]},{"cast":["Andre Kallenbach","Hartmut Tietz","Jessy Rameik","Christoph Engel","Günter Ott"],"overview":"On one very fine sunny day, a fourth-grader Thomas, as always, is out of the house in the morning to get to school by subway. But on this day he has a too good mood and that, along with the good weather, prevents him get to the lessons. He decides to skip his station, and take a walk through Berlin.","release_date":"1967-12-17","vote_average":0.0,"runtime":67,"cert":"N\/A","id":85248,"title":"The Brave Truant","adult":false,"genre_ids":[10751]},{"cast":["Mark Bautista","Sarah Geronimo","Cherie Gil","John Estrada","Danilo Barrios"],"overview":"Adrian, a teenager tried to prevent illegal logger from cutting the tree in the forest. He was mauled and was left life less under a rubber tree. The tree revived him an bestowed him the powers of elasticity and morphing. Adrian decided to use his powers for good and becomes the superhero Lastikman. His main villain was who possesses the same powers.","release_date":"2004-12-25","vote_average":6.5,"runtime":122,"cert":"N\/A","id":85249,"title":"Lastikman","adult":false,"genre_ids":[10749,28,35,14]},{"cast":["Pyotr Velyaminov","Yevgeni Lebedev","Valentina Talyzina","Antonina Bogdanova","Afanasi Kochetkov"],"overview":"В тесном кубрике катера, капитаном которого давно ходит Иван Бурлаков и где матросом работает Еленка, вовсе не в шутку называемая им женой, появляется новый работник - помощник капитана Сергей. Внешне энергичный и открытый, он быстро добивается любви Еленки. И также быстро - увольнения Ивана...","release_date":"1972-06-06","vote_average":7.5,"runtime":97,"cert":"N\/A","id":85250,"title":"Ivanov Kater","adult":false,"genre_ids":[18]},{"cast":["Vic Sotto","Donita Rose","Jeffrey Quizon","Michelle Bayle","Anne Curtis"],"overview":"Young Hilario was nearby a rubber tree when it was struck by a meteorite. This incident gave Hilario the powers of elasticity and morphing. To honor his dead parents he vowed to use his powers for good. Hilario grows up and becomes Professor Larry, a teacher in Physics. He transforms into the superhero Lastikman to protect people from injustice and oppression.","release_date":"2003-01-01","vote_average":6.5,"runtime":105,"cert":"N\/A","id":85251,"title":"Lastikman","adult":false,"genre_ids":[14,35,28]},{"cast":["Evgeniya Dobrovolskaya","Aleksandr Naumov","Oleg Koulayev","Gleb Puskepalis","Alexandr Tolubaev"],"overview":"Alik and Mara are two adults who are commanding the group of homeless children. But everything changes after a new kid joins the company.","release_date":"2005-06-06","vote_average":1.0,"runtime":112,"cert":"N\/A","id":85252,"title":"Lovitor","adult":false,"genre_ids":[18]},{"cast":["Vasco Rossi","Gaetano Curreri","Stef Burns"],"overview":"","release_date":"2011-09-07","vote_average":6.9,"runtime":null,"cert":"N\/A","id":85253,"title":"Questa storia qua","adult":false,"genre_ids":[18,99,10402]},{"cast":["Donald Muir","James Gray"],"overview":"A ninja hero stealthily sets out to get revenge upon the mobsters who murdered his brother.","release_date":"1987-01-01","vote_average":5.7,"runtime":78,"cert":"N\/A","id":85254,"title":"Ninja's Extreme Weapons","adult":false,"genre_ids":[28]},{"cast":["Jim Brown","George Kennedy","Fredric March","Lynn Carlin","Don Stroud"],"overview":"Racial tensions threaten to explode when a black man is elected sheriff of a small, racially divided town in the Deep South.","release_date":"1970-01-09","vote_average":6.4,"runtime":100,"cert":"N\/A","id":85255,"title":"...tick... tick... tick...","adult":false,"genre_ids":[18,28]},{"cast":["Wings Hauser","Robert Tessier","Branscombe Richmond","Robert Ahola","Marina Rice Bader"],"overview":"When his family is murdered by members of a drug gang, an undercover CIA agent tracks them down, but they escape and flee to their hideout, a fortress in South America. Knowing he can't count on the local authorities for aid, he calls on one of his fellow CIA agents for help in cracking the fortress, and getting to the gangsters and eliminating them and their leader.","release_date":"1987-07-02","vote_average":6.0,"runtime":95,"cert":"N\/A","id":85256,"title":"No Safe Haven","adult":false,"genre_ids":[28,53]},{"cast":["Yang Hui-shan"],"overview":"A female Ninja starts a war against the drug cartel she was forced to work for.","release_date":"1982-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85257,"title":"Impossible Woman","adult":false,"genre_ids":[28,12,53]},{"cast":["Alexander Lo Rei ","Eugene Thomas","Sam Huxley","Roger Crawford","Yee Yuen"],"overview":"Four Chinese germ warfare scientists are kidnapped by a Japanese organisation.","release_date":"1988-01-08","vote_average":1.0,"runtime":null,"cert":"N\/A","id":85258,"title":"Ninja: The Battalion","adult":false,"genre_ids":[28]},{"cast":["Chang Ling","Chung Wah","Gua Ah-leh","Wang Hsieh","Tien Yeh"],"overview":"A female ninja gets avenges her mother's death.","release_date":"1981-06-06","vote_average":2.5,"runtime":null,"cert":"N\/A","id":85259,"title":"Phoenix the Ninja","adult":false,"genre_ids":[27,28,12,14]},{"cast":["Lars Wiese","Olav Schwiderek"],"overview":"","release_date":"2010-06-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":85260,"title":"Dragster 3D","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This is the story of the incredible life of Karen Blixen\/ Isak Dinesen − a story just as dramatic as her own fantastic tales. It is a story about a formidable and extraordinary woman, a vain eccentric, and a very sensitive human being, whose life was characterized by great ups and downs.\r The documentary takes the viewer on a journey through the author's life as described by many of those who were close to her. A journey that not only documents her extraordinary life, her extensive travels and the people she encountered-but one which also depicts the era in which she lived. A time of adventure, eccentric aristocrats, and of unending possibility and immeasurable hardship.\r Introduced by actress Meryl Streep, Karen Blixen−Out of this World tells the real story behind the inspiration for the Academy Award winning film, Out of Africa.","release_date":"2005-10-02","vote_average":0.0,"runtime":58,"cert":"N\/A","id":85261,"title":"Karen Blixen: Out of This World","adult":false,"genre_ids":[28,99,10749]},{"cast":["Bert Wheeler","Robert Woolsey","Dorothy Lee","Edna May Oliver","Leni Stengel"],"overview":"To impress his fiancee's aunt, a young man tries to become king in a small kingdom, but the people there have already crowned one, who has won this honor by gambling. So he plans a coup d'etat. He tries to achieve this with a bomb, but then something goes wrong...","release_date":"1931-04-18","vote_average":8.0,"runtime":65,"cert":"N\/A","id":85262,"title":"Cracked Nuts","adult":false,"genre_ids":[35,10749]},{"cast":["Aleksey Chadov","Ekaterina Vilkova","Vladimir Simonov","Roman Shmakov"],"overview":"Горе-пиарщик, ловелас и авантюрист Миша Воробьев — на пороге очередного зигзага судьбы, не сулящего ему ничего хорошего. Из солидной компании уволили, денег нет, а перспективы более чем туманные. Но к печальному статусу неудачника Миша привыкнуть не успевает: судьба в очередной раз преподносит неожиданный сюрприз в виде довольно необычного предложения от бывшего босса. Оказывается, у того есть сын Сережа — юноша не то, чтобы замкнутый и закомплексованный, но явно не отвечающий представлениям отца об образе «настоящего мужчины». Осознав всю тщетность своих попыток наставить сына «на путь истинный», Павел Петрович находит, как ему кажется, единственно верный выход из положения.","release_date":"2011-09-21","vote_average":0.0,"runtime":85,"cert":"N\/A","id":85263,"title":"Moy Lyubimyy Razdolbay","adult":false,"genre_ids":[35,10749]},{"cast":["Franco Guerrero","Jody Kay","Nigel Hogge"],"overview":"An Interpol agent is out for revenge against the gangsters that cut off his arm and killed his bride. This tragedy left him deeply depressed, and his battle with depression has to be won first before he can be thoroughly trained in martial arts. After his training, Ortega hunts down his adversaries for a final reckoning.","release_date":"1983-04-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":85264,"title":"The One-Armed Executioner","adult":false,"genre_ids":[28]},{"cast":["Vilma Santos","Claudine Barretto","Joel Torre","Baron Geisler","Amy Austria"],"overview":"After working in Hong Kong for a decade to support her family, Josie (Vilma Santos) returns home to find her children's lives in ruins. Since their father's death five years ago, her daughters (Claudine Barretto and Shiela Junsay) and son (Baron Geisler) have made their way through life without their mother. But with a lack of parental guidance, they're on a path to destruction. Can Josie ever repair the damage her long absence has caused?","release_date":"2000-05-10","vote_average":5.4,"runtime":135,"cert":"N\/A","id":85265,"title":"The Child","adult":false,"genre_ids":[18]},{"cast":["Marrie Lee","George Estregan","Dante Varona","Johnny Wilson","Kerry Chandler"],"overview":"Singapore's top policewoman, Miss Cleopatra Wong, who heads the Seasian Interpol Criminal Investigation Department (C.I.D.), teams up with her Filipino counterpart to bust a counterfeit currency operation that threatens several Asian countries with bankruptcy. Their dangerous quest takes them from Singapore to Hong Kong and finally Manila where they locate the counterfeit ring's Asian headquarters, which is being run by local nuns, forced into slave labor. The martial arts action is fast and furious as Cleopatra and her teams launch an attack to destroy the counterfeiter's and their headquarters in an explosive finale in this fun-filled, action-packed adventure.","release_date":"1978-11-10","vote_average":6.3,"runtime":90,"cert":"N\/A","id":85268,"title":"Cleopatra Wong","adult":false,"genre_ids":[18,28]},{"cast":["Ezzat El Alaili","Silvana Badrkhan","Nahed Sherif","Eman","Mohamed El Mansour"],"overview":"An ambitious journalist has been transformed into an assassin by the years of war, suffering and destruction he has witnessed around the world.","release_date":"1973-02-09","vote_average":5.8,"runtime":102,"cert":"N\/A","id":85269,"title":"Kuwait Connection","adult":false,"genre_ids":[28,18,53]},{"cast":["Warner Baxter","Nancy Saunders","Clem Bevans","Griff Barnett","Paul Guilfoyle"],"overview":"While on vacation, a criminal psychologist investigates a murder during a typhoid epidemic.","release_date":"1947-05-29","vote_average":5.7,"runtime":72,"cert":"N\/A","id":85272,"title":"The Millerson Case","adult":false,"genre_ids":[80,9648]},{"cast":["Warner Baxter","Stephen Dunne","Lois Maxwell","Adele Jergens","Robert Armstrong"],"overview":"A criminal psychologist tries to clear his patient of arson charges.","release_date":"1949-03-15","vote_average":0.0,"runtime":61,"cert":"N\/A","id":85275,"title":"The Crime Doctor's Diary","adult":false,"genre_ids":[80,18]},{"cast":["Yuri Bychkov","Rita Klokova","Vladimir Repkin","Nikolai Simonov","Yuriy Tolubeev"],"overview":"A story about the adventures of young boy Kolya Novikov who runs from his home in order to get to the border where his older brother was killed.","release_date":"1939-12-29","vote_average":0.0,"runtime":75,"cert":"N\/A","id":85276,"title":"Patriot","adult":false,"genre_ids":[12,10751]},{"cast":["Ad van Kempen","Geert de Jong","Yes-R","Tjitske Reidinga","Plien van Bennekom"],"overview":"Thijs is a ripe-age Dutch tomato grower. His adult daughters plan to have him move in a skyscraper-flat, leaving home and professional life, but he takes his adolescent (half-)Moroccon grandson Omar's advice to refuse and keep living. Thijs even lets the cheerful rascal coach his love-life, which lands him on a blind date with Jacky, an energetic Flemish woman, who won't take no for an answer but turns up at his door-step till he consents, and soon drags him into evening life, preparing for a dance contest. Soon after Omar turns up, listless and lazier then ever, runaway from school and home. The obvious reason for the horny hound's hanging head is a girl: Mergal is foxy, Turkish and as smitten as he, but her burly big brother Erhan will only allow a boy to go steady with her who has proven himself his better on the field in the traditional manly sport of oil-wrestling. Now Thijs...","release_date":"2006-12-14","vote_average":5.3,"runtime":83,"cert":"N\/A","id":85277,"title":"Happy Family","adult":false,"genre_ids":[35,10749]},{"cast":["Ian Hendry","Ronald Fraser","Margaret Johnston","Natasha Parry","Jeremy Brett"],"overview":"Called in to investigate the murder of a model, Chief Inspector Birkett and Sergeant Saunders soon discover that the victim had been leading somewhat of immoral life.","release_date":"1963-11-15","vote_average":5.5,"runtime":94,"cert":"","id":85278,"title":"Girl in the Headlines","adult":false,"genre_ids":[80,18,9648]},{"cast":["Dirch Passer","Preben Kaas","Sisse Reingaard","Anne Mari Lie","Joseph Cordon"],"overview":"Where Is the Body, Moeller? is a 1971 Danish comedy film directed by Preben Kaas and starring Dirch Passer.","release_date":"1971-03-22","vote_average":7.5,"runtime":87,"cert":"N\/A","id":85279,"title":"Where Is the Body, Moeller?","adult":false,"genre_ids":[80,35]},{"cast":["Annabelle Lee","Alexandria Sinz","Randi James","Aubrey Addams","Michelle Lay"],"overview":"Younger girls and older women have a deep fascination with each other. While young girls possess beauty, innocence and curiosity, older women have knowledge and experience in life - and in be - that younger girls crave. Explosive lesbian sex occurs when these natural enemies discover all they really want is each other.","release_date":"2008-08-27","vote_average":0.0,"runtime":150,"cert":"N\/A","id":85280,"title":"Lesbian Beauties 2: Older Women - Younger Girls","adult":true,"genre_ids":[]},{"cast":["Peter Steen","Dirch Passer","Jørgen Ryg","Judy Gringer","Ove Sprogøe"],"overview":"Lenins rejse i 1917 med plomberet tog fra Zürich til Sankt Petersborg, serveret som crazy-komedie. Den store revolutionsteoretiker må igennem talrige skøre forviklinger, inden han kan nå hjem og starte sin Oktoberrevolution.","release_date":"1972-02-15","vote_average":6.5,"runtime":98,"cert":"N\/A","id":85281,"title":"Lenin, You Rascal, You","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Ove Sprogøe","Ellen Gottschalch","Kjeld Petersen","Hans W. Petersen"],"overview":"Villa Orfeus er en ejendommeligt gammelt hus, som er blevet et klenodie for kvarterets beboer. Det er et fristed, hvor husets beboer får lov til at være anderledes, at være sig selv i en fremmedgjort verden. Lydia Wiljengren (Ellen Gottschalch), der er enke efter en rig musikhandler, ejer \"Villa Orfeus\". Hun har efterhånden sat hele sin formue overstyr ved sin forkærlighed for musikalske mennesker. Den eneste betingelse for at bo i huset er, at de enten kan spille eller synge.","release_date":"1962-02-19","vote_average":6.0,"runtime":84,"cert":"N\/A","id":85282,"title":"Lykkens musikanter","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Åke Grönberg","Iréne Söderblom","Ib Schønberg"],"overview":"Dirch Passer gør det igen. Idenne utrolig morsomme Passer film møder vi Dirch som medlem af grundpersonalet hos SAS. Dirch har den lille fejl, at han er håbløst forelsket i en stewardesse (Agneta) og under sit arbejde, har han meget svært ved ikke at drømme om sin forelskelse. Gang på gang drømmer han sig ind i forskellige helteroller for på den måde at tiltrække sig opmærksomheden fra hans øjesten, Agneta. Vi møder Dirch som flykaptajn, arkæolog, gangster, sømand, prins, forsvarsadvokat, boksemester og soldat i det vilde vesten. Alt dette er roller som han lever sig ind i ved sine drømmerier. Men når man drømmer vågner man jo som regel igen, og det gør Peter (Dirch Passer) også, og hver gang finder han sig selv i de mest pinlige situationer. Spørgsmålet er om det nogensinde skal lykkes for Peter at få sin Agneta til at se til hans side, og vil hun overhovedet lægge mærke til at han drømmer om hende, og vil han kunne beholde sit job hos SAS? Alt dette og meget mere besvares i humør","release_date":"1955-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":85283,"title":"Masser af Passer","adult":false,"genre_ids":[35]},{"cast":["Masatoshi Nagase","Shirô Sano","Kiyotaka Nanbara","Yang Haitin","Te-chien Hou"],"overview":"Maiku Hama is a private detective working in Yokohama. Hama comes to the aid of a Taiwanese waiter named Yang and agrees to track down his missing brother. Through a series of double-crosses Hama gets embroiled in a gang war and a revenge plot between the two brothers","release_date":"1994-03-05","vote_average":7.0,"runtime":92,"cert":"N\/A","id":85284,"title":"The Most Terrible Time in My Life","adult":false,"genre_ids":[18,28,35,53]},{"cast":["Bette Davis","Horst Buchholz","Catherine Spaak","Luigi Giuliani","Isa Miranda"],"overview":"An aspiring young artist breaks from his wealthy, possessive mother to live a bohemian existence in the artist's section of Rome and falls in love with a beautiful model who wants an uncommitted relationship","release_date":"1963-12-04","vote_average":8.3,"runtime":105,"cert":"N\/A","id":85285,"title":"The Empty Canvas","adult":false,"genre_ids":[18]},{"cast":["Steve Cochran","David Brian","Philip Carey","Ted de Corsia","Scott Forbes"],"overview":"A warden and his assistant clash over prison reform, triggering a violent riot.","release_date":"1951-05-18","vote_average":6.5,"runtime":87,"cert":"N\/A","id":85286,"title":"Inside the Walls of Folsom Prison","adult":false,"genre_ids":[80,18]},{"cast":["Aart Staartjes","Wieteke van Dort","Bob de Lange"],"overview":"","release_date":"1978-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85287,"title":"Pinkeltje","adult":false,"genre_ids":[10751,14]},{"cast":["Elexis Monroe","Michelle Lay","India Summer","Kylie Ireland","Sinn Sage"],"overview":"It's important to behave professionally at the office. If you're a lusty lesbian, though, that's sometimes easier said than done. Devious corporate climber Michelle Lay has a plan get on boss Kylie Ireland's good side, but it requires the \"cooperation\" of love-struck young Elexis. Meanwhile, Kylie has her own plans for sympathetic roommate Mia Presley, while Michelle relies on hot lover India Summer to confess what she know about Kylie. Lust, deception and head games abound in this tale of ambitious lesbians who know their way around the boardroom and the bedroom.","release_date":"2008-09-10","vote_average":0.0,"runtime":140,"cert":"N\/A","id":85288,"title":"Lesbian Office Seductions","adult":true,"genre_ids":[10749]},{"cast":["Joan Crawford","Wendell Corey","Lucile Watson","Allyn Joslyn","William Bishop"],"overview":"A woman's devotion to her home drives away friends and family.","release_date":"1950-11-02","vote_average":7.6,"runtime":90,"cert":"N\/A","id":85293,"title":"Harriet Craig","adult":false,"genre_ids":[18]},{"cast":["Atiwat Lamgul","Intira Ketworasoontorn","Nattapol Nillapoom"],"overview":"Based on a series of posts published on popular Thai website pantip.com. The story became so popular that it was later turned into a best selling novel.  \"Boring Love\" consists of a love triangle with Ped (Anurak Yingnakorn) squarely in the center. Ped works as a flight attendant and has a girlfriend. His life becomes much more complicated when a male co-worker named Oiy decides to make a move on Ped.","release_date":"2009-11-02","vote_average":5.6,"runtime":82,"cert":"N\/A","id":85294,"title":"Boring Love","adult":false,"genre_ids":[10749,35]},{"cast":["Nica Noelle","Randi James","Heather Silk","Jana Cova","Michelle Lay"],"overview":"It's not quite the game you remember, when a group of lusty lesbians get together to play. Randi struggles with her bi-curious desires when Mia gets a dare, leaving Michelle to comfort her embarrassed friend. Heather has no choice but to confess a scandalous sleep-over with beautiful Jana, while Nica's \"Truth\" involves an unsuspecting Mia. If you've ever wondered what sexy girls do for fun when they get behind closed doors, \"Truth or Dare\" is for you.","release_date":"2008-10-08","vote_average":0.0,"runtime":132,"cert":"N\/A","id":85295,"title":"Lesbian Truth or Dare","adult":true,"genre_ids":[]},{"cast":["Anna Netrebko","Elīna Garanča","Ramón Vargas","Ludovic Tézier","Marco Armiliato"],"overview":"Deutsche Grammophon proudly presents the new faces of the opera world in a glamorous new live concert DVD: Anna Netrebko, Elına Garanca, Ramón Vargas and the highly acclaimed young French baritone Ludovic Tézier sing a wide range of Italian and French opera favorites. This recording features highlights from concerts at Baden- Baden's Festspielhaus, where tickets to this extraordinary event sold out in record time. The DVD features the four young stars performing duets and the popular quartet \"Bella figlia dell'amore\" from Rigoletto. Other highlights include Delibes' famous flower duet from Lakmé performed sumptuously by Anna and Elına.","release_date":"2007-01-08","vote_average":0.0,"runtime":138,"cert":"N\/A","id":85296,"title":"Die Operngala der Stars (Baden Baden 2007)","adult":false,"genre_ids":[10402]},{"cast":["Miou-Miou","Carmen Maura","Marthe Keller","Marisa Berenson","Guesch Patti"],"overview":"Five women, all in their forties, try to find out what's important for them in life.","release_date":"1997-10-17","vote_average":6.5,"runtime":115,"cert":"N\/A","id":85297,"title":"Women","adult":false,"genre_ids":[18,35,10749]},{"cast":["Nica Noelle","Randi James","Alex Mackay","Zoey Stone","Nina Lares"],"overview":"An innovative film about women. Love and romantic illusions that blends both soft and hardcore scenes, Angel stars real life couple Angel (Alex Mackay) and Krista (Zoey Stone) in a bittersweet lesbian love story. Angel is a woman of few words, and when Krista suffers a devastating loss Angel quickly falls short of her grieving lover's expectations. Enter Daisha (Nica Noelle), a mysterious woman with a desire to manipulate the vulnerable Angel. Manuel Ferrera costars as Daisha's smooth-talking boyfriend in Nica Noelle's first ever boy\/girl scene.","release_date":"2008-10-22","vote_average":0.0,"runtime":162,"cert":"N\/A","id":85298,"title":"Angel","adult":true,"genre_ids":[]},{"cast":["Robert Belushi","Ben Wells","Katie O'Hagan","Chryssie Whitehead","Justen Naughton"],"overview":"At Chicago's North Avenue Beach, the lifeguards are the law. These ragtags will do everything in their power to make sure you don't go out past your waist. Best friends Hughie (the hopeless romantic) and Otis (the ladykiller) get caught in one love triangle after another as young vixen Maggie and tomboy May make it hard for them to keep their eyes on the water at all times. As the summer sun heats up, so does tension among the crew, and their despotic superiors make sure that's it's never just another day at the beach.","release_date":"2009-01-01","vote_average":5.3,"runtime":106,"cert":"N\/A","id":85301,"title":"RiffRaff","adult":false,"genre_ids":[35]},{"cast":["Barry O'Moore","Julian Reed","Richard Neill","Bliss Milford","Kenneth Lawlor"],"overview":"When a burglar dressed as Santa Claus steals a family's Christmas presents, amateur detective Octavius sets out to recover the loot.","release_date":"1914-12-19","vote_average":5.0,"runtime":14,"cert":"N\/A","id":85302,"title":"The Adventure of the Wrong Santa Claus","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Archetype tells the story about a robot RL7. After a defect in a chip; he begins to memorize and realises he could have been human once...","release_date":"2011-06-03","vote_average":5.5,"runtime":7,"cert":"N\/A","id":85303,"title":"Archetype","adult":false,"genre_ids":[878]},{"cast":["John Lennon","Yoko Ono","Klaus Voormann","Ringo Starr","Jann Wenner"],"overview":"Decades later it's a little hard to appreciate just how shocking Plastic Ono Band was at the time of its release. Yes, John Lennon's first post-Beatles solo album is still a must-own for any rock fan, but decades of punk, metal, and grunge have desensitized our ears somewhat to the naked howls of despair that fill tracks like \"Mother,\" \"Isolation,\" and \"I Found Out.\" In addition, \"I don't believe in Beatles,\" the climactic line of \"God,\" doesn't have nearly the resonance as it did around the time of the Fab Four's breakup, when such a sentiment practically bordered on heresy. And yet it's a testament to the high quality of Lennon's songs that Plastic Ono Band continues to be an incredibly moving listening experience.","release_date":"2008-04-29","vote_average":5.3,"runtime":52,"cert":"N\/A","id":85304,"title":"Classic Albums: John Lennon - Plastic Ono Band","adult":false,"genre_ids":[10402,99]},{"cast":["Mina Tander","Robert Stadlober","Birol Ünel"],"overview":"","release_date":"2002-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85305,"title":"Blackberry","adult":false,"genre_ids":[]},{"cast":["Brit Morgan","Jay Rodan","Mark Steger"],"overview":"After confronting her fiancé, Paul, in a cheap motel, Betty discovers the horrifying secret that has kept him from sleeping for days.","release_date":"2012-10-05","vote_average":7.0,"runtime":8,"cert":"N\/A","id":85306,"title":"Paralyzed","adult":false,"genre_ids":[27]},{"cast":["Asif Taj","Rohan Gudlavalleti","Chinmayi Ghatrazu","Abhejit Pundla","Sidhu Jonnalagadda"],"overview":"A love story, the tale has 2 layers. The first layer comprises of two good friends Rishi (siddhu) and Jai (abhijeet). While Rishi is more hyper and practical, Jai is the level headed guy who takes life as it comes. Both of them come across Anu (nishanti) who is very systematic, believes in discipline and planning when it comes to life. Rishi falls in love with Anu but she doesn’t respond to his feelings. Meanwhile, Jai gets close to Anu and they both fall in love. The second layer happens in the US and here is Rajesh (rohan) and Radhika (chinmayi) are good friends. Here, Radhika falls in love with Rajesh but then Rajesh feels it is only good friendship. What happens from there forms the rest of the story.","release_date":"2011-02-18","vote_average":6.0,"runtime":138,"cert":"N\/A","id":85307,"title":"LBW (Life Before Wedding)","adult":false,"genre_ids":[10749,35]},{"cast":["Jürgen Vogel","Pierre Besson","Nele Mueller-Stöfen","Aglaia Szyszkowitz","Wolf-Dietrich Sprenger"],"overview":"","release_date":"1997-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85308,"title":"Buddies - Leben auf der Überholspur","adult":false,"genre_ids":[53]},{"cast":["Gus Dudgeon","Rick Frio","Paul Gambaccini","David Hentschel","Connie Hillman"],"overview":"The worlds of glitz, glam, and pop-rock fused immortally on Goodbye Yellow Brick Road, born of the formidable partnership of Elton John and Bernie Taupin. This 1973 double album may well have been the peak of their collaboration. Ranging from perennial favorites like \"Candle in the Wind,\" \"Benny and the Jets,\" and the title track to more ambitious compositions like \"Funeral for a Friend (Love Lies Bleeding)\" and everything in between, Goodbye is unmatched in its depth and scope. This entry in the Classic Albums series of DVDs documents the often tumultuous writing and recording sessions for that masterpiece through vintage clips of the musicians in the studio and new interviews with Elton, Bernie, producer Gus Dudgeon, and the band members. We may never know how the John-Taupin team achieved their magic, but this release offers a both a peek at the process and a few reasons why the album endures today.","release_date":"2001-11-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":85309,"title":"Classic Albums: Elton John - Goodbye Yellow Brick Road","adult":false,"genre_ids":[99,10402]},{"cast":["Jerry Garcia","Bob Weir","Phil Lesh"],"overview":"This installment of the Classic Albums series follows the making of two Grateful Dead albums, the fiercely experimental Anthem of the Sun and the understated masterwork American Beauty, which spawned melodic gems like \"Sugar Magnolia\" and \"Ripple.\" Between the archival scenes and contemporary interviews with band members, the DVD shows a band making seismic inroads in pop music--and five young guys coming to terms with artistry, mortality, and, yes, the pursuit of happiness. There is priceless footage of Neal Cassady driving Ken Kesey's bus and of the Dead, surrounded by martini-sipping hipsters, on Playboy After Dark. The best scenes involve band members talking about specific songs (you will never hear Phil Lesh's \"Box of Rain\" again without thinking of it as a gift to his dying father) or deconstructing a tune by playing each track separately. Intimate and surprisingly cohesive, Anthem to Beauty is a rare glimpse into how the Dead's magic was made.","release_date":"1997-02-22","vote_average":10.0,"runtime":75,"cert":"N\/A","id":85310,"title":"Grateful Dead: Anthem to Beauty","adult":false,"genre_ids":[10402,99]},{"cast":["Kei Tomiyama","Jōji Yanami","Hiroya Ishimaru","Chiyoko Kawashima","Kazuko Sawada"],"overview":"Alien invaders take over Great Mazinger who is at the entrance of a museum next to Mazinger Z as symbols of peace. Grendizer fights the evil invaders and Great Mazinger is recovered.  When the Vegan empire dispatches a new general to oversee the takeover of Earth, he quickly manages to capture Koji Kabuto and, learning of Great Mazinger through interrogation, quickly commandeers it from a museum where it was kept as a symbol of peace.  It is now up to Duke Fleed aboard Grendizer to stop humanity's former defender from becoming its destroyer.","release_date":"1976-03-20","vote_average":5.6,"runtime":24,"cert":"N\/A","id":85311,"title":"UFO Robot Grendizer vs. Great Mazinger","adult":false,"genre_ids":[16,28,12,878]},{"cast":["William Friedkin","Mart Crowley","Larry Kramer","Edward Albee","Dominick Dunne"],"overview":"Before Prop 8, Milk or Will &amp; Grace, before the AIDS epidemic, gay pride parades or the Stonewall uprising, \"The Boys in the Band\" changed everything. \"Making the Boys\" explores the drama, struggle and enduring legacy of the first-ever gay play and subsequent Hollywood movie to successfully reach a mainstream audience. Beloved by some for breaking new ground, and condemned by others for reinforcing gay stereotypes, \"The Boys in the Band\" sparked heated controversy that still exists four decades later. Featuring anecdotes from the surviving cast and filmmakers, as well as perspectives by legendary figures from stage and screen, \"Making the Boys\" traces the behind-the-scenes drama and lasting legacy of this cultural milestone.","release_date":"2011-03-11","vote_average":7.0,"runtime":90,"cert":"N\/A","id":85312,"title":"Making the Boys","adult":false,"genre_ids":[99]},{"cast":[],"overview":"30 Seconds to Mars performance at Rock am Ring in Germany.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85313,"title":"30 Seconds To Mars: Rock Am Ring","adult":false,"genre_ids":[10402]},{"cast":["Jelena Jensen","Nina Mercedez","Lily Carter","Prinzzess","Céline Tran"],"overview":"Net Skirts 6.0…where prey is only a mouse click away! These sexy women only have pussy on their minds and until they get their daily dosage, that’s all they’re after. Baiting you in is only half the job. Once they have you, they go to work on the other. Making you squirm, moan and scream the way only another woman can! Simply the most realistic sex in lesbian adult video.","release_date":"2011-04-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":85314,"title":"Net Skirts 6.0","adult":true,"genre_ids":[]},{"cast":["Vadim Bochanov","Anton Vinogradov","Svetlana Pismichenko","Kseniya Brzhezovskaya","Mikhail Khrustalev"],"overview":"But the lives of the Kikoriki are suddenly turned upside-down when they stumble on a strange device they had only heard about - a TV.","release_date":"2011-12-22","vote_average":6.3,"runtime":90,"cert":"N\/A","id":85315,"title":"Kikoriki: Team Invincible","adult":false,"genre_ids":[16,10751,35]},{"cast":["India Summer","Hannah Black","Wenona","Madison Young","Sophia Sutra"],"overview":"Girlfriends Films presents Women Seeking Women Volume 71! This film is for fine folks with good hearts and curious minds. Over 2 hours of hot sensual lesbian sex starring Hana Black, Indian Summer, Juliana Jolene, Madison Young, Prinzzes, Sophia Sutra, Vicki Chase and Wenona. These restless hearts are searching for that perfect woman.","release_date":"2011-04-01","vote_average":0.0,"runtime":152,"cert":"N\/A","id":85316,"title":"Women Seeking Women 71","adult":true,"genre_ids":[10749]},{"cast":["Sergey Svetlakov","Ivan Urgant","Vera Brezhneva","Sergei Bezrukov","Vladimir Menshov"],"overview":"A lot of things happened in the life of \"Yolki\" hepes during the last year, but here it's again - the New Year's eve...","release_date":"2011-12-15","vote_average":6.7,"runtime":106,"cert":"N\/A","id":85317,"title":"Six Degrees of Celebration 2","adult":false,"genre_ids":[35,10749]},{"cast":["Anita Dark","India Summer","Janet Mason","Prinzzess","Payton Leigh"],"overview":"The tawdry story continues… as women seduce other women, make love to them and leave them for others. Featuring Payton Leigh, India Summer, Janet Mason, Prinzzess, Anita Dark and Heather Starlet! These women do it better, and are way better at convincing one another of how much they love them, able to give that person their all, only to take it away just as quickly and just as easily offer that same love to someone else in the same quantity. It’s quite amazing and quite scandalous as well.","release_date":"2011-04-22","vote_average":0.0,"runtime":125,"cert":"N\/A","id":85318,"title":"Lesbian Triangles 21","adult":true,"genre_ids":[10749]},{"cast":["Mark Lee","Yann Yann Yeo","John Cheng"],"overview":"Set in Petaling Street in 1908, it tells of a hokkien mee seller (Mark Lee) who finds himself entangled in deadly battles with skilled fighters. Little did he know that he is in possession of a lost treasure map linked to the Qing Dynasty and must refrain himself from consummating his marriage to master the \"Virgin Kung Fu\" skills to overcome his opponents","release_date":"2011-12-01","vote_average":5.5,"runtime":106,"cert":"N\/A","id":85321,"title":"Petaling Street Warriors","adult":false,"genre_ids":[28,35]},{"cast":["Joe Elliott","Rick Savage","Rick Allen","Phil Collen","Vivian Campbell"],"overview":"British hard rock band Def Leppard are celebrated in this compilation of 2 of their best-selling video releases. HISTORIA is a collection of all 17 music videos that the band put out from 1977 to 1988, including such hits as \"Photograph,\" \"Animal,\" and both the U.S. and U.K. versions of \"Pour Some Sugar On Me.\" IN THE ROUND IN YOUR FACE is a live concert film which captures Joe Elliott and the boys in raucous performances of hits like \"Hysteria\" and \"Bringin' on the Heartbreak.\"","release_date":"2002-02-26","vote_average":10.0,"runtime":177,"cert":"","id":85322,"title":"Def Leppard - Historia, In the Round, In Your Face","adult":false,"genre_ids":[10402]},{"cast":["Prinzzess","Jana Jordan","Darryl Hanah","Jordan Kingsley","Ariel X."],"overview":"University of Thornhill has long been the big powerhouse in the highly competitive Big 6 Women's Eastern Athletic Conference. Critics of the school attribute this to one thing, MONEY.  These are professional-league lesbians taking advantage of a straight-girl farm system.","release_date":"2009-03-20","vote_average":0.0,"runtime":159,"cert":"N\/A","id":85323,"title":"Field Of Schemes Part 4","adult":true,"genre_ids":[]},{"cast":["Alan Arkin","Paul Benedict","Charles Durning","Héctor Elizondo","Bruce Bennett"],"overview":"Alan Arkin, dressed like a sea captain, aimlessly sails the American highways in his 18 wheeler mumbling manic, southern accented non sequiturs; carnivalizing roadside stops and happenstance towns while out-wierding cops and weigh stations with his new cryptic, overcoated hitchhiker buddy.","release_date":"1972-08-08","vote_average":5.0,"runtime":93,"cert":"N\/A","id":85324,"title":"Deadhead Miles","adult":false,"genre_ids":[35]},{"cast":["Paul Le Mat","Candy Clark","Bruce McGill","Roberts Blossom","Charles Napier"],"overview":"The interlaced stories of several characters in a small town united by their use of CB (citizen's band) radio.","release_date":"1977-09-29","vote_average":5.6,"runtime":98,"cert":"N\/A","id":85325,"title":"Citizens Band","adult":false,"genre_ids":[35]},{"cast":["Marshall Thompson","Willard Parker","Joan Vohs","Jack Elam","Leo Gordon"],"overview":"Simon Lute ekes out a modest living chartering his skiff to tourists and guiding them through the labyrinthine bayou.","release_date":"1957-05-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":85326,"title":"Lure of the Swamp","adult":false,"genre_ids":[53]},{"cast":["Trini Alvarado","Jeremy Levy","John Lithgow","David Selby","Roberta Maxwell"],"overview":"Two 12 year olds, the products of Upper West Side broken homes, struggle to make sense of their parents lives and their own adolescent feelings","release_date":"1979-08-01","vote_average":6.1,"runtime":101,"cert":"N\/A","id":85327,"title":"Rich Kids","adult":false,"genre_ids":[18,35,53]},{"cast":["Adrian Pasdar","Jon Cryer","Tim Guinee","Adam Oliensis","Mia Sara"],"overview":"Four guys sit around drinking beer and talking, trying to figure out the meaning of \"the pompatus of love\" (from the Steve Miller song \"Joker\") and analyzing their relationships with women.","release_date":"1996-07-26","vote_average":5.3,"runtime":99,"cert":"N\/A","id":85328,"title":"The Pompatus of Love","adult":false,"genre_ids":[35,10749,18]},{"cast":["Rashad Evans","Phil Davis","Michael Bisping","Chael Sonnen","Demian Maia"],"overview":"UFC on Fox: Evans vs. Davis (also known as UFC on Fox 2) is an upcoming mixed martial arts event to be held by the Ultimate Fighting Championship on January 28, 2012 at the United Center in Chicago, Illinois.","release_date":"2012-01-28","vote_average":6.6,"runtime":112,"cert":"N\/A","id":85329,"title":"UFC on Fox 2: Evans vs. Davis","adult":false,"genre_ids":[]},{"cast":["Jerry Banks","Jamie Blake","Mystro Clark","Jill Bennett","Desi Lydic"],"overview":"After telling her fiancé, Dana, that her entire family is dead, Manhattanite Alex whisks off to her childhood home in South Carolina to serve as bridesmaid at her high-maintenance, estranged sister Jeannie's wedding. As she tries not to steal Jeannie's thunder by telling her family that a) she's engaged, and b) the man she's going to marry is a Jewish African American, things get a little mixed up.","release_date":"2007-01-01","vote_average":5.8,"runtime":96,"cert":"N\/A","id":85330,"title":"Out At The Wedding","adult":false,"genre_ids":[10749]},{"cast":["Joe Elliott","Rick Savage","Rick Allen","Phil Collen","Vivian Campbell"],"overview":"this concert which was recorded live at Kokusai Forum, Tokyo, Japan in 1999 October","release_date":"1999-10-02","vote_average":0.0,"runtime":109,"cert":"N\/A","id":85331,"title":"Def Leppard: In Japan Euphoria Tour","adult":false,"genre_ids":[10402]},{"cast":["Iya Ninidze","Andrey Mironov","Aleksandr Shirvindt","Lyudmila Gurchenko","Irina Gubanova"],"overview":"Denise de Flavigny, a young convent student, discovers a double-life of the organist Célestin, who teaches her music at the convent. He secretly composes popular operettas for his mistress Corinne. Célestin visits the city to witness the premiere of his latest effort; Denise escapes the convent as well. Following a quarrel with Célestin, Corinne walks out and instead, Denise appears in her role, taking the name Mam'zelle Nitouche. Denise falls in love with Fernand, a handsome young soldier. Both Denise and Célestin are mistaken for soldiers absent without leave and shipped off to an army camp. A series of coincidences brings happiness to all concerned.","release_date":"1976-12-19","vote_average":5.7,"runtime":126,"cert":"N\/A","id":85332,"title":"Heavenly Swallows","adult":false,"genre_ids":[10749,18,35]},{"cast":[],"overview":"Drawing upon recently declassified documents, archival footage and behind-the-scenes interviews, \"Wonders Are Many: The Making of 'Doctor Atomic'\" chronicles the creation of the monumental opera based on the mysterious and paradoxical “father of the atomic bomb,” Dr. Robert Oppenheimer, as his team prepares to detonate the world’s first atomic weapon.","release_date":"2013-08-07","vote_average":0.5,"runtime":92,"cert":"N\/A","id":85337,"title":"Wonders Are Many: The Making of Doctor Atomic","adult":false,"genre_ids":[99]},{"cast":["Archana Kavi","Kailash","Samvrutha Sunil","Sreedevi Unni","Rima Kallingal"],"overview":"Director Lal Jose is all ready with Neela Thamara, a remake of the 1979 hit by the same name, that was scripted by M.T. Vasudevan Nair and directed by Yusaf Ali Kechery. The film has had its shoot at various locations as Pattambi, Malamalkavu, Chamravattam, Kuttippuram and Thavanur.","release_date":"2009-01-23","vote_average":6.5,"runtime":109,"cert":"N\/A","id":85338,"title":"Neelathamara","adult":false,"genre_ids":[18]},{"cast":["Robert Conrad","Ross Martin","Harry Morgan","Jonathan Winters","René Auberjonois"],"overview":"Robert Conrad and Ross Martin reprise their roles as Secret Service agents of the 1890s.","release_date":"1980-10-07","vote_average":5.0,"runtime":94,"cert":"N\/A","id":85339,"title":"More Wild Wild West","adult":false,"genre_ids":[10770,37]},{"cast":["Sven-Bertil Taube","Rebecca Ferguson","Dan Ekborg","Malin Morgan","Marta Oldenburg"],"overview":"When George (Sven-Bertil Taube), a half-blind widower, learns that his children (Malin Morgan, Dan Ekborg) have conceived an elaborate plan to get their hands on his assets before he dies, he must confront his life choices. After catching his young home help Maria (Rebecca Ferguson's screen debut) red-handed in the act of stealing, George blackmails her into assisting him in a counterattack, triggering off a chain reaction in the family. George's children discover that he has a secret mistress in France.","release_date":"2011-09-30","vote_average":6.3,"runtime":105,"cert":"N\/A","id":85340,"title":"A One-Way Trip to Antibes","adult":false,"genre_ids":[18]},{"cast":["Robert Conrad","Ross Martin","Paul Williams","Harry Morgan","René Auberjonois"],"overview":"In the year 1885. After years of retirement West is called in from his Mexican home, and Gordon is taken off the road as a Shakespearian actor to track down and arrest Dr. Michelito Loveless, Jr. The evil son of their most famous opponent has kidnapped the heads of state of countries from around the world and replaced them with deplicates under his control. West and Gordon must stop him before President Cleveland is replaced, but the job won't be easy as the mad scientist has at his disposal a wide assortment of advanced weapons-ranging from robots to atomic bombs. Written by TrinaPreston3ao.com","release_date":"1979-05-09","vote_average":5.6,"runtime":96,"cert":"N\/A","id":85341,"title":"The Wild Wild West Revisited","adult":false,"genre_ids":[10770,37]},{"cast":["Jayaram","Sheela Kaur","Siddique","Suraj Venjaramoodu","Janardhanan"],"overview":"'Makeup Man' tells the story of cinema within cinema. Directed by Shafi, the film has Jayaram and Sheela in lead roles.  The film inside the film is titled 'Cindrella' and Sheela plays Anamika, the actress doing the female lead in 'Cindrella'. Kunchacko Boban plays her hero in the film, while Siddiq plays Sidharth, the director.","release_date":"2011-02-10","vote_average":5.6,"runtime":150,"cert":"N\/A","id":85342,"title":"Makeup Man","adult":false,"genre_ids":[35,10749]},{"cast":["Rick Neilsen","Tom Petersson","Robin Zander","Bun E. Carlos"],"overview":"The group salutes the 40th anniversary of the seminal Beatles album with a dynamic track-by-track rendition that features the New York Philharmonic, an Indian music ensemble, and an array of special guests. At the helm is Geoff Emerick who engineered the Fab Four's definitive album in 1967. Cheap Trick infuse their brand of Beatlesque power pop into a live tribute that pays homage to their musical influences. Never before performed live in its entirety by the Beatles, this footage is an exclusive opportunity to hear the complete album performed live. Extras include interviews with Cheap Trick - all never before seen.  This musical release features the rock band Cheap Trick performing The Beatles' classic album SGT. PEPPER'S LONELY HEARTS CLUB BAND.","release_date":"2009-08-25","vote_average":0.0,"runtime":47,"cert":"N\/A","id":85343,"title":"Cheap Trick: Sgt. Pepper Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"DVD 2011 Half Century of Progress V featuring Big Blue from Rantoul Il. This is the Big Show that has all the antigue equipment out working in the fields.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85344,"title":"Half Century of Progress V","adult":false,"genre_ids":[18,99]},{"cast":["Peter Lupus","Helga Liné","Mario Petri","Arturo Dominici","Piero Lulli"],"overview":"Hercules fights to free the people of Babylon from an evil sorceress.","release_date":"1964-12-25","vote_average":4.2,"runtime":96,"cert":"N\/A","id":85347,"title":"Hercules and the Tyrants of Babylon","adult":false,"genre_ids":[14,12]},{"cast":["Tom Arnold","Tom Archdeacon","Nathaniel Marston","Mike Starr"],"overview":"A little Christmas magic causes two coworkers with contrasting lifestyles to switch sexual orientations.","release_date":"2011-11-15","vote_average":4.9,"runtime":87,"cert":"N\/A","id":85348,"title":"Walk a Mile in My Pradas","adult":false,"genre_ids":[35]},{"cast":["Moe Arai","Miu Nakamura","Aika Ôta","Kensuke Owada","Koichi Ohori"],"overview":"Tsukiko is part of the photography club at school, but has always felt less than her sister Tomie. She's cute and very popular among boys. However, one day, Tomie dies in a horrible accident, triggering endless nightmares for Tsukiko. One year later, right when Tomie was supposed to turn 18, someone knocks on the door. Tomie is back. Little by little, Tomie will start to show her darkest side to Tsukiko, making her nightmares come to life.","release_date":"2011-05-14","vote_average":4.4,"runtime":85,"cert":"N\/A","id":85349,"title":"Tomie: Unlimited","adult":false,"genre_ids":[27]},{"cast":["Ellar Coltrane","Patricia Arquette","Ethan Hawke","Lorelei Linklater","Libby Villari"],"overview":"The film tells a story of a divorced couple trying to raise their young son. The story follows the boy for twelve years, from first grade at age 6 through 12th grade at age 17-18, and examines his relationship with his parents as he grows.","release_date":"2014-06-05","vote_average":7.5,"runtime":165,"cert":"15","id":85350,"title":"Boyhood","adult":false,"genre_ids":[18]},{"cast":["Liya Akhedzhakova","Elena Morozova","Yuliya Rutberg","Aleksey Serebryakov","Igor Yasulovich"],"overview":"Four novels: \"Spring\", \"Summer\", \"Autumn\", \"Winter\" - four very different love stories...","release_date":"2008-06-08","vote_average":4.7,"runtime":98,"cert":"N\/A","id":85351,"title":"Four Ages of Love","adult":false,"genre_ids":[10749,18]},{"cast":["Neil Hamilton","June Storey","Douglas Fowley","Evelyn Brent"],"overview":"Private detective 'Duke' Martindale and his wife, Phyllis, an attorney, are working together to clear a girl falsely convicted of murdering a judge. Two people who know the truth are killed and 'Duke' Is shot at. Despite some interference by Police-Sergeant Brent, and a dangerous automobile chase and 'Duke' and Phyllis finding themselves prisoners of the real murderers, the case is solved.","release_date":"1941-09-12","vote_average":0.0,"runtime":63,"cert":"N\/A","id":85352,"title":"Dangerous Lady","adult":false,"genre_ids":[9648,35]},{"cast":["Daniel O'Keefe","Megan McKenna","Kenyon Adams","Richard Harvell","Yohei Kawamata"],"overview":"No overview found","release_date":"2010-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85353,"title":"Lucky Life","adult":false,"genre_ids":[18,10749]},{"cast":["Griffith Jones","Lisa Gastoni","Vincent Ball","Eddie Byrne"],"overview":"A woman (Lisa Gastoni) witnesses the theft of soiled banknotes from a mail delivery truck, then is threatened by the perpetrators of the crime.","release_date":"1957-06-01","vote_average":0.0,"runtime":78,"cert":"","id":85354,"title":"Menace In The Night","adult":false,"genre_ids":[]},{"cast":["Andrei Gromov","Natalya Seleznyova","Tatyana Pelttser","Yevgeni Lebedev","Rina Zelyonaya"],"overview":"Do you know that there are doctors who can prescribe you the medicine to be brave?..","release_date":"1970-06-06","vote_average":7.6,"runtime":79,"cert":"N\/A","id":85355,"title":"The Adventures of the Yellow Suitcase","adult":false,"genre_ids":[10751,35,14]},{"cast":["John Bentley","Phyllis Kirk","Leonard White","Glyn Houston","Patrick Jordan"],"overview":"British diamond smugglers use the radiowoman (Phyllis Kirk) from a freighter docked on the Thames to unwittingly \"mule\" their swag, hidden in cigarettes,  past customs, not knowing that she has befriended an Inspector for the Thames River Patrol.","release_date":"1954-07-16","vote_average":6.2,"runtime":70,"cert":"N\/A","id":85356,"title":"River Beat","adult":false,"genre_ids":[80,18]},{"cast":["Paul Douglas","Ruth Roman","Bonar Colleano","Grégoire Aslan","Sid James"],"overview":"A gangster's wife drives him to kill as she pushes him to the top.","release_date":"1956-02-01","vote_average":7.4,"runtime":90,"cert":"N\/A","id":85357,"title":"Joe Macbeth","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Sergeant wakes up alone with only a widescreen TV for company, in a place designed for him to relax in peace and tranquility, for all eternity...","release_date":"2001-10-07","vote_average":6.8,"runtime":3,"cert":"","id":85358,"title":"Fifty Percent Grey","adult":false,"genre_ids":[35,16,878]},{"cast":[],"overview":"Splinters is the first feature-length documentary film about the evolution of indigenous surfing in the developing nation of Papua New Guinea. In the 1980s an intrepid Australian pilot left behind a surfboard in the seaside village of Vanimo. Twenty years on, surfing is not only a pillar of village life but also a means to prestige. With no access to economic or educational advancement, let alone running water and power, village life is hermetic. A spot on the Papua New Guinea national surfing team is the way to see the wider world; the only way.","release_date":"2012-02-13","vote_average":6.0,"runtime":95,"cert":"N\/A","id":85359,"title":"Splinters","adult":false,"genre_ids":[99]},{"cast":["Vladimir Gostyukhin","Nikolay Grinko","Oleg Anofriev","Zinaida Sharko","Leonid Kharitonov"],"overview":"A truck driver meets a bunch of orphan children during his night trip. Suddenly his life start changing.","release_date":"1978-06-06","vote_average":7.0,"runtime":75,"cert":"N\/A","id":85360,"title":"Accidental Passengers","adult":false,"genre_ids":[18]},{"cast":["Aleksandr Abdulov","Marina Neyolova","Yuriy Kuznetsov","Aristarkh Livanov"],"overview":"Герой фильма сидит в тюрьме, и из него пытаются выбить показания, где лежат большие деньги - в какой стране, городе, банке, банковский счет... А умный, красивый и мужественный Абдулов нагло и обидно над следователем издевается и читает в камере \"Онегина\" сокамернику-вьетнамцу, делающему ему массаж. Тогда за него лично берется старший следователь, жена думского депутата, любви к мужу не испытывающая.","release_date":"1993-01-01","vote_average":1.0,"runtime":99,"cert":"N\/A","id":85361,"title":"Tyuremnyy Romans","adult":false,"genre_ids":[18]},{"cast":["Jencarlos Canela","Juan C. Bofill","Al Galvez","Sonya Smith","Seth Gordon"],"overview":"Three men are hunting when an airplane drops bails of drugs on the ground in their vicinity. The men must decide whether to be law-abiding citizens and report the drugs or take the drugs and sell them for millions of dollars. Various opportunities present themselves to the hunters for them to leave the drugs behind and make off with their lives. This creates conflicts between the two protagonists, Brandon and Jose...The third hunter, Peter, has little will of his own. He usually agrees with Jose who is the more insistent of the two. The lure of easy money entices the hunters into an action packed adventure as drug dealers - led by Paco... Written by Juan C. Bofill","release_date":"2010-04-22","vote_average":0.0,"runtime":110,"cert":"N\/A","id":85362,"title":"Hunted by Night","adult":false,"genre_ids":[12,28,53]},{"cast":["Miou-Miou","Maria Schneider","Daniel Duval","Niels Arestrup","Jean Benguigui"],"overview":"A girl, Marie is led into prostitution by her pimp boyfriend, Gerard. She must not only give money to him but to the gangsters that explore him as well. Marie, together with a friend, Maloup, will try to become independent. They start to work the streets on their own but they will meet physical and sexual violence. They return to the brothels, and Marie goes back to her pimp, but Gerard has his caprices and wants more and more – he's in a spiral downwards and he's leading Marie with him. There's seems to be no escape.","release_date":"1979-06-05","vote_average":6.7,"runtime":107,"cert":"N\/A","id":85363,"title":"Memoirs of a French Whore","adult":false,"genre_ids":[18]},{"cast":["Preston Foster","Lila Lee","Melvyn Douglas","Shirley Grey","Roscoe Ates"],"overview":"Money was what gangster Vince M. Falcone wanted most and he did lay hands on millions of dollars by fair means or (mostly) foul. But once he became rich what he craved for was respectability. So why not marry a lovely society lady? And with a young daughter as a bonus Mister Falcone could show off among the creme de la creme. Of course when times got rough he felt free to desert his wife and little girl. Fortunately Taps, a lawyer working for the underworld, will console them both.","release_date":"1935-04-29","vote_average":0.0,"runtime":65,"cert":"N\/A","id":85364,"title":"The People's Enemy","adult":false,"genre_ids":[80]},{"cast":["Alain Delon","Richard Conte","Roger Hanin","Carla Gravina","Marc Porel"],"overview":"A mob hitman wants to retire, but his bosses don't think that's a good idea. Complications--and many bloody shootouts-ensue.","release_date":"1973-08-23","vote_average":5.7,"runtime":107,"cert":"N\/A","id":85365,"title":"No Way Out","adult":false,"genre_ids":[28,80,18]},{"cast":["David Janssen","Andrea Marcovicci","John Anderson","Jodie Foster","Howard Da Silva"],"overview":"Harry Orwell has been retired from the force ever since he caught a bullet that lodged inoperably in his back. But that doesn’t mean the man called Harry O is out of the action. Moonlighting as a private sleuth, fighting off daily back pain and typically traveling by public bus instead of his own car (“It gives a man a chance to think”), he’s on the trail of the lowlife who murdered his pal’s son-in-law. It won’t be the only time the killer strikes before Harry closes in. David Janssen (The Fugitive) portrays dogged detective Harry in the telefilm that was the second of two pilots preceding his memorable Harry O series. Among the highlights: young Jodie Foster as Liberty, the wise-beyond-her-years homeless waif Harry befriends.","release_date":"1974-02-03","vote_average":5.3,"runtime":100,"cert":"N\/A","id":85366,"title":"Smile Jenny, You're Dead","adult":false,"genre_ids":[80,18,10770]},{"cast":["Edward G. Robinson","Paulette Goddard","K. T. Stevens","Porter Hall","Adam Williams"],"overview":"A Los Angeles police captain (Edward G. Robinson) ties the case of a slain policeman to a bank robbery, all in a day.","release_date":"1953-07-31","vote_average":6.1,"runtime":87,"cert":"N\/A","id":85367,"title":"Vice Squad","adult":false,"genre_ids":[80]},{"cast":["Janet Mason","Rane Revere","Darryl Hanah","Avy Scott","Ginger Lee"],"overview":"Legal and ready for drama! In this courthouse no case is left open... just legs. Whether they're the girl in trouble, looking for an internship or going over legal briefs for their next big case, these girls are hot, horny and looking for some satisfaction! Their intimate, tender caresses turn into fondling and finger fucking in no time! Time it right and you'll climax right along with them!","release_date":"2009-10-16","vote_average":0.0,"runtime":146,"cert":"N\/A","id":85368,"title":"Lesbian Legal 4","adult":true,"genre_ids":[10749]},{"cast":["Dan Vadis","Špela Rozin","Carla Calò","Ken Clark","Maria Fiore"],"overview":"Hercules battles to save the population from a giant dragon.","release_date":"1964-03-19","vote_average":2.6,"runtime":85,"cert":"N\/A","id":85369,"title":"Son of Hercules in the Land of Darkness","adult":false,"genre_ids":[12,14]},{"cast":["Samantha Ryan","Annabelle Lee","Satine Phoenix","Mz. Berlin"],"overview":"A beautiful, tragic blonde, desperate for a way out. A psychotic, sadistic movie star who always gets her way. A down-on-her-luck ex-con desperate for love -- and money. But are things really as they seem, or is the truth even more sinister? In this innovative lesbian film from Sweetheart Video, suspense and mystery permeate intense sexual encounters between beautiful blonde Samantha, exotic Satine Phoenix, and retro-goddess Ms. Berlin. shot in the style of 1940s black-and-white film noir, but with full color, high definition sex scenes. Lesbian Noir: The Pool Girl will leave you breathless - and satisfied.","release_date":"2008-11-26","vote_average":0.0,"runtime":166,"cert":"N\/A","id":85370,"title":"Lesbian Noir: The Pool Girl","adult":true,"genre_ids":[]},{"cast":["Ján Kroner","Ondřej Vetchý","Zuzana Skopálová","Ján Mildner","Bohuslav Čáp"],"overview":"Woodcutter Ondra, who for his bold nature is called Nebojsa. He goes into the world to learn fear. During his journey, on which he is accompanied by a cowardly thief Ferka, he can deal with a bunch of bandits, vicious mill, fiery rock and eventually he must confront the evil wizard who swore a beautiful princess. Will Ondra do all his courage and ingenuity to liberate Princess?","release_date":"1989-08-01","vote_average":8.0,"runtime":81,"cert":"N\/A","id":85371,"title":"Don't Be Afraid","adult":false,"genre_ids":[12,10751]},{"cast":["Leonid Kharitonov","Oleg Golubitsky","Viktor Khokhryakov","Lidiya Chernyshyova","Oleg Anofriev"],"overview":"A story of a young man Alexey who comes to Moscow from Siberia trying to get into one of the Moscow universities.","release_date":"1956-02-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":85372,"title":"Good Luck!","adult":false,"genre_ids":[18,10749]},{"cast":["Falk Hentschel","Sofia Boutella","George Sampson","Stephanie Nguyen","Delphine Nguyen"],"overview":"After suffering humiliation by the crew Invincible, street dancer Ash looks to gather the best dancers from around the world for a rematch.","release_date":"2012-03-30","vote_average":5.9,"runtime":85,"cert":"","id":85373,"title":"StreetDance 2","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Yelena Solovey","Sergey Shakurov","Ernst Romanov","Yuri Demich","Elena Safonova"],"overview":"Young mathematician Dmitry hard going through the care of his wife. Having accidentally got to the shooting of the film, the hero suddenly begins to realize that the plot is based on the memories of his ex-wife.","release_date":"1981-01-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":85374,"title":"Thanks to all!","adult":false,"genre_ids":[18]},{"cast":["Kjell Bergqvist","Sofia Ledarp","Björn Kjellman","Dietrich Hollinderbäumer","Johan Klintberg"],"overview":"A young woman - Malin (Ledarp) - has recently gone through a family trauma. She decides to leave his hometown and start a new life in a city north. During his long drive, she meets a mysterious man (Bergqvist) that begins persecuting her. Before she knows it, she has been kidnapped - and taken to a basement somewhere in the forests. Does anyone know that she is gone? Will anyone save her? She can only rely on himself if he wants to survive.","release_date":"2011-08-26","vote_average":6.3,"runtime":95,"cert":"N\/A","id":85375,"title":"Gone","adult":false,"genre_ids":[53]},{"cast":["Gina Lollobrigida","Gino Cervi","Nadia Gray","Armando Francioli"],"overview":"A poor musician hires a courtesan to pose as his wife so he can \"give\" her to a wealthy count in return for patronage.","release_date":"1952-07-12","vote_average":5.0,"runtime":84,"cert":"N\/A","id":85376,"title":"Wife for a Night","adult":false,"genre_ids":[35,10749]},{"cast":["Masaki Okada","Riisa Naka","Yukiyoshi Ozawa","Kento Kaku","Haru"],"overview":"On Christmas day, a bomb explodes in a shopping mall. The explosion was perpetrated by a serial bomber. A 9-year-old boy Kuro Hazama and his mother Mitsuko (Naho Toda) are seriously and transfered to a university hospital.  With the elite skills of surgeon Dr. Jontaro Honma (Masachika Ichimura), Kuro survives, but is shocked to learn his mother is in a coma. Dr. Honma tells Tokio that when medical science advances, Michiko might one day awake. Tokio decides then to become a doctor.  15 years later, 24-year-old Kuro is a medical student and his mother is still in a coma. Kuro researches ways to awaken his mother whilst practising medicine without a licence.","release_date":"2011-04-23","vote_average":0.0,"runtime":128,"cert":"N\/A","id":85377,"title":"Young Black Jack","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85382,"title":"Pieter Post - De Piratenschat","adult":false,"genre_ids":[10751,16,12]},{"cast":["Ian Hunter","C.K. Bibby","Hud Browning","Ronald Campbell","Shakti Chen"],"overview":"Duncan Jax must stop the evil terrorist Scarlet Leader from acquiring nuclear bombs that could start WW3. Together with the trusty baboon, Boon, he takes on the almost impossible mission! He must steal the gold that Scarlet leader plans to use to purchase the weapons of destruction.","release_date":"1988-11-02","vote_average":5.0,"runtime":90,"cert":"N\/A","id":85385,"title":"Unmasking The Idol","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Legs of Steel is a ski film project. Legs of Steel is a Company. But most importantly, Legs of Steel is a Crew. A Crew of like minded friends, sharing the same passion for rock and roll music, freeskiing and filmmaking.","release_date":"2011-10-25","vote_average":0.0,"runtime":27,"cert":"N\/A","id":85386,"title":"Nothing Else Matters","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about former Major League Baseball player, Bill \"The Spaceman\" Lee. Lee was the ultimate gonzo player, a brilliant left handed pitcher who defied every manager or front office executive who tried to control him. The fans loved him and so did sportswriters who delighted in asking the usual baseball questions, only to get philosophical responses involving the relationship between existentialism and the curveball or the effects of karma on a pitcher's rotator cuff.","release_date":"2006-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85387,"title":"Spaceman: A Baseball Odyssey","adult":false,"genre_ids":[99]},{"cast":["Karoline Eichhorn","Antonio Wannek","Sebastian Urzendowsky","Ralph Herforth","Peter Lohmeyer"],"overview":"Katrin and Jürgen spend their holidays in Corsica. Katrin is in her mid-thirties, working as a tracer at Jürgen's company who suddenly remembers he's married -- but not with Kathrin. So they decide to end their vacation earlier than they had planned. Virtually a second before they start to drive back to the airport, Katrin takes her belongings out of Jürgens car again and lets him go. Now being alone for the remaining days of her vacation, Katrin finds herself more and more bewildered by the things that happened to her.","release_date":"2002-07-25","vote_average":5.0,"runtime":122,"cert":"N\/A","id":85388,"title":"A Map of the Heart","adult":false,"genre_ids":[18,53]},{"cast":["Lourenço Mutarelli","Simone Spoladore","Betty Gofman"],"overview":"A talent scout brings a young singer to São Paulo, intent on introducing her to a renowned conductor. As they wait for the day of the audition, they stay in a hotel room where, between coffee and cigarettes, the scout foresees the singer’s future in the cigarette pack warnings as if they were tarot cards. During all this waiting, his true intentions will be revealed.","release_date":"2011-04-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":85389,"title":"Stillborn","adult":false,"genre_ids":[18]},{"cast":["David A.R. White"],"overview":"An atheist philosophy club at a college harasses a Christian, Scott, who claims to have inside knowledge of when the world will end. To vindicate himself and \"defeat\" the athiests, he prepares a presentation based on a bible study he finds in the library. Although initially confident, Scott begins to have doubts due to the theoretical nature of the study. Meanwhile, his buddy Matt (who is having prophetic dreams of his own) is frustrated because he feels Scott is uprepared for the presentation and that the responsibility will fall on him to bail his friend out.","release_date":"1995-08-05","vote_average":7.0,"runtime":53,"cert":"N\/A","id":85390,"title":"End Of The Harvest","adult":false,"genre_ids":[]},{"cast":["Fernandel","Andrex","Édouard Delmont","Antonin Berval","René Génin"],"overview":"In Cantagrel, Urbain Coindet, a farmer and town councilor in his forties, finds his wife hanging from a beam in the barn. Aurélie Coindet has committed suicide but not everybody is convinced. The village is soon divided in two conflicting sides, the Republicans who support Urbain and the clericals accusing him of murder, which particularly suits Frédéric, a tobacco smuggler who hates the farmer. Urbain's case becomes even worse as he develops a tender feeling for Jeanne, a sweet young lady who happens to be Frédéric's sister...","release_date":"1951-10-10","vote_average":0.0,"runtime":92,"cert":"N\/A","id":85391,"title":"The Hunting Ground","adult":false,"genre_ids":[35,18]},{"cast":["Jean-Paul Belmondo","Joanna Shimkus","Raymond Bussières","Paul Crauchet","Stéphane Fey"],"overview":"Race driver who has lost his membership card becomes the chauffeur of a gangsters pack","release_date":"1968-11-04","vote_average":6.3,"runtime":103,"cert":"N\/A","id":85392,"title":"Ho!","adult":false,"genre_ids":[28,18]},{"cast":["Maiko Asano","Makoto Ashikawa","Ryuta Sato","Masaki Miura","Mai Takahashi"],"overview":"Shogo (Ryuta Sato), the arrogant and condescending star of a popular call-in radio-show must temporarily broadcast out of Studio 6, a creepy and dilapidated booth abandoned since its last DJ committed suicide several years ago. Suddenly, Shogo begins receiving disturbing calls, the voice on the line whispers \"Liar\" over and over. Is the joke on him, has someone discovered the truth about his sinister past, or has the curse of Studio 6 been unleashed again? In this Booth, all sins will be atoned for.","release_date":"2005-11-05","vote_average":8.0,"runtime":73,"cert":"N\/A","id":85393,"title":"The Booth","adult":false,"genre_ids":[18,53]},{"cast":["Julia Jentsch","Peter Gantzler","Maciej Stuhr","Małgorzata Hajewska-Krzysztofik","Andrzej Hudziak"],"overview":"The Polish artist Julia and her husband Piotr, a talented and successful composer, live in Kraków. When Julias's mother, Barbara falls ill with stomach cancer, the life of the family is falling apart. Julia accompanies her mother to death, but her husband Piotr is at rehearsals in Cologne and leaves her to cope with this difficult situation. Only her friend Adrian is at her side. Her father Jurek is also overwhelmed by the impending loss of his beloved wife. After the death of the mother her father takes comfort from alcohol. Shortly after the father dies. Julia found only in the arms of Adrian to rest, but this in turn destroyed her marriage to Piotr. After the loss of the parents and break up of the marriage she is now alone in the world with an uncertain future where Adrian is of little help","release_date":"2008-08-10","vote_average":5.1,"runtime":100,"cert":"N\/A","id":85394,"title":"33 Scenes from Life","adult":false,"genre_ids":[18]},{"cast":["Francis Blanche","Jean Poiret","Michel Serrault","Jean Yanne","Darry Cowl"],"overview":"","release_date":"1967-01-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":85395,"title":"Ces messieurs de la famille","adult":false,"genre_ids":[35]},{"cast":["Louis Jouvet","Paul Pauley","Edwige Feuillère","Simone Héliard","Marcel Vallée"],"overview":"A tale of a socially inept schoolmaster who must confront his own principles.","release_date":"1933-01-06","vote_average":6.8,"runtime":103,"cert":"N\/A","id":85396,"title":"Topaze","adult":false,"genre_ids":[18,35]},{"cast":["Stephen Mangan","Chris Coghill","Shaun Dingwall","Susan Lynch","Lara Belmont"],"overview":"When thirty-something David isn't working as a photographer at a high-street photo studio he is stressing over his love-life. Torn between his rather-too-agreeable girlfriend Lisa and the exciting but tricky Nina, he has serious decision to make. When he gets it all wrong and loses them both he has to start all over again.","release_date":"2006-08-20","vote_average":6.0,"runtime":78,"cert":"","id":85397,"title":"Someone Else","adult":false,"genre_ids":[35]},{"cast":["Yukio Aoshima","Kyôko Kishida","Hiroshi Akutagawa","Sachiko Itô"],"overview":"Beautifully constructed, 1001 Nights stays true to the lush and mysterious backdrop of the well known and age old story. Tezuka remolds the story into an escapist fantasy where a 60s-era working man is transported back to an era of entirely fictitious Arabian details. Seemingly at odds with itself, 1001 Nights consistently unfolds in a way that combines Playboy graphics, Arabian rug design and traditional Japanese scroll paintings.  Sound like a strange mix? You bet and along the way we experience some of the great cultural juxtapositions that makes Tezuka the unpredictable style it is.  Source: MAL","release_date":"1969-06-14","vote_average":7.3,"runtime":128,"cert":"N\/A","id":85398,"title":"A Thousand and One Nights","adult":false,"genre_ids":[16,18,14]},{"cast":["Hideo Kinoshita","Junpei Takiguchi","Kiyoshi Kawakubo"],"overview":"From Anime-Planet:\r Two young aspiring adventurers, Sindbad and Ali, find an old sailor who has washed up on the shore. With his final breath, the sailor tells them a tale of a hidden treasure and hands over the map he had held on to through his trials. And so, the two would-be heroes are off for adventure. But the road to riches is paved with hardships: their travels lead from stowing away on a ship to the sultan's dungeons -- only to escape with the sultan's daughter in tow!","release_date":"1962-07-21","vote_average":6.0,"runtime":81,"cert":"N\/A","id":85399,"title":"Arabian Nights: The Adventures of Sinbad","adult":false,"genre_ids":[28,12,16,14]},{"cast":[],"overview":"Hunters Video - Argentina Record","release_date":"","vote_average":9.5,"runtime":null,"cert":"N\/A","id":85400,"title":"Hunters Video - Argentina Record","adult":false,"genre_ids":[]},{"cast":["Benjamin von Stuckrad-Barre"],"overview":"","release_date":"2005-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85401,"title":"Stuckrad bei den Schweizern","adult":false,"genre_ids":[]},{"cast":["Shunsuke Matsuoka","Yôko Moriguchi","Toru Nakamura","Taro Suwa","Hua Rong Weng"],"overview":"Mitsuko, a thirty-something Japanese secretary, lives a very simple life devoid of ambition. She has an affair with Eiji, a rich, arrogant and newly divorced businessman who is intrigued by her retiring personnality but she quickly breaks up as he repeatedly tries to make her change her lifestyle and values. While Eiji ponders the reasons of the breakup, Mitsuko falls for one of her neighbours, a young slacker who has the same approach to life as her. But Mitsuko's new lover is fascinated by Eiji's power and social status... A triangle that will inevitably leave one of the characters \"unloved\".","release_date":"2001-11-05","vote_average":7.5,"runtime":117,"cert":"N\/A","id":85404,"title":"Unloved","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bing loves being a bee in DC. He loves the fresh air, the fragrant blossoms, and the honey. But when a ruthless queen hijacks the hive, Bing's world is tuned upside down.","release_date":"2007-10-15","vote_average":1.2,"runtime":42,"cert":"N\/A","id":85405,"title":"Plan Bee","adult":false,"genre_ids":[16]},{"cast":["Max Gillies","Serge Lazareff","Paul Vachon","Kurt Beimel","Abigail"],"overview":"The bawdy saga of the most infamous whomper of all time.","release_date":"1975-03-27","vote_average":7.0,"runtime":103,"cert":"N\/A","id":85406,"title":"The True Story of Eskimo Nell","adult":false,"genre_ids":[]},{"cast":["Hiroshi Fujioka","Arata Furuta","Yusuke Hirayama","Maki Horikita","Makoto Sakamoto"],"overview":"","release_date":"2005-07-02","vote_average":0.0,"runtime":115,"cert":"N\/A","id":85407,"title":"The All-Out Nine: Field of Nightmares","adult":false,"genre_ids":[28,35]},{"cast":["Dana Vávrová","Werner Stocker","Hans Schuler","Ivana Chýlková","Renate Grosser"],"overview":"Munich, World War II: The young Kati Zeiler runs a small barbershop. Her husband Felix is ​​fighting on the Eastern Front. So Kati draws her daughter Marie alone. A bomb attack destroys the shop and the apartment.","release_date":"1990-01-01","vote_average":9.0,"runtime":105,"cert":"N\/A","id":85408,"title":"Rama Dama","adult":false,"genre_ids":[]},{"cast":["Elif Bülbül","Mehmet Bülbül","Mete Dönmezer","Mehmet Usta","Mustafa Uzunyılmaz"],"overview":"A brother and sister are split up after their mother dies, their father remarries, and their new stepmother rejects them.","release_date":"2009-04-17","vote_average":8.0,"runtime":94,"cert":"N\/A","id":85409,"title":"Mommo","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"No overview found.","release_date":"1988-01-01","vote_average":6.8,"runtime":25,"cert":"N\/A","id":85410,"title":"Breakfast on the Grass","adult":false,"genre_ids":[]},{"cast":["Paul Ben-Victor","Evan Handler","John Kassir","Michael Chiklis","Joel Edgerton"],"overview":"A biography of the Three Stooges, in which their careers and rise to fame is shown throughout the eyes of their leader, Moe.","release_date":"2000-04-24","vote_average":6.1,"runtime":88,"cert":"N\/A","id":85411,"title":"The Three Stooges","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"A mixture of remembrances from friends and family, home movies, clips from Spikes work, and several interviews with Spike this tries to set the record straight and portray Spike as a person and not the \"Godfather of Comedy\".","release_date":"2005-12-17","vote_average":0.0,"runtime":null,"cert":"","id":85412,"title":"I Told You I Was Ill: The Life and Legacy of Spike Milligan","adult":false,"genre_ids":[]},{"cast":["Bob Hoskins","Sergiusz Żymełka","Krzysztof Majchrzak","Mirosław Baka","Andrzej Chyra"],"overview":"Sharkey, part of the sinister world of child trade, picks up Vlado, an orphan of war, dreaming of freedom and a better life. They embark upon a strange and enlightening journey through war torn Bosnia. As they struggle to get out of the country and fight to stay alive, they find a special love and compassion from which emerges their ultimate moral and spiritual redemption.","release_date":"2002-01-11","vote_average":7.7,"runtime":95,"cert":"N\/A","id":85415,"title":"Where Eskimos Live","adult":false,"genre_ids":[18]},{"cast":["Payton Leigh","June Summers","Riley Davis","Amber Chase","Prinzzess"],"overview":"Legal and ready for drama! In this courthouse no case is left open... just legs, bringing new meaning to \"open and shut\". The only pairs of scissors these girls need for office work are the ones they make with their bodies. Face it, these lawyers don't need a gavel, because the only banging they'll be doing is with their fingers!","release_date":"2009-09-11","vote_average":0.0,"runtime":169,"cert":"N\/A","id":85416,"title":"Lesbian Legal 3","adult":true,"genre_ids":[10749]},{"cast":["Nick Mathis","Sarah Smick","Erin Bodine","Anne McDaniels","Alexander Cardinale"],"overview":"Wry, cynical and full of off-beat humor, 'Apocalypse, CA' is the story of friends as they prepare for certain death at the hands of a massive asteroid, sex-inducing drugs, a three-hundred foot giant, and a horde of other absurd problems.","release_date":"2011-12-13","vote_average":4.5,"runtime":87,"cert":"N\/A","id":85423,"title":"Apocalypse, California","adult":false,"genre_ids":[14,12,35]},{"cast":[],"overview":"This short animation is about the darkroom between Eastern Europe and the American Dream. Prize of Land Baden-Württemberg from International Festival of Animated Film in Stuttgart, Germany 1992.","release_date":"1992-01-01","vote_average":4.3,"runtime":28,"cert":"N\/A","id":85424,"title":"Hotel E","adult":false,"genre_ids":[16]},{"cast":["Brock Lesnar","Paul Michael Lévesque","Michael Shawn Hickenbottom","Steve Austin","John Cena"],"overview":"Royal Rumble (2004) was the seventeenth annual Royal Rumble PPV. It was presented by Sony's PlayStation 2, took place on January 25, 2004 at the Wachovia Center in Philadelphia, Pennsylvania and featured talent from the Raw and SmackDown! brands.  Beginning with this Royal Rumble, the winner could challenge at WrestleMania his choice of either the WWE Championship or the World Heavyweight Championship.  The main event was the annual 30-man Royal Rumble match, which featured wrestlers from both brands. The primary match on the Raw brand was a Last Man Standing match between Triple H and Shawn Michaels for the World Heavyweight Championship. The predominant match on the SmackDown! brand was Brock Lesnar versus Hardcore Holly for the WWE Championship. The featured match on the undercard was a Tables match for the World Tag Team Championship between Evolution (Ric Flair and Batista) and the Dudley Boyz (Bubba Ray and D-Von).","release_date":"2004-01-25","vote_average":7.0,"runtime":180,"cert":"N\/A","id":85425,"title":"WWE Royal Rumble 2004","adult":false,"genre_ids":[28,18]},{"cast":["Chris Benoit","Randy Orton","Mark William Calaway","John Charles Layfield","Paul Michael Lévesque"],"overview":"SummerSlam (2004) was the seventeenth annual SummerSlam PPV. It was presented by Stacker 2's YJ Stinger and took place on August 15, 2004 at the Air Canada Centre in Toronto, Ontario and featured talent from the Raw and SmackDown! brands.  The main match on the Raw brand was Chris Benoit versus Randy Orton for the World Heavyweight Championship. The predominant match on the SmackDown! brand was John \"Bradshaw\" Layfield (JBL) versus The Undertaker for the WWE Championship. The featured matches on the undercard included Kurt Angle versus Eddie Guerrero and Triple H versus Eugene.","release_date":"2004-08-15","vote_average":6.0,"runtime":180,"cert":"N\/A","id":85426,"title":"WWE SummerSlam 2004","adult":false,"genre_ids":[28,18]},{"cast":["Randy Orton","Paul Michael Lévesque","Chris Benoit","Adam Copeland","Chris Irvine"],"overview":"Survivor Series (2004) was the eighteenth annual Survivor Series PPV. It was presented by Microsoft's Xbox and took place on November 14, 2004 at the Gund Arena in Cleveland, Ohio and starred talent from both the Raw and SmackDown! brands.  The main match on the Raw brand was a 4 on 4 Survivor Series match, a type of elimination match, between Team Orton (Randy Orton, Chris Benoit, Chris Jericho, and Maven) and Team Triple H (Triple H, Edge, Batista, and Snitsky). The predominant match on the SmackDown! brand was John \"Bradshaw\" Layfield (JBL) versus Booker T for the WWE Championship. The primary match on the undercard was a 4 on 4 Survivor Series match between Team Guerrero (Eddie Guerrero, The Big Show, Rob Van Dam, and John Cena) and Team Angle (Kurt Angle, Carlito, Luther Reigns and Mark Jindrak).","release_date":"2004-11-14","vote_average":6.0,"runtime":180,"cert":"N\/A","id":85427,"title":"WWE Survivor Series 2004","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"The first part depicts the heroine's toothache consequent to the loss of a very valuable watermelon, her dentistry and transportation to heaven. Next follows an elaborate exposition of the heavenly land, in terms of Israel and Montreal. The second part depicts the return to Earth from being eaten by Max Müller on the day Edward VII dedicated the Great Sewer of London.","release_date":"1962-01-01","vote_average":6.7,"runtime":66,"cert":"N\/A","id":85428,"title":"No. 12: Heaven and Earth Magic","adult":false,"genre_ids":[16]},{"cast":["Olivia Bonamy","Audrey Tautou","Axelle Ade-Pasdeloup","Didier Bezace","Marie Matheron"],"overview":"Three very different adolescent girls team up to take revenge on men until one day it is no longer a game.","release_date":"2000-02-09","vote_average":5.0,"runtime":95,"cert":"N\/A","id":85429,"title":"Pretty Devils","adult":false,"genre_ids":[18,35]},{"cast":["Lacie Harmon","Robin Greenspan","Mink Stole","Dom DeLuise","Lauren Maher"],"overview":"Two real-life lesbian actresses meet by chance when they are cast as lovers in a local stage play, and end up actually falling in love. Robin, who is married to her girlfriend for half a dozen years, and Lacie, someone who never had a lasting relationship, are both cast to play lesbian lovers in a Los Angeles stage play. Innocently, the stage director, Gabriel runs the actresses through a series of rehearsals designed to \"bring out the intimacy\" in each performer. Soon the two women find themselves increasingly and undeniably attracted to each other and overcome with desire. They must ask themselves whether this relationship is manufactured, created for the sake of the \"girl play\", or is true love.","release_date":"2004-07-11","vote_average":6.3,"runtime":80,"cert":"N\/A","id":85430,"title":"Girl Play","adult":false,"genre_ids":[35]},{"cast":["Bree Turner","Sam Jaeger","Victor Garber","Lin Shaye","Amber Jaeger"],"overview":"Soon after Thom starts operating as an illegal taxi driver in New York City, Claire hires him to drive her to California after her estranged father suffers a heart attack.","release_date":"2011-03-02","vote_average":6.6,"runtime":97,"cert":"N\/A","id":85431,"title":"Take Me Home","adult":false,"genre_ids":[35,10749]},{"cast":["Mariano Martinez","Eugenia Tobal"],"overview":"Leo y Ana eran una pareja muy feliz hasta que ella decide viajar a España para probar suerte como chef y él prefiere quedarse en Buenos Aires. Se separan, pero cuatro años más tarde vuelven a encontrarse y no saben si vale la pena apostar de nuevo por su amor.","release_date":"2011-08-04","vote_average":0.0,"runtime":104,"cert":"N\/A","id":85432,"title":"Güelcom","adult":false,"genre_ids":[]},{"cast":["Rebel Wilson","Xavier Samuel","Olivia Newton-John","Kris Marshall","Kevin Bishop"],"overview":"A comedy about a groom and his three best men who travel to the Australian outback for a wedding.","release_date":"2011-10-14","vote_average":5.8,"runtime":97,"cert":"N\/A","id":85435,"title":"A Few Best Men","adult":false,"genre_ids":[35]},{"cast":["Cliff Robertson","Diane Baker","Frank Converse","Milo O’Shea","Dana Andrews"],"overview":"Mike Hagan is a pilot in passenger service and candidate for the honor \"Best Pilot of the Year\". Nobody knows that he's got private sorrows - he's an alcoholic. A stewardess notices his regular visits of the toilet and reports it.","release_date":"1980-01-01","vote_average":6.6,"runtime":92,"cert":"N\/A","id":85436,"title":"The Pilot","adult":false,"genre_ids":[28,18]},{"cast":["Natalia Oreiro","Daniel Hendler","Imanol Arias","Martín Piroyansky","Muriel Santa Ana"],"overview":"On her wedding day, Adrian, nervous, make a small mistake that aims to hide Leonora, his girlfriend, to avoid problems. But far from avoiding them, complicates the matter and the party runs the risk of end badly, like the future marriage of the couple. With Natalia Oreiro, Daniel Hendler, Imanol Arias, Soledad Silveyra.","release_date":"2011-09-01","vote_average":5.1,"runtime":122,"cert":"N\/A","id":85437,"title":"Mi primera boda","adult":false,"genre_ids":[10749,35]},{"cast":["Amaia Salamanca","Eduard Farelo","Úrsula Corberó","Alba Ribas","Manuel de Blas"],"overview":"In 2011, five Medical students investigated an abandoned mining town in search of paranormal evidence... They found them.","release_date":"2011-12-28","vote_average":4.0,"runtime":89,"cert":"N\/A","id":85438,"title":"Paranormal Xperience","adult":false,"genre_ids":[27]},{"cast":["Elsa Pataky","Rosa Boladeras","Benjamin Nathan-Serio","Pere Ponce"],"overview":"Snowflake is special, he's the only white gorilla in the world. He is the zoo's main attraction, children love him, but the other gorillas don't see what's so charming about this weirdo being the center of attention. With the help of Ailur, a Buddhist black panther reincarnated into the body of a red panda, and Paula, a smart little girl, Snowflake plans a sneak visit to the witch at the circus. She can help him be a normal gorilla. But outside the safety of the zoo's walls, the three friends are in danger. Thomas, a total jinx, is convinced that the white gorilla is the amulet he needs to counter his bad luck. This cruel and superstitious man is prepared to do whatever it takes to capture Snowflake.","release_date":"2011-12-23","vote_average":5.9,"runtime":86,"cert":"U","id":85439,"title":"Snowflake, the White Gorilla","adult":false,"genre_ids":[16,12,35,10751]},{"cast":["Rudolf Martin","Kate Siegel","Ashley Barron","Scott Conner"],"overview":"The Collector is about a young beautiful Malibu girl who pursues countless men to fulfill her desires. Until she meets a man who also prizes himself as a different sort of collector.","release_date":"2012-06-07","vote_average":0.5,"runtime":15,"cert":"N\/A","id":85440,"title":"The Collector","adult":false,"genre_ids":[18,10749]},{"cast":["Nelly Karim","Boshra","Maged El Kedwany","Basim Samra","Nahed El Sebai"],"overview":"Three women seek justice due to the difficult daily situation which sexual harassment causes in the streets of Cairo, Egypt.","release_date":"2010-12-22","vote_average":7.9,"runtime":100,"cert":"N\/A","id":85441,"title":"678","adult":false,"genre_ids":[18]},{"cast":["Kirk Douglas","Marlène Jobert","Trevor Howard","Tom Courtenay","Patrick Mower"],"overview":"While on vacation, a woman's husband is taken by the Russian government. After one attempt fails, she begins looking for a suitable spy to capture and trade in exchange for her husband, but she develops an attraction to the one she thinks is a good candidate.","release_date":"1971-09-06","vote_average":8.0,"runtime":94,"cert":"","id":85442,"title":"Catch Me a Spy","adult":false,"genre_ids":[35,28,53]},{"cast":["Lucila Aguilera","Joan Lluís Bozzo","Toni Coll"],"overview":"On January 12, 2011, on a floor of Paseo de Gracia, a group of friends who knew him best and who call themselves \"Rubianes Widows\" meet (as they usually do from time to time) for dinner and remember how was Pepe, his unusual personality, good (and bad) moments shared, anecdotes, traits that best define the Spain.","release_date":"2011-12-23","vote_average":0.0,"runtime":84,"cert":"N\/A","id":85443,"title":"Pepe & Rubianes","adult":false,"genre_ids":[]},{"cast":["George Coe","Tacho González","Álvaro Guevara","Casey E. Lewis","Tyler Merna"],"overview":"Based on Paco Roca's comic of the same title (2008 Spanish National Comic Prize), WRINKLES is a 2D animated feature-length film for an adult audience. Wrinkles portrays the friendship between Emilio and Miguel, two aged gentlemen shut away in a care home. Recent arrival Emilio, in the early stages of Alzheimer, is helped by Miguel and colleagues to avoid ending up on the feared top floor of the care home, also known as the lost causes or \"assisted\" floor. Their wild plan infuses their otherwise tedious day-to-day with humor and tenderness, because although for some their lives are coming to an end, for them it is just a new beginning.","release_date":"2011-09-19","vote_average":7.4,"runtime":89,"cert":"N\/A","id":85444,"title":"Wrinkles","adult":false,"genre_ids":[16,18,35]},{"cast":["Diana Gómez","Rosa Maria Sardà","Santi Millán","Àlex Maruny","Oriol Pla"],"overview":"In the district of Gracia, in Barcelona, ​​a nasty old woman shares a flat with a young man, non-conformist. The guy is struggling to find his place in the world. Neither of them let  themselves being intimidated, though she holds the power and the young only illusions. The old woman has given up her dreams and the young man is discovering them. A perpetual fight without truce, although both need themselves. Humor, tenderness, agility, great neighbors, a neighborhood of young people, a beautiful girl and a powerful sound track. The positive side of life.","release_date":"2011-12-16","vote_average":3.8,"runtime":105,"cert":"N\/A","id":85445,"title":"Any de Gràcia","adult":false,"genre_ids":[35]},{"cast":["Kathryn McCormick","Ryan Guzman","Megan Boone","Jessica Guadix","Cleopatra Coleman"],"overview":"Emily arrives in Miami with aspirations to become a professional dancer. She sparks with Sean, the leader of a dance crew whose neighborhood is threatened by Emily's father's development plans.","release_date":"2012-07-26","vote_average":6.9,"runtime":99,"cert":"","id":85446,"title":"Step Up Revolution","adult":false,"genre_ids":[10402,18,10749]},{"cast":["John Goodman","Dominique DuVernay","Deanna Meske","Rebecca Newman","Don Mac"],"overview":"Three sisters battle an evil mastermind who wants to take over their body shop and turn it into a haven for criminals.","release_date":"2009-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":85447,"title":"Girls Gone Gangsta","adult":false,"genre_ids":[28,35]},{"cast":["Jeannie Elias","Kat Feller","Sandy Fox"],"overview":"Join Scout &amp; Friends for another exciting LeapFrog learning adventure! When the pets long to learn about numbers, their magical car, Axle, whisks them away to Numberland. With the help of their new friend Max, they meet all of the residents and build early number skills. Throw in a surprise birthday party and it all adds up to plenty of fun on this sing-along counting adventure!","release_date":"2012-01-31","vote_average":5.9,"runtime":36,"cert":"N\/A","id":85450,"title":"LeapFrog: Numberland","adult":false,"genre_ids":[16,10751]},{"cast":["Ryan O'Nan","Leonardo Nam","Gillian Jacobs","James Chen","Keong Sim"],"overview":"In New York City in 1980, Dexter Mitchell plays half-willing big brother to his neighbors, a trio of exchange students from the People's Republic of China.","release_date":"2011-12-02","vote_average":0.0,"runtime":105,"cert":"N\/A","id":85451,"title":"Watching TV With the Red Chinese","adult":false,"genre_ids":[18,35]},{"cast":["Maribel Verdú","Leticia Dolera","Roberto Álamo","Luisa Gavasa","Miguel Alcíbar"],"overview":"Interwoven emotions and struggles of three women of different generations aiming to build the lives they desire, their own future, love and dreams. All of them lose the love of their lives and they will have to pursue their happiness and fight for their dignity in a dark and hostile word.","release_date":"2011-10-28","vote_average":7.4,"runtime":100,"cert":"N\/A","id":85452,"title":"De tu ventana a la mía","adult":false,"genre_ids":[]},{"cast":["Adam Bowers","Jayme Ratzer","Toby Turner","Tito Alverio","Stephanie Bell"],"overview":"Wendell, a neurotic, aimless twentysomething, struggles to figure out which girl he really belongs with: Joanna, the best girl he's ever known, or Vicky, the worst. His friend, Dave, helps him sort through his thoughts as Wendell discovers not only who he should be with, but who he truly is under all that neuroses.","release_date":"2010-01-10","vote_average":5.0,"runtime":82,"cert":"N\/A","id":85455,"title":"New Low","adult":false,"genre_ids":[18,35,10749]},{"cast":["Damon Wayans","Gabriel Casseus","Christian Camargo","Malik Yoba","Paul Sorvino"],"overview":"An aspiring opera singer from Harlem teams up with a charismatic busker and a kindhearted hustler to share his voice with the world, and teaches his two newfound friends the importance of taking your destiny into your own hands. Anton (Gabriel Casseus) lives in Harlem with his aunt. He dreams of moving to Italy and becoming a famous opera singer, and though he's been blessed with a magnificent singing voice, his passion has made him an outsider in his neighborhood. Running away from home, Anton meets passionate street pianist Matthew (Christian Carmago) and together the two begin drawing large, appreciate crowds on the street. Working the crowd as they do their thing is Wes (Damon Wayans), whose natural charm always gets the cash flowing. And while life on the streets is never easy, Anton, Matthew, and Wes soon discover that by following their dreams, they may find a means of transforming their lives forever.","release_date":"1999-03-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":85456,"title":"Harlem Aria","adult":false,"genre_ids":[18,10402]},{"cast":["Verónica Echegui","Saumyata Bhattarai","Norbu Tsering Gurung","Montserrat Alcoverro","Lluïsa Castell"],"overview":"Kathmandu, Nepal, early 1990s. Laia, a young teacher from Catalonia, Spain, works at a local school in the slums of the city where poverty reigns. Her personal path, besieged by a harsh sum of indescribable social conditions, will be a struggle against a nefarious educational system, but a journey of self-discovery as well.","release_date":"2011-12-07","vote_average":6.0,"runtime":104,"cert":"N\/A","id":85457,"title":"Kathmandu Lullaby","adult":false,"genre_ids":[10749,18]},{"cast":["Janine Turner","Costas Mandylor","Maeve Quinlan","William Allen Young","Freda Foh Shen"],"overview":"When an ex-romance author who is trapped in an unsatisfying marriage, decides to give love another chance with a man she met over the Internet, she finds herself caught up in a terrifying murder mystery.","release_date":"2007-12-05","vote_average":4.0,"runtime":90,"cert":"N\/A","id":85460,"title":"Primal Doubt","adult":false,"genre_ids":[9648,80,53,10770]},{"cast":["Lluís Carbó","Lluís Serrat"],"overview":"Trusting in fate, Don Quixote and Sancho pursue their travels in search of adventure day and night. They ride through fields, talking about subjects as varied as spirituality, chivalry and daily life. A growing bond of friendship unites them.","release_date":"2006-05-12","vote_average":6.6,"runtime":95,"cert":"N\/A","id":85461,"title":"Honour of the Knights (Quixotic)","adult":false,"genre_ids":[18]},{"cast":["Lluís Soler","Moe Fishman","Susan Sarandon","Román Gubern","Dan Bessie"],"overview":"The Spanish Civil War (1936-1939) caused a great impression on the lives of most of the American artists of that era, so many movies were made in Hollywood about it. The final defeat of the Spanish Republic left an open wound in the hearts of those who sympathized with its cause. The eventful life of screenwriter Alvah Bessie (1904-1985), one of the Hollywood Ten, serves to analyze this sadness, the tragedy of Spain and its consequences.","release_date":"2009-10-16","vote_average":8.0,"runtime":92,"cert":"N\/A","id":85462,"title":"A War in Hollywood","adult":false,"genre_ids":[99,36]},{"cast":["Alessandra Mastronardi","Anna Valle","Federica De Cola"],"overview":"The drama recounts the life and career of unparalleled three sisters Fountain. Micol is just a dressmaker with 500 pounds in his pocket when she arrives in Rome with her sisters Giovanna and Zoe. The effort of the beginnings is compensated  by a passion for fashion that never fails, until the day when the whole world notices them.","release_date":"2011-02-27","vote_average":6.4,"runtime":200,"cert":"N\/A","id":85463,"title":"Atelier Fontana","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The simplified black-and-white documentary challenges the viewer to hear the story of the Sahrawi people.","release_date":"2011-11-30","vote_average":6.0,"runtime":75,"cert":"N\/A","id":85464,"title":"Lost Land","adult":false,"genre_ids":[99]},{"cast":["Daphne Zuniga","Stephen Barker Turner","Heather Gordon","David Wilson Barnes","Steve Cell"],"overview":"Dark satire of the Manhattan entertainment industry in which a gifted actor (Charlie Barker) begins his fall from grace as he encounters a chameleon-like social climber.","release_date":"2010-03-27","vote_average":6.0,"runtime":89,"cert":"N\/A","id":85465,"title":"Seducing Charlie Barker","adult":false,"genre_ids":[35]},{"cast":["Paul Batiste","Justin Bickham","Joseph Diaz","Rosco Hall","Bria Hobgood"],"overview":"Filled with a cast of eccentric characters, each pursuing dreams and missions of their own making, Lord Byron paints a kaleidoscopic portrait of the strange and lonely world of its title character, a middle-aged, late-20th century romantic who's confused and torn about his own ambitions and desires. --(c) Official Site","release_date":"2011-05-06","vote_average":4.5,"runtime":95,"cert":"N\/A","id":85466,"title":"Lord Byron","adult":false,"genre_ids":[35,18]},{"cast":["Chris Isaak"],"overview":"No overview.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85467,"title":"Chris Isaak: Live","adult":false,"genre_ids":[10402]},{"cast":["Daniel Boulud","Rocco DiSpirito","Sirio Maccioni","John McCormick","Keith McNally"],"overview":"Eat This New York is the story of two best friends' struggle to open a restaurant in the food capital of the world. As Billy Phelps and John McCormick suffer through financial crisis, the loss of their chef, and a crumbling relationship, the filmmakers turn the camera on New York City's legendary restaurateurs who prove that dreams can come true. Billy and John's gamble to open a restaurant together takes shape on Division Street, a unique block in Brooklyn that separates the Satmar Jewish community of Williamsburg from the Latino neighborhood of the South Side. During the course of a year, they convert a former check-cashing shop located under the elevated train tracks of the J\/M\/Z subway lines into a retro speakeasy. But before the restaurant is fully built they come close to bankruptcy and almost call it quits on their friendship.","release_date":"2004-01-30","vote_average":6.0,"runtime":80,"cert":"N\/A","id":85468,"title":"Eat This New York","adult":false,"genre_ids":[99]},{"cast":["Christian Ulmen","Lola Dockhorn","Lukas Reiber","Peter Kurth","Teresa Harder"],"overview":"","release_date":"2012-04-12","vote_average":8.3,"runtime":null,"cert":"N\/A","id":85469,"title":"Einer wie Bruno","adult":false,"genre_ids":[]},{"cast":["Chris Isaak"],"overview":"No overview","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85470,"title":"Chris Isaak: Greatest Hits Live Concert","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Known for her catchy lyrics and heartwarming smile, Taylor Swift has exploded on the music scene, breaking all boundaries between pop and country genres. But Swift wasn't always a global superstar. Growing up on a Christmas tree farm in Pennsylvania, she was a long way from the life she leads now complete with sold-out tours, hit songs and high-profile romances. Learn how her songwriting helped her cope with her teenage troubles and get all the details on her past loves including Joe Jonas, Jake Gyllenhaal and John Mayer. Watch as Swift explores her musical talents and pens some of the decade's most popular albums in this up-close-and-personal look at America s sweetheart.","release_date":"2012-02-01","vote_average":7.3,"runtime":59,"cert":"N\/A","id":85471,"title":"Taylor Swift: Just for You","adult":false,"genre_ids":[10402,99]},{"cast":["Rufus Thomas","Carla Thomas","Isaac Hayes","Wilson Pickett","Mary Wilson"],"overview":"A film featuring the veteran soul music artists and music of Stax Records.","release_date":"2002-01-14","vote_average":7.0,"runtime":95,"cert":"N\/A","id":85472,"title":"Only the Strong Survive","adult":false,"genre_ids":[99,10402]},{"cast":["Holly Hunter","Ron Silver","Bob Gunton","Jacqueline McKenzie","Elizabeth Berridge"],"overview":".The historic 1973 tennis match between middle-aged champion Bobby Riggs and young feminist Billie Jean King.","release_date":"2001-04-16","vote_average":6.0,"runtime":90,"cert":"N\/A","id":85475,"title":"When Billie Beat Bobby","adult":false,"genre_ids":[35,18]},{"cast":["Kie Kitano","Yuki Amami","Tae Kimura","Ryuta Sato","Aoi Miyazaki"],"overview":"A series of short stories explore the connection of love between dogs and people.","release_date":"2011-01-22","vote_average":8.0,"runtime":87,"cert":"N\/A","id":85476,"title":"Happy Together: All About My Dog","adult":false,"genre_ids":[35,18]},{"cast":["Ken Jacobs","Jack Smith"],"overview":"A man fondles objects, looks at himself in the mirror, poses in different clothes, smiles and makes faces at the camera while his voice on the soundtrack speaks of his despair, makes impressionistic statements and little songs, quotes Greta Garbo and Maria Montez, tells the story of a lonely little boy and (in drag) tells the story of a woman (Madame Nescience) who dreams of herself as the Mother Superior of a convent of sexual perversion.","release_date":"1963-04-08","vote_average":2.8,"runtime":33,"cert":"N\/A","id":85479,"title":"Blonde Cobra","adult":false,"genre_ids":[]},{"cast":["Carol White","Paul Burke","Mala Powers","Scott Hylands","James Sikking"],"overview":"A mentally disturbed man stalks a woman who had once aborted the child he had fathered.","release_date":"1969-05-13","vote_average":0.0,"runtime":108,"cert":"N\/A","id":85484,"title":"Daddy's Gone A-Hunting","adult":false,"genre_ids":[27,53,18]},{"cast":["Alex Madera","Danielle Parker"],"overview":"Learn, Explore, and Discover with Baby Boost  Engaging entertainment for infants is invaluable to early learning and positive growth and development, especially of motor skills. Baby Boost is here to help your young one learn, explore, and discover the world around them with interactive sing-alongs. Help your child sing, dance, and clap to live action and animated features that are entertaining and more importantly, educational. For toddlers and younger, Baby Boost includes favorite nursery rhymes I'm a Little Teapot; A-Tisket, A-Tasket; Hickory Dickory Dock; and more!","release_date":"2008-09-30","vote_average":0.0,"runtime":71,"cert":"N\/A","id":85487,"title":"Baby Boost Nursery Rhymes","adult":false,"genre_ids":[10402]},{"cast":["Brigitte Bardot"],"overview":"While Brigitte Bardot is best known in North America as one of the sexiest women to ever appear on a movie screen, in her native France she also enjoyed a successful career as a pop singer, and this retrospective offers a comprehensive look at the high points of her musical career, drawn from television appearances and promotional clips. Brigitte Bardot: Divine BB includes several of Bardot's collaborations with Claude Bolling and Serge Gainsbourg; selections include \"Everybody Loves My Baby,\" \" Le Belle et le Blues,\" \" Bubblegum,\" \" Bonnie and Clyde,\" \" Saint-Tropez,\" \" Comic Strip,\" \" Harley Davidson,\" and many more.","release_date":"2004-03-14","vote_average":0.0,"runtime":120,"cert":"N\/A","id":85488,"title":"Brigitte Bardot: Divine B.B.","adult":false,"genre_ids":[10402,99]},{"cast":["Steven C. Stewart","Margit Carstensen","Bruce Glover","Carrie Szlasa","Lauren German"],"overview":"Tells the story of Paul (Steven C. Stewart), a man suffering from Cerebal Palsy, who spends his days wasting away in a nursing home. To pass his time, he fantasizes about the man he should be despite his twisted body. People are able to understand him verbally, women find him irresistable, and his is a legitimate threat to anyone who stands in his way. His thoughts deatil four possible relationships he would have and their various outcomes. At one point, he receives (unsimulated) fellatio from another handicapped patient. Very sexual film that has it's moments of humor despite the seriousness of the topic - a perfectly \"normal\" mind trapped in twisted flesh that cannot communicate normally with the outside world.","release_date":"2007-11-21","vote_average":8.5,"runtime":74,"cert":"N\/A","id":85489,"title":"It Is Fine! Everything Is Fine.","adult":false,"genre_ids":[18,27]},{"cast":["Barbie Forteza","Elmo Magalona","Bea Binene","Jake Vargas","Lexi Fernandez"],"overview":"The story revolves around 3 best of friends. Kara, the cosplayer and online retailer. George the boyish football wannabe, Enzo, the Mr. Fix-It","release_date":"2011-08-24","vote_average":0.0,"runtime":113,"cert":"N\/A","id":85490,"title":"Tween Academy: Class of 2012","adult":false,"genre_ids":[35,10749,18]},{"cast":["Kim Soo-mi","Shin Hyun-joon","Tak Jae-hoon","Lim Hyung-jun","Jeong Jun-ha"],"overview":"President Hong’s family hit an all-time high after succeeding in their business. The family members, who have been prohibited from leaving the country for years for being involved in gang-related incidents, are finally allowed to go overseas and start preparing for a trip for the first time, but their plans don’t go smoothly","release_date":"2011-09-08","vote_average":5.5,"runtime":103,"cert":"N\/A","id":85491,"title":"Marrying the Mafia 4: Family Ordeal","adult":false,"genre_ids":[28,35]},{"cast":["Vitor Chaves Zapalá Pimentel","Leonardo Chaves Zapalá Pimentel"],"overview":"","release_date":"2009-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":85492,"title":"Victor & Leo - Ao Vivo e em Cores","adult":false,"genre_ids":[]},{"cast":["Ghost Rider"],"overview":"There is not often that we can hear Ghostrider say anything, but this time he did, more then once; \"What the fuck\"...  Why? You will understand when you see the movie...","release_date":"2011-12-15","vote_average":10.0,"runtime":120,"cert":"N\/A","id":85493,"title":"Ghost Rider 666 What The F**k","adult":false,"genre_ids":[99]},{"cast":["Robert Clarke","Margaret Field","Ron Randell","Gloria Saunders","Stuart Randall"],"overview":"In a post-apocalyptic New York City, three tribes of mutants (the Norms, the Mutates and the Upriver people) battle each other to survive.","release_date":"1952-10-10","vote_average":5.0,"runtime":64,"cert":"N\/A","id":85494,"title":"Captive Women","adult":false,"genre_ids":[878]},{"cast":["Sergey Borisov","Olga Dihovichnaya","Sergei Golyudov","Roman Merinov","Vsevolod Voronov"],"overview":"Marina, an upper-crust social worker with a doting husband and an enviable downtown apartment, is suddenly transformed into a bizarre twilight version of herself when she is raped by three policemen.","release_date":"2011-11-10","vote_average":7.1,"runtime":105,"cert":"N\/A","id":85495,"title":"Twilight Portrait","adult":false,"genre_ids":[18]},{"cast":["Gloria Grahame","Melody Patterson","Milton Selzer","Vic Tayback","Len Lesser"],"overview":"After her prostitute mother and her john are beaten to death while they are asleep in bed, teen-aged Ellie Masters is sent to an isolated orphanage...","release_date":"1971-03-17","vote_average":5.7,"runtime":87,"cert":"N\/A","id":85496,"title":"Blood and Lace","adult":false,"genre_ids":[27]},{"cast":["Patricia Valenzuela","Nelson Muñoz","Francisco Acuña"],"overview":"Paty Vowels and consonants husband Fito inventor created an agency dedicated to solving problems and mysteries related to sounds, words and language, and together must solve the first problem now: order your workplace","release_date":"2005-08-05","vote_average":6.0,"runtime":50,"cert":"N\/A","id":85497,"title":"Singing learn to speak - Sorting Office","adult":false,"genre_ids":[10751]},{"cast":["Richard Carlson","Veronica Hurst","Katherine Emery","Michael Pate","John Dodsworth"],"overview":"A Scotsman abruptly breaks off his engagement to pretty Kitty and moves to his uncle's castle in the Scottish highlands. Kitty and her aunt follow Gerald a few weeks later, and discover he has suddenly aged. Some mysterious things happen in a maze made from the hedges adjoining the castle.","release_date":"1953-07-26","vote_average":5.0,"runtime":80,"cert":"N\/A","id":85498,"title":"The Maze","adult":false,"genre_ids":[27,878]},{"cast":["Emil Jannings","Belle Bennett","Donald Keith","Phyllis Haver","Fred Kohler"],"overview":"The story takes place in Milwaukee during the early 1900s with a bank clerk named August Schiller who is happy with both his job and his family. He is tasked with transporting $1,000 in securities to Chicago. On the train he meets a blond seductress who convinces him to buy her a bottle of champagne, and takes him to a saloon. The next morning he awakes alone in a dilapidated bedroom and without the securities.","release_date":"1927-10-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":85499,"title":"The Way of All Flesh","adult":false,"genre_ids":[18]}]