[{"cast":["Pascal Obispo","Kad Merad","Gérard Jugnot","Mimie Mathy","Patrick Bruel"],"overview":"Dans l’œil des Enfoirés est le vingt-et-unième album des Enfoirés, enregistré lors de leurs sept concerts à l’Arena Montpellier du mercredi 26 janvier au lundi 31 janvier 2011.","release_date":"2011-03-11","vote_average":5.8,"runtime":null,"cert":"N\/A","id":85500,"title":"Les Enfoirés 2011 - Dans l'oeil des Enfoirés","adult":false,"genre_ids":[10402]},{"cast":["Patrick Fiori","Jenifer Bartoli","Michaël Youn"],"overview":"Dans l’œil des Enfoirés est le vingt-et-unième album des Enfoirés, enregistré lors de leurs sept concerts à l’Arena Montpellier du mercredi 26 janvier au lundi 31 janvier 2011.","release_date":"2017-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85501,"title":"Enfoirés Kids","adult":false,"genre_ids":[10402]},{"cast":["Eason Chan","Ekin Cheng","Karen Mok","Jaycee Chan"],"overview":"Tens of millennia ago, eight gods who ceaselessly fought each other were exiled to earth. For generations, they have been reincarnated as mere mortals, and they won't be allowed back to heaven until they've learned to coexist in harmony. Then in today's Hong Kong, a mortuary beautician and her has-been singer dad are chased for a huge sum of money they don't owe. Turns out her materialistic stepmom has taken a tycoon's advance payment on the false promise of organizing a concert that she can't deliver. The family is therefore forced to go on the run, and along the way they meet an assortment of quirky people, including a mute baker, a kung fu cab driver, an aspiring musician and her crafty sidekick. Through a series of comic misadventures, the seven of them come to realize that they used to be gods and have a mission in this life, but...who is the eighth god that has yet to rejoin them?","release_date":"2011-11-24","vote_average":5.0,"runtime":100,"cert":"N\/A","id":85502,"title":"East Meets West","adult":false,"genre_ids":[35]},{"cast":["George Fant","Eva Dahlbeck","Åke Grönberg","Ernst Eklund","Stina Hedberg"],"overview":"Brita moves from the countryside and her parent's cabbage patch to work as a housemaid in Stockholm. The big city overwhelms her at first and she falls in love with a young man. But one day Arvid, an infatuated young man from the old village also comes to Stockholm to express his love for her. Plot by Mattias Thuresson.","release_date":"1946-02-04","vote_average":5.0,"runtime":102,"cert":"N\/A","id":85503,"title":"Brita in the Merchant's House","adult":false,"genre_ids":[18]},{"cast":["Helen Hayes","Lewis Stone","Neil Hamilton","Cliff Edwards","Robert Young"],"overview":"Out of jail for a crime she did not commit, Madelon turns to prostitution and thievery to send her illegitimate son to medical school.","release_date":"1931-10-23","vote_average":6.4,"runtime":75,"cert":"N\/A","id":85504,"title":"The Sin of Madelon Claudet","adult":false,"genre_ids":[18]},{"cast":["Marie Dressler","Wallace Beery","Dorothy Jordan","Marjorie Rambeau","Don Dillaway"],"overview":"Min, the owner of a dockside hotel, is forced to make difficult decisions about the future of Nancy, the young woman she took in as an infant.","release_date":"1930-11-29","vote_average":7.3,"runtime":66,"cert":"N\/A","id":85505,"title":"Min and Bill","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2010-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85506,"title":"Sesamstraat - Kerst en Winter","adult":false,"genre_ids":[]},{"cast":["Mary Pickford","Johnny Mack Brown","Matt Moore","John St. Polis","William Janney"],"overview":"A Southern belle's flirtation with a working man leads to tragedy.","release_date":"1929-03-30","vote_average":5.8,"runtime":76,"cert":"N\/A","id":85507,"title":"Coquette","adult":false,"genre_ids":[18]},{"cast":["Andy Lau","Sandra Ng Kwun-Yu","Jan Lamb","Chet Lam","Anthony Wong"],"overview":"To secure a better future, Mrs Mc sends her son McDull (who is a piglet attending kindergarten) to many different classes and she has also bought her grave on mortgage. Inspired by J K Rowling, Mrs Mc tries her hand at writing. At bedtime, she tells McDull the story she wrote although McDull keeps asking her to read him Harry Potter instead. The story she wrote is actually the story of McDull's father, McBing, Prince de la Bun","release_date":"2004-06-24","vote_average":5.9,"runtime":73,"cert":"N\/A","id":85508,"title":"McDull, Prince de la Bun","adult":false,"genre_ids":[16,18,35,10751]},{"cast":["Michelle Meyrink","Cameron Dye","Colleen Camp","Ernie Hudson","Christopher Lloyd"],"overview":"Teenager Leslie Hindenberg, mistakenly believing she has just weeks to live, decides she will lose her virginity before she dies.","release_date":"1984-08-03","vote_average":3.2,"runtime":93,"cert":"N\/A","id":85509,"title":"Joy of Sex","adult":false,"genre_ids":[35,10749]},{"cast":["William Daniels","Nancy Marchand","Jane Connell","Estelle Parsons","Alice Playten"],"overview":"Staff and students at a rural school react to a warning of an imminent nuclear attack, not knowing whether it is real or mistaken.","release_date":"1963-12-23","vote_average":7.2,"runtime":82,"cert":"N\/A","id":85510,"title":"Ladybug Ladybug","adult":false,"genre_ids":[18]},{"cast":["Dennis Christopher","Seymour Cassel","Glynnis O'Connor","Dorothy Tristan","John Calvin"],"overview":"Young T.T. comes from Chicago to spend the summer in California. He slowly becomes \"California-ized,\" while learning about love and life in the Golden State.","release_date":"1979-04-01","vote_average":4.3,"runtime":92,"cert":"N\/A","id":85511,"title":"California Dreaming","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fritz Weaver","Gretchen Corbett","Jon Korkes","Christina Applegate","Bob Hannah"],"overview":"A preacher whose ancestors were Druids battles Satan, who has taken the form of a huge snake.","release_date":"1981-07-24","vote_average":4.7,"runtime":92,"cert":"N\/A","id":85512,"title":"Jaws of Satan","adult":false,"genre_ids":[27,9648,53]},{"cast":["Kathryn Harrold","Ann Wedgeworth","Patricia Barry","Donald May","Alfred Ryder"],"overview":"This TV movie focuses on the life of actor Humphrey Bogart.","release_date":"1980-03-04","vote_average":6.0,"runtime":100,"cert":"N\/A","id":85513,"title":"Bogie","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Audie Murphy","Michael Redgrave","Claude Dauphin","Giorgia Moll","Yoko Tani"],"overview":"Cynical British journalist Fowler (Michael Redgrave) falls in love with a young Vietnamese woman, but is dismayed when a naïve U.S. official (Audie Murphy) also begins vying for the girl’s attention. In retaliation, Fowler informs the communists that the American is selling arms to their enemy. Director Joseph L. Mankiewicz's drama paints a rosier picture of U.S. involvement in French Indochina than Graham Greene’s provocative 1955 novel.","release_date":"1958-02-08","vote_average":6.0,"runtime":120,"cert":"N\/A","id":85514,"title":"The Quiet American","adult":false,"genre_ids":[18,10749,53,10752]},{"cast":["Macdonald Carey","Audrey Totter","James Craig","James Gleason","Warren Stevens"],"overview":"Macdonald Carey heads the cast as gun-slinging drifter \"Maybe\" Smith, whose Colt .44 pistol and shooting skills are put to the test shortly after his arrival in the New Mexico frontier town of Dusty Flats. After outdrawing wanted outlaw Buckstorm Corley (Ken Lynch) in the saloon, Smith finds himself up against the entire corrupt Corley clan -- who've been running roughshod over the fearful townsfolk for years.","release_date":"1958-05-30","vote_average":0.0,"runtime":79,"cert":"N\/A","id":85515,"title":"Man or Gun","adult":false,"genre_ids":[28,37]},{"cast":["Vicki Smith"],"overview":"The idyllic, rural past of a Suffolk village comes to life through the memories of an old man who tends a country graveyard.","release_date":"1975-12-01","vote_average":7.0,"runtime":68,"cert":"","id":85516,"title":"Requiem for a Village","adult":false,"genre_ids":[18]},{"cast":["John Payne","Alexander Knox","Conrad Nagel","Natalie Norwick","Anne Neyland"],"overview":"From master director André De Toth comes this compelling thriller, filmed on location in Copenhagen, about American cop Mike Brent (John Payne), who journeys to Denmark to aid his sister, nightclub singer Susan (Natalie Norwick), when she is accused of killing her partner. As Mike investigates, he learns that Susan is entangled with a gang of counterfeiters headed by the slippery Hartman (Alexander Knox) and risks his life to bring them to justice.","release_date":"1957-07-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":85517,"title":"Hidden Fear","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Tom Conway","Hillary Brooke","Eddie Marr","Dan Riss","John Gallaudet"],"overview":"After successfully swindling thousands of dollars from hapless victims, conflicted con artist Mary (Hillary Brooke) decides to go straight, but her greedy boyfriend and partner, Roger (Tom Conway), convinces her to pull off one final scam before they get married. Written and directed by Andrew L. Stone, this classic crime film finds the police struggling to keep up with the deceptive duo's exceedingly complicated schemes.","release_date":"1952-06-20","vote_average":5.6,"runtime":81,"cert":"N\/A","id":85518,"title":"Confidence Girl","adult":false,"genre_ids":[18,53,80]},{"cast":["Dennis O'Keefe","Coleen Gray","Hugh Williams","Guy Middleton","John Laurie"],"overview":"Someone is stealing priceless paintings from the great museums of the world and replacing them with nearly flawless forgeries. Leonardo da Vinci's \"Madonna and Child\" is being shipped to London's Tate Gallery for a special exhibition, and Paul Mitchell is assigned to protect it. Upon the painting's arrival, Paul realizes it has been switched. Eager to collect the museum's $50,000 reward, he teams up with Mary Mason, a Tate employee, to recover the original.","release_date":"1953-09-25","vote_average":5.5,"runtime":80,"cert":"N\/A","id":85519,"title":"The Fake","adult":false,"genre_ids":[80,18]},{"cast":["Francis Matthews","Lisa Daniely","Ian Fleming","Amy Dalby"],"overview":"To beautify his street and trim city spending, stuffy councilman Jack (Francis Matthews) pushes to have the last gas lamp in town removed. But this angers his neighbors Albert (Ian Fleming) and Victoria (Amy Dalby), an inconspicuous pair of serial killers who choose Jack as their next victim. This dark comedy also stars Lisa Daniely as Mary, a local advocate who fights tooth and nail against Jack's modernization efforts.","release_date":"1962-01-01","vote_average":0.0,"runtime":65,"cert":"","id":85520,"title":"Lamp in Assassin Mews","adult":false,"genre_ids":[35]},{"cast":["Rony Clanton","Carl Lee","Yolanda Rodríguez","Clarence Williams III","Gary Bolling"],"overview":"Filmmaker Shirley Clarke (\"The Connection\") directs this powerful, stark semi-documentary look at the horrors of Harlem ghetto slum life filled with drugs, violence, human misery, and a sense of despair due to the racial prejudices of American society. There is no patronizing of the black race in this cinematic cry for justice. A fifteen-year-old boy called Duke is ambitious to buy a \"piece\" (a gun) from an adult racketeer named Priest, to become president of the gang to which he belongs, and to return them to active \"bopping\" (gang fighting) which has declined in Harlem. It is a clearly patent allegory of an attempt by Duke to attain manhood and identity in the only way accessible to him - the antisocial one.","release_date":"1963-09-02","vote_average":4.8,"runtime":105,"cert":"N\/A","id":85521,"title":"The Cool World","adult":false,"genre_ids":[18,80]},{"cast":["Paulo César Peréio","Joana Medeiros","Cecil Thiré","Antônio Pedro","Malu Galli"],"overview":"A failed artist searching strength to move ahead. By a young lady, who might be his daughter, he develops a project that changes his destiny.","release_date":"2003-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85522,"title":"Harmada","adult":false,"genre_ids":[18,35]},{"cast":["Yu Jun-sang","Kim Sang-joong","Song Seon-mi","Kim Bo-kyung","Kim Eui-sung"],"overview":"Sang-Joon is a professor in the film department at a provincial university. He goes to Seoul to meet his senior, Young-Ho, who works as a film critic. Sang-Joon stays in a northern village in Seoul for 3 days.","release_date":"2011-09-08","vote_average":7.0,"runtime":79,"cert":"N\/A","id":85525,"title":"The Day He Arrives","adult":false,"genre_ids":[18]},{"cast":["Beverly O'Neill","Lauren Maher"],"overview":"The Ambassador Hotel in Los Angeles serves as the backdrop of Pat O’Neill’s artfully-crafted film. Shot in the classic Hollywood style, the movie follows various mysterious characters as they move through the haunted halls of the hotel, exploring along the way the secrets that are held within.","release_date":"2002-10-12","vote_average":0.0,"runtime":73,"cert":"N\/A","id":85526,"title":"The Decay of Fiction","adult":false,"genre_ids":[]},{"cast":["Patrick Holt","Sandra Dorne","Sonia Holm","Robert Ayres","Dora Bryan"],"overview":"When police inspector Gerald Blake wants to infiltrate a London stolen-goods gang, he does a thorough job of it. First, he robs a jewelry store, gets caught and is sentenced to prison. Then he teams up with gang-member Joey to make their escape. Once in the gang, Blake identifies the boss, Larry, and most of the other thieves, but not the \"inside man.\" As a big fur job looms closer, the detective's task is complicated by the playful but seductive advances of Judy, a dazzling blonde who happens also to be the jealous Larry's girl friend.","release_date":"1952-03-01","vote_average":5.0,"runtime":72,"cert":"","id":85527,"title":"13 East Street","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Feeling like he is only the residue of greatness, the clone of a Nobel Prize winning scientist sets out on a mission to destroy the reputation of his genetic sire. Richmond filmmaker Megan Holley’s first feature toys with the distinction between science fiction and actual scientific trends and technologies.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":85528,"title":"The Snowflake Crusade","adult":false,"genre_ids":[]},{"cast":["Eddie Marsan","Tom Sturridge","Romola Garai","Candese Reid","John Boyega"],"overview":"Frank is an ex-soldier, haunted by a violent past. He lives alone, drowning his nightmares with alcohol. Christine - smart and successful... on the surface, tackles life as a single working mother by immersing herself in drugs, parties and sex. Lynette, a young rough sleeper watches Christine stumble out of a club whilst she sits in the cold waiting for loose change to fall on her lap; her luck seems to change when she meets Frank who despite his misgivings, offers her a place to stay.","release_date":"2011-11-04","vote_average":5.0,"runtime":99,"cert":"","id":85529,"title":"Junkhearts","adult":false,"genre_ids":[18]},{"cast":["Henrik Scheele","Juni Dahr","Elisabeth Sand","Tommy Körberg","Per Bronken"],"overview":"A police officer suspects that a local husband and father who has recently undergone facial surgery because of injuries received in a car accident is in reality the same man who committed a quadruple murder several years before.","release_date":"1986-02-27","vote_average":6.0,"runtime":87,"cert":"N\/A","id":85530,"title":"Blackout","adult":false,"genre_ids":[80,18,53]},{"cast":["John Wayne","Ray Corrigan","Max Terhune","June Martel","William Farnum"],"overview":"The Mesquiteers capture a horse thief who escapes justice through a crooked judge. They gather signatures urging the governor to investigate but a friend with the petition is murdered. Stony is accused.","release_date":"1938-11-18","vote_average":4.9,"runtime":55,"cert":"N\/A","id":85531,"title":"Santa Fe Stampede","adult":false,"genre_ids":[37]},{"cast":["Eason Chan","Jo Kuk","Cherrie Ying","Roger Kwok"],"overview":"The newlyweds Jack and Ching move into a new apartment. Jack gets smacked by a car and goes into a coma, but a miraculous recovery occurs. Jack begins having visions of death around the house and he finds Ching has begun to act strangely. Jack relays his suspicions to Ching, but she thinks he might be \"troubled\". September, an female friend of Jack's, joins him on a fact-finding hunt. What they find isn't too comforting, as it seems that Ching may have more than a few secrets from her new husband","release_date":"2002-06-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":85532,"title":"Visible Secret 2","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"Tells several stories of sex work around the world. The documentary revolves around the lives and individual hopes, needs and experiences of the women.","release_date":"2011-09-09","vote_average":7.0,"runtime":110,"cert":"N\/A","id":85533,"title":"Whores' Glory","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sweethearts of the Prison Rodeo' goes behind prison walls to follow convict cowgirls on their journey to the 2007 Oklahoma State Penitentiary Rodeo. In 2006, female inmates were allowed to participate for the first time. In a state with the highest female incarceration rate in the country, these women share common experiences such as broken homes, drug abuse and alienation from their children. Since 1940, the Oklahoma State Penitentiary has held an annual 'Prison Rodeo'. Part Wild West show and part coliseum-esque spectacle, it's one of the last of its kind - a relic of the American penal system. Prisoners compete on wild-broncs and bucking bulls, risking life-long injuries. For inmates like Danny Liles, a 14-year veteran of the rodeo, the chance to battle livestock offers a brief respite from prison life. Within this strange arena the prisoners become the heroes while the public and guards applaud","release_date":"2010-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85534,"title":"Sweethearts of the Prison Rodeo","adult":false,"genre_ids":[99]},{"cast":["L.M. Kit Carson","Eileen Dietz","Lorenzo Mans","Louise Levine","Fern McBride"],"overview":"A young filmmaker decides to make a movie about his day-to-day activities in an attempt to understand himself and get his life back in order. A precursor to reality television and vlogs.","release_date":"1967-01-01","vote_average":7.1,"runtime":74,"cert":"N\/A","id":85535,"title":"David Holzman's Diary","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Hawaiian ukulele virtuoso Jake Shimabukuro provides an up-close and personal look at his process with this program that features performance footage, rehearsal clips and a glimpse of his pre-show routine during his 2004 Rainbow Tour. Songs include \"Heartbeat,\" \"Walking Down Rainhill,\" \"Crosscurrent,\" \"Blue Roses Falling,\" \"Touch,\" \"Tradewinds\" and more. The Devil's Strings Quartet accompanies Shimabukuro on three songs.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":85538,"title":"Jake Shimabukuro: A Million Miles Away","adult":false,"genre_ids":[10402]},{"cast":["Eduardo Roman","Chris Bonno","Jeff Plamenig"],"overview":"The history of the chihuahua told by a chihuahua in cartoon form.  Bonus content on the Beverly Hills Chihuahua disk.","release_date":"2009-03-03","vote_average":4.5,"runtime":3,"cert":"N\/A","id":85541,"title":"Legend of the Chihuahua","adult":false,"genre_ids":[35]},{"cast":["Freida Pinto","Riz Ahmed","Mita Vasisht","Roshan Seth","Kalki Koechlin"],"overview":"When her father is killed in a road accident, Trishna's family expect her to provide for them. The rich son of an entrepreneur starts to restlessly pursue her affections, but are his intentions as pure as they seem?","release_date":"2011-09-08","vote_average":6.0,"runtime":117,"cert":"U","id":85542,"title":"Trishna","adult":false,"genre_ids":[18]},{"cast":["Diego Noguera","Nathalia Galgani","Gabriela Arancibia","Cristóbal Briceño","Julio Carrasco"],"overview":"A young writer recounts an earlier romance in hopes of attracting his new love interest.","release_date":"2011-09-02","vote_average":7.0,"runtime":95,"cert":"N\/A","id":85543,"title":"Bonsai","adult":false,"genre_ids":[18]},{"cast":["María Canale","Martina Juncadella","Julián Tello","Ailín Salas"],"overview":"Marina, Sofia and Violeta deal differently with the death of their grandmother.","release_date":"2011-08-08","vote_average":6.2,"runtime":95,"cert":"N\/A","id":85544,"title":"Back to Stay","adult":false,"genre_ids":[18]},{"cast":["Juliette Binoche","Anaïs Demoustier","Joanna Kulig","Louis-Do de Lencquesaing","Krystyna Janda"],"overview":"A journalist tries to balance the duties of marriage and motherhood while researching a piece on college women who work as prostitutes to pay their tuition.","release_date":"2011-09-09","vote_average":5.5,"runtime":96,"cert":"18","id":85545,"title":"Elles","adult":false,"genre_ids":[18]},{"cast":["Guillaume Canet","Leïla Bekhti","Slimane Khettabi","Abraham Belaga","Nicolas Abraham"],"overview":"Yann, a cook, and Nadia, a waitress and mother of 9-year-old child, decide to risk everything on the purchase of a restaurant.  With plenty of talent, energy, love and dreams, but no finance of their own, they find themselves forced into a jungle of financing and bank loans that quickly overwhelms them. To bail them out, Nadia has to take a job in Canada, while Yann is forced to stay behind to save the restaurant.  Together, he and the child confront a relentless avalanche of creditors, an uncaring system and the daily grind from which there is no respite…  Yann finally understands that his only chance of salvation lies in joining his lover – as well as reuniting mother and child – by following Nadia to Canada and a better life.","release_date":"2012-01-03","vote_average":6.3,"runtime":110,"cert":"N\/A","id":85546,"title":"A Better Life","adult":false,"genre_ids":[18]},{"cast":["Jacques Gamblin","Maya Sansa","Denis Podalydès","Régis Romele","Catherine Sola"],"overview":"Based on a novel that Albert Camus was working on when he died, we follow Jacques Comery as he travels back to Algeria in 1957, a place full of childhood memories. The country is split between those wanting to remain a part of France, and those demanding independence. Reminiscences of his mother, his stern grandmother and a young Arab boy come flooding back.","release_date":"2011-09-09","vote_average":6.2,"runtime":100,"cert":"N\/A","id":85547,"title":"The First Man","adult":false,"genre_ids":[18]},{"cast":["Trevor Howard","Nick Ramus","James Remar","Serene Hedin","Dusty McCrea"],"overview":"An ancient Indian warrior who has reached the end of his life is brought back from his 'death' to save his family from a raiding party of enemy Indians in this unique story of 'Indians without a single cowboy.","release_date":"1980-12-12","vote_average":5.7,"runtime":108,"cert":"N\/A","id":85548,"title":"Windwalker","adult":false,"genre_ids":[12,18,37]},{"cast":["Germán de Silva","Hebe Duarte","Nayra Calle Mamani","Monica Coca","Lili Lopez"],"overview":"Rubén is a middle-aged Argentinian truck driver transporting timber between Paraguay and Buenos Aires. One day, at a truck stop, he picks up a young Paraguayan woman, Jacinta, whom his employer had told to take to Buenos Aires. To Rubén's surprise, Jacinta brings along her five-month-old daughter, Anahí.","release_date":"2011-07-06","vote_average":6.5,"runtime":85,"cert":"12","id":85549,"title":"Las Acacias","adult":false,"genre_ids":[18]},{"cast":["Kim Sang-kyung","Uhm Ji-won","Lee Ki-woo","Lee Kyung-jin","Kim Myoeng-su"],"overview":"In Seoul, the paths of two men and one woman intersect and move apart from one another, centering around their love for cinema. A suicidal student meets a young woman who decides to follow him in his fatal gesture. Coming out of a cinema, Tongsu, an unsuccessful filmmaker, spots a beautiful young woman, and recognizes her : she is the main actress in the film he has just seen. The life of this wavering and distressed young man strangely echoes the one of the young man from the beginning...","release_date":"2005-05-27","vote_average":7.6,"runtime":89,"cert":"N\/A","id":85550,"title":"Tale of Cinema","adult":false,"genre_ids":[18]},{"cast":["Glenn Morshower","Billy Milliken","Lisa Lemole","Trey Wilson","Jessie Lee Fulton"],"overview":"The adventures of a group of teenagers at a drive-in theatre in Texas one weekend night.","release_date":"1976-05-26","vote_average":5.5,"runtime":96,"cert":"N\/A","id":85551,"title":"Drive-In","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Royce inherits his grandmother's funeral home. To increase business, Royce and his best friend, Seppy decide to kill everyone in town, with a few bumps along the way.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85552,"title":"Burial Boys","adult":false,"genre_ids":[]},{"cast":["Leo Fong","Cameron Mitchell"],"overview":"A former ranger sits in prison awaiting his execution when an international organization frees him and assigns him to crush a deadly spy ring.","release_date":"1978-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":85553,"title":"Enforcer from Death Row","adult":false,"genre_ids":[]},{"cast":["Michael McManus","Arsinée Khanjian","Gabrielle Rose","Tony Nardi"],"overview":"A struggling actor's job as a hotel custodian is a front for his real job: being rented out as a gigolo by his supervisor. A co-worker is obsessed with him, but he ignores and avoids her. He leaves his acting resume in the hotel room of a screenwriter, who is casting for a TV movie based on the true story of her deceased brother. She hires him to play the lead and the two begin an affair. She becomes increasingly distraught as it becomes evident that the movie's producer is changing her story. Egoyan's trademark tangle of bizarre relationships surrounds the protagonists on their way to a mind-blowing conclusion.","release_date":"1989-09-29","vote_average":6.3,"runtime":93,"cert":"N\/A","id":85556,"title":"Speaking Parts","adult":false,"genre_ids":[18,10749]},{"cast":["Gavin Reed","Jackie Skarvellis","Berwick Kaler","Susan Heard","Richmond Ross"],"overview":"A family of vampires takes over an estate known as Carfax Abbey. Since inbreeding is destroying the family line, they need new blood to keep the family going, so they set out to find new sources.","release_date":"1970-09-29","vote_average":5.3,"runtime":82,"cert":"N\/A","id":85557,"title":"The Body Beneath","adult":false,"genre_ids":[27]},{"cast":["Unodoz","J10"],"overview":"A couple of Cholos make plans to break into the music industry","release_date":"2001-01-01","vote_average":1.0,"runtime":71,"cert":"N\/A","id":85558,"title":"Hip Hop Locos","adult":false,"genre_ids":[80,53]},{"cast":["Michael Gottli","David Falkenburg","Michael O'Sullivan","Margaret Anne MacLeod","Ari Cohen"],"overview":"A surrealistic film in which a strangely assorted group of people come together in the Russian Arctic at the height of the revolution and World War One.","release_date":"1990-09-01","vote_average":5.9,"runtime":82,"cert":"N\/A","id":85559,"title":"Archangel","adult":false,"genre_ids":[35,18,10749,10752]},{"cast":[],"overview":"A demonic hillbilly tells evil tales","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85560,"title":"Scarlet Fry's Junkfood Horror fest","adult":false,"genre_ids":[]},{"cast":["Emma Horsley","Jeannette James","Michael Baughan"],"overview":"Based on supposable true life events set in the English outback. Four teenagers take a shortcut across the countryside on their way home from college. They arrive in an obscure town named Blackwood where they are terrorized by notorious serial killer, Hammerhead, who hunts humans and devours their flesh. His favored tool of death is a large hammer.","release_date":"2006-09-30","vote_average":0.0,"runtime":null,"cert":"","id":85561,"title":"The Summer of the Massacre","adult":false,"genre_ids":[27]},{"cast":["Lori Hassel","Matthew Lewis","J.T. Taube","Mike Hellman","Jenny Admire"],"overview":"A woman struggles in a nightmare world.","release_date":"1992-01-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":85562,"title":"Nightmare Asylum","adult":false,"genre_ids":[27]},{"cast":["Lolita Langsuir","Stephanie Bloode","Theda Baire","Circe","Tim Swartz"],"overview":"Carmilla, the Queen of the Lesbian Vampires, shows the pleasures of girl-on-girl love to sweet young Lilith with depraved vampires of Carmilla's coven. Horror host, Mr. Creeps, brings back the spirit of Ed Wood to solve the problems of these demented Goth scream queens.","release_date":"2003-09-15","vote_average":1.0,"runtime":80,"cert":"N\/A","id":85563,"title":"Barely Legal Lesbian Vampires","adult":false,"genre_ids":[]},{"cast":["Lance Henriksen","Eric Roberts","Brion James","Frank Novak","Sasha Jenson"],"overview":"Two men, both hiding a deadly secret, are on a murderous rampage through the desert.","release_date":"1995-10-23","vote_average":6.5,"runtime":91,"cert":"N\/A","id":85564,"title":"Nature of the Beast","adult":false,"genre_ids":[53,9648,80,27]},{"cast":["Robert Smith","Simon Gallup","Boris Williams","Porl Thompson","Laurence Tolhurst"],"overview":"A concert video of The Cure filmed in Orange, France.","release_date":"1987-10-13","vote_average":8.0,"runtime":113,"cert":"N\/A","id":85565,"title":"The Cure in Orange","adult":false,"genre_ids":[10402]},{"cast":["Audrey Walker","Rick Crawford","Chris Witherspoon","Anna Lodej","Richard Topping"],"overview":"A thirty something man who lives in a suburb just outside of Portland says goodbye to his beautiful and loving wife and heads into town. There he unintentionally provokes the wrath of a mysterious motorcyclist. The confrontation between the two, sets in motion a day long battle. Beginning in the form of harmless taunts then quickly escalating into something more serious and then into something unimaginable.","release_date":"2010-05-01","vote_average":5.0,"runtime":85,"cert":"18","id":85566,"title":"Rage","adult":false,"genre_ids":[18,27,878]},{"cast":["Joseph Eero","Mary Ann Schacht","Joe Niola","T.J. Glenn","Joan Ellen Delaney"],"overview":"After 16 years in prison, Igor and his gang are out and bent on taking revenge on the town that sent them up.","release_date":"1985-12-01","vote_average":3.6,"runtime":82,"cert":"N\/A","id":85567,"title":"Igor and the Lunatics","adult":false,"genre_ids":[27]},{"cast":["Jana Jordan","Lisa Ann","Jessie Andrews","Julia Ann","Allie Haze"],"overview":"Teach Me is a very unique depiction of this older\/younger fantasy and captures incredibly passionate and powerful lesbian scenes that you will not forget.","release_date":"2011-04-26","vote_average":0.0,"runtime":193,"cert":"N\/A","id":85570,"title":"Teach Me: Mature\/Younger","adult":true,"genre_ids":[]},{"cast":["Michelle Lay","Sinn Sage","Dylan Ryan","Autumn Moon","Skin Diamond"],"overview":"Lesbian babysitters are at it again - seducing and being seduced by each other and the older women they work for. Sexy older brunette Michelle Lay can't resist the charms of beautiful young babysitter Shyla Jennings, curvy older woman Autumn Moon is driven wild by tomboy-ish babysitter Sinn Sage, babysitter Skin Diamond is seduced by her charge's sister Lily Diamond, and Dylan Ryan busts the porn cherry of first time performer, voluptuous Sheridan Love.","release_date":"2012-01-11","vote_average":1.0,"runtime":126,"cert":"N\/A","id":85573,"title":"Lesbian Babysitters 6","adult":true,"genre_ids":[10749]},{"cast":["Spencer Tracy","Signe Hasso","Hume Cronyn","Jessica Tandy","Agnes Moorehead"],"overview":"In Nazi Germany in 1936 seven men escape from a concentration camp. The camp commander puts up seven crosses and, as the Gestapo returns each escapee he is put to death on a cross. The seventh cross is still empty as George Heisler seeks freedom in Holland.","release_date":"1944-07-24","vote_average":6.4,"runtime":110,"cert":"N\/A","id":85574,"title":"The Seventh Cross","adult":false,"genre_ids":[18,10752]},{"cast":["Aoi Miyazaki","Masato Sakai","Mitsuru Fukikoshi","Kanji Tsuda","Hiroshi Inuzuka"],"overview":"Mikio (Masato Sakai) is a married man and works hard for the company where he is employed. Then one day Mikio is diagnosed with depression. Mikio's wife is Haruko (Aoi Miyazaki). They have been married for 5 years. Haruko draws comics for work, but they do not sell well. She mainly relied on Mikio for support. Meanwhile, Haruko did not notice any changes in her husband. She begins to blame herself for not noticing any signs. Mikio's depression derived from his work. His company has been pressing him to quit the company. After Mikio quits his job his condition improves, but the dynamics of their relationship changes.","release_date":"2011-10-08","vote_average":6.3,"runtime":121,"cert":"N\/A","id":85575,"title":"My SO Has Got Depression","adult":false,"genre_ids":[18,35]},{"cast":["Zoe Voss","Samantha Ryan","Julia Ann","Sinn Sage","Dana DeArmond"],"overview":"The drama and passion at fashion magazine Haute Couture continues as the interns try to please the editor-in-chief, Julia Ann. Still unaware of Allie (Haze)'s betrayal, Samantha (Ryan) goes toe-to-toe with her rival, Ruth (Melissa Jacobs). Meanwhile, having lost precious photographs, Zoe (Voss) is sent on an impossible mission; and editorial assistant Eve (Dana DeArmond) interviews a potential new intern (Celeste Star). But the question on everyone's mind is: can she handle the position?","release_date":"2011-09-13","vote_average":0.0,"runtime":138,"cert":"N\/A","id":85576,"title":"The Interns 2","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"In a remote village, some strange creatures are patrolling around. After 5 pm, no one dares to go out. A young journalist comes to the village and stays for 10 days but nothing happens. He gives the camera to a 14-year-old boy in the village and then he leaves. The plan was that if the boy sees something strange, he would record it for the journalist and send the tapes back to him. After a while the boy and 6 other people are found murdered, and the camera was still recording...","release_date":"2011-09-16","vote_average":4.1,"runtime":78,"cert":"N\/A","id":85579,"title":"The Karadedeler Incident","adult":false,"genre_ids":[27]},{"cast":["Andy Weiss","Connor Synder","Geneve Rupert","Chris McGurrin","Damon Schoeffler"],"overview":"When twelve-year-old Ryan is forced to move to a new town, he soon discovers the kids there are mean and tough. And they really don't like strangers. But when they steal his dog Theo, Ryan is given a strange pair of magical shoes and finds that the sky's the limit.","release_date":"2003-04-30","vote_average":0.0,"runtime":84,"cert":"N\/A","id":85580,"title":"Flyin' Ryan","adult":false,"genre_ids":[10751]},{"cast":["Koen De Graeve","Geert Van Rampelberg","Viviane de Muynck","An Miller","Lotte Pinoy"],"overview":"Based on a true story, 'Tot altijd' introduces us to a band of friends in the eighties, who spend their days enjoying their youth and turbulent (love) life. Years later, Thomas, a recent medicine graduate and Mario's closest friend, gets stuck between a rock and a hard place when he diagnoses Mario with MS (Multiple Sclerosis). Though not a fatal disease, it slowly consumes the patient's bodily functions and - in some cases - their minds. Mario becomes the leading spokesman for the action group \"Waardig Sterven\" (\"Dignified Death\") in support of the Belgian legalisation of euthanasia. Thomas does everything in his power to avoid losing his best friend, but also can't stand the sight of his continued degeneration...","release_date":"2012-01-25","vote_average":7.3,"runtime":120,"cert":"N\/A","id":85581,"title":"Time Of My Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A live performance from The Black Keys 2005 Australian tour. It was recorded from a show at The Metro Theatre in Sydney, Australia on March 18th 2005.","release_date":"2005-10-04","vote_average":8.5,"runtime":65,"cert":"N\/A","id":85582,"title":"The Black Keys: Live","adult":false,"genre_ids":[10402]},{"cast":["Richard Grieco","Christoph Waltz","Romina Mondello","Nicky Henson","Götz Otto"],"overview":"Terrorists hold a group of people hostage during a Millenium Eve party aboard the Orient Express. Only an action movie star and a gymnast can save them.","release_date":"2001-09-18","vote_average":2.0,"runtime":null,"cert":"N\/A","id":85583,"title":"Death, Deceit & Destiny Aboard the Orient Express","adult":false,"genre_ids":[28]},{"cast":["Robert Wall"],"overview":"Interviews in the Michael Moore\/\"Roger and Me\" tradition examine life in small-town America, class conflicts and the collapse of an upstate New York community, Dadetown, when the town's once-prosperous factory, reduced to the manufacture of paper clips and staples, finally closes. Facing massive unemployment, the blue-collar Dadetown residents next find yuppies moving into town to staff the local division of a big computer outfit.","release_date":"1995-09-02","vote_average":8.0,"runtime":93,"cert":"N\/A","id":85588,"title":"Dadetown","adult":false,"genre_ids":[]},{"cast":["Stellan Skarsgård","Gard B. Eidsvold","Bjørn Sundquist","Camilla Martens","Paul-Ottar Haga"],"overview":"Larsen, an aspiring poet in '20s Oslo, leaves his girlfriend to spend a year as a trapper in East Greenland. There he is teamed with a seemingly rough old sailor\/trapper, Randbæk, and a scientist, Holm. Trapped in a tiny hut together as the Arctic winter sets in, a complex and intense love\/hate relationship develops between Randbæk and Larsen, who are more similar than either would like to admit. A powerful psychological and physical drama set against stunningly bleak Arctic scenery.","release_date":"1995-09-29","vote_average":6.9,"runtime":118,"cert":"N\/A","id":85589,"title":"Zero Kelvin","adult":false,"genre_ids":[18,53]},{"cast":["Donnie Yen","Sandra Ng Kwun-Yu","Raymond Wong","Yang Mi","Louis Koo"],"overview":"Romantic comedy following four couples who meet through a dating website. Four men go on a heroic mission to help four women and wind up experiencing a series of mishaps.","release_date":"2012-01-19","vote_average":6.4,"runtime":118,"cert":"N\/A","id":85590,"title":"All's Well, Ends Well 2012","adult":false,"genre_ids":[35,10749]},{"cast":["Katherine Archuleta","Chantal Unfug","Guillermo Vidal","John Hickenlooper","Curtis Hubbard"],"overview":"A group of documentary filmmakers chronicle the 2008 Democratic National Convention.","release_date":"2009-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":85591,"title":"Convention","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An argentine male writer and an Italian female surfing instructor meet in a little village on the coast of Uruguay and fall in love...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85592,"title":"José Ignacio","adult":false,"genre_ids":[]},{"cast":["Jeb Berrier","Jared Blumenfeld"],"overview":"An average guy makes a resolution to stop using plastic bags at the grocery store. Little does he know that this simple decision will change his life completely. He comes to the conclusion that our consumptive use of plastic has finally caught up to us, and looks at what we can do about it. Today. Right now.","release_date":"2011-09-01","vote_average":5.5,"runtime":74,"cert":"N\/A","id":85593,"title":"Bag It","adult":false,"genre_ids":[99,35]},{"cast":["Weng Weng","Yehlen Catral","Nina Sara"],"overview":"Mr. Weng (Weng Weng) and his partner Gordon (Max Laurel) take on a gang of ninjas and Mexican banditos in California's wild, wild west.","release_date":"1982-03-24","vote_average":4.0,"runtime":82,"cert":"N\/A","id":85594,"title":"D'Wild Wild Weng","adult":false,"genre_ids":[28,35,37]},{"cast":["Griffith Jones","Ursula Howells","Honor Blackman","Ewen Solon","Carl Bernard"],"overview":"Police find that everyone had a motive for the murder of a wealthy woman.","release_date":"1957-08-01","vote_average":7.0,"runtime":59,"cert":"","id":85595,"title":"Account Rendered","adult":false,"genre_ids":[80,9648]},{"cast":["Melissa Leo","Dale Midkiff","Leon","Antonio Fargas","Julie Newmar"],"overview":"Cookie and her brother run away from their loveless mother in the province and arrive in New York. At the train station Cookie meets the fancy man Duke. With his charm he makes her fall in love with him and soon has her working as a prostitute. However his brutality against her colleagues disgusts her.","release_date":"1985-09-20","vote_average":5.0,"runtime":86,"cert":"N\/A","id":85598,"title":"Streetwalkin'","adult":false,"genre_ids":[53,18]},{"cast":["Brenda Fogarty","Mariwin Roberts","Linda Gildersleeve","Wendy Cavanaugh","Harvey Shain"],"overview":"A reporter for a gossip magazine stays at a beach house near that of a movie star to investigate reports that he had had a sex change operation.","release_date":"1976-04-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":85599,"title":"The Beach Bunnies","adult":false,"genre_ids":[35]},{"cast":["Richard Harrison","Mike Monty","Jim Gaines","Ann Milhench"],"overview":"It started with the rape of his daughter then the killing of her boyfriend. He takes the law \"Death Wish\" style into his own hands and has his revenge. Branded as a vicious killer by the underworld, the syndicate blackmails him into becoming their hitman. As he gets more and more tied up in the world of drugs, prostitution and death he decides he wants out. No one gets out of the syndicate alive. It then becomes a battle for survival, him against them in a desperate act of street warfare. His life is he prize.","release_date":"1985-01-30","vote_average":4.1,"runtime":85,"cert":"N\/A","id":85600,"title":"Blood Debts","adult":false,"genre_ids":[53,28]},{"cast":["Randolph Scott","Dorothy Malone","Peggie Castle","Robert Barrat","William Ching"],"overview":"Still seeking revenge against ranch owner Tuck Ordway for publicly whipping him years earlier and breaking up his relationship with Ordway's daughter, cowboy Larry Madden plans to oust Ordway from his ranch by having his claim to the land declared invalid. Ordway's daughter Corinna, believing Madden to be the cause of the family's recent misfortunes, is unaware that the local saloon owner also has designs upon the Ordway holdings.","release_date":"1955-06-18","vote_average":4.6,"runtime":83,"cert":"N\/A","id":85601,"title":"Tall Man Riding","adult":false,"genre_ids":[28,37]},{"cast":["Joe Lewis","Christopher Lee","Donald Pleasence","Barbara Bach","Capucine"],"overview":"The world's newest kung fu legend, Joe Lewis, takes on evil gangsters and saves the world.","release_date":"1979-08-09","vote_average":3.7,"runtime":90,"cert":"N\/A","id":85602,"title":"Jaguar Lives!","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"An organized gang specializing in high ranking military assassinations bewilders the police. However, their headquarters are located and a special agent is sent to terminate all members of the gang.","release_date":"1987-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":85603,"title":"Ninja Death Squad","adult":false,"genre_ids":[]},{"cast":["Renee Harmon","Jody McCrea","Trace Carradine","Liz Renay"],"overview":"Exotic Eastern European beauty, Linda Allen, flies in to Los Angeles to track down the evil mobsters who tortured and murdered her sister. Meanwhile, the mobsters are trying to find a tape with information that would be incriminating to them. Linda's investigation deals with a pimp who may be the murderer she is after, and a helpful FBI agent who may not be the crime hunter he pretends to be. Cunning and deadly she is, but will she be up to the tangled web of corruption, violence, and death she falls into?","release_date":"1981-02-27","vote_average":3.0,"runtime":73,"cert":"N\/A","id":85604,"title":"Lady Street Fighter","adult":false,"genre_ids":[28]},{"cast":["Marcel Sabourin","Catherine Leduc","François Gosselin","Guy L'Ecuyer","Roland Chenail"],"overview":"A martian comes to a small town in Quebec and becomes friends with the town children. He gives them candy to get the children into his spacecraft. This alarms the parents but he wins them over and they have a great big Christmas party.","release_date":"1971-01-01","vote_average":4.8,"runtime":65,"cert":"N\/A","id":85605,"title":"The Christmas Martian","adult":false,"genre_ids":[10751,35,878]},{"cast":["Ian Hunter","C.K. Bibby","William T. Hicks","Anna Rapagna","Jill Donnellan"],"overview":"Spy Duncan Jax thwarts a cabal of neo-nazis","release_date":"1987-12-01","vote_average":4.4,"runtime":93,"cert":"N\/A","id":85608,"title":"Order of the Black Eagle","adult":false,"genre_ids":[28,35]},{"cast":["Paul Newman","Laurence Harvey","Claire Bloom","Edward G. Robinson","William Shatner"],"overview":"At a disused railway station, three men -- a con artist, a preacher and a prospector  -- discuss the recent trial and sentencing of the outlaw Juan Carrasco for the murder of a man and the rape of his wife. In their recounting, the three explore the conflicting testimonies of the parties involved in the crimes. Disconcerting new questions arise with each different version of the event.","release_date":"1964-10-08","vote_average":5.9,"runtime":96,"cert":"N\/A","id":85609,"title":"The Outrage","adult":false,"genre_ids":[18,80,37]},{"cast":["Bert Wheeler","Robert Woolsey","Dorothy Lee","George MacFarlane","Edna May Oliver"],"overview":"Wheeler and Woolsey play two soldiers who go absent without leave in Paris, during World War I.","release_date":"1930-10-04","vote_average":7.3,"runtime":78,"cert":"N\/A","id":85610,"title":"Half Shot at Sunrise","adult":false,"genre_ids":[35]},{"cast":["Guy Rolfe","Jan Holden","George Pastell","Andrew Cruickshank","Allan Cuthbertson"],"overview":"In 1826 British-ruled India, the secret Cult of Thugee demonstrates their worship of their goddess, Kali,  by the mutilation and mass murder of thousands of Indians  while pirating the shipments of the British East-Indian Tea Company.  As the British military leaders play down the implications of the piracy and disappearances, a lone captain realizes that they are not just coincidence and sets out to uncover the source of the deviltry, at the risk of his career.  Based on history.","release_date":"1959-12-04","vote_average":6.3,"runtime":80,"cert":"","id":85611,"title":"The Stranglers of Bombay","adult":false,"genre_ids":[28,12,36,27]},{"cast":["Romano Kristoff","Mike Monty","Gwendolyn Hung","Paul Vance","Nick Nicholson"],"overview":"RAMBO rip-off produced by the Filipino film company Silver Star.","release_date":"1984-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":85612,"title":"Slash","adult":false,"genre_ids":[28,10752]},{"cast":["Bert Wheeler","Robert Woolsey","Mary Carlisle","George McFarland","Noah Beery"],"overview":"The Great Elmer and Company, two out-of-work magicians, help lovelorn Jerry Bronson adopt Spanky Milford, to distract him. When Bronson makes up and elopes, the pair are stuck with the little boy. But Spanky inherits a Kentucky fortune, so they head south to Banesville, where the Milfords and Wakefields are conducting a bitter feud.","release_date":"1934-11-02","vote_average":9.0,"runtime":75,"cert":"N\/A","id":85613,"title":"Kentucky Kernels","adult":false,"genre_ids":[35]},{"cast":["Bert Wheeler","Robert Woolsey","Edna May Oliver","Edgar Kennedy","Betty Grable"],"overview":"Two yokels are framed and sent to prison, but wind up playing football on the warden's championship team.","release_date":"1932-09-16","vote_average":8.0,"runtime":66,"cert":"N\/A","id":85614,"title":"Hold 'Em Jail","adult":false,"genre_ids":[35]},{"cast":["William Holden","Trevor Howard","Capucine","Pamela Franklin"],"overview":"Young Tina lives with her mother and stepfather on a wildlife reserve in Kenya. While her stepfather believes this is a wonderful environment for her to grow up in, her mother becomes increasingly concerned by her behaviour. These concerns are reinforced when it is revealed that her daughter's best friend in the whole world is a fully grown lion. Worried that her daughter may be turning into a savage, she sends for her former husband, Tina's biological father, in the hope that he can take her back to civilization (in this case rural Connecticut). But it seems as though Tina's mother wants something more than a civilized upbringing for her daughter.","release_date":"1962-08-19","vote_average":4.7,"runtime":96,"cert":"","id":85615,"title":"The Lion","adult":false,"genre_ids":[18]},{"cast":["Svend Auken"],"overview":"For two years, director Anne Wivel and her camera followed her husband, the prominent Danish politician Svend Auken. The initial aim was to portray a modern, idealistic politician with great visions for the future. But during shooting, Auken contracted cancer, and the film became a portrayal of the politician, husband and father who feels his life is fading away, even if his work here is not yet finished.","release_date":"2011-11-25","vote_average":4.5,"runtime":110,"cert":"N\/A","id":85616,"title":"Svend","adult":false,"genre_ids":[99]},{"cast":["Suzy Kendall","Kenneth More","Nigel Green","Alexander Knox","Olivera Katarina"],"overview":"A seductive and ruthless spy in the service of Germany steals state secrets- including the formula for poison gas-from England and France during World War I. British intelligence, in turn, tries to hunt her down.","release_date":"1969-01-24","vote_average":7.0,"runtime":104,"cert":"N\/A","id":85617,"title":"Fraulein Doktor","adult":false,"genre_ids":[28,18,10752]},{"cast":["Monty Halls"],"overview":"Three-part series exploring Australia's Great Barrier Reef, one of the natural wonders of the world and the largest living structure on our planet.  Monty Halls explores its full 2000-kilometre length, from the wild outer reefs of the Coral Sea to the tangled mangrove and steaming rainforest on the shoreline; from large mountainous islands to tiny coral cays barely above sea level; from the dark depths of the abyss beyond the reef to colourful coral gardens of the shallows.","release_date":"2012-01-01","vote_average":6.5,"runtime":60,"cert":"","id":85618,"title":"Great Barrier Reef - Nature's Miracle","adult":false,"genre_ids":[99]},{"cast":["Arak Amornsupasiri","Vitsawa Thaiyanon","Artikitt Prinkprom","Mario Maurer","Jarinya Sirimongkolsakul"],"overview":"Five kids fled from a mafia who abused them as beggars. They ended up meeting the great kung fu master who adopted them and taught them how to fight. Now, the kids are grownups and become the magnificent five kung fu fighters who have only one mission: to avenge the mafia who destroyed their lives.","release_date":"2011-09-01","vote_average":4.5,"runtime":100,"cert":"N\/A","id":85619,"title":"Bangkok Assassins","adult":false,"genre_ids":[28,10749,18]},{"cast":["Mel Ferrer","Elsa Martinelli","Alberto Bonucci","René-Jean Chauffard","Gabriella Farinon"],"overview":"The spirit of a vengeful female vampire is released from her grave and possesses a wealthy young woman of nobility, who preys on other women in her village.","release_date":"1960-09-14","vote_average":6.4,"runtime":79,"cert":"N\/A","id":85620,"title":"Blood and Roses","adult":false,"genre_ids":[27,10749]},{"cast":["Bolek Polívka","Vica Kerekes","Simona Stašová","Petra Hřebíčková","Berenika Kohoutová"],"overview":"Charming bon vivant Rudolf is convinced that infidelity is the basis for a happy marriage, since, after all, a woman does not want to be bored with her partner.","release_date":"2011-08-25","vote_average":6.7,"runtime":115,"cert":"N\/A","id":85621,"title":"Men in Hope","adult":false,"genre_ids":[35,10749]},{"cast":["Steffi Kühnert","Christiane Paul","Charly Hübner","Edgar Selge","Franziska Walser"],"overview":"","release_date":"2006-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85622,"title":"Im Schwitzkasten","adult":false,"genre_ids":[]},{"cast":["Richard Johnson","Carol Lynley","Barbara Bouchet","Sylvia Syms","Gordon Jackson"],"overview":"Jonas Wilde, a British secret agent licensed to kill, wants to resign from his murderous work, but his superiors pressure him into taking on a new assignment-the assassination of a defecting Soviet scientist. In the course of the dangerous mission, he discovers a mole has infiltrated British intelligence.","release_date":"1967-10-01","vote_average":6.7,"runtime":92,"cert":"","id":85625,"title":"Danger Route","adult":false,"genre_ids":[28,53,18]},{"cast":["Michaela Kuklová","Miroslav Šimůnek","Sabina Laurinová","Lukáš Vaculík","Daniel Hůlka"],"overview":"","release_date":"1999-03-04","vote_average":6.3,"runtime":111,"cert":"N\/A","id":85626,"title":"Helluva Good Luck","adult":false,"genre_ids":[12,10751,14]},{"cast":["Michaela Kuklová","Miroslav Šimůnek","Karel Gott","Sabina Laurinová","Vladimír Brabec"],"overview":"","release_date":"2001-02-01","vote_average":5.3,"runtime":102,"cert":"N\/A","id":85627,"title":"Goblins and Good Luck 2","adult":false,"genre_ids":[12,10751,14]},{"cast":["Libuše Šafránková","Pavel Trávníček","Luděk Munzar","Jana Hlaváčová","Jiří Bartoška"],"overview":"Brave sons of the king, twin brothers Jaroslav and Jaromír love and help each other. It was they and another brother - Jindrich, who once saw the portrait of Princess of Diamond Mountains, fell in love and went on her quest.","release_date":"1982-12-01","vote_average":5.6,"runtime":84,"cert":"N\/A","id":85628,"title":"The Third Prince","adult":false,"genre_ids":[14,10749,10751]},{"cast":[],"overview":"\"Naked Came The Stranger\", the second of the films made by legendary auteur Radley Metzger using the pseudonym 'Henry Paris', is a bona fide classic. Inspired by the notorious best-selling book of the same name, it follows the exploits of radio host Gilly Blake (the effervescent Darby Lloyd Rains in a career best role) who is determined to get even with her philandering husband Billy (Levi Richards) in a series of torrid affairs with their friends and acquaintances. Set in swinging 1970s New York, the film features a series of daring escapades taking place at an elaborate fancy dress ball, an exquisite old-fashioned ball room, and even on the top floor of a double decker bus as it drives around Manhattan in plain daylight. Sizzling sex, stunning cinematography, wonderful locations, and Metzger's trademark humor make this one of the truly great cinematic achievements of this or any other era.","release_date":"1975-01-01","vote_average":3.5,"runtime":89,"cert":"N\/A","id":85629,"title":"Naked Came the Stranger","adult":true,"genre_ids":[]},{"cast":["Markéta Fišerová","Pavel Trávníček","Karel Roden","Libuše Havelková","Zdena Hadrbolcová"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85630,"title":"O štěstí a kráse","adult":false,"genre_ids":[35,10751]},{"cast":["Leatrice Joy","Victor Varconi","Raymond Griffith","Julia Faye","Zasu Pitts"],"overview":"A bored rich housewife wants to go on the stage, but her husband won't let her. When she meets a despairing actress who looks exactly like her, she suggests they swap places for a little while, giving the actress a break while the rich husband is out of town. But the rich husband comes back early, causing havoc for the actress, plus the rich housewife is finding herself attracted to the actress's boyfriend.","release_date":"1924-06-22","vote_average":0.0,"runtime":70,"cert":"N\/A","id":85631,"title":"Changing Husbands","adult":false,"genre_ids":[35]},{"cast":["Aleksandr Khamnushkin","Mikhail Kozlov"],"overview":"","release_date":"","vote_average":3.5,"runtime":87,"cert":"N\/A","id":85632,"title":"На Байкал","adult":false,"genre_ids":[]},{"cast":["Clifton Chenier"],"overview":"Thrilling musical portrait of Zydeco King Clifton Chenier, who combines the pulsating rhythms of Cajun dance music and black R&B with African overtones, belting out his irresistible music in the sweaty juke joints of South Louisiana.","release_date":"1973-11-22","vote_average":6.0,"runtime":54,"cert":"N\/A","id":85633,"title":"Hot Pepper","adult":false,"genre_ids":[99,10402]},{"cast":["Milton Sills","Dorothy Mackaill","Betty Compson","Douglas Fairbanks Jr.","Sylvia Ashton"],"overview":"A successful carnival barker deals with the arrival of his eager son, who he'd hoped would stay far from the carnival world, his son's entanglement with a showgirl, and his own jealous mistress.","release_date":"1928-12-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":85634,"title":"The Barker","adult":false,"genre_ids":[10749,18]},{"cast":["Flaco Jiménez","Lydia Mendoza"],"overview":"A complex, insightful look at the Chicano experience as mirrored in the lives and music of the most acclaimed Norteño musicians of the Texas-Mexican border, including Flaco Jimenez and Lydia Mendoza. Video includes bonus feature, Del Mero Corazon.","release_date":"1976-12-30","vote_average":6.8,"runtime":58,"cert":"N\/A","id":85635,"title":"Chulas Fronteras","adult":false,"genre_ids":[99,10402]},{"cast":["Lillian Gish","Lars Hanson","Henry B. Walthall","Karl Dane","William H. Tooker"],"overview":"In Puritan Boston, seamstress Hester Prynne and kindly Reverend Arthur Dimmesdale fall in love. After Dimmesdale must go away for a time to England, he returns to discover that Hester has given birth to their child and is the focus of local censure.","release_date":"1927-01-08","vote_average":8.3,"runtime":115,"cert":"N\/A","id":85638,"title":"The Scarlet Letter","adult":false,"genre_ids":[18]},{"cast":["James Cagney","Viveca Lindfors","John Derek","Ernest Borgnine","Grant Withers"],"overview":"Western that starts when a man (Matt Dow) is mistaken as a train robber. After the town's sheriff shoots the kid he's riding with, Dow clears his name and ends up as the new sheriff. He romances a Swedish woman and settles in to a peaceful life only to find that the boy has a few secrets of his own.","release_date":"1955-04-29","vote_average":6.8,"runtime":93,"cert":"N\/A","id":85639,"title":"Run for Cover","adult":false,"genre_ids":[28,37]},{"cast":["Robert Stack","Polly Bergen","Joan Crawford","Janis Paige","Diane McBain"],"overview":"This movie chronicles the trials of the mentally ill and their care-givers in an over-crowded ward of a hospital.","release_date":"1963-08-21","vote_average":5.0,"runtime":97,"cert":"N\/A","id":85640,"title":"The Caretakers","adult":false,"genre_ids":[18]},{"cast":["John Ireland","Beverly Bain","Cliff Fields","John Hart","Elena Verdugo"],"overview":"A young wife's marriage begins to crumble after she's attacked by a knife-wielding woman whom the police believed was already dead.","release_date":"1965-01-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":85641,"title":"Day of the Nightmare","adult":false,"genre_ids":[9648,53,27]},{"cast":["Werner Herzog"],"overview":"A zesty paean of praise to the greater glories of garlic. This lip-smacking foray into the history, consumption, cultivation and culinary\/curative powers of the stinking rose features chef Alice Waters of Chez Panisse, and a flavorful musical soundtrack.","release_date":"1980-10-12","vote_average":7.5,"runtime":51,"cert":"N\/A","id":85642,"title":"Garlic Is as Good as Ten Mothers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A joyous romp through the dance, food, music, friendship, and even religion of the Polka. The explosive energy and high spirits of the polka subculture are rendered with warmth and dedication to scholarship in this journey through Polish-American celebrations. Polka stars like Jimmy Sturr, Eddie Blazonzyck and Walt Solek are featured.","release_date":"1984-05-23","vote_average":6.5,"runtime":50,"cert":"N\/A","id":85643,"title":"In Heaven There Is No Beer?","adult":false,"genre_ids":[99,10402]},{"cast":["Gene Hackman","Jim Brown","Mike Kellin","Gerald S. O'Loughlin"],"overview":"A riot in a state prison is staged to cover up an escape attempt, during which many inmates and guards are killed. Shot on location at Arizona State Prison.","release_date":"1969-01-15","vote_average":4.8,"runtime":96,"cert":"N\/A","id":85644,"title":"Riot","adult":false,"genre_ids":[28]},{"cast":["Heriberto Boroto","Iván Carbonell","Francisco Cardet","Francisquito Cardet","Julio Castro"],"overview":"Dawn breaks in La Habana, and as the day advances we follow the simple lives of ten ordinary Cubans, with only sounds and images accompanied by music.","release_date":"2003-10-03","vote_average":6.3,"runtime":84,"cert":"N\/A","id":85645,"title":"Suite Habana","adult":false,"genre_ids":[99]},{"cast":["Suziey Block","Karen Gorham","Karen Baird","Joshu","Florence Hartigan"],"overview":"ENTRANCE is about the limits of our perception, how the things lurking on the periphery of our lives can lead to horrific conclusions; about how she fell out of love with the city, but it wouldn't let her go.","release_date":"2012-05-18","vote_average":4.0,"runtime":83,"cert":"N\/A","id":85646,"title":"Entrance","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"This little-known Blank gem is a portrait of the Serbian-American communities of Chicago and California, highlighting their history in this country, their music, dancing and religion.","release_date":"1987-09-12","vote_average":0.0,"runtime":51,"cert":"N\/A","id":85647,"title":"Ziveli! Medicine for the Heart","adult":false,"genre_ids":[99]},{"cast":["Rock Hudson","Dean Martin","Susan Clark","Donald Moffat","John McLiam"],"overview":"Two men who have been friends since childhood find themselves on opposite ends of the law.","release_date":"1973-06-20","vote_average":6.1,"runtime":99,"cert":"N\/A","id":85648,"title":"Showdown","adult":false,"genre_ids":[37,28]},{"cast":[],"overview":"The definitive film on the history of the toe-tapping, foot-stomping music of French Southwest Louisiana. Includes many Cajun and Zydeco greats, featuring Michael Doucet and Beausoleil, Clifton Chenier, Marc and Ann Savoy, D.L. Menard, and many others.","release_date":"1989-10-13","vote_average":8.0,"runtime":84,"cert":"N\/A","id":85649,"title":"I Went To The Dance","adult":false,"genre_ids":[99,10402]},{"cast":["Paul Weller","Noel Gallagher"],"overview":"A talented musician fraught with a troubled career, Steve Marriott is best remembered as the frontman for the mod band the Small Faces, which also included Ronnie Lane, and future Who drummer Kenny Jones. At odds with his fame and dogged by the constant near-miss of success, Marriott nonetheless played with a passion and innovation that has inspired generations. His early demise when his house caught fire was a tragedy to the music world, and his popularity has, ironically, only grown since his death. This footage documents the concert held to commemorate the 10th anniversary of Marriott's death.","release_date":"2001-04-20","vote_average":0.0,"runtime":120,"cert":"","id":85650,"title":"Steve Marriott: Astoria Memorial Concert","adult":false,"genre_ids":[]},{"cast":["Lawrence Hilton-Jacobs","Bryan O'Dell","Renn Woods","Tony Allen","Vince Cannon"],"overview":"A gang war\/drug story set in a Los Angeles ghetto about the coming of age of a 15-year-old black youth.","release_date":"1978-05-24","vote_average":5.0,"runtime":90,"cert":"N\/A","id":85651,"title":"Youngblood","adult":false,"genre_ids":[18]},{"cast":["Josue Aguirre","E.J. Bonilla","Kimberly Burke","Joaquim de Almeida","Jennifer Esposito"],"overview":"A teenager in Echo Park deals with the loss of his mother and his attraction to a girl not considered \"cool\" by his friends.","release_date":"2012-04-27","vote_average":6.5,"runtime":109,"cert":"N\/A","id":85652,"title":"Mamitas","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A warmly amusing look at a bus-full of American tourists on a whirlwind tour of Europe. The eclectic soundtrack includes Mozart, Bob Dylan, Sandy Denny, Jonathan Richman, others.","release_date":"1991-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":85653,"title":"Innocents Abroad","adult":false,"genre_ids":[99]},{"cast":["Craig Sheffer","Virginia Madsen","Jon Polito","J.J. Cohen","Kate Reid"],"overview":"A young woman from a Catholic school and a young man from a nearby prison camp fall in love and run away together to escape the law, the church and their parents.","release_date":"1986-05-09","vote_average":5.1,"runtime":103,"cert":"N\/A","id":85654,"title":"Fire with Fire","adult":false,"genre_ids":[18,10749]},{"cast":["Gerald Gaxiola"],"overview":"What happens when a dedicated husband and father quits his job, adopts the persona of a Western-Movie Singing Cowboy, takes on the entire art establishment (including Christo and Andy Warhol), and refuses to accept money for his art ? Meet Gerry Gaxiola, AKA The Maestro, an ex-wage slave who gave up everything to make art for art's sake. The Maestro's story could inspire a whole new generation of Van Goghs.","release_date":"1994-01-01","vote_average":6.0,"runtime":54,"cert":"N\/A","id":85655,"title":"The Maestro: King of the Cowboy Artists","adult":false,"genre_ids":[99]},{"cast":["Yasuhisa Furuhara","Itsuji Itao","Naoto Takenaka","Mami Yamasaki","Hiroyuki Watanabe"],"overview":"An evil criminal organisation called Sigma kidnap prominment business leaders to harvest their DNA and only Karate-Robo Zaborgar can save them.","release_date":"2011-10-15","vote_average":6.3,"runtime":114,"cert":"N\/A","id":85656,"title":"Karate-Robo Zaborgar","adult":false,"genre_ids":[28,878]},{"cast":["William Ruffin","John Alex Nunnery","Patrick Rutherford","Arthur Arrington","Joice Baldwin"],"overview":"All fourteen-year-old Robbie Hendrick ever wanted was a family. Yet as another Mississippi summer begins, his wayward mother has run off again fearing a breakdown and he's left to burn the days caring for his half brother, Fess. As the deep days and nights pass without her return and with older brother Lucas dangerously in their lives again, Robbie must face the fact that his dream of a family may only be a dream and he might just lose the only family he's ever had: Fess.","release_date":"2011-10-21","vote_average":6.4,"runtime":73,"cert":"N\/A","id":85657,"title":"The Dynamiter","adult":false,"genre_ids":[18]},{"cast":["David Lee Hoffman","Song Diefeng","Werner Herzog","Angela Justice"],"overview":"During the 1990s, David Lee Hoffman searched throughout China for the finest teas. He's a California importer who, as a youth, lived in Asia for years and took tea with the Dali Lama. Hoffman's mission is to find and bring to the U.S. the best hand picked and hand processed tea. This search takes him directly to farms and engages him with Chinese scientists, business people, and government officials: Hoffman wants tea grown organically without a factory, high-yield mentality. By 2004, Hoffman has seen success: there are farmer's collectives selling tea, ways to export \"boutique tea\" from China, and a growing Chinese appreciation for organic farming's best friend, the earthworm.","release_date":"2007-04-14","vote_average":7.0,"runtime":70,"cert":"N\/A","id":85658,"title":"All In This Tea","adult":false,"genre_ids":[99]},{"cast":["Catherine Mary Stewart","Cameron Dye","Alex Rocco","Steve Railsback","Joe Pantoliano"],"overview":"A girl trying to make it in the 1980's New Wave rock and roll scene in L.A.","release_date":"1987-08-08","vote_average":6.5,"runtime":99,"cert":"N\/A","id":85661,"title":"Scenes From the Goldmine","adult":false,"genre_ids":[18]},{"cast":["Afshin Hashemi","Hedayat Hashemi","Mohsen Kazemi","Shirin Yazdanbakhsh","Hamed Behdad"],"overview":"A trio of humorous stories set around Tehran.","release_date":"2010-10-20","vote_average":0.0,"runtime":81,"cert":"N\/A","id":85662,"title":"Please Don't Disturb","adult":false,"genre_ids":[18,35]},{"cast":["Amber Sealey","Kent Osborne","Amanda Street"],"overview":"A comedy centered on Beth and Mark, a couple struggling to conceive, and Mark's unexpectedly helpful affair with Louise.","release_date":"2011-06-17","vote_average":0.0,"runtime":87,"cert":"N\/A","id":85663,"title":"How to Cheat","adult":false,"genre_ids":[18]},{"cast":["Chang Lu","Hui Lou Chen","Lei Chen","Shen-lin Chen","Cheng Fu-Hung"],"overview":"After the sacred scripts of Tammo are stolen from Shaolin, a young girl is taught 18 forms of Shaolin kung fu to enable her to venture outside the temple and recover all of the volumes.","release_date":"1977-04-08","vote_average":0.0,"runtime":101,"cert":"N\/A","id":85664,"title":"Fight for Survival","adult":false,"genre_ids":[28]},{"cast":["Michael Ironside","Lisa Langlois","Christopher Plummer","Stefan Wodoslawsky","Sean McCann"],"overview":"When a police detective kills a criminal, this traumatic event triggers a locked memory, he didn't know he had, of him being a subject of a CIA experiment.","release_date":"1989-12-15","vote_average":5.7,"runtime":92,"cert":"N\/A","id":85665,"title":"Mindfield","adult":false,"genre_ids":[53]},{"cast":["Christopher Allamon","Richard Babcock","Jack Ball","Josiah Ball","Demetrius Bennett"],"overview":"'Hawk Jones' is one of the only movies ever made that has an all child cast! With an average age of 8 you won't believe what happens in this movie! The local gangster, Antonio Coppola, is threatening to take over the entire town of Minitropolis. Antonio and his gang of henchmen are causing destruction everywhere; turning the once quiet town upside down.","release_date":"1986-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":85666,"title":"Hawk Jones","adult":false,"genre_ids":[35,28]},{"cast":["Mae Murray","Rod La Rocque","Jean Hersholt","Robert Frazer","Edmund Burns"],"overview":"The queen of a mythical European nation flees to America when a general threatens to overthrow her government.","release_date":"1923-02-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":85667,"title":"Jazzmania","adult":false,"genre_ids":[18]},{"cast":["Trina McGee","Nancy Bellany","Marcello Thedford"],"overview":"Tyrone Johnson is in jail. As a result his sister Yolanda, an exotic dancer, inherits Tyrone's struggling hair salon business. She first sees the shop as a burden and waste of her time and puts the shop up for sale. But Yolanda eventually sees that the beauty biz could be a better future than the stripping biz, and changes her mind, angering the buyer, who retaliates with a vengeance. Yolanda decides to get her exotic dancing girlfriends together in order to keep the shop open... with a twist.","release_date":"2009-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85668,"title":"Da' Booty Shop","adult":false,"genre_ids":[35]},{"cast":["Christopher Lee","Tell Schreiber","Sally Gray","Ross Vezarian"],"overview":"The Keeper of Underwood Asylum has the mental patients of the wealthiest families in British Columbia. The rest of the family members have been dying under mysterious circumstances, so Biggs hires private investigator Richard Driver, who puts his assistant, Maybelline, in the asylum pretending she is his cousin and that they came from a family where the parents were all first cousins to each other and they decided to keep their love platonic for genetic reasons. Then he tries to get Inspector Clarke to check him in as a narcoleptic who didn't wake up with his body. They all know what the keeper has been doing, but it is a matter of proving it, and avoiding the hypnotized Biggs twins and Danny, who he is able to keep catatonic with his machine. Inspector Clarke gives driver a lot of trouble, and the kid giving shoe shines looks down on everybody, knowing more.","release_date":"1976-01-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":85669,"title":"The Keeper","adult":false,"genre_ids":[9648,27,18]},{"cast":["John Barrymore","Helen Hayes","Clark Gable","Lionel Barrymore","Robert Montgomery"],"overview":"A mail company pushes their pilots to fly overnight to increase their delivery speed, but storms threaten.","release_date":"1933-10-06","vote_average":5.8,"runtime":84,"cert":"N\/A","id":85670,"title":"Night Flight","adult":false,"genre_ids":[18]},{"cast":["John Hayden","Jeff Fahey","Kate Collins","Rick Gianasi","Frances Raines"],"overview":"Tough ex-con Glenn Barnes gets paroled from prison after serving a sentence for manslaughter. Glenn plans to reopen his old nightclub the Garage on 42nd Street. Vicious rival nightclub owner Farrell threatens to take drastic measures if Glenn goes through with his plan. After all the employees get massacred by Farrell's flunkies on opening night, Glenn reverts back to his brutish criminal ways to exact a harsh revenge on Farrell and his men.","release_date":"1987-01-01","vote_average":3.0,"runtime":89,"cert":"N\/A","id":85671,"title":"Riot on 42nd St.","adult":false,"genre_ids":[18]},{"cast":["Cheri Caffaro","Vic Diaz","Aharon Ipalé","Corinne Calvet","John van Dreelen"],"overview":"Gorgeous blonde assassin Samantha Fox accepts a contract to liquidate a quintet of gangsters in the Philippines. Problems ensue when she falls in love with the Manila detective investigating the killings.","release_date":"1977-02-18","vote_average":6.0,"runtime":85,"cert":"N\/A","id":85672,"title":"Too Hot to Handle","adult":false,"genre_ids":[53,28,18]},{"cast":["Jean Bell","Pat Anderson","Stan Shaw","Ken Metcalfe","Chiquito"],"overview":"A woman encounters thugs and drug dealers after traveling to Hong Kong to search for her missing brother.","release_date":"1974-06-08","vote_average":5.5,"runtime":72,"cert":"N\/A","id":85673,"title":"TNT Jackson","adult":false,"genre_ids":[28,53]},{"cast":["John Ashley","Pat Woodell","Jan Merlin","Charles Macaulay","Pam Grier"],"overview":"A kidnapped diver is taken to an island inhabited by a mad scientist and his half-animal, half-human creations.","release_date":"1972-06-01","vote_average":3.3,"runtime":84,"cert":"N\/A","id":85674,"title":"The Twilight People","adult":false,"genre_ids":[27]},{"cast":["Robin Lane","Alisha Fontaine","David Sawn","Anthony Massena","Don Jarrell"],"overview":"Wayward and uninhibited young runaway Kim has fallen in with a bad crowd. Kim decides to flee said crowd and goes to the west coast to reunite herself with her uptight and neurotic estranged older sister Hilary so she can collect some of the inheritance left behind by their deceased parents. However, evil drug dealer Maury and his flock follow Kim to Hilary's house.","release_date":"1973-07-06","vote_average":4.0,"runtime":74,"cert":"N\/A","id":85675,"title":"Teenage Tramp","adult":false,"genre_ids":[18]},{"cast":["Jillian Kesner","Darby Hinton","Rey Malonzo","Ken Metcalfe","Peter Cooper"],"overview":"Femme fatale martial arts expert teaches the mafia a lesson.","release_date":"1981-05-01","vote_average":7.3,"runtime":77,"cert":"N\/A","id":85676,"title":"Firecracker","adult":false,"genre_ids":[28,53]},{"cast":["Charles Boyer","Joan Fontaine","Alexis Smith","Brenda Marshall","Charles Coburn"],"overview":"The daughter of a musical mentor adores a promising composer, who is quite fond of the adolescent. When her father dies, an uncle arrives with his own grown daughter, who begins a romance with the composer which culminates in marriage but creates an emotional rivalry that affects the three.","release_date":"1943-06-23","vote_average":5.6,"runtime":112,"cert":"N\/A","id":85677,"title":"The Constant Nymph","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Roy Rogers","Smiley Burnette","Carol Hughes","Maple City Four","Guy Usher"],"overview":"In his starring debut Roy gets elected to congress in order to bring water to the ranchers in his district. In Washington he learns he needs the backing of a key congressman and gets that man to go west for an inspection trip. When the Congressman is initally unimpressed, Roy gets the inspection party stranded without water to show the true conditions.","release_date":"1938-04-20","vote_average":6.0,"runtime":65,"cert":"N\/A","id":85678,"title":"Under Western Stars","adult":false,"genre_ids":[37,28,10402]},{"cast":["Rod Serling","Robert Ginnaven","Gary Brockette","Charlie Dell","Rosie Holotik"],"overview":"Three eerie tales based on actual events are enacted in this film. First, three college students play a prank on a geeky classmate, who is accidentally shot and killed. His vengeful mother forecasts the deaths of the three young men she holds responsible, on 7, 14, and 21 days hence. And, one by one, her grim predictions come true. Next, a ghoulish sound emanates from a mist-shrouded hole in the Earth near where a Missouri boy has lost his dog. The boy's father is lowered into the hole and lets out an agonizing scream! Finally, a senator returning home from a party finds a lost girl on a bridge and learns from her father that she died years earlier","release_date":"1972-11-15","vote_average":5.0,"runtime":90,"cert":"N\/A","id":85681,"title":"Encounter with the Unknown","adult":false,"genre_ids":[27,9648]},{"cast":["John Ashley","Mary Charlotte Wilcox","Leopoldo Salcedo","Eddie Garcia","Ken Metcalfe"],"overview":"Satan saves Ashley from death on condition he become his disciple (and, as it turns out, a hairy murderous beast).","release_date":"1971-01-01","vote_average":2.8,"runtime":87,"cert":"N\/A","id":85682,"title":"The Beast of the Yellow Night","adult":false,"genre_ids":[27]},{"cast":["John Haslett Cuff","Darlene Mignacco","Rose Graham","Agi Gallus","Michael A. Miranda"],"overview":"A woman breaks out of an insane asylum, accompanied by two crazed inmates, to kill her sister.","release_date":"1985-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":85683,"title":"Psycho Girls","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Paty and Fito be marriage anniversary and to celebrate, Paty want to buy many gifts for Fito, but ... Recorded live.","release_date":"2005-01-26","vote_average":7.0,"runtime":47,"cert":"N\/A","id":85684,"title":"CAAH - Paty prepared a surprise","adult":false,"genre_ids":[]},{"cast":["Lina Basquette","Tom Keene","Marie Prevost","Noah Beery","Eddie Quillan"],"overview":"High school students led by the Girl and Boy turn from Christianity toward secret atheistic meetings. When a girl is accidentally killed by a stairway collapse, the Girl and Boy go to reform school where they are treated brutally.","release_date":"1929-03-31","vote_average":7.3,"runtime":113,"cert":"N\/A","id":85685,"title":"The Godless Girl","adult":false,"genre_ids":[18]},{"cast":["Lillian Rich","Henry B. Walthall","Vera Reynolds","Theodore Kosloff","Rod La Rocque"],"overview":"Femme fatale Flora marries a titled European to save the family planation. Her husband and a rival fall to their deaths in a glacier. Next Flora weds her sister Margaret's love Admah. She bleeds him dry, until he goes to prison.","release_date":"1925-01-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":85688,"title":"The Golden Bed","adult":false,"genre_ids":[18]},{"cast":["Rudolph Valentino","Vilma Banky","George Fawcett","Montagu Love","Agnes Ayres"],"overview":"Ahmed, son of Diana and Sheik Ahmed Ben Hassan, falls in love with Yasmin, a dancing girl who fronts her father's gang of mountebanks. She and Ahmed meet secretly until one night when her father and the gang capture the son of the sheik, torture him, and hold him for ransom.","release_date":"1926-09-05","vote_average":6.5,"runtime":68,"cert":"N\/A","id":85689,"title":"The Son of the Sheik","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Jürgen Vogel","Nadja Uhl","Dietrich Hollinderbäumer","Andrea Sawatzki","Margit Carstensen"],"overview":"","release_date":"2002-10-31","vote_average":5.7,"runtime":null,"cert":"N\/A","id":85690,"title":"Shattered Glass","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Catherine Hickland plays a taxi driver who is robbed and gang raped. She is then stalked by her attackers who also kill her father played by Chuck Connors. She finally snaps and seeks revenge. This film was produced by Fred Williamson and directed by Stelvio Massi but was never officailly finished or released.","release_date":"","vote_average":3.0,"runtime":null,"cert":"N\/A","id":85691,"title":"Taxi Killer","adult":false,"genre_ids":[]},{"cast":["Yoshie Hayakawa","Shōhei Imamura","Shigeru Tsuyuguchi"],"overview":"A Man Vanishes examines the concept of Johatsu, tackling the phenomenon of people missing in Japan over the years. It picks one such person from the list, someone who had seemed to disappear from the face of the earth due to embezzlement from his company, and the filmmakers begin an investigative documentary into the reasons behind and attempt at tracking him down.","release_date":"1967-07-08","vote_average":7.1,"runtime":130,"cert":"N\/A","id":85692,"title":"A Man Vanishes","adult":false,"genre_ids":[99,18]},{"cast":["Bruce Willis","Garry Shandling","Steve Carell","Wanda Sykes","Sami Kirkpatrick"],"overview":"RJ the raccoon produces a nature video, which turns out to be an excuse for him and the porcupine children to play pranks on Hammy the squirrel.","release_date":"2006-10-17","vote_average":5.8,"runtime":5,"cert":"N\/A","id":85693,"title":"Hammy's Boomerang Adventure","adult":false,"genre_ids":[35,10751,16]},{"cast":["Rutkay Aziz","Emin Sivas","Serap Aksoy","Yaman Okay","Ayşegül Ünsal"],"overview":"","release_date":"1991-10-25","vote_average":8.1,"runtime":81,"cert":"N\/A","id":85694,"title":"Piano Piano Kid","adult":false,"genre_ids":[]},{"cast":["Piper Laurie","Stuart Whitman","Janit Baldwin","Roger Davis","Crystin Sinclaire"],"overview":"Strange killings occur at Ruby's drive-in theatre, sixteen years after the murder of her gangster boyfriend.","release_date":"1977-06-23","vote_average":4.5,"runtime":85,"cert":"N\/A","id":85695,"title":"Ruby","adult":false,"genre_ids":[18,27,28]},{"cast":["Karen Gillan","Aneurin Barnard","Frances Barber","Helen McCrory","Fiona Button"],"overview":"We’ll Take Manhattan explores the explosive love affair between Sixties supermodel, Jean Shrimpton, and photographer, David Bailey.  Focusing on a wild and unpredictable 1962 Vogue photo shoot in New York, the drama brings to life the story of two young people falling in love, misbehaving and inadvertently defining the style of the Sixties along the way.","release_date":"2012-03-03","vote_average":6.2,"runtime":90,"cert":"","id":85696,"title":"We'll Take Manhattan","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Wallace Beery","Louise Brooks","Richard Arlen","Blue Washington","Kewpie Morgan"],"overview":"After killing her treacherous step-father, a girl tries to escape the country with a young vagabond. She dresses as a boy, they hop freight trains, quarrel with a group of hobos, and steal a car in their attempt to escape the police, and reach Canada.","release_date":"1928-09-22","vote_average":6.9,"runtime":100,"cert":"N\/A","id":85697,"title":"Beggars of Life","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"PSP World Champion is the most coveted title in the paintball world. After an entire NXL season it came down to the defending champs Los Angeles Ironmen battling the Philadelphia Americans through three intense, hard-hitting games, to determine who would wear the crown. In the end it came down to a best of three and one of the most exciting finals in World Cup hstory. This is the ground breaking live Webcast available on DVD, so you can own a piece of history.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":85700,"title":"PSP World Cup 2008","adult":false,"genre_ids":[]},{"cast":["Doug McClure","Katharine Ross","Ricardo Montalban","Ronald Remy","Helen Thompson"],"overview":"During the Japanese invasion of the Philippines, an assorted group of refugees, including an American soldier, an Army nurse, a priest and a group of local children, try to make their getaway aboard a rattletrap, creaky bus.","release_date":"1967-01-21","vote_average":7.0,"runtime":100,"cert":"N\/A","id":85701,"title":"The Longest Hundred Miles","adult":false,"genre_ids":[10752,18]},{"cast":["Sie Kohinata","Yoshiyuki Morishita","Kanji Tsuda"],"overview":"Ace pilot Trava and his personal mechanic buddy Shinkai, on their way to mark an out-of-the-way planet, pick up Mikuru, a girl with no memory. The three are about to discover that the planet is more than it seems.  A four-part OVA that was part of the \"Grasshoppa!\" video anthology\/DVD magazine.","release_date":"2003-05-03","vote_average":5.2,"runtime":52,"cert":"N\/A","id":85702,"title":"Trava: Fist Planet","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Featuring highlights from EIGHT EVENTS ON 1 DVD! World Cup '03 Mardi Gras, Bourbon Street LA Open Huntington Beach Orlando Open Bunkerfest Chicago and Denver.  Team Sections with Infamous, Avalanche, XSV, Justice, Dynasty, Aresenal, Texas Storm, and Naughty Dogs.","release_date":"2004-07-08","vote_average":4.3,"runtime":null,"cert":"N\/A","id":85705,"title":"Roadkill","adult":false,"genre_ids":[28,53]},{"cast":["Gene Autry","Smiley Burnette","Irene Manning","Sons of the Pioneers","Champion"],"overview":"As the sheriff of a small western town, Autry sings his way into a relationship with Eleanor, a singer from a Chicago nightclub who earlier witnessed a murder.","release_date":"1936-12-21","vote_average":7.0,"runtime":54,"cert":"N\/A","id":85706,"title":"The Old Corral","adult":false,"genre_ids":[28,80,37]},{"cast":[],"overview":"Virginia Creepers examines more than 50 years of television horror hosting in the Commonwealth of Virginia as a reflection of a national cultural phenomenon. The film not only documents shows and personalities but also the transformation of local television programming from a breeding ground for homegrown talent and community involvement to its current state as a corporate cookie cutter. It also documents the rise of the internet host, which began with Virginia's Count Gore De Vol.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85707,"title":"Virginia Creepers: The Horror Host Tradition of the Old Dominion","adult":false,"genre_ids":[99,35,27]},{"cast":["Kay Kay Menon","Arbaaz Khan","Rukhsar","Vikram Gokhale","Veerendra Saxena"],"overview":"In 1980s Bombay, a serial killer starts targeting homeless street dwellers, whilst a suspended police officer attempts to solve the case.","release_date":"2009-02-13","vote_average":8.0,"runtime":null,"cert":"N\/A","id":85708,"title":"The Stoneman Murders","adult":false,"genre_ids":[]},{"cast":["Jian Cui ","Lan Yin ","Jin-Long Lin "],"overview":"Chang-ho, 12, becomes friend with a North-Korean immigrant about the same age who just crossed the Dooman river, border between North-Korea and China. His mute sister and his wise grand-father will get along with him in a series of misfortunes.","release_date":"2010-08-28","vote_average":5.4,"runtime":90,"cert":"N\/A","id":85709,"title":"Dooman River","adult":false,"genre_ids":[18]},{"cast":["Natalie Bail","Norm Wash","John W. Iwanonkiw","Bill Laing","Al Kandrack"],"overview":"When a producer suggests that screenwriter Grace Mitchel pen a horror story set in an old hotel, the lond-abandoned Lyndora seems theperfect inspiration.  The turn-of-the-century hotel is known for its rough and seedy past - the doors to its rooms sealed 50 years ago following a series of gruesome murders - and local lore says it's haunted.  Despite the reservations of family and friends, an undaunted Grace takes up residence in the eerie inn to immerse herself in writing ... But now that the doors are open, the secrets of the past begin to emerge.  As disturbing, but seemingly explicable, events begin to escalate, Grace struggles to define reality from insanity and begins a descent into darkness from which some will never return.","release_date":"2011-08-22","vote_average":0.0,"runtime":93,"cert":"N\/A","id":85710,"title":"19 Doors","adult":false,"genre_ids":[27]},{"cast":["Jon Øigarden","Tuva Novotny","Anders Baasmo Christiansen","Atle Antonsen","Lennart Jähkel"],"overview":"Jack is pleased with himself for the first time in years. He has decided to stop fucking anything with a pulse and also to cut back on his eager and enthusiastic drug use. Then his best friend crashes into a moose in the middle of the night on the Swedish border. He is found with a hoof buried in his forehead and 2.5 kilos of cocaine in the trunk. Over the next 24 hours, Jack loses his house, his girlfriend leaves him and takes their daughter with her. And as he is about to find out: when you think you have hit rock bottom, it can always get worse.","release_date":"2012-03-16","vote_average":5.7,"runtime":100,"cert":"N\/A","id":85711,"title":"Fuck Up","adult":false,"genre_ids":[80,18,35]},{"cast":["Albert Hofmann","Alex Grey","Ralph Metzner"],"overview":"LSD: Problem Child and Wonder Drug captures the fascinating story of LSD as it is eloquently told by Dr. Albert Hofmann, the 100-year-old sage-scientist who brought LSD into the world. With interviews and presentations by Rick Doblin, Alex Grey, Ralph Metzner, Carl Ruck, Goa Gil, and others, this historic message from the father of LSD is a timeless relic and an immediate source of inspiration.  The story is told through an account of the 2006 International LSD Symposium in Basel, Switzerland. At the now-legendary conference, eighty speakers and two thousand participants gathered for three days in honor of Dr. Hofmann's 100th birthday and to hear Dr. Hofmann speak about his life, his discovery, and his thoughts on the psychedelic experience. It was also an occasion for leading doctors, researchers, artists and thinkers in the psychedelic field to present their work.","release_date":"2009-04-19","vote_average":7.0,"runtime":60,"cert":"N\/A","id":85714,"title":"LSD: Problem Child and Wonder Drug","adult":false,"genre_ids":[99]},{"cast":["Семен Свашенко","Николай Надемский","Luciano Albertini","Boris Zagorsky","O. Merlatti"],"overview":"Set in the bleak aftermath and devastation of the World War I, a recently demobbed soldier, Timosh, returns to his hometown Kiev, after having survived a train wreck. His arrival coincides with a national celebration of Ukrainian freedom, but the festivities are not to last as a disenchanted.","release_date":"1929-02-25","vote_average":6.8,"runtime":87,"cert":"N\/A","id":85715,"title":"Arsenal","adult":false,"genre_ids":[18,10752]},{"cast":["Robert F. Kennedy","Sirhan Sirhan"],"overview":"As with the plot to frame Lee Harvey Oswald, the verdict on Robert Kennedy's murder was decided even before the case went to court. A lone, deranged assassin has always been the best way to explain away, and distract attention from, much more intricate conspiracies. This landmark documentary summarizes the best evidence that has ever emerged, contradicting the official story of Robert Kennedy's assassination. While sold by the corporate media as an open and shut case against \"Palestinian radical\" Sirhan Sirhan, this riveting film presents meticulously researched evidence, by several independent investigators, exposing outrageous procedure violations, blatant forgeries, and unexplained dismissals on the part of the authorities, revealing a world-class cover-up.","release_date":"2010-08-11","vote_average":4.5,"runtime":80,"cert":"N\/A","id":85716,"title":"The Second Dallas: Who Killed RFK?","adult":false,"genre_ids":[99]},{"cast":["Stanislaw Burzynski"],"overview":"Burzynski, the Movie is the story of a medical doctor and Ph.D biochemist named Dr. Stanislaw Burzynski who won the largest, and possibly the most convoluted and intriguing legal battle against the Food &amp; Drug Administration in American history.  His victorious battles with the United States government were centered around Dr. Burzynski's gene-targeted cancer medicines he discovered in the 1970's called Antineoplastons, which have currently completed Phase II FDA-supervised clinical trials in 2009 and could begin the final phase of FDA testing in 2011–barring the ability to raise the required $300 million to fund the final phase of FDA clinical trials.","release_date":"2010-10-28","vote_average":6.9,"runtime":105,"cert":"N\/A","id":85721,"title":"Burzynski, the Movie","adult":false,"genre_ids":[99]},{"cast":["Bourvil","Francis Blanche","Jacques Legras","René-Jean Chauffard"],"overview":"Veterinary surgeon William Chaminade is having a peaceful holiday in the South of France when he is witness to an event that will change not only his life but the destiny of France!  A young woman tries to kill herself by jumping from the upstairs window of the hotel where he is staying.  Thanks to the services of a passing athlete, the woman is unharmed, and she reveals that her distress is down to her husband’s apparent lack of interest in her.  Immediately, Chaminade has a brainwave.  He will open a special centre for people like this unfortunate young woman, who will be able to satisfy their romantic needs, at the tax payers’ expense.  All is well until this innovative ’pleasure centre’ draws the attention of an over-zealous tax inspector, Dupuis...","release_date":"1970-02-13","vote_average":4.8,"runtime":90,"cert":"N\/A","id":85722,"title":"The Stud","adult":false,"genre_ids":[35]},{"cast":["Ahn Sung-ki","Lee Bo-hee","Lee Hye-young","Seong-min Lim","Na Han-il"],"overview":"Ja-young is experiencing difficulties navigating the two worlds of her traditional Korean customs and those of the West. Having been scarred by inappropriate contact by an adult as a young girl; she has a hard time distinguishing between right and wrong behavior with young men. Her overbearing mother has driven Ja-young to the point where she can no longer act on her own will and this leads to trouble for her. There is a theme of men fondling and caressing women's knees in the film which is the focal point of all male sexual advances towards Ja-Young. Things spiral out of control for not only Ja-Young but her family who has their fair share of issues and skeletens in the closet. We tend to see this film as addressing some of the modern issues that affect the lives of young Koreans in the 1980's.","release_date":"1984-09-30","vote_average":8.0,"runtime":97,"cert":"N\/A","id":85723,"title":"Between the Knees","adult":false,"genre_ids":[]},{"cast":[],"overview":"“Getting Up” is a film about legendary L.A. graffiti artist Tony “Tempt” Quan who was diagnosed with ALS and became almost completely paralyzed. Through the use of some amazing technology Tony is able to continue making art with the movement of his eyes.","release_date":"2012-01-20","vote_average":0.0,"runtime":53,"cert":"N\/A","id":85724,"title":"Getting Up: The TEMPT ONE Story","adult":false,"genre_ids":[99]},{"cast":["Paolo Rivero","Anita Linda","Perla Bautista","Kristoffer King"],"overview":"The rich yuppie Rene (played by superstar Paolo Rivero) lives in his grandmother's house, which he loves and adores. His driver Levi (Kristofer King, the new idol of the Philippine screen) lives in the house, too. Rene focuses on his career entirely and goes to work every day. However, Rene has a dark secret: he loves men. One weekend he goes to his house by the sea with Levi. Overwhelmed by the masculine beauty and grace of Levi, Rene drops all restraints... it is a weekend that changes the lives of both forever.  The Filipino master director Miko Jacinto, whose film BINYAG already an international success, has brought us his new film SALO - a familiar theme interpreted with great empathy. With great cinematic skill, his camera tells a wonderful and touching story in magical realism. Another classical Philippine film!","release_date":"2012-01-25","vote_average":5.0,"runtime":70,"cert":"N\/A","id":85725,"title":"Share","adult":false,"genre_ids":[18]},{"cast":["Craig Wasson","Sterling Hayden","Patricia Quinn","Niall O'Brien","T.P. McKenna"],"overview":"Michael Flaherty (Craig Wasson), an American Vietnam veteran of Irish descent, returns to Belfast to join the cause of his grandfather, Seamus (Sterling Hayden). Soon he finds that he is not as welcomed in his home country as he imagined he would be. Even worse, he's the target of an IRA assassination plot designed to make the British forces look bad in order to elicit financial support from wealthy Americans.","release_date":"1980-06-02","vote_average":6.0,"runtime":128,"cert":"N\/A","id":85726,"title":"The Outsider","adult":false,"genre_ids":[18]},{"cast":["India Summer","Prinzzess","Janet Mason","Alyssa Reece","Avy Scott"],"overview":"These lesbians are hot, horny, legal and ready for drama. Cum watch as things heat in up as they debrief each other in the sexiest girl-on-girl action ever! These girls are at their best when they suck, slurp, grope and play with each other until they reach a climactic ending that will have you blowing your load with them and begging for more!","release_date":"2009-06-19","vote_average":0.0,"runtime":135,"cert":"N\/A","id":85727,"title":"Lesbian Legal","adult":true,"genre_ids":[10749]},{"cast":["Fernandel","Andrex","Édouard Delmont","Henri Poupon","Henri Arius"],"overview":"","release_date":"1942-09-11","vote_average":6.0,"runtime":88,"cert":"N\/A","id":85730,"title":"Simplet","adult":false,"genre_ids":[35]},{"cast":["Louise Bourgoin","Gaspard Proust","Joey Starr","Jonathan Lambert","Frédérique Bel"],"overview":"A heartbroken literary critic turns his despair into creativity following a bitter divorce, only to encounter an enchanting beauty who poses a major challenge to his newfound cynicism. Marc Marronnier thought his marriage was going well until his wife deemed him immature, and left him for a high-profile writer. Devastated, he began filtering all of his heartache into a misanthropic manuscript decrying the virtues of true love. But later, when Marc falls hard for his cousin's radiant and gorgeous wife, his entire life is turned upside down. Louise Bourgoin and Gaspard Proust star in a film by actor and author-turned-director Frederic Beigbeder.","release_date":"2011-12-10","vote_average":5.7,"runtime":98,"cert":"N\/A","id":85735,"title":"Love Lasts Three Years","adult":false,"genre_ids":[10749,35]},{"cast":["Erin Brown","Patty McCormack","Chris McKenna","Annika Svedman"],"overview":"The Telltale Heart meets It's Alive in this gruesome short. A man murders his pregnant wife &amp; walls up her body - only to find being deranged runs in the family, and he just woke the baby...","release_date":"2007-03-25","vote_average":3.0,"runtime":26,"cert":"N\/A","id":85736,"title":"In the Wall","adult":false,"genre_ids":[27]},{"cast":["George Michael","Andrew Ridgeley","Aretha Franklin","Elton John","Mary J. Blige"],"overview":"This set is a 25 year retrospective of Michael's career. Included are tracks with Wham!, Aretha Franklin, Sir Elton John, Mary J. Blige, and Whitney Houston.  Though he made his initial mark on music history as half of the infectious British pop duo Wham!, singer\/songwriter George Michael went on to a highly successful solo career that proved he was more than just a pretty face. In 2007, Michael marked the 25th year of his long-running recording career, and this comprehensive collection heralds the icon's longevity with music videos for every one of his pop hits, from the buoyant \"Wake me Up Before You Go-Go\" to the lusty \"I Want Your Sex\" to the political commentary of \"Shoot the Dog.\"","release_date":"2006-11-13","vote_average":6.9,"runtime":205,"cert":"15","id":85737,"title":"George Michael - Twenty Five","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Setlist:  1. Prison Song  2. Soldier Side - Intro  3. B.Y.O.B.  4. I-E-A-I-A-I-O  5. Needles  6. Deer Dance  7. Radio\/Video  8. Hypnotize  9. Question!  10. Suggestions  11. Psycho  12. Chop Suey!  13. Lonely Day  14. Bounce  15. Kill Rock 'N Roll  16. Lost In Hollywood  17. Forest  18. Science  19. Darts  20. Aerials  21. Tentative  22. Cigaro  23. Suite-Pee  24. War?  25. Toxicity  26. Sugar","release_date":"2011-06-05","vote_average":4.0,"runtime":90,"cert":"N\/A","id":85738,"title":"System Of A Down: Rock am Ring","adult":false,"genre_ids":[10402]},{"cast":["Pierfrancesco Favino","Filippo Nigro","Marco Giallini","Andrea Sartoretti","Domenico Diele"],"overview":"A look at the controversial riot cops unit, told through the stories of three veteran cops and a young recruit.","release_date":"2012-01-27","vote_average":7.0,"runtime":112,"cert":"N\/A","id":85739,"title":"ACAB - All Cops Are Bastards","adult":false,"genre_ids":[28,18,80]},{"cast":["Nick Moran","Kate Ashfield","Neil Stuke","Mattia Sbragia","Marcello Mazzarella"],"overview":"A man uses the principles of double-entry bookkeeping to settle his accounts with society.","release_date":"2000-12-07","vote_average":4.0,"runtime":null,"cert":"","id":85740,"title":"Christie Malry's Own Double-Entry","adult":false,"genre_ids":[53]},{"cast":["Tahar Rahim","Michael Lonsdale","Lubna Azabal","Mahmoud Shalaby","Christopher Buchholz"],"overview":"In Paris during WWII, an Algerian immigrant is inspired to join the resistance by his unexpected friendship with a Jewish man. Based on not very known facts about the Muslim community in Paris during WWII, when the Paris Mosque and its dynamic leader played a pivotal role in supporting the resistance and rescuing Jews.","release_date":"2011-09-28","vote_average":5.9,"runtime":99,"cert":"N\/A","id":85741,"title":"Free Men","adult":false,"genre_ids":[18,36]},{"cast":["Roger Hanin","Estella Blain","Bernard Blier","Michel Vitold","Lise Delamare"],"overview":"","release_date":"1960-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85742,"title":"L'ennemi dans l'ombre","adult":false,"genre_ids":[]},{"cast":["Yannick Diakité","Sebastian Blyckert","Kevin Vaz","John Ortiz","Abdiaziz Hilowle"],"overview":"In central Gothenburg, Sweden, a group of boys, aged 12-14, robbed other children on about 40 occasions between 2006 and 2008. The thieves used an elaborate scheme called the 'little brother number' or 'brother trick', involving advanced role-play and gang rhetoric rather than physical violence.","release_date":"2011-05-15","vote_average":7.0,"runtime":118,"cert":"N\/A","id":85743,"title":"Play","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"","release_date":"","vote_average":3.0,"runtime":null,"cert":"N\/A","id":85744,"title":"Le livre maléfique","adult":false,"genre_ids":[]},{"cast":["Fernand Ledoux","Suzy Prim","Jules Berry","Mony Dalmès","Blanche Montel"],"overview":"","release_date":"1943-10-20","vote_average":5.0,"runtime":98,"cert":"N\/A","id":85745,"title":"L'Homme de Londres","adult":false,"genre_ids":[]},{"cast":["Jean Marais","Sylva Koscina","Jean-François Poron","Giselle Pascal","Philippe Lemaire"],"overview":"The story of the Three Musketeers, D'Artagnan, and the imprisonment in an iron mask of the identical twin of the King of France, Louis XIV.","release_date":"1962-10-26","vote_average":5.1,"runtime":127,"cert":"N\/A","id":85746,"title":"The Iron Mask","adult":false,"genre_ids":[12]},{"cast":["Marcello Mastroianni","Anna Baldini","Franco Interlenghi","Vera Carmi","Massimo Serato"],"overview":"The plot weaves several episodes with several groups of people, Roman families, youth gangs and young love couples, who spend a Sunday at the beach of Ostia.","release_date":"1950-02-18","vote_average":6.8,"runtime":88,"cert":"N\/A","id":85747,"title":"Sunday in August","adult":false,"genre_ids":[]},{"cast":["Nikolai Kinski","Katharina Schüttler","Morjana Alaoui","Sean Gullette","Judith Engel"],"overview":"","release_date":"2009-10-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":85748,"title":"Die zwei Leben des Daniel Shore","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Over 70 years ago, a group of young Spanish actors left for America with the dream of becoming stars. Sound cinema was in its beginnings and the Hollywood studios started to produce Spanish versions of their films. Through the landscapes of yesterday in the Los Angeles of today, the profoundly alive presence of those who are long gone is revealed. The tale of a journey to nowhere on a road with no return. Ghostly remnants of a story that fades away into a world of shadows and oblivion.","release_date":"2011-12-16","vote_average":0.0,"runtime":61,"cert":"N\/A","id":85749,"title":"Hollywood Talkies","adult":false,"genre_ids":[]},{"cast":["Max Croiset","Mary Dresselhuys","Bernard Droog","Jan Retèl","Jan Teulings"],"overview":"An independent-thinking doctor in a rural community with his own ideas of how medicine should be practiced begins to find himself ostracized from the community after one of his patients commits suicide.","release_date":"1958-08-19","vote_average":7.8,"runtime":92,"cert":"N\/A","id":85752,"title":"Village by the River","adult":false,"genre_ids":[18]},{"cast":["Raymond Burr","Barbara Hale","William R. Moses","Linda Dano","Stuart Whitman"],"overview":"On the set of a popular daytime soap opera 'Mile High', actress Kris Buckner is being forced off by co-star Mark Stratton. When she says that she'll 'kill him before she leaves the show', she makes herself the prime suspect when Stratton is murdered by someone poisoning him. As an old friend, Perry Mason comes to the help of Kris and agrees to defend her. Meanwhile Ken goes in search of information with the help of fan of the show.","release_date":"1993-11-29","vote_average":7.7,"runtime":96,"cert":"N\/A","id":85753,"title":"Perry Mason: The Case of the Killer Kiss","adult":false,"genre_ids":[18,53,9648]},{"cast":["Raymond Burr","Barbara Hale","William R. Moses","Nancy Lee Grahn","John Karlen"],"overview":"David Katz is a world famous magician and he comes to Denver with his group to perform for a charity gala for disabled children. Also there is Perry and Della as all three are supporters of the charity. Kate Ford, an assistant with an arrogant attitude, tells David that she is, from now on, going to do an illusion in which an assistant is raised in a glass coffin only to disappear when the coffin is opened up in the air (while the assistant climbs out before the coffin is raised.) After a one night stand with David, Kate is pregnant and she blackmails David with this. David and his wife Judy can't have children so that comes as a double blow to them. However Kate, with her attitude, creates much hatred at her from the rest of the group. At the gala, the glass coffin is raised but when it opens Kate's dead body falls to the ground - strangled.","release_date":"1991-05-14","vote_average":8.0,"runtime":100,"cert":"N\/A","id":85758,"title":"Perry Mason: The Case of the Glass Coffin","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Walter Roderer","Ursela Monn","Julia Biedermann","Joachim Tennstedt","Friedrich G. Beckhaus"],"overview":"","release_date":"1989-02-16","vote_average":4.5,"runtime":null,"cert":"N\/A","id":85759,"title":"Ein Schweizer namens Nötzli","adult":false,"genre_ids":[18]},{"cast":["Daneen Boone","Erin Ashley","Jennifer Behr","Don Niam","Timothy Di Pri"],"overview":"Justine rescues Professor Robson from gold smugglers trying to steal Incan artifacts.","release_date":"1995-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":85760,"title":"Justine: Exotic Liaisons","adult":false,"genre_ids":[35,12]},{"cast":["Alberto San Juan","Emma Suárez","José Ángel Egido"],"overview":"September 1987. In a shootout with police, Juan Jose Garfia makes a triple murder. Sentenced to more than one hundred years, is a rebel prisoner, clever and elusive that it has nothing to lose and nobody to worry about. In 1991, manages to escape from a police van jumping up. Stopped after two months of robberies and shootings, Garfia leads several prison riots, against which the authorities takes as a measure subjecting prisoners to a more contentious special isolation regime. Garfia, the prisoner with the highest IQ, avoiding drugs, which seems immune to punishment, and lives two years without seeing anyone, held in a tiny cell and subjected to continuous harassment. There he meets Marimar, a nurse I can barely speak, but between both of a current of mutual understanding.","release_date":"2004-09-24","vote_average":5.3,"runtime":98,"cert":"N\/A","id":85761,"title":"Hours of Light","adult":false,"genre_ids":[10749,18]},{"cast":["Richard Burton","Elizabeth Taylor","Beau Bridges","Peter Ustinov","George Raft"],"overview":"The Faust legend retold (loosely) and applied to a mentally disturbed patient in a hospital run by a doctor of dubious sanity himself. The patient (Burton) offers the innocent orderly (Bridges) vast riches if he'll help him escape.","release_date":"1972-05-12","vote_average":6.0,"runtime":108,"cert":"N\/A","id":85762,"title":"Hammersmith Is Out","adult":false,"genre_ids":[]},{"cast":["William Holden","Susannah York","Capucine","Tetsurō Tamba","Michael Goodliffe"],"overview":"Political and personal intrigues surround a group of characters in Malaya, after the close of the Second World War.","release_date":"1964-09-02","vote_average":6.1,"runtime":123,"cert":"N\/A","id":85763,"title":"The 7th Dawn","adult":false,"genre_ids":[28]},{"cast":["Raymond Rouleau","Mireille Balin","Pierre Renoir","Georges Rollin","Noël Roquevert"],"overview":"","release_date":"1942-09-02","vote_average":3.0,"runtime":105,"cert":"N\/A","id":85764,"title":"The Trump Card","adult":false,"genre_ids":[]},{"cast":["Elizabeth Taylor","Richard Burton","Noël Coward","Joanna Shimkus","Michael Dunn"],"overview":"Explores the confrontation between the woman who has everything, including emptiness, and a penniless poet who has nothing but the ability to fill a wealthy woman's needs.","release_date":"1968-05-26","vote_average":6.3,"runtime":113,"cert":"N\/A","id":85765,"title":"Boom!","adult":false,"genre_ids":[53,18]},{"cast":["Dick Proenneke"],"overview":"For more than 30 years a man by the name of Dick Proenneke lived alone in the Alaskan Bush. His only neighbors were the wolves and grizzly bears and his only transportation was his canoe and a good set of legs. Through the years, Dick kept written journals of daily life at Twin Lakes but would also document much of his adventure on film with his 16 mms Bolex camera. The Frozen North is Dick's own filmed account of his life alone in this \"One Man's Wilderness\", produced from original footage not included in \"Alone in the Wilderness\" or \"Alaska Silence &amp; Solitude\".","release_date":"2006-12-25","vote_average":6.7,"runtime":60,"cert":"N\/A","id":85766,"title":"The Frozen North","adult":false,"genre_ids":[99,36]},{"cast":["Toula Stathopoulou","Yannis Totsikas","Thanos Grammenos","Petros Hoedas","Mihalis Fotopoulos"],"overview":"A magistrate reconstructs the murder of Costas Ghoussis, a labourer who was killed by his wife and her lover.","release_date":"1970-09-24","vote_average":6.9,"runtime":97,"cert":"N\/A","id":85769,"title":"Reconstruction","adult":false,"genre_ids":[80,18]},{"cast":["Ozwald Boateng","Giorgio Armani","Michael Bay","Paul Bettany","Richard Branson"],"overview":"Documentary about British fashion designer Ozwald Boateng.","release_date":"2011-10-08","vote_average":7.4,"runtime":98,"cert":"","id":85770,"title":"A Man's Story","adult":false,"genre_ids":[99]},{"cast":["Ian Hart","Linus Roache"],"overview":"The true story of Irishman Brian Keenan and Englishman John McCarthy's extraordinary relationship as hostages of militias in Lebanon during the 1979-91 Civil War.","release_date":"2004-04-09","vote_average":6.0,"runtime":97,"cert":"","id":85771,"title":"Blind Flight","adult":false,"genre_ids":[18]},{"cast":["Steve Haworth"],"overview":"A documentary about extreme body modification implant artist, Steve Haworth.  Through painful surgery and suspension from hooks, he does more with naked skin than a mere tattoo or piercing.","release_date":"2007-10-02","vote_average":7.0,"runtime":65,"cert":"N\/A","id":85772,"title":"Flesh & Blood","adult":false,"genre_ids":[99]},{"cast":["Marie-Anne Chazel","Bruno Lochet","Stéphane Rideau","Lorella Cravotta"],"overview":"","release_date":"2011-10-19","vote_average":7.5,"runtime":95,"cert":"N\/A","id":85773,"title":"Brassens, la mauvaise réputation","adult":false,"genre_ids":[18]},{"cast":["Sunny Gill","Simran Kaur Mundi"],"overview":"In his bid to quickly boost his career, a man alienates himself from his family, friends, and true love.","release_date":"2011-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85776,"title":"Jo Hum Chahein","adult":false,"genre_ids":[10749]},{"cast":["Kenneth Anger","Mike McShane"],"overview":"Profile of Kenneth Anger, looking at the uproar his books on Hollywood scandals caused and journeying through the darker side of Hollywood's history, including film clips, and Anger playing a guide with comedian Mike McShane playing the God of Hollywood. It also includes a look at some of Anger's own work.","release_date":"1991-01-01","vote_average":5.0,"runtime":58,"cert":"","id":85779,"title":"Kenneth Anger's Hollywood Babylon","adult":false,"genre_ids":[99]},{"cast":["Charles Bonet","Speedy Leacock","Bill Louie","Thompson Kao Kang","Vincent Van Lynn"],"overview":"An apartment dweller goes on a search-and-destroy mission to kill the ruthless landlords who murdered his father.","release_date":"1977-08-01","vote_average":6.7,"runtime":95,"cert":"N\/A","id":85780,"title":"Death Promise","adult":false,"genre_ids":[28]},{"cast":["Bette Davis","Natalie Wood","Sterling Hayden","Warner Anderson","Minor Watson"],"overview":"A washed-up movie queen finds romance, but continues to desire a comeback.","release_date":"1952-12-11","vote_average":7.5,"runtime":89,"cert":"N\/A","id":85783,"title":"The Star","adult":false,"genre_ids":[18]},{"cast":["Ewa Aulin","Jean Sorel","Lucia Bosé","Silvano Tranquilli","Sergio Doria"],"overview":"A man is shot in an underground car-park by a mysterious bearded man. As he dies he recollects the events that led him to this situation, including adulterous liaisons and jealous envy.","release_date":"1971-01-01","vote_average":4.3,"runtime":88,"cert":"N\/A","id":85784,"title":"The Double","adult":false,"genre_ids":[53,9648]},{"cast":["Tarô Shigaki","Keiko Takeshita","Asao Koike","Yôko Asagami","Yoneko Matsukane"],"overview":"The hero, Prince Siegfried, is out riding one day with his friends when he spies amidst swans on a lake a particularly eye-catching one with a crown on its head, the familiar Princess ...","release_date":"1981-03-13","vote_average":7.0,"runtime":75,"cert":"N\/A","id":85787,"title":"Swan Lake","adult":false,"genre_ids":[10402,12,10751,14,10749]},{"cast":["Andrea Riseborough","Samuel West","Rory Kinnear","Geoffrey Palmer","Oliver Ford Davies"],"overview":"A light hearted look at future Prime Minister Margaret Thatchers rise from research chemist in 1949 to becoming MP for Finchley in 1959 encompassing her early relationship and marriage to Oil Millionaire Denis Thatcher.","release_date":"2008-01-01","vote_average":7.0,"runtime":84,"cert":"","id":85788,"title":"Margaret Thatcher: The Long Walk to Finchley","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A cowboy seeks to rescue, then woo, a damsel in distress. But he is constantly thwarted by the scratches, breaks, and other imperfections present in the film print itself.","release_date":"1985-01-01","vote_average":6.5,"runtime":6,"cert":"N\/A","id":85791,"title":"Broken Down Film","adult":false,"genre_ids":[10749,16,35,37,28]},{"cast":[],"overview":"A sailor is desperate for fresh water to drink while adrift on a raft in the sea.","release_date":"1965-10-01","vote_average":6.0,"runtime":4,"cert":"N\/A","id":85792,"title":"The Drop","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A tranquil forest and all of its residents must face the destruction of man. A squirrel, born and raised in the forrest, fights to defend his home and faces trials and adversities along the way.","release_date":"1987-12-18","vote_average":6.7,"runtime":30,"cert":"N\/A","id":85793,"title":"Legend of the Forest","adult":false,"genre_ids":[16,12]},{"cast":[],"overview":"A man is sitting in a dark room, looking anxious, while his tomcat explains the man why he needs some privacy.","release_date":"1962-11-05","vote_average":5.2,"runtime":3,"cert":"N\/A","id":85794,"title":"Male","adult":false,"genre_ids":[16]},{"cast":["Tian Liang","Yuen Wah","Yuen Qiu","Natalis Chan","Gan Mei Yan"],"overview":"A martial arts comedy about 3 good friends - a wealthy businessman, a kung fu master n a swindler. The swindler on the verge of dying, begs kung fu master to take care and protect his son, the wealthy businessman to support his son financially. When he turns 18, the secret cache to his years of swindling will be revealed. However with mistaken identities, misunderstanding and unexpected incidents leads to a hilarious, martial arts (Wing Chun style) journey!","release_date":"2011-07-28","vote_average":3.8,"runtime":102,"cert":"N\/A","id":85795,"title":"I Love Wing Chun","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"This is a short, privately produced animated film. While elucidating the mystery and fuzziness as well as merits and demerits of memory in idealizing reality, the story develops into a tale of destruction of human beings, turning the existence of the earth into a memory of the universe. The production, only 5 minutes long, greatly helps expand the viewer's imagination, embodying the enchantment of animation.","release_date":"1964-09-21","vote_average":6.0,"runtime":6,"cert":"N\/A","id":85796,"title":"Memory","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"No overview found.","release_date":"1964-09-21","vote_average":6.3,"runtime":8,"cert":"N\/A","id":85797,"title":"Mermaid","adult":false,"genre_ids":[16]},{"cast":["Robert Knepper","Kathleen Quinlan","Robert Davi","Betty Buckley","Maury Chaykin"],"overview":"A child witnesses drug dealers murder his parents. He escapes and grows up wild in the city's slums. Years later he emerges to help the residents of the area who are being terrorized by street gangs and drug dealers.","release_date":"1987-04-17","vote_average":6.2,"runtime":92,"cert":"N\/A","id":85798,"title":"Wild Thing","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"No overview found.","release_date":"1987-08-21","vote_average":6.0,"runtime":4,"cert":"N\/A","id":85799,"title":"Push","adult":false,"genre_ids":[16]},{"cast":["Curd Jürgens","Orson Welles","Sylvia Syms","Jeremy Spenser","Noel Purcell"],"overview":"Mark Conrad, a habitual drunk and troublemaker with a shady past, is expelled by Hong Kong police after one too many bar fights. He's sent to Macao on the Fa Tsan, a ferry owned by Captain Hart. Conrad's papers are out of order and Macao refuses him entry. Unable to go ashore, Conrad is a permanent passenger on the ferry with Hart, who detests him. It's all one long, lazy voyage for Conrad until one fateful trip when an encounter with a typhoon and pirates forces Conrad to choose between an aimless drifter's life and becoming a man again.","release_date":"1959-10-29","vote_average":6.6,"runtime":112,"cert":"N\/A","id":85800,"title":"Ferry to Hong Kong","adult":false,"genre_ids":[12,18,28]},{"cast":["Yenny Farida","Nina Anwar","Dicky Zulkarnaen","Enny Beatrice","Harry Capri"],"overview":"Two sisters plot for revenge against the drug-lord who murdered their family and took their home, now being used as a base for their experiments on aphrodisiacs. The older sister becomes a prostitute in order to get close to the gang. Later, she rallies up a gang of female-bikers, in skimpy leather outfits and knee-high boots, they raid the syndicate's hideout - and lose, badly. They are subject to torture of various sorts, fight among themselves, but gather their wits to try, and fight back for escape.","release_date":"1987-01-04","vote_average":5.6,"runtime":93,"cert":"N\/A","id":85801,"title":"Virgins from Hell","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"The sad and happy times of a young girl and her bear doll, a young mouse and his family, a sycamore tree, an old lamp post, a hoodlum moth and an alleyway full of posters coming to life.","release_date":"1962-11-05","vote_average":5.6,"runtime":39,"cert":"N\/A","id":85802,"title":"Tales of a Street Corner","adult":false,"genre_ids":[16]},{"cast":["Seiji Kobayashi"],"overview":"The creation of Earth and Mankind. And how God changed his mind.","release_date":"1968-10-01","vote_average":3.5,"runtime":4,"cert":"N\/A","id":85803,"title":"Genesis","adult":false,"genre_ids":[35,16]},{"cast":["Elie Semoun","Franck Dubosc"],"overview":"","release_date":"2003-11-17","vote_average":5.3,"runtime":null,"cert":"N\/A","id":85804,"title":"Elie Semoun - Elie annonce Semoun, la suite...","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A Dutch family left Holland to transform a 400 year old monastery into a home, artist's workshop, and nature preserve. Filmed entirely in remote village in Portugal, Convento bends the rigid structure of documentary filmmaking, blurring the lines of information and surrealism Featuring the renowned kinetic artist Christiaan Zwanikken and his family.","release_date":"2010-11-29","vote_average":7.0,"runtime":50,"cert":"N\/A","id":85805,"title":"Convento","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Aramis fell off her horse and received the aid of a man named Francois. They fell in love with each other at first sight and spent their time happily for a while. Francois was killed by Manson and the Ironmask's people, so Aramis swore revenge. Then she went to Paris to be a musketeer. 1 year after the end of TV series, D'Artagnan had a drink with 3 musketeers and found that Jussac and the Cardinal's Guards harrassed a woman in a tavern in Paris. Of couse, they fought Jussac and the Cardinal's guards and won. On his way to home, D'Artagnan witnessed the woman whom he rescued from Jussac about to jump into the river, and rescued her again. D'Artagnan brought her to home but she disappeared soon. After a day, D'Artagnan heard that the woman was killed last night and Rochefort and Cardinal's guards arrested him for murder because his hat was found by the woman's body. Aramis discovers that the story has a link with Catherine de Médicis, and launches out an investigation.","release_date":"1989-01-01","vote_average":6.5,"runtime":55,"cert":"N\/A","id":85806,"title":"The Three Musketeers Aramis' Adventure","adult":false,"genre_ids":[16]},{"cast":["Chuck Wepner","Sylvester Stallone","Sonny Liston","Muhammad Ali","George Foreman"],"overview":"Chuck Wepner is a liquor salesman from Bayonne, N.J., who drives a Cadillac with “Champ” vanity plates.  A former New Jersey State Heavyweight Boxing Champion, he took abuse from Sonny Liston, got his nose broken by Muhammad Ali, and inspired Sylvester Stallone to write “Rocky” which won three Academy Awards. Wepner was left out of the “Rocky” glory, and his career took turn after strange turn as he worked to stay in the spotlight: he went on to fight Andre the Giant as “The Assassin” and boxed a 900 pound bear.  Twice.","release_date":"2011-10-25","vote_average":6.3,"runtime":55,"cert":"N\/A","id":85807,"title":"The Real Rocky","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Japanese fairy tale about a bear cub who would rather play than help his parents with house chores.","release_date":"1958-03-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":85808,"title":"Korochan, The Little Bear","adult":false,"genre_ids":[16]},{"cast":["Morio Kazama","Midori Hagio","Miwako Kaji","Reiko Tajima","Jun Fubuki"],"overview":"An animated film based on the novel by Murasaki Shikibu, written over 1000 years ago. Genji, the son of the emperor, is the talk of the Kyoto nobility for his charm and good looks, yet he cannot stop himself from pursuing an unobtainable object of desire: his father's young and beautiful bride. Following the tragic consequences of his obsession, Genji wanders from one affair to another, always seeking some sort of completion to his life.  Taken from AniDB","release_date":"1987-12-19","vote_average":3.0,"runtime":110,"cert":"N\/A","id":85811,"title":"The Tale of Genji","adult":false,"genre_ids":[16,18,10749]},{"cast":["Bruna Lombardi","Bruno Garcia","Marcello Airoldi","Marta Larralde","María Pujalte"],"overview":"","release_date":"2011-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85812,"title":"Onde Está a Felicidade?","adult":false,"genre_ids":[35]},{"cast":["Mahesh Babu","Sonali Bendre"],"overview":"Circa 1800's a Jamindar (Prakash Raj) insults Durga Devi by stealing her idol in the temple in a state of intoxication.An enraged Devi kills him and puts a curse on his heirs that she is going to take one family member each every 48 years. And one male heir dies accidentally at the end of every 48 years. And the present year denotes end of another 48 years and now it's the turn of Murari (Mahesh Babu). In another village, there lives Vasundhara (Sonali Bendre). She too lives with a big combined family.Both the families of Murari and Vasundhara are releated by blood, but separated due to the family feuds.They both fall in love and these both families makes the formal arrangement of marriage. But once his grandmother, who returns from her Teerdha Yatra, upon being informed by the family poojari that Murari is the one who would be subjected to death by Devi this year, refuses for the marriage.","release_date":"2001-02-17","vote_average":6.0,"runtime":179,"cert":"N\/A","id":85813,"title":"Murari","adult":false,"genre_ids":[]},{"cast":["Bonita Granville","Kent Smith","Jean Brooks","Vanessa Brown","Ben Bard"],"overview":"During WWII, adults are either off fighting or busy in the factories, so juvenile delinquency becomes a major problem back home. Danny Hauser, a wounded soldier, finds this out as he returns and three young boys are promptly placed in the care of him and his wife by the court after some hooliganism. How to keep them straight?","release_date":"1944-09-01","vote_average":4.0,"runtime":67,"cert":"N\/A","id":85814,"title":"Youth Runs Wild","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A family of cats find an abandoned kitten and take him in to their home. But one of the siblings becomes jealous about the attention the new cat gets from her mother and runs away from home. The new member of the family goes looking for her. Can he bring her back home safely and get her to accept him as part of the family?","release_date":"1947-09-25","vote_average":7.3,"runtime":25,"cert":"N\/A","id":85815,"title":"Little Tora, The Abandoned Cat","adult":false,"genre_ids":[12,16,18,10402]},{"cast":["James Hetfield","Kirk Hammett","Lars Ulrich","Robert Trujillo","Metallica"],"overview":"The fourth edition of Rock in Rio, back to its origins, was held on September 23, 24, 25, 29 and 30, and October 1 and 2, 2011, at an area to be built next to the old City of Rock. Metallica played on September 25th. Setlist: Creeping Death \/ For Whom the Bell Tolls \/ Fuel \/ Ride the Lightning (Followed by guitar solo (Kirk).) \/ Fade to Black \/ Cyanide \/ All Nightmare Long \/ Sad but True (Followed by bass solo.) \/ Welcome Home (Sanitarium) \/ Orion (Preceded by band presentation.) \/ One \/ Master of Puppets \/ Blackened (With final jam.) \/ Nothing Else Matters \/ Enter Sandman \/ Am I Evil? (Diamond Head cover) (Half) \/ Whiplash \/ Seek & Destroy","release_date":"2011-09-25","vote_average":5.3,"runtime":122,"cert":"N\/A","id":85816,"title":"Metallica: Rock In Rio 2011","adult":false,"genre_ids":[10402]},{"cast":["Carrie Brownstein","James Mercer","Cora Benesh","Luke Clements","Gabe Nevins"],"overview":"Some Days are Better Than Others is a poetic, character-driven film that asks why the good times slip by so fast while the difficult times seem so sticky. The film explores ideas of abundance, emptiness, human connection and abandonment while observing an interweaving web of awkward characters who maintain hope by inventing their own forms of communication and self-fulfillment.","release_date":"2011-06-03","vote_average":5.2,"runtime":93,"cert":"N\/A","id":85819,"title":"Some Days Are Better Than Others","adult":false,"genre_ids":[18]},{"cast":["Simone Simon","John Emery","Kurt Kreuger","Alan Napier","Helen Freeman"],"overview":"In occupied France during the Franco-Prussian War, a young French laundress shares a coach ride with several of her condescending social superiors. But when a Prussian officer holds the coach over, social standings are leveled and integrity and spirit are put to the test","release_date":"1944-01-01","vote_average":4.7,"runtime":69,"cert":"N\/A","id":85820,"title":"Mademoiselle Fifi","adult":false,"genre_ids":[18,10752]},{"cast":["Atsuko Okatsuka","Cory Zacharia","Rintaro Sawamoto","Roberto 'Sanz' Sanchez","Ryan Dillon"],"overview":"A pair of Japanese siblings get stranded in small-town California and become friends with other twentysomethings they meet, despite the complete lack of a common verbal language.","release_date":"2010-04-23","vote_average":7.0,"runtime":83,"cert":"N\/A","id":85821,"title":"Littlerock","adult":false,"genre_ids":[18]},{"cast":["Pip Chodorov","Stan Brakhage","Robert Breer","Stephan Chodorov","Ken Jacobs"],"overview":"Experimental filmmaker Pip Chodorov traces the course of experimental film in America, taking the very personal point of view of someone who grew up as part of the experimental film community.","release_date":"2012-08-03","vote_average":7.7,"runtime":82,"cert":"N\/A","id":85822,"title":"Free Radicals: A History of Experimental Film","adult":false,"genre_ids":[99]},{"cast":["Phyllis Calvert","Melvyn Douglas","Wanda Hendrix","Robert Walker","Philip Friend"],"overview":"Following World War II, a woman tries to help her fiance understand his son's traumatic experience as a G.I., during which he lost a leg and was imprisoned in a Japanese POW camp.","release_date":"1949-02-02","vote_average":5.5,"runtime":84,"cert":"N\/A","id":85823,"title":"My Own True Love","adult":false,"genre_ids":[18,10749]},{"cast":["Mahesh Babu","Trisha Krishnan","Irrfan Khan","Prakash Raj","Ajay"],"overview":"Siddharth and his friends rescue a village in Warangal from severe floods. Sidhartha is convinced that Govt will give some relief package to the flood effected. Some time later he realizes that Pappu Yadav hogged on the relief fund before it reached the effected. Pappu Yadav is now contesting in elections and Sidhu goes against him with his friend. The fight between the two starts on from then on. After a few twists, Sidhartha kidnaps the fiancee of Pappu Yadav, Varalaxmi. Siddharth is now hunted by both police and villains.","release_date":"2006-11-30","vote_average":5.8,"runtime":169,"cert":"N\/A","id":85824,"title":"Sainikudu","adult":false,"genre_ids":[]},{"cast":["Colleen Moore","Rhea Mitchell","Sessue Hayakawa"],"overview":"A Persian novelist living in New York throws aside the woman who loves him, and she gets an American woman to help get him back. Meanwhile, the novelist's current novel is in progress, and it's dramatized for us as he writes.","release_date":"1920-05-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":85825,"title":"The Devil's Claim","adult":false,"genre_ids":[]},{"cast":["Lyda Borelli","Pina Menichelli"],"overview":"In this mesmerizing collage of silent Italian melodrama, found-footage filmmaker Peter Delpeut (Lyrical Nitrate) affectionately captures the spirit of the World War One-era cinema diva. In all-but-lost gems such as La donna nuda (1914), and Tigre reale (1916), superstars such as Lyda Borelli and Pina Menichelli portrayed heroines teetering dangerously between defiant indulgence in sexual passion and hysterical remorse at their own cruelties. Delpeut’s inventive celebration of Black Romanticism is both striking and heartbreaking in its composition—a beautifully woven narrative of tempted fate and self-torment, elegantly guided by Loek Dikker’s original score. Zeitgeist Films is proud to present Delpeut’s stunningly experimental work in all its heaving bosomed, luridly tinted glory.","release_date":"1999-10-21","vote_average":7.0,"runtime":75,"cert":"N\/A","id":85826,"title":"Diva Dolorosa","adult":false,"genre_ids":[99]},{"cast":["Celia Milius","Larry Domasin","Ann Daniel","George Kennedy","Hal John Norman"],"overview":"Based on the beloved book by Scott O'Dell, this family movie tells the adventures of a young Native American girl. After her father is killed by a malevolent white trapper, Karana joins her community as they leave their island home in the Pacific to live on the mainland. Upon her departure, Karana realizes that her brother has been left behind. She immediately swims back to be with him and the two remain on the abandoned island. Though Karana is able to domesticate a wolf, her brother is not so fortunate with the animals and is killed by a pack of wild dogs. She is left to survive against the odds.","release_date":"1964-09-10","vote_average":5.3,"runtime":93,"cert":"N\/A","id":85827,"title":"Island of the Blue Dolphins","adult":false,"genre_ids":[10751,18]},{"cast":["Deborah Kerr","Robert Walker","Mark Stevens","Peter Lawford","James Whitmore"],"overview":"A woman in London unexpectedly inherits a Texas ranching fortune, and takes a transatlantic voyage to collect her fortune, not suspecting two men aboard both plan on winning her hand before she reaches America. One is a gambler interested in her money, and the other, a rich man looking for a wife. The rich man's friend, meanwhile, believes the heiress is actually a gold-digger.","release_date":"1950-05-12","vote_average":5.5,"runtime":87,"cert":"N\/A","id":85828,"title":"Please Believe Me","adult":false,"genre_ids":[35,10749]},{"cast":["Paul Michael Lévesque","Paul Wight","Kurt Angle","John Cena","Randy Orton"],"overview":"Royal Rumble (2005) was the eighteenth annual Royal Rumble PPV. It was presented by PlayStation and took place on January 30, 2005 at the Save Mart Center in Fresno, California and featured talent from both the Raw and SmackDown! brands.  The main event was the annual 30-man Royal Rumble match, which featured wrestlers from both brands. The primary match on the Raw brand was Triple H versus Randy Orton for the World Heavyweight Championship. The primary match on the SmackDown! brand was a Triple Threat match for the WWE Championship between reigning champion John \"Bradshaw\" Layfield, Kurt Angle, and The Big Show.","release_date":"2005-01-30","vote_average":6.0,"runtime":180,"cert":"N\/A","id":85831,"title":"WWE Royal Rumble 2005","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Pollet and Schlöndorff imagine the Mediterranean as a supernal arena.","release_date":"1963-04-23","vote_average":6.3,"runtime":44,"cert":"N\/A","id":85834,"title":"Méditerranée","adult":false,"genre_ids":[99]},{"cast":["Alex Rocco","Vonetta McGee","Hari Rhodes","Ella Edwards","Scatman Crothers"],"overview":"After a fundraiser for a black politician is robbed, Detroit police put two detectives, one white and one black, on the case, who try to work together under boiling political pressure.","release_date":"1973-08-01","vote_average":5.5,"runtime":106,"cert":"N\/A","id":85837,"title":"Detroit 9000","adult":false,"genre_ids":[18,28,80]},{"cast":["Bing Crosby","Claude Dauphin","Christian Fourcade","Gabrielle Dorziat","Yola d'Avril"],"overview":"A war correspondent who was stationed in Paris during WW II married a French girl who was murdered by the Nazis. After the war he returns to to try to find his son, whom he lost during a bombing raid but has been told is living in an orphanage in Paris.","release_date":"1953-09-21","vote_average":6.5,"runtime":95,"cert":"N\/A","id":85840,"title":"Little Boy Lost","adult":false,"genre_ids":[18]},{"cast":["Victor Mature","Alexander Scourby","Lee Marvin","Richard Egan","Nick Dennis"],"overview":"During the Korean War Lt. Sam Pryor volunteers his platoon to escort Greek troops to perform a reconnaissance mission behind Communist lines. Due to his Greek heritage Pryor is initially proud to accompany the Greek contingent but his feelings change to scorn and mistrust when what he believes is cowardice shown by the Greek soldiers and their leaders results in the near annihiliation of his own platoon. An uneasy alliance is maintained between the US and Greek troops as the enemy's true objective is learned.","release_date":"1953-05-20","vote_average":6.0,"runtime":82,"cert":"N\/A","id":85841,"title":"The Glory Brigade","adult":false,"genre_ids":[10752]},{"cast":["Jin-suk Lee","Dow-young Choi","Lee Don-yong","Su-duck Kim"],"overview":"For Hemi, a boyfriend in a protective suit would be an easy thing to deal with compared to her own problem: she's in love with a Coffee Vending machine! Of course, it all makes perfect sense once you realize that he's actually an ancient Samurai who wished to be reborn into an indestructible steel body. But it certainly makes the dates uncomfortable and somewhat prone to scalding!","release_date":"2008-06-20","vote_average":0.0,"runtime":30,"cert":"N\/A","id":85842,"title":"Coffee Samurai","adult":false,"genre_ids":[16,28,10749,35]},{"cast":["Deborah Kerr","David Niven","Joyce Redman","Judy Geeson","Edith Evans"],"overview":"Prudence is on the pill; so is her sister-in-law, but someone has been swapping aspirin for their pills. Is it the teen-age niece, the maid, the chauffeur, a lover, Prudence's husband, or all of the above?","release_date":"1968-05-23","vote_average":6.3,"runtime":92,"cert":"N\/A","id":85847,"title":"Prudence and the Pill","adult":false,"genre_ids":[]},{"cast":["Al Cliver","Clara Hopf","Federico Boido","Corrado Olmi","Rocco Oppedisano"],"overview":"Tommy is an innocent cavalry officer who falls in love with a beautiful Apache woman after rescuing her from a nasty gun smuggler named Honest Jeremy. When Jeremy and his gang find Tommy, gruesome violence ensues.","release_date":"1976-12-10","vote_average":6.3,"runtime":85,"cert":"N\/A","id":85848,"title":"Apache Woman","adult":false,"genre_ids":[37]},{"cast":["John Lund","Dorothy Malone","Mike Connors","R. Wright Campbell ","Jonathan Haze"],"overview":"During the Civil War, five condemned Southern prisoners are plucked off Death Row and promised pardons on the condition that they undertake a mission to head west and bring back a double-crossing Confederate spy who has a stagecoach full of Confederate gold.","release_date":"1955-04-15","vote_average":3.8,"runtime":78,"cert":"N\/A","id":85849,"title":"Five Guns West","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"Sit back and enjoy as the award-winning Baby Road Trip Series takes your cihld on a whimsical ride designed to educate stimulate and enlighten!  In Baby Road Trip-City, take a ride downtown as your child explores colorful city streets featuring a visit to the museum, theater, firehouse, and playtime in the park.  Join Scout, your travel pal on this new and exciting journey.","release_date":"2007-05-08","vote_average":0.0,"runtime":35,"cert":"N\/A","id":85850,"title":"Baby Road Trip-City","adult":false,"genre_ids":[]},{"cast":["Peggie Castle","Richard Denning","Cathy Downs","Mike Connors","Martin Kingsley"],"overview":"After six years in jail Steve returns to claim a ranch left him in a will. The town is in the middle of a rough election masterminded by saloon owner Marie. Steve is soon on the side of the opposition candidate and his pretty daughter. The town's tough sheriff is on no-one's side, least of all Steve's","release_date":"1956-06-15","vote_average":2.0,"runtime":73,"cert":"N\/A","id":85851,"title":"The Oklahoma Woman","adult":false,"genre_ids":[28,10402,10749,37]},{"cast":["Dick Miller","Russell Johnson","Abby Dalton","Jeanne Cooper","Mel Welles"],"overview":"Cloud Nine, the local teen hangout, has been taken over by a pair of escaped killers, who hold the local teens hostage. The bartender realizes it's up to him to save the kids.","release_date":"1957-04-01","vote_average":6.5,"runtime":62,"cert":"N\/A","id":85852,"title":"Rock All Night","adult":false,"genre_ids":[80,10402,18]},{"cast":["Susan Cabot","Dick Miller","Barboura Morris","June Kenney"],"overview":"A poor-little-rich-girl feels alienated by her mother and enacts a string of revenges on her fellow pupils at a girls' boarding school. However, she is outcast when one of her stunts nearly drives a girl to suicide.","release_date":"1957-10-01","vote_average":7.0,"runtime":61,"cert":"N\/A","id":85853,"title":"Sorority Girl","adult":false,"genre_ids":[18]},{"cast":["Abby Dalton","Richard Devon","Susan Cabot","Betsy Jones-Moreland","Jonathan Haze"],"overview":"A group of Viking women build a ship and set off across the sea to locate their missing menfolk, only to fall into the clutches of the barbarian Grimolts who hold their men captive and worship the sea serpent which overturned their ship.","release_date":"1957-12-01","vote_average":2.9,"runtime":66,"cert":"N\/A","id":85854,"title":"The Saga of the Viking Women and Their Voyage to the Waters of the Great Sea Serpent","adult":false,"genre_ids":[12]},{"cast":["Steve Cochran","Lita Milan","Robert Strauss","Celia Lovsky","Lili St. Cyr"],"overview":"The rise and fall of gang lord Joe Sante.  A crime boss (Steve Cochran) appears before a Senate subcommittee; flashbacks tell his story.","release_date":"1959-01-01","vote_average":7.7,"runtime":81,"cert":"N\/A","id":85855,"title":"I, Mobster","adult":false,"genre_ids":[80,18]},{"cast":["Meat Loaf","Chantellese Kent","Richard Howland","Jim Gordon","Leigh Lewis"],"overview":"Big Jake's after Bigfoot in the Big Apple. It's the biggest chase this town has ever seen.","release_date":"1995-01-12","vote_average":4.1,"runtime":95,"cert":"N\/A","id":85856,"title":"To Catch a Yeti","adult":false,"genre_ids":[28,35,10751,14,10770]},{"cast":["Frank Wolff","Wally Campo","Richard Sinatra","Michael Forest"],"overview":"An American patrol has to cross behind enemy lines by skis in order to blow up an important railroad bridge. The task is made harder by conflicts between the platoon's veteran sergeant and its inexperienced lieutenant and by constant attacks by pursuing German troops.","release_date":"1960-04-08","vote_average":4.0,"runtime":63,"cert":"N\/A","id":85857,"title":"Ski Troop Attack","adult":false,"genre_ids":[28,10752]},{"cast":["Vic Morrow","Suzanne Pleshette","Victor Buono","Cesar Romero","Stanley Holloway"],"overview":"Pilot Harry Black is hired to fly a man named Carlyle to Istanbul, where he's murdered. Now, mysterious Diane Reed and a local gangster, Rashi, are after Harry believing that he has the priceless plates Carlyle used to counterfeit money.","release_date":"1969-05-23","vote_average":5.0,"runtime":81,"cert":"N\/A","id":85858,"title":"Target: Harry","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"After a serious head injury in 1997, Rick Simpson sought relief from his medical condition through the use of medicinal hemp oil. When Rick discovered that the hemp oil (with its high concentration of T.H.C.) cured cancers and other illnesses, he tried to share it with as many people as he could free of charge, curing and controlling literally hundreds of people's illnesses... but when the story went public, the long arm of the law snatched the medicine - leaving potentially thousands of people without their cancer treatments - and leaving Rick with unconsitutional charges of possessing and trafficking marijuana!  Canada is in the middle of a CANCER EPIDEMIC! Meet the people who were not allowed to testify on Rick's behalf at the Supreme Court of Canada's Infamous Rick Simpson Trial on September 10, 2007... INCLUDING A MAN WHO WAS CURED OF TERMINAL CANCER USING HEMP OIL!","release_date":"2008-10-10","vote_average":0.0,"runtime":58,"cert":"N\/A","id":85863,"title":"Run From The Cure The Rick Simpson Story","adult":false,"genre_ids":[99]},{"cast":["Bas Hoeflaak","Peter van de Witte"],"overview":"","release_date":"2010-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85864,"title":"Droog Brood - De kip met de gouden enkels","adult":false,"genre_ids":[]},{"cast":["George Stover","Donna Sherman","Joe Ripple","Anne Frith","Richard Ruxton"],"overview":"A small town is sealed in a electric forcefield by a blood thirsty rampaging killer cyborg alien and it's up to some towns folk and the sheriff's dept to stop it!","release_date":"2001-08-01","vote_average":3.9,"runtime":75,"cert":"","id":85865,"title":"Alien Factor 2: The Alien Rampage","adult":false,"genre_ids":[878,27]},{"cast":["Sandra Shuker","Joe Estevez","Conrad Brooks","Jenette Lynne Hawkins","Lisa Kaake"],"overview":"A young teenage girl tries to help a small, purple-colored, jive-talking alligator escape from the clutches of a greedy carnival owner as well as as assortment of various characters so he can be reunited with his owner.","release_date":"1996-08-08","vote_average":2.3,"runtime":83,"cert":"N\/A","id":85866,"title":"Rollergator","adult":false,"genre_ids":[10751]},{"cast":["John White","Dan Warry-Smith","Gordon Michael Woolvett","Kathleen Laskey","C. David Johnson"],"overview":"Small-town Mississippians overreact to the appearance of a mythical swamp monster, partially the work of teen hoaxers.","release_date":"1996-08-08","vote_average":5.0,"runtime":99,"cert":"N\/A","id":85867,"title":"The Legend of Gator Face","adult":false,"genre_ids":[12,27,35,10751]},{"cast":["Jérémie Renier","Benoît Magimel","Monica Scattini","Sabrina Seyvecou","Ana Girardot"],"overview":"A biopic of French pop star Claude Francois, most famous for co-writing the song 'My Way'. Tracing his life from his childhood in Egypt through his success in France to his untimely death in Paris in 1978.","release_date":"2012-03-14","vote_average":6.4,"runtime":148,"cert":"","id":85870,"title":"My Way","adult":false,"genre_ids":[18]},{"cast":["Gerard Malanga","Ondine","Edie Sedgwick","Tosh Carillo","J.D. McDermott"],"overview":"Andy Warhol’s screen adaptation of Burgess's \"A Clockwork Orange”.","release_date":"1965-06-04","vote_average":4.5,"runtime":70,"cert":"N\/A","id":85871,"title":"Vinyl","adult":false,"genre_ids":[878,35]},{"cast":["Jean Reno","Michaël Youn","Raphaëlle Agogué","Julien Boisselier","Salomé Stévenin"],"overview":"A veteran chef faces off against his restaurant group's new CEO, who wants to the establishment to lose a star from its rating in order to bring in a younger chef who specializes in molecular gastronomy.","release_date":"2012-03-07","vote_average":6.0,"runtime":84,"cert":"N\/A","id":85872,"title":"Le Chef","adult":false,"genre_ids":[35]},{"cast":["Jillian Byrnes","Marianne Hayden","Jennifer Servary","Kevin Floyd"],"overview":"Laura Kove is an agoraphobic young woman whose world turns upside down when she discovers that the apartment she's locked herself into is haunted. Turning to the internet for help, she enlists the aid of Elizabeth Dean, a scam artist who passes herself off as a ghost hunter. At first, Elizabeth doesn't buy Laura's story but she soon becomes a true believer.","release_date":"2002-10-19","vote_average":3.8,"runtime":90,"cert":"N\/A","id":85873,"title":"GhostWatcher","adult":false,"genre_ids":[27,9648,878]},{"cast":["Wu Zun","Wu Jing","Karena Ng","Yan Ni","Louis Koo"],"overview":"Nobody knows that Professor Hong Sum Kwai is actually the Water Magician, one of the five elemental wizards. One day, Hong accidentally loses his magical powers, which are transferred to his student Cheng Meisi. The girl happily uses the superhuman abilities she acquired by luck in life, at school, and on the volleyball court, but those powers also land her in trouble as a war of wizardry rages around her... Fire Magician Bi Yewu is desperate to turn back time to change a tragedy in the past, but to do so he needs to bring together the powers of all five elemental wizards. Wood Magician Gu Xinyue foresees catastrophe if time is warped, so he alerts the other wizards - including Earth Magician Ling Feng and Metal Magician Charlie  - to join forces and prevent it from happening...","release_date":"2011-12-01","vote_average":5.2,"runtime":100,"cert":"N\/A","id":85874,"title":"Magic to Win","adult":false,"genre_ids":[14]},{"cast":["Akiho Yoshizawa","Monna Lam","Wu Qing-Qing","Law Kar-Ying","Samuel Leung Cheuk-Moon"],"overview":"A young woman named Future (Macy Wu) is sent from the year 2046 to the year 2011 in Hong Kong. Future was sent by the United Nations in order to get pregnant, where she can then extract her genes and repopulate the earth as 99% of males have become infertile in the future due to attacks from Planet Xucker. Two assassins from Xuckler (Taka Kato and Ya-wen Hseh) are sent after her to stop her. Future meets three University students: Felix (Justin Cheung), Dan-san (Andrew Kwok) and Sing (Tsui Ho-cheong). The men are obsessed with female students next door: Chin-chin (Akiho Yoshizawa), Chen-chen (Monna Lam and Sai-sai (Chen Chih-ying). The students agree to help Future find a mate at the university.","release_date":"2011-10-06","vote_average":4.6,"runtime":82,"cert":"N\/A","id":85877,"title":"The 33D Invader","adult":false,"genre_ids":[35,878]},{"cast":["Xu Jiao","Eric Lin Hui-Ming","René Liu","Harlem Yu","Kenneth Tsang"],"overview":"There was once a young girl named May who felt alienated from everyone around her. May is worried about her mother and father, whose marriage is on the rocks, and she yearns to return to the woods where her grandfather lives. One day, May befriends a boy as lonely as she is. When reality catches up, they run away to a beautiful world that belongs only to them. Both imaginatively escapist and heartbreakingly realistic, their journey speaks to kids and adults alike with the pain of solitude, the sorrow of loss, and the warmth of hope.","release_date":"2011-11-03","vote_average":6.9,"runtime":99,"cert":"N\/A","id":85878,"title":"Starry Starry Night","adult":false,"genre_ids":[18]},{"cast":["Louise Forestier","Serge Grenier","Marc Laurendeau","Marcel Saint-Germain","Louisette Dussault"],"overview":"Canuxploitation musical spy comedy.","release_date":"1972-01-26","vote_average":5.3,"runtime":115,"cert":"N\/A","id":85881,"title":"IXE-13","adult":false,"genre_ids":[35]},{"cast":["Robert Morin"],"overview":"The son of an Anglophone mother and Francophone father tries to solve his identity crisis through photography.","release_date":"1994-01-01","vote_average":8.0,"runtime":75,"cert":"N\/A","id":85884,"title":"Yes Sir! Madame...","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"1969-11-28","vote_average":0.0,"runtime":76,"cert":"N\/A","id":85885,"title":"À soir on fait peur au monde","adult":false,"genre_ids":[99]},{"cast":["Paco Martínez Soria","Mónica Randall","Mabel Karr","Florinda Chico","Rafaela Aparicio"],"overview":"A widow shepherd who lives at the Aragonese Pyrenees sees how his three young daughters, Cándida, Visi, and Nieves, go to Madrid to find a better life and leave him alone. There they all get married, have sons and forget their father. One day, Marcelino receives a letter from Cándida, who wants him to stay with her family for some time. What she really wants is some help from her father, as she's not able to take care of her ten daughters and her upcoming child. Marcelino goes to Madrid, but, once there, he only finds an unknown, frantic and hostile world, and also three unhappy daughters...","release_date":"1969-03-17","vote_average":5.9,"runtime":90,"cert":"N\/A","id":85886,"title":"Old Man Made in Spain","adult":false,"genre_ids":[35]},{"cast":["Teri Polo","James Patrick Stuart","Bailee Madison","Alexander Bedria","Jack Conley"],"overview":"Uptight French chef, Sara Westbrook, gets fired up when her upscale café, Chez Varenne, is suddenly overshadowed by a new restaurant moving in next door run by a group of rowdy firemen. Led by handsome former fire fighter Gill Callahan and his friend Danny, The Five Alarm Grill is soon a big success while Sara and Patsy, her pastry chef, struggle to bring in customers.  Sara suddenly softens when she meets Gill's ten-year-old daughter Hannah. Ignoring the obvious tension between her dad and Sara, Hannah is soon playing matchmaker. Can Gill and Sara's burgeoning romance survive the temptation to compete with each other, or will the heat of competition drive them apart?","release_date":"2012-01-14","vote_average":6.0,"runtime":84,"cert":"N\/A","id":85887,"title":"A Taste of Romance","adult":false,"genre_ids":[10751,10749]},{"cast":["José Acuaviva","Matilde Artero","Paco Martínez Soria","Carlos Larrañaga"],"overview":"","release_date":"1941-10-10","vote_average":0.0,"runtime":74,"cert":"N\/A","id":85892,"title":"Alma de Dios","adult":false,"genre_ids":[]},{"cast":["Heather Starlet","Kendra Banx","Georgia Jones","Prinzzess","Emy Reyes"],"overview":"Women Seeking Women lives up to its AVN award for best All-Girl Series by delivering again beautiful women in some of the most realistic, sensual, erotic situations imaginable. Over two hours of hot sensual lesbian sex that will keep you entertained from beginning to end. Beautiful woman-woman sex which is sure to excite you! Restless hearts searching for that one perfect woman!","release_date":"2009-03-09","vote_average":0.0,"runtime":151,"cert":"N\/A","id":85893,"title":"Women Seeking Women 51","adult":true,"genre_ids":[]},{"cast":["Mercedes Vecino","Paco Martínez Soria","Luis Prendes"],"overview":"Kitty, niece of a Marchioness, is betrothed to Don Candido, a wealthy manufacturer of preserves.  Nico, an old friend of Candide who is completely ruined, arrives to the fashion hotel in which both are. Nico falls in love with Kitty, but, unlike the other men who court her, treats her with indifference. The girl, wounded in his pride, it is interested to Nico. Just before the wedding, Don Candido leaves claimed by its industrial businesses, and instructs his friend to take care of his bride. Nico and Kitty end up falling in love. Don Candido back the same day fixed for the wedding.","release_date":"1943-08-12","vote_average":0.0,"runtime":63,"cert":"N\/A","id":85894,"title":"Boda accidentada","adult":false,"genre_ids":[]},{"cast":["Paco Martínez Soria","Mari Carmen Prendes","José Sacristán","Alfonso del Real","Josele Román"],"overview":"","release_date":"1970-09-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":85897,"title":"Don erre que erre","adult":false,"genre_ids":[35]},{"cast":["Paco Martínez Soria","Isabel Garcés","José Sacristán"],"overview":"Leandro Cano, grandfather of many grandchildren, coincides in the clinic of Dr. Bolt with Elena, a lady already advanced in years. The doctor makes every effort to make them meet, and thus overcome their feelings of loneliness.","release_date":"1973-05-14","vote_average":6.0,"runtime":90,"cert":"N\/A","id":85898,"title":"El abuelo tiene un plan","adult":false,"genre_ids":[35]},{"cast":["Gerald Mohr","Eric Blore","Nancy Saunders","Evelyn Ankers","Richard Fraser"],"overview":"Michael Lanyard (Gerald Mohr) is suspected of stealing two fabulous diamonds from a vault in Scotland Yard, where they were being held for safekeeping, but the Yard can't prove he did it. Later, Lanyard is summoned by a member of the nobility to help the latter raise money to pay a blackmailer. Lanyard later finds evidence to reveal the diamonds as having been stolen by a famous stage star.","release_date":"1947-11-13","vote_average":5.5,"runtime":68,"cert":"N\/A","id":85899,"title":"The Lone Wolf in London","adult":false,"genre_ids":[9648]},{"cast":["Jana Cova","Zoe Britton","Aimee Addison","Dana DeArmond","Amber Chase"],"overview":"For fine folks with good hearts and curious minds. Restless hearts searching for that one perfect woman. Lustful, passionate scenes of Sapphic eroticism you're gonna be blown away by! Look how responsive two girls can be when they fuck around! 4 time AVN award winner, best all girl series.","release_date":"2011-02-28","vote_average":0.0,"runtime":170,"cert":"N\/A","id":85900,"title":"Women Seeking Women 70","adult":true,"genre_ids":[10749]},{"cast":["Oleg Borisov","Margarita Krinitsyna","Nikolay Yakovchenko","Anna Kushnirenko","Nonna Koperzhinskaya"],"overview":"Based on the vaudeville by M. Staritsky Svirid Petrovich Golokhvasty had his own barbershop in town and a reputation of a dandy. Once, after losing everything he had at cards, he decided to remedy his financial situation by a profitable marriage. A rich but ugly girl named Pronya Serko fell for the illustrious suitor’s courtship...","release_date":"1961-12-21","vote_average":7.8,"runtime":77,"cert":"N\/A","id":85901,"title":"Chasing Two Hares","adult":false,"genre_ids":[35]},{"cast":["Michèle Morgan","Yves Montand","Jean-François Calvé","Massimo Girotti","Jacques Clancy"],"overview":"It tells the story of an older pedant who buys adolescence from Satan.","release_date":"1955-12-29","vote_average":3.0,"runtime":125,"cert":"N\/A","id":85902,"title":"Marguerite of the Night","adult":false,"genre_ids":[18,14,10749]},{"cast":["Celeste Star","Shyla Jennings","Jelena Jensen","Ryan Keely","Brenda James"],"overview":"Girls seeking girls...Curious lesbians get together and treat each other to some tender moments and excited releases! This is beautiful woman - woman sex which is sure to excite you! Restless hearts searching for that one perfect woman! This is a doozy of a movie that features some of the best looking starlets in the business today!","release_date":"2011-01-28","vote_average":0.0,"runtime":138,"cert":"N\/A","id":85903,"title":"Women Seeking Women 69","adult":true,"genre_ids":[10749]},{"cast":["Nico","Philippe Garrel","Ari Boulogne","Daniel Pommereulle","Pierre Clémenti"],"overview":"A collage of dreams. Garrel made a name for himself with this film as a new Jean Vigo. With Nico (Velvet Underground).  A poetic and painterly film that has been described as 'a collage of dreams'. The film was shot without a script, but Garrel had already thought up the eventual title ('the scar inside'). This title was an obsession for him, every shot had to be an expression of 'the scar inside'. Apart from Garrel himself and actor Pierre Clementi, Garrel's former partner Nico, member of the legendary Velvet Underground, played a role in the film. Another important role was for the landscape. Garrel, 23 when he made the film, was compared with Jean Vigo because of his age and talent. La cicatrice intérieure even led Claude Mauriac to call him the Rimbaud of film. (from https:\/\/www.iffr.com\/en\/films\/la-cicatrice-int-rieure\/)","release_date":"1972-02-02","vote_average":7.8,"runtime":60,"cert":"N\/A","id":85904,"title":"The Inner Scar","adult":false,"genre_ids":[10402,18,14]},{"cast":["Amy Winehouse"],"overview":"A Last Goodbye is an intimate look into the life and times of Amy Winehouse.This in depth programme chronicles her rise to pop superstardom and also offers a sensitive portrayal of a transformative star and the inner demons…","release_date":"2011-09-12","vote_average":4.3,"runtime":71,"cert":"N\/A","id":85905,"title":"Amy Winehouse - A Last Goodbye","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"1999-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":85906,"title":"Psy Show","adult":false,"genre_ids":[]},{"cast":["Diamond Foxxx","Lisa Ann","Joey Brass","Johnny Castle","Dane Cross"],"overview":"Professor Vonhassleburg gives us a first class education as he explores the many sub species of the elusive female cougar. He sends a film crew to meet the unsuspecting cast of young hot studs only too eager to take on these sexy ladies. In the suburbs or in the city, a cougar sighting isn't far behind!","release_date":"2009-10-28","vote_average":0.0,"runtime":82,"cert":"N\/A","id":85907,"title":"Cougar 101","adult":true,"genre_ids":[]},{"cast":["Mick Jagger","Charlie Watts","Bill Wyman","Keith Richards","Ron Wood"],"overview":"The Rolling Stones' record-breaking 1981 arena tour documented by director Hal Ashby. Featuring the biggest Rolling Stones songs from the first 20 years - in the words of Mick Jagger, \"a feel of what it's like to be there\", as 20 cameras take you onstage with the band in this groundbreaking, dynamic tour.","release_date":"1982-10-29","vote_average":5.1,"runtime":94,"cert":"N\/A","id":85910,"title":"Let's Spend the Night Together","adult":false,"genre_ids":[99,10402]},{"cast":["Asa Akira","India Summer","Jessica Drake","Lexi Swallow","Steve Crest"],"overview":"Have you ever fantasized about making love to a co-worker... or maybe even fallen in love with one? Linda (Jessica Drake) and Jim (Rocco Reed) are trying to keep their office affair a secret so they don't risk breaking company rules. But they're not the only ones taking part in the occasional afternoon desk clearing session. Secret rendezvous, after hour \"meetings\", and closed door sessions are all part of the sexy fun. When their secret is uncovered, they must both make a decision. Will Love conquer all... or will this be just another Office Encounter.","release_date":"2011-04-27","vote_average":0.0,"runtime":101,"cert":"N\/A","id":85911,"title":"Office Encounters","adult":true,"genre_ids":[]},{"cast":[],"overview":"Live at G-MEX Centre Manchester\r December 14, 1997","release_date":"","vote_average":0.0,"runtime":107,"cert":"N\/A","id":85912,"title":"Oasis: Direct from Manchester","adult":false,"genre_ids":[]},{"cast":["Brenda James","Lisa Ann","Nicole Sheridan","Priya Rai","RayVeness"],"overview":"Award winning director Jonathan Morgan directs an all star cast that includes Lisa Ann, Nicole Sheridan, Priya Rai and more in his latest comedy classic! This is the almost true story about animal expert Kangaroo Jack (Voodoo). He's recently focused his research from the outback of Australia to America's suburbs to investigate a rash of cougar sightings.  Comedy ensues as Jack attempts to identify the various species while trying to avoid becoming prey to the cunning cougars. Will Kangaroo Jack be able to keep these carnal felines caged or will more young, hot studs fall victim to the incredibly horny cougars...","release_date":"2009-02-25","vote_average":0.0,"runtime":85,"cert":"N\/A","id":85913,"title":"The Cougar Hunter","adult":true,"genre_ids":[35]},{"cast":["Carolyn Brandt","Ron Haydock","Titus Moede","George Caldwell","Mike Kannon"],"overview":"Picking a random name out of the phone book, thugs decide to terrorize and kidnap Cee Bee Beaumont, girlfriend of rock sensation Lonnie Lord. Rat Pfink and his sidekick Boo Boo spring into action!","release_date":"1966-09-01","vote_average":4.5,"runtime":72,"cert":"N\/A","id":85916,"title":"Rat Pfink a Boo Boo","adult":false,"genre_ids":[35,28,53]},{"cast":["Billy Bletcher","Dessie Flynn","James MacDonald"],"overview":"In this Lone-Ranger spoof,a cleaned-up version of Pegleg Pete robs a western bank and makes his getaway, and decides to hide his loot in a tree inhabited by two chipmunks, the chattering-and-clattering Chip 'n' Dale. They resent the intrusion but really begin to give Pete a hard time when they discover a reward if posted for his capture. The cavalry arrives but Chip 'n' Dale have the situation well in hand.","release_date":"1954-04-07","vote_average":7.2,"runtime":7,"cert":"N\/A","id":85917,"title":"The Lone Chipmunks","adult":false,"genre_ids":[16]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Bill Wyman","Ron Wood"],"overview":"The Rolling Stones emerged in the summer of 1963 as the so-called \"bad boys\" antidote to the Beatles, a characterization that became one of the foundations of modern rock 'n' roll. In the 25 years that followed, the Stones have succeeded in outraging, mystifying, confusing yet always inspiring their fans. 25 X 5: The Continuing Adventures of The Rolling Stones is the first time that the Stones have gone on camera to tell their own story. Over two hours of devastatingly frank narratives by Mick Jagger, Keith Richards, Charlie Watts, Bill Wyman, and Ron Wood are underscored by rare interview segments with Brian Jones and Mick Taylor, and rare and never-before-seen archival film, video, and newsreel footage.","release_date":"1993-12-03","vote_average":9.0,"runtime":130,"cert":"N\/A","id":85918,"title":"The Rolling Stones: 25x5 - The Continuing Adventures of The Rolling Stones","adult":false,"genre_ids":[10402,99]},{"cast":["Jörgen Raymann"],"overview":"Even after Swallow, Slave Or Not Addicted now the third show namely in Holland Mine House Jörgen Raymann. Jörgen has past 2 years this show screened in all theaters throughout the Netherlands. Important detail: All performance were completely sold out! The reactions after the shows were called very good, especially the press was full of praise for the show, which lasts about 2 hours. Jörgen grows after every show he presents. After some years the boards have been able Raymann now like a house on stage. And that's exactly what this show is about. A brilliant show full of humor but also very sharp, serious and politically charged topics. If you have not seen the show in the theater, this is your chance to watch it yet.","release_date":"2006-11-13","vote_average":0.0,"runtime":131,"cert":"N\/A","id":85919,"title":"Jörgen Raymann In Holland is my home","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Three longtime pals live in San Francisco: Darin is married to Natalie, but their family life is too still and Darin is not happy about it, Matt is ladies' magnet but tired of it, trying to get something stable from his relationships, and goofy Kevin doesn't have any success with women at all. Darin starts an affair with his friend's wife Maxine and Matt falls deeply in love with a woman he has seen once.","release_date":"2000-11-09","vote_average":0.0,"runtime":98,"cert":"N\/A","id":85920,"title":"Nothing Sacred","adult":false,"genre_ids":[35,10749]},{"cast":["\"Weird Al\" Yankovic","Dana Plato","Michael Lerner","Burt Ward","Judy Tenuta"],"overview":"An ex-child star (Judy Tenuta) tries to reclaim her former fame.","release_date":"1998-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":85921,"title":"Desperation Boulevard","adult":false,"genre_ids":[35]},{"cast":["Ahmed El Sakka","Nelly Karim","Khaled Abol Naga","Khaled Saleh"],"overview":"A battle for a diamond necklace begins in Italy between the Italian mafia, a rich man and an Egyptian lawyer who his fiancée is kidnapped by the rich man.","release_date":"2005-07-27","vote_average":6.2,"runtime":110,"cert":"N\/A","id":85922,"title":"Italian War","adult":false,"genre_ids":[28,35,10749,53]},{"cast":["Isis Krüger","Thomas Wolff"],"overview":"A love story has come to its end. When a man steps into the room where his beloved one lives, she tells him to go and that she doesn't want to see him anymore. He realizes that this is going to be their last meeting - the epilogue. Afterwards he remembers the tragic ending of their relationship in a different way from what really happened.","release_date":"1992-02-01","vote_average":5.6,"runtime":13,"cert":"N\/A","id":85923,"title":"Epilog","adult":false,"genre_ids":[18]},{"cast":["José Luis Guerin","Tanja Czichy","Charlotte Dupont","Chantal Akerman","Spike Lee"],"overview":"Filmmaker José Luis Guerin documents his experience during a year of traveling as a guest of film festivals to present his previous film. What emerges is a wonderfully humane and sincere portrayal of the people that he meets when he goes off the beaten track in some of the world's major cities.","release_date":"2011-03-25","vote_average":6.3,"runtime":126,"cert":"N\/A","id":85924,"title":"Guest","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Son las emocionantes aventuras de tres lancheros holgazanes en Acapulco. Cada uno de ellos se ve involucrado en diferentes problemas y tienen que salir huyendo a la ciudad de México. Ahí se esconden en la casa de unas amigas para evadir a los gangsters que los buscan solo que las muchachas resultan ser prostitutas y todo se complica. The exciting adventures of three men who drive boats in Acapulco. Each gets involved in different problems and all have to run away to Mexico City to elude the gangsters who are after them. They hide in the house of some lady friends who turn out to be \"working girls\" and things get really wild.","release_date":"1989-08-17","vote_average":7.0,"runtime":90,"cert":"N\/A","id":85925,"title":"3 Lancheros Muy Picudos","adult":false,"genre_ids":[]},{"cast":["Kirk Douglas","Kim Novak","Ernie Kovacs","Walter Matthau","Barbara Rush"],"overview":"A suburban architect loves his wife but is bored with his marriage and with his work, so he takes up with the neglected, married beauty who lives down the street.","release_date":"1960-06-29","vote_average":6.9,"runtime":117,"cert":"N\/A","id":85926,"title":"Strangers When We Meet","adult":false,"genre_ids":[10749]},{"cast":["Delphine Seyrig","Michael Lonsdale","Mathieu Carrière","Claude Mann","Vernon Dobtcheff"],"overview":"India, 1937. Anne-Marie Stretter is the wife of the French ambassador and leads a solitary yet privileged life in Calcutta. The tedium of her existence is relieved by numerous illicit love affairs with government officials, young men who find her an object of desire and fascination. The Vice Consul is driven insane by his love for her and, expelled from the ambassador’s palace, cries like a sick animal. Life continues for Anne-Marie Stretter, the same tedious existence…","release_date":"1975-06-04","vote_average":7.0,"runtime":120,"cert":"N\/A","id":85927,"title":"India Song","adult":false,"genre_ids":[10749,18,14]},{"cast":["Mel Blanc","Ben Hardaway"],"overview":"Woody Woodpecker is a stable boy. The stables are located right in an airfield, and the sound of airplanes droning around only fuels his lust to fly. \"I want to fly like the birds!\" declares the woodpecker. But the only thing the bulldog sergeant on the airfield feels Woody is competent for is clipping the horses with an electric clipper. And considering that Woody accidentally allows the clipper to clip off the sarge's shirt buttons and a long strip of hair off his chin, he may be giving Woody too much credit. Nevertheless, Woody spends his time reading \"How to Fly a Plane from the Ground Up.\" And eventually, he sneaks onto a PU-2.","release_date":"1942-06-21","vote_average":5.2,"runtime":7,"cert":"N\/A","id":85928,"title":"Ace in the Hole","adult":false,"genre_ids":[16]},{"cast":["Dean Martin","Lana Turner","Eddie Albert","Walter Matthau","Nita Talbot"],"overview":"A lawyer begins to win after his wife secretly becomes his bookie to save their money.","release_date":"1962-12-25","vote_average":4.0,"runtime":93,"cert":"N\/A","id":85929,"title":"Who's Got the Action?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Roberto y su nueva familia estan pasando por dificultades economicas por lo que decide formar otra vez su vieja banda y comienzan a tratar de organizar algunos robos que resultan mal. La esposa de Roberto y su abuelita recurren al engaño disfrazandose de monjitas para poder vender galletas y rompope, sin embargo la abuelita hace de las suyas y se meten en problemas.","release_date":"1985-04-02","vote_average":6.0,"runtime":90,"cert":"N\/A","id":85930,"title":"El Ratero de La Vecindad 2","adult":false,"genre_ids":[]},{"cast":["Eric Clapton","Steve Winwood","Ginger Baker"],"overview":"Their debut gig was in front of a cool 100,000 people on a warm day in London's Hyde Park on June 7, 1969. This free concert may have lasted just over 45 minutes long, but fans were treated to a selection of timeless tracks by the classic band. This is a unique opportunity to see the world's first super group, featuring Eric Clapton, Steve Winwood, Rick Grech, and Ginger Baker, perform for a very long time.","release_date":"2006-09-19","vote_average":0.0,"runtime":73,"cert":"N\/A","id":85931,"title":"Blind Faith: London Hyde Park 1969","adult":false,"genre_ids":[10402]},{"cast":["Mel Blanc","Ben Hardaway","Hans Conried","Jack Mather"],"overview":"Boarding house proprietor Wally Walrus takes out an ad in the local paper looking for a sweetheart. Woody reads this and decides he might be able to trick Wally out of some cooking if he dresses up like a girl and answers the ad.","release_date":"1945-02-04","vote_average":6.4,"runtime":7,"cert":"N\/A","id":85936,"title":"Chew-Chew Baby","adult":false,"genre_ids":[16]},{"cast":["Francisco Colja","Yohana Pereyra","Martín Rena","Rodrigo Savina","Gustavo Almada"],"overview":"Juan Cruz, un fotógrafo de clase alta de Córdoba, tiene que sacar fotos en el recital del cantante popular “La Mona” Jiménez. En este ámbito de costumbres desconocidas para él, descubrirá otro mundo, el de Sara, una joven atractiva con quien vivirá una historia de amor y una peligrosa caravana de aventuras.","release_date":"2010-11-03","vote_average":7.5,"runtime":100,"cert":"N\/A","id":85937,"title":"Clubbing","adult":false,"genre_ids":[35,18]},{"cast":["Waldemar Januszczak","Juliet Wilson-Bareau"],"overview":"Manet is one of the main candidates for the title of the most important artist there has been. As the reluctant father of Impressionism, and the painter of Dejeuner sur l'herbe, he can probably be accused of inventing modern art. But his story is fascinating on many other levels.  As a piece of compelling biography, Manet's is the unlikely tale of the stubborn son of the most highly placed judge in France who decides to become an artist and embarrass his father. The resulting family tensions are the stuff of legend.  Then there was Manet's dramatic private life, including exotic romantic affairs and a particularly horrible death.  Always cited as the father of the Impressionists, Manet stubbornly refused to show with them, and was careful to maintain an aesthetic distance from Monet, Renoir and the others. While they worshipped him, he looked down on them.","release_date":"2009-01-06","vote_average":0.0,"runtime":90,"cert":"PG","id":85938,"title":"Manet: The Man Who Invented Modern Art","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Isle of Wight Festival is a music festival which takes place every year on the Isle of Wight in England.It was originally held from 1968 to 1970. These original events were promoted and organised by the Foulk brothers (Ron, Ray and Bill Foulk) under the banner of their company Fiery Creations Limited.","release_date":"2010-06-12","vote_average":4.3,"runtime":59,"cert":"N\/A","id":85939,"title":"Blondie: 2010 Isle Of Wight Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The animals on Oswald the Rabbit's farm couldn't be happier with their work. The hens, in particular, enjoy their jobs as egg producers. True, a hen gets a bit anxious when her egg is too small or when she can't lay anything. But on the whole, times are good. That changes when a specter by the name of Depression rises from the dump and travels the globe spreading fear and panic. The Great Depression has begun and has poisoned the entire country, including Oswald's farm. Now, the roosters are listless and the chickens flop around in a daze. Oswald runs to the doctor for help. But Dr. Pill points to a poster of the President, Franklin Delano Roosevelt. \"There's your doctor!\" he declares. Soon, Oswald is in the White House, knocking down the Vice President in his haste to see FDR. Roosevelt sings \"Confidence\" and gives the rabbit a generous supply.","release_date":"1933-07-31","vote_average":6.0,"runtime":7,"cert":"N\/A","id":85940,"title":"Confidence","adult":false,"genre_ids":[16]},{"cast":["Roy T. Anderson","Demore Barnes","John Bayliss","James Bearden","Samantha Bee"],"overview":"In 1998, three white men in the small town of Jasper, Texas, chained a black man to the back of their pickup truck and dragged him to his death. This film relates that story and how it affected all of the residents of the town, both black and white.","release_date":"2003-06-08","vote_average":5.5,"runtime":114,"cert":"N\/A","id":85941,"title":"Jasper, Texas","adult":false,"genre_ids":[27,18]},{"cast":["Gary Lockwood","Anouk Aimée","Alexandra Hay","Carol Cole","Tom Holland"],"overview":"While trying to raise money to prevent his car from being repossessed, George is attracted to Lola, a Frenchwoman who works in a \"model shop\" (an establishment which rents out beautiful pin-up models to photographers). George spends his last twelve dollars to photograph her, and discovers that she is as unhappy as he.","release_date":"1969-02-11","vote_average":7.1,"runtime":95,"cert":"N\/A","id":85942,"title":"Model Shop","adult":false,"genre_ids":[18,10749]},{"cast":["Andrew Airlie","Diane Farr","Kirk Acevedo","Chad Krowchuk","Jessica Parker Kennedy"],"overview":"A huge solar flare blasts Mercury out of it's orbit and provides it with an intense magnetic field and it's on collision course for Earth.","release_date":"2011-03-24","vote_average":4.7,"runtime":86,"cert":"N\/A","id":85949,"title":"Collision Earth","adult":false,"genre_ids":[28,878,10770]},{"cast":["Rowland S. Howard","Genevieve McGuckin","Nick Cave","J.P. Shilo","Lydia Lunch"],"overview":"From myth to legend Rowland Howard appeared on the early Melbourne punk scene like a phantom out of Kafkaesque Prague or Bram Stoker’s Dracula. A beautifully gaunt and gothic aristocrat, the unique distinctive fury of his guitar style shot him directly into the imagination of a generation. He was impeccable, the austerity of his artistry embodied in his finely wrought form, his obscure tastes and his intelligently wry wit. He radiated a searing personal integrity that never seemed to tarnish. Despite the trials and tribulations of his career, in an age of makeover and reinvention, Rowland Howard never ‘sold out’. With recent and moving interviews, archival interviews and other fascinating and original footage, AUTOLUMINESCENT traces the life of Rowland S Howard. Capturing moments with the man himself and intimate missives from those who knew him behind closed doors; words and images etch light into what has always been the mysterious dark.","release_date":"2011-10-27","vote_average":7.5,"runtime":110,"cert":"N\/A","id":85950,"title":"Autoluminescent: Rowland S. Howard","adult":false,"genre_ids":[99,10402]},{"cast":["Michael Biehn","Roy Scheider","Shane Meier","Kimberley Warnat","Lynda Boyd"],"overview":"A ranger (Michael Biehn) and his 16 year old nephew (Shane Meier) struggle to save a wolf from a rancher (Roy Scheider), who is out to kill it.","release_date":"1999-01-10","vote_average":6.3,"runtime":98,"cert":"N\/A","id":85951,"title":"Silver Wolf","adult":false,"genre_ids":[10751,12,10770]},{"cast":["Allari Naresh","Sneha Ullal","Maryam Zakaria","Subbaraju","Ashish Vidhyarthi"],"overview":"An average tale, the story begins at Vizag and here lives Kalyan (Allari Naresh) who works as a police informer and ensures crime is zero in his area. His life takes a turn when he sees Swapna (Sneha) and falls in love with her. With some tricks he manages to woo her and finally gets her love. The story takes a turn when Kalyan is given an assignment by the police to expose the illegal dealings of two dons KP and JP (Jayaprakash reddy, Ahuti prasad) along with their big boss in Bangkok Nanda (Ashish Vidyarthi). To add to it, Swapna is the daughter of JP and her marriage is fixed to KP's son (Subbaraju). What happens from there forms the rest of the story.","release_date":"2011-09-30","vote_average":6.0,"runtime":140,"cert":"N\/A","id":85952,"title":"Madatha Kaaja","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Devudu Chesina Manushulu (Telugu: దేవుడు చేసిన మనుషులు) is a 1973 blockbuster Telugu drama directed by V. Ramachandra Rao and produced by Ghattamaneni Krishna under the banner of Padmalaya Studios. It was remade as Takkar in Hindi in 1980.","release_date":"1973-01-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":85953,"title":"Devudu Chesina Manushulu","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a war-hero who returns to his place only to find the society in a mess and tries to repair it in his own way and ends up getting hanged.","release_date":"","vote_average":0.0,"runtime":150,"cert":"N\/A","id":85954,"title":"Bobbili Puli","adult":false,"genre_ids":[]},{"cast":["Burl Ives","Robert Morley","Paul Lynde","Percy Rodrigues","Marie Osmond"],"overview":"The Sultan of Zanzibar has a harbor infested with sharks, which makes it impossible for ships to trade with him. In an attempt to fix the problem, he brings twelve hippos into the harbor to keep the sharks away. His idea works well enough, but once the hippos are no longer a novelty and the people no longer feed them, they begin to starve. After the hungry hippos rampage through the city looking for food, Aban-Khan, the king's adviser, slaughters all the hippos except one, a little hippo named Hugo. Source Wikipedia","release_date":"1975-12-25","vote_average":6.7,"runtime":86,"cert":"N\/A","id":85955,"title":"Hugo the Hippo","adult":false,"genre_ids":[18,16,10751]},{"cast":["Trieste Kelly Dunn","Victor Aminger","Lance Brannon","Ryan Hunter"],"overview":"A young woman is forced to return to her hometown to take care of her ailing father and, in turn, finds herself living a life she never imagined for herself.","release_date":"2010-07-30","vote_average":6.8,"runtime":96,"cert":"N\/A","id":85956,"title":"The New Year","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"The story of two sixteen year old girls living in Hollywood, Florida. We follow the girls from Florida to Tennessee, and watch as their lives become complicated by lies, jealousy and love.","release_date":"2010-06-22","vote_average":5.7,"runtime":100,"cert":"N\/A","id":85957,"title":"The Wolf Knife","adult":false,"genre_ids":[18]},{"cast":["Patrick Molloy","Danny Guerra","Ciaran Sheehan","Joe Viviani","Mary Beth Pelshaw"],"overview":"Danny's mother was contaminated by radiation poisoning at the time of his birth. Years have passed, and Danny begins to go on a killing rampage.","release_date":"1987-01-01","vote_average":1.8,"runtime":85,"cert":"N\/A","id":85958,"title":"Plutonium Baby","adult":false,"genre_ids":[878,27]},{"cast":["Shin Ha-kyun","Moon Jeong-hee","Kim Hye-na","Jung Yu-mi","Lee Sung-min"],"overview":"The story begins with a man left by his girlfriend on Christmas Eve and unfolds across the city of Seoul.","release_date":"2009-09-01","vote_average":9.0,"runtime":197,"cert":"N\/A","id":85959,"title":"Cafe Noir","adult":false,"genre_ids":[18,10749]},{"cast":["Elaine Giftos","Karen Carlson","Brioni Farrell","Barbara Leigh","Reni Santoni"],"overview":"Follows the lives of a group of young nurses in Los Angeles, including a nurse who joins a band of revolutionaries, and one who finds herself succumbing to drugs.","release_date":"1970-12-02","vote_average":5.2,"runtime":89,"cert":"N\/A","id":85962,"title":"The Student Nurses","adult":false,"genre_ids":[18]},{"cast":["Bernardo Bertolucci","Catherine Breillat","Liliana Cavani","Stephen Frears","Todd Haynes"],"overview":"Features conversations with ten of the world's greatest living directors: Bernardo Bertolucci, David Lynch, Liliana Cavani, Stephen Frears, Agnes Varda, Ken Loach, Todd Haynes, Catherine Breillat, Richard Linklater and John Sayles. The film documents Ismailos' voyage of discovering the creative personalities behind the camera.","release_date":"2010-07-02","vote_average":6.1,"runtime":90,"cert":"N\/A","id":85963,"title":"Great Directors","adult":false,"genre_ids":[99]},{"cast":["Katherine Cannon","Joyce Williams","Pegi Boucher","Joseph Kaufmann","Dennis Redfield"],"overview":"A trio of beautiful private-duty nurses that practice more than the medical arts must confront underground drug traffickers, racism and murder in their local hospital.","release_date":"1971-09-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":85964,"title":"Private Duty Nurses","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Where in the world can you find the strangest and most deadly sharks? Why do sharks sometimes prey on humans? When are you most likely to be attacked? And what can you do to avoid becoming shark food? If you're hungry for answers, join the experts and some of Discovery Channel's bravest hosts as they go swimming with the ocean's most feared predator to answer all your biting questions.","release_date":"2009-07-14","vote_average":6.0,"runtime":356,"cert":"N\/A","id":85965,"title":"Shark Week: The Great Bites Collection","adult":false,"genre_ids":[]},{"cast":["Patty Byrne","Alana Stewart","Mittie Lawrence","Clint Kimbrough","Felton Perry"],"overview":"The sweet and perky Barbara, the sunny Janis, and the responsible Sandra are a trio of young and attractive nurses who work in the psych ward at a hospital. The threesome really have their hands full dealing with nutty patients, creepy stalkers, and black revolutionaries","release_date":"1972-06-01","vote_average":5.0,"runtime":74,"cert":"N\/A","id":85966,"title":"Night Call Nurses","adult":false,"genre_ids":[35]},{"cast":["Jeane Manson","Ashley Porter","Angela Elayne Gibbs","Zack Taylor","Jack La Rue Jr."],"overview":"Sexy young nurses apply special therapy in their daily rounds, as they work against a drug ring operating out of the hospital","release_date":"1973-03-01","vote_average":4.0,"runtime":77,"cert":"N\/A","id":85967,"title":"The Young Nurses","adult":false,"genre_ids":[53,18]},{"cast":["Candice Rialson","Robin Mattson","María Rojo","Kimberly Hyde","Sally Kirkland"],"overview":"Young, sexy nurses and their hospital adventures.","release_date":"1974-05-01","vote_average":3.3,"runtime":80,"cert":"N\/A","id":85968,"title":"Candy Stripe Nurses","adult":false,"genre_ids":[53,35]},{"cast":["Heather Ashley Chase","Perrine Moore","David Alan Graf","David Ortega","Brian Guest"],"overview":"When an ancient burial ground is desecrated, a deadly Mummy is awoken, and goes on a violent killing spree.","release_date":"2003-09-30","vote_average":1.0,"runtime":73,"cert":"N\/A","id":85969,"title":"Evil Unleashed","adult":false,"genre_ids":[27]},{"cast":["Susan Damante","Brooke Mills","Brenda Sutton","Johnny Ray McGhee","Bob Harris"],"overview":"Sexy student teachers at Valley High School give private lessons while being terrorized by a mad rapist","release_date":"1973-09-06","vote_average":5.0,"runtime":90,"cert":"N\/A","id":85970,"title":"The Student Teachers","adult":false,"genre_ids":[35,53]},{"cast":["Candice Rialson","Pat Anderson","Rhonda Leigh Hopkins","Will Carney","Grainger Hines"],"overview":"A trio of naive, but eager young Midwestern women go to California to teach summer school classes at Regency High School: Perky and willful Conklin T. starts up and coaches an all-female football team, stuffy chemistry teacher Sally Hanson manages to loosen up after she falls hard for a surly juvenile delinquent student, and pert and liberated photography instructor Denise Carter becomes involved with both a two-faced male chauvinist jerk and a more decent and understanding guy.","release_date":"1974-08-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":85971,"title":"Summer School Teachers","adult":false,"genre_ids":[35]},{"cast":["Marion Davies","Jetta Goudal","Nils Asther","Andrés de Segurola","Tenen Holtz"],"overview":"A ditzy American girl visiting Monte Carlo is hired by a tennis champ to be his \"cardboard lover\"--to pretend to be in love with him so he can teach his two-timing fiancé a lesson and win her back. What he doesn't realize is that the girl isn't pretending --she actually is in love with him, and she sets out to win him for herself.","release_date":"1928-09-02","vote_average":6.0,"runtime":50,"cert":"N\/A","id":85972,"title":"The Cardboard Lover","adult":false,"genre_ids":[35,10749]},{"cast":["Mark Sawyer","Stephanie Beaton","Jason Clark","Eric Mestressat","Tarri Markel"],"overview":"A laboratory accident leaves Rich blind and at the mercy of an unscrupulous surgeon who performs an accidental eye transplant. Unknown to everyone, including the doctor's band of organ-snatching murderers, the eyes were pulled from the sockets of a werewolf. All hell breaks loose when Rich, with the help of his horny nurse, a midget and a lesbian detective, tries to extract revenge during the next full moon.","release_date":"1999-01-01","vote_average":4.5,"runtime":74,"cert":"N\/A","id":85973,"title":"Eyes of the Werewolf","adult":false,"genre_ids":[27]},{"cast":["Jelena Jensen","Georgia Jones","Lena Nicole","Brenda James","Elexis Monroe"],"overview":"Restless hearts searching for that one perfect woman. Beautiful woman-woman sex which is sure to excite you!","release_date":"2010-12-10","vote_average":10.0,"runtime":161,"cert":"N\/A","id":85974,"title":"Women Seeking Women 68","adult":true,"genre_ids":[10749]},{"cast":["Sammy Hagar"," Simona Caramelli","Jesse Harms","Vic Johnson","David Lauser"],"overview":"To witness Sammy Hagar live is to experience unstoppable energy, slamming guitar riffs and infinite fun. Each year the Red Rocker and his band, the Waboritas, gather for a birthday bash that includes music mayhem and \"Mas Tequila.\" Join the celebration as it moves from Sammy's Cabo Wabo Cantina in Cabo San Lucas to a concert stage in Chicago. It's an unforgettable evening of signature Hagar and three decades of rock 'n' roll's finest anthems. Songs: The Real Deal \/ Ten 13 \/ Shaka Doobie (The Limit) \/ Three Lock Box \/ Red \/ There's Only One Way to Rock \/ Serious Juju \/ Top of the World \/ Rock Candy \/ High and Dry Again \/ Deeper Kinda Love \/ A Little Bit More \/ Eagles Fly\/Lay Your Hand on Me \/ Finish What","release_date":"2001-08-07","vote_average":4.8,"runtime":131,"cert":"N\/A","id":85975,"title":"Sammy Hagar and the Waboritas Cabo Wabo Birthday Bash","adult":false,"genre_ids":[10402]},{"cast":["Peter Frampton"],"overview":"Recorded June 15, 1995, this concert celebrated the 20th Anniversary of the earliest performance on the record breaking, multi-platinum live album Frampton Comes Alive!","release_date":"2007-01-30","vote_average":4.3,"runtime":126,"cert":"N\/A","id":85976,"title":"Frampton Comes Alive II","adult":false,"genre_ids":[10402]},{"cast":["Sammy Hagar"],"overview":"Sammy Hagar And The Wabos - Livin' It Up Live! - Caught live in St Louis on their sold out 2006 US tour, Sammy And The Wabos bring down the house with songs from their new album, Livin' It Up, as well as some of Sammy's famed solo work. Joined on stage for the second half of the show by legendary Van Halen bassist, Michael Anthony, the band rips through some of rock radio's classic tunes. From \"I Can't Drive 55\" and \"Mas Tequila\" to \"Finish What You Started\" and \"Right Now\", it's one big Cabo party with the \"Red Rocker\"!","release_date":"2007-06-19","vote_average":9.0,"runtime":112,"cert":"N\/A","id":85977,"title":"Sammy Hagar and The Wabos: Livin' It Up! Live in St. Louis","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An animated short film by Canadian director Michèle Cournoyer explores the impact of war on women, their bodies and their families. Bringing a feminist sensibility to a contemporary issue, it looks at what happens when war insinuates itself inside the very being of a woman—she who once gave life.","release_date":"2009-06-17","vote_average":6.0,"runtime":5,"cert":"N\/A","id":85978,"title":"Robes of War","adult":false,"genre_ids":[10752,16]},{"cast":["Aldo Sambrell","Tanyeka Stadler","Alexander Abrahan","Fernando Sancho","Alfredo Mayo"],"overview":"The mummy of long dormant, but powerful Caribbean voodoo priest Gatanebo gets revived on a luxury South Seas ocean liner as a big buff bald guy and proceeds to terrorize the passengers. Gatanebo beheads several folks, occasionally reverts back to his prune-faced mummified state, and falls for the ravishing Sylvia, who reminds him of his old flame Kenya.","release_date":"1974-06-12","vote_average":5.0,"runtime":88,"cert":"N\/A","id":85983,"title":"Voodoo Black Exorcist","adult":false,"genre_ids":[27,53]},{"cast":["Sally Kellerman","Martin Landau","David Frost","Ed McMahon","Margaret O'Brien"],"overview":"In 1995, Chasen's closed its doors after 60 years of serving chili to movie stars and visiting dignitaries, Presidents and the Pope. During its two final weeks, Chasen regulars (actors and producers), staff, and management sat for interviews. There's an Oscar party for 1500, footage and photos of famous diners, and time with Tommy Gallagher, the ebullient head waiter until retirement in 1994, his son Patrick, catering head Raymond Bilbool, general manager Ronnie Clint, hat check girl Val Schwab, ladies' room attendant Onetta Johnson, and foreign- born waiters, including Jaime. When he started in 1970, like other Latins, he wasn't allowed out of the kitchen. It's a family farewell.","release_date":"1998-06-19","vote_average":7.0,"runtime":90,"cert":"N\/A","id":85984,"title":"Off the Menu: The Last Days of Chasen's","adult":false,"genre_ids":[99]},{"cast":["Salman Khan","Katrina Kaif","Ranvir Shorey","Roshan Seth","Girish Karnad"],"overview":"RAW agent Tiger is on a mission to retrieve information from a scientist in Dublin. The plot centers on an Indian spy (RAW) code-named Tiger who falls in love with a Pakistani spy (ISI) during an investigation and how Tiger's ideology and principles change over time.","release_date":"2012-08-15","vote_average":5.8,"runtime":133,"cert":"N\/A","id":85985,"title":"Ek Tha Tiger","adult":false,"genre_ids":[28,10749,53]},{"cast":["Isao Bitô","Takashi Kashiwabara"],"overview":"After a death-defying game of chicken one evening in 1958, Akagi nonchalantly enters a Yakuza Mahjong parlor to shake the cops' trail. Even unfamiliar with the rules of Mahjong, his gambling intuition is enough to save a small time gambler, Nangou, and grant him a seat at the gambling table. As the night progresses, the stakes are raised both within the game and for Akagi, who is under the suspicion of local police. However, Akagi overcomes the situation with his tactics, defiant of both life and chance. When he leaves the gambling house, no one present is in doubt of his genius.","release_date":"1995-11-24","vote_average":0.0,"runtime":81,"cert":"N\/A","id":85986,"title":"Akagi the Gambler","adult":false,"genre_ids":[]},{"cast":["Isao Bitô"],"overview":"Akagi appears again one year after the night where he first played mahjong.","release_date":"1997-07-25","vote_average":0.0,"runtime":87,"cert":"N\/A","id":85987,"title":"Akagi the Gambler II","adult":false,"genre_ids":[]},{"cast":["Jussi Nikkilä","Ylermi Rajamaa","Eero Milonoff","Marjut Maristo","Tytti Junna"],"overview":"Sixpack is a positive story on the outskirts of society. The story takes place in Helsinki on rock and following the advent of exclusion of the story regarding one of summer days. The film's protagonist, Marshal, is stuck in a shabby home. Lihi and Henninen attract the Marshal out and tired of opposition after the Marshal finds them to spend a hot summer day in the park in the world with amazement. The trio crash -day pass to the young, rutjakkeisiin sense of humor to the police. Day lasts from early morning until the evening the rain to bring sorrow alhoon. Eventually, however, the sun began to rise again it's time to become sensitized and look deep into the eyes of friendship.","release_date":"2011-09-02","vote_average":5.3,"runtime":82,"cert":"N\/A","id":85988,"title":"Sixpack","adult":false,"genre_ids":[]},{"cast":["Haley Ramm","Daryl Sabara","Chloe Bridges","Angela Trimbur","Nathan Keyes"],"overview":"Clark has planned the perfect prom for his girlfriend Sharon. His plans are hijacked when Sharon invites her two best girlfriends, Neve and Heather, and their dates along on the perfect evening, but things only get worse. When all three are deserted by their dates at the beginning of prom, the trio go back out to their limo, where the driver has cleaned out the mini bar and takes them on a wild ride that lands them in a holding cell and ends with them crashing another school's prom.","release_date":"2011-05-09","vote_average":7.0,"runtime":82,"cert":"N\/A","id":85989,"title":"Worst. Prom. Ever.","adult":false,"genre_ids":[35]},{"cast":["Purab Kohli","Nauheed Cyrusi","Mansheel Gujral","Mustafa Hussain","Sanjeev Kapoor"],"overview":"Marriage! No Marriage! Marriage! No Marriage...  The happy life of DIVORCE LAWYER - Akshay Rana (Purab kohli) goes for a complete toss when his girl friend of 7 years -Tarana (Nauheed Cyrussi) is adamant on finally tieing the Knot!!!!  Akshay doesn't want to let go of his love, but at the same time doesn't believe in the concept of marriage and fears commitment!!!!  So now what.. will he let go of his love or will Love win over ...convincing him to finally take the plunge! Or hey! Is there something else in store for him????  Set in contemporary Mumbai- 'Kuch Spice to make it meetha?'is a QUIRKY &amp; FUN take on love, relationships, commitment &amp; MARRIAGE !!!!!*","release_date":"2012-02-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":85990,"title":"Kuch Spice To Make It Meetha?","adult":false,"genre_ids":[10749]},{"cast":["Erika Stucky","Noldi Alder","Christian Zehnder"],"overview":"What does a baby's cry have in common with the echo of a mountain yodler, and what connects the head tone of a Tuvin nomad with the stage show of a vocal artist? The answer is: THE VOICE. Against a background of powerful alpine vistas and modern city landscapes, \"heimatklänge\" enters the wondrous sonic world of three exceptional Swiss vocal artists. Their universe of sound extends far beyond what we would describe as singing. In their engagement with local and foreign traditions, the powerful mountain landscape becomes a stage as do the landscapes and sonic backdrops of modern life.","release_date":"2007-02-13","vote_average":7.0,"runtime":82,"cert":"N\/A","id":85991,"title":"Echoes of Home","adult":false,"genre_ids":[99]},{"cast":["Ajay Devgn","Kangana Ranaut","Zayed Khan","Anil Kapoor","Sameera Reddy"],"overview":"The story revolves around a set of Indians, fighting to get what is their own, while another set of Indians working for the Scotland Yard Police chase them hard to stop them from spreading terror. The film in entirety has been been shot in London, Birmingham and Scotland. Ajay Devgn plays the role of a businessman who is married to actress Kangana Ranaut. Anil Kapoor plays the cop. The stylist Navin Shetty said to Mid Day, “Director Priyadarshan gave me a brief on Ajay's character in Tezz saying he didn't want anything fancy but more realistic - someone who will blend with the crowd. Ajay plays a father of a child and the film is set against a grey London winter so we have give Ajay's character an earthy look. He has a moustache and faint stubble. The colours are grey, brown, rust and khaki. We have played with the cut and the colours while the fabrics used have been wool and leather with lots of scarves and headgears. The effect is simple, realistic, smart and classy.\"","release_date":"2012-04-26","vote_average":3.7,"runtime":121,"cert":"N\/A","id":85992,"title":"Tezz","adult":false,"genre_ids":[18,28,53]},{"cast":["Vincenzo Salemme","Alessandro Gassman","Maurizio Casagrande","Paola Minaccioni","Asia Argento"],"overview":"Gaetano (Vincenzo Salemme) is a traffic policeman in Parma and is with the beautiful and exuberant Betty (Asia Argento), which induces him to maintain a standard of living well above his pockets. He intends to marry her, but wants to sneak away with the handsome commander Grandoni. In addition, the policeman also has a former wife, who demands food, and the mortgage payments to be paid. Assailed by debts and heart problems, Gaetano never stops playing the same numbers at Superenalotto, until, one day, his combination on the coupon turns into gold tokens ...","release_date":"2011-09-30","vote_average":4.8,"runtime":100,"cert":"N\/A","id":85993,"title":"Baciato dalla fortuna","adult":false,"genre_ids":[35]},{"cast":["Robert Cavanah","Tabu","Nathalie Auffret","Khalid Tyabji","Sidney Kean"],"overview":"Hanou est un petit macaque du Clan de la Montagne. Ce Clan domine l'antique cité indienne de Vijaynagar. Hanou vient d'être chassé par les siens. Seul face au monde des hommes, il trouve sur sa route Tom, le fils d'un archéologue écossais, et lui la vie. Tom est venu au Royaume des Singes afin de mettre fins aux agissements des trafiquants d'oeuvres d'art qui le pillent et Hanou compte bien l'aider…","release_date":"1998-10-28","vote_average":6.0,"runtime":90,"cert":"N\/A","id":85998,"title":"Hanuman","adult":false,"genre_ids":[12,10751,10749]},{"cast":["Paco Martínez Soria","Florinda Chico","Norma Lazareno"],"overview":"Ramón y Socorro, a 50-year-old couple, owners of a tavern, embarks on a long trip to Mexico to attend the wedding of their son, Carlos, with Gloria, the daughter of an important Mexican businessman. Upon arriving in Mexico, Ramón discovers that in this country there is a divorce. Fed up with his wife, he decides to divorce without taking into account that he will soon pay the consequences of this act.","release_date":"1976-05-26","vote_average":6.0,"runtime":98,"cert":"N\/A","id":85999,"title":"El alegre divorciado","adult":false,"genre_ids":[]}]