[{"cast":["So Ji-sub","Han Hyo-joo","Cho Seong-ha","Goo Seung-hyun","Park Chul-min"],"overview":"Cheol-Min, a man with a dark, picks up a part-time night job as a parking lot attendant. He sits in the tiny pay booth in the parking lot and stares at the small television. A woman named Jung-Hwa walks into the booth. Cheol-Min realizes the woman is blind and she is confusing him for the parking attendant who worked there previously.  Nevertheless, the woman comes back on another night to watch the same television drama series. Cheol-Min starts becoming attached to Jung-Hwa and they find out they are connected by the same incident in the past.","release_date":"2011-10-20","vote_average":7.6,"runtime":108,"cert":"N\/A","id":86000,"title":"Always","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Jung Ryeo-won","Ma Dong-seok","Kwon Sang-woo","Kim Min-jun"],"overview":"After losing his family when he was young, Nam-soon feels no pain. He cannot feel physical pain and is emotionally barren until he meets Dong-hyeon, who calls herself a vampire because she suffers from hemophilia. Unlike Dong-hyeon, when Nam-soon is injured, she bleeds from even the smallest wound. As the two grow closer, Dong-hyeon suddenly begins to lose his lifelong insensitivity to pain and the hurt of a lifetime washes over him.","release_date":"2011-09-07","vote_average":6.6,"runtime":104,"cert":"N\/A","id":86001,"title":"Pained","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"White Heat: 30 Hits, will reunite and excite fans from all over the world with a 3 disc set containing two audio CDs, each with 15 songs in chronological order of their release, and a DVD with 32 film clips from over the years.  (This is the DVD)","release_date":"2011-08-26","vote_average":0.0,"runtime":125,"cert":"N\/A","id":86002,"title":"Icehouse: White Heat","adult":false,"genre_ids":[10402]},{"cast":["Natsumi Harada","Yuusuke Kimura","Toshimaru Murai","Sheena Nagamori","Tsuyoshi Okuno"],"overview":"The story of an innocent woman called Misaki. Her mother is gone and her sister is disabled from a car accident. Her father sexually molests the two girls and Misaki and her and a friend turn to prostitution. It is only a matter of time before Misaki reaches breaking point.","release_date":"1999-10-08","vote_average":6.5,"runtime":65,"cert":"N\/A","id":86003,"title":"Girl Hell 1999","adult":false,"genre_ids":[27]},{"cast":["Aamir Khan","Kareena Kapoor Khan","Rani Mukerji","Nawazuddin Siddiqui","Rajkummar Rao"],"overview":"A cop, investigating the mysterious death of a filmstar, meets a sex-worker, while he faces some personal problems psychologically. The mystery connects these people in a way, that ultimately changes their lives.","release_date":"2012-11-30","vote_average":6.8,"runtime":149,"cert":"N\/A","id":86004,"title":"Talaash","adult":false,"genre_ids":[80,18,53]},{"cast":["Anant Mahadevan","Saurabh Shukla","Chandan Roy Sanyal","Navni Parihar","Khan Jahangir Khan"],"overview":"Staying Alive is a movie which is based on a true story of a reporter Aditya (Anant Mahadevan). When he experiences heart attack for the third time, he is sent to the intensive cardiac care at a hospital. But fate brings him on the neighboring bed of an underworld kingpin, Shaukat Ali (Saurabh Shukla). Actually it was his love of kebabs which had led him to experience his first heart attack. The 2 inmates of a hospital, who have opposite nature and opposite profession, strike a love-hate relationship with Aditya relaying a few truths about life to Shaukat. Shaukat gets thankful for the pleasure of staying alive even in a life underprivileged of kebabs.  The end of the motion picture deals with life as it reveals for a man from the wrong side of the law trying to set things right...would he or would he not succeed? This comedy of black type is all about being thankful at the pleasure of just Staying Alive…","release_date":"2012-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86005,"title":"Staying Alive","adult":false,"genre_ids":[18]},{"cast":["Claude Brasseur","Valérie Kaprisky","Martin Lamotte","Stéphane Audran"],"overview":"Hubert Durieux is a banker in a small French town who is struggling to keep up with the demands of all the women in his life. Just when things couldn’t get any worse, his precious white Citroën is stolen under his eyes by a beautiful gypsy girl, Mona.","release_date":"1986-02-12","vote_average":5.0,"runtime":95,"cert":"N\/A","id":86006,"title":"The Gypsy","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"The under-card is over and Joe Calzaghe and Roy Jones Jr. are getting ready to head to the ring. The tale of the tape has them basically even in height, weight and reach. Calzaghe is three years younger than Jones.  Jones comes to the ring first. He promised to come out to a song he recorded himself, but it is hard to hear over the crowd. Calzaghe is up second. His current period of inactivity is the longest of his career.","release_date":"2008-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86007,"title":"Joe Calzaghe vs. Roy Jones Jr","adult":false,"genre_ids":[]},{"cast":["Eriko Hatsune","Masami Horiuchi","Shûji Kashiwabara","Kenjirou Tsuda","Tsugumi"],"overview":"Strange things lurk in dreams. For Mukoda Tetsurou and the doctors tending to him, things have begun to get stranger as Mukoda begins having longer and longer dreams every night. Can one dream infinity in the span of a night?","release_date":"2000-01-01","vote_average":6.5,"runtime":58,"cert":"N\/A","id":86008,"title":"Long Dream","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"Arturo Gatti vs Micky Ward 1, has been the Ring Magazine fight of the year of 2002, a real boxing war between two very different fighters. Gatti, that was younger than 7 years, was one of the most beautiful boxers to see for his technique, while Micky Ward was a boxer that wanted to use his physical strength and a jaw of iron. Someone has labeled Micky Ward vs Arturo Gatti 1 as “The Fight of the Century” and therefore we understand why after this fight they will met in two other fighting","release_date":"2002-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86009,"title":"Gatti vs. Ward I","adult":false,"genre_ids":[]},{"cast":["Gary Moore"],"overview":"Bonus Tracks 1997 Montreux  1 One Good Reason  2 Oh Pretty Woman  3 Still Got the Blues  4 Walking by Myself","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86010,"title":"Gary Moore: Live At Montreux 1997","adult":false,"genre_ids":[]},{"cast":["Mel Blanc","Ben Hardaway","Kent Rogers"],"overview":"Woody is standing outside the Seville Barber Shop looking at the ads. Wanting a \"victory haircut\", he decides to enter the shop only to find the owner has stepped out for a physical. Woody decides to cut his own hair (\"I cut my own teeth\") but unfortunately is mistaken for the owner when two other customers enter, one an Indian who wants a quick shampoo and the other, a construction worker who wants \"the whole works\" and, unfortunately, gets it.","release_date":"1944-04-21","vote_average":6.1,"runtime":7,"cert":"N\/A","id":86011,"title":"The Barber of Seville","adult":false,"genre_ids":[16]},{"cast":[],"overview":"After the first fight between Arturo Gatti and Micky Ward, it was immediately organized a second fight between the “Irish” and the “Thunder”, both to give the opportunity for revenge to Gatti and why anyone would want to see again a spectacular fight as the first. So six months later, there was Arturo Gatti vs Micky Ward 2, which does not disappoint the expectations of the fans and was certainly another very exciting fight; this time Gatti manages to overturn the result and won deservedly.","release_date":"2003-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86012,"title":"Gatti vs. Ward II","adult":false,"genre_ids":[]},{"cast":[],"overview":"The third and final fight between Arturo Gatti and Micky Ward was one of the best boxing fights of 2003 (fight of the year for Ring Magazine). Gatti had lost the first fight versus Ward, but then he won the second, two of the most spectacular fights of 2002. In this third chapter Arturo Gatti broke his right hand during the fourth round, but also with a single hand he won again","release_date":"2004-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86013,"title":"Gatti vs. Ward III","adult":false,"genre_ids":[]},{"cast":["Kyle Cunningham","Adam Jones","Josh Hansen","Ken Roczen","James Stewart"],"overview":"Transworld Motocross presents Kickstart 3 Whiskey Throttle, the third film in the Kickstart Series. Featuring the loose, fearless riding styles of Justin Barcia, Kyle Cunningham, James and Malcolm Stewart, Adam Jones, Josh Hansen, and Ken Roczen with no frills. iTunes version also includes all bonus features-Zwarte Cross, Justin Barcia, Helmet Cam with James Stewart &amp; Ken Roczen.","release_date":"2011-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86014,"title":"Kickstart 3 Whiskey Throttle","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 1980s were a golden age for the welterweight and middleweight divisions of boxing. The era was headlined by four all-time greats: Sugar Ray Leonard, Marvelous Marvin Hagler, Thomas Hearns, and Roberto Duran. Between 1980 and 1985, each of them fought all the others, except for Hagler and Leonard. When they finally clashed in 1987, it was the climax of that extraordinary series — not literally the last fight among the foursome, but the last one that mattered. Hagler, the middleweight champion making his 13th defense, and Leonard, the former welterweight champ who was coming off a three-year retirement, were fighting for bragging rights over all their rivals. Who could have guessed that they would still be fighting over those bragging rights more than two decades later?","release_date":"1987-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86015,"title":"Marvelous Marvin Hagler vs Sugar Ray Leonard","adult":false,"genre_ids":[]},{"cast":[],"overview":"De La Hoya vs. Mayweather: The World Awaits was a super welterweight superfight which took place on May 5, 2007, at the MGM Grand Arena in Las Vegas, Nevada between six-division world champion Oscar De La Hoya (38-4, 30 KO) and undefeated four-division champion Floyd Mayweather Jr. (37-0, 24 KO). At the time, the match was the most lucrative boxing match ever, with over $120 million in generated revenue.","release_date":"2007-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86016,"title":"De La Hoya vs. Mayweather","adult":false,"genre_ids":[]},{"cast":[],"overview":"Juan Manuel Marquez vs. Juan Diaz was a boxing lightweight title superfight, for the vacant WBO\/WBA lightweight championship, and Marquez's The Ring lightweight title. The bout was held on February 28, 2009 at the Toyota Center in Houston, Texas, United States","release_date":"2008-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86019,"title":"Juan Manuel Marquez vs. Juan Diaz","adult":false,"genre_ids":[]},{"cast":[],"overview":"After all the anticipation, the results are in, and in many ways, the fight lived up to the hype. Last night, fight fans were able to see a rare moment in sports when a sudden 'star' rises from what is categorically termed as goodness, to the cusp of greatness. It was quite a moment in time for avid fight fans and the tense aura in the Madison Square Garden was so thick moments before the fight that you could slice it with a knife. When referee Benjy Estevez Jr. finally dropped his arms as they were parallel to the deck - signaling the start of the fight - it was both the initiation, and culmination of one man's hell of a journey.  From the opening bell there were signs that most who predicted a Mosley victory - (myself included) - would be in for quite a surprise.","release_date":"2007-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86020,"title":"Mosley vs. Cotto","adult":false,"genre_ids":[]},{"cast":[],"overview":"Former five-time titlist Sugar Shane Mosley will face former world champion Sergio Mora in a Golden Boy Promotions event in Los Angeles. Mosley, who recently fought at welterweight and was a champion in three weight divisions, is moving back up to Light middleweight to fight Mora, who is currently fighting at middleweight.","release_date":"2008-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86021,"title":"Mosley vs. Mora","adult":false,"genre_ids":[]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"June 28, Pacquiao will try to add his fourth world title to a resume that has left him universally rated the best pound-for-pound fighter in the world, now that Floyd Mayweather Jr. has -- at least for the moment -- left the stage. Yet as accomplished as Pacquiao has become, all men have their limits. The question is: Has Pacquiao finally reached his?  When Pacquiao slips into the ring to challenge WBC lightweight champion David Diaz, he will be facing a 135-pound opponent who began his career weighing 142 and has worked down from there. In other words, when these two first became professionals there were 36 pounds between them.","release_date":"2008-06-28","vote_average":3.0,"runtime":null,"cert":"N\/A","id":86022,"title":"Pacquiao vs. Diaz","adult":false,"genre_ids":[28]},{"cast":["Charlotte Gainsbourg","John Hannah","Nastassja Kinski","Charles Powell","Molly Parker"],"overview":"Catherine meets Nick by accident and, after a whirlwind romance, the two get married and Catherine moves into Nick's apartment only that's the start of problems when an unseen intruder begins playing strange mind games with Catherine in an apparent attempt to drive her insane.","release_date":"1999-11-19","vote_average":4.5,"runtime":90,"cert":"N\/A","id":86023,"title":"The Intruder","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Will the legend Bernard Hopkins defeat Antonio Tarver and steal the light heavyweight belt away from him in a fight to the finish?","release_date":"2006-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86026,"title":"Tarver vs. Hopkins","adult":false,"genre_ids":[]},{"cast":[],"overview":"Who will win this King of Bantams fight IBF bantamweight champion Rafael Marquez (37-3, 33 KOs) or WBC super bantamweight champion Israel Vazquez (41-4, 31 KOs)?","release_date":"2007-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86031,"title":"Vazquez vs Marquez I","adult":false,"genre_ids":[]},{"cast":[],"overview":"Israel Vazquez and Rafael Marquez have faced twice in 2007, but the best fight between the two is the second, winner of the title “fight of the year” (Ring Magazine). Vazquez (41-4-0) had lost the first fight and wanted to regain his WBC super bantamweight title. After a great battle, Vazquez knocks out Marquez (37-3-0) in the sixth round (the third round was also named “round of the year” by Ring Magazine). Watch the video!","release_date":"2007-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86032,"title":"Vazquez vs Marquez II","adult":false,"genre_ids":[]},{"cast":[],"overview":"the third fight between Israel Vazquez and Rafael Marquez should have been the decisive one, as both had won once in the previous two fighting. Like the second match between the two (in 2007), this one won the title of “Fight of the Year” (by Ring Magazine), even if for example we have preferred the fight between Casamayor and Katsidis or other 5-star fights of 2008. Rafael Marquez knocked down Vazquez in the fourth round but at the end of this balanced and spectacular fight the winner is “Magnifico” Vazquez.","release_date":"2008-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86033,"title":"Vazquez vs Marquez III","adult":false,"genre_ids":[]},{"cast":[],"overview":"Israel Vazquez and Rafael Marquez have already waged an epic trilogy consisting of 25 rounds of furious, non-stop action. Now, the Mexican warriors will clash for the fourth -- and final time.The scheduled 12-round featherweight fight will take place May 22 on Showtime from the Staples Center in Los Angeles.","release_date":"2010-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86034,"title":"Vazquez vs Marquez IV","adult":false,"genre_ids":[]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Ricky Hatton vs. Manny Pacquiao, billed as The Battle of East and West, was a boxing match for The Ring light welterweight championship. The bout was held between Manny Pacquiao of General Santos, Philippines and Ricky Hatton from Manchester, United Kingdom.  The fight was held on May 2, 2009 at the MGM Grand Las Vegas at Las Vegas, Nevada, United States. Hatton was knocked down by Pacquiao twice during the first round, and again in the second round to lose by KO in the 2nd round.","release_date":"2009-05-02","vote_average":3.0,"runtime":null,"cert":"N\/A","id":86035,"title":"Pacquiao vs. Hatton","adult":false,"genre_ids":[28]},{"cast":["Manny Pacquiao","Freddie Roach"],"overview":"Manny Pacquiao vs. Antonio Margarito, billed as World Super Welterweight Championship, was a Super Welterweight fight for the WBC Super Welterweight championship. The bout was held on November 13, 2010, at Cowboys Stadium, in Arlington, Texas, United States. The match was put together after the second negotiation for the long awaited \"superfight\" between Manny Pacquiao and Floyd Mayweather, Jr. had failed. Pacquiao defeated Margarito by unanimous decision.","release_date":"2010-11-13","vote_average":3.0,"runtime":null,"cert":"N\/A","id":86036,"title":"Pacquiao vs. Margarito","adult":false,"genre_ids":[28]},{"cast":["Paco Martínez Soria","Florinda Chico","Mari Carmen Prendes","María Kosty","Emilio Gutiérrez Caba"],"overview":"Don Juan Alcántara, who from a village apothecary became a financier, is ruined. He does not dare to confess it to the family, since the unanimous opinion of those who know him is that he is a squawk. His lack of character is remedied by his doctor, who provides the recipe for everyone to obey: pretend that he suffers a crisis of madness and that if he takes the opposite may lead to homicide.","release_date":"1974-06-10","vote_average":5.5,"runtime":91,"cert":"N\/A","id":86037,"title":"El calzonazos","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The upcoming bout Jean Pascal vs Bernard Hopkins 2 on Saturday, May 21, 2011 at the Bell Centre in Montreal, Canada is a top notch boxing event this 2011.","release_date":"2011-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86038,"title":"Pascal vs. Hopkins II","adult":false,"genre_ids":[]},{"cast":["Antonio Vico","Mary Santamaría","Guadalupe Muñoz Sampedro","Luis Porredón","Paco Martínez Soria"],"overview":"An animals' collectionist is despised by his wife so that he decide to comeet suicide, but the notice about the death of his brother, a pianist who lives abroad makes him change his mind. He makes his family think that he has commited suicide and some days after announce the arrival of his brother and he impersonate him. His wife recibes him with an affection that he was unaware to.","release_date":"1941-10-24","vote_average":0.0,"runtime":78,"cert":"N\/A","id":86039,"title":"El difunto es un vivo","adult":false,"genre_ids":[]},{"cast":["Sidney Poitier","Christian Payton","Dana Eskelson","Fernando López","Casey Lluberes"],"overview":"Mark Thackeray (Poitier) is a West Indian, who in the 1967 film had taken teaching in a London East End school. He spent twenty years teaching and ten in administrative roles. He has taught the children of his former pupils, but is now retiring.","release_date":"1996-04-07","vote_average":5.7,"runtime":92,"cert":"N\/A","id":86040,"title":"To Sir, with Love II","adult":false,"genre_ids":[18,10770]},{"cast":["Paco Martínez Soria","Julia Martínez","María Luisa Ponte","Antonio Ozores","Rafael Hernández"],"overview":"A confirmed bachelor, over his sixties, is finally decided to marry, with the primary objective of having a son to inherit his business of coaches for tourists. Held the wedding, descendants don't arrive, but what comes into the house of the protagonist is an 18-year-old daughter of a distant childhood sweetheart willing to impose other points of view about everything.","release_date":"1981-04-25","vote_average":5.7,"runtime":98,"cert":"N\/A","id":86041,"title":"Es peligroso casarse a los 60","adult":false,"genre_ids":[35]},{"cast":["Paco Martínez Soria","Julia Caba Alba","Máximo Valverde","Marta Baizán","María Isbert"],"overview":"A young woman who wants to marry an earl's son wants to refine the habits of their parents, people from a village that has been enriched in the overnight by selling their land.","release_date":"1971-03-22","vote_average":5.7,"runtime":88,"cert":"N\/A","id":86042,"title":"Hay que educar a papá","adult":false,"genre_ids":[35]},{"cast":[],"overview":"After reading the story of Little Red Riding Hood to three kittens in a cradle, Oswald the Rabbit goes to sleep thinking about the girl heroine. In his dream, he sees the girl pass by and decides to pick a couple of flowers for her. But the stems are impossibly long, and no matter how much he pulls, they just get longer and longer. Meanwhile, a wolf, craving the girl's basket of goodies, pulls the wool off a nearby sheep and disguises himself in it. As a bogus sheep, he asks questions of the girl. She reveals she is going to grandma's house. Soon, the wolf is at grandma's door. The old woman is so frightened, she swallows her harmonica. The wolf stores her in the icebox, promising to eat her later. By the time the girl arrives, the wolf has disguised himself as the old woman. Oswald eventually comes to the rescue. But the wolf finds a magic wand inside the basket of goodies and uses it to put Oswald on top of a construction site.","release_date":"1932-01-17","vote_average":5.5,"runtime":7,"cert":"N\/A","id":86043,"title":"Grandma's Pet","adult":false,"genre_ids":[16]},{"cast":["Paco Martínez Soria","Doris Coll","Eduardo Fajardo","Sancho Gracia","Alfredo Landa"],"overview":"Agustin, a widower who lives in a village in Aragon, where he is much loved by all neighbors, is lonely and decides to go to the big city, where his son, a famous doctor, lives with his wife and daughter. Agustineis received by his children with great coolness, as he does not fit in the environment in which they operate. The life of his son, his daughter-in-law, and even the maid is too sad for this simple town man.","release_date":"1966-03-14","vote_average":6.2,"runtime":96,"cert":"N\/A","id":86044,"title":"City Life Is Not for Me","adult":false,"genre_ids":[35]},{"cast":["Viktorie Čermáková","Roman Zach","Ivana Uhlířová","Martin Finger","Jiří Černý"],"overview":"","release_date":"2010-11-18","vote_average":6.3,"runtime":110,"cert":"N\/A","id":86045,"title":"Head - Hands - Heart","adult":false,"genre_ids":[]},{"cast":["Paco Martínez Soria","Rafael Alonso","Luis Barbero","María Luisa Bernal","Rafael Hernández"],"overview":"The father of his girlfriend does not want her to spend a few days with Carlos, so he needs a companion.  Therefore, he asks a friend to pretend to be his aunt. This will create endless trouble and confusion, especially when the real aunt of Charles arrives.","release_date":"1982-03-08","vote_average":5.9,"runtime":99,"cert":"N\/A","id":86046,"title":"La tía de Carlos","adult":false,"genre_ids":[35]},{"cast":["Paco Martínez Soria","Mercedes Vecino","Irán Eory","Alfredo Landa","Pepe Rubio"],"overview":"The driver Antonio, boasts of his sons: John, who shares his work as a taxi driver, Luisa, ladies hairdresser, Antonito, studying to be a lawyer, and Paloma, to be a housewife. But Antonio does not know that their children are not exactly as he thinks. The day Antonio finds out, confronts his wife and children and suffers a big disappointment. Since then no one in the family speaks to Antonio, and he believes that it is best to let them see for themselves that they made a mistake, but this does not result, since each will see their problems increased.","release_date":"1967-03-26","vote_average":6.1,"runtime":95,"cert":"N\/A","id":86047,"title":"¿Qué hacemos con los hijos?","adult":false,"genre_ids":[35]},{"cast":["Paco Martínez Soria","Germán Cobos","Irán Eory","Julia Caba Alba","Marisa Porcel"],"overview":"An old priest, who has old ideas, is intended to exercise the apostolate in a neighborhood in the suburbs of Madrid. There the revolutionary climate and anti-religious character of the congregation thwarts all his attempts to attract them. The Archbishop admonishes him and asks to renew his methods, using the example of a young priest of a modern parish. The old priest tries to apply in his environment what he has seen in the parish model, setting off a chain of events.","release_date":"1970-03-23","vote_average":6.3,"runtime":97,"cert":"N\/A","id":86048,"title":"¡Se armó el belén!","adult":false,"genre_ids":[35]},{"cast":["Michael Jayston","Mia Farrow","Chaim Topol","Margaret Rawlings","Annette Crosbie"],"overview":"A strait-laced British banker hires an eccentric private detective to follow his free-spirited American wife, whom he suspects is cheating on him.","release_date":"1972-07-18","vote_average":8.2,"runtime":95,"cert":"N\/A","id":86049,"title":"Follow Me!","adult":false,"genre_ids":[35,53,10749]},{"cast":["Anna Amendola","Ángel Jordán","Montserrat Julió","Paco Martínez Soria"],"overview":"","release_date":"1957-01-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":86050,"title":"Sendas marcadas","adult":false,"genre_ids":[80,18]},{"cast":["Corrado San Martín","Conchita Ortiz","Antonio Almorós","Paco Martínez Soria"],"overview":"","release_date":"1957-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":86051,"title":"Su desconsolada esposa","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Three desperadoes come to Heela City to rob a bank. One of them is the tough-acting, but ultimately cowardly, Oswald the Rabbit. His two fellow bad men - a dog with an eye patch and another with a peg-leg - force him to blow up the town bank with dynamite. Oswald ends up surviving the explosion that turns the other two villains into animate skeletons. The bank is destroyed, but the safe remains. Oswald tries to open it, but turning the dial only gives him a radio broadcast. And then out of the safe pops the bulldog sheriff. The sheriff runs him out of town. Unluckily for the supposedly lucky rabbit, he comes across a wailing baby out in the desert. The baby, in a gruff voice, reveals that his father is the sheriff Oswald just escaped. Oswald is forced to return to town, not so much by his conscience as by the baby's force of will.","release_date":"1930-06-06","vote_average":6.4,"runtime":6,"cert":"N\/A","id":86052,"title":"Hells Heels","adult":false,"genre_ids":[16]},{"cast":["Mercedes Vecino","Antonio Murillo","Paco Martínez Soria"],"overview":"Two families that hate each other coudn't hinder the marriage of their firstborns. From this relationship born two pair of twins. Unfortunately their parents die and each family take in one pair of twins. Time pass trough, the twins find each other and many questions need to be solved.","release_date":"1943-05-03","vote_average":4.0,"runtime":67,"cert":"N\/A","id":86053,"title":"Un enredo de familia","adult":false,"genre_ids":[]},{"cast":["Enrique Vargas 'El Príncipe Gitano'","Dolores Vargas","Paco Martínez Soria"],"overview":"","release_date":"1956-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86054,"title":"Veraneo en España","adult":false,"genre_ids":[]},{"cast":["Pilar López de Ayala","Unax Ugalde"],"overview":"","release_date":"2000-11-03","vote_average":7.2,"runtime":106,"cert":"N\/A","id":86057,"title":"Fill Me with Life","adult":false,"genre_ids":[18]},{"cast":["Edward Albert","Susan George","Doug McClure","Amy Barrett","Mako Hattori"],"overview":"At the prompting of his diplomat friend, Alex, writer Ted Fletcher takes his wife, Laura, and daughter, Amy, on an extended working holiday. Alex finds a house for them in Kyoto, Japan, and the Fletchers move in, laughing off rumors that the place is haunted. But the ghost of 19th-century samurai Shigero turns out to be very real, and is intent on making the family re-enact an ancient murder-suicide.","release_date":"1982-05-14","vote_average":4.1,"runtime":88,"cert":"N\/A","id":86068,"title":"The House Where Evil Dwells","adult":false,"genre_ids":[27]},{"cast":["Alexandra Silk","Dana DeArmond","Jada Fire","Raquel Devine","Roxanne Hall"],"overview":"Join this pack of suburban Cougars as they strive to outdo each other. Sharing sexy encounters of uncontrollable lust for their prey...no black man is safe from the clutches of these sex crazed creatures...captured on film, just for your satisfaction...","release_date":"2011-08-03","vote_average":6.0,"runtime":103,"cert":"N\/A","id":86071,"title":"Cougars Take It Black","adult":true,"genre_ids":[]},{"cast":["Stephan Elliott","Jodie Foster","Geoffrey Gilmore","Gilles Jacob","Alan Parker"],"overview":"This documentary covers the life and death of London-based Polygram Filmed Entertainment","release_date":"2007-12-02","vote_average":7.7,"runtime":95,"cert":"N\/A","id":86074,"title":"100 Films and a Funeral","adult":false,"genre_ids":[99]},{"cast":["Tony Todd","Sally Kirkland","Douglas Tait","Alexandra Holder","Jay Gillespie"],"overview":"A group of unsuspecting teens face a railroad reaper in his desert carnival.","release_date":"2011-01-01","vote_average":4.2,"runtime":88,"cert":"N\/A","id":86075,"title":"Jack the Reaper","adult":false,"genre_ids":[27]},{"cast":["Libuše Švormová","Sandra Nováková","Jitka Čvančarová","Martin Trnavský"],"overview":"","release_date":"2011-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86080,"title":"Tchyně a uzený","adult":false,"genre_ids":[18,10770]},{"cast":["James A. Marcus","Maggie Weston","John McCann","Harry McCoy","Rockliffe Fellowes"],"overview":"At 10 years old, Owens becomes a ragged orphan when his sainted mother dies. The Conways, who are next door neighbors, take Owen in, but the constant drinking by Jim soon puts Owen on the street. By 17, Owen learns that might is right. By 25, Owen is the leader of his own gang who spend most of their time gambling and drinking. But Marie comes into the gangster area of town and everything changes for Owen as he falls for Marie. But he cannot tell her so, so he comes to her settlement to find education and inspiration. But soon, his old way of life will rise to confront him again.","release_date":"1915-09-12","vote_average":6.9,"runtime":72,"cert":"N\/A","id":86081,"title":"The Regeneration","adult":false,"genre_ids":[10749,80,18]},{"cast":["Eduard Benes","Neville Chamberlain","Clementine Churchill","Winston Churchill","Galeazzo Ciano"],"overview":"This documents the relentless advance of Germany's mighty military machine, as Hitlers armies terrorize their victims with blitzkrieg tactics and spread through the Rineland,Austria, Czechoslovakia, and Poland","release_date":"1943-01-01","vote_average":6.6,"runtime":42,"cert":"N\/A","id":86082,"title":"Why We Fight: The Nazis Strike","adult":false,"genre_ids":[10752,99]},{"cast":["Adrienne Pauly","Guillaume Denaiffe","Maurice Bénichou","Sava Lolov","Anthony Bastie"],"overview":"","release_date":"2010-04-09","vote_average":6.5,"runtime":null,"cert":"N\/A","id":86085,"title":"La Tueuse","adult":false,"genre_ids":[18]},{"cast":["Whoopi Goldberg","Michael Eisner","Michael Jackson","Francis Ford Coppola"],"overview":"Documentary of the making of Michael Jackson's Captain EO film for the Disney theme parks.","release_date":"1986-09-12","vote_average":5.9,"runtime":48,"cert":"N\/A","id":86086,"title":"The Making of Captain EO","adult":false,"genre_ids":[99]},{"cast":["Richard Dix","Tom Brown","Rochelle Hudson","C. Henry Gordon","Oscar Apfel"],"overview":"A prison-camp convict learns that his younger brother will soon be joining him behind bars.","release_date":"1932-09-23","vote_average":6.5,"runtime":62,"cert":"N\/A","id":86087,"title":"Hell's Highway","adult":false,"genre_ids":[80,18]},{"cast":["Jan-Michael Vincent","John Phillip Law","Teagan Clive","P.J. Soles","Ross Hagen"],"overview":"Kol is an evil guy about to be executed on a distant spaceship. He manages to escape on a shuttle and make his way to some woods in America. The commander of the spaceship decides to send out The Alienator to execute Kol at all costs. Kol meets up with some teens and Ward Armstrong and together they all try not to get killed by the pursuing Woman of Death - The Alienator.","release_date":"1990-02-08","vote_average":3.5,"runtime":93,"cert":"N\/A","id":86094,"title":"Alienator","adult":false,"genre_ids":[28,878,53]},{"cast":["Brent Huff","Max Laurel","Romano Puppo","Candice Daly","Werner Pochath"],"overview":"In the final days of the Vietnam War, someone is killing the officers of the elite Cobra Force. Two undercover M.P.'s are assigned to the case. The trail leads from the streets of Saigon to the war zone.","release_date":"1988-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":86095,"title":"Cop Game","adult":false,"genre_ids":[28,80,10752]},{"cast":["Axel Bogousslavsky","Daniel Gélin","Tatiana Moukhine","Martine Chevallier","André Dussollier"],"overview":"Ernesto, a seven-year-old boy who has the body of a thirty-year-old man, decides, upon attending his first day of school, that he no longer wishes to attend, because he does not wish to be taught matters that he does not know.","release_date":"1985-02-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":86096,"title":"The Children","adult":false,"genre_ids":[35]},{"cast":["Roger Ebert","Pauline Kael","Andrew Sarris","Patricia Clarkson","Harry Jay Knowles"],"overview":"The story of American film criticism.","release_date":"2009-03-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":86097,"title":"For the Love of Movies: The Story of American Film Criticism","adult":false,"genre_ids":[99]},{"cast":["Ophélie Winter","Jean-Marc Barr"],"overview":"A man (Barr) falls in love from afar with a woman (Winter), who has just broken up acrimoniously with her husband and is disgusted with all men except her gay friends..","release_date":"1998-06-17","vote_average":5.1,"runtime":95,"cert":"N\/A","id":86098,"title":"What I Did for Love","adult":false,"genre_ids":[35,10749]},{"cast":["Agata Buzek","Devid Striesow","Birol Ünel","Ricarda Meßner","Anne Sarah Schönemann"],"overview":"Kurz vor Weihnachten ist das einst erfolgreiche Fotomodell Valerie, 29, in ihrer Heimatstadt Berlin gestrandet. Zwar hat sie ein Zimmer im exklusiven Hyatt, aber eigentlich ist sie völlig pleite und ohne Perspektive. Valerie ist unfähig, sich auf die neue Situation einzustellen. Ihrer befreundeten Kollegin Isa lügt sie eitel Sonnenschein vor, und weder der Chefin ihrer Agentur noch ihrem reichen Gönner Isenberg offenbart sie iher existenzbedrohende Lage. Als Valerie ihr Hotelzimmer verlassen muss, hat sie nicht einmal mehr das Geld, um die Gebühren der Tiefgarage zu bezahlen.  Valerie landet Heiligabend in einer einfachen Bar, in der sie die etwas heruntergekommene 40-jährige Charlotte kennenlernt. Völlig betrunken findet sie ihren Wagen in der Tiefgarage nicht mehr. Der junge Tiefgaragenwärter André hilft ihr.","release_date":"2007-04-26","vote_average":6.0,"runtime":80,"cert":"N\/A","id":86099,"title":"Valerie","adult":false,"genre_ids":[18]},{"cast":["Dayton Ka'ne","Maren Jensen","Keahi Farden","Kathleen Swan"],"overview":"Tikoyo lives by the Bora Bora lagoon in the South Pacific, where he found a man-eating tiger shark when it was an orphaned baby, just a foot long. He named it Manidu, and it grew to be sixteen feet long. Tikoyo believes that his companion houses the soul of a wise old man, and helps him guard the sacred black pearls in the lagoon. In fact, Manidu does protects Tikoyo and his girlfriend Diana, only eating those who are their enemies, or who seek to destroy their environment, or steal the pearls.","release_date":"1979-12-20","vote_average":4.0,"runtime":91,"cert":"N\/A","id":86102,"title":"Beyond the Reef","adult":false,"genre_ids":[10749,12]},{"cast":["Donny Osmond","Marie Osmond"],"overview":"The toothsome singing duo, Donny and Marie Osmond, head for Hawaii in this comedy. The trouble begins when Marie acquires a lovely necklace without realizing that it is coveted by a group of thieves. An enigmatic woman is also after the necklace. Mayhem, music, and sibling rivalry ensue.","release_date":"1978-10-06","vote_average":4.0,"runtime":96,"cert":"N\/A","id":86103,"title":"Goin' Coconuts","adult":false,"genre_ids":[12,35]},{"cast":[],"overview":"A story of a core group of riders who evolved from building illegal trails to a legit relationship with the US Forest Service building the best Freeride trails in the country Freedom Riders evolution of the sport and the progression of trail building from the few who rebelled to the mainstream downhill sport that is today a group of riders that would never see their passion die.","release_date":"2009-04-11","vote_average":2.5,"runtime":48,"cert":"N\/A","id":86104,"title":"Freedom Riders","adult":false,"genre_ids":[99]},{"cast":["Mel Harris","Dwight Schultz","Ashley Peldon","Mariette Hartley","Johannah Newmarch"],"overview":"A priest and his wife adopt a brother and sister, but the girl has terrible outbursts of rage.","release_date":"1992-09-24","vote_average":5.5,"runtime":94,"cert":"N\/A","id":86131,"title":"Child of Rage","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kanyasulkam is a 1955 Telugu film directed by P. Pullaiah. It is based on the famous Telugu play Kanyasulkam written by Gurazada Appa Rao.","release_date":"1955-08-26","vote_average":8.0,"runtime":null,"cert":"N\/A","id":86134,"title":"Kanyasulkam","adult":false,"genre_ids":[]},{"cast":[],"overview":"Markandeya is an ancient rishi (sage) from the Hindu tradition, born in the clan of Bhrigu Rishi. He is celebrated as a devotee of both Shiva and Vishnu and is mentioned in a number of stories from the Puranas. The Markandeya Purana especially, comprises a dialogue between Markandeya and a sage called Jaimini, and a number of chapters in the Bhagavata Purana are dedicated to his conversations and prayers. He is also mentioned in the Mahabharata. Markandeya is venerated within all mainstream Hindu traditions.  Today, Markandeya Tirtha, where the sage Markandeya wrote the Markandeya Purana is situated on a trekking route to the Yamunotri Shrine in the Uttarkashi district, Uttarakhand.[http:\/\/uttarkashi.nic.in\/aboutDistt\/Temple.htm Yamunotri Temple] Uttarkashi district website.","release_date":"1957-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86135,"title":"Bhakta Markandeya","adult":false,"genre_ids":[]},{"cast":["Nandamuri Taraka Rama Rao","Sridevi","Jayanthi","Mohan Babu","Rao Gopal Rao"],"overview":"A policeman attempts to discipline his rebellious son, but his efforts go in vain as his son starts resenting him.","release_date":"1981-10-07","vote_average":10.0,"runtime":163,"cert":"N\/A","id":86136,"title":"Kondaveeti Simham","adult":false,"genre_ids":[28]},{"cast":["Nandamuri Taraka Rama Rao","Chalapathi Rao","Jayabhaskar","Sharada","Nandamuri Balakrishna"],"overview":"Daana Veera Soora Karna (Telugu: దాన వీర శూర కర్ణ) is a 1977 Telugu Hindu movie produced and directed by N. T. Rama Rao. He played three pivotal roles: Karna, Duryodhana, and Krishna. One of his sons, Balakrishna, played a short role of Abhimanyu, son of Arjuna, who in the later years became one of the popular movie actors in Telugu films. Another son, Hari Krishna, played the role of Arjuna.","release_date":"1977-11-02","vote_average":9.0,"runtime":180,"cert":"N\/A","id":86137,"title":"Daana Veera Sura Karna","adult":false,"genre_ids":[10751,14,9648]},{"cast":["Marli Bortoletto","Angélica Santos","Elza Gonçalves","Paulo Cavalcante","Sibele Toledo"],"overview":"Franjinha, the inventor kid in Monica's gang, tired of reading the comics, invents a new device to read the stories: a kind of a story-processor, that swallows the printed pages and projects the scenes in movement, on the wall.","release_date":"2008-07-09","vote_average":7.4,"runtime":72,"cert":"N\/A","id":86138,"title":"Turma da Mônica em Cine Gibi 3: Planos Infalíveis","adult":false,"genre_ids":[16,10751,35]},{"cast":["Joseph M. Schimmel"],"overview":"Hollywood's War on God is a mind-blowing, eye-popping documentary that reveals how satanic forces are using Hollywood's most memorable movies and most popular actors to propagate an ancient lie in fulfillment of biblical prophecy.  Learn how these movies are initiating the masses into a Gnostic worldview that will culminate in a \"strong delusion\" as the world joins Satan &amp; the final Antichrist in their war on God.","release_date":"2006-08-06","vote_average":5.0,"runtime":150,"cert":"N\/A","id":86139,"title":"Hollywood's War on God","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mahamantri Timmarusu (Telugu: మహామంత్రి తిమ్మరుసు) is a 1962 Telugu historical film directed by Kamalakara Kameshwara Rao. Versatile character actor Gummadi Venkateswara Rao played the key role, while N.T. Rama Rao the role of Krishnadevaraya.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86140,"title":"Mahamantri Timmarasu","adult":false,"genre_ids":[]},{"cast":["Nandamuri Taraka Rama Rao"],"overview":"A court room drama where a blind lawyer attempts to free an innocent defendant.","release_date":"1982-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":86141,"title":"Justice Chowdhary","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86142,"title":"Belladonna The Connasseur","adult":true,"genre_ids":[]},{"cast":["Irene Dunne","Robert Montgomery","Preston Foster","Eugene Pallette","Esther Dale"],"overview":"With Irene Dunne, Robert Montgomery, Preston Foster, and Eugene Pallette. This sublime film exemplifies La Cava’s gift for creating comedies that contain a profound depth of feeling. Starting with a cruel joke – a couple of callow men make a bet that one of them can seduce the woman sharing their train compartment – the film charts the relationship that develops between Irene Dunne, a small-town girl in the big city, and Robert Montgomery, the brother of the man who has heartlessly seduced and abandoned her. Their love affair is all the more affecting for taking place against a backdrop of heartbreak and alcoholism, all conveyed under the guise of comedy. UNFINISHED BUSINESS is truly one of the most remarkable Hollywood films of the 1940s.","release_date":"1941-08-27","vote_average":6.0,"runtime":96,"cert":"N\/A","id":86143,"title":"Unfinished Business","adult":false,"genre_ids":[35,10749]},{"cast":["Suryakantham","Nandamuri Taraka Rama Rao","Nageshwara Rao Akkineni","Savitri","Jamuna"],"overview":"Gundamma Katha  is a 1962 Telugu film produced by famous producer duo B. Nagi Reddy and Chakrapani starring mainly S. V. Ranga Rao, N. T. Rama Rao, Akkineni Nageswara Rao, Suryakantham, Jamuna Ramanarao, Savitri, Ramana Reddy, Rajanala Kaleswara Rao, Chaya Devi, L. Vijayalakshmi and Haranath. The plot revolves around the story of a proud mother, Gundamma and the way she was brought on track by her two young sons-in-law.  Released on 7 June 1962, the movie is considered a masterpiece in Telugu movie.","release_date":"1962-01-01","vote_average":6.3,"runtime":166,"cert":"N\/A","id":86146,"title":"Gundamma Katha","adult":false,"genre_ids":[35,18]},{"cast":["Nandamuri Taraka Rama Rao","S. V. Ranga Rao","Savitri","Kanta Rao","Gummadi"],"overview":"Pandava Vanavasam","release_date":"1965-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86147,"title":"Pandava Vanavasam","adult":false,"genre_ids":[]},{"cast":["Nandamuri Taraka Rama Rao","Nageshwara Rao Akkineni","Savitri","Jamuna","S. V. Ranga Rao"],"overview":"Two unemployed college graduates from Madras, Rao and Mary act as if they are a married couple to get a job as school teachers in a small village called Appapuram. The story unfolds into an extremely hilarious comedy as they try to cover up that Mary is a christian. They are assisted in their drama by Devaiah-a friend and ex-beggar in fooling the family they work for.","release_date":"1955-01-12","vote_average":7.0,"runtime":181,"cert":"N\/A","id":86148,"title":"Missamma","adult":false,"genre_ids":[]},{"cast":["Carrie Snodgress","Ray Milland","Ruth Cox","Rosemary Murphy","Frances Bay"],"overview":"A librarian devotes her life to caring for her wheelchair-bound tyrannical father after being stood up at altar. She fantasizes his death and finds joy only with her pet monkey. When the monkey disappears, a shocking past is revealed.","release_date":"1980-10-01","vote_average":5.8,"runtime":101,"cert":"N\/A","id":86149,"title":"The Attic","adult":false,"genre_ids":[27]},{"cast":["Frank Grimes","Kamlesh Gupta","Laura Goodwin","Edward Kelsey","Sydney Bromley"],"overview":"Deserted by their father and with their mother dead, nine-year-old Pablo and his little sister Maria refuse to be separated from each other by their caretaker aunt. With a cross as their guide, they embark on a perilous, but ultimately rewarding adventure in search of a mystical gem that holds the key to happiness. They escape the fearsome metal hook of a pirate and are helped by a delightfully drunken Captain in their quest for the magic stone.","release_date":"1988-02-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":86150,"title":"Crystalstone","adult":false,"genre_ids":[28]},{"cast":["Adam Ondra"],"overview":"Spend one year traveling with Adam Ondra and get all important facts about his climbing life, discover the secret of his succes and learn about his personality.","release_date":"2012-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86153,"title":"The Wizard's Apprentice","adult":false,"genre_ids":[12,99]},{"cast":["Miguel Ángel Solá","Ricardo Darín","Gerardo Romano","Patricio Contreras","Inés Estévez"],"overview":"In the summer of 1928, several inmates from the National Penitentiary in Buenos Aires managed to escape. The film narrates the fate of each of these runaways in search of their destiny - tough men with their own ethical codes and ready to do anything not to return to prison. Some of them will suffer violent deaths, while others manage de disappear. Sordid and moving stories, not excluding tenderness and love, mercy or horror sealed with a pact of prison love that will remain in the heart of Buenos Aires, as witness of the yearned-for freedom.","release_date":"2001-05-24","vote_average":5.0,"runtime":117,"cert":"N\/A","id":86154,"title":"La fuga","adult":false,"genre_ids":[]},{"cast":["Stacey Walker","William Rotsler"],"overview":"Kissy Hill, the daughter of a notorious madam in 19th Century London, follows in her late mother's footsteps with prositution in catering to various upper class gentlemen.","release_date":"1966-01-04","vote_average":2.0,"runtime":74,"cert":"N\/A","id":86155,"title":"The Notorious Daughter of Fanny Hill","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lennox Lewis vs. Mike Tyson was a boxing match that took place on June 8, 2002, at the Pyramid Arena in Memphis, Tennessee, United States, between IBF, IBO and WBC heavyweight champion Lennox Lewis and former IBF, WBA and WBC heavyweight champion Mike Tyson. The fight was for Lewis' Heavyweight championship titles. Lewis defeated Tyson by KO in the eighth round.","release_date":"2002-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86160,"title":"Lennox Lewis vs. Mike Tyson","adult":false,"genre_ids":[]},{"cast":[],"overview":"U.C. 0083 - Three years after the end of the catastrophic One Year War, peace on Earth and the colonies is shattered by the presence of the Delaz Fleet, a rogue Zeon military group loyal to the ideals of the late dictator Gihren Zabi. Delaz Fleet's ace pilot Anavel Gato, once hailed as \"The Nightmare of Solomon\", infiltrates the Federation's Torrington base in Australia and steals the nuclear-armed Gundam GP02A \"Physalis\" prototype. Rookie pilot Kou Uraki - with the aid of Anaheim Electronics engineer Nina Purpleton and the crew of the carrier Albion - pilots the Gundam GP01 \"Zephyranthes\" prototype in an attempt to recover the stolen Gundam unit and prevent another war from breaking out.","release_date":"1992-08-29","vote_average":8.3,"runtime":120,"cert":"N\/A","id":86161,"title":"Mobile Suit Gundam 0083: The Last Blitz of Zeon","adult":false,"genre_ids":[28,16,878]},{"cast":[],"overview":"Fight of the Century was the promotional nickname given to the first boxing match between champion Joe Frazier (26-0, 23 KOs) and challenger Muhammad Ali (31-0, 25 KOs), held on March 8, 1971, at Madison Square Garden in New York City, New York. The two fighters were the subject of numerous magazine cover stories and television documentaries. They were guaranteed purses of US$2.5 million each, then a record for a single prizefight.","release_date":"1971-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86164,"title":"Muhammad Ali vs. Joe Frazier I","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ali vs. Frazier II was a boxing fight, the second of three bouts between Muhammad Ali and Joe Frazier, that took place at the Madison Square Garden in New York City, on January 28, 1974. The match was won by Ali. Before their rematch, Ali and Frazier visited the ABC studios in New York City to review their first fight for ABC's Wide World of Sports. While both fighters were reviewing round 10, Ali began trash talking and calling Frazier \"ignorant\" for saying he won the first bout. This enraged Frazier who stood up from his seat and squared up to a seated Ali, repeating \"why you call me ignorant... how am I ignorant\". While Frazier was not looking at Ali as the studio crew and his entourage tried to calm him down, Ali held Frazier by the neck forcing him to sit down which broke out into a fight on the studio floor. Both fighters were subsequently fined for this and the stage was set for their rematch in the ring.","release_date":"1974-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86165,"title":"Muhammad Ali vs. Joe Frazier II","adult":false,"genre_ids":[]},{"cast":["Muhammad Ali","Joe Frazier"],"overview":"The Thrilla in Manila was the third and final famous boxing match between Muhammad Ali and Joe Frazier for the Heavyweight Boxing Championship of the World, fought at the Araneta Coliseum in Quezon City, Metro Manila, Philippines on October 1, 1975.  The bout is often ranked as one of the greatest fights of 20th century boxing, and is the climax to the bitter rivalry between Ali and Frazier. When Ali was stripped of the title in 1967 over his refusal to join the armed forces when drafted during the Vietnam War, Frazier had petitioned President Nixon to restore Ali's right to box and even lent Ali money.","release_date":"1975-10-01","vote_average":10.0,"runtime":50,"cert":"N\/A","id":86166,"title":"Muhammad Ali vs. Joe Frazier III","adult":false,"genre_ids":[]},{"cast":["Dale Earnhardt Jr."],"overview":"Dale Earnhardt Jr: Any Given Day is a whirlwind trip through a small slice in the frantic life of NASCAR's most electric name. Get to know his friends and crew as he takes us behind doors that cameras have never before dared to open. Along the way, sit down with the man as he talks with you, the fan, one-on-one about life on and off the track.","release_date":"2004-02-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86167,"title":"NASCAR - Dale Earnhardt Jr. - Any Given Day","adult":false,"genre_ids":[99]},{"cast":["Judy Garland","Dirk Bogarde","Jack Klugman","Aline MacMahon","Gregory Phillips"],"overview":"Jenny Bowman is a successful singer who, while on an engagement at the London Palladium, visits David Donne to see her son Matt again, spending a few glorious days with him while his father is away in Rome in an attempt to attain the family that she never had. When David returns, Matt is torn between his loyalty to his father and his affection for Jenny.","release_date":"1963-03-07","vote_average":6.2,"runtime":100,"cert":"","id":86168,"title":"I Could Go on Singing","adult":false,"genre_ids":[18,10402]},{"cast":["Wes Bishop","Stefan Zema","Lois Ursone","Lynn Harris","David F. Friedman"],"overview":"Two mob money couriers, Frankie and Tony, have their latest package of $1 million stolen by two con women, Dana and Marcia, in which the men must find the women to recover the money before they become marked men.","release_date":"1968-11-21","vote_average":7.0,"runtime":92,"cert":"N\/A","id":86171,"title":"The Pick-Up","adult":false,"genre_ids":[]},{"cast":["Júlio Andrade","Marcos Contreras","Roberto Oliveira","Sandra Possani","Janaína Kremer"],"overview":"In Porto Alegre, the unemployed Ciro has a dull life in a simple apartment with a nameless stray dog that he had found on the streets. Ciro is supported by his parents and works every now and then in translation of Russian. When he meets the aspirant actress Marcela, who dreams on traveling to other places, they immediately fall in love for each other. However, Marcela has a lymphoma and travels for a treatment, and alone Marcelo becomes depressed and returns to his parents home.","release_date":"2007-05-11","vote_average":7.0,"runtime":82,"cert":"N\/A","id":86172,"title":"Stray Dog","adult":false,"genre_ids":[]},{"cast":["Joan Jett"],"overview":"This 60 minute DVD features 14 tracks such as \"I Love Rock N Roll,\" \"Crimson and Clover,\" \"Roadrunner,\" \"Fetish,\" \"Cherry Bomb\" and more! Also includes exclusive and rare bonus footage of Joan co-starring in a music video with Joey Ramone!  She loves rock 'n' roll, and she inspired countless other loud, strong women to love it too! The leather-clad, black-haired Jett is truly one of the female revolutionaries of rock music, inspiring, among other female rockers, the Riot Grrrl movement. On LIVE AT THE ROCKIES, Jett is filmed performing 14 songs, including \"Roadrunner,\" \"Fetish,\" \"Crimson and Clover,\" and her trademark tune, \"I Love Rock N Roll.\" In addition to the live fun, their is a bonus music video which co-stars the late, great punk rocker Joey Ramone.","release_date":"2001-10-30","vote_average":7.5,"runtime":60,"cert":"N\/A","id":86173,"title":"Joan Jett and the Blackhearts - Live!","adult":false,"genre_ids":[]},{"cast":["Honor Blackman","Edward Fox","Michael Callan","Wendy Hiller","Olivia Hussey"],"overview":"A group of potential heirs gather in a forbidding old house to learn which of them will inherit a fortune. Later, they learn that a flesh-rending maniac is loose.","release_date":"1979-11-01","vote_average":5.6,"runtime":98,"cert":"N\/A","id":86182,"title":"The Cat and the Canary","adult":false,"genre_ids":[35,27,9648,53]},{"cast":["Christopher Neil","Arthur Mullard","Stephen Lewis","Anna Quayle","Christopher Biggins"],"overview":"Randy plumber Sid South enjoys a profession which offers him ample opportunity to bed sexy housewives.","release_date":"1978-07-01","vote_average":4.0,"runtime":88,"cert":"18","id":86185,"title":"Adventures of a Plumber's Mate","adult":false,"genre_ids":[35]},{"cast":["Amy Jo Johnson","Brett Cullen","Wendie Malick","Ray Baker","Tara Boger"],"overview":"Obsessed with perfection, young gymnast Andie Bradley nearly starves herself to realize her dream of making the Olympic gymnastics team.","release_date":"1997-09-08","vote_average":6.1,"runtime":100,"cert":"N\/A","id":86186,"title":"Perfect Body","adult":false,"genre_ids":[10770,18]},{"cast":["Shawn Dou","Wang Bo-Chieh"],"overview":"Director Norman Luo and choreographer Bruce Law, along with the four protagonists Eric Tsang, Shawn Dou, Shin and Wang Bojie attended the event.  As the first Chinese action film to focus on racing, \"Racer Legend\" tells the tale of three racers played by Shawn Dou, Shin and Wang Bojie, who all belongs to the same team of racers. Eric Tsang portrays the coach of the team.  The famous singer Shin, who makes his film debut in this film, sang the theme song of the film at the press conference.  Eric Tsang, the supervisor who also acts in the film, revealed on the set that Shawn has grown up to be mature actor, having developed his acting skills since he was the young actor who played in \"Under the Hawthorn Tree\".","release_date":"2011-11-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86187,"title":"Racer Legend","adult":false,"genre_ids":[]},{"cast":["Christopher Neil","Suzy Kendall","Adrienne Posta","Harry H. Corbett","Diana Dors"],"overview":"Christopher Neil stars in the second of the saucy Adventures...comedy series.  The Adventures of a Private Eye is a 1977 British sex comedy film starring Christopher Neil, Suzy Kendall, Harry H. Corbett and Liz Fraser. It was the second in the trilogy of 'Adventures' films after the 1976 film Adventures of a Taxi Driver. It was followed the next year by Adventures of a Plumber's Mate, the final film in the trilogy","release_date":"1977-03-04","vote_average":6.5,"runtime":96,"cert":"18","id":86188,"title":"Adventures of a Private Eye","adult":false,"genre_ids":[35]},{"cast":["Bill Flynn","Paul Slabolepszy","Nicky Rebello","Michelle Levine","Shirley Johnston"],"overview":"Two rugby fans, Tjokkie and Crispin arrive in Wales for the Rugby World Cup in search of sport and females. All hell breaks loose when Crispin's wife arrives unexpectedly and Tjokkie has to cover for his friend.","release_date":"1999-08-15","vote_average":5.1,"runtime":90,"cert":"N\/A","id":86189,"title":"Heel Against the Head","adult":false,"genre_ids":[35,10751]},{"cast":["Barry Evans","Judy Geeson","Adrienne Posta","Diana Dors","Liz Fraser"],"overview":"Joe North is a London taxi driver who manages to get himself into any number of sexual situations with various women.","release_date":"1976-04-30","vote_average":5.5,"runtime":89,"cert":"18","id":86190,"title":"Adventures of a Taxi Driver","adult":false,"genre_ids":[35]},{"cast":["Henry Daniell","Valerie French","Grant Richards","Paul Wexler","Eduard Franz"],"overview":"Jonathan Drake, while attending his brother's funeral, is shocked to find the head of the deceased is missing. When his brother's skull shows up later in a locked cabinet, Drake realizes an ancient curse placed upon his grandfather by a tribe of South American Jivaro Indians is still in effect and that he himself is the probable next victim.","release_date":"1959-11-13","vote_average":5.7,"runtime":70,"cert":"N\/A","id":86191,"title":"The Four Skulls of Jonathan Drake","adult":false,"genre_ids":[27,9648]},{"cast":["Frankie Avalon","Annette Funicello","Fabian","Chill Wills","Harvey Lembeck"],"overview":"Stock car racer Dave Owens plays into the hands of whiskey runners by agreeing to drive in a cross-country road race.","release_date":"1966-06-07","vote_average":4.1,"runtime":92,"cert":"N\/A","id":86192,"title":"Fireball 500","adult":false,"genre_ids":[18,28,35]},{"cast":["Bruce Dern","Pat Priest","Casey Kasem","Albert Cole","Berry Kroeger"],"overview":"Dr. Roger Girard is a rich scientist conducting experiments on head transplantation. His caretaker has a son, Danny, who, although fully grown, has the mind of child. One day an escaped psycho-killer invades Girard's home, killing Danny's father before being gunned down himself. With the maniac dying and Danny deeply unsettled by his father's death, Dr. Girard decides to take the final step and transplant the killer's head onto Danny's body.","release_date":"1971-04-28","vote_average":3.9,"runtime":87,"cert":"N\/A","id":86193,"title":"The Incredible 2-Headed Transplant","adult":false,"genre_ids":[27,878]},{"cast":["Warren Oates","Pam Grier","Ken Norton","Isela Vega","Yaphet Kotto"],"overview":"A mid-19th century mulatto slave is torn between his success as a pit-fighter and the injustices of white society.","release_date":"1976-07-30","vote_average":4.7,"runtime":110,"cert":"","id":86194,"title":"Drum","adult":false,"genre_ids":[36,28,53,18]},{"cast":["Emily Hampshire","Jacob Tierney"],"overview":"After not having seen each other in five years, Chris Terry goes to visit his younger sister Noelle Terry in Montréal. Their lives, both together and apart, have been turbulent ones with something toxic having affected the way they interact with each other.","release_date":"2004-10-22","vote_average":6.0,"runtime":90,"cert":"N\/A","id":86195,"title":"Blood","adult":false,"genre_ids":[18]},{"cast":["James Mason","Jeff Bridges","Jack MacGowran","Irene Tsu","Peter Lind Hayes"],"overview":"An American draft dodger and aspiring writer named Nero Finnigan (Jeff Bridges) becomes involved with the notorious Mr. Go (James Mason), an oriental organized crime mastermind. They conspire to blackmail an American weapons scientist into providing secrets to Mr. Go's organization for resale to the highest bidder. \"The Dolphin\" then arrives, who is an American CIA agent and James Joyce scholar, and is charged with recovering the scientist and his work by whatever means necessary.[1]","release_date":"1970-01-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":86196,"title":"The Yin and the Yang of Mr. Go","adult":false,"genre_ids":[9648,53]},{"cast":["Jean Marais","Dany Robin","Jill Haworth","Raymond Pellegrin","Guy Delorme"],"overview":"The Marquis Rodolphe de Sombrueil accidentally runs over a working man with his carriage and helps his widow -- unjustly accused of robbery -- to find her missing daughter.","release_date":"1962-10-04","vote_average":4.5,"runtime":110,"cert":"N\/A","id":86197,"title":"The Mysteries of Paris","adult":false,"genre_ids":[36,12]},{"cast":["Shinya Hashimoto","Sonim","Shirô Sano","Yoshiaki Fujiwara","Nicholas Pettas"],"overview":"A pro wrestler is forced to participate on a wrestling reality show to win a new home and restore his wife, who is infected with a mermaid virus.","release_date":"2004-01-04","vote_average":5.5,"runtime":100,"cert":"N\/A","id":86198,"title":"Oh My Zombie Mermaid","adult":false,"genre_ids":[27,28,35]},{"cast":["Ryuta Sato","Saeko","Osamu Mukai","Riisa Naka"],"overview":"A wrestling club must deal with the fact that their newest member is an amnesiac.","release_date":"2008-03-01","vote_average":7.0,"runtime":120,"cert":"N\/A","id":86199,"title":"Gachi Boy: Wrestling with a Memory","adult":false,"genre_ids":[]},{"cast":["Magic Schwarz","Steve Strong","Marilyn Dodds Frank","Lydie Denier","Frank Collison"],"overview":"A documentary crew follows the tale of a pro wrestler who disappeared and seems to have now returned to the sport under a new guise.","release_date":"1985-11-07","vote_average":5.3,"runtime":90,"cert":"N\/A","id":86200,"title":"Grunt! The Wrestling Movie","adult":false,"genre_ids":[28]},{"cast":["Marlo Monte","Reatha Grey","Stan Kamber","Jake Carter","Sam Ingraffia"],"overview":"After wrongly doing time in prison for murder, a man seeks revenge on a racist law enforcement system and the detective who framed him.","release_date":"1975-11-11","vote_average":3.0,"runtime":103,"cert":"N\/A","id":86201,"title":"Welcome Home Brother Charles","adult":false,"genre_ids":[28,53]},{"cast":["Andy Griffith","William Shatner","Robert Reed","Angie Dickinson","Marjoe Gortner"],"overview":"Pray for the Wildcats is a 1974 U.S. television film that originally aired as an ABC Movie of the Week. It is a thriller-drama about a psychopathic business executive chasing his workers on dirtbikes through the desert after he killed a young man. The film was directed by Robert Michael Lewis and starred William Shatner and Andy Griffith. It co-starred Robert Reed, Marjoe Gortner, Angie Dickinson, and Lorraine Gary.","release_date":"1974-01-23","vote_average":5.3,"runtime":100,"cert":"N\/A","id":86204,"title":"Pray for the Wildcats","adult":false,"genre_ids":[18,10770]},{"cast":["Maureen Stapleton","Edward Herrmann","Paul Benedict","Robert MacNaughton","Tara Kennedy"],"overview":"To a family whose children are traumatized by the death of their mother, help comes in a most bizarre way. They receive three pieces, that when joined together, give a recording for an offer for an electric grandmother. They go to a bizarre factory, where they customize their new grandmother, and within a short time, she arrives. The android is equipped with everything needed as a parent and the boys are charmed. The daughter, however, still misses her mother and she bears no welcome for this interloper.","release_date":"1982-01-17","vote_average":6.6,"runtime":60,"cert":"N\/A","id":86205,"title":"The Electric Grandmother","adult":false,"genre_ids":[10770,878,10751]},{"cast":["Leo Damian","Paulo Tocha","Lisa Kahofer","Marcia Karr","Morgan Hunter"],"overview":"Drug enforcement officer Mark Stevens busts dealer Jack Kinney which in turn brings down supplier Vinnie Esteban. Both Stevens and Esteban find themselves up against Columbian drug king Domingo Mortera.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86206,"title":"Narco Dollar","adult":false,"genre_ids":[18]},{"cast":["Rosanne Katon","Pamela Jean Bryant","Candy Moore","Rick Podell","James Van Patten"],"overview":"Three women start a lunch wagon business but run into stiff resistance from a competitor.","release_date":"1981-09-01","vote_average":5.0,"runtime":88,"cert":"N\/A","id":86207,"title":"Lunch Wagon","adult":false,"genre_ids":[35,80]},{"cast":["Stacy Keach","David Hemblen","Stephen Boyd","Edward Fox","David Hemmings"],"overview":"An alcoholic London ex-cop becomes involved into a kidnapping drama and tries to free the daughter of a friend from a brutal gangster mob.","release_date":"1977-07-12","vote_average":7.5,"runtime":104,"cert":"N\/A","id":86208,"title":"The Squeeze","adult":false,"genre_ids":[53,80]},{"cast":["Peter Fonda","Gino Franco","Harry Northup","Philip Carey","Scott Glenn"],"overview":"An evil corporation tries to pressure a bunch of Arkansas farmers and ranchers to sell their land so they can strip-mine it for coal. The fiercely proud and stubborn Hunter family refuse to give in. This leads to a bitter conflict that results in several casualties. Eventually the take-charge no-nonsense Tom Hunter exacts a harsh revenge on the villains with the help of his bow and arrow.","release_date":"1976-02-21","vote_average":5.5,"runtime":90,"cert":"N\/A","id":86209,"title":"Fighting Mad","adult":false,"genre_ids":[18,28]},{"cast":["Therese Pare","Roscoe Born","Lydia Wagner","David J. Partington","Mariwin Roberts"],"overview":"Vicki is seventeen and her older friends call her Jailbait. Her boyfriend Robert is frustrated because Vicki doesn't want to do the wild thing, but he's willing to wait. After a party gets out of hand, Vicki escapes with the help of Lorraine, who takes her in as a houseguest. While Lorraine teaches Vicki etiquette, Robert wonders what happened to his girlfriend. And Vicki soon learns more about Lorraine's job as an \"executive liaison.\"","release_date":"1977-09-02","vote_average":0.0,"runtime":74,"cert":"N\/A","id":86210,"title":"Jailbait Babysitter","adult":false,"genre_ids":[35]},{"cast":["R. L. Burnside","Junior Kimbrough","Big Jack Johnson","Robert Palmer","David A. Stewart"],"overview":"This warm 90 minutes documentary shows us unknown blues musicians from Mississippi. They play everywhere : on the streets, in dirty little bars, in a barber shop, in big clubs. The film really captures the true faces of blues and shows us that this music had nothing to do with nostalgia or record company hypes.  Documentary on the Delta blues.","release_date":"1992-04-01","vote_average":8.0,"runtime":91,"cert":"N\/A","id":86211,"title":"Deep Blues","adult":false,"genre_ids":[99,10402]},{"cast":["Barry J. Gillis","Eddie Platt","Patti Anne Crossman","Celia Felipe","Don Klees"],"overview":"Grant Ekland (Barry J. Gillis, THINGS 1989) is a dirty cop, with a checkered past that endlessly haunts him. The love of his life was murdered by a serial killer named Harold, (Eddie Platt) who slaughtered a countless number of humans in the city of Toronto, Canada, before he was finally locked up and sent to a mental institution. Now many years later, Harold is set to be released back into society, and Ekland hopes for a final showdown with his arch enemy. Nightmares clash into a brand new reality, as Ekland faces a host of problems and obstacles that he himself must overcome, if he ever hopes to face the murderous serial killing madman, and set his own inner demons free","release_date":"1991-01-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":86212,"title":"Wicked World","adult":false,"genre_ids":[80,27]},{"cast":["Stephen McHattie","Kay Lenz","Eddie Albert","Lonny Chapman","Will Geer"],"overview":"Eddie Moore is a young drifter passing through the small town of Rockfield when suddenly he gets harassed by corrupt sheriff Leroy Rankin and his Deputy, Tylor. Later he meets up with waitress Camille \"Cam\" Johnson and both skinny dip in a swimming pool owned by H.L. Rockfield, the richest man in the area. Later Tylor shows up at his mansion and starts criticizing his business practices, something that he doesn't know is Sheriff Rankin is also there and hears every word he said, he then shoots Tylor and staggers away and manages to seek refuge in the back of Cam's van. Felling his reputation as Sheriff will be tarnished if anyone finds out about it. He blames Eddie and Cam for the killing and puts out an APB. Endess car chases and shootouts ensue as they try to stay alive.","release_date":"1976-07-16","vote_average":5.5,"runtime":91,"cert":"N\/A","id":86213,"title":"Moving Violation","adult":false,"genre_ids":[18,35,80]},{"cast":["David Niven","Teresa Graves","Peter Bayliss","Jennie Linden","Nicky Henson"],"overview":"A faulty blood transfusion turns Dracula's wife black.","release_date":"1974-10-10","vote_average":4.7,"runtime":88,"cert":"","id":86214,"title":"Vampira","adult":false,"genre_ids":[35,27]},{"cast":["Kyler Willett","Danny Trejo","Eric Roberts","Rachele Brooke Smith","Robert Miano"],"overview":"Action\/horror story centered on a secret organization formed by the Catholic Church to counteract the rising number of cases of demonic possessions across the country. The story follows a young godless man who is being recruited into the cloth in order to prepare a new generation with the tools needed to stop the rise of the ultimate evil; Beelzebub.","release_date":"2012-10-28","vote_average":2.6,"runtime":88,"cert":"15","id":86215,"title":"The Cloth","adult":false,"genre_ids":[14,28,27]},{"cast":["Mélissa Désormeaux-Poulin","Jason Roy-Léveillée","Mariloup Wolfe","Alexandre Despatie","Sylvie Moreau"],"overview":"A quiet and introverted high school senior by the name of Gaby is asked by the school's principal to welcome and supervise the integration of a new student, Sandrine. Outgoing and cheerful Sandrine is the complete opposite of Gaby; yet, the two girls soon develop a bond and Gaby slowly comes out of her shell. Pent up emotions about a past accident and old friendships comes back to hunt Gaby after she learns that she will have to tutor Frédérick, the swim team's champion and school hunk.","release_date":"2007-03-30","vote_average":5.1,"runtime":119,"cert":"N\/A","id":86216,"title":"Taking the Plunge","adult":false,"genre_ids":[35,18,10749]},{"cast":["Clarice Taylor","Leonard Jackson","Virginia Capers","Glynn Turman","Dick Anthony Williams"],"overview":"Leonard Jackson plays a barber who is also the domineering head of a middle-class African American family. Jackson is forced to rethink his values when his previously docile wife (Clarice Taylor) joins their three children in rebelling against her husband's retrogressive behavior.","release_date":"1973-10-25","vote_average":7.0,"runtime":96,"cert":"N\/A","id":86217,"title":"Five on the Black Hand Side","adult":false,"genre_ids":[35]},{"cast":["Caio Blat","Cássia Kis Magro","Fernando Alves Pinto","Leona Cavalli","Zezeh Barbosa"],"overview":"Valter's life turns upside-down when a gang of smalltime criminals move in next door. Valter's wife Iara wants something to be done about their new neighbors whos nigthtly activities does not allow them to sleep. Valter just wants to be left alone.","release_date":"2009-09-29","vote_average":4.5,"runtime":103,"cert":"N\/A","id":86218,"title":"The Tenants","adult":false,"genre_ids":[18]},{"cast":["Susan Cagle","Jenn Dees","Jared Asato","Mark DiConzo","John Weisenburger"],"overview":"A drama following multiple characters as they weave through their daily lives searching for happiness. However, happiness to each of them is defined differently. The film moves through its various stories without attempting to make character intersections any more meaningful than the random nature of life itself; the effect is a sprawling mosaic of New York City and its everyday people, living everyday lives.","release_date":"2009-02-25","vote_average":0.0,"runtime":92,"cert":"N\/A","id":86219,"title":"New York Lately","adult":false,"genre_ids":[53]},{"cast":["George Sanders","Rita Renoir","Laura Betti","Michel Simon","Reg Lewis"],"overview":"A documentary highlighting some of the oddest, strangest and more grotesque examples of human behavior. Included are a tour of the Grand Guignol theater in Paris, a man who sticks long needles through his body, footage of reindeer being castrated, and more footage of lesbians and strippers","release_date":"1963-11-15","vote_average":0.0,"runtime":100,"cert":"N\/A","id":86220,"title":"Ecco","adult":false,"genre_ids":[99]},{"cast":["Nicola Cavendish","Eric Peterson","Nicholas Campbell"],"overview":"At the height of the cold war, the C.I.A. secretly funded Dr. Ewen Cameron, director of the Allan Memorial Institute, and his experimental research into brainwashing techniques. Twenty-five years later, the last nine survivors of those gruesome experiments fight to expose the truth...of The Sleep Room.","release_date":"1998-03-31","vote_average":7.0,"runtime":183,"cert":"N\/A","id":86221,"title":"The Sleep Room","adult":false,"genre_ids":[18]},{"cast":["Valerie Niehaus","Maria Ehrich","Saskia Fischer","Helmfried von Lüttichau","Hildegard Schmahl"],"overview":"","release_date":"2011-09-19","vote_average":7.3,"runtime":null,"cert":"N\/A","id":86222,"title":"Ausgerechnet Sex!","adult":false,"genre_ids":[35]},{"cast":["Frederick Offrein","Helle Michaelsen","Mats Huddén","Timothy Earle","Harley Melin"],"overview":"An ex-mercenary is enlisted back into the life to rescue the boyfriend of the daughter of a powerful mogul.","release_date":"1989-12-12","vote_average":5.0,"runtime":87,"cert":"N\/A","id":86223,"title":"Russian Terminator","adult":false,"genre_ids":[28]},{"cast":["Jeffrey Hunter","Pat Crowley","Dennis Hopper","Joby Baker","Susan Harrison"],"overview":"An average Los Angeles citizen witnesses a gang murder when he stops to use a telephone. When he presents himself to the LAPD as the only person willing to identify the culprits, he opens himself up to a campaign of intimidation from the gang involved.","release_date":"1960-10-06","vote_average":8.0,"runtime":82,"cert":"N\/A","id":86226,"title":"Key Witness","adult":false,"genre_ids":[18,80]},{"cast":["Miranda French","Simon Kirke","Jorge Balça","Jason Sharp","Lizzie Rees"],"overview":"She was loved, she was a princess, heir to the throne - but the childhood fairytale turned to lifelong nightmare for Mary Tudor, Henry VIII's first child. When Henry divorced her mother and married Anne Boleyn, Mary became an outcast and a threat to the Protestant succession. By a twist of fate, on the death of her brother, she became queen at last in 1553, but her attempts to make England Catholic again were a disaster for her and the country. History has called her \"Bloody Mary\" for the burning of the Protestants, but how fair is this? This film paints another picture, of a woman true to her beliefs, pushed towards a terrible psychological disintegration.","release_date":"2008-07-03","vote_average":0.0,"runtime":104,"cert":"","id":86229,"title":"The Twisted Tale Of Bloody Mary","adult":false,"genre_ids":[18,36]},{"cast":["Yılmaz Güney","Sevgi Can","Hayati Hamzaoğlu","Türkan Agrali","Çetin Dagdelen"],"overview":"Memed is a fugitive with a sole purpose to find and execute bandits in the mountains to avenge the death of his wife. One day he saves a woman from the hands of bandits…","release_date":"1969-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":86230,"title":"The Hungry Wolves","adult":false,"genre_ids":[28,12,18]},{"cast":["Donovan Leitch","Joe Pantoliano","Jennifer Runyon","Bruce Kirby","Scott Plank"],"overview":"A young man of the rock and roll generation is in his senior year of high school. When one day he successfully gets on a popular teen dance television show he becomes a star. The plot follows him as he lives his new life in his new world. What he finds are adoring fans, jealous rivals, bitter friends left behind, and the girl of his dreams...his dance partner.","release_date":"1988-02-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":86231,"title":"The In Crowd","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Phillips Holmes","Sylvia Sidney","Frances Dee","Irving Pichel","Claire McDowell"],"overview":"A social climber charms a debutante, seduces a factory worker and commits murder.","release_date":"1931-08-22","vote_average":5.6,"runtime":96,"cert":"N\/A","id":86232,"title":"An American Tragedy","adult":false,"genre_ids":[18,10749]},{"cast":["Marilyn Hassett","Beau Bridges","Belinda Montgomery","Nan Martin","Bill Vint"],"overview":"A female skiing champion is paralyzed in a tragic skiing accident. Her girlfriend is taken out of competition when she contracts polio.","release_date":"1975-11-14","vote_average":5.8,"runtime":103,"cert":"N\/A","id":86233,"title":"The Other Side of the Mountain","adult":false,"genre_ids":[10749,18]},{"cast":["Ney Santanna","Anecy Rocha","Jofre Soares","Maria Ribeiro","Jards Macalé"],"overview":"This story is narrated by an ubiquitous folk singer and tells of a young boy whose mother arranges for him to have an amulet bearing Ogum's blessings which would make him immune to gunfire. The amulet apparently works, for the boy becomes a member of a mobster's hit-team and then joins with a group of people who resist his original employers.","release_date":"1974-05-21","vote_average":4.0,"runtime":112,"cert":"N\/A","id":86234,"title":"The Amulet of Ogum","adult":false,"genre_ids":[18]},{"cast":["AnnaLynne McCord","Antonio Sabàto, Jr.","James Brolin","Joanna Bacalso","Mario Macaluso"],"overview":"A wealthy film producer Michael Pace discovers a beautiful unconscious woman pushed ashore by what appears to be a friendly dolphin. Confused and captivated by the apparent supernatural events taking place around him, Michael decides to make a film about his experience with the mysterious woman from the sea. Very soon the movie that Michael is making entwines itself into his family's past, his children's lives, and the very future of their existence together. Set at the cross roads of the modern world and ancient mystical cults, \"Bad Girl Island\" spins a tale of murder, obsession and seduction that leads its audience into a labyrinth of intrigue, action and mysterious forces.","release_date":"2007-12-08","vote_average":4.6,"runtime":90,"cert":"N\/A","id":86235,"title":"Bad Girl Island","adult":false,"genre_ids":[9648,878]},{"cast":["Cloris Leachman","Ross Martin","Ned Beatty","Dana Elcar","Louise Latham"],"overview":"A married couple are traveling on a deserted desert road at night. They stop at a diner and the husband goes to the men's room. He never returns and the wife begins to suspect serious foul play.","release_date":"1973-09-18","vote_average":7.1,"runtime":74,"cert":"N\/A","id":86236,"title":"Dying Room Only","adult":false,"genre_ids":[18,53,10770]},{"cast":[],"overview":"A \"straight\" couple dabbles in drugs and become heroin addicts.","release_date":"1971-07-14","vote_average":9.3,"runtime":92,"cert":"N\/A","id":86237,"title":"Dusty and Sweets McGee","adult":false,"genre_ids":[18,80]},{"cast":["Norma Bengell","Hugo Carvana","Neville D'Almeida","Maria Gladys","Milton Gonçalves"],"overview":"Santamaria and Urtigo are two bandits on the run, one is white, the other black. Santamaria is a mystical visionary and believes in the imminent coming of a purifying angel. Urtiga, his inseparable companion, is a simple-minded and ingenious man who follows Santamaria around and participates in the crimes he commits. The two bandits take over a house after kidnapping its owner and his girlfriend.","release_date":"1969-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":86238,"title":"The Angel Was Born","adult":false,"genre_ids":[18]},{"cast":["Joe Don Baker","Hope Alexander-Willis","Richard B. Shull","R. G. Armstrong","Ned Wertimer"],"overview":"The residents of vacation spot Seal Island find themselves terrorized by a pack of dogs -- the remnants of discarded pets by visiting vacationers.","release_date":"1977-11-20","vote_average":6.8,"runtime":95,"cert":"N\/A","id":86239,"title":"The Pack","adult":false,"genre_ids":[27]},{"cast":["Eva Marie Saint","Warren Beatty","Karl Malden","Angela Lansbury","Brandon De Wilde"],"overview":"Ralph and Annabell Willart are a feuding couple who are constantly bickering over their worthless, good-for nothing son Berry-Berry..","release_date":"1962-04-11","vote_average":7.0,"runtime":111,"cert":"N\/A","id":86240,"title":"All Fall Down","adult":false,"genre_ids":[18]},{"cast":["Keith Carradine","Sally Kellerman","Geraldine Chaplin","Harvey Keitel","Lauren Hutton"],"overview":"The lives and romantic entanglements of a group of young adults who have achieved \"overnight\" success in Los Angeles.","release_date":"1976-11-12","vote_average":5.5,"runtime":106,"cert":"N\/A","id":86241,"title":"Welcome to L.A.","adult":false,"genre_ids":[10749,18,10402]},{"cast":["Leigh McCloskey","Carl Weathers","Connie Sellecca","Julie Woodson","Ruth Attaway"],"overview":"Scientists investigating the briny deep are threatened by a giant turtle and the spirit of a young brunette swimmer in the Bermuda Triangle.","release_date":"1978-01-27","vote_average":4.9,"runtime":95,"cert":"N\/A","id":86242,"title":"The Bermuda Depths","adult":false,"genre_ids":[878,10770,12,14,53]},{"cast":["Ernest Borgnine","Vera Miles","Patty Duke","Alex Cord","Donna Mills"],"overview":"The sheer terror and unearthly beauty of a raging forest fire is breathlessly captured in this compelling Irwin Allen production boasting a big-name cast and enough blazing special effects to turn night into day. Involved are a lumber mill owner (Ernest Borgnine), the widowed operator of a forest lodge (Vera Miles), a teacher on a class outing (Donna Mills), a country doctor (Lloyd Nolan), a couple (Patty Duke Astin and Alex Cord) whose shaky marriage is healed when battling the blaze brings out their better natures, and escaping convicts (Neville Brand and Erik Estrada) who use the conflagration to cover their tracks. Like Allen’s crowd-pleasers The Poseidon Adventure and The Towering Inferno, Fire sizzles with suspense and excitement. Turn up the heat!","release_date":"1977-05-08","vote_average":7.0,"runtime":100,"cert":"N\/A","id":86243,"title":"Fire!","adult":false,"genre_ids":[28,10770]},{"cast":["James Best","Susan Cummings","Tom Pittman","Paul Dubov","Harold Daye"],"overview":"A young American serviceman stationed in Germany after the fall of the Third Reich, jeopardises his future after falling in love with a German woman.","release_date":"1959-03-25","vote_average":6.7,"runtime":93,"cert":"N\/A","id":86244,"title":"Verboten!","adult":false,"genre_ids":[53,10752,18]},{"cast":[],"overview":"Paty Members, along with her husband the great inventor and his assistant Fito Consonant American John Letters, are members of a solver agency mysteries and problems related to the sounds, words and languages.","release_date":"2005-07-28","vote_average":6.0,"runtime":43,"cert":"N\/A","id":86245,"title":"CAAH - Paty, Fito and John play to imagine","adult":false,"genre_ids":[10751]},{"cast":["Susannah York","Trevor Howard","Noel Ferrier","John Castle","John Waters"],"overview":"An old captain &amp; his young wife share a lot of adventures after they're shipwrecked and captured by Aborigines on an island near Australia.","release_date":"1976-12-16","vote_average":6.0,"runtime":130,"cert":"N\/A","id":86246,"title":"The Adventures of Eliza Fraser","adult":false,"genre_ids":[12,35,18]},{"cast":["Tomás Blanco","Modesto Cid","Manuel de Juan","Elena Espejo"],"overview":"A young man named Rafael is killed in the street opposite the Police Headquarters in Barcelona. Miguel and Marcial, of the Criminal Brigade, investigate the murder and are, in the room of the dead, a copy of \"La Vanguardia\". In the newspaper found indicated an announcement requesting a manager for a chemical company, through a strong bail, and with an indication of writing for more information to the Post 1001. With this discovery begin some difficult police inquiries that may lead to the arrest of the murderer.","release_date":"1950-12-05","vote_average":6.0,"runtime":90,"cert":"N\/A","id":86249,"title":"Post Office Box 1001","adult":false,"genre_ids":[80]},{"cast":["Jim Van Bebber","Megan Murphy","Marc Pitman","Ric Walker","Paul Harper"],"overview":"Goose leaves the gang life behind after pleas from his girlfriend.  But it isn't long before he's pulled back into the world of violence.","release_date":"1988-01-01","vote_average":6.5,"runtime":80,"cert":"N\/A","id":86252,"title":"Deadbeat at Dawn","adult":false,"genre_ids":[18,28,53,80,27]},{"cast":["Phillip Jack Brooks","Nick Nemeth","Bryan Danielson","Paul Wight","Mark Henry"],"overview":"The Road to WrestleMania begins at the 25th Anniversary of the Royal Rumble, and 30 men look to realize a dream by winning the Royal Rumble match and headline WrestleMania. WWE Champion CM Punk faces long odds against retaining his championship when he deals with both #1 contender Dolph Ziggler and a special guest referee with a particular axe to grind, Interim Raw General Manager John Laurinaitis.  Daniel Bryan looks to retain the World Heavyweight Championship, but he must overcome two colossal competitors, Mark Henry and Big Show in a steel cage. Plus John Cena and Kane square off in a bitter personal bout. The Scottrade Center in St. Louis, Missouri is this year's host for WWE Royal Rumble!","release_date":"2012-01-29","vote_average":6.5,"runtime":180,"cert":"N\/A","id":86253,"title":"WWE Royal Rumble 2012","adult":false,"genre_ids":[28,18]},{"cast":["Antonio Sabàto, Jr.","Michael Paré","Brianne Davis","Kevin Dobson","Rene Rivera"],"overview":"When a hostage situation arises on-board a private plane with the daughter of a billionaire on-board. Major John Masters (Sabato Jr.) teams up with Captain Williams (Michael Paré) to stop the terrorist and land the plane.","release_date":"2006-07-11","vote_average":5.6,"runtime":88,"cert":"N\/A","id":86254,"title":"Crash Landing","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"DeDe is an emotional wreck after her boyfriend, Stix gives her the boot. Once the word gets out that DeDe is single, all available men, including the neighborhood nerd line up for a chance to date her.","release_date":"2008-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86255,"title":"Nerd Boy","adult":false,"genre_ids":[35,10749]},{"cast":["Kartal Tibet","Eva Bender","Seher Seniz","Fatma Belgen","Bilal Inci"],"overview":"Tarkan Versus the Vikings, Turkey’s answer to the Italian sword and sandal films, is more fun than the proverbial barrel of monkeys and just as crazed. Everything in this movie is energetic, outsized, colorful and wacky, from Tarkan’s mighty moustache to the Vikings’ red and blue fuzzy underoos. Tarkan doesn’t just walk around, like Hercules - he runs, he leaps, he literally bounces from place to place. The gigantic melees capture the frenetic flavor of old Errol Flynn movies, but up the ante of sex and violence to please ‘70s moviegoers. It’s like Conan the Barbarian done on $10,000 and amphetamines. - CSB","release_date":"1971-01-01","vote_average":4.7,"runtime":86,"cert":"N\/A","id":86256,"title":"Tarkan and the Blood of the Vikings","adult":false,"genre_ids":[12,14]},{"cast":["Silvana Mangano","Michael Rennie","Vittorio Gassman","Shelley Winters"],"overview":"Silvana Mangano (a very lovely &amp; sexy voiced actress) plays a young, poor Venetian woman, Giovanna Masetti. She is struggling with an difficult life as a shop assistant when one day a young count Enrico sees her in the glass shop where she works. She gets invited to the masquerade ball (ah - if they would have parties like this now - oh wow) with the help of her unscrupulous boyfriend Mario's dirty deal with the count - the glorious evening does not turn out well, not at all. One bright moment to this disastrous evening is Giovanna's meeting up with a troupe of MAMBO dancers in particular the troupe leader, Toni Salerno (Shelley Winters).","release_date":"1954-09-18","vote_average":5.0,"runtime":110,"cert":"N\/A","id":86257,"title":"Mambo","adult":false,"genre_ids":[]},{"cast":["Mel Ferrer","Miroslava","Anthony Quinn","Eugene Iglesias","José Torvay"],"overview":"A matador must recover his courage after being gored in the ring.","release_date":"1951-04-18","vote_average":6.5,"runtime":107,"cert":"N\/A","id":86258,"title":"The Brave Bulls","adult":false,"genre_ids":[18,10749]},{"cast":["John Hargreaves","Judy Davis"],"overview":"Hoodwink is based on the true story of an Australian con artist who briefly won the hearts of the media (if not the authorities). John Hargreaves stars as a criminal serving time in a New South Wales prison. He's not partial to the physical labor required of the convicts, so he hits upon a labor-saving plan. Hargreaves pretends to be totally blind, thus lightening his work load....and carries off the hoax for years.","release_date":"1981-11-05","vote_average":6.0,"runtime":89,"cert":"N\/A","id":86259,"title":"Hoodwink","adult":false,"genre_ids":[80,18,10749]},{"cast":["Michèle Morgan","Bourvil","Ivan Desny","Gérard Oury","Sylvie"],"overview":"A teacher runs an ad in the newspaper to find a wife. Afraid of beautiful ladies, he weds an ugly woman. After a car accident, he meets a doctor who offers to reveal his wife's beauty.","release_date":"1958-10-15","vote_average":8.0,"runtime":96,"cert":"N\/A","id":86260,"title":"The Mirror Has Two Faces","adult":false,"genre_ids":[18]},{"cast":["Jung Yu-mi","Lee Sun-kyun","Moon Sung-keun","Seo Young-hwa"],"overview":"A love story between a middle aged professor, a young female student who prepares a movie and a student\/filmmaker who drinks too much.","release_date":"2010-09-16","vote_average":6.7,"runtime":80,"cert":"N\/A","id":86261,"title":"Oki's Movie","adult":false,"genre_ids":[35,18]},{"cast":["Kim Tae-woo","Uhm Ji-won","Ko Hyun-jung","Gong Hyung-jin","Jung Yu-mi"],"overview":"Delightfully comic exploration of the emotional and social geography of an art-house film director.","release_date":"2009-05-14","vote_average":5.9,"runtime":126,"cert":"N\/A","id":86262,"title":"Like You Know It All","adult":false,"genre_ids":[18]},{"cast":["Jean-Marie Bigard"],"overview":"","release_date":"2002-02-20","vote_average":5.7,"runtime":null,"cert":"N\/A","id":86265,"title":"Bigard Bourre Bercy","adult":false,"genre_ids":[35]},{"cast":["Baek Jong-hak","Chun Jae-Hyun","Im Sun-Young","Kim Yu-seok","Oh Youn-hong"],"overview":"Recently separated lovers (Baek Jong-hak, Oh Yun-hong) have a series of close encounters at a popular mountain retreat.","release_date":"1998-04-04","vote_average":7.6,"runtime":110,"cert":"N\/A","id":86266,"title":"The Power of Kangwon Province","adult":false,"genre_ids":[18,10749]},{"cast":["Lee Eung-kyeong","Song Kang-ho","Cho Eun-sook","Kim Eui-sung","Bang Eun-hee"],"overview":"A novelist has an affair with two women, finding fulfillment in neither; a married businessman strays from his wife he can't satisfy; a naive young woman surrenders her dignity for her lover; and a married woman tries to find solace in a frustrating affair.","release_date":"1996-05-04","vote_average":7.1,"runtime":115,"cert":"N\/A","id":86267,"title":"The Day a Pig Fell into the Well","adult":false,"genre_ids":[18]},{"cast":["Fernandel","Henri Arius","Alexandre Arnaudy","Antonin Berval"],"overview":"","release_date":"1953-07-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":86270,"title":"Carnaval","adult":false,"genre_ids":[35]},{"cast":["Charles Kissinger","James Carroll Pickett\t","Sherry Steiner","Madelyn Buzzard","Linda Thompson"],"overview":"Four girls go on a romping weekend at a lake, and have car problems on the way home. A nice local boy takes them back to his farm, where he lives with his father. Something ghastly happens, but the father helps his son as he has in the past. When the boy meets a girl and begins falling in love, the father worries about a repeat performance.","release_date":"1972-10-07","vote_average":4.0,"runtime":80,"cert":"N\/A","id":86271,"title":"Three on a Meathook","adult":false,"genre_ids":[27]},{"cast":["Lana Turner","Richard Carlson","Ann Rutherford","Lee Bowman","Thurston Hall"],"overview":"Right before the dancing Tobius' ought to film a new production, his wife tells Freddy Tobius that she's pregnant. So the producer desperately has to seek a replacement and starts a countrywide competition among all college girls. However the contest is bogus: young dancer Patty Marlow is sent to a little college in the Midwest. Only Pug, a college reporter, suspects something.","release_date":"1939-09-29","vote_average":8.0,"runtime":84,"cert":"N\/A","id":86272,"title":"Dancing Co-Ed","adult":false,"genre_ids":[35,10749]},{"cast":["Robert Howard","Cindy Daly"],"overview":"A black high school student is caught dating a white girl by the girl's brother. He and his biker gang beat the boy to death. The boy's brother, who is a member of a black biker gang, hears about it and comes to town to avenge his brother's death.","release_date":"1973-11-02","vote_average":7.0,"runtime":94,"cert":"N\/A","id":86273,"title":"The Black Six","adult":false,"genre_ids":[28]},{"cast":["Minnie Driver","Aneurin Barnard","Danielle Branch","Kimberley Nixon","George MacKay"],"overview":"Musical film about the trials and tribulations of an idealistic drama teacher as she tries to put on the end of year show.","release_date":"2011-10-25","vote_average":5.7,"runtime":110,"cert":"15","id":86274,"title":"Hunky Dory","adult":false,"genre_ids":[10402,35]},{"cast":["Shih Szu","Tung Li","Ku Feng","Kong Ling","Kwok Chuk-Hing"],"overview":"This sword-filled thriller centers on the title location--an inn where the down and dirty meet to plot nefarious doings. Award winning actor Ku Feng stars as the \"Whip Devil,\" while the luminous and lethal Shih Szu plays \"The Lady Hermit\" who has a surprise in store for all the double-crossing masters of mayhem.","release_date":"1972-12-16","vote_average":5.1,"runtime":87,"cert":"N\/A","id":86275,"title":"The Black Tavern","adult":false,"genre_ids":[28]},{"cast":["Jenny Driggers","J.G. Patterson Jr.","Roy Mehaffey","Linda Faile","Jan Benfield"],"overview":"When plastic surgeon and mad scientist Don Brandon loses his pinup model wife Anitra in a tragic accident, he and his faithful humpbacked assistant Greg busy themselves experimenting with re-animation. Once ready, the good doctor begins luring young women back to the lab using hypnosis in order to gather select parts to create his wife anew.","release_date":"1972-06-01","vote_average":3.8,"runtime":75,"cert":"N\/A","id":86276,"title":"The Body Shop","adult":false,"genre_ids":[878,27]},{"cast":["Cristina Camargo","Barbara Goodson","Alfonso Obregon","Troy Donahue","Hector Lee"],"overview":"Katy Caterpillar lives in a cherry tree deep in the forest, but she longs to see the wide world. When she finally gets her chance, she meets lots of fascinating characters along the way.","release_date":"1984-07-05","vote_average":6.8,"runtime":84,"cert":"N\/A","id":86277,"title":"Katy Caterpillar","adult":false,"genre_ids":[12,16,10751]},{"cast":["Norman Yemm","Carla Hoogeveen","Mike Dorsey","Briony Behets","Peter Armstrong"],"overview":"A young girl who has just spent an afternoon playing tennis and making love with a man, gets accidentally run off the road by a truck. Ending up on a dead-end dirt road, her car gets stuck in a ditch, where she starts getting terrorized by a drooling, gibbering psycho, who also has a colony of rats.","release_date":"1972-01-07","vote_average":5.4,"runtime":54,"cert":"N\/A","id":86278,"title":"Night of Fear","adult":false,"genre_ids":[27,53]},{"cast":["Mahesh Manjrekar","Bharat Jadhav","Sachin Khedekar","Sanjay Narvekar","Siddharth Jadhav"],"overview":"The film begins with the sad state of affairs in a village, where politician turned Industries Minister Patil and his brother with the help of local politician Kulkarni (Vaibhav Mangale) make the lives of poor farmers miserable forcing them to sale their lands after the SEZ comes into force. Mahesh Manjrekar, Sanjay Khapre, Siddhu The only opposition comes from an ex-serviceman (Satish Pulekar) who refuses to bow down. He is murdered by Kulkarni and his men but his mentally challenged nephew is the mute witness against Kulkarni. His helpless uncle after witnessing the thumb rule, rushes him to the city in search of an elder nephew (Bharat Jadhav) of the ex-serviceman. Thus begins the revenge","release_date":"2011-08-05","vote_average":6.5,"runtime":145,"cert":"N\/A","id":86279,"title":"Fakta Ladh Mhana","adult":false,"genre_ids":[]},{"cast":["Jack Smith","Jerry Sims","Gib Taylor","Billy Carpenter","Cecilia Swan"],"overview":"An examination of the history of the U.S. through archival footage and contrasting views of society. Incorporating audiovisual material ranging from political campaign films to animated cartoons to children’s phonograph records, featuring Al Jolson, Mickey Mouse, the young Jack Smith, and a half-dozen American presidents, this vast, ironic pageant of 20th-century American history is a unique and mind-boggling contraption, the ultimate underground movie.","release_date":"2004-05-21","vote_average":8.5,"runtime":402,"cert":"N\/A","id":86280,"title":"Star Spangled to Death","adult":false,"genre_ids":[]},{"cast":["Ivar Kants","Chard Hayward"],"overview":"Together in the hell holes of war worlds apart in a small town","release_date":"1982-01-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":86281,"title":"Brothers","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Filmed between 1999 and 2001, WEST OF THE TRACKS details the gradual decline of Shenyang’s industrial Tiexi district, an area that was once a vibrant example of China’s socialist economy. But industry is changing, and the factories of Tiexi are closing. Director Wang Bing introduces us to some of the workers affected by the closures, and to their families. With a total runtime of more than nine hours, the film comprises three parts: “Rust”, “Remnants”, and “Rails”.","release_date":"2002-04-26","vote_average":8.0,"runtime":551,"cert":"N\/A","id":86282,"title":"Tie Xi Qu: West of the Tracks","adult":false,"genre_ids":[99]},{"cast":["Chantal Contouri","Robert Bruning","Sigrid Thornton","Hugh Keays-Byrne","Denise Drysdale"],"overview":"A young hairdresser enters into the modeling world while fearing retaliation from her puritanical mother and stalker ex-boyfriend.","release_date":"1979-06-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":86283,"title":"Snapshot","adult":false,"genre_ids":[53]},{"cast":["Alan Alda","Lauren Hutton","David Doyle","Alex Karras","Ann Turkel"],"overview":"Sportswriter George Plimpton poses as a rookie quarterback for the Detroit Lions for a \"Sports Illustrated\" article.","release_date":"1968-10-23","vote_average":7.0,"runtime":107,"cert":"N\/A","id":86284,"title":"Paper Lion","adult":false,"genre_ids":[35]},{"cast":["Jan-Michael Vincent","Kim Basinger","Michael Parks","Gailard Sartain","Sierra Pecheur"],"overview":"Ambitious young Jodie wants more out of life than the small Texas country town she lives in has to offer. Jodie realizes that in order to pursue her dreams she will have to leave Texas and move to the big city. However, her shiftless factory worker boyfriend Kyle wants to stay in Texas.","release_date":"1981-04-01","vote_average":7.5,"runtime":104,"cert":"N\/A","id":86285,"title":"Hard Country","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Smedley Tornadoes have a big football game coming up, so Miss Nelson calls in dreaded substitute teacher Viola Swamp to whip the team into shape.","release_date":"1999-10-08","vote_average":0.0,"runtime":13,"cert":"N\/A","id":86288,"title":"Miss Nelson Has a Field Day","adult":false,"genre_ids":[]},{"cast":["John Hargreaves","Grant Page","Margaret Gerard","Ziggy","Noel Ferrier"],"overview":"Meet Steve & Rod ... Stuntmen ... Saboteurs ... Hellraisers!","release_date":"1976-12-16","vote_average":6.5,"runtime":93,"cert":"N\/A","id":86289,"title":"Death Cheaters","adult":false,"genre_ids":[12,28]},{"cast":["John Corbett","Jessy Schram","Logan Huffman","Moira Kelly","Cynthia Watros"],"overview":"Mike Kersjes is a special-education teacher and football coach in Michigan. Mike doesn’t talk down to his \"special\" students. He respects them, and he believes they’re capable of achieving great things.\r When Mike hears about Space Camp, a competitive education program at the U.S. Space and Rocket Center, he gets an idea. Even though the program is designed for gifted science students, Mike decides participating in the summer program would do wonders for the self-esteem of his young students, one in particular who wants to be an astronaut.","release_date":"2012-01-29","vote_average":6.3,"runtime":95,"cert":"N\/A","id":86290,"title":"A Smile as Big as the Moon","adult":false,"genre_ids":[10770,10751]},{"cast":["Amitabh Bachchan","Moushumi Chatterjee","A.K. Hangal","Satyendra Kapoor","Urmila Bhatt"],"overview":"Ajay Chandra, a hard working and ambitious young man, who dreams of bigger things than a small job. He has dreams of starting his own business. One day he meets Aruna at a friends wedding and slowly fall in love. Aruna is daughter of a very successful lawyer. Ajay uses his rich friend's car, apartment etc. to impress Aruna's family, in the hope that he will succeed in his own business before they are married. However, Ajay falls prey to the cut throat competion in business and loses all his investment. He discloses everything to Aruna. Aruna is sympathetic to Ajay and loves him for what he is. However, Aruna's lawyer dad turns down the marriage proposal and starts to prosecute Ajay for business fraud. Through his hard work and support from Aruna and his mother, Ajay is able to correct the wrong doings and is able to win over Aruna's father.","release_date":"1979-05-14","vote_average":0.0,"runtime":114,"cert":"N\/A","id":86291,"title":"Manzil","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"An exploration of wisdom in the heart of America's most prestigious universities.","release_date":"2009-03-01","vote_average":7.0,"runtime":70,"cert":"N\/A","id":86292,"title":"The Philosopher Kings","adult":false,"genre_ids":[99]},{"cast":["John DiMaggio","Shondor Birns","Nancy Greene","Tony Hughes"],"overview":"Exclusive interviews with Danny Greene's family, Federal Government Officials, Mafia associates and Cleveland Police Enforcement, with never seen before photos.","release_date":"2011-04-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":86293,"title":"Danny Greene: The Rise and Fall of the Irishman","adult":false,"genre_ids":[99]},{"cast":["Beau Bridges","Maud Adams","Gilbert Roland","Allan Arbus","Jean Renoir"],"overview":"A tennis champ falls in with the Hollywood crowd, finds himself being corrupted by the life in the fast lane.","release_date":"1971-11-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86296,"title":"The Christian Licorice Store","adult":false,"genre_ids":[35,18]},{"cast":["Jane Fonda","Anthony Perkins","Ray Walston","Marc Connelly","Tom Laughlin"],"overview":"Love puts a college basketball star into a tailspin.","release_date":"1960-04-06","vote_average":6.0,"runtime":91,"cert":"N\/A","id":86297,"title":"Tall Story","adult":false,"genre_ids":[35]},{"cast":["John Hargreaves","Max Phipps","Bill Hunter","Simon Chilvers"],"overview":"Air force Lieutenant Harris starts for a flight to Boa Boa, on board Reverend Mitchell with a box containing a part of a top-secret extraterrestrial key. They get lost in a supernatural storm and find themselves after an emergency landing in kind of a Bermuda triangle, 5,000 miles off their course. Home again, no one believes Harris' story, and his crew suspiciously denies it too. Harris is thrown in jail, but manages to escape. Together with Mitchell's daughter he seeks the lost part of the key and its secret.","release_date":"1986-01-16","vote_average":5.0,"runtime":89,"cert":"N\/A","id":86298,"title":"Sky Pirates","adult":false,"genre_ids":[12,878]},{"cast":["Jeff Goldblum","Rory Cochrane","Famke Janssen","Mitchell Marchand","Natasha Gregson Wagner"],"overview":"A beach runner and bookworm (Goldblum) has difficulty communicating with his son. He meets a psychic on a pier at the beach and soon his world turns topsy-turvy with a serial killer coming between him and his son. The ensuing E.S.P. experiences and danger bond father and son.","release_date":"1992-01-01","vote_average":4.5,"runtime":109,"cert":"N\/A","id":86299,"title":"Fathers & Sons","adult":false,"genre_ids":[53,18]},{"cast":["Lois Chiles","Clifton Davis","Samuel L. Jackson","Northern Calloway"],"overview":"A black radical activist and a young White woman find themselves drawn to one another during the politically and racially-charged atmosphere of early 1970s America.","release_date":"1972-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":86300,"title":"Together for Days","adult":false,"genre_ids":[18]},{"cast":["Madhabi Mukherjee","Satindra Bhattacharya","Abhi Bhattacharya","Gita Dey","Bijon Bhattacharya"],"overview":"After an old college friend offers him a job at an iron foundry, the upright and honest Ishwar leaves a shanty town on the outskirts of Calcutta where he lives with a group of refugees from East Bengal. With plans to forge a solid living for himself, sister Sita and Abhiram, an orphaned boy he offers a home to, Ishwar is accused of selling out and deserting his people.","release_date":"1965-10-13","vote_average":7.1,"runtime":143,"cert":"N\/A","id":86303,"title":"Subarnarekha","adult":false,"genre_ids":[18]},{"cast":["Jason Trost","Lucas Till","James Remar","Sophie Merkley","Nick Principe"],"overview":"Masked vigilantes Charge (Jason Trost), Cutthroat (Lucas Till), The Wall (Lee Valmassy), and Shadow (Sophie Merkley) are rendered powerless by their archenemy (James Remar) and are forced to complete a series of deadly tasks in order to save the lives of more than 100 innocent civilians. Should they fail or refuse to cooperate, the entire town will be destroyed. ~ Jason Buchanan, Rovi","release_date":"2011-10-26","vote_average":3.9,"runtime":78,"cert":"N\/A","id":86304,"title":"All Superheroes Must Die","adult":false,"genre_ids":[878,53]},{"cast":["Brian Cox","Mark Gibson","Jordan Hayes","Dee Wallace","Bill Moseley"],"overview":"A decade after the American Civil War, Edward Young returns home from a hunting trip to find a horrific reanimation of his wife and that their son Adam has disappeared. He must battle his way through an unexplainable outbreak of the walking dead.","release_date":"2011-10-16","vote_average":5.3,"runtime":114,"cert":"N\/A","id":86305,"title":"Exit Humanity","adult":false,"genre_ids":[18,27]},{"cast":["Poppy Morgan","Darren Morgan","John Mason","Jennifer Martin","Karla Romano"],"overview":"The Wedding documents her actual marriage to Darren Morgan, including a \"hen night\" orgy and promiscuity during the honeymoon, as well as the bride-to-be having sex with the best man before the wedding.","release_date":"2004-01-01","vote_average":0.0,"runtime":99,"cert":"R18","id":86306,"title":"The Wedding","adult":true,"genre_ids":[]},{"cast":["Jonathan Tucker","Jennifer Tilly","Dan Moran","David Strathairn","Ethan Embry"],"overview":"Relative Evil (aka Ball in the House) - When JJ (Jonathan Tucker) returns home from rehab, he is greeted by a conniving family who are plotting to cash in on a life insurance policy before his 18th birthday","release_date":"2001-09-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":86313,"title":"Relative Evil","adult":false,"genre_ids":[18,35,53]},{"cast":["Anni Finsterer","Peter Bain-Hogg","Robert Menzies"],"overview":"In the 1930s tensions between the government and the Indigenous peoples of Australia's north were on a knife-edge. Donald Thomson, an anthropologist, volunteered to go to Arnhem Land to make peace. For over two years, he lived with the Aboriginal people, forging strong bonds, learning and recording their way of life. His report to the government outlined a vision of land rights and other measures to protect a unique yet fragile culture - it was ignored. Ostracised by politicians and fellow academics, Thomson never gave up the struggle for Aboriginal rights. Now, his extraordinary photographs, field notes and artefacts are considered one of the most significant ethnographic collections in the world.","release_date":"2000-01-20","vote_average":0.0,"runtime":55,"cert":"N\/A","id":86314,"title":"Thomson of Arnhem Land","adult":false,"genre_ids":[18]},{"cast":["Tiana Alexandra","Jane Kaczmarek","Richard Partlow","Lou Diamond Phillips"],"overview":"The made-for-TV Three Kings stars Jack Warden, Lou Diamond Phillips and Stan Shaw as three patients in a Los Angeles-area mental institution. Dressed as the Three Wise Men for a Christmas pageant, the trio is suddenly struck with the delusion that they are really their Biblical counterparts. As TV cameras grind away, the three ersatz Kings ride out of the Pageant--on camels--and into the mean streets of LA. As the story draws to its conclusion, the three escapees find themselves providing Christmas cheer for a group of homeless people on the outskirts of the city. Aaron Spelling's original story veers dangerously close to being devoured by its own cuteness at times, but Stirling Silliphant's script for Three Kings keeps the whimsy in check and the sillier events reasonably credible.","release_date":"1987-12-17","vote_average":5.0,"runtime":96,"cert":"N\/A","id":86315,"title":"The Three Kings","adult":false,"genre_ids":[35]},{"cast":["Brandon Adams","Dub Huntley","Alvin Jones","Florence Vinger"],"overview":"TRAINING DAY is a half hour educational, inspirational, hip and fun sports show revealing how top, famous athletes, transform themselves from an average to super human. Creator, Director and host Flo Vinger will spend a day and training with these top athletes.","release_date":"2010-07-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":86316,"title":"Training Day","adult":false,"genre_ids":[]},{"cast":["Alp Kırşan","Simge Tertemiz","Ceyda Ateş","Ozan Aydemir","Görkem Gürsoy"],"overview":"Alp Kırşan, Okan Karacan, Paşhan Yılmazel, Ozan Aydemir, Berksan Özer, Simge Tertemiz, Duygu Çetinkaya, Görkem Gürsoy, Oğuzhan Yıldız, Ulaş Özer, Sevil Uyar, Ceyda Ateş, Bahar Akça, Cüneyt Arkın, Sibel Tüzün, Mustafa Topaloğlu, Berke Hürcan","release_date":"2008-04-10","vote_average":3.7,"runtime":110,"cert":"N\/A","id":86319,"title":"Çılgın Dersane Kampta","adult":false,"genre_ids":[35]},{"cast":["Ferreira Gullar","Tite de Lemos","Eduardo Coutinho","Elizabeth Teixeira","Eduardo Escorel"],"overview":"Eduardo Coutinho was filming a movie with the same name in the Northeast of Brazil, in 1964, when there came the military coup. He had to interrupt the project, and came back to it in 1981, looking for the same places and people, showing what had ocurred since then, and trying to gather a family whose patriarch, a political leader fighting for rights of country people, had been murdered.","release_date":"1984-12-03","vote_average":8.5,"runtime":119,"cert":"N\/A","id":86320,"title":"Twenty Years Later","adult":false,"genre_ids":[99]},{"cast":["Marília Pêra","Andréa Beltrão","Fernanda Torres","Aleta Gomes Vieira","Mary Sheila"],"overview":"Following a newspaper ad, ordinary women tell part of their life stories to director Eduardo Coutinho, which are then re-enacted by actresses, blurring the barriers between truth, fiction and interpretation.","release_date":"2007-01-01","vote_average":8.1,"runtime":100,"cert":"N\/A","id":86321,"title":"Playing","adult":false,"genre_ids":[99]},{"cast":["Katarina Jovanovic","Suraj Sharma","Luca Bryssinck"],"overview":"Some people think Oliver is a strange person. But really he just thinks differently. He likes things to repeat themselves and he hates the unexpected.","release_date":"2011-09-21","vote_average":8.7,"runtime":null,"cert":"N\/A","id":86322,"title":"Sweets","adult":false,"genre_ids":[]},{"cast":["Chico Diaz","Maria Padilha","Murilo Benício","Wolney de Assis","Adriano Stuart"],"overview":"Two hit men, a veteran and a beginner, chatter in a bar on Brazil-Paraguai border, while waiting for their victim to appear.","release_date":"1997-09-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":86323,"title":"Belly Up","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Documentary about Santiago, a peculiar man who used to work for the director and his parents as a butler. The material was filmed in 1992 but, for some strange reason, the director felt he couldn't edit it and put it aside. In 2005 he remembers the unfinished film and starts its edition.","release_date":"2007-08-24","vote_average":7.5,"runtime":80,"cert":"N\/A","id":86324,"title":"Santiago","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Errol Morris gives voice to cancer survivors who beat the disease, and the loved ones of those who did not.","release_date":"2008-09-01","vote_average":5.0,"runtime":8,"cert":"N\/A","id":86327,"title":"Survivors","adult":false,"genre_ids":[99]},{"cast":["Mike Giannelli","Marie Maser"],"overview":"After witnessing a brutal murder on Halloween night, a young woman becomes the next target of a maniacal entity.","release_date":"2011-08-09","vote_average":6.6,"runtime":20,"cert":"N\/A","id":86328,"title":"Terrifier","adult":false,"genre_ids":[27]},{"cast":["David Leggett","Keri Maijala","John S. Flack","Jacob Bryan","Angelina Bryan"],"overview":"THE S FROM HELL is a short documentary-cum-horror film about the scariest corporate symbol in history - The 1964 Screen Gems logo, aka ‘The S From Hell.’ Built around interviews with survivors still traumatized from their childhood exposure to the logo after shows like Bewitched or The Monkees, the film brings their stories to life with animation, found footage, and dramatic reenactments.","release_date":"2010-01-20","vote_average":6.0,"runtime":9,"cert":"N\/A","id":86329,"title":"The S From Hell","adult":false,"genre_ids":[99,27]},{"cast":["Bud Cort","Lori Petty","Moses Gunn","Gregg Henry","Khrystyne Haje"],"overview":"Alex West is a man who roomed with Norman Bates at the state lunatic asylum for nearly 20 years. After Bates' death, Alex finds that he is in Norman's will as the inheritor of the Bates Motel, which has been vacant since Norman's arrest. Alex travels to Bates' California hometown and with a little help from a teenage runaway, Willie, Alex struggles to re-open the motel for business, only to have strange things happen. Is someone trying to drive him away, or is the motel really haunted by the ghost of Norman's mother?","release_date":"1987-07-05","vote_average":3.6,"runtime":95,"cert":"N\/A","id":86330,"title":"Bates Motel","adult":false,"genre_ids":[18,27,10770]},{"cast":["Déborah Révy","Hélène Zimmer","Gowan Didi","Johnny Amaro","Johan Libéreau"],"overview":"In a social context deteriorated by a countrywide economic crisis, the life of several people will be turned upside down after they meet Cecile, a character who symbolizes desire.","release_date":"2011-09-14","vote_average":4.5,"runtime":103,"cert":"18","id":86331,"title":"Desire","adult":false,"genre_ids":[18,10749]},{"cast":["Damien Knight","Jeannetta Arnette","Nick Carter","Nikki Barthen","Michael Hollingsworth"],"overview":"Six people are trapped within the confines of their old high school during their 10th high school reunion with a psychotic, masked preacher who kills them off for their sinful lives they have made for themselves.","release_date":"1978-04-07","vote_average":5.4,"runtime":84,"cert":"N\/A","id":86332,"title":"The Redeemer: Son of Satan!","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A gay-bashing evangelical minister gets a once-in-a-lifetime opportunity to change his hateful ways following a life-altering tragedy. Gary Catell is the intolerant host of a nationally syndicated radio program. He uses the airwaves to spread the message that all homosexuals are destined to burn in hell. But when Gary's lesbian daughter calls in and commits suicide on the air, he prays that God will give him a second chance to save her. And God grants Gary's wish, but with an unexpected twist. The following day, Gary awakens to discover that not only has he been transformed into a gay man, but time has also been turned back two weeks. His daughter is still alive, but saving her won't be easy. Only by redeeming himself and learning to love all of God's creatures will the man who once condemned homosexuals be able to save his own daughter from committing the ultimate sin, and suffering for all of eternity. ~ Jason Buchanan, Rovi","release_date":"2006-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":86333,"title":"Change of Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This stunning European documentary made available for the first time in the US, reveals several harsh consequences of genetic engineering worldwide. A failed GM cotton crop prompts farmer suicides in India. Windborne GM canola contaminates organic and conventional farms in Canada. One farmer fights Monsanto in the Supreme Court. A company seeks approval for giant GM salmon that may threaten the survival of the natural species.GM pigs are born with ghastly mutations. And experts reveal how inadequate testing and regulations put us at risk.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":86340,"title":"Unnatural Selection","adult":false,"genre_ids":[]},{"cast":["Tommy Kirk","Deborah Walley","Aron Kincaid","Quinn O'Hara","Jesse White"],"overview":"A corpse has 24 hours to mastermind a good deed without leaving his crypt, to go \"up there\" and have his youth restored.","release_date":"1966-04-06","vote_average":5.8,"runtime":82,"cert":"N\/A","id":86343,"title":"The Ghost in the Invisible Bikini","adult":false,"genre_ids":[35,27]},{"cast":["Akiho Yoshizawa","Anri Suzuki","Masayoshi Nogami","Hiroshi Fujita","Hiroyuki Kaneko"],"overview":"The main plotline concerns retired Mr Ueno, who since a child has been cared for by his late parents’ robot maid ‘Maria’ (Akiho Yoshizawa) – a lifelike humanoid in a maid’s outfit!  Over the years, Ueno has developed an unconsummated love for Maria, but although she has not ‘aged’ as such, she is now classed as an obsolete model and Ueno is finding it difficult replacing her fading battery…  The secondary plotline involves Detective Yuri Akagi, who is investigating a series of rapes, which she believes may be being committed by a rogue droid…  As this is a Japanese erotic ‘Pinku’ movie, it does not take itself too seriously and there’s plenty of gratuitous sex and nudity along the way! ;-)","release_date":"2008-01-29","vote_average":5.3,"runtime":65,"cert":"N\/A","id":86350,"title":"MAID-DROID","adult":false,"genre_ids":[18,878,53]},{"cast":[],"overview":"Narrator Cori Brackett had a strange cause-and-effect experience with the diet cokes she was drinking and quickly found herself disabled and diagnosed with MS. Slowly able to walk and speak again, she believes her illness is linked to aspartame. She is a co-owner of a video\/film production company. After 7000 miles, and 25 hours of footage, \"Sweet Misery\" will reveal one of the most pervasive, insidious forms of corporate negligence since tobacco.","release_date":"2004-06-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":86351,"title":"Sweet Misery: A Poisoned World","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Six months after Allied Forces liberated German concentration camps, a military tribunal formed at Nuremberg to prosecute Nazi war criminals. Some of the most dangerous were brought to justice – but not all. Documentary Conspiracy? reveals how over 4,000 former Nazis went to work for the U.S. government, without the public’s knowledge, to help fight the Soviet Union.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":86352,"title":"The CIA And The Nazis","adult":false,"genre_ids":[]},{"cast":["Brendan Fletcher","Kett Turton"],"overview":"In pursuit of fantasy, five teenagers hop the fence of a now defunct amusement park. While apparently a mindless diversion, for two of them the park is the setting for a more fatal bid at escape.","release_date":"1999-09-14","vote_average":6.0,"runtime":90,"cert":"N\/A","id":86353,"title":"Rollercoaster","adult":false,"genre_ids":[18]},{"cast":["Diogo Infante","Maria d'Aires","Huub Stapel","Jack Wouterse"],"overview":"A Portuguese imigrant in Holland dies in an accident and is buried in Amsterdam. But his soul will not rest in peace until his body is carried back to Portugal.","release_date":"1996-10-18","vote_average":5.5,"runtime":104,"cert":"N\/A","id":86354,"title":"Dying to Go Home","adult":false,"genre_ids":[35]},{"cast":["Akiho Yoshizawa","Masayoshi Nogami"],"overview":"In this spin-off from the original MAID-DROID, Akiho Yoshizawa returns as the robot maid ‘Maria’.  This time, Maria has been gifted to a college student, Akiba, by his academic mentor Yoshiyuki (Masayoshi Nogami – ‘Mr Ueno’ in the original MAID-DROID), who has died under suspicious circumstances.  Little does Akiba known that Maria has been reprogrammed by Yoshiyuki to do battle against the evil Host-Droids – male robots designed by a rival robotics company to take revenge on the female species  As with the original MAID-DROID, this ‘Pinku’ (Erotic) movie is played up for the camera and features plenty of gratuitous sex and nudity! ;-)","release_date":"2010-04-27","vote_average":0.0,"runtime":63,"cert":"N\/A","id":86355,"title":"MAID-DROID 2: Maidroid vs. Hostroids","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Art film set to the poetic works for Ruben Dario.\r Stars latin pop star Anand Bhatt.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86358,"title":"Simplemente Ruben Dario","adult":false,"genre_ids":[]},{"cast":["Cartouche"],"overview":"","release_date":"2005-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86359,"title":"Cartouche - Cartouche Au Temple","adult":false,"genre_ids":[35]},{"cast":["Janet Gaynor","Charles Farrell","Marjorie White","El Brendel","Mary Forbes"],"overview":"Molly and Bee, sweet young 'working girls,' live in a cheap room over a New York grocery store. Molly's idol, wealthy Jack Cromwell, lives in a Long Island mansion but is markedly less happy, since his fiancée Jane won't discourage her other admirers. Fleeing in his car, Jack ends up in an urban block party where he meets you-know-who.","release_date":"1929-12-25","vote_average":7.7,"runtime":121,"cert":"N\/A","id":86360,"title":"Sunnyside Up","adult":false,"genre_ids":[35,10402]},{"cast":["Miku Matsumoto","Hideo Nakaizumi"],"overview":"Young lovers Mari and Atsushi elope to the Big City that is Tokyo, unfortunately when they run out of money, both need to make some harsh choices. Mari stumbles upon selling ‘Party Tickets’ (for Swingers parties to be exact…), before being drawn into the sex industry to make ends meet. Meanwhile, Atsushi becomes a ‘Scout Man’ – effectively a recruitment agent for the sex industry (i.e. procuring young women for nude modelling, porn movies etc.). The consequences of their respective decisions will ultimately take it’s toll on their young lives.","release_date":"2001-10-27","vote_average":6.3,"runtime":114,"cert":"N\/A","id":86361,"title":"Scoutman","adult":false,"genre_ids":[18,10749]},{"cast":["Andrei Rostotsky","Marina Shimanskaya","Nikolay Eryomenko","Yevgeni Lebedev","Ivan Krasko"],"overview":"A story about a colonel Denis Davydov - hero of the 1812 war.","release_date":"1980-06-06","vote_average":5.5,"runtime":164,"cert":"N\/A","id":86362,"title":"Squadron of Flying Hussars","adult":false,"genre_ids":[10752,36,18]},{"cast":["James Arness","Angie Dickinson","Emile Meyer","Robert J. Wilke","Harry Carey, Jr."],"overview":"An outlaw is left for dead by his gang after being shot. A year later, he is released from jail with one thing on his mind: Revenge.","release_date":"1956-11-15","vote_average":6.0,"runtime":76,"cert":"N\/A","id":86363,"title":"Gun The Man Down","adult":false,"genre_ids":[37,28]},{"cast":["Jools Brooke","Cate Harrington","Kiesha Kane","Kelly-Marina","Kerry Louise"],"overview":"Every so often we find a darker side within us that stretches our imagination just that little bit more than we are both used to or ready for. Every so often the need for something different wells inside us like a great storm.","release_date":"2009-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":86364,"title":"Heels & Whores","adult":true,"genre_ids":[]},{"cast":["Aleksey Batalov","Alla Demidova","Oleg Basilashvili","Nikolai Boyarsky","Lyalya Chyornaya"],"overview":"The central character of the play, Fedor Protasov, is tormented by the belief that his wife Liza has never really chosen between him and the more conventional Victor Karenin, a rival for her hand. He wants to kill himself, but doesn't have the nerve. Running away from his life, he first falls in with Gypsies, and into a sexual relationship with a Gypsy singer, Masha. Meanwhile, his wife, presuming him dead, has married the other man.","release_date":"1968-12-25","vote_average":7.0,"runtime":143,"cert":"N\/A","id":86365,"title":"The Living Corpse","adult":false,"genre_ids":[18]},{"cast":["Kristy Swanson","David Keeley","Christopher Bondy","Charles Powell","Marianne Farley"],"overview":"","release_date":"2005-09-26","vote_average":4.0,"runtime":88,"cert":"N\/A","id":86366,"title":"Forbidden Secrets","adult":false,"genre_ids":[10770,53,18,9648]},{"cast":["Don Wilson","Denice Duff","Steve James","Art Camacho","Andy Bolliger"],"overview":"Don \"The Dragon\" Wilson struggles to regain his memory, not knowing who to trust, or even which side he's fighting on.","release_date":"1994-01-19","vote_average":4.9,"runtime":83,"cert":"N\/A","id":86367,"title":"Bloodfist V: Human Target","adult":false,"genre_ids":[28,53]},{"cast":["Tina Yuzuki","Mayu Sugano","Emi Hirai","Yui Nakanose","Sachiko Kurosawa"],"overview":"Confusingly, this is actually the first “Stop the…” movie of what (to date) has been a trilogy.  Kuni (Kenichi Endo) runs a Phone Sex service, where middle-aged men talk too,  and arrange to meet, schoolgirls for “Compensated Dating” (enjo kosai) – the men provide gifts in return for “dating” the schoolgirl (although no money changes hands, this is effectively teenage prostitution). Kuni discovers that one group of schoolgirls are using his service to ambush (and then blackmail) his clients and decides to embark on a moral crusade against them (hence the title, Stop the Bitch…). Unfortunately, this crusade takes the form of arranging to meet the schoolgirls, having (kinky and degrading) sex with them and then running off without paying. The logic goes that if these girls are not making money from their “dating”, they will give it up, making the world a safer place for everyone.  Unfortunately for Kuni, these schoolgirls decide to fight back….","release_date":"2009-02-28","vote_average":0.0,"runtime":93,"cert":"N\/A","id":86368,"title":"Stop the Bitch Campaign Version 2.0","adult":false,"genre_ids":[18]},{"cast":["Romane Bohringer","Elsa Zylberstein"],"overview":"The film tells the story of two girls who are of totally different character. They know each other since their childhood and were friends until they became teenagers. But growing up and becoming adults they go different ways.","release_date":"1994-03-02","vote_average":6.1,"runtime":128,"cert":"N\/A","id":86369,"title":"Mina Tannenbaum","adult":false,"genre_ids":[18,35]},{"cast":["Lea Lexis","Nick Lang","James Brossman","Brandy Smile","Blue Angel"],"overview":"The elegance of the human movement is captured in the creative style that UK Director Kendo has become known for.  Sex takes care of itself, the real joy and art in capturing the chemistry and emotion. Using the negative space to create something positive and a powerful soundtrack, beautiful and disturbing Kendo has produced another movie headed for success. In his own words, \"my best film to date.\"","release_date":"2010-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":86370,"title":"Movement","adult":true,"genre_ids":[]},{"cast":["Hilda Koronel","Johnny Delgado","Celia Rodriguez","Rez Cortez","Ruel Vernal"],"overview":"Angela Delmar (Hilda Koronel) works as a waitress for one of the seedier bars in Manila. There she meets five patrons of the bar, who also turn out to be a gang specializing in drugging and raping girls and later on selling them to prostitution.","release_date":"1980-11-07","vote_average":5.3,"runtime":89,"cert":"N\/A","id":86371,"title":"Angela, the Marked One","adult":false,"genre_ids":[80,18]},{"cast":["Raizō Ichikawa","Yumiko Nogawa","Mikio Narita","Mayumi Nagisa","Sachiko Kobayashi"],"overview":"A former soldier, reduced to working at a restaurant post-war, becomes a contract killer for the yakuza gangs he's in contact with.","release_date":"1967-04-29","vote_average":5.5,"runtime":82,"cert":"N\/A","id":86374,"title":"A Certain Killer","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"What does it mean to be an IBMer? Every employee experiences the company in different ways, but the global impact IBM has made on business and society over the last 100 years gives us all a common framework. \"They Were There\" is told by first-hand witnesses—current and retired employees and clients—who were there when IBM helped to change the way world works.","release_date":"2011-01-20","vote_average":4.0,"runtime":30,"cert":"N\/A","id":86375,"title":"They Were There","adult":false,"genre_ids":[99]},{"cast":["Armando Araiza"],"overview":"Action film about drug traffickers.","release_date":"1987-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86376,"title":"Ases del contrabando","adult":false,"genre_ids":[28,80,18]},{"cast":["Peter Schneider","Henrike von Kuick","Timur Massold","Andreas Leupold","Julia Jentsch"],"overview":"Two misfit males, one man-child, one boy, find each other, building a small cabin in the woods to create a new life. Their daily struggle for survival creates a strong bond between them until the hut is destroyed and one of the boys carted off. The former psychiatric patient is told that his friend was just a figment of his imagination, but this provokes him to fight back and prove the boy's existence.","release_date":"2011-10-07","vote_average":6.9,"runtime":117,"cert":"N\/A","id":86377,"title":"Hut in the Woods","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On the 48th anniversary of the assassination of President John F. Kennedy, Errol Morris explores the story behind the one man seen standing under an open black umbrella at the site.","release_date":"2011-11-22","vote_average":7.6,"runtime":6,"cert":"N\/A","id":86380,"title":"The Umbrella Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"A loving look at one of the most cherished and controversial figures in children's literature.","release_date":"2009-10-14","vote_average":8.0,"runtime":39,"cert":"N\/A","id":86381,"title":"Tell Them Anything You Want: A Portrait of Maurice Sendak","adult":false,"genre_ids":[99]},{"cast":["Vasiliy Shukshin","Vyacheslav Tikhonov","Sergey Bondarchuk","Yuriy Nikulin","Georgi Burkov"],"overview":"In July 1942, in the Second World War, the rearguard of the Russian army protects the bridgehead of the Don River against the German army while the retreating Russian troops cross the bridge. While they move back to the Russian territory through the countryside, the soldiers show their companionship, sentiments, fears and heroism to defend their motherland.","release_date":"1975-11-01","vote_average":7.3,"runtime":137,"cert":"N\/A","id":86382,"title":"They Fought for Their Motherland","adult":false,"genre_ids":[10752,36]},{"cast":["Sola Aoi","Ken'ichi Endô"],"overview":"In Tokyo, prostitution in the name of \"Enjo Kosai\" is in fashion among some high school girls. A mysterious man Kuni lament such girls but cannot deny a strong desire for them. He punish the girls by having sex with them without paying them. He calls this operation \"Stop the Bitch Campaign\" for public justice. Working in a sex trade shop where abnormal people are satisfied with their lust. Aoi tries to find out the man who raped her desperately in the past. One day, Aoi meets Kuni.","release_date":"2004-10-02","vote_average":0.0,"runtime":56,"cert":"N\/A","id":86383,"title":"Stop the Bitch Campaign: Hell Version","adult":false,"genre_ids":[18,27,35]},{"cast":[],"overview":"While conducting a humanitarian experiment, a group of filmmakers attempt to help two homeless alcoholics get their lives back together. After the series is unceremoniously cancelled, the question remains of how far they're willing to go to help.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86384,"title":"Lost in Woonsocket","adult":false,"genre_ids":[99]},{"cast":["Stine Fischer Christensen","Ulrich Noethen","Dagmar Manzel","Christina Drechsler","Ronald Zehrfeld"],"overview":"Fine suffers from not being seen but she also does her best at not being noticed, even though she is an acting student. At night, when her mentally handicapped sister Jule cannot get to sleep and stereotypically bangs her head against the wall, Fine turns the recorder on and gives a firework of singing, acting and dancing. However in the acting school she lacks self confidence to uninhibitedly storm the stage. After the well known director Kasper Friedemann invites Fine for an audition, she convinces him with her acting.","release_date":"2012-02-09","vote_average":6.8,"runtime":113,"cert":"N\/A","id":86387,"title":"Cracks in the Shell","adult":false,"genre_ids":[18]},{"cast":["Nuno Leal Maia","Selma Egrei","Renato Consorte","Eduardo Abbas"],"overview":"Antônio Nunes is sentenced to 30 years in jail, after having killed a woman, and becomes known as ripper of women. Infatuated Tânia begins to visit him frequently and hires a lawyer to try to take him out.","release_date":"1980-04-06","vote_average":0.0,"runtime":112,"cert":"N\/A","id":86388,"title":"Act of Violence","adult":false,"genre_ids":[80,18,53,27]},{"cast":["KRS-One","Beanie Sigel","Prodigy","Immortal Technique","Slick Rick"],"overview":"The gritty elements of urban crime and violence have always had an influence on hip hop culture and rap music. More and more, the trappings of street life have landed popular rap artists behind bars - and not just for a music video shoot. What happens when a rapper who has everything suddenly has his freedom stripped away and is forced to deal with the harsh realities of prison? \"Rhyme and Punishment\" takes an in-depth look at the role of prison in hip hop culture, and reveals the side of the story that is not being covered by the news and popular media. The true and personal stories of hip hop artists who are, have been, or are soon to be incarcerated, in their own words. Featuring intimate and compelling interviews with convicted rappers Beanie Sigel, Prodigy, Cassidy, Project Pat, Immortal Technique, Slick Rick and many more.","release_date":"2011-03-15","vote_average":0.0,"runtime":98,"cert":"N\/A","id":86389,"title":"Rhyme and Punishment","adult":false,"genre_ids":[99,10402]},{"cast":["Natalya Lapina","Aleksandr Abdulov","Armen Dzhigarkhanyan","Natalya Krachkovskaya","Leonid Yarmolnik"],"overview":"Телевизионный мюзикл по рассказам Ги де Мопаcсана «Пышка», «Мадемуазель Фифи», «История батрачки», простым и одновременно беспредельно сложным произведениям, очень жизненным и по сей день актуальным, несмотря на то, что написаны в 19 веке. Любовь и измена, поиски места в жизни, одиночество, гордость, нравственность и безнравственность...","release_date":"1989-06-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":86394,"title":"Ruanskaya Deva po Prozvishchu Pyshka","adult":false,"genre_ids":[]},{"cast":[],"overview":"Whether global warming is real or not, some people are using the issue to make billions of dollars, start a one-world government-- and control our lives, from the cars we drive to the food we eat! Jesse Ventura starts with Al Gore and goes far beyond as he uncovers the evidence that leads to one man behind the global warming conspiracy.","release_date":"2009-12-16","vote_average":0.0,"runtime":43,"cert":"N\/A","id":86399,"title":"Conspiracy Theory Global Warming","adult":false,"genre_ids":[]},{"cast":["Nathalie Baye","Philippe Léotard","Richard Berry","Maurice Ronet","Bernard Freyd"],"overview":"A Paris police detective (Richard Berry) plays rough with a prostitute (Nathalie Baye) and her pimp\/lover (Philippe Léotard), whom he wants as an informant.","release_date":"1982-11-10","vote_average":6.4,"runtime":103,"cert":"N\/A","id":86404,"title":"La Balance","adult":false,"genre_ids":[18,53]},{"cast":["Louis Koo","Sammi Cheng","Gao Yuanyuan","Baoqiang Wang","Li Guangjie"],"overview":"After his new bride dumps him at their wedding reception, a heartbroken actor winds up in the mountains, where he meets and falls in love with a widowed fan.","release_date":"2012-02-09","vote_average":5.1,"runtime":111,"cert":"N\/A","id":86409,"title":"Romancing in Thin Air","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"A group of old friends, Sarah, Jake, Dave and Martin, decide to relive their college days by going on a hiking weekend, camping out overnight. At the same time, Mike, a police detective, is investigating a criminal gang who are in some macabre way linked to the group of friends. How are these parallel stories connected? And what terrible discovery will Sarah make? Nothing is quite as it appears.","release_date":"2011-08-01","vote_average":4.7,"runtime":87,"cert":"N\/A","id":86410,"title":"The Hounds","adult":false,"genre_ids":[27,53,80]},{"cast":["Arshad Warsi","Mahima Chaudhry","Parvin Dabas","Jaspal Bhatti","Sandhya Mridul"],"overview":"A group of people are stranded at a small airport, when their plane experiences technical difficulties, and soon they find their lives clashing.","release_date":"2005-04-15","vote_average":6.0,"runtime":130,"cert":"N\/A","id":86411,"title":"Kuchh Meetha Ho Jaye","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"After a hurricane levels his city, a young man wanders into a mysterious library where books literally come to life.","release_date":"2011-01-30","vote_average":7.7,"runtime":15,"cert":"N\/A","id":86412,"title":"The Fantastic Flying Books of Mr Morris Lessmore","adult":false,"genre_ids":[12,16]},{"cast":["Miriam Makeba","Vinah Makeba","Zachria Makeba","Molly Parkin"],"overview":"Come Back, Africa chronicles the life of Zachariah, a black South African living under the rule of the harsh apartheid government in 1959.","release_date":"1959-01-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":86413,"title":"Come Back, Africa","adult":false,"genre_ids":[99,18]},{"cast":["Chester Morris","Erik Rolf","Jeanne Bates","Richard Lane","George E. Stone"],"overview":"An ex-con helps some fellow ex-cons adjust to life as defense workers, only to become involved with a robbery investigation.","release_date":"1943-10-26","vote_average":6.0,"runtime":65,"cert":"N\/A","id":86416,"title":"The Chance of a Lifetime","adult":false,"genre_ids":[80,18,9648]},{"cast":["Mike Tyson"],"overview":"Legendary Mike Tyson was one of the most feared fighters in boxing. By age 19, his superlative record of wins earned him the nickname \"Kid Dynamite.\" Over the next two years, Tyson knocked out 19 opponents in a row, eventually becoming the youngest heavyweight champion in history. His winning streak expanded to a dazzling 37-0 before Buster Douglas, an 11-1 underdog, TKO'd Tyson in the 10th round in one of boxing's biggest upsets.\r Includes 19 Thrill-Packed Fights!  Tyson vs. Mercedes,  Tyson vs. Spain,  Tyson vs. Alderson,  Tyson vs. Johnson,  Tyson vs. Long,  Tyson vs. Colay,  Tyson vs. Benjamin,  Tyson vs. Richardson,  Tyson vs. Scaff,  Tyson vs. Young,  Tyson vs. Jameson,  Tyson vs. Ferguson,  Tyson vs. Zouski,  Tyson vs. Tillis,  Tyson vs. Berbick,  Tyson vs. Holmes,  Tyson vs. Spinks,  Tyson vs. Bruno,  Tyson vs. Douglas","release_date":"2006-06-15","vote_average":0.0,"runtime":282,"cert":"N\/A","id":86417,"title":"Mike Tyson Knockout Edition ESPN","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In October 1996, the 40-year-old Leonard announced that he was coming out of retirement to fight Héctor Camacho for the lightly regarded IBC Middleweight Championship. Camacho, a light-hitting southpaw who at 34 and as a former lightweight was also considered past his prime, had a record of 62–3–1. Leonard decided to fight Camacho after commentating on his fight with the 45 year old Roberto Duran the previous year, in which Camacho had won a disputed decision which Leonard had called \"an early Christmas gift\".  Leonard blamed his poor performance against Norris to lack of motivation, a rib injury, moving down in weight, and divorce, which was being litigated while he was in training. \"It was stupid for me to fight Norris at 154 lbs,\" Leonard said. \"This is different. I'm in the best shape possible","release_date":"1997-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86418,"title":"Sugar Ray Leonard vs Hector Camacho","adult":false,"genre_ids":[]},{"cast":[],"overview":"In February of 1971, Ike &amp; TIna Turner were at the pinnacle of their career. Their biggest hit \"Proud Mary\" was storming up the charts while their concerts were becoming the stuff of legend. Night after night, the Ike &amp; Tina Revue was tearing up the stage leaving audiences worldwide screaming for more. Reelin' In The Years Productions and Eagle Vision are proud to present The Legends - Live in '71 featuring a never before seen hour long concert recorded in pristine stereo.","release_date":"2004-11-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":86419,"title":"Ike & Tina Turner: Live in '71","adult":false,"genre_ids":[10402]},{"cast":["Chester Morris","Jeff Donnell","Richard Lane","Dusty Anderson","George E. Stone"],"overview":"Boston Blackie, in the 11th film of the Columbia series, indulges in some wit-trading with a squirmy spiritualist who deals in blackmail, murder and the occult. \"Blackie\" out to help his pal, \"Runt,\" recover some jewels, finds himself involved in the homicides, and also finds himself as the prime suspect, and now has to find the real culprit in order to clear himself. So \"Blackie,\", a man of many talents and already a proved magician from cases past, shows he knows a little bit about dancing skeletons, walking phantoms and spiritualism himself, and holds a séance to unmask the murderer.","release_date":"1946-05-02","vote_average":5.0,"runtime":65,"cert":"N\/A","id":86420,"title":"The Phantom Thief","adult":false,"genre_ids":[80,18,9648]},{"cast":[],"overview":"Promoted as \"The Showdown,\" Leonard (30-1 with 21 KO) fought Hearns (32-0 with 30 KO) on September 16, 1981 at Caesars Palace in Las Vegas, Nevada to unify the World Welterweight Championship in a scheduled fifteen-rounder. They fought before a live crowd of 23,618 and a worldwide TV audience of some 300 million.","release_date":"1981-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86421,"title":"Sugar Ray Leonard vs Thomas Hearns","adult":false,"genre_ids":[]},{"cast":[],"overview":"A fight against Roberto Durán followed. Durán was the first challenger to last the distance with Hagler in a world-championship bout. Durán was the WBA Light Middleweight Champion and went up in weight to challenge for Hagler's middleweight crown. Hagler won a unanimous 15-round decision, although after 12 rounds two of the judges had Durán ahead in a tough contest. Hagler fought tenaciously over the final three rounds to earn a unanimous decisio","release_date":"1983-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86422,"title":"Marvin Hagler vs Roberto Duran","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arguably the greatest opening round in boxing history, the savage pace set by \"Marvellous\" Marvin and the \"Hitman\" at Caesars Palace is still discussed to this day. At the time, sportscaster Barry Tompkins, calling the fight for HBO, yelled out \"This is still only the first round!\" Of course they couldn't keep it up and the aptly named \"War\" came to a swift end after, in the words of Ring Magazine, the \"most electrifying eight minutes ever\" as Hagler scored a third-round KO. The enduring image of a blood soaked Hagler being carried around the ring in victory with Hearns being taken back to his corner in a state of semi-consciousness serves to remind us what a brutal sport this can be.","release_date":"1985-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86423,"title":"Marvin Hagler vs Thomas Hearns","adult":false,"genre_ids":[]},{"cast":["Rick Wakeman"],"overview":"This DVD-Video reveals Rick Wakeman at his best - fired up with his blistering band The English Rock Ensemble live at the Gran Rex Theatre, Buenos Aires, Argentina.","release_date":"2001-02-03","vote_average":0.0,"runtime":110,"cert":"N\/A","id":86424,"title":"Rick Wakeman: Live From Buenos Aires","adult":false,"genre_ids":[]},{"cast":["Miriam Yeung","Eason Chan","Huang Bo","Stanley Fung","William Feng"],"overview":"Hong Kong actress and pop star Miriam Yeung stars as an eligible bachelorette who reluctantly takes a job as a fishmonger to pay off her father's debts. But her stinky job gets stinkier when a brutish rival fisherman enters the scene.","release_date":"2007-06-29","vote_average":4.0,"runtime":97,"cert":"N\/A","id":86425,"title":"Hooked on You","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Mark Knopfler Prince Trust 2009 The Hurlingham Club  London  2009-09-09  Setlist: 01. Sailing To Philadelphia  02. Sultans of Swing  excerpt  03. Romeo  Juliet  excerpt  04. Get Lucky  05. Why Worry  06. Money For Nothing  excerpt  07. Monteleone  08. If This Is Goodbye  09. Brothers In Arms","release_date":"2009-09-09","vote_average":0.0,"runtime":null,"cert":"","id":86426,"title":"Mark Knopfler: Prince's Trust","adult":false,"genre_ids":[]},{"cast":["Curved Air"],"overview":"The British progressive rock band Curved Air crept out of the pre-punk music scene in the mid 1970s. This program features performances from this era that helped define acts such as YES, Genesis and Pink Floyd.","release_date":"2002-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86427,"title":"Curved Air: Masters From The Vaults","adult":false,"genre_ids":[]},{"cast":[],"overview":"Miguel Cotto lived up to his promise.  At the final news conference, Cotto warned Antonio Margarito, \"I'm going to slap you like a little girl.\"  I'm pretty sure Cotto hits harder than most little girls, and Margarito would probably agree. Cotto dominated for most of the match, and eventually won on a technical knockout in nine rounds.  As with all boxing matches, there are plenty of things to be learned about each fighter. As a result, I have compiled a list of four things we learned from Saturday night. Feel free to let me know what you think about the list, or the fight itself","release_date":"2011-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86428,"title":"Cotto vs Margarito II","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the beginning of a trilogy of bouts with the 25-year old Riddick Bowe, who had won a silver medal in the 1988 Olympics, in the Super Heavyweight division, he suffered his first defeat when Bowe won the undisputed title by a 12-round unanimous decision in Las Vegas. Round Ten of that bout was named the Round of the Year by Ring Magazine. Holyfield was knocked down in round 11. He made the mistake of getting into a slugfest with the younger, bigger and stronger Bowe, leading to his defeat.","release_date":"1992-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86429,"title":"Holyfield vs Bowe I","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tyson-Ruddock happened on March 18, 1991. The fight received much attention and at the time was one of the biggest pay-per-view fights to date. The fight was brutal with Tyson scoring a knockdown in round 2 and then knocking Ruddock down toward the end of round 3. The fight went back and forth with Ruddock showing incredible heart and determination. Ruddock had his big moment in round 6 after connecting with some big shots and an uppercut that stunned Tyson before the bell sounded. Tyson started Round 7 charging at Ruddock and after catching him with numerous big shots. Referee Richard Steele controversially stopped the fight even though it appeared Ruddock, although staggering, was healthy enough to continue. The premature stoppage caused tempers to boil over with people angry at the decision.","release_date":"1991-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86432,"title":"Mike Tyson vs Donovan Razor Ruddock I","adult":false,"genre_ids":[]},{"cast":[],"overview":"After such a controversial first meeting, a rematch was called for. The second Tyson-Ruddock fight took place on June 28, 1991.  The rematch went the distance, a full 12 rounds. Tyson knocked Ruddock down twice during the bout, and won by unanimous decision. The severity of the struggle was evident on both fighters after the fight: Ruddock had a broken jaw and Tyson suffered a perforated eardrum. Sports Illustrated reported that Ruddock's jaw may have been broken as early as the fourth round.Tyson was magnanimous after his triumph, praising Ruddock as a great heavyweight: 'Man this guy is tough, he'll be champion of the world one day if he stays dedicated and doesn't slip up'","release_date":"1991-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86433,"title":"Mike Tyson vs Donovan Razor Ruddock II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Santana: Every Tone Tells a Story","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":86434,"title":"Santana: Every Tone Tells a Story","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Donnie Long started off his career strong, with a second round knockout of Tim Johnson. His star rose with 11 more wins, but was defeated by James Broad. Afterwards, it seemed he was no longer the same. He started to lose regularly; at one point even losing 6 times in a row. Overall, he compiled a record of 16 wins (10 by knockout), 10 losses, and 0 draws. He is perhaps best known for being knocked out in one round by Mike Tyson in October 1985","release_date":"1985-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86435,"title":"Mike Tyson vs Donnie Long","adult":false,"genre_ids":[]},{"cast":[],"overview":"Public school teacher John Hunter and his students participate in an educational exercise that he created entitled the World Peace Game. This interactive experience triggers a transformation of the students from children of a neighborhood school to citizens of the world. The World Peace Game exposes children to the complex issues of the greater geo-political world that they will one day encounter.","release_date":"2010-03-13","vote_average":7.7,"runtime":60,"cert":"N\/A","id":86438,"title":"World Peace and Other 4th Grade Achievements","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On January 22, 1988, Holmes was lured out of retirement to challenge reigning Undisputed World Heavyweight Champion Mike Tyson. Tyson dropped Holmes in the fourth round with an overhand right. Holmes got up, but Tyson put him down two more times in the round, and the fight was stopped. After the fight Holmes once again retired.","release_date":"1988-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86439,"title":"Mike Tyson vs Larry Holmes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tale of a young couple who throw caution to the wind and set out in search of their true fate. Román is the son of a contemptible, right-leaning congressman. Recently enrolled in a new high school, the rebellious teen clumsily attempts to hang himself on-stage at the big talent show. Maru is the sole member of the audience to applaud, earning both students a day of detention. After bonding during the course of their punishment, Román and Maru grab daddy's gun, steal a Volkswagen, and hit the road bound for nowhere.","release_date":"2008-09-26","vote_average":8.3,"runtime":106,"cert":"N\/A","id":86440,"title":"I'm Gonna Explode","adult":false,"genre_ids":[18,35,10749]},{"cast":["Mick Jagger","Rae Dawn Chong","Dennis Hopper","Jerry Hall","Norma Bengell"],"overview":"A rock singer goes to Brazil to shoot a video, but winds up getting kidnapped and enduring a number of seemingly bizarre and hilarious events.","release_date":"1987-02-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":86441,"title":"Running Out of Luck","adult":false,"genre_ids":[10402,18,12,35,14]},{"cast":["Carlos Santana"],"overview":"Santana: Down Under - Live in Australia","release_date":"2016-02-19","vote_average":0.0,"runtime":46,"cert":"N\/A","id":86442,"title":"Santana: Down Under - Live in Australia","adult":false,"genre_ids":[14,878,10402,10751]},{"cast":[],"overview":"Van Der Graaf Generator: Masters From The Vaults","release_date":"","vote_average":0.0,"runtime":89,"cert":"N\/A","id":86443,"title":"Van Der Graaf Generator: Masters From The Vaults","adult":false,"genre_ids":[10402]},{"cast":["Shirley Anne Field","Robert Stephens","Kay Walsh","Hazel Hughes","Michael Robbins"],"overview":"A young female designer is on the brink of an affair with a married male executive at the company where she works. The film tells the story of their illicit lunch hour rendezvous.","release_date":"1961-01-01","vote_average":7.5,"runtime":64,"cert":"","id":86444,"title":"Lunch Hour","adult":false,"genre_ids":[35]},{"cast":["Wishbone Ash"],"overview":"Wishbone Ash: 30th Anniversary Concert - Live Dates 3","release_date":"2002-02-12","vote_average":7.0,"runtime":100,"cert":"N\/A","id":86445,"title":"Wishbone Ash - 30th Anniversary Concert - Live Dates 3","adult":false,"genre_ids":[10402]},{"cast":["Darren McGavin","Nick Adams","George De Vries","Heather Hewitt","Michael DeBeausset"],"overview":"Three American astronauts who land on Mars discover the body of a frozen Russian cosmonaut and a mysterious talking orb.","release_date":"1968-07-26","vote_average":3.5,"runtime":95,"cert":"N\/A","id":86446,"title":"Mission Mars","adult":false,"genre_ids":[878]},{"cast":["Wishbone Ash"],"overview":"Wishbone Ash: A Critical Review 1970 - 2004","release_date":"","vote_average":0.0,"runtime":71,"cert":"N\/A","id":86447,"title":"Wishbone Ash: A Critical Review 1970 - 2004","adult":false,"genre_ids":[10402]},{"cast":["Wishbone Ash"],"overview":"Wishbone Ash: Classic Rock Legends","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":86448,"title":"Wishbone Ash: Classic Rock Legends","adult":false,"genre_ids":[10402]},{"cast":["Thierry Lhermitte","Anne Caudry","Jean-Marc Thibault","Lily Fayol"],"overview":"","release_date":"1982-01-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":86449,"title":"Le Voyageur Imprudent","adult":false,"genre_ids":[14]},{"cast":["Jon Anderson","Steve Howe","Rick Wakeman","Alan White","Bill Bruford"],"overview":"Yes: Yes Years","release_date":"1991-08-06","vote_average":0.0,"runtime":134,"cert":"","id":86450,"title":"YesYears","adult":false,"genre_ids":[99,10402]},{"cast":["Jitka Hořejší","Ondrej Jariabek","Vanda Kalinová","Alena Lippertová","Vladimír Hlavatý"],"overview":"A troupe of young women on post-apocalyptic earth are lead around by a mistress born before the war, eventually stumbling into the company of a lonely old man.","release_date":"1967-04-28","vote_average":7.3,"runtime":77,"cert":"N\/A","id":86451,"title":"Late August at the Hotel Ozone","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Yes: Greatest Video Hits","release_date":"2005-06-12","vote_average":0.0,"runtime":73,"cert":"N\/A","id":86452,"title":"Yes: Greatest Video Hits","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Yes: Acoustic  Guaranteed No Hiss","release_date":"2004-06-20","vote_average":0.0,"runtime":67,"cert":"N\/A","id":86453,"title":"Yes: Acoustic","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Yes: Special Edition EP","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86454,"title":"Yes: Special Edition EP","adult":false,"genre_ids":[10402]},{"cast":["Beth Emery","Jeff Smith","Scott McCloud","Colleen Doran"],"overview":"Jeff Smith, BONE and the Changing Face of Comics' tells the story of one of the most successful journeys in independent comics.","release_date":"2009-05-22","vote_average":8.0,"runtime":76,"cert":"N\/A","id":86455,"title":"The Cartoonist: Jeff Smith, BONE and the Changing Face of Comics","adult":false,"genre_ids":[99]},{"cast":["Marília Pêra","Richard Ulacia","Rodney Harvey","Linda Kerridge","Pelati Pons"],"overview":"On the mean streets of New York City, a dog-eat-dog mentality reigns among the destitute citizens. In one of the many abandoned buildings in the neighborhood of Alphabet City lives the Brazilian Rita La Punta, along with her delinquent son, Thiago, and a gang of Hispanic teens charged with selling heroin and cocaine. When Rita and her young gang members get involved in a minor turf war, the violence escalates out of control, touching everyone and sparing no one.","release_date":"1984-10-01","vote_average":6.1,"runtime":98,"cert":"N\/A","id":86458,"title":"Mixed Blood","adult":false,"genre_ids":[28]},{"cast":["Bobby Ray"],"overview":"the Choir Boys","release_date":"1915-06-21","vote_average":3.5,"runtime":10,"cert":"N\/A","id":86459,"title":"The Choir Boys","adult":false,"genre_ids":[]},{"cast":[],"overview":"Highlights from this year's Download Festival at Donington Park. With fantastic performances from Def Leppard, Linkin Park, Alice Cooper, The Darkness, Korn, Pendulum and Thin Lizzy. (Part1)","release_date":"2011-06-10","vote_average":3.8,"runtime":113,"cert":"","id":86460,"title":"Download Festival 2011 (Part1)","adult":false,"genre_ids":[10402]},{"cast":["Ann-Gisel Glass","Fausto Lombardi","Sebastiano Somma","Tony Serrano","Georges Millon"],"overview":"Hanna is a girl completely abandoned to herself, is not at all inhibited sexually, and is attracted to the attention of unscrupulous people like Miguel, who takes advantage of Hanna, turning her to prostitution to obtain her drug fix. Until she meets Alex, a young man with a sincere affection for Hanna.","release_date":"1984-11-02","vote_average":4.8,"runtime":83,"cert":"N\/A","id":86461,"title":"Hanna D: The Girl from Vondel Park","adult":false,"genre_ids":[18]},{"cast":["George Buck Flower","John Daniels","Richard Kennedy","Meri McDonald","Marilyn Joi"],"overview":"Sunset Boulevard is a lucrative place to work for the Black Baron, a pimp with a distinctive red and yellow Rolls Royce and plenty of girls on his books. He don't take no mess from his girls, his madam or his competitors and viciously defends his patch. First, he clobbers the Mob who attempt to move in on his patch. Second, he tracks down one of his girls who runs off with a suitcase full of his cash. Third, he disposes of two policemen. But by now he knows his pimping days are numbered, so after a final explosive gun battle he switches to being his alter ego, mild-mannered businessman Ron who lives out in the leafy suburbs with an unsuspecting wife and family.","release_date":"1975-05-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":86462,"title":"The Candy Tangerine Man","adult":false,"genre_ids":[28,18]},{"cast":["John Lydon","Sid Vicious","Nancy Spungen","Stiv Bators","Billy Idol"],"overview":"Documentary chronicaling the rise and fall of the punk movement with rare interview footage of Sid Vicious and Nancy Spungen. Also concert and news footage.","release_date":"1980-09-12","vote_average":4.6,"runtime":95,"cert":"N\/A","id":86463,"title":"D.O.A.","adult":false,"genre_ids":[99,10402,36]},{"cast":[],"overview":"Highlights from 2011 year's Download Festival. System of a Down, Linkin Park, Alice Cooper, The Darkness, Twisted Sister, Cheap Trick, Korn and Disturbed rock the sold-out Donington Park. (Part2)","release_date":"2011-06-10","vote_average":0.0,"runtime":113,"cert":"","id":86464,"title":"Download Festival 2011 (Part2)","adult":false,"genre_ids":[10402]},{"cast":["Karel Augusta","Peter Kršak","Bořík Procházka","Jana Smrčková","Miroslav Vydlák"],"overview":"The initiation of a young Jewish child into Guernica's world.","release_date":"1978-01-01","vote_average":4.4,"runtime":17,"cert":"N\/A","id":86465,"title":"Guernica","adult":false,"genre_ids":[18]},{"cast":["Virginia Penta","Irwin Corey","Mark Mikulski"],"overview":"A couple with marriage problems goes to Family Court, where a judge takes them back in time to view lovers through the ages.","release_date":"1982-05-14","vote_average":5.0,"runtime":88,"cert":"N\/A","id":86466,"title":"Stuck on You!","adult":false,"genre_ids":[10749,35]},{"cast":["Robert Pattinson","Uma Thurman","Christina Ricci","Kristin Scott Thomas","Colm Meaney"],"overview":"Georges Duroy travels through 1890s Paris, from cockroach ridden garrets to opulent salons, using his wits and powers of seduction to rise from poverty to wealth, from a prostitute’s embrace to passionate trysts with wealthy beauties, in a world where politics and media jostle for influence, where sex is power and celebrity an obsession.","release_date":"2012-03-09","vote_average":5.2,"runtime":102,"cert":"","id":86467,"title":"Bel Ami","adult":false,"genre_ids":[10749,18]},{"cast":["Mark Lung","Chen Shan","Chiang Sheng","William Yen","Jack Lung"],"overview":"When a monk decides to leave his temple in order to defeat the Chinese Imperial Guards who brutally murdered is fellow monk, he collects five men and trains them to help him fight the guards and an old friend of his - a white-haired wizard.","release_date":"1984-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86468,"title":"Five Fighters from Shaolin","adult":false,"genre_ids":[28,35]},{"cast":["Linda Hayes","Lee Tracy","Raymond Walburn","Morgan Conway","Truman Bradley"],"overview":"Self-crowned king of a gray-walled world of treacherous men... He out-schemed, out-talked, out-fought them all!","release_date":"1940-07-12","vote_average":5.7,"runtime":64,"cert":"N\/A","id":86469,"title":"Millionaires in Prison","adult":false,"genre_ids":[80,18]},{"cast":["Wayne Crawford","Jennifer Stock","Sam Moree","Daniel Schweitzer","William Kerwin"],"overview":"Three mountain men live a simple life in a forest, until a construction crew shows up to make a park, and the men are prepared to defend their land and lifestyle by any means necessary.","release_date":"1975-07-01","vote_average":6.3,"runtime":86,"cert":"N\/A","id":86470,"title":"God's Bloody Acre","adult":false,"genre_ids":[18,27]},{"cast":["Richard Gilden","Rima Kutner","Harry Lovejoy","Max Julien","Jakie Deslonde"],"overview":"After his daughter is killed by the KKK, a black man seeks revenge by passing as white and becoming a Klansman.","release_date":"1966-06-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":86473,"title":"The Black Klansman","adult":false,"genre_ids":[18]},{"cast":["Paula Davis","Carmen Montes","Lina Romay"],"overview":"An audio\/visual experience from Jess Franco about a murdered woman named Paula, and the main suspect\/culprit, her friend - also named Paula.","release_date":"2010-02-01","vote_average":5.3,"runtime":66,"cert":"N\/A","id":86476,"title":"Paula-Paula","adult":false,"genre_ids":[18]},{"cast":["Chad McQueen","Gary Daniels","James Hellwig","George Murdock","Joseph Ruskin"],"overview":"In the year 2007, crime has risen at an exponential rate. Once highly populated metropolises such as Los Angeles are no longer inhabitable. These cities have transformed into \"Hell Zones,\" ruled by violent street gangs. The Hell Zone, formerly called the \"Zone of Personal Freedom,\" is a safe-haven for criminal warpaths everywhere. This Hell Zone in LA is controlled by a criminal mastermind named Drexal (Joseph Ruskin). For the sake of entertaining his crowds of decadent losers and underlings, Drexal has staged a series of lethal, no-holds-barred matches in the \"Death Ring,\" where the winner takes all of the glory...while the defeated one shall lose his self-respect (or maybe just his head). Meanwhile, two brave cops, Braniff (Chad McQueen), and Sledge (Gary Daniels) must risk their badges...and their lives when they enter Los Angeles's \"Hell Zone.\"","release_date":"1994-01-19","vote_average":5.2,"runtime":95,"cert":"N\/A","id":86477,"title":"Firepower","adult":false,"genre_ids":[28,878]},{"cast":["William Berger","Montserrat Prous","Edmund Purdom","Loreta Tovar","Robert Woods"],"overview":"Amid the craggy, dusty hills of southern France (or is it northern Spain?), a woman screams in the night. Gorgeous Melissa Comfort (Mona Proust), a wealthy heiress confined to a wheelchair since birth, cries out in her nightmares, terrified of a dream that comes night after night. In this night terror, she's 10-years-old. Running from a man who may or may not be her father.","release_date":"1973-01-01","vote_average":4.6,"runtime":81,"cert":"N\/A","id":86480,"title":"The Sinister Eyes of Dr. Orloff","adult":false,"genre_ids":[27,18]},{"cast":[],"overview":"Blossoms of Fire is a dazzling, whirling dance of a film that celebrates the extraordinary lives of the Isthmus Zapotecs of southern Oaxaca, Mexico, whose strong work ethic and fierce independent streak rooted in their culture, have resulted not only in powerful women but also in the region's progressive politics and their unusual tolerance of alternative gender roles.  Written by Maureen Gosling","release_date":"2000-04-25","vote_average":7.0,"runtime":75,"cert":"N\/A","id":86481,"title":"Blossoms of Fire","adult":false,"genre_ids":[99]},{"cast":["Senne Rouffaer","Beata Tyszkiewicz","Hector Camerlynck","Hilde Uitterlinden","Annemarie Van Dijk"],"overview":"A teacher moves after he falls for a student only to run into her at his new job.","release_date":"1966-09-05","vote_average":7.3,"runtime":95,"cert":"N\/A","id":86482,"title":"The Man Who Had His Hair Cut Short","adult":false,"genre_ids":[18]},{"cast":["Angie Dickinson","Robert Culp","Danielle Brisebois","Julie McCullough","Jeff Yagher"],"overview":"It's 1934, and the evil local land baron forecloses on Angie's place, and she and her two daughters must leave and continue their life of crime. A reporter witnesses their heist of a bank, and helps them become folk legends by writing a story about them. After a time the evil land baron wants to run for governor, and Angie and her daughters kidnap his son and turn him into a gangster in order to discredit his father and his run for governor.","release_date":"1987-10-01","vote_average":5.8,"runtime":83,"cert":"N\/A","id":86483,"title":"Big Bad Mama II","adult":false,"genre_ids":[28,35,80]},{"cast":["Colette","Elexis Monroe","Eve Angel","Nesty","Sandra Shine"],"overview":"Budapest 9 picks right up where the last installment left off, with Elexis Monroe still abroad. She and Colette heat things up with some foreplay before diving into it. The passion continues in scene 2, where Eve Angel and Nesty demonstrate their oral skills on each other. Elexis is back for the third scene when Sandra Shine decides to visit her. Both Sandra and Nesty return for a passionate finale.","release_date":"2012-02-03","vote_average":0.0,"runtime":186,"cert":"N\/A","id":86484,"title":"Budapest 9","adult":true,"genre_ids":[10749]},{"cast":["Etta James","Ronnie Buttacavoli","Luis Conte","Mike Finnigan","Donto James"],"overview":"Etta James, and her long time backing band - The Roots Band, showcases her ability to take on any genre and conquer it. In Burning Down The House she goes from the sultry jazz of \"At Last\" to the Rock'n'Roll of \"I Just Wanna Make Love to You,\" to the deep blues of \"I'd Rather Go Blind\" to the funk of \"You Can Leave Your Hat On.\"","release_date":"2002-09-03","vote_average":4.8,"runtime":120,"cert":"N\/A","id":86485,"title":"Etta James And The Roots Band: Burnin' Down The House","adult":false,"genre_ids":[10402]},{"cast":["Stevie Nicks","Lindsey Buckingham","John McVie","Mick Fleetwood","Jana Anderson"],"overview":"Live in Boston is a live performance by the band Fleetwood Mac, released June 15, 2004. The concert was filmed September 23 and 24, 2003 at the Fleet Center (now known as the TD Garden) in Boston, Massachusetts during the group's Say You Will Tour.","release_date":"2005-10-10","vote_average":6.9,"runtime":160,"cert":"N\/A","id":86488,"title":"Fleetwood Mac: Live in Boston","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"ROUGE PAROLE is the story of the Tunisian popular revolution, emotionally told by its heroes through both their silence and their clamors. It is the story of Freedom, summoned by History.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86489,"title":"Rouge Parole","adult":false,"genre_ids":[]},{"cast":["Tim R. Morgan","Mike Magri","Charles Majka","Lissa Breer","Bob Harlow"],"overview":"In a wintery kind of town somewhere, people are being killed off by possessed totem poles.","release_date":"1992-01-01","vote_average":4.0,"runtime":80,"cert":"N\/A","id":86492,"title":"Winterbeast","adult":false,"genre_ids":[27]},{"cast":["Elisabeth Felchner","Karin Heske","Renate Kasché","Carl Möhner","Helmut Förnbacher"],"overview":"In the last days of WW2, women are volunteering from all over Germany to serve in the front lines by having sex with the brave Nazi soldiers. But when they start having sex with each other, things get complicated. Especially with the increasing danger from the revengeful Soviet army!","release_date":"1972-12-31","vote_average":4.4,"runtime":95,"cert":"N\/A","id":86493,"title":"She Devils of the SS","adult":false,"genre_ids":[18,10752]},{"cast":["David Bailey","Tiffany Bolling","Randolph Roberts","Scott Brady","Edd Byrnes"],"overview":"A tongue-in-cheek psycho movie in \"Duo-vision.\" The entire feature employs the split-screen technique used in parts of Brian De Palma's \"Sisters\" that same year. As a handyman at a seacoast hotel, Randolph Roberts wears a monster mask while he kills and dismembers women with blond hair. Tiffany Bolling is a singer, Scott Brady is a detective and Edd \"Kookie\" Burns is a lifeguard. The music is the original organ score for the silent film \"Phantom of the Opera.\"","release_date":"1973-06-13","vote_average":5.3,"runtime":95,"cert":"N\/A","id":86494,"title":"Wicked, Wicked","adult":false,"genre_ids":[27]},{"cast":["Garret Dillahunt","Donal Logue","Molly Parker","Fiona Highet","Marc Strange"],"overview":"Feeling lost and disconnected, with no family of his own, veteran Sherman Oliver sets out to the countryside in search of the soldier who saved him back in the war. That man, Franklin Page, has long since moved on - to a wife, two children, and a reliable job in a reliably safe and quiet rural town. The stability Franklin worked so hard to establish is soon threatened, and the violence he believed he'd left behind in the war begins to re-emerge and cloud over both the household and the town itself.","release_date":"2011-02-04","vote_average":7.0,"runtime":90,"cert":"N\/A","id":86495,"title":"Oliver Sherman","adult":false,"genre_ids":[18]},{"cast":["Helena Ramos","Zécarlos de Andrade","Neide Ribeiro","Claudio D'Oliani","Sonia Garcia"],"overview":"Three criminals escape from prison and break in a seaside house to wait for the getaway boat. They subdue four aspirant actresses and three men and rape and torture them. One of the escapees is an idealistic political prisoner that falls in love with Letícia. When the violent Jorge kills a woman camped on the beach, the police investigate the area.","release_date":"1981-01-01","vote_average":6.3,"runtime":93,"cert":"N\/A","id":86496,"title":"Violence and Flesh","adult":false,"genre_ids":[]},{"cast":["Christina Lindberg","Kent-Arne Dahlgren","Solveig Andersson","Gunilla Larsson","Jan-Olof Rydqvist"],"overview":"A philandering cab driver decides to help his girlfriend's attractive sister, who is in trouble with drug dealers.","release_date":"1974-12-18","vote_average":3.6,"runtime":98,"cert":"N\/A","id":86497,"title":"Wide Open","adult":false,"genre_ids":[18,35]},{"cast":["Nigel Davenport","Ken Gampu","Peter Dyneley","Madala Mphahlele","Morrison Gampu"],"overview":"A white cop and a black reporter join forces to investigate apparent vigilante killings in the South African underworld.","release_date":"1976-06-06","vote_average":4.8,"runtime":86,"cert":"U","id":86498,"title":"Death of a Snowman","adult":false,"genre_ids":[28,80]},{"cast":["Joseph Pilato","Susan Chapek","John Harrison","Bernard McKenna","Debra Gordon"],"overview":"Some crew members of a company shooting a horror film begin to suspect that the \"killings\" in the movie are real, and that they are actually making a \"snuff\" film.","release_date":"1980-06-01","vote_average":5.2,"runtime":84,"cert":"N\/A","id":86499,"title":"Effects","adult":false,"genre_ids":[53,27]}]