[{"cast":["Martin Scorsese","Julian Schnabel"],"overview":"The influence that artists Pablo Picasso and George Braque had on the world of cinema is the subject of this documentary from filmmaker Arne Glimcher. A lifelong lover of film, Picasso was intrigued by the machines used to create moving pictures, as well as the images they produced. In this film, artists such as Martin Scorsese, Julian Schnabel, Chuck Close, and the late Robert Rauschenberg reveal how Picasso and Braque's shared love of film helped to create some of the greatest art of the 20th Century. ~ Jason Buchanan, Rovi","release_date":"2008-09-07","vote_average":4.5,"runtime":62,"cert":"N\/A","id":86500,"title":"Picasso and Braque Go to the Movies","adult":false,"genre_ids":[99]},{"cast":["Joyce Jillson","Louis Quinn","Thomas Reardon","Tony Young","Timothy Wayne Brown"],"overview":"Tara B. True is a flight attendant who makes a weekly swing through New York, Miami, and Los Angeles. In each city, she has a man: Edward, older and wealthy; Johnny, a beach bum with gambling debts; and, Davey, a rock musician on the cusp of success. Tara is a free spirit, faithful to each man in her own way, and so stunning that she dresses in a wig and ill-fitting uniform while she's working so men won't harass her constantly. The low-life whom Johnny is in debt to figures out a way to use Tara to help him execute a daring in-flight robbery. But will Tara stand by helplessly, or is superchick ready for action?","release_date":"1973-09-01","vote_average":4.7,"runtime":94,"cert":"N\/A","id":86501,"title":"Superchick","adult":false,"genre_ids":[28,53]},{"cast":["Deborah Harten","Lisa Carmelle","Frank Pizzo","Carol Sands","Billy Kelman"],"overview":"A documentary on the work of sex-change specialist Dr.Leo Wollman, including interviews with Dr.Wollman and a few of his patients, with an illustrated lecture on the various aspects of transsexuality plus actual footage of a sex-change operation, which is what gives the film its notoriety","release_date":"1977-01-01","vote_average":5.2,"runtime":79,"cert":"N\/A","id":86502,"title":"Let Me Die a Woman","adult":false,"genre_ids":[99]},{"cast":["Kathy Williams","Bambi Allen","Karen Thomas","Dick Osmun","Larry Martinelli"],"overview":"A husband is blackmailed by 3 lesbian bikers after they spot him having sex with another woman in a convertible. They then take the man's wife out for a picnic and some nude motorcycle riding. The husband finds some male bikers and together they try to save his wife from becoming a lesbian biker.","release_date":"1969-01-01","vote_average":5.0,"runtime":64,"cert":"N\/A","id":86503,"title":"Sisters in Leather","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fascinated by forbidden rituals and ceremonies, world explorer Arthur Davis takes a crew with hidden cameras to Africa and South America to secretly record the beauty and horror of the \"law of the jungle\". BRUTES AND SAVAGES is the filmed document of his death-defying adventures. Shocking, brutal and repulsive, this film mixes bizarre authentic footage with incredibly exploitive (and often hilarious) \"re-enactments\" of his findings. Animal sacrifices, bizarre tribal ceremonies, mating rituals and even brain surgery.","release_date":"1978-11-01","vote_average":4.0,"runtime":92,"cert":"N\/A","id":86504,"title":"Brutes and Savages","adult":false,"genre_ids":[99]},{"cast":["Senta Berger","Orazio Orlando","Luis Rivera","Francisco Rabal","Fabio Testi"],"overview":"Rudi is forced into racing for a kingpin drug dealer, but after the murder of his brother he swears revenge.","release_date":"1980-12-04","vote_average":5.5,"runtime":108,"cert":"N\/A","id":86505,"title":"Speed Driver","adult":false,"genre_ids":[28,80]},{"cast":["Lina Romay","Eric Falk","Ursula Maria Schaefer","Kurt Meinicke","Roman Huber"],"overview":"A woman gets her chauffeur to driver her around in her Rolls-Royce where she picks up hitchhikers and seduces them in the backseat.","release_date":"1975-12-28","vote_average":4.8,"runtime":84,"cert":"N\/A","id":86506,"title":"Rolls-Royce Baby","adult":true,"genre_ids":[35]},{"cast":["Julia Sarah Stone","Gil Bellows","Dolly Parton","Macha Grenon","Chantele Francis"],"overview":"Elizabeth Alison Gray is just your average suburban 11-year old waiting for adolescence to arrive when she finds out her whole life has been a lie. With only her imagination to guide her, she runs away to find the truth.","release_date":"2011-03-04","vote_average":6.4,"runtime":95,"cert":"N\/A","id":86507,"title":"The Year Dolly Parton Was My Mom","adult":false,"genre_ids":[18]},{"cast":["Muriel Montossé","Ada Tauler","Monica Swinn","Esther Studer","Brigitte Meyer"],"overview":"A group of women are kidnapped by guerrillas and brought to a jungle brothel where they are forced to work as prostitutes for the soldiers. Those who refuse to cooperate are decapitated by the cruel, sadistic wardress of the camp, who is privately interested in some of the women herself.","release_date":"1977-10-13","vote_average":5.1,"runtime":71,"cert":"N\/A","id":86508,"title":"Love Camp","adult":false,"genre_ids":[12,18,53]},{"cast":["Nina van Pallandt","Paul L. Smith","John Vernon","Alex Cord","Sybil Danning"],"overview":"A group of models fly into the jungle of some South American country to look for a photo location. Their plane is shot down and they are captured by a drug baron's private army. At the same time, the Mafia's representative arrive to negotiate future collaboration.","release_date":"1984-05-11","vote_average":3.6,"runtime":95,"cert":"N\/A","id":86509,"title":"Jungle Warriors","adult":false,"genre_ids":[28,12]},{"cast":["Dani Daniels","Persia Monir","Brandi Love","Trinity St. Clair","Deauxma"],"overview":"The revealing twisted road from desire to pursuit and surrender. Brandi Love and Trinity St. Claire meet up after a week of not seeing each other. They use their feminine wilds to figure out the perfect hair style and explore other possibilities. Persia Monir and Dani Daniels are brought together by common interest such as travels. These ladies get really close really fast and stick together like glue. Deauxma and Kimber Peters are shopping for the perfect dress. Deauxma hopes that Kimber will assist her in a retail dream with her body as the donation. Syren De Mer helps Rilee Marks choose a dress by helping her try a few on. After Rilee finds the perfect dress, she takes her time to thank Syren the right way. Girlfriend Films is simply the most realistic sex in lesbian adult video.","release_date":"2012-02-03","vote_average":0.0,"runtime":167,"cert":"N\/A","id":86512,"title":"Lesbian Seductions: Older\/Younger 39","adult":true,"genre_ids":[10749]},{"cast":["Michael Ironside","Tahnee Welch","Currie Graham","Anne Marie DeLuise","Walter Mills"],"overview":"Sharon Avery is a blind woman who is having visions of murder. She \"sees\" children being killed and the face of a serial killer. Everyone around her, including the police are skeptical with the exception of one inspector who has fallen for her.Can she convince them in time to prevent any more murders, including her own?","release_date":"1999-05-23","vote_average":5.0,"runtime":90,"cert":"N\/A","id":86513,"title":"Black Light","adult":false,"genre_ids":[80,9648,10749,53]},{"cast":["Rita Calderoni","Raúl Martínez","Tony Matera","Marina Daunia","Emanuele Cannarsa"],"overview":"A sexually adventurous couple finds their sordid affairs may ultimately be their undoing in director Jones Brown’s lurid thriller. Emotionally starved and desperate to experience new thrills, a bored housewife gets what she asked for when her bored husband begins pimping her out to the wealthy and powerful. But when the seeds of deceit are planted, paranoia takes hold and plunges their fantasy world of pleasure into a bottomless pit of darkness.","release_date":"1979-04-05","vote_average":0.5,"runtime":75,"cert":"N\/A","id":86516,"title":"Lust","adult":false,"genre_ids":[53,80]},{"cast":["Don Hertzfeldt","Sara Cushman"],"overview":"The concluding chapter of Don Hertzfeldt's animated trilogy of shorts about a man named Bill and his wavering mental state.","release_date":"2011-11-17","vote_average":8.1,"runtime":23,"cert":"","id":86517,"title":"It's Such a Beautiful Day","adult":false,"genre_ids":[18,35,16]},{"cast":["Diana Scarwid","Doug McKeon","Helen Hunt","William Windom","Art Hindle"],"overview":"A brother and sister get caught up in the drug scene in their local high school, with tragic results.","release_date":"1982-03-03","vote_average":0.0,"runtime":96,"cert":"N\/A","id":86518,"title":"Desperate Lives","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Join the vibrant Ms. Frizzle (voiced by a gleeful Lily Tomlin) and her class as they journey into the heart of the insect world with the help of a truly magical yellow school bus. Their first stop: a bee's home, where they learn to adapt to their gummy surroundings. They'll also get to know the enormous strength of ants, which are some of the most hard-working creatures on Earth, and witness a caterpillar's splendid metamorphosis.","release_date":"1996-09-14","vote_average":0.0,"runtime":82,"cert":"N\/A","id":86519,"title":"The Magic School Bus - Bugs, Bugs, Bugs!","adult":false,"genre_ids":[]},{"cast":["Shima Iwashita","Masao Kusakari","Rentarô Mikuni","Rie Yokoyama","Jun Hamamura"],"overview":"The myth of the Sun Goddess who founded Japanese society is seen through the lens of a modern view of history.","release_date":"1974-03-09","vote_average":7.5,"runtime":100,"cert":"N\/A","id":86520,"title":"Himiko","adult":false,"genre_ids":[18,36]},{"cast":["Don Wilson","Catya Sassoon","Steve Garvey","Robin Curtis","Jonathan Fuller"],"overview":"Terrorists take over a nuclear weapons launch site, but don't count on a humble military courier, who happens to be making a visit","release_date":"1995-01-31","vote_average":4.0,"runtime":86,"cert":"N\/A","id":86523,"title":"Bloodfist VI: Ground Zero","adult":false,"genre_ids":[28,53]},{"cast":["Don Wilson","Jillian McWhirter","Jonathan Penner","Steven Williams","Mindy Seeger"],"overview":"Don \"the Dragon\" Wilson is a man pursued. Branded a cop-killer, he must fight simply to stay alive, and to clear his name... with the very police who framed him.","release_date":"1995-10-03","vote_average":4.0,"runtime":95,"cert":"N\/A","id":86524,"title":"Bloodfist VII: Manhunt","adult":false,"genre_ids":[28,53]},{"cast":["Mike Jittlov","Toni Handcock"],"overview":"In the original short film, a young man in a green wizard costume runs throughout America at super speed, much like the superhero The Flash. Along the way, he gives a pretty girl a swift lift to another city, gives golden stars to other women who want a trip themselves. He then slips on a banana peel and comically crashes into a film stage, which he then brings to life in magical ways.","release_date":"1979-12-21","vote_average":5.8,"runtime":3,"cert":"N\/A","id":86527,"title":"The Wizard of Speed and Time","adult":false,"genre_ids":[16,35,14,10402]},{"cast":[],"overview":"The 'Hidden Faith of Our Founding Fathers' is perhaps the first and only documentary to go where no film has ever gone before: into the hidden faith of America's founding fathers. Many founders were involved in secret societies, and yet it is often claimed these men were Christians who were trying to build a Christian nation. But was their faith the true faith of the Bible? And is it possible, as some claim, that the exact opposite is true?  What did the founders believe about the Person of Jesus Christ? Were they fighting for Christianity, or against it? Moreover, is it possible that the events of the American Revolution have a much darker significance in the pages of Bible prophecy than most church leaders are aware?","release_date":"2011-01-01","vote_average":4.0,"runtime":180,"cert":"N\/A","id":86528,"title":"The Hidden Faith of the Founding Fathers","adult":false,"genre_ids":[99]},{"cast":["Daniel Tavares","Diego Torraca","Eduardo Mello","Eleio Calascibetta"],"overview":"When the plans for the future change, new bonds are created between Danilo, Lucas and Marcos. in between video-games and milk cups, pain and disappointment, they need to learn how to live together.","release_date":"2007-11-22","vote_average":6.1,"runtime":18,"cert":"N\/A","id":86531,"title":"You, Me and Him","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A short tale about the demons that slumber deep in the human soul and have the power to push people into the abyss of blind hate, fury and rage.","release_date":"2011-03-27","vote_average":6.7,"runtime":10,"cert":"N\/A","id":86532,"title":"Paths of Hate","adult":false,"genre_ids":[28,16]},{"cast":["Melissa Leo","Peter Gerety","Kelly Hutchinson"],"overview":"When an estranged couple come to the aid of their dying daughter, the experience sends them spiraling into spiritual crisis and brutal heartbreak.","release_date":"2011-06-24","vote_average":0.0,"runtime":28,"cert":"N\/A","id":86533,"title":"The Sea Is All I Know","adult":false,"genre_ids":[18]},{"cast":["Leonard Barr","Ed Begley Jr.","Sorrell Booke","Dennis Bowen","Ruth Buzzi"],"overview":"Get Your Laughs Off at ... THE STORE WITH MORE","release_date":"1978-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86534,"title":"Record City","adult":false,"genre_ids":[35]},{"cast":["Danny DeVito","Jon Gries","Ruth Cox","Deborah Richter","Dan Spector"],"overview":"The plot: Roy is jealous of Sigi, who attracts Nancy's attention, and has two clumsy guys demolish Sigi's father's T-Burn classic. For the repair of the car, Sigi desperately needs $250 until his father returns next weekend. He and his friends try to earn it on the swap meet.","release_date":"1979-09-21","vote_average":3.0,"runtime":85,"cert":"N\/A","id":86535,"title":"Swap Meet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Muslim's and Christian's clash in this thoughtful filipino war movie. Kiram Sali and his muslim rebels launch a series of attacks on the army but his brother Omar would just rather see his country in peace. Following the rebel's murder of Army General Basco played by Eddie Garcia, holy war follows. Omar turns to violence and ends up in a showdown with General Basco's best man Captain Reyes.","release_date":"1987-06-04","vote_average":3.3,"runtime":null,"cert":"N\/A","id":86540,"title":"Kris Commando","adult":false,"genre_ids":[]},{"cast":["Raúl Arévalo","Alexandra Jiménez","Andrea Duro","Javier Bódalo","Anna Castillo"],"overview":"A teacher with paranormal abilities helps a group of ghosts graduate high school.","release_date":"2012-02-03","vote_average":6.2,"runtime":88,"cert":"N\/A","id":86541,"title":"Ghost Graduation","adult":false,"genre_ids":[35]},{"cast":["Cybill Shepherd","Tim Matheson","Joanna Cassidy"],"overview":"Martha, Inc.: The Story of Martha Stewart is a 2003 NBC TV movie starring Cybill Shepherd as Martha Stewart in which the life of Martha Stewart is outlined starting from her life in New Jersey to the scandal behind her arrest.","release_date":"2003-05-19","vote_average":5.0,"runtime":120,"cert":"N\/A","id":86542,"title":"Martha, Inc.: The Story of Martha Stewart","adult":false,"genre_ids":[]},{"cast":["Jennifer Garner","Jeffrey D. Sams","Zak Orth","Justin Chambers","Tristan Tait"],"overview":"Four orphan boys running from the law in New York stumble upon a baby in a carriage. They decide to head west and take the baby which they name Mary Rose with them. Eventually they set up a ranch which they name Rose Hill. Mary Rose grows up to be a beautiful woman and gets involved with a man who kills one of her brothers. Her brothers then explain to her that they found her in New York and she returns to find her real family. During this time Rose Hill is falling apart since her oldest brother has fallen ill and her other two brothers have gone their separate ways.","release_date":"1997-04-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86543,"title":"Rose Hill","adult":false,"genre_ids":[10770,37]},{"cast":["Rokhaya Niang","Aboubacar Sadikh Ba","Kadiatou Sy"],"overview":"Mati, a divorced mother of a young daughter, makes a living selling bric-a-bric from a wheelbarrow and dreams of opening a snack bar. But she falls for the charms of Naago, a cop, and it's only when the Tajaboom festival (at which women and men switch roles) arrives that her opportunity for escape emerges.","release_date":"2002-12-01","vote_average":6.0,"runtime":104,"cert":"N\/A","id":86544,"title":"Madame Brouette","adult":false,"genre_ids":[18,53]},{"cast":["Stefania Rocca","Johannes Brandrup","Franco Castellano (II)"],"overview":"The story of Mafalda is like the one of Cinderella, just the other way round. The dramatic real story of a Italian princess, born and raised in the comforts of a golden court, who will be forced by war to share the fate of ordinary people in a concentration camp. Mafalda di Savoia was chosen to represent the decline of nobility and the errors of war, which separate and destroy even noble families. Mafalda is a victim of political strategies that overlook her, and her tragic death shows the levelling power of war, that forces poor and rich alike to share the same destiny.","release_date":"2006-11-28","vote_average":8.0,"runtime":180,"cert":"N\/A","id":86545,"title":"Mafalda of Savoy","adult":false,"genre_ids":[18]},{"cast":["Lyudmila Yefymenko","Les Serdyuk","Ivan Mykolaichuk","Konstantin Stepankov","Nikolay Olyalin"],"overview":"The film is a poetic adaptation of a series of stories [oral and written] about Princess Olga of Kiev Russia at the start of the 11th century.","release_date":"1984-02-27","vote_average":9.0,"runtime":135,"cert":"N\/A","id":86548,"title":"The Legend of Princess Olga","adult":false,"genre_ids":[36,18]},{"cast":["Murray Bartlett","Daniel Dugan","Adrian Gonzalez"],"overview":"August tells the story of two former lovers, Troy and Jonathan, who reunite after a long ago painful breakup. After spending several years in Spain, Troy returns to Los Angeles and decides to phone Jonathan and meet for coffee. A seemingly innocent rendezvous turns into an attempt to revive passions past. Only this time it's not that simple as Jonathan has a new beau, Raul, and is trying to make the right decision a second time around.","release_date":"2011-06-09","vote_average":6.5,"runtime":100,"cert":"N\/A","id":86549,"title":"August","adult":false,"genre_ids":[18]},{"cast":["Anna Nicole Smith","Hugh Hefner"],"overview":"A true rags-to-riches story.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86550,"title":"Playboy: The Complete Anna Nicole Smith","adult":false,"genre_ids":[]},{"cast":["Michelle Williams","Seth Rogen","Luke Kirby","Sarah Silverman","Aaron Abrams"],"overview":"Twenty-eight-year-old Margot is happily married to Lou, a good-natured cookbook author. But when Margot meets Daniel, a handsome artist who lives across the street, their mutual attraction is undeniable.","release_date":"2011-11-25","vote_average":6.5,"runtime":116,"cert":"","id":86555,"title":"Take This Waltz","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Traveling in 11-minute increments, a time-tumbler from 48-years in the future spends two years of his life weaving through a two-hour wedding reception.","release_date":"2007-04-26","vote_average":6.3,"runtime":83,"cert":"N\/A","id":86556,"title":"11 Minutes Ago","adult":false,"genre_ids":[18,878,10749]},{"cast":["Errol Morris","Werner Herzog","Jessica Yu","Albert Maysles","Nick Broomfield"],"overview":"From cinema-verite; pioneers Albert Maysles and Joan Churchill to maverick movie makers like Errol Morris, Werner Herzog and Nick Broomfield, the world's best documentarians reflect upon the unique power of their genre. Capturing Reality explores the complex creative process that goes into making non-fiction films. Deftly charting the documentarian's journey, it poses the question: can film capture reality?","release_date":"2008-11-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":86557,"title":"Capturing Reality","adult":false,"genre_ids":[99]},{"cast":["سعيد عبدالغني","Moustafa Metwali","Nadia Rafeek","Adel Imam"],"overview":"","release_date":"1991-04-16","vote_average":4.0,"runtime":null,"cert":"N\/A","id":86558,"title":"Mosajal khatar","adult":false,"genre_ids":[]},{"cast":["William Davidson"],"overview":"One last trip down the rabbit hole before it gets paved over. A deep geography. What is above and what is below. What came before and what will come after. Agrarian fantasies, sacrificial rites, and excavations. A story told with maps, dreams, and prayers. A map lesson in three parts. A history of the State of Georgia - or Anywhere.","release_date":"2011-06-24","vote_average":8.0,"runtime":72,"cert":"N\/A","id":86559,"title":"General Orders No. 9","adult":false,"genre_ids":[99]},{"cast":["Gillian Adamson","May Charters","Saskia Gould","Darren Gregory","Jon Haberstock"],"overview":"It's never too late to relive your childhood, at least that's what two former childhood friends set out to do after they reunite at their ten year high school reunion. Todd (the boy that stayed) and Allison (the girl that left) are struggling with the harsh realities of adulthood and a return to their youth seems like the perfect escape. Unfortunately, it's really about time they grow up. Or is it? Allison's old childhood home is for rent.","release_date":"2009-10-23","vote_average":0.0,"runtime":99,"cert":"N\/A","id":86560,"title":"Lovers in a Dangerous Time","adult":false,"genre_ids":[18,10749]},{"cast":["Joseph Gilbert","Annie Kehoe"],"overview":"no overview.","release_date":"2004-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86565,"title":"Motorcycle Mayhem X","adult":false,"genre_ids":[]},{"cast":["Gala Montes de Oca","Manuel Balbi","Sandra Echeverría","Fernando Becerril","Ari Brickman"],"overview":"A Mexican science fiction film where the over-population problem has been solved by programming people to operate in either day or night, and not both.","release_date":"2010-10-19","vote_average":4.8,"runtime":96,"cert":"N\/A","id":86566,"title":"By Day and by Night","adult":false,"genre_ids":[878]},{"cast":["Müjdat Gezen","Perran Kutman","Bahar Öztan","Altan Erbulak"],"overview":"The second Turkish E.T. rip-off, this time centring around a tabloid photographer tasked with taking photos of \"UFOs\" by throwing pot lids in the air, but low-and-behold a real-life space ship crash lands just as he's taking the photos! Out comes Homoti, the crash-landed alien, and he takes the alien home to his apartment complex where his mother, their gay neighbour, and various other friends and acquaintances interact with Homoti. Will Homoti ever make it home? Or will the tabloids, or even just the residents of the apartment complex, keep the alien grounded?","release_date":"1987-01-01","vote_average":4.0,"runtime":81,"cert":"N\/A","id":86567,"title":"Homoti","adult":false,"genre_ids":[878,35]},{"cast":["Dora Dildo","Sam"],"overview":"Bat Pussy, a female superhero, defends Gotham City from a middle-aged couple making a pornographic film.","release_date":"1973-01-01","vote_average":6.0,"runtime":50,"cert":"N\/A","id":86568,"title":"Bat Pussy","adult":true,"genre_ids":[]},{"cast":["Nicolas Gob","Helena Coppejans","Jonathan Demurger","Fatih Cam","Marilyne Capel"],"overview":"Max is agoraphobic and lives in a cabin in the middle of nowhere. One night, he finds a beautiful unconscious woman (Bianca). Her body is covered with blood.","release_date":"2010-10-01","vote_average":5.2,"runtime":90,"cert":"","id":86569,"title":"Cannibal","adult":false,"genre_ids":[27]},{"cast":["Ahmad Nurradin","Anthony Wilson","Nelson Sims","Kenneth Bell","Owen Pace"],"overview":"A group of ghetto kids try to find out who killed a popular police officer.","release_date":"1974-08-07","vote_average":6.5,"runtime":94,"cert":"N\/A","id":86574,"title":"Together Brothers","adult":false,"genre_ids":[18,53]},{"cast":["Gregory Berns","Roy Blanchard","Mihaly Csikszentmihalyi","Tenzin Gyatso","Richard Davison"],"overview":"Happy is a 2011 feature documentary film directed, written, and co-produced by Roko Belic. It explores human happiness through interviews with people from all walks of life in 14 different countries, weaving in the newest findings of positive psychology. Director Roko Belic was originally inspired to create the film after producer\/director Tom Shadyac (Liar, Liar, Patch Adams, Bruce Almighty) showed him an article in the New York Times entitled \"A New Measure of Well Being From a Happy Little Kingdom\". The article ranks the United States as the 23rd happiest country in the world. Shadyac then suggested that Belic make a documentary about happiness. Belic spent several years interviewing over 20 people, ranging from leading happiness researchers to a rickshaw driver in Kolkatta, a family living in a \"co-housing community\" in Denmark, a woman who was run over by a truck, a Cajun fisherman, and more.","release_date":"2011-04-09","vote_average":7.2,"runtime":75,"cert":"N\/A","id":86577,"title":"Happy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sexy Janet Turner is a special agent for The Midnight Syndicate, an ancient organization dedicated to destroying vampires. She's been sent undercover to Miami to locate and eliminate a vampire infiltration in a sizzling South Beach strip club. But it's worse than she thought. Countess Dracula herself has already seduced two of the dancers, biting and sucking them into the world of the undead and she's not done. Outmatched, Turner runs, taking refuge in the home of sultry Helen Wells. Turner and Helen become passionate lovers, exploring each other until Turner's boss, Deputy Chief Jenkins arrives. But something's wrong. Instead of bringing Turner in, Jenkins seduces her in the shower and gives her quite a \"love bite\" in the process.","release_date":"2005-01-25","vote_average":0.0,"runtime":64,"cert":"N\/A","id":86580,"title":"G String Vampire","adult":false,"genre_ids":[]},{"cast":["Benim Foster","Mark Giordano","Jesse Joyce","Matthew Rauch","Jessica Faller"],"overview":"Jack and his pals are NYC bachelors in their super-late 30’s who have spent two decades chasing women and fleeing commitment. When a childhood friend’s sudden tragic marriage shakes up their world of sex and booze, Jack realizes he just may be ready to commit to the one woman hopelessly out of reach.","release_date":"2011-06-03","vote_average":0.0,"runtime":102,"cert":"N\/A","id":86581,"title":"Stags","adult":false,"genre_ids":[35,10749]},{"cast":["John Lee Hooker","Van Morrison","Bonnie Raitt","John Hammond","Ry Cooder"],"overview":"John Lee Hooker was the last of the unstructured real country Bluesmen. He was a semi-urbanized Robert Johnson-style one man band and was even born in Clarksdale, Mississippi where WC Handy had first seen slide guitar playing. I can remember seeing John Lee in Central Park in 1967 playing second fiddle to Al Kooper and the final stages of the Blues Project. He came out all alone, no band, just a chair and blew them totally away. You can't beat the real thing! This DVD is a definite must have for any Blues fan. As the ranks of real Blues originals diminishes we need to cling on to these type of records. This compilation is well edited and put together. It is over two hours long which is what Blues fans want.","release_date":"2004-06-01","vote_average":5.7,"runtime":127,"cert":"N\/A","id":86582,"title":"John Lee Hooker: Come and See About Me","adult":false,"genre_ids":[10402]},{"cast":["Sam Milby","Toni Gonzaga","Kristine Hermosa","Lito Pimentel","Dick Israel"],"overview":"Pastry chef Macky has struggled with his weight for most of his life. It's not easy being fat, especially when you're secretly admiring a young socialite columnist named Ninia who gets the shock of her life when she sees Macky in his 300-pound glory. Macky hires Aira as personal trailer and in the process of losing weight, the two gained love and affection for each other. But soon after Aira agrees to accept an offer to work abroad, being the breadwinner of the family. Two years pass and the Macky who was once laughed at is now one of the most sought-after bachelors in town. Macky now has to choose who really is his big love: the woman he dreamed of all his life or the woman who loved him unconditionally?","release_date":"2008-02-27","vote_average":6.8,"runtime":110,"cert":"N\/A","id":86583,"title":"My Big Love","adult":false,"genre_ids":[18,10749]},{"cast":["Adel Imam","Donia","Youssef Daoud","Khaled Sarhan","Sherein Seif El Nasr"],"overview":"The film revolves around Saeed AL-Masri (Adel Imam), one of the pilots of the October War who lost his eye-sight after his plane crashed during the war. Saeed AL-Masri is forced to live in a home for disabled people that is managed by a very bureaucratic managers which they turn it into a prison.","release_date":"2002-06-22","vote_average":4.9,"runtime":null,"cert":"N\/A","id":86584,"title":"The Prince of Darkness","adult":false,"genre_ids":[]},{"cast":["John Mayall","Eric Clapton","Chris Barber","Mick Taylor"],"overview":"Not all that many blues musicians (or any other kind, for that matter) live to 70, so British bandleader John Mayall had good reason to celebrate when he reached that milestone in 2003--and celebrate he did, with the admirable, 137-minute John Mayall and the Bluesbreakers: 70th Birthday Concert to show for it. Mayall, a capable if not exactly stellar singer and multi-instrumentalist, is best known for the many fine players who passed through his band over the years, and Eric Clapton, the most renowned of the lot, is on hand here, as is former Mayall\/Rolling Stones guitarist Mick Taylor. Clapton sings several tunes in addition to playing his trademark stinging solos on \"Hideaway\" and \"All Your Love\" (two of the tunes most responsible for the \"Clapton is God\" graffiti seen around London in the '60s), while Taylor is mostly impressive as well.","release_date":"2003-12-09","vote_average":0.0,"runtime":159,"cert":"N\/A","id":86585,"title":"John Mayall & The Bluesbreakers And Friends: 70th Birthday Concert","adult":false,"genre_ids":[10402]},{"cast":["Adel Imam","Essad Youniss","Wahid Seif","Ahmed Rateb"],"overview":"After his father's death, Hassanein al-Bartouchi (Adel Imam) returns from his village to Cairo. After Hassanein's failure in all the jobs he is assigned, he is expelled from his uncle's home to find himself with a group of beggars headed by Sayed Hamoush. In a high-end neighborhood, he finds himself involved with a corrupt businessman who believes Hassanein is working for the police.","release_date":"1983-11-07","vote_average":5.4,"runtime":128,"cert":"N\/A","id":86586,"title":"The Begger","adult":false,"genre_ids":[35]},{"cast":["Brad Crandall"],"overview":"An investigation into the theory that Mt. Ararat in Turkey is the final resting place of Noah's Ark.","release_date":"1977-02-11","vote_average":3.0,"runtime":99,"cert":"N\/A","id":86587,"title":"In Search of Noah's Ark","adult":false,"genre_ids":[10751,99,36]},{"cast":[],"overview":"I liked Kenny when he was with the First Edition. So when I heard that the First Edition appeared on this DVD I decided to check it out. I absolutely love it. There are clips from his earlier career right up to the present. There are people like Lionel Ritchie and Mickey Jones giving commentary. There are a few First Edition Clips and his duets with the ladies like Dolly Parton and Sheena Easton.","release_date":"2006-09-26","vote_average":4.0,"runtime":94,"cert":"N\/A","id":86588,"title":"Kenny Rogers: The Journey","adult":false,"genre_ids":[10402]},{"cast":["Raymond Burr","Jeane Dixon","Uri Geller","Linda Gray","Kathryn Grayson"],"overview":"Documentary exploring such phenomena as astral projection, telekinesis, telepathy, voices from beyond the grave, ghosts\/spirits, etc.","release_date":"1976-06-18","vote_average":0.0,"runtime":93,"cert":"N\/A","id":86589,"title":"The Amazing World of Psychic Phenomena","adult":false,"genre_ids":[9648,99]},{"cast":["Steve Riley","Vern Adix","Linda Bishop","Janet Bylund","Richard Cannaday"],"overview":"A documentary with interviews of people who claimed to have died and then come back from the dead.","release_date":"1978-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86590,"title":"Beyond and Back","adult":false,"genre_ids":[99]},{"cast":["Lawrence Dobkin"],"overview":"Documentary about UFOs and related phenomena.","release_date":"1975-12-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":86591,"title":"Mysteries From Beyond Earth","adult":false,"genre_ids":[9648,99]},{"cast":[],"overview":"A documentary exploring the mysteries of the Bermuda Triangle, an area of the ocean between Bermuda, Miami and Cuba into which many boats and planes have mysteriously disappeared over the years.","release_date":"2002-09-01","vote_average":6.0,"runtime":52,"cert":"N\/A","id":86592,"title":"The Devil's Triangle","adult":false,"genre_ids":[99,9648]},{"cast":["Charlie Creed-Miles","Will Poulter","Sammy Williams","Leo Gregory","Andy Serkis"],"overview":"Out on parole after 8 years inside Bill Hayward returns home to find his now 11 and 15 year old sons abandoned by their mother and fending for themselves. Unwilling to play Dad, an uncaring Bill is determined to move on.","release_date":"2011-10-21","vote_average":6.8,"runtime":98,"cert":"15","id":86593,"title":"Wild Bill","adult":false,"genre_ids":[18]},{"cast":["Rod Serling","Harold P. Klein","James Lawless","Wernher von Braun","Carl Sagan"],"overview":"An edited version of the 1970 German documentary \"Erinnerungen an die Zukunft\" (Chariots of the Gods), this examines the theory that aliens have landed on Earth in ancient times and were responsible for many of mankind's oldest mysteries.","release_date":"1973-01-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":86594,"title":"In Search of Ancient Astronauts","adult":false,"genre_ids":[10770,99]},{"cast":["John Bocelli","Sarah Coyle"],"overview":"A camera rolls as the balaclavas are pulled securely over their faces. The van doors burst open and a man is bundled inside. They drive.... Why has this man been kidnapped? Where are they taking him? Who is the victim?","release_date":"2011-07-20","vote_average":4.5,"runtime":93,"cert":"N\/A","id":86595,"title":"Victims","adult":false,"genre_ids":[27,53]},{"cast":["Sinbad"],"overview":"The coming of age story about two brothers who struggle to mend their estranged relationship as their college campus gears up for a major Stepshow competition.","release_date":"2007-06-10","vote_average":3.0,"runtime":85,"cert":"N\/A","id":86596,"title":"Stompin'","adult":false,"genre_ids":[18]},{"cast":["Jessica Biel","Jodelle Ferland","Stephen McHattie","Jakob Davies","William B. Davis"],"overview":"When her child goes missing, a mother looks to unravel the legend of the Tall Man, an entity who allegedly abducts children.","release_date":"2012-03-19","vote_average":5.9,"runtime":106,"cert":"N\/A","id":86597,"title":"The Tall Man","adult":false,"genre_ids":[27,9648,53]},{"cast":["James Earl Jones","Estelle Parsons","Barnard Hughes","Dick O'Neill","Beeson Carroll"],"overview":"In the early 1960s, an interracial couple undergo hypnosis, which unlocks memories of a forgotten event on a lonely road. Soon they believe they were abducted by extraterrestrials.","release_date":"1975-10-20","vote_average":7.6,"runtime":92,"cert":"N\/A","id":86598,"title":"The UFO Incident","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"Based on the recently acquired journals of Texan Dale S. Rogers, this vintage horror tale debunks history books to tell the veracious, harrowing story of a rural Texas community whose residents were terrified for years by a mysterious creature inhabiting the nearby woods.","release_date":"2008-04-24","vote_average":4.1,"runtime":86,"cert":"N\/A","id":86599,"title":"The Wild Man of the Navidad","adult":false,"genre_ids":[27,18,9648]},{"cast":["James Coburn","Lee Grant","Harry Andrews","Ian Hendry","Michael Jayston"],"overview":"Former secret agent Robert Elliot (Coburn) will be promoted to government advisor. In order to make sure no-one will ever know about his dirty past.","release_date":"1974-07-24","vote_average":7.8,"runtime":89,"cert":"N\/A","id":86600,"title":"The Internecine Project","adult":false,"genre_ids":[28,53]},{"cast":["Adel Imam","Abdel Moneim Madbouly","Said Abdel Ghani"],"overview":"Directed by Hussein Kamal.","release_date":"1979-01-02","vote_average":6.8,"runtime":120,"cert":"N\/A","id":86601,"title":"We Are the Bus People","adult":false,"genre_ids":[18]},{"cast":["Adel Imam","Farouk Al-Fishawy","هدى رمزي","Moustafa Metwali","مجدي وهبى"],"overview":"","release_date":"1990-04-26","vote_average":6.1,"runtime":120,"cert":"N\/A","id":86602,"title":"His Highness Hanafy","adult":false,"genre_ids":[80,35,53]},{"cast":["Robert Viharo","Sherry Jackson","Michael Heit","Gloria Hendry","George Buck Flower"],"overview":"A bounty hunter in Los Angeles sets out to track down and stop a masked serial killer who murders women by using kung-fu moves.","release_date":"1977-09-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86603,"title":"Bare Knuckles","adult":false,"genre_ids":[12,28,53]},{"cast":["Ginger Rogers","George Murphy","Alan Marshal","Burgess Meredith","Joe Cunningham"],"overview":"Janie is a telephone operator who is caught up in the lines of love of three men: car salesman Tom, Chicago millionaire Dick and auto mechanic Harry. But Janie just can't seem to make up her mind between them. While fantasizing about her futures with each of the men, Janie spends her time desperately trying to juggle between them until she can make a decision.","release_date":"1941-06-13","vote_average":6.0,"runtime":87,"cert":"N\/A","id":86604,"title":"Tom, Dick and Harry","adult":false,"genre_ids":[35,14,10749]},{"cast":[],"overview":"It's 4 a.m. in a European village. Small shadows are at mischievous play. One of their number stands apart, melancholy. He climbs to a rooftop in the moonlight and sees one window lit. He investigates. An old man dozes and a candle burns by the window. The flame smiles at him. He tries to touch her and is singed. Is this the end of the encounter or can metaphysics and desire work a small miracle?","release_date":"2005-01-01","vote_average":6.7,"runtime":6,"cert":"N\/A","id":86605,"title":"Before Sunrise","adult":false,"genre_ids":[16]},{"cast":["Robert Mitchum","Diana Lynn","Tab Hunter","Teresa Wright","Beulah Bondi"],"overview":"A family saga: In a stunning mountain valley ranch setting near Aspen, complex and dangerous family dynamics play out against the backdrop of the first big snowstorm of winter and an enormous panther with seemingly mythical qualities which is killing cattle.","release_date":"1954-11-27","vote_average":5.5,"runtime":102,"cert":"N\/A","id":86608,"title":"Track of the Cat","adult":false,"genre_ids":[18,28,37]},{"cast":[],"overview":"The Money is about a poor farmer whose bid for a better life ends up bringing calamity to his family. At the urging of loan shark Eok Jo (Choi Nam Hyun), Bong Su (Kim Seung Ho) sells his cows to start a business but he loses everything to a conman (No Kyung Hee). Bong Su accidentally kills Eok Jo in a fight and takes his money, and the police trace the crime back to Bong Su's son.","release_date":"1958-03-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":86611,"title":"The Money","adult":false,"genre_ids":[53]},{"cast":["Lee Min-ja","Seong-ju Lee","Tak-kyun Lee","Ae-shim Na","Dong-hun Shin"],"overview":"The only film from female director Park Nam Ok, the melodrama The Widow offers a different perspective of the female experience in postwar Korea, and a woman's struggle between duty and desire. Raising a daughter alone after the war, widow Shin (Lee Min Ja) is much indebted to her late husband's friend Seong Jin (Shin Dong Hun) but resists his romantic advances. Instead, she falls for Taek (Lee Taek Kyun), who is carrying on an affair with Seong Jin's jealous wife (Park Yeong Suk). Shin is willing to give up everything for Taek, but his heart changes again when his girlfriend returns.","release_date":"1955-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86612,"title":"The Widow","adult":false,"genre_ids":[18,28,53]},{"cast":["Jung Jin-young","Choi Woo-hyuk","윤찬","Shin Jung-geun","Kwon Oh-joong"],"overview":"Filling the cups of classmates with a kettle is the only work 11-year-old Dong-ku, who is mentally retarded, can do in his school life. However, even this small connection with the outside world breaks as one day a new water purifier replaces the kettle in his classroom. Disappointed badly by losing his only hope to survive in a regular school, he finds that every freshman in the junior baseball team is required to supply drinking water to other members with a kettle. Though knows nothing about baseball, Dong-ku decides to join the team while his father, Jin-kyu, is struggling to save his kid’s only shelter, their chicken bar.","release_date":"2007-04-26","vote_average":8.0,"runtime":96,"cert":"N\/A","id":86613,"title":"Bunt","adult":false,"genre_ids":[]},{"cast":["Nívea Magno","Márcio Vito","Raphael Sil","Dedina Bernardelli"],"overview":"The story of a burglary and its tragic aftereffects.","release_date":"2009-01-01","vote_average":0.0,"runtime":113,"cert":"N\/A","id":86614,"title":"Eye of the Storm","adult":false,"genre_ids":[]},{"cast":["Sidney Paul"],"overview":"Do ghosts come from outer space? Are they amongst us? The Amazing World of Ghosts seeks to unveil the mysteries that defy mankind's understanding and define the modern age… and then runs out of stock footage before getting anywhere.","release_date":"1978-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":86615,"title":"Amazing World of Ghosts","adult":false,"genre_ids":[9648,99]},{"cast":["Burt Lancaster","Dina Merrill","Edward Andrews","Vivian Nathan","Shelley Winters"],"overview":"A district attorney investigates the racially charged case of three teenagers accused of the murder of a blind Puerto Rican boy.","release_date":"1961-05-24","vote_average":6.6,"runtime":103,"cert":"N\/A","id":86616,"title":"The Young Savages","adult":false,"genre_ids":[80,18]},{"cast":["Des Roberts","John King III","Linda Jackson","James Whitworth","Clancy Syrko"],"overview":"When an African-American biker gang is tricked into believing that a white biker gang is planning a war...","release_date":"1970-10-14","vote_average":5.0,"runtime":87,"cert":"N\/A","id":86621,"title":"Black Angels","adult":false,"genre_ids":[18,28]},{"cast":["Laura Carson","Rusty Clauss","Nancy Daly","Dennis Fecteau","Joy Kelly"],"overview":"Hip lesbian Micki Silva (Carol Monda) leaves her fast-paced urban lifestyle for Cape May, New Jersey, to help her ailing uncle Charlie (Dennis Fecteau). At the local diner, run by Shelley (Nancy Daly), Micki meets Charlie's friend Roberta (Joy Kelly). Roberta likes her house, working at the diner, and numerous aspects of the small-town way of life that bore Micki, but opposites attract. Drawn together by the dying Charlie, the two women develop a complex relationship.","release_date":"1998-07-01","vote_average":5.0,"runtime":98,"cert":"N\/A","id":86626,"title":"Out of Season","adult":false,"genre_ids":[18,53]},{"cast":["Cassandre Leigh","Cheyenne Buchanan","Arthur Moonin","Joe Davison"],"overview":"After losing her son in the massive zombie attack Reagan is forced to walk the back woods of frozen Alaska. While doing so she meets Colby Jack and Chris in their custom Winnebago. She is safe for now. Taken back to a small store dubbed \"Frost Bite\" she will help the remaining survivors fight not only zombies but a religious mad man known as Regis. But all is not lost with leadership of ex-marine John Bannister they just might make it to see another day. Written by Pop Gun Pictures","release_date":"2011-01-01","vote_average":2.8,"runtime":79,"cert":"N\/A","id":86627,"title":"Frost Bite","adult":false,"genre_ids":[28,27]},{"cast":["Thierry Lhermitte","Émilie Dequenne","Lorànt Deutsch"],"overview":"","release_date":"2004-07-07","vote_average":3.6,"runtime":94,"cert":"N\/A","id":86628,"title":"L'américain","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Playing at North Sea Jazz is always a highlight in my career. This was my 3rd time and now we were recording for a DVD which made it extra exciting! It was the biggest room, 1700 people in the house, it gave me a tremendous kick. Hope it will have that effect on you too.","release_date":"2003-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86629,"title":"Laura Fygi: Live At North Sea Jazz","adult":false,"genre_ids":[10402]},{"cast":["Brant Cotton","Frank Sallo","Lawrence Monoson","Andrew Bowen","Thomas R. Martin"],"overview":"The cold war is over. East and West are fighting together against illegal secretly heavily armed terrorists, criminals and resistance fighters. During one of these missions, four soldiers are kidnapped and seems like a great international crisis to emerge. The highest military bosses in America and Russia are in panic. The well-known cover-up must offer a solution. But ... Marines are not just aside and decisions without official support to do everything to liberate their comrades. Additional help comes from an unexpected angle, but whether this will be enough ...","release_date":"2002-01-01","vote_average":3.3,"runtime":90,"cert":"N\/A","id":86630,"title":"Marines","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ban 1 Productions is back with another trailer compilation, this time chock full of the craziest grindhouse trailers to ever grace 42nd Street!","release_date":"2008-01-28","vote_average":8.0,"runtime":155,"cert":"N\/A","id":86631,"title":"Grindhouse Universe","adult":false,"genre_ids":[]},{"cast":["NIck Pawlow","Happy Goldsplatt"],"overview":"Deranged projectionist Mad Ron shows a movie theater full of rowdy zombies a diverse assortment of horror and exploitation film trailers from his private collection while ventriloquist Nick Pawlow and his foul-mouthed zombie dummy Happy Goldsplatt provide lowbrow comic relief.","release_date":"1987-01-01","vote_average":5.4,"runtime":83,"cert":"N\/A","id":86632,"title":"Mad Ron's Prevues from Hell","adult":false,"genre_ids":[27]},{"cast":["Don Leifert","Tom Griffith","Richard Dyszel","Mary Mertens","Richard Geiwitz"],"overview":"A spaceship containing specimens for an intergalactic zoo crashes on Earth near a small back woods town. The specimens escape, and soon town folk are turning up mutilated. Very low budget feature was the first for Baltimore filmmaker Don Dohler.","release_date":"1978-05-12","vote_average":3.3,"runtime":80,"cert":"N\/A","id":86633,"title":"The Alien Factor","adult":false,"genre_ids":[27,878]},{"cast":["Paul James Saunders","Amber Wendleborg","Doug Cawker","Christopher Britton"],"overview":"Thrill to the action from a battle to the death between beautiful amazons, twisted mutants and sickening, deadly zombies sometime after WWIII as you also watch from behind the scenes as brilliant special effects are constructed by demented master craftsmen, some of whom seem to be losing their grip on reality! Which side of the camera are we really on? How far will these gut-wrenching effects go? The answer is further than ever before - more graphic scenes of violence, perversion, mutilation and slaught per minute than any horror feature ever made!","release_date":"1986-04-01","vote_average":4.0,"runtime":75,"cert":"N\/A","id":86636,"title":"Splatter: Architects of Fear","adult":false,"genre_ids":[99]},{"cast":["Christopher Mitchum","Barbara Bouchet","Malisa Longo","Eduardo Fajardo","Manuel Zarzo"],"overview":"Fresh out of the joint, young Ricco is eager to get home to see his family. He was cut loose a year early for good behavior, but it certainly wasn't good behavior that got him in the big house in the first place. Two years prior, Ricco took it upon himself to go after Don Avito, the man who killed his pappy and took his girlfriend. Yet Ricco came out of prison a changed man. He had a lot of time to think, and the anger and thirst for revenge is no longer there, much to his mother's chagrin. She is quite upset that her son is not interested in paying back Don Avito for his deeds, and she needles Ricco relentlessly until he reluctantly gives in to her demands.","release_date":"1973-08-27","vote_average":6.6,"runtime":83,"cert":"N\/A","id":86637,"title":"Ricco","adult":false,"genre_ids":[28]},{"cast":[],"overview":"After losing his parents, a young bear named Yamataro is chained as an attraction of a small kiosk near a train station. There he is encouraged by a C-62 train to runaway from the humans and become free.  Source animenewsnetwork.com","release_date":"1986-08-15","vote_average":0.0,"runtime":25,"cert":"N\/A","id":86638,"title":"Yamataro Comes Back","adult":false,"genre_ids":[16]},{"cast":[],"overview":"No overview found.","release_date":"1978-09-30","vote_average":2.0,"runtime":82,"cert":"N\/A","id":86641,"title":"Thumbelina - A Magical Story","adult":false,"genre_ids":[16]},{"cast":["Laurie Rose","Midori","Mara Modair","John Hart","Gene Tyburn"],"overview":"What is meant to be a pleasure cruise becomes a nightmare as murder follows murder on a small ship. With tension mounting, passengers and the crew turn on each other in a desperate attempt to identify the killer.","release_date":"1976-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":86642,"title":"Blood Voyage","adult":false,"genre_ids":[27,80]},{"cast":["Barbara Markham","Patrick Barr","Ray Brooks","Ann Michelle","Sheila Keith"],"overview":"Somewhere in the middle of the English countryside a former judge and a group of former prison warders, including his lover, run their own prison for young women who have not been held properly to account for their crimes. Here they mete out their own form of justice and ensure that the girls never return to their old ways.","release_date":"1974-04-19","vote_average":6.0,"runtime":102,"cert":"","id":86643,"title":"House of Whipcord","adult":false,"genre_ids":[27]},{"cast":["Susan George","Barry Evans","Christopher Sandford","Judy Huxtable","Leo Genn"],"overview":"After their parents divorce, one daughter lives with her mother in England while the other lives with her father in Portugal. After the untimely death of her mother, the one daughter stands to inherit a large sum of money and also a number of documents containing information that will incriminate her father, who was a crooked judge. While her father wants the documents, her sister wants the money and they will each stop at nothing, even murder, to get what they want.","release_date":"1971-08-13","vote_average":5.2,"runtime":99,"cert":"","id":86644,"title":"Die Screaming Marianne","adult":false,"genre_ids":[27,53]},{"cast":["Anne Libert","Britt Nichols","Doris Thomas","Karin Field","Cihangir Gaffari"],"overview":"A group of nuns become possessed by demons and are then tortured in a dungeon of horrors during the inquisition.","release_date":"1973-02-05","vote_average":5.8,"runtime":118,"cert":"","id":86645,"title":"The Demons","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A tiny girl, only as long as a man's thumb, is born to a childless woman, abducted by frogs who want her to marry their son, but escaping instead (with the help of a bumblebee) to find a real prince without having to kiss the frog first.  Source AniDB.net","release_date":"1978-03-18","vote_average":5.5,"runtime":65,"cert":"N\/A","id":86646,"title":"Thumbelina","adult":false,"genre_ids":[10751,16]},{"cast":["Martine Fléty","Sarah Strasberg","Dagmar Bürger","Pamela Stanford","Eric Falk"],"overview":"Blue Rita runs a nightclub and gases and kidnaps men there for her pleasure and torture.","release_date":"1977-07-08","vote_average":4.6,"runtime":75,"cert":"N\/A","id":86647,"title":"Blue Rita","adult":false,"genre_ids":[28,53]},{"cast":["Patrick Dollaghan","Wesley Pfenning","Joey Aresco","Vernon Wells","Joe Mari Avellana"],"overview":"Tom Price, an ex-LA mob enforcer, travels to the Philippines to investigate the mysterious death of his brother Charlie. Tom's investigation turns to catastrophe, and he must employ all the tricks of the trade to stay alive.","release_date":"1989-01-01","vote_average":3.0,"runtime":88,"cert":"N\/A","id":86648,"title":"Circle of Fear","adult":false,"genre_ids":[28]},{"cast":["Ivan E. Roth","Neil Flanagan","Ben Frank","De Waldron","Anne Gaybis"],"overview":"Story of two friends, one searching for his father, the other searching for the ultimate sexual video game competition.","release_date":"1986-11-01","vote_average":5.0,"runtime":88,"cert":"N\/A","id":86649,"title":"Hollywood Zap","adult":false,"genre_ids":[35]},{"cast":["Tony Banks","Phil Collins","Mike Rutherford","Ahmet Ertegun","Arif Mardin"],"overview":"A rare and welcome insight into Phil Collins' prodigious musical talent and the fascinating story of his first solo record. Collins first enjoyed international success as the drummer of Genesis and then as lead singer after Peter Gabriel left the band. In 1981, however, Face Value launched him as a solo artist and remains, in many ways, his most exciting and unusual music offering. Face Value was immediately a worldwide hit, entering the British charts at Number 1, spending almost six years in the Top 75, and selling in excess of 12 million copies. The album went on to make the U.S. Top 10, earning a gold record. This documentary includes several previously unseen performances, as well as rare home movies, unique photographs and documents from Phil's own private archives, and insights into the music from an eclectic range of musicians who worked on the album.","release_date":"1999-10-21","vote_average":7.0,"runtime":60,"cert":"N\/A","id":86650,"title":"Classic Albums: Phil Collins - Face Value","adult":false,"genre_ids":[99,10402]},{"cast":["Bo Svenson","Lurene Tuttle","Forrest Tucker","Leif Garrett","Dawn Lyn"],"overview":"This is the story of Buford Pusser's final days; not only of his life, but also as Sheriff. It seems that times are changing, and the once adoring people of Pusser's town now fear him and feel like it's time to make a change. There are also some officials who feel the same way and are using every means to get rid of Pusser.","release_date":"1977-08-31","vote_average":6.0,"runtime":112,"cert":"N\/A","id":86651,"title":"Final Chapter: Walking Tall","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Michael Bublé","Justin Bieber","Ed Helms","Thalía","Kellie Pickler"],"overview":"A Michael Bublé Christmas airs Tuesday, December 6th on NBC and features Justin Bieber, Kellie Pickler, Ed Helms and more!","release_date":"2011-12-21","vote_average":7.5,"runtime":43,"cert":"N\/A","id":86652,"title":"Michael Bublé: A Michael Bublé Christmas","adult":false,"genre_ids":[10402]},{"cast":["Billy Edwards","Antoinette Edwards","Bogart Edwards","Merton"],"overview":"In this classic exploration of marriage in conflict, Billy and Antoinette Edwards, their son Bogart and dog, Merton spontaneously live out their lives and laughter, tears, wit, tenderness, fierce anger, patience, pain and sorrow ensue. Hoping to discover the heart of the trouble in their marriage in order to save it, BIlly and Antoniette offer up their day to day lives with antonishing bravery. Audiences project themselves into the couple, judging, loving or hating either or both. Many thought the marriage was doomed but it continued for another decade, producing a daughter, Amadea. All have had successful, normal lives.","release_date":"1969-01-01","vote_average":6.6,"runtime":97,"cert":"N\/A","id":86655,"title":"A Married Couple","adult":false,"genre_ids":[99]},{"cast":["Jessica Alexandra Green","Jordana Leigh","Caitlin Burdi","Taylor Trash","Kathy Rice"],"overview":"Druids resurrect the partially mummified remains of Jesus. They force the zombified Christ to commit unspeakable acts as their sect prepares to rule a new age of mankind.","release_date":"2010-10-27","vote_average":1.0,"runtime":100,"cert":"N\/A","id":86658,"title":"Zombie Christ","adult":false,"genre_ids":[27]},{"cast":["Peter Gabriel"],"overview":"\"Last year my father asked me to go on the road with him. As my sister was going along as his back-up singer and his wife Maebh, and my new baby brother Isaac, were also travelling with him, I decided to pick up my camera and go along. This is the Growing UP Tour 2002.\"\r - Anna Gabriel  An inventive and intimate portrait of family life on the road during Peter Gabriel's recent Growing Up Tour; the highs, the lows, the sublime, the ridiculous, the fathers, sisters, brothers, band members and road crew, in short...The Family...captured and revealed like you've rarely ever seen before by the knowing eye of Anna Gabriel, a family member in every sense of the word.","release_date":"2005-05-17","vote_average":0.0,"runtime":40,"cert":"N\/A","id":86661,"title":"Peter Gabriel - Growing Up On Tour - A Family Portrait","adult":false,"genre_ids":[99,10402]},{"cast":["Tom Davis","Al Franken","Moira Sinise","David Reynolds","Bess Meyer"],"overview":"The problems faced by both teenagers and adults in a small Minnesota town who are trying to get dates for a Saturday night.","release_date":"1986-08-02","vote_average":3.0,"runtime":95,"cert":"N\/A","id":86662,"title":"One More Saturday Night","adult":false,"genre_ids":[35]},{"cast":["Pachrapa Chaichua","Phupoom Phongpanu","Peter Corp Dyrendal","Nitit Warayanon","Warinda Damrongphol"],"overview":"Ja, a beautiful woman has everything a woman is supposed to dream of having; a successful career, a partying lifestyle, and a handsome sweetheart. On her 30th birthday, Ja finds her perfect life changed when her boyfriend wants to halt the relationship.","release_date":"2011-11-03","vote_average":6.7,"runtime":113,"cert":"N\/A","id":86663,"title":"Fabulous 30","adult":false,"genre_ids":[18,35]},{"cast":["Masahiko Tsugawa","Yûjirô Ishihara","Mie Kitahara","Harold Conway","Masumi Okada"],"overview":"Two brothers compete for the amorous favors of a young woman during a seaside summer of gambling, boating, and drinking, in this seminal Sun Tribe film from director Kô Nakahira. Adapted from the controversial novel by Shintarô Ishihara, and critically savaged for its lurid portrayal of the postwar sexual revolution among Japan’s young and privileged, Crazed Fruit is an anarchic outcry against tradition and the older generation.","release_date":"1956-07-12","vote_average":7.4,"runtime":86,"cert":"N\/A","id":86664,"title":"Crazed Fruit","adult":false,"genre_ids":[10749,18]},{"cast":["Wilza Carla","Zezé Macedo","Helena Ignez","Badu","Tânia Scher"],"overview":"Daily scenes of a grotesque family living in the metaphorical island of Babaloo.","release_date":"1970-01-01","vote_average":7.0,"runtime":98,"cert":"N\/A","id":86665,"title":"The Monsters of Babaloo","adult":false,"genre_ids":[35,27]},{"cast":["Jô Shishido","Kôji Wada","Yumiko Nogawa","Satoko Kasai","Chico Lourant"],"overview":"In the shady black markets and bombed-out hovels of post–World War II Tokyo, a tough band of prostitutes eke out a dog-eat-dog existence, maintaining tenuous friendships and a semblance of order in a world of chaos. But when a renegade ex-soldier stumbles into their midst, lusts and loyalties clash, with tragic results. With Gate of Flesh, visionary director Seijun Suzuki delivers a whirlwind of social critique and pulp drama, shot through with brilliant colors and raw emotions.","release_date":"1964-05-31","vote_average":6.2,"runtime":90,"cert":"N\/A","id":86666,"title":"Gate of Flesh","adult":false,"genre_ids":[18]},{"cast":["Boris Karloff","Jean Kent","Elizabeth Allan","Anthony Dawson","Vera Day"],"overview":"A researcher investigating a notorious serial killer who was hanged 20 years earlier seemingly becomes possessed by the long dead strangler.","release_date":"1958-07-03","vote_average":6.5,"runtime":78,"cert":"N\/A","id":86667,"title":"Grip of the Strangler","adult":false,"genre_ids":[27,80,9648]},{"cast":[],"overview":"A vivid, honest, often humorous and always insightful look at our struggle with investments and retirement. Michael Covel traveled 75,000 miles over the course of 2007 and 2008 to visit with hundreds of people from America to Europe to Asia from London to Tokyo to Macau to Singapore to New York City - Covel went everywhere. He interviews single moms facing foreclosure, Nobel Prize winners, professional poker players and US Congressmen. How did we dig such a big hole when it comes to our retirement, money and investments? We all want to retire, we all want to provide for our families, but Covel's film paints a picture that trusting the government, TV shows, big brokerage firms and mutual funds is not the way to go. There are ways for all of us to break away from the fear and confusion so many of us feel about our money, but the world has changed and it is time for straight talk.","release_date":"2009-01-01","vote_average":4.3,"runtime":84,"cert":"N\/A","id":86670,"title":"Broke: The New American Dream","adult":false,"genre_ids":[99]},{"cast":["Steve Levitt","Larry Poindexter","Lucinda Crosby","Darian Mathias","Christopher Stone"],"overview":"The \"slippery\" comedy is about 2 easy-living young men. They decide to make sex films. This adventurous enterprise could be a little complicated but nothing will deter them.","release_date":"1988-01-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":86671,"title":"Blue Movies","adult":false,"genre_ids":[35]},{"cast":["Joe Perce","Jeannine Lemay","Jack Gurci","Peter Sapienza","Laura Lanfranchi"],"overview":"Steven, a meek accountant-in-training, is living contentedly with his wife Clara and working for her brothers, managing the books at their junkyard. All of this changes when the belly dancer they hire for Steve's birthday turns out to be Anke, one of his classmates. Suddenly smitten, Steven begins to pursue Anke, who falls for him when he protects her from an overly lecherous customer. News travels fast in a close-knit neighborhood, however, and soon Clara and her brothers find out about the illicit relationship. Pushed to the edge, Steven will have to decide between his marriage with Clara and his love for Anke.","release_date":"1985-01-01","vote_average":4.3,"runtime":94,"cert":"N\/A","id":86672,"title":"Don't Mess with My Sister!","adult":false,"genre_ids":[27,28,18,53]},{"cast":["M.C. Escher"],"overview":"Explores the life and work of the Dutch graphic artist M.C. Escher.","release_date":"1980-06-18","vote_average":4.8,"runtime":50,"cert":"N\/A","id":86673,"title":"The Fantastic World of M.C. Escher","adult":false,"genre_ids":[99]},{"cast":["Sachi Jinno","Chiharu","Hikari Kajiwara","Lily","Chika Arakawa"],"overview":"A haven for clandestine lovers turns out to be more than most passers-by would imagine in this independent drama. The Parku Ando is a \"love hotel\" in Tokyo's Shinjuku district where couples can rent a room by the hour for romantic assignations. However, few of its regular customers seem to come there for sexual encounters; the hotel has become a hangout for rootless teenagers, senior citizens looking for a place to relax, and kids who play under the watchful eye of manager\/owner Tsuyako.","release_date":"2007-10-08","vote_average":7.5,"runtime":111,"cert":"N\/A","id":86674,"title":"Asyl: Park and Love Hotel","adult":false,"genre_ids":[18,10749]},{"cast":["Jorge Montesi","Elaine Lakeman","Peter Haynes","Arvi Liimatainen","Isreal Manchild"],"overview":"Three soldiers of fortune get together for one last job. However, one of them falls for a drug-addicted hooker, and when her crazed pimp gets involved, complications ensue.","release_date":"1984-12-14","vote_average":7.0,"runtime":85,"cert":"N\/A","id":86675,"title":"Order to Assassinate","adult":false,"genre_ids":[18,28]},{"cast":["Tasuku Nagaoka","Noriko Eguchi","Misako Hirata","Akira Emoto","Yoshikazu Ebisu"],"overview":"When an alluring young woman joins an erotic writing class, she begins a game of sexual cat and mouse with a naïve college student. As they venture into more and more unpredictable territory in the bedroom, he begins to think she might be using him as a test subject for her fiction more than anything else.","release_date":"2004-12-25","vote_average":6.2,"runtime":82,"cert":"N\/A","id":86676,"title":"Moon & Cherry","adult":false,"genre_ids":[18]},{"cast":["Carmine Capobianco","Debi Thibeault","Frank Stewart","Ruth Collins","Donna Davidge"],"overview":"Eoj is an alien who won a game show and the grand prize is a trip to earth to have sex with as many earth women as he can. Hildy is a reporter who is writing a biography on Eoj's adventures.","release_date":"1987-12-01","vote_average":2.3,"runtime":80,"cert":"N\/A","id":86677,"title":"Galactic Gigolo","adult":false,"genre_ids":[35,878]},{"cast":["Stanislav Grof","Albert Hofmann","Humphry Osmond","Ram Dass","Duncan Blewett"],"overview":"Long before Timothy Leary urged a generation to \"tune in, turn on and drop out,\" lysergic acid diethylamide, or LSD, was being used by researchers trying to understand the human mind. This documentary is a fascinating look at the story of \"acid\" before it hit the streets.  Featuring interviews with many LSD pioneers, Hofmann's Potion is much more than a simple chronicle of the drug's early days. With thoughtful interviews, beautiful music and stunning cinematography, it is an invitation to look at LSD, and our world, with a more open, compassionate mind.","release_date":"2002-09-01","vote_average":4.3,"runtime":56,"cert":"N\/A","id":86678,"title":"Hofmann's Potion: The Pioneers of LSD","adult":false,"genre_ids":[99]},{"cast":["Sal Viviano","Marilyn Tokuda","Randy Atmadja","James Hong","Doug Silberstein"],"overview":"In Chinatown, merciless gang goes on nightly rampages of theft and destruction. Merchant Frank Lee has no way of fighting back - until he's undead, murdered by the gangsters...but he returns to life transformed into a \"Kyonshi\" - Chinese version of a vampire - and ready to avenge his unjust death in a way that's sure going to give you the Jitters.","release_date":"1989-08-03","vote_average":1.8,"runtime":80,"cert":"N\/A","id":86679,"title":"The Jitters","adult":false,"genre_ids":[28,27,35]},{"cast":["Ben Cross","Ned Beatty","William Russ","Jill Carroll","Hal Holbrook"],"overview":"A priest battles a demon that kills sinners in the act of sinning.","release_date":"1988-04-22","vote_average":5.7,"runtime":102,"cert":"N\/A","id":86680,"title":"The Unholy","adult":false,"genre_ids":[27]},{"cast":["Brendan Hughes","Sydney Walsh","Amanda Wyss","Scott Jacoby","Micah Grant"],"overview":"L.A. real estate agent Kate Wooten gets a new lease on life when she learns that her new client, a mysterious and handsome man named Vlad, is looking for a house isolated in the Hollywood Hills where he wants to live and doesn't want to be disturbed. It doesn't take long for Kate to fall in love with her new client and to learn that he's a real vampire.","release_date":"1988-01-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":86681,"title":"To Die For","adult":false,"genre_ids":[27]},{"cast":["Debra Sweaney","Brian Oldfield","Sean P. Donahue","Mike Donahue","Jerry Johnson"],"overview":"A young widow on a trip to the backwoods stumbles upon the operation of a gang of drug smugglers. They attempt to kill her in order to keep their operation a secret, but she turns out to be more resourceful than they thought, and starts to turn the tables on them.","release_date":"1991-01-01","vote_average":4.3,"runtime":81,"cert":"N\/A","id":86682,"title":"They Call Me Macho Woman","adult":false,"genre_ids":[28]},{"cast":["Christopher Wade","Joe McDonald","Kevin Hart","Shirley Ross"],"overview":"A lonely library clerk stumbles across a manuscript that he uses to develop psychic powers, which make him irresistible to women. Soon, his powers get out of control, just as they start showing up in his friends.","release_date":"1987-10-31","vote_average":3.5,"runtime":84,"cert":"N\/A","id":86683,"title":"Mind Killer","adult":false,"genre_ids":[878,27]},{"cast":["Billy T. James","Judy Bailey"],"overview":"Cinema documentary feature celebrating iconic New Zealand entertainer, Billy T James.","release_date":"2011-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86684,"title":"Billy T Te Movie","adult":false,"genre_ids":[99,35]},{"cast":["DawnMarie Ferrara","Dan Clark","Dave Pressler","Dan Lake","Ron Fitzgerald"],"overview":"Four felons are contacted by an anonymous client via the internet. They are instructed to go to a remote desert island and pick up an \"item\" and keep it safe for 24 hours. It will then be picked up and they will be paid. However, upon getting it back to their apartment, their curiosity gets the better of them and they decide to investigate their package. They discover that they have a telepathic worm connected to a life support system. The film then disintegrates into a slasher film as one by one the protectors are killed in grisly fashion.","release_date":"1999-01-01","vote_average":4.2,"runtime":100,"cert":"N\/A","id":86685,"title":"The Item","adult":false,"genre_ids":[]},{"cast":[],"overview":"1964. The Beatles are coming to Toronto. To win a music competition, a young man forms a rock group with his friends.","release_date":"1987-09-01","vote_average":4.5,"runtime":97,"cert":"N\/A","id":86686,"title":"Concrete Angels","adult":false,"genre_ids":[]},{"cast":["Oliver Reed","Elke Sommer","Garrett Morris","Billy Morrissette","Johnny Legend"],"overview":"A regeneration experiment on a severed arm goes awry, turning the limb into a murderous, reptilian creature.","release_date":"1992-09-02","vote_average":4.8,"runtime":92,"cert":"N\/A","id":86687,"title":"Severed Ties","adult":false,"genre_ids":[35,27]},{"cast":["Melanie Coll","William J. Kulzer","Judi Trevor","Howard Knight","Elizabeth Carlisle"],"overview":"A former female cop is framed by corrupt police, acting in collusion with the local judge, and has to fight her way out of the pen, alone, against tough inmates, and the people in charge.","release_date":"1987-07-01","vote_average":4.8,"runtime":92,"cert":"N\/A","id":86688,"title":"Lust for Freedom","adult":false,"genre_ids":[28]},{"cast":["Wayne Crawford","Kay Lenz","Steve Kanaly","June Chadwick","John Fatooh"],"overview":"A Miami cop finds out his wife has a female lover, and he begins to have an affair with his female partner. Meanwhile, a voodoo demon from Africa arrives among Miami's Nigerian community and begins decapitating some people and possessing others--including the cop's wife.","release_date":"1988-01-01","vote_average":4.3,"runtime":92,"cert":"N\/A","id":86689,"title":"Headhunter","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"David Lee Shepherd, who desperately wants work in the video business, is luring hookers into his hotel room so that he can videotape himself strangling them. The police conclude that a serial killer is at work and thus begins an intense manhunt.","release_date":"1988-01-01","vote_average":2.0,"runtime":85,"cert":"N\/A","id":86690,"title":"Video Murders","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"A mystical snake woman tempts a young man whom she believes to be the reincarnation of her lover.","release_date":"2003-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":86691,"title":"Jungle Ki Nagin","adult":false,"genre_ids":[27,18]},{"cast":[],"overview":"This documentary explores the highly controversial subject of the design of America's capital. Was the city built to reflect the majesty of America's newfound freedom? Or the hidden agenda of secret societies? With every major cornerstone laid by Freemasons, was the city built in a Masonic pattern? Embark upon this incredible journey as Riddles in Stone interviews experts on both sides of the heated debate. Watch as Freemason apologists defend some of the most direct and hard-hitting questions concerning the influence of Masonry in America, and its symbolism in Washington, D.C. Alongside them are leading researchers who maintain that occult architecture permeates the city, and conceals a secret agenda. Was D.C. laid out according to the pattern of the stars? Does a Masonic square and compass extend from the Capitol building to the Washington monument? And why is the city filled with zodiac symbols, mysterious faces, and various god and goddess images?","release_date":"2007-01-01","vote_average":9.5,"runtime":170,"cert":"N\/A","id":86694,"title":"Secret Mysteries of America's Beginnings Volume 2: Riddles in Stone - The Secret Architecture of Washington D.C.","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Secret Mysteries Vol. III focuses on the development of the new world as \"The United States of America\". This video will demonstrate that the history of America's government, and of its official symbols, is a history of secret societies. Examine America's much-talked-about dollar bill and the symbols it bears. Modern masonry claims that the all-seeing eye floating above the pyramid is not a Masonic symbol. But what did Freemason's President Franklin D. Roosevelt, and his Masonic Vice President, Henry Wallace, believe when they attached this symbol to our currency in 1935? How were these American leaders influenced by the Russian mystic, Nicholas Roerich? Does the all-seeing eye represent the Masonic Christ? Was the eagle originally a phoenix bird? And what do all these occult symbols mean?","release_date":"2009-02-15","vote_average":8.5,"runtime":170,"cert":"N\/A","id":86695,"title":"Secret Mysteries of America's Beginnings Volume 3: Eye of the Phoenix - Secrets of the Dollar Bill","adult":false,"genre_ids":[99]},{"cast":["Roberto Almazán","David Lee","Hugh Vasquez","Gordon Clay","Victor Lewis"],"overview":"Eight North American men, two African American, two Latinos, two Asian American and two Caucasian, were gathered by director Lee Mun Wah for a dialog about the state of race relations in America as seen through their eyes. The exchanges are sometimes dramatic, and put in plain light the pain caused by racism in North America.","release_date":"1994-04-30","vote_average":7.0,"runtime":90,"cert":"N\/A","id":86696,"title":"The Color of Fear","adult":false,"genre_ids":[99]},{"cast":["Chris Penn","Jennifer Dale","Michael Madsen","Chad McQueen","Don Wilson"],"overview":"A burnt out detective follows the trail of a serial killer who sends him messages about the murders.","release_date":"1998-09-28","vote_average":4.0,"runtime":88,"cert":"N\/A","id":86699,"title":"Papertrail","adult":false,"genre_ids":[80,18,53]},{"cast":["Fann Wong","Dennis Chew","Jamie Yeo","Vernetta Lopez","Zhao Jing Chen"],"overview":"Ringo the Rat (voice of Tom Arnold) and his pal Oriole the Ox compete in a big race, and discover that persistence and teamwork are just as important as speed when it comes to crossing the finish line first. Determined to thwart the plans of her long time enemy, the Jade Emperor, she sets forth to prevent the success of the Race be impeding the 12 chosen ones.","release_date":"2006-01-26","vote_average":1.0,"runtime":90,"cert":"N\/A","id":86700,"title":"Zodiac: The Race Begins...","adult":false,"genre_ids":[16,12]},{"cast":["Amia Miley","Diamond Foxxx","Dyanna Lauren","Jewels Jade","Johnny Castle"],"overview":"Best friends and fellow Cougars Jennifer, Courtney, and Lisa spend a day at the local Country Club. While enjoying some refreshing drinks the ladies reminisce about some of their greatest cougar conquests. The stories keep coming as the drinks keep flowing until Jennifer finds a new way to pay for the tab with their sexy young waiter","release_date":"2010-09-15","vote_average":0.0,"runtime":88,"cert":"N\/A","id":86701,"title":"Country Club Cougars","adult":true,"genre_ids":[]},{"cast":["Aaron Smith","Cisco Adler","Mark Goodfeather","Bon Tweedle","Chris Young The Rapper"],"overview":"","release_date":"","vote_average":0.0,"runtime":51,"cert":"N\/A","id":86702,"title":"Snowball Run","adult":false,"genre_ids":[99]},{"cast":["Carmen Electra","Charlie O'Connell","Brooke Hogan","Gerald Webb","David Gallegos"],"overview":"A Semester at Sea ship is attacked and sunk by a mutated two-headed shark, and the survivors seek refuge on a deserted atoll. The coeds, however, are no longer safe when the atoll starts flooding.","release_date":"2012-06-26","vote_average":3.5,"runtime":90,"cert":"N\/A","id":86703,"title":"2-Headed Shark Attack","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Mimi Rogers","Ted Shackelford","Bruce Allpress","Jon Brazier","Paul Gittens"],"overview":"When a cave in threatens the lives of four miners, including a father and son, it becomes a fight for survival. The superintendent (Mimi Rogers) struggles against the ticking clock to save her crew and family from impending doom.","release_date":"2003-05-02","vote_average":3.6,"runtime":null,"cert":"N\/A","id":86704,"title":"Cave In","adult":false,"genre_ids":[28,18,10770]},{"cast":["John Mulaney","Amy Schumer"],"overview":"Stand-up comedian John Mulaney tackles such red-hot topics as quicksand, Motown singers and an elderly man he once met in a bathroom.","release_date":"2012-01-31","vote_average":8.3,"runtime":60,"cert":"N\/A","id":86705,"title":"John Mulaney: New in Town","adult":false,"genre_ids":[35]},{"cast":["Helen Mirren","John Shea","Paul Angelis","Murray Salem","Jenny Runacre"],"overview":"Beaty, a prostitute, and Emory, a lighting\/sound technician, fall in love while working at the same London cabaret, but their relationship isn't easy.","release_date":"1980-05-01","vote_average":5.0,"runtime":95,"cert":"","id":86706,"title":"Hussy","adult":false,"genre_ids":[18,10749]},{"cast":["Joonas Saartamo","Lauri Tilkanen","Joanna Haartti","Terhi Suorlahti","Ilkka Heiskanen"],"overview":"A drama between people under unconventional circumstances. In the Second World War Finland was the only nation who brought casualties killed-in-action back to be buried at home. These actions were carried out by men and women working in assembly centres near enemy lines. Silence is a story of a group of people in a limbo between life and death, in a mental no-man's- land, where heaven and hell, horror and joy, love and fear touch each other.","release_date":"2011-12-09","vote_average":4.5,"runtime":110,"cert":"N\/A","id":86707,"title":"Silence","adult":false,"genre_ids":[18,10752]},{"cast":["Matthew Harbour","William Phan","Wyatt Bowen","Claire Bloom","Annie Chaplin"],"overview":"A young boy still recovering from his mother's recent death teams with his two best friends to turn a regular pooch into a stunt-performing super-dog in this affectionate comedy for the whole family. Losing a parent is never easy, but for 11 year old Daniel it's been especially hard; when his father dives into work in an attempt to keep his grief at bay, Daniel starts causing mischief around the neighborhood with his best friends William and Colin. When the kids catch wind of a canine.","release_date":"2004-10-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":86708,"title":"Daniel and the Superdogs","adult":false,"genre_ids":[18,10751]},{"cast":["Anthony Michael Hall","Catherine Bell","Mekhi Phifer","Ele Bardha","Joseph Smith"],"overview":"Abby Collins's quiet life as a wife and mother shows no trace of her past work as a military special-ops expert -- until the day her husband is kidnapped. With no alternative, Abby must resort to her long-dormant lethal skills to save her spouse.","release_date":"2011-06-07","vote_average":4.5,"runtime":84,"cert":"N\/A","id":86709,"title":"Last Man Standing","adult":false,"genre_ids":[28,53]},{"cast":["Caitlin Kinnunen","Joseph Montes","Bill Sage","Natasha Williams","Jesse Lenat"],"overview":"no overview yet.","release_date":"2011-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86710,"title":"Sweet Little Lies","adult":false,"genre_ids":[12,18,35]},{"cast":["Francesco Mistichelli","Elena Cucci","Alfio Alessi","Luigi Petrazzuolo","Luca Sepe"],"overview":"For the love of the beautiful Elena the young fisherman's son Marcello turns a whole village upside down.","release_date":"2008-02-01","vote_average":5.9,"runtime":97,"cert":"N\/A","id":86713,"title":"Marcello Marcello","adult":false,"genre_ids":[35]},{"cast":["Suriya","Shruti Haasan","Ashwin Kakumanu","Abhinaya","Guinness Pakru"],"overview":"A genetic engineering student tries to bring back the skills of a legend of the past and use his skills to save India from a deadly virus attack by China.","release_date":"2011-10-26","vote_average":6.8,"runtime":168,"cert":"N\/A","id":86718,"title":"7Aum Arivu","adult":false,"genre_ids":[28,878,53]},{"cast":["Venkatesh","Trisha Krishnan","Saloni Aswani","Prakash Raj","Reshma Rathore"],"overview":"A remake tale, the story begins with Venkatadri (Venkatesh) who has great respect for Varadarajulu Naidu (Prakash Raj) as he saves his life. However, he keeps getting into fights wherever he sees injustice. To bring some discipline, Venkatadri’s uncle (Tanikella) sends him to Varadarajulu Naidu as his personal bodyguard.However, Varadarajulu’s enemy Siva Reddy (Kota) wants revenge and he wants to kill Keerthi (Trisha), Varadarajulu’s daughter. Knowing this threat, Venkatadri is assigned the task of protecting Keerthi. But she along with her friend Swathi (Saloni) don’t like the bossy and over protective nature of Venkatadri.To play a prank, Keerthi starts calling Venkatadri from a private number and says she is in love with him. After few hesitations, Venkatadri starts falling in love with the caller not knowing it is Keerthi.","release_date":"2012-01-14","vote_average":5.7,"runtime":150,"cert":"N\/A","id":86719,"title":"Bodyguard","adult":false,"genre_ids":[28,35,10749]},{"cast":["Paul McCartney","Dave Grohl"],"overview":"","release_date":"2008-06-01","vote_average":0.0,"runtime":null,"cert":"","id":86722,"title":"Paul McCartney: The Liverpool Sound","adult":false,"genre_ids":[]},{"cast":[],"overview":"From a small town in northern Michigan to the mountains of Afghanistan, \"Where Soldiers Come From\" follows the journey of childhood friends who join the National Guard after graduating from high school. It chronicles the young men's transformation from teenagers to soldiers to 23-year-old combat veterans. The film offers an intimate look at the young men who fight our wars.","release_date":"2011-09-09","vote_average":6.0,"runtime":93,"cert":"N\/A","id":86723,"title":"Where Soldiers Come From","adult":false,"genre_ids":[99]},{"cast":["Mike Mirro"],"overview":"The first DVD release from Umphrey's McGee features excerpts from the band's two-night stand at the Skyline Stage in Chicago, on July 26 & 27, 2002. It is the only video to feature original drummer Mike Mirro, who would leave the band at the end of the year.","release_date":"2002-07-26","vote_average":0.0,"runtime":132,"cert":"N\/A","id":86724,"title":"Umphrey's McGee: Live From the Lake Coast Skyline Stage","adult":false,"genre_ids":[10402]},{"cast":["Sandra Guerreiro","Luisa Guerreiro","Mark Arends","Helena Lymbery","Justin Salinger"],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86725,"title":"The Cat in the Hat: Live Show","adult":false,"genre_ids":[10751]},{"cast":["Zachary Levi","Philip Orbanes","Ken Koury","Matthew McNally","Richard Marinaccio"],"overview":"The 2010 documentary Under the Boardwalk: The MONOPOLY Story, covering the history and players of the game, won an Audience Award for Best Documentary at the 2010 Anaheim International Film Festival. The film played theatrically in the US beginning in March 2011 and will be released on Amazon &amp; iTunes on February 14, 2012. The film is narrated by Zachary Levi.","release_date":"2011-03-04","vote_average":6.2,"runtime":88,"cert":"N\/A","id":86726,"title":"Under the Boardwalk: The Monopoly Story","adult":false,"genre_ids":[99,36]},{"cast":["Jean Rochefort","Claude Rich","Aurore Clément","Odile Versois","Pierre Rousseau"],"overview":"","release_date":"1977-11-09","vote_average":6.4,"runtime":null,"cert":"N\/A","id":86727,"title":"Le Crabe-Tambour","adult":false,"genre_ids":[18,10752]},{"cast":["Paloma Arredondo","Anna Ciocchetti","Diana García","Guillermo Ivan","Antonio Marlano"],"overview":"In Mexico City, Ricardo is a family man, pressed by responsibilities, when he finally lands a better job as creative director for an ad agency. But that's when his problems really begin: his boss is a martinet, and suddenly Ricardo finds himself unable to perform in bed with his luscious wife, whose red lips have driven him wild to now. She's dismayed that he's seemingly lost interest; she seeks advice from friends and tries to spice things up with Ricardo. Meanwhile, at the office, he faces other temptations. Can Ricardo find a way to succeed at work and succeed at home?","release_date":"2011-10-14","vote_average":6.2,"runtime":93,"cert":"N\/A","id":86728,"title":"Labios Rojos","adult":false,"genre_ids":[18,35,10749]},{"cast":["Mikayla Mendez","RayVeness","Kara Novak","Jenna Presley","Rocco Reed"],"overview":"Meet Brenda and Mark, a couple on the threshold of matrimony. Wanting to keep their relationship 'fresh' they decide to participate in a special program...Couples Camp. Hilarity ensues as they discover that it's not exactly what they expected. Great camp side stories provide a sex filled ride into the heart of what every couple runs into on their journey to find everlasting love.","release_date":"2010-01-07","vote_average":0.0,"runtime":91,"cert":"N\/A","id":86729,"title":"Couples Camp","adult":true,"genre_ids":[35]},{"cast":["Daws Butler","Colleen Collins","Pinto Colvig","Imogene Lynn"],"overview":"The last of Tex Avery's variations on \"Red Hot Riding Hood\" (1943), in which the country wolf visits his city cousin, who tries to teach him the rudiments of civilized behavior when watching girls in nightclubs - without, it has to be said, a great deal of success...","release_date":"1949-09-17","vote_average":6.8,"runtime":6,"cert":"N\/A","id":86730,"title":"Little Rural Riding Hood","adult":false,"genre_ids":[16]},{"cast":["Tex Avery","Sara Berner","Wally Maher"],"overview":"Screwy Squirrel becomes the playmate of a lonesome, dopey, but strong dog Lenny, in a broad parody of John Steinbeck's \"Of Mice and Men.\"","release_date":"1946-03-09","vote_average":6.8,"runtime":8,"cert":"N\/A","id":86731,"title":"Lonesome Lenny","adult":false,"genre_ids":[16,35]},{"cast":["István Bujtor","Tamás Cseh","György Cserhalmi","Andrea Drahota","Gyöngyi Bürös"],"overview":"Set in the 1890s on the Hungarian plains, a group of farm workers go on strike in which they face harsh reprisals and the reality of revolt, oppression, morality and violence.","release_date":"1972-03-09","vote_average":6.1,"runtime":87,"cert":"N\/A","id":86732,"title":"Red Psalm","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"It's hunting season, and all the ducks are wisely staying undercover - apart from this freshly-hatched little duckling, who turns out to be more than a match for two inept would-be hunters....","release_date":"1948-10-09","vote_average":7.3,"runtime":7,"cert":"N\/A","id":86733,"title":"Lucky Ducky","adult":false,"genre_ids":[16]},{"cast":[],"overview":".","release_date":"2012-01-17","vote_average":0.5,"runtime":null,"cert":"N\/A","id":86734,"title":"Little Brown Fucking Machines # 5","adult":true,"genre_ids":[]},{"cast":["Daws Butler","Oscar Ramirez"],"overview":"After he is rejected by the Great Poochini as an opening act, Mysto the Magician gets his revenge by conducting his next operatic performance.","release_date":"1952-02-09","vote_average":6.7,"runtime":6,"cert":"N\/A","id":86735,"title":"Magical Maestro","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Join L.T. on his new brazilian booty hunt! Latin Booty is 100% anal and 100% interracial. The assemblage of irresistible latin booty includes latin beauty Vicki Chase, alongside the irresistable curvaceous Brazilians Kefren Ortega, Regina Rizzi, Alessandra Maia, grazy Moreno, Fernandinha Fernandes. Do Not Miss.","release_date":"2011-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86736,"title":"Latin Booty","adult":true,"genre_ids":[]},{"cast":["Frank Graham","Bill Thompson"],"overview":"The wolf escapes from Alka-Fizz prison, but the persistent Sergeant McPoodle of the Canadian Mounties (Droopy) follows his trail wherever he goes.","release_date":"1946-08-03","vote_average":6.8,"runtime":7,"cert":"N\/A","id":86737,"title":"Northwest Hounded Police","adult":false,"genre_ids":[16]},{"cast":["Xander Corvus","Capri Anderson","Dick Delaware","Ash Hollywood","Sarah Shevon"],"overview":"Your friendly neighborhood Spider-Man is about to get caught in a web of sexual bliss! Will he be able to save the city from the evil menace of Electro and The Kingpin? Will he finally choose between Gwen and Mary Jane? Will he manage to resist the charm of The Black Widow?","release_date":"2011-08-06","vote_average":6.4,"runtime":110,"cert":"N\/A","id":86738,"title":"Spider-Man XXX: A Porn Parody","adult":true,"genre_ids":[35]},{"cast":["Tex Avery","Mel Blanc"],"overview":"Willoughby, a big dumb hound, is repeatedly tricked by George, the fox, into jumping off cliffs, among other things.","release_date":"1940-12-07","vote_average":7.5,"runtime":9,"cert":"N\/A","id":86739,"title":"Of Fox and Hounds","adult":false,"genre_ids":[16]},{"cast":["Annette Funicello","Fabian","Diane McBain","Warren Berlinger","Jan Murray"],"overview":"Stock car racer Tommy Callahan is forced to join Pete Madsen's thrill circus after his blackouts cause a fatal accident that gets him thrown off the circuit.","release_date":"1967-03-22","vote_average":5.3,"runtime":90,"cert":"N\/A","id":86740,"title":"Thunder Alley","adult":false,"genre_ids":[]},{"cast":["David Westhead","Joely Richardson","Lisa Kay","Helena Michell","Miriam Margolyes"],"overview":"In 1936, Edward VIII abdicated in order to marry the woman he loved, Wallis Simpson, a twice divorced American. These events caused a scandal around the world and Wallis has since been demonised as the woman who stole the King of England. Wallis and Edward is the first time that the events have been considered from Wallis's point of view. The drama follows the beginning of their affair whilst Edward was Prince of Wales and Wallis was still married to Ernest Simpson.","release_date":"2005-12-18","vote_average":4.9,"runtime":94,"cert":"","id":86741,"title":"Wallis & Edward","adult":false,"genre_ids":[18,10749]},{"cast":["Patrick Wayne","John Ashley","Leigh Christian","Sid Haig","Lenore Stevens"],"overview":"A band of adventurers invade a native island determined to grab a reported fortune in buried treasure.","release_date":"1973-09-01","vote_average":3.4,"runtime":91,"cert":"N\/A","id":86742,"title":"Beyond Atlantis","adult":false,"genre_ids":[14,878,27]},{"cast":["Sondra Locke","Colleen Camp","Seymour Cassel","Beth Brickell","Michael Kalmansohn"],"overview":"A businessman—whose family is away on his birthday—invites two young women into his house who got lost on their way to a party. The next morning, after the woman have outstayed his hospitality and patience, he decides to drop them off at a bus stop and returns back home.","release_date":"1977-05-01","vote_average":4.3,"runtime":91,"cert":"N\/A","id":86743,"title":"Death Game","adult":false,"genre_ids":[18,53]},{"cast":["Mark Burns","Shirley Anne Field","David Oxley","Margaret Inglis","Dia Sydow"],"overview":"On a South African plantation, a maniac is on the loose, first killing the estate's animals, then starting on the human members.","release_date":"1974-08-12","vote_average":4.0,"runtime":87,"cert":"N\/A","id":86744,"title":"House of the Living Dead","adult":false,"genre_ids":[878,27]},{"cast":["Carlos Condit","Nick Diaz","Fabrício Werdum","Roy Nelson","Josh Koscheck"],"overview":"UFC 143: Diaz vs. Condit was a mixed martial arts event held by the Ultimate Fighting Championship on February 4, 2012 at the Mandalay Bay Events Center in Las Vegas, Nevada.","release_date":"2012-02-04","vote_average":6.8,"runtime":177,"cert":"","id":86745,"title":"UFC 143: Diaz vs. Condit","adult":false,"genre_ids":[28]},{"cast":["Andrew Prine","Patty Shepard","Mark Damon","Teresa Gimpera","İhsan Gedik"],"overview":"Two archaeologists on a scientific dig come across a vampire burial ground and discover that the creatures are about to awaken and attack a nearby village.","release_date":"1973-03-01","vote_average":3.5,"runtime":85,"cert":"N\/A","id":86748,"title":"Hannah, Queen of the Vampires","adult":false,"genre_ids":[27]},{"cast":["Pinto Colvig","Kent Rogers","Sara Berner"],"overview":"A hungry wolf with ham in the shape of a pig kid stands in for Santa Claus.","release_date":"1943-08-14","vote_average":6.0,"runtime":8,"cert":"N\/A","id":86749,"title":"One Ham's Family","adult":false,"genre_ids":[16]},{"cast":["Martin Fischer"],"overview":"This ground-breaking cinema véritè classic documents five weeks in the lives of twelve children in a home for emotionally disturbed children. It is the first in the form that King later described as actuality drama. All the action is spontaneous and undirected, with neither interviews nor narration. The theme is the outrage of life. The children asked the filmmakers, Why is it that whenever pictures of us are put in the papers, our faces are blacked out. What is so awful about us that we cant be seen? They wanted to be filmed so that they could be seen.","release_date":"1967-06-07","vote_average":7.3,"runtime":101,"cert":"N\/A","id":86750,"title":"Warrendale","adult":false,"genre_ids":[99]},{"cast":["Phyllis Bobbitt","Joyce Bone","Norman Collins","Lloyd Greenway","Colette Hegarty"],"overview":"This film is about the experience of dying. Five terminal patients in a Palliative Care Unit share the last days of their lives and deaths with a film crew.","release_date":"2003-01-01","vote_average":7.7,"runtime":148,"cert":"N\/A","id":86751,"title":"Dying at Grace","adult":false,"genre_ids":[99]},{"cast":[],"overview":"At Baycrest, an old-age home in Toronto, we follow a social worker as she talks to residents, particularly Max, Claire, Ida, and Rachel. The film opens on Claire's birthday, she's 89; Max, a tiny cheerful man, is her close friend. Rachel is lonesome, missing her son, complaining he rarely visits. Ida relies on memory for her solace. Helen has no memory and doesn't recognize her daughter; her moods swing. Murray keeps his cap on and likes women. Staff members bring medication, provide care, and offer small talk. Memory is fleeting: Claire re-experiences the death of a close companion several times, each time without remembering her previous grieving. Lives are circumscribed","release_date":"2005-09-13","vote_average":7.0,"runtime":112,"cert":"N\/A","id":86752,"title":"Memory for Max, Claire, Ida and Company","adult":false,"genre_ids":[99]},{"cast":["Bill Thompson","Daws Butler"],"overview":"Droopy is part of a pack of English hunting hounds trying unsuccessfully to catch a tricky, tea-drinking fox.","release_date":"1949-11-05","vote_average":6.9,"runtime":8,"cert":"N\/A","id":86753,"title":"Out-Foxed","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The saga of Kibakichi the samurai werewolf continues as his travels find him helping a blind girl and her small village seek revenge on a murdering madman. But, unknown to Kibakichi, he is being spied on by a strange group of people - and someone from his past - who is out for revenge!","release_date":"2006-03-28","vote_average":5.0,"runtime":80,"cert":"N\/A","id":86754,"title":"Kibakichi: Bakko-yokaiden 2","adult":false,"genre_ids":[14,27,28]},{"cast":["Alan Dunikowsky","Ken Gibbs","John Hamilton","Jane Harrison","Lesley Henry"],"overview":"Five boys and five girls ages 13 to 19 live on a farm for ten weeks, to be filmed, and to see what might emerge for each of them personally.","release_date":"1973-03-21","vote_average":5.5,"runtime":95,"cert":"N\/A","id":86755,"title":"Come On Children","adult":false,"genre_ids":[99]},{"cast":["Tex Avery","Dick Nelson"],"overview":"Forest rangers George and Junior try to snuff out a frisky flame with a sparky personality that threatens to set the forest alight...","release_date":"1947-05-03","vote_average":6.5,"runtime":8,"cert":"N\/A","id":86756,"title":"Red Hot Rangers","adult":false,"genre_ids":[16]},{"cast":["Charles White-Eagle","McKee Redwing","Lois Red Elk"],"overview":"Young troublemaker Michael learns about his native American roots from his grandfather who lives at a reservation. The boy starts to bond with a horse his grandfather buys him, whom he decides to call 'Three Warriors'. When a trio of horse rustlers get hold of the horse, Michael gets to put his newfound appreciation for his grandfather's ways into effect.","release_date":"1977-10-01","vote_average":8.0,"runtime":100,"cert":"N\/A","id":86757,"title":"Three Warriors","adult":false,"genre_ids":[]},{"cast":["Gerard Butler","Stellan Skarsgård","Sarah Polley","Ingvar Eggert Sigurðsson","Ólafur Darri Ólafsson"],"overview":"When Canadian director Sturla Gunnarsson set upon Iceland to film Beowulf &amp; Grendel starring Gerard Butler and Stellan Skarsgard in 2004, they expected the usual complication involved in making a movie, but what they encountered made them wonder if the Norse gods were actually working against them.","release_date":"2007-05-06","vote_average":6.0,"runtime":72,"cert":"N\/A","id":86758,"title":"Wrath of Gods","adult":false,"genre_ids":[99]},{"cast":["Rose McGowan","Lauren Vélez","Ray Wise","Lin Shaye","Bill Fagerbakke"],"overview":"Radio talk show therapist Sonny Blake (Rose McGowan) moves back to her childhood home on seemingly idyllic Rosewood Lane after her alcoholic father dies. But upon arrival in the old neighborhood, Sonny discovers her neighbors are terrified of the local paperboy (Daniel Ross Owens). She thinks this is ridiculous, until she encounters the boy himself. It turns out that he is a cunning and dangerous sociopath, one who may have gruesomely killed her father - and others.","release_date":"2011-10-15","vote_average":5.0,"runtime":97,"cert":"15","id":86759,"title":"Rosewood Lane","adult":false,"genre_ids":[27,53]},{"cast":["Peter Haber","Maximilian von Pufendorf","Hannes Jaenicke","Bernadette Heerwagen","Devid Striesow"],"overview":"After a mid-air collision, an uncontrollable passenger plane with 90 souls on board speeds through the skies over Germany. The impact point for the inevitable plane crash is easily calculated: the center of Berlin. Now the race is on to prevent the catastrophe. Will the plane have to be shot down by fighter pilots?","release_date":"2009-08-17","vote_average":6.3,"runtime":90,"cert":"N\/A","id":86760,"title":"Crash Point: Berlin","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Seen through the eyes of Asun Casasola, mother of Nagore Laffage, we take a look at the woman's life since her daughter was murdered. The crime, committed during Pamplona's San Fermin celebrations in 2008 by a psychiatric intern, shook society and hit the media headlines as never before. The trial took place in November 2009, with the defendant being convicted of manslaughter. Asun, her family, and all those who support them, continue their struggle to see justice done and have the culprit sentenced for murder with intent. This documentary talks about Nagore's murder, converting it into an emblematic story representing the countless similar cases taking place throughout today's society.","release_date":"2010-11-12","vote_average":6.0,"runtime":77,"cert":"N\/A","id":86761,"title":"Nagore","adult":false,"genre_ids":[]},{"cast":["Sarah Wynter","Andrew W. Walker","Eric Breker","Carl Marotte","Ellen Dubin"],"overview":"Jack, a man wrongly convicted of murder is sent to a prison where the unscrupulous warden has political aspirations. The warden manipulates his wife, his political adviser\/lover, the prisoners and the voters, all while maintaining a smiling \"I'm a great guy\" facade. After noticing Jack's interest in his neglected wife Melanie, the warden puts Jack into a no-win situation in an attempt to make Jack do something Jack doesn't want to do. The result has Jack abducting Melanie, followed by the police across the state. Then Jack reveals to Melanie the reason why he abducted her","release_date":"2007-03-25","vote_average":8.0,"runtime":90,"cert":"N\/A","id":86762,"title":"Abducted: Fugitive for Love","adult":false,"genre_ids":[18,10749]},{"cast":["Gary Oldman","Dennis Hopper","Frances McDormand","M. Emmet Walsh","Pamela Reed"],"overview":"In 1955 Florida, a Korean vet has a breakdown and is incarcerated in a \"maximum security\" mental health prison, where patients are abused.","release_date":"1989-09-16","vote_average":5.7,"runtime":97,"cert":"N\/A","id":86763,"title":"Chattahoochee","adult":false,"genre_ids":[18]},{"cast":["Catherine Sée","Philippe Beuzen","Christian Charrière","Diane Wilkinson"],"overview":"In the second of Rohmer's moral tales, he examines the relationship between two friends and a girl who at first appears easily exploited. It is a complex tale of feelings and misconceptions, acted out within the head of the main character, as part of Rohmer's attempt to more easily simulate the mindscape quality of literature within a film.","release_date":"1963-02-01","vote_average":6.4,"runtime":54,"cert":"N\/A","id":86764,"title":"Suzanne's Career","adult":false,"genre_ids":[10749,18]},{"cast":["Shaike Ophir","Seffy Rivlin","Nitza Shaul","Mosko Alkalai","Ya'ackov Bodo"],"overview":"Amitz Dolniker, an Israeli politician who speaks way to much has a heart attack in the middle of his speech. In the ambulance on the way to the hospital the doctor orders him to \"go someplace quite, rest, and don't make speeches\". His young assistant immediately suggest they go to Switzerland, however Dolniker had taken a vow not to leave Israel unnecessarily, so he comes up with a different idea - going to a remote village where they have never heard of him, so he would not be asked to make any speeches. As they arrive, it turns out that not only the villagers have never heard of Dolniker, but they have also never heard of running water, electricity, phones, and most importantly: TV, Radio, and newspapers... so its only a matter of time before Dolniker or the villagers go bananas...","release_date":"1978-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":86765,"title":"The Fox in the Chicken Coop","adult":false,"genre_ids":[35]},{"cast":["Ruth Roman","Sterling Hayden","Werner Klemperer","Richard Gaines","Charles Davis"],"overview":"Can a couple keep important secrets from Communist spies?","release_date":"1957-01-30","vote_average":6.2,"runtime":81,"cert":"N\/A","id":86768,"title":"5 Steps to Danger","adult":false,"genre_ids":[28,53]},{"cast":["Gene Barry","Lydia Clarke","Michael Moore","Nancy Gates","Lee Aaker"],"overview":"Spies hold the son of a nuclear physicist (Gene Barry) hostage in exchange for the Los Alamos bomb formula.","release_date":"1952-05-01","vote_average":5.3,"runtime":85,"cert":"","id":86769,"title":"The Atomic City","adult":false,"genre_ids":[18,53]},{"cast":["Sean Bruce","Doug Tilley","Dan Kildey","Michelle Longhurst","Nicolas Jamotte"],"overview":"After Canada is invaded by the United States, Six average citizens inspire the nation to fend off the attack. Years later, three of these original six heroes have been accused of kidnapping the Prime Minister of Canada. But are they being set up?","release_date":"2007-01-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":86770,"title":"Rock, Paper, Scissors: Fall of the Original Six","adult":false,"genre_ids":[28,35]},{"cast":["Glenn Langan","Adele Jergens","Lon Chaney Jr.","Jim Davis","Douglas Kennedy"],"overview":"A policeman (Glenn Langan) with a pregnant wife (Adele Jergens) winds up chasing a payroll thief (Lon Chaney Jr.) into Mexico by helicopter.","release_date":"1954-06-18","vote_average":4.0,"runtime":60,"cert":"N\/A","id":86771,"title":"The Big Chase","adult":false,"genre_ids":[80,53]},{"cast":["George Zucco","Wanda McKay","Noel Madison","Robert Livingston","Byron Foulger"],"overview":"A group of strangers are brought together in an old, dark house and must contend with two murders and $50,000 in stolen money.","release_date":"1943-05-31","vote_average":5.6,"runtime":61,"cert":"N\/A","id":86772,"title":"The Black Raven","adult":false,"genre_ids":[9648]},{"cast":["Bud Cort","James Brolin","Kim Adams","Carol Kane","Brian Thompson"],"overview":"Ted is a 1970s Venice Beach poet who spends his days drifting along the boardwalk, reciting his poetry to anyone who will listen. His life changes when a bikini-clad beauty named Linda strolls by him. Instantly, Ted believes he's found his \"Venus\" and becomes obsessed with Linda. He tries to woo her with poetry, obscene phone calls and romantic overtures, all to disastrous effect.","release_date":"1991-08-08","vote_average":3.0,"runtime":100,"cert":"N\/A","id":86773,"title":"Ted and Venus","adult":false,"genre_ids":[]},{"cast":["John Cruise","Cameron Cruz","Mandy Bright","James Brossman","Winnie"],"overview":"This stylish and sexually lavish film dives into the aesthetics of the MILF genre. Renowned director Kendo beautifully shot this movie which confirms that MILFs may be older but are gorgeous and sexually attractive creatures. These cougars are prime and ready to teach their mates a little bit of everything.","release_date":"2009-09-01","vote_average":10.0,"runtime":100,"cert":"N\/A","id":86776,"title":"Beautiful MILF","adult":true,"genre_ids":[]},{"cast":["Gene Barry","Angie Dickinson","Nat 'King' Cole","Paul Dubov","Lee Van Cleef"],"overview":"Near the end of the French phase of the Vietnam War, a group of mercenaries are recruited to travel through enemy territory to the Chinese border.","release_date":"1957-05-22","vote_average":5.3,"runtime":97,"cert":"N\/A","id":86777,"title":"China Gate","adult":false,"genre_ids":[28,53,10752]},{"cast":["Sterling Hayden","Eva Marie Saint","Ben Gazzara","Barbara Ann Teer","Steve Lawrence"],"overview":"Director Joseph Mankiewicz's first work for television, the 90-minute ABC drama was publicized as having an all-star cast (which meant that names of some supporting cast members were not officially released). In Rod Serling's update of Charles Dickens, industrial tycoon Daniel Grudge has never recovered from the loss of his 22-year-old son Marley, killed in action during Christmas Eve of 1944. The embittered Grudge has only scorn for any American involvement in international affairs. But then the Ghost of Christmas Past takes him back through time to a World War I troopship. Grudge also is visited by the Ghost of Christmas Present, and the Ghost of Christmas Future gives him a tour across a desolate landscape where he sees the ruins of a once-great civilization.","release_date":"1964-12-28","vote_average":5.2,"runtime":84,"cert":"N\/A","id":86778,"title":"A Carol for Another Christmas","adult":false,"genre_ids":[878,9648,10770]},{"cast":["Adel Imam","Farid Shawqi","Salah El-Saadany","Fouad Khalil","Nelly"],"overview":"","release_date":"1983-06-16","vote_average":7.8,"runtime":null,"cert":"N\/A","id":86779,"title":"The Ghoul","adult":false,"genre_ids":[]},{"cast":["Van Heflin","Everett Sloane","Ed Begley","Beatrice Straight","Elizabeth Wilson"],"overview":"A New York corporate boss (Everett Sloane) grooms an Ohio engineer (Van Heflin) for the No. 2 man's (Ed Begley) job.","release_date":"1956-03-27","vote_average":6.9,"runtime":83,"cert":"N\/A","id":86782,"title":"Patterns","adult":false,"genre_ids":[18]},{"cast":["Liam Norberg","Thorsten Flinck","Reine Brynolfsson","Stina Ekblad","Bojan Westin"],"overview":"30-year-old Jon is released after seven years in prison and decides to put all his criminal activities behind him and start a new life.","release_date":"2005-12-02","vote_average":4.0,"runtime":90,"cert":"N\/A","id":86783,"title":"Bloodbrothers","adult":false,"genre_ids":[80,18]},{"cast":["Tom Neal","Margaret Lindsay","Donald Douglas","Lita Baron","Dorothy Morris"],"overview":"A doctor (Tom Neal) answers a suicide call in a Latin nightclub.","release_date":"1945-11-23","vote_average":6.0,"runtime":62,"cert":"N\/A","id":86784,"title":"Club Havana","adult":false,"genre_ids":[18,9648]},{"cast":["José Gómez Sevillano","Pedro Basauri 'Pedrucho'","Linda Christian","Miguel Mateo 'Miguelín'"],"overview":"Miguel, a poor young man living in Franco's Spain becomes a bull fighter to escape starvation.","release_date":"1965-03-03","vote_average":7.3,"runtime":110,"cert":"N\/A","id":86785,"title":"The Moment of Truth","adult":false,"genre_ids":[18]},{"cast":["Gregory Scott Cummins","William Hubbard Knight","Barri Murphy","Ross Hagen","Hoke Howell"],"overview":"After her boyfriend is murdered by the gangsters whose diamonds he stole, a girl is protected by two FBI agents who plan to keep her from sharing the same fate.","release_date":"1989-01-01","vote_average":5.7,"runtime":89,"cert":"N\/A","id":86786,"title":"Action U.S.A.","adult":false,"genre_ids":[28]},{"cast":["Stormy Daniels","Randy Spears","Kayla Carrera","Carmel Moore","Barrett Blade"],"overview":"Peyton is a 20-year-old gold digger and drifter who meets Charles, an older man of wealth and status. After seducing him into marrying her, she deviously begins putting her plan into action. As the picture perfect wife, she gives him everything a man could ask for: allowing him to have sex with other women and performing for him with other men. But as their three-year anniversary nears, it's time for her dreams to come true, to become a Black Widow. Peyton begins to slowly poison Charles, but he has a plan of his own.","release_date":"2007-09-04","vote_average":0.0,"runtime":99,"cert":"N\/A","id":86787,"title":"Black Widow","adult":true,"genre_ids":[18,80]},{"cast":["Zachary Scott","Mervyn Johns","Peggie Castle","Lee Patterson","Sydney Tafler"],"overview":"An escaped murderer flees France to England, where he forces an ex-forger, now established as a reputable estate owner, and the forger's daughter who knew nothing of his past, to counterfeit 5-pound notes for mass distribution around the countryside.","release_date":"1957-05-11","vote_average":5.3,"runtime":80,"cert":"N\/A","id":86788,"title":"The Counterfeit Plan","adult":false,"genre_ids":[80,53]},{"cast":["John Smith","Fay Spain","Steve Brodie","Don Kelly","Robert Armstrong"],"overview":"A young prizefighter finds himself being squeezed on all sides to throw a fight.","release_date":"1957-11-11","vote_average":0.0,"runtime":72,"cert":"N\/A","id":86789,"title":"The Crooked Circle","adult":false,"genre_ids":[18]},{"cast":["Donald Houston","Natasha Parry","Patricia Owens","Esma Cannon","Nora Nicholson"],"overview":"A greedy woman (Nora Nicholson) tries to poison her nephew's (Donald Houston) bride (Natasha Parry) in a dark mansion.","release_date":"1952-08-01","vote_average":6.3,"runtime":69,"cert":"","id":86790,"title":"Crow Hollow","adult":false,"genre_ids":[53]},{"cast":["Michiko Neya","Kae Araki","Hochu Otsuka","Aya Hisakawa","Seizō Katō"],"overview":"Rally Vincent and Minnie May Hopkins are just a pair of gun shop owners who do a bit of bounty hunting to make ends meet when a Bureau of Alcohol, Tobacco, Firearms agent comes to them. Using the threat of arresting them for their lack of a retail license for their merchandise and the resulting unpaid taxes, he forces them to agree to cooperate in a sting to break a gun running ring. They have an initial success, but that brings new problems as the ring's leader brings in a merciless assassin to eliminate these new enemies. It will take all their skill, allies and some luck to come out this crisis alive.","release_date":"1995-11-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":86791,"title":"Gunsmith Cats","adult":false,"genre_ids":[16,28,35]},{"cast":["Stephen Baldwin","Macha Grenon","Michael Ironside","Edward Yankie","Janet Kidder"],"overview":"An insomniac (Stephen Baldwin) who walks the streets at night witnesses a murder which triggers a strange chain of events.","release_date":"2001-11-06","vote_average":5.5,"runtime":100,"cert":"N\/A","id":86792,"title":"Dead Awake","adult":false,"genre_ids":[53,10749]},{"cast":["Kathleen Quinlan","Bruce Abbott","Katy Boyer","Tyrees Allen","Miles Mutchler"],"overview":"Kathleen Quinlan is a woman working late in her locked High-Rise office building who along with Bruce Abbot struggle to elude a killer (Ben Loggins) trying to kill them.","release_date":"1989-06-14","vote_average":6.1,"runtime":null,"cert":"N\/A","id":86793,"title":"Trapped","adult":false,"genre_ids":[27,53]},{"cast":["Unsho Ishizuka","Akiko Yajima","Rei Sakuma","Yukana","Yuko Miyamura"],"overview":"In another world, another time, all the old legends of vampires...of ghosts...of werewolves...and all manner of things that go bump in the night...are real. And as all the old legends make so very clear, humans are the natural enemies of...The Darkstalkers. Now, one man has made it his duty to seek out and destroy those who would threaten and eclipse humanity's future. Bearing a sword that seems almost...alive...he stands ready to fight all those who have dedicated their lives to The Dark. Yet, what of the Darkstalkers? Surely such powerful beings have their own reasons for what they do...and their own plans and ambitions concerning both the human world and...The Demon World.  Based on a video game of the same name. OVA series consisting of four 45-minute episodes, known as \"Vampire Hunter: The Animated Series\" in Japan.","release_date":"1997-03-21","vote_average":6.0,"runtime":180,"cert":"N\/A","id":86794,"title":"Night Warriors: Darkstalkers' Revenge","adult":false,"genre_ids":[16,28,14]},{"cast":[],"overview":"Now, in this unforgettable five-disc set, relive the Giants' remarkable post-season run with the original network broadcasts. Follow the Giants from their exciting regular season finale against New England, through their playoff victories over Tampa Bay and Dallas to the thrilling finish of the NFC Championship game against the Green Bay Packers. And, finally revel in their epic rematch against New England, where NY beat them in the Super Bowl.","release_date":"2008-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86803,"title":"NFL: New York Giants The Road to Super Bowl XLII","adult":false,"genre_ids":[]},{"cast":["Pascal Cervo","Karole Rocher","Brigitte Sy","Nicolas Pignon","Mireille Roussel"],"overview":"Sylvain, a film-obsessed 31-year-old, lives in the basement of a small art-house theater where he works as a programmer, projectionist and cashier. Each night, after the last showing, he goes out for a murderous ritual.","release_date":"2011-08-09","vote_average":6.5,"runtime":81,"cert":"N\/A","id":86810,"title":"Last Screening","adult":false,"genre_ids":[27,18]},{"cast":["Donna Kerness","George Kuchar","Stella Kuchar","Andrea Lunin","Hope Morris"],"overview":"Presented as loosely autobiographical, Hold Me While I’m Naked centres on the tribulations of an independent filmmaker, frustrated at every turn as he tries to make a film that pretends to artistic merit.","release_date":"1966-04-23","vote_average":5.8,"runtime":17,"cert":"N\/A","id":86811,"title":"Hold Me While I'm Naked","adult":false,"genre_ids":[35,18]},{"cast":["Brit Marling","Christopher Denham","Nicole Vicius","Davenia McFadden","Kandice Stroh"],"overview":"A journalist and his girlfriend get pulled in while they investigate a cult whose leader claims to be from the future.","release_date":"2011-01-22","vote_average":6.4,"runtime":85,"cert":"","id":86812,"title":"Sound of My Voice","adult":false,"genre_ids":[878,18,9648,53]},{"cast":["Linda Zilliacus","Alexander Skarsgård","Hugo Emretsson","Alexander Karim","Siw Erixon"],"overview":"Sara is a 20 year old dreaming of a nice man, a career and to be able to buy back her childhood home as she is forced to leave it when her father dies and the mother is put into a home.  Sara tells everyone that she can handle it all herself. Over the next ten years Sara trains to be a real estate broker, she also get's married and divorced and rebuy her childhood home.  Only when she is hit by a severe grief, she realizes that alone is not always the strongest.","release_date":"2005-11-11","vote_average":8.3,"runtime":108,"cert":"N\/A","id":86813,"title":"About Sara","adult":false,"genre_ids":[18]},{"cast":["Chantal Akerman"],"overview":"Chantal Akerman, the Belgian filmmaker, lives in New York. Filmed images of the City are accompanied by the texts of Chantal Akerman's loving but manipulative mother back home in Brussels. The City comes more and more to the front while the words of the mother, read by Akerman herself, gradually fade away.","release_date":"1980-03-27","vote_average":7.9,"runtime":85,"cert":"N\/A","id":86814,"title":"News from Home","adult":false,"genre_ids":[99]},{"cast":["Stanislas Merhar","Marc Barbé","Aurora Marion","Zac Andrianasolo","Sakhna Oum"],"overview":"A tale of an occidental merchant, Kaspar Almayer, whose dreams of riches for his beloved daughter, Nina, collapse under the weight of his own greed and prejudice.","release_date":"2011-09-12","vote_average":8.3,"runtime":127,"cert":"N\/A","id":86815,"title":"Almayer's Folly","adult":false,"genre_ids":[18]},{"cast":["Kim Novak","Peter Finch","Ernest Borgnine","Valentina Cortese","Michael Murphy"],"overview":"A dictatorial film director (Finch) hires an unknown actress (Novak) to play the lead role in a planned movie biography of a late, great Hollywood star.","release_date":"1968-08-21","vote_average":6.5,"runtime":130,"cert":"N\/A","id":86816,"title":"The Legend of Lylah Clare","adult":false,"genre_ids":[18]},{"cast":["Katrine De Candole","Max Wrottesley","Leon Ockenden","Hans-Eckart Eckhardt","David Barrass"],"overview":"In 1975, the first Russian cosmonaut on the Moon is unable to make his way back and is declared missing in space.","release_date":"2013-05-17","vote_average":4.6,"runtime":102,"cert":"N\/A","id":86817,"title":"The Cosmonaut","adult":false,"genre_ids":[18,878]},{"cast":["Nathan Grubbs","Marc Senter","Bryan Batt","Michael Bowen"],"overview":"Sidelined by an injury incurred while protecting his young brother, underground fighter Charlie Fontaine feels blindsided when he discovers his brother having sex on his couch with his new wife, Kat. Fueled by rage, a determined Charlie makes plans to get back in the ring and take on his brother in a fight to the death.","release_date":"2011-08-03","vote_average":4.7,"runtime":84,"cert":"N\/A","id":86818,"title":"Brawler","adult":false,"genre_ids":[18]},{"cast":["Miroslav Krobot","Marie Ludvíková","Karel Roden","Leoš Noha","Tereza Voříšková"],"overview":"A train dispatcher encounters a mute stranger who appears out of nowhere, and finds himself mysteriously involved with a murder in Poland.  The end of the eighties in the twentieth century. Alois Nebel works as a dis­patcher at the small railway station in Bílý Potok, a remote village on the Czech–Polish border. He's a loner, who prefers old timetables to people, and he finds the loneliness of the station tranquil – except when the fog rolls in. Then he hallucinates, sees trains from the last hundred years pass through the station. They bring ghosts and shadows from the dark past of Central Eu­rope. Alois can’t get rid of these nightmares and eventually ends up in sanatorium.  In the sanatorium, he gets to know The Mute, a man carrying an old photograph who was arrested by the police after crossing the border. No one knows why he came to Bílý Potok or who he’s looking for, but it is his past that propels Alois on his journey…","release_date":"2011-09-04","vote_average":6.9,"runtime":84,"cert":"N\/A","id":86819,"title":"Alois Nebel","adult":false,"genre_ids":[16,18]},{"cast":["Willem Dafoe","Shanyn Leigh","Natasha Lyonne","Paul Hipp","Pat Kiernan"],"overview":"A look at how a painter and a successful actor spend their last day together before the world comes to an end.","release_date":"2011-09-07","vote_average":4.8,"runtime":85,"cert":"N\/A","id":86820,"title":"4:44 Last Day on Earth","adult":false,"genre_ids":[18,14,878,53]},{"cast":["John Allison","Clifford Asness","Mike Berliner","Andrew Bernstein","Harry Binswanger"],"overview":"Ayn Rand &amp; the Prophecy of Atlas Shrugged is a feature length documentary film that examines the resurging interest in Ayn Rands epic and controversial 1957 novel and the validity of its dire prediction for America.","release_date":"2011-11-01","vote_average":4.3,"runtime":87,"cert":"N\/A","id":86821,"title":"Ayn Rand & the Prophecy of Atlas Shrugged","adult":false,"genre_ids":[99]},{"cast":["Cate Blanchett","Theo Bongani Ndyalvane"],"overview":"A celebration of the universe, displaying the whole of time, from its start to its final collapse. This film examines all that occurred to prepare the world that stands before us now: science and spirit, birth and death, the grand cosmos and the minute life systems of our planet. (Wide release version with narration by Cate Blanchett.)","release_date":"2017-03-10","vote_average":6.5,"runtime":90,"cert":"N\/A","id":86822,"title":"Voyage of Time: Life's Journey","adult":false,"genre_ids":[99,18]},{"cast":["Jun Hamamura","Nobuo Kaneko","Yôko Kozono","Kôjirô Kusanagi","Kô Nishimura"],"overview":"Koreyoshi Kurahara’s ingeniously plotted, pocket-size noir concerns the intertwined fates of a desperate bank manager, blackmailed for book-cooking, and his resentful but timid underling, passed over for a promotion. The marvelously moody Intimidation (Aru kyouhaku) is an elegantly stripped-down and carefully paced crime drama.","release_date":"1960-03-23","vote_average":7.3,"runtime":65,"cert":"N\/A","id":86823,"title":"Intimidation","adult":false,"genre_ids":[80]},{"cast":["Jimmy Chamberlin","Billy Corgan"],"overview":"The Smashing Pumpkins playing at The Metro in Chicago, 1993.","release_date":"2012-02-01","vote_average":4.5,"runtime":113,"cert":"N\/A","id":86824,"title":"Smashing Pumpkins Siamese Dream","adult":false,"genre_ids":[10402,99]},{"cast":["Mia Wasikowska","Nicole Kidman","Matthew Goode","Dermot Mulroney","Jacki Weaver"],"overview":"After India's father dies, her Uncle Charlie, who she never knew existed, comes to live with her and her unstable mother. She comes to suspect this mysterious, charming man has ulterior motives and becomes increasingly infatuated with him.","release_date":"2013-02-28","vote_average":6.6,"runtime":99,"cert":"18","id":86825,"title":"Stoker","adult":false,"genre_ids":[18,27,53]},{"cast":["Simon Pegg","Kate Beckinsale","Rob Riggle","Sanjeev Bhaskar","Joanna Lumley"],"overview":"Eccentric aliens give a man the power to do anything he wants to determine if Earth is worth saving.","release_date":"2015-06-26","vote_average":5.7,"runtime":85,"cert":"12A","id":86828,"title":"Absolutely Anything","adult":false,"genre_ids":[35,878]},{"cast":["Oscar Isaac","Carey Mulligan","John Goodman","Garrett Hedlund","Justin Timberlake"],"overview":"In Greenwich Village in the early 1960s, gifted but volatile folk musician Llewyn Davis struggles with money, relationships, and his uncertain future following the suicide of his singing partner.","release_date":"2013-10-13","vote_average":7.2,"runtime":105,"cert":"15","id":86829,"title":"Inside Llewyn Davis","adult":false,"genre_ids":[18]},{"cast":["Russell Crowe","Jennifer Connelly","Emma Watson","Logan Lerman","Anthony Hopkins"],"overview":"A man who suffers visions of an apocalyptic deluge takes measures to protect his family from the coming flood.","release_date":"2014-03-07","vote_average":5.6,"runtime":138,"cert":"12","id":86834,"title":"Noah","adult":false,"genre_ids":[18,12]},{"cast":["Christian Bale","Cate Blanchett","Natalie Portman","Brian Dennehy","Antonio Banderas"],"overview":"Rick is a screenwriter living in Los Angeles. While successful in his career, his life feels empty. Haunted and confused, he finds temporary solace in the decadent Hollywood excess that defines his existence. Women provide a distraction to his daily pain, and every encounter brings him closer to finding his place in the world.","release_date":"2015-02-08","vote_average":5.6,"runtime":118,"cert":"N\/A","id":86835,"title":"Knight of Cups","adult":false,"genre_ids":[10749,18]},{"cast":["Colin Farrell","Sam Rockwell","Woody Harrelson","Christopher Walken","Tom Waits"],"overview":"A struggling screenwriter inadvertently becomes entangled in the Los Angeles criminal underworld after his oddball friends kidnap a gangster's beloved Shih Tzu.","release_date":"2012-09-07","vote_average":6.8,"runtime":110,"cert":"15","id":86838,"title":"Seven Psychopaths","adult":false,"genre_ids":[35,80]},{"cast":["Adel Imam","Sherine","Mohamed El Dafrawi","Mustafa Metwalli","Ahmed Rateb"],"overview":"Ali Abd-El-Zaher is a member of an Islamic radical group which has been launching attacks against the government and the society under the orders of the spiritual leader Brother Saif. Ali manages to assasinate an officer, but as he escapes from the authorities he gets hit by a car driven by Sewsan, the daughter of a respected Muslim family living in the Maadi district. Sewsan's father who is a surgeon and his family take care of the injured terrorist who then tries to conceal the truth about his personality, such as his dislike of music, unveiled women and Western life styles.","release_date":"1994-01-01","vote_average":5.1,"runtime":130,"cert":"N\/A","id":86839,"title":"The Terrorist","adult":false,"genre_ids":[53,18,10749]},{"cast":[],"overview":"From the crew that delivered cult classics Apples &amp; Oranges, Knockout, Elektro and most recently Hello World. Alterna films is proud to present its 2011 feature 13 O'Clock. This film delivers inspired filmmaking and technical freestyle snowboarding at a paramount level. Stand out segments include a visit to the land of the rising sun, Mike Wiegeles heli as well as an icelandic mission. 13 O'Clock reveals the characters and personalities that are the framework of this film. Be sure to follow the new web series on push.ca titled ‚äúto be determined.‚äù starring riders:Jesmond Dubeau, Chris Rasman, Takaharu Nakai, Tadej Valentan, Jf Fortin, Vera Janssen, Craig Beaulieu, Matt Belzile and friends.","release_date":"2011-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86840,"title":"13 O'CLOCK","adult":false,"genre_ids":[]},{"cast":["Djimon Hounsou","Jill Scott","Carl Lumbly","Kerry Washington","Alfre Woodard"],"overview":"Deep in the heart of Africa lies Wakanda, an advanced and unconquerable civilization. A family of warrior kings possessing superior speed, strength and agility has governed this mysterious nation as long as time itself. The latest in this famed line is young King T’Challa, the great hero known worldwide as the Black Panther.  Now, outsiders once again threaten to invade and plunder Wakanda. Leading this brutal assault is Klaw, a deadly assassin with the blood of T’Challa’s murdered father on his hands, who brings with him a strong army of super-powered mercenaries. Even with Wakanda’s might and his own superhuman skills, can the Black Panther prevail against this deadly invading force?  From respected filmmaker\/producer Reginald Hudlin and legendary comic book artist John Romita, Jr., comes the epic Black Panther story for which comic fans have waited 25 years. Starring Djimon Hounsou (Gladiator, Blood Diamond) and Alfre Woodard (True Blood, Star Trek: First Contact).","release_date":"2011-01-18","vote_average":5.1,"runtime":132,"cert":"N\/A","id":86841,"title":"Black Panther","adult":false,"genre_ids":[28,16]},{"cast":[],"overview":"The Blackening is the sixth album by American heavy metal band Machine Head. Released on March 27, 2007 in the U.S., The Blackening sold 16,000 units in its first week, and became Machine Head's second highest charting release at number 54 on the Billboard 200, and charted in the Top 20 throughout many countries in the rest of the world. The album has been certified silver by the BPI for sales in the UK in excess of 60,000 copies.[1]","release_date":"2007-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86844,"title":"Machine Head - The Blackening","adult":false,"genre_ids":[]},{"cast":["Don Wilson","John Patrick White","Jillian McWhirter","Warren Burton","Donnie Hair"],"overview":"A former CIA agent lives a suburban life as a high school teacher with his teen son. When the agent is attacked by former allies because of knowledge he possesses and his son is kidnapped, he is forced back into the business and his son suddenly sees a side of his father that he never knew existed.","release_date":"1996-01-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":86845,"title":"Bloodfist VIII: Trained to Kill","adult":false,"genre_ids":[28]},{"cast":["Stacie Randall","Dan Gauthier","Jay Patterson","John Mese","John Sanderford"],"overview":"Stacie Randall plays Harley, a Special Forces agent-turned-investigator, who arrives on the scene of an apparent mob hit to help the local police. In actuality, she's hunting down Francis Lydell, her former C.O. and lover, who shot her in the head when she turned down his offer to become part of the freelance assassination squad he was forming. Ignoring the need for surgery to remove the bullet fragment which still causes her to have occasional bouts of disorientation, she continues her quest to bring down Lydell before he has the chance to kill a Mafia informant being held at the police station. Written by Chris Holland","release_date":"1995-08-29","vote_average":3.0,"runtime":88,"cert":"N\/A","id":86848,"title":"Excessive Force II: Force on Force","adult":false,"genre_ids":[18,28]},{"cast":["Angus Young","Brian Johnson","Malcolm Young","Cliff Williams","Phil Rudd"],"overview":"2003 was a big year for AC\/DC which included their induction into the Rock and Roll Hall of Fame to European dates with the Rolling Stones, the band made several high-profile public appearances (including the SARS concert in Toronto for 200,000 people). One run of shows found the band returning to their roots and playing clubs and theaters where fans were treated to sweaty, stripped-down shows and even playing some rarities they hadn't played in years. This DVD show from Munich, Germany was filmed at Circus Krone 2003 and this disc only available on the Deluxe Edition.","release_date":"2003-01-01","vote_average":8.0,"runtime":109,"cert":"N\/A","id":86849,"title":"AC\/DC - Live At The Circus Krone","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follows the globe-trotting journey of President Mohamed Nasheed of the Maldives, the lowest-lying country in the world, who, after bringing democracy to his country, takes up the fight to keep it from disappearing under the sea.","release_date":"2012-03-28","vote_average":5.4,"runtime":101,"cert":"","id":86850,"title":"The Island President","adult":false,"genre_ids":[99]},{"cast":["Cliff Lok","Peter Chan Lung","Lee Hoi-Sang","Yuen Siu-Tien","Chiang Tao"],"overview":"This old school martial arts comedy involves the search for the elusive “Bamboo Stick,” an aged kung fu master played by Simon Yuen, who kills a local crime boss’s son after taking the place of the son’s forced bride on the wedding night.","release_date":"1979-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":86851,"title":"Ol' Dirty Kung Fu","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Live concert.","release_date":"2003-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86852,"title":"Dixie Chicks: Top of the World Tour","adult":false,"genre_ids":[10402]},{"cast":["Toni Gustinell","Dj Alfredo","Manel Aragonés","Ricardo Urgell","Ricoloop"],"overview":"In the Hollywood of electronic music, musicians, DJs, gogos and promoters are working on a sophisticated entertainment machine to satisfy stressed-out Western society's desire for fun, sex and freedom. Each of the \"nine and a half music stories\" presents part of the whole, whether of the island or of our world. It never claims to be able to tell all, but is rather a voyage with stops, almost a collection of short tales. The island is the protagonist, music however its inspiration, because in Ibiza music is the cardinal point where all lines meet","release_date":"2011-08-27","vote_average":0.0,"runtime":86,"cert":"N\/A","id":86855,"title":"Ibiza Occident","adult":false,"genre_ids":[99]},{"cast":["Stacey Ann Shevlin","Tiffani Fest","Ben Wise"],"overview":"In January 2011, a bunch of filmmakers embarked on a road trip from Hollywood to the Sundance Film Festival. Their goal was to make a movie about a young actress struggling to make her dreams come true. . For eleven days, these filmmakers roamed across deserts, canyons, salt flats and snowy mountains. Their script was little more than a rough outline, so they carried on down the road, stopping to shoot a scene whenever they felt the magic of a particular location. Road to Sundance is a surreal and imperfect film, a project born of passion and instinct that celebrates the power of following our dreams.","release_date":"2011-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":86856,"title":"Road to Sundance","adult":false,"genre_ids":[]},{"cast":["Karl Baumann","Sebastien Sfedj","Eros Biox","Mary Sanders"],"overview":"A live Cirque du Soleil performance featuring remixed music, visuals, musicians, singers, and dancers. Delirium is the quest for balance in a world increasingly out of sync with reality. Delirium is an urban tale, a mix of music, dance, theater, and multimedia.","release_date":"2008-08-20","vote_average":4.7,"runtime":101,"cert":"N\/A","id":86857,"title":"Cirque du Soleil: Delirium","adult":false,"genre_ids":[10751,10402]},{"cast":["Line Tørmoen","Dimitri Jourde","Leif Ove Andsnes"],"overview":"Two neighbours. A lonely pianist on one side of the wall. A couple with domestic problems on the other. They can hear each other.  THE NEIGHBOUR is a film about man and woman, about single people, about the chance to start over again, about chances that are long gone. It is also a film about how music affects us, and how we affect music.  The film features dancers Line Tørmoen and Dimitri Jourde – two top level creative performers. It also features Leif Ove Andsnes – a pianist that should need no introduction to anyone interested in classical music. As one of the most accomplished musicians of the world he is constantly playing worldwide with solo recitals or accompanied by the most distinguished orchestras. His part in this project differs radically from his regular performances by the fact that his music interpretation is submitted motivations as a theatrical character.  The location of the film was Jo Strømgren’s private flat in Oslo during a period in August 2009.","release_date":"","vote_average":6.5,"runtime":23,"cert":"N\/A","id":86858,"title":"The Neighbour","adult":false,"genre_ids":[18,35,53,10402,10749]},{"cast":["Eve Angel","Havana","Johnny XL","Mark Sloan","Natalia"],"overview":"","release_date":"2009-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86859,"title":"The Dance","adult":true,"genre_ids":[]},{"cast":["Richard Anconina","José Garcia","Nicole Calfan","Bruno Solo","Vincent Elbaz"],"overview":"Eddie, Dov, Yvan and the others ... Our warm friends have migrated from the moribund Sentier to the flourishing suburb of Aubervilliers ... Where the old Jewish entrepreneurs left the ground to young courageous and dynamic Chinese wholesalers ...  The little band is as close to each other as in previous episodes, and life goes on at the mercy of small family events and business.  Dov still seems frivolous, enterprising Eddie, chilled Yvan, casual Karine, resolute Sandra, naive Chochana, irresponsible Serge and mythomaniac. As for Patrick, he is in love and the happy elected is far from easy to access.  Everything would be fine until a bad wind brings its share of adversity seriously compromising the cohesion of the group.  Will they succumb under the storm to the turmoil, or, once again, by mutual aid, cunning and skill, will they triumph over the crisis with panache?","release_date":"2012-01-31","vote_average":5.6,"runtime":120,"cert":"N\/A","id":86868,"title":"Would I Lie to You? 3","adult":false,"genre_ids":[35]},{"cast":["Bruno Piergentili","Bella Cortez","Gordon Mitchell","Carla Calò","Amedeo Trilli"],"overview":"A rebel leader returns to his city for a final confrontation with the evil king he is fighting. However, he finds himself attracted to the king's beautiful niece.","release_date":"1964-12-18","vote_average":5.3,"runtime":94,"cert":"N\/A","id":86869,"title":"Ali Baba and the Seven Saracens","adult":false,"genre_ids":[28,12,10749]},{"cast":["Laure Sainclair","Anne Sophia","Kate More","Philippe Dean","Maud Kennedy"],"overview":"Badly treated by her husband Claude, who shamelessly deceives her with her best friend, Sophie flees from home. After her car breaks down, a luxury limousine passes by. Its owner, Marchioness Foscari, a superb young woman, offers to take her home. But the young lady's cynical philosophy makes Sophie believe that there is something mysterious going on. In fact the marchioness' heart hides a heavy secret.  Betrayal always has consequences. But when you betray Laure, you get much more than you bargained for.  Jet-set beauty Laure Sainclair stars in an exquisite French porn romp directed by Marc Dorcel. Beautiful locations, richly crafted set design and sexy fashion (stockings, bras, mini-skirts, high heels). Incl. nasty anal sex and lesbo fun in the hay.","release_date":"2000-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86870,"title":"Angel's Contract","adult":true,"genre_ids":[9648,18]},{"cast":["Laure Sainclair","Anne Sophia","Silvia Saint","Rodolphe Antrim","Lisa Belle"],"overview":"Fleeing her abusive husband, SOPHIE found refuge at marquise FOSCARI's home. There, she gets to know HALMEYDA, an Argentinian noble with whom she falls in love. But she is still married. It's then that the marquise suggests a strange deal to her: She takes care of eliminating the troublesome husband, in exchange for which, Sophie must in turn \"execute\" the marquise's sister who lolls in the most brazen luxury and struggles to destroy her. In fact, one evening, Sophie, hidden in the shadows, attends a totally orgiastic ceremony, that seems to orchestrate a mysterious young masked woman, where sexual practices the most perverse are given free reign. In the morning, the marquise informs Sophie that the \"evil husband\" has already been sent to meet his maker. It is now that Sophie must fulfill her end of the bargain...","release_date":"1998-01-01","vote_average":10.0,"runtime":87,"cert":"N\/A","id":86871,"title":"Angel's Contract 2","adult":true,"genre_ids":[]},{"cast":["Joanne Kelly","Lucas Bryant","Colin Ferguson","Nina Dobrev"],"overview":"A young, ambitious editor finds out she's pregnant just as she lands her big break.","release_date":"2006-03-24","vote_average":6.1,"runtime":85,"cert":"N\/A","id":86872,"title":"Playing House","adult":false,"genre_ids":[]},{"cast":["Tom Neal Jr.","Lea Lavish","Susanna Foster","Erin McGrane","Duke Howze"],"overview":"A nightclub piano player (Tom Neal Jr.) hitchhikes to the West Coast and soon figures into two deaths.","release_date":"1992-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":86873,"title":"Detour","adult":false,"genre_ids":[]},{"cast":["Brooke Banner","Cassidey","Jenaveve Jolie","Jessica Drake","Lexi Belle"],"overview":"After another dreadful date, Laurie (jessica drake) decides to put her bad experiences to good use and help others. She starts a dating consulting biz to help men and women find romance. She finds success in helping others, but can she help herself?","release_date":"2008-03-25","vote_average":0.0,"runtime":103,"cert":"N\/A","id":86874,"title":"Dating 101","adult":true,"genre_ids":[35]},{"cast":["Black Angelika","Aleska Diamond","Claire Castel","Kristine Crystalis","Cindy Dollar"],"overview":"","release_date":"2011-06-30","vote_average":9.0,"runtime":80,"cert":"N\/A","id":86875,"title":"Fuck V.I.P. Stars","adult":true,"genre_ids":[]},{"cast":["Tarra White","Sarah Twain","Cindy Dollar","Jenna Lovely","Natalli DiAngelo"],"overview":"Sex Me I'm Famous is a dvd packed with sexy scenes shot in a realistic style. Live, without taboo, the young cast are on hand to provide you with a cocktail of fashion, perversity and decadence! In The Studio, two young fashion models enjoy the intimacy of their dressing room and discover together the pleasures of lesbian loves. A mature man offers dresses and jewels to a young lady and makes the most of the opportunity to teach her anal pleasure in the Rich Fiance while, in The Friends, two beauties enjoy very intimate caresses in the back of a car while the driver is watching! The Party sees two mischievous girls join a party where fellatio, cunnilingus, vaginal, anal and double penetrations multiply to excess and, in Ladies Games, a photographer shoots two pretty lesbians before things get out of hand!","release_date":"2008-12-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":86884,"title":"Sex me I'm famous !","adult":true,"genre_ids":[]},{"cast":["Jack Palance","Simon Ward","Nigel Davenport","Fiona Lewis","Murray Brown"],"overview":"Dracula is searching for a woman who looks like his long dead wife.","release_date":"1974-06-13","vote_average":6.7,"runtime":98,"cert":"","id":86889,"title":"Dracula","adult":false,"genre_ids":[27,10770]},{"cast":[],"overview":"Tora-chan and Miike are working on the side of a tuna steamship and manage to run afoul of the short-tempered captain. But the captain makes plenty of trouble on his own!","release_date":"1950-01-01","vote_average":6.5,"runtime":10,"cert":"N\/A","id":86890,"title":"Tora-chan's Clang Clang Bug","adult":false,"genre_ids":[10402,16,35,10751]},{"cast":[],"overview":"Tora-chan and Miike and playing while their big sister prepares for her wedding. Just then a letter arrives; it's from Grandfather, who writes that he won't allow the wedding as long as he lives! Bride and groom rush to the church to get married before the old cat can stop them, but his boat has just arrived! Can Tora-chan and Miike keep him distracted long enough for their sister's happy day to go uninterrupted?","release_date":"1948-02-01","vote_average":6.0,"runtime":16,"cert":"N\/A","id":86891,"title":"Torachan and the Bride","adult":false,"genre_ids":[16,35,18,10751,10749]},{"cast":[],"overview":"Live concert.","release_date":"2005-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86892,"title":"Golden Earring: Naked III","adult":false,"genre_ids":[10402]},{"cast":["Tarra White","Valentina Canali","Larissa Dee","Leyla Black","Cynthia Vellons"],"overview":"","release_date":"2011-05-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":86893,"title":"Sex Pin Up","adult":true,"genre_ids":[]},{"cast":["Herbert Lom","Phyllis Dixey","Terence de Marney","Ronald Frankau","Abraham Sofaer"],"overview":"A French PR man (Terence de Marney) and his girlfriend (Phyllis Dixey) steal a lottery ticket from twin trapeze artists (Herbert Lom), prompting murder.","release_date":"1947-06-03","vote_average":6.1,"runtime":81,"cert":"","id":86894,"title":"Dual Alibi","adult":false,"genre_ids":[80,18]},{"cast":["Christina Bella","Renata Black","James Brossman","Natalli DiAngelo","J.P.X."],"overview":"«My name is Lou Ravage. I am twenty-eight and I am French. I had my first sexual relation when I was eighteen. Since then, sex is a second nature for me, a challenge, a pleasure but also a way to discover myself»  This is the way Lou expresses herself. This charming young lady, with a perfect body, is totally bisexual. Gotten in condition by two gorgeous women whom the agile tongs and fingers go into her intimacy, she then enjoys simultaneously vaginal and anal penetrations thanks to very well manipulated didldos. Males are not neglected. With them, the beauty devotes herself to fellatio and enjoys suave cunnilingus soon followed by anal masturbation , repeated sodomies and a string of double penetrations. But the girls come back and impose their law sinking a huge dildo into her demanding anus.  With an angel's face and a goddess' body , Lou breaks all the taboos and realises unexpected sexual exploits.","release_date":"2008-09-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":86895,"title":"Story of Lou Ravage","adult":true,"genre_ids":[]},{"cast":["Alan Baxter","Barbara Shelley","Ferdy Mayne","Jennifer Jayne","Arthur Gomez"],"overview":"The wife of a night club owner frames an American writer for his murder.","release_date":"1957-12-01","vote_average":5.0,"runtime":63,"cert":"","id":86896,"title":"The End of the Line","adult":false,"genre_ids":[80,18]},{"cast":["Adel Imam","Sherein Seif El Nasr","Dalal Abdelaziz"],"overview":"","release_date":"1996-02-06","vote_average":6.8,"runtime":null,"cert":"N\/A","id":86899,"title":"Sleeping in Honey","adult":false,"genre_ids":[]},{"cast":["Francis Rossi","Rick Parfitt"],"overview":"Live concert.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86900,"title":"Status Quo: Live at the BBC","adult":false,"genre_ids":[10402]},{"cast":["John Carradine","Claudia Drake","Robert Shayne","Maris Wrixon","Willie Best"],"overview":"John Carradine stars as Dr. Charles Randolph, a scientist dedicated to deciphering the secrets of life and death. Aided by assistant David Cochran (Robert Shayne), Charles conducts experiments that have horrifying side effects. Charles's lonely wife, Elaine (Claudia Drake), is frightened by his work, and in order to protect her, housekeeper Maria (Rosa Rey) unleashes a torrent of voodoo that wrecks havoc.","release_date":"1946-01-19","vote_average":4.9,"runtime":72,"cert":"N\/A","id":86901,"title":"The Face of Marble","adult":false,"genre_ids":[27]},{"cast":["Lana Turner","Joan Blondell","George Murphy","Kent Taylor","Richard Lane"],"overview":"Eddie sells his song to a Broadway producer and also lands a job dancing in the musical. He sends for his dance partner-fiancée Molly who brings her younger sister Pat. Upon seeing Molly and Pat dance, the producer picks Pat for the show and gives Molly a job selling cigarettes. A wealthy friend of the Producer named Chad, also has is eye on Pat. Pat is teamed with Eddie in the specialty number as Kerns and Mahoney. Pat and Eddie soon realize that they are in love and must tell Molly. Pat balks at hurting Molly and goes out with Chad who already has five ex-wives.","release_date":"1940-04-19","vote_average":6.0,"runtime":73,"cert":"N\/A","id":86902,"title":"Two Girls on Broadway","adult":false,"genre_ids":[10749]},{"cast":["Craig Stevens","Laura Devon","Ed Asner","Albert Paulsen","Sherry Jackson"],"overview":"The madam of a floating bordello hires private eye Peter Gunn (Craig Stevens) to prove a gangster killed a crime boss.","release_date":"1967-06-28","vote_average":5.7,"runtime":94,"cert":"N\/A","id":86903,"title":"Gunn","adult":false,"genre_ids":[28,53,9648]},{"cast":["Horst Baron","Christina Bella","James Brossman","Suzie Carina","Natalli DiAngelo"],"overview":"Sex scenes with sexy European women shot on the beautiful Spanish island of Ibiza.","release_date":"2008-07-02","vote_average":0.0,"runtime":106,"cert":"N\/A","id":86904,"title":"Orgy in Ibiza","adult":true,"genre_ids":[]},{"cast":["Adel Imam"],"overview":"","release_date":"1987-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":86905,"title":"Al-nemr wa al-ontha","adult":false,"genre_ids":[]},{"cast":["John Gregson","Mai Zetterling","John Ireland","Michael Denison","Tony Wright"],"overview":"A businessman (John Gregson) loses his sight in an explosion on the day his wife (Mai Zetterling) planned to leave him for another man (Michael Denison).","release_date":"1960-11-22","vote_average":8.0,"runtime":84,"cert":"","id":86912,"title":"Faces in the Dark","adult":false,"genre_ids":[53,9648]},{"cast":["Drew Barrymore","Jennifer Beals","Desiree Casado","Mel Gorham","James Le Gros"],"overview":"A story told from three angles. Max meets Elizabeth; they live together, but when she talks of marriage, he balks. He becomes extremely jealous, probably without cause, and thinks she's taken up with a friend of his, Jack. Elizabeth, stung by Max's refusal to marry, catches Jack's eye, but the friendship seems innocent. Lena, who works with Max, likes him and realizes she can manipulate his jealousy and maybe engineer his split from Elizabeth. When she's sure Elizabeth is with a man, she calls Max at work, sending him home to confront the lovers. Then, Lena feels guilty and takes off for Max's apartment. What's really going on? Who's with Elizabeth?","release_date":"1996-12-09","vote_average":5.3,"runtime":91,"cert":"N\/A","id":86913,"title":"Wishful Thinking","adult":false,"genre_ids":[35,10749]},{"cast":["Sture Lagerwall","Åke Söderblom","Aino Taube","Annalisa Ericson","Julia Cæsar"],"overview":"The chamberlain Carl Johan Stjärna is a poor aristocrat who has to resort to borrowing money from his manservant Frans to afford champagne and restaurant visits. Frans has told his fiance Irene that he is an aristocrat which leads to some complications, not least because Irene has told Frans she is a rich land owner's daughter, although she is in a housemaid.","release_date":"1945-07-02","vote_average":4.5,"runtime":91,"cert":"N\/A","id":86914,"title":"Hans Majestät får vänta","adult":false,"genre_ids":[35]},{"cast":["Evelyn Ankers","Richard Fraser","George Leigh","Barbara Everest","Barry Bernard"],"overview":"A playboy produces an airtight alibi when he is questioned about the murder of his wealthy aunt.","release_date":"1945-09-15","vote_average":7.0,"runtime":65,"cert":"N\/A","id":86915,"title":"The Fatal Witness","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Pascale Bussières","Gabriel Maillé","Luc Picard","François Papineau"],"overview":"On a dairy farm in the Eastern Townships, in the middle of a drought and while the land is parching, a drama will disrupt the life of the Santerre family. Confronted to each other they will have to learn to forgive.","release_date":"2011-09-09","vote_average":6.5,"runtime":111,"cert":"N\/A","id":86916,"title":"Wetlands","adult":false,"genre_ids":[18]},{"cast":["Tony Curtis","Jan Sterling","Mona Freeman","Wallace Ford","Connie Gilchrist"],"overview":"Deaf boxer Paul Callan captures the interest of gold-digging blonde Sonya Bartow and retired fight manager 'Pop' Richardson. For a time, Sonya has the upper hand with Paul, but ultimately a rival appears in the shape of upper-crust reporter Ann Hollis. With a 3-way fight under way for influence over Paul, he takes matters into his own hands, but learns that getting what he wanted isn't necessarily a happy ending.","release_date":"1952-03-27","vote_average":6.0,"runtime":83,"cert":"N\/A","id":86917,"title":"Flesh and Fury","adult":false,"genre_ids":[18]},{"cast":["John Derek","Milly Vitale","William Franklyn","Martin Benson","Vera Day"],"overview":"Giani is a pimp who preys on the naïve, ‘just off the bus’ young women who come to post-war London for fortune.","release_date":"1957-08-06","vote_average":6.3,"runtime":88,"cert":"","id":86918,"title":"The Flesh is Weak","adult":false,"genre_ids":[80,18]},{"cast":["Mark Miller","Anita Thallaug","Lars Ekborg","Ruth Johansson","Anita Strindberg"],"overview":"A reporter (Mark Miller) tries to help a drug-addicted cabaret dancer (Anita Thallaug) who has criminal ties to the Swedish underworld.","release_date":"1957-11-08","vote_average":4.0,"runtime":87,"cert":"N\/A","id":86919,"title":"Blonde in Bondage","adult":false,"genre_ids":[18]},{"cast":["Howard Keel","Anne Heywood","Cyril Cusack","Harry H. Corbett","John Crawford"],"overview":"A man (Howard Keel) framed for murder escapes from prison during a flood and helps a young woman (Anne Heywood) in distress.","release_date":"1958-11-18","vote_average":6.8,"runtime":84,"cert":"","id":86920,"title":"Floods of Fear","adult":false,"genre_ids":[12,28,53]},{"cast":["Rocky Nelson"],"overview":"\"Ed Wood of The 21st Century\", filmmaker David 'The Rock' Nelson reflects on his films, military service, boxing career, being named among the top 5 weirdest people in the world by 'Strange Universe' and just about everything else in this interview with writer Franklin E. Wales. Includes scenes from Nelson's films.","release_date":"2007-10-31","vote_average":4.5,"runtime":73,"cert":"N\/A","id":86921,"title":"Can't Stop The Rock","adult":false,"genre_ids":[]},{"cast":["Franca Barchiesi"],"overview":"Shot in high definition, VISIONS® OF ITALY: Northern Style offers the ultimate vacation\r postcard of Italy — the sights and scenes immortalized in literature, movies, and art for\r centuries — seen as never before. Stunning aerial footage and evocative Italian music\r from Luciano Pavarotti to Connie Francis showcase unprecedented views of Siena, Florence,\r Pisa, Venice, Lake Como, the Alps and more.","release_date":"2009-08-18","vote_average":5.3,"runtime":56,"cert":"N\/A","id":86930,"title":"Visions of Italy, Northern Style","adult":false,"genre_ids":[99]},{"cast":["Mack 10","Michael Rapaport","Glenn Plummer","Denyce Lawton","Sundy Carter"],"overview":"A pimp is only married to one thing in his life and that's the game! Nothing and no one can come between him and his money. Mack's life was a little different, he was rare and real as the game itself. Being the son of a pimp and having a prostitute as a mother, his ability to walk a thin line of love and hate between drugs and pimps, and life and death made him fearless and very dangerous. The streets were hot this summer and payback was the only peace of mind Mack was looking for. He had only one person to see no matter what, Memphis Slimm.","release_date":"2006-04-03","vote_average":10.0,"runtime":80,"cert":"N\/A","id":86935,"title":"It Ain't Easy","adult":false,"genre_ids":[18]},{"cast":["David Janssen","Cloris Leachman","Susan Saint James","David Warner","Ian Holm"],"overview":"The Titanic disaster is depicted as seen through the eyes of one couple in each of the three classes on board.","release_date":"1979-09-23","vote_average":6.2,"runtime":100,"cert":"N\/A","id":86938,"title":"S.O.S. Titanic","adult":false,"genre_ids":[36,18,53,10770]},{"cast":["James Best","Barbara Burgess","Gil Peterson","Gerald McRaney","Marcus J. Grapes"],"overview":"Several people volunteer for a scientific experiment about mind-reading and memory, but the experiment goes horribly wrong.","release_date":"1977-01-01","vote_average":2.4,"runtime":85,"cert":"N\/A","id":86939,"title":"The Brain Machine","adult":false,"genre_ids":[18,53,878,27]},{"cast":["Ronald Reagan"],"overview":"\"From his very first day in office Ronald Reagan endeared himself to millions of Americans with his affable, fun-loving personality. Now, for the first time, his most humorous tales and most amusing anecdotes are combined on one delightfully entertaining DVD.\"","release_date":"1989-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":86940,"title":"Stand-up Reagan","adult":false,"genre_ids":[]},{"cast":["David Janssen","Kim Darby","Sam Waterston","Pete Duel","James Coco"],"overview":"Jim Bolton, a well-off businessman from Chicago hears that his daughter Doris is pregnant in New York. Since he did not even know she was seeing anyone he fears the worst. Unbeknownst to him, his daughter and the father of his grandchild, Walter marry shortly before Jim's arrival in New York. Upon his arrival he is shocked to hear that Doris and Walter plan not only a natural childbirth but the birth will take place in their apartment NOT a hospital. To make matters worse, Walter states that he personally will deliver their child. Jim at first doubts Walter's sincerity and expertise but begins to gain respect for Walter after he calls in a doctor to consult and is told that Walter is very prepared for almost any contingency.","release_date":"1969-12-15","vote_average":4.0,"runtime":109,"cert":"N\/A","id":86941,"title":"Generation","adult":false,"genre_ids":[35]},{"cast":["Cyrielle Clair","Anton Diffring","Serge Merlin","Christopher Mitchum","Michel Peyrelon"],"overview":"An English girl and an Indian elephant, born on the same day, share a common destiny...","release_date":"1980-03-01","vote_average":5.7,"runtime":119,"cert":"N\/A","id":86942,"title":"Tusk","adult":false,"genre_ids":[18]},{"cast":["Kim Darby","Johnny Crawford","Georgia Lee","Robert Sampson"],"overview":"A reporter doing a story on a Christian pastor who ministers to troubled teens doesn't realize that his own son is getting mixed up with a disturbed young girl and that both of them are headed for trouble.","release_date":"1965-12-02","vote_average":2.5,"runtime":103,"cert":"N\/A","id":86943,"title":"The Restless Ones","adult":false,"genre_ids":[18]},{"cast":["Barry Primus","David Downing","Susan Tyrrell","Philip Shafer","Bruce Davison"],"overview":"Free-thinking student tries to put up with life at a straight-laced college in 1958.","release_date":"1971-09-15","vote_average":2.0,"runtime":90,"cert":"N\/A","id":86944,"title":"Been Down So Long It Looks Like Up To Me","adult":false,"genre_ids":[18]},{"cast":["Richard Thomas","Catherine Burns","Desi Arnaz Jr.","Richard Crenna","Claire Bloom"],"overview":"Before going off to World War II, Frank Arnold (Richard Crenna) relocates his wife, Ann (Claire Bloom), and son, Joshua (Richard Thomas), to New Mexico. Joshua has a difficult time fitting in, finding himself a minority in a predominantly Latino community, and his mother doesn't fare much better, treating her loneliness with increasing quantities of alcohol. At length, Joshua makes some friends and begins to adjust, but bad news from overseas threatens to spoil what he's accomplished.","release_date":"1971-05-12","vote_average":7.5,"runtime":112,"cert":"N\/A","id":86945,"title":"Red Sky at Morning","adult":false,"genre_ids":[18,10749]},{"cast":["Richard Todd","Patricia Plunkett","Stephen Murray","Michael Laurence","Vida Hope"],"overview":"In this drama, a frustrated upper-class writer decides that he will find real inspiration by examining his subjects first-hand. This leads him to begin wandering about the seamiest side of town where he witnesses a murder. When an innocent man is arrested, the writer refuses to assist him as the knowledge that he has been \"slumming\" could destroy his career. The young man is sentenced to 15 years in prison.","release_date":"1949-04-21","vote_average":5.1,"runtime":95,"cert":"","id":86946,"title":"For Them That Trespass","adult":false,"genre_ids":[18]},{"cast":["Charles Bronson","Kent Taylor","Jennifer Holden","John Doucette"],"overview":"A Los Angeles teacher becomes a mob target when he agrees to be a star witness in a gangland murder case.","release_date":"1958-07-01","vote_average":6.5,"runtime":75,"cert":"N\/A","id":86949,"title":"Gang War","adult":false,"genre_ids":[80]},{"cast":["Donald Houston","Patrick Holt","Junia Crawford","Maurice Kaufmann","Paddy Joyce"],"overview":"A crime reporter investigating a murder discovers the case hinges on a mysterious woman he had photographed earlier.","release_date":"1957-01-01","vote_average":6.3,"runtime":63,"cert":"","id":86954,"title":"The Girl in the Picture","adult":false,"genre_ids":[80,9648]},{"cast":["Paul Robeson","Mercedes Gilbert","Julia Theresa Russell","Marshall Rogers","Lawrence Chenault"],"overview":"A minister is malevolent and sinister behind his righteous facade. He consorts with, and later extorts from, the owner of a gambling house, and betrays an honest girl, eventually driving them both to ruin.","release_date":"1925-11-09","vote_average":6.1,"runtime":102,"cert":"N\/A","id":86955,"title":"Body and Soul","adult":false,"genre_ids":[18,10749]},{"cast":["Paul Robeson","Leslie Banks","Nina Mae McKinney","Robert Cochran","Martin Walker"],"overview":"British District Officer in Nigeria in the 1930's rules his area strictly but justly, and struggles with gun-runners and slavers with the aid of a loyal native chief.","release_date":"1935-05-10","vote_average":5.7,"runtime":98,"cert":"U","id":86956,"title":"Sanders of the River","adult":false,"genre_ids":[12,18]},{"cast":["Jesse Birdsall","Helena Bonham Carter","Jane Horrocks","Lynn Redgrave","Peter Cook"],"overview":"Gavin is 31 years old and still lives with his parents. He is awfully shy but before he knows it there are three women interested in him. Lady Minerva Munday has a casual way of life and lives in a basement, Joan is an over-sexed millionairess, married to a Greek architect. But Gavin prefers the ugly assistant in the barbershop. Written by Mattias Thuresson","release_date":"1989-05-05","vote_average":7.0,"runtime":102,"cert":"N\/A","id":86959,"title":"Getting It Right","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86960,"title":"Reamonn - Eleven","adult":false,"genre_ids":[]},{"cast":["Reginald Denny","Marian Nixon","Melbourne MacDowell","Frances Raymond","Otis Harlan"],"overview":"On the night before his wedding, a young man plays poker with friends. When the game is raided by the police, he escapes into a Turkish bath on ladies night, ending up disguised in drag and with difficult explanations to make.","release_date":"1926-02-08","vote_average":0.0,"runtime":70,"cert":"N\/A","id":86961,"title":"What Happened to Jones","adult":false,"genre_ids":[35]},{"cast":["Robert Englund","Jill Schoelen","Alex Hyde-White","Bill Nighy","Stephanie Lawrence"],"overview":"A darker version of the classic Gaston Leroux novel. A young soprano becomes the obsession of a horribly disfigured composer who has plans for those oppose himself or the young singer.","release_date":"1989-11-04","vote_average":5.4,"runtime":93,"cert":"N\/A","id":86962,"title":"The Phantom of the Opera","adult":false,"genre_ids":[18,27,10749]},{"cast":["Pierre Desproges"],"overview":"","release_date":"1998-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86965,"title":"Desproges est vivant","adult":false,"genre_ids":[35,99]},{"cast":["Christian Borde","Benoît Delepine"],"overview":"","release_date":"2007-11-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":86966,"title":"Groland - 15 ans d'âge... bête","adult":false,"genre_ids":[35]},{"cast":["La Ruda"],"overview":"","release_date":"2005-10-02","vote_average":5.3,"runtime":null,"cert":"N\/A","id":86967,"title":"La Ruda : Dans la vapeur et le bruit","adult":false,"genre_ids":[10402]},{"cast":["Burl Ives","Brock Peters","David Carradine","Jack Palance","Nancy Kwan"],"overview":"Set in the immediate post-Civil War era, The McMasters stars Brock Peters as a black Union soldier who finds he must figuratively fight the war all over again. Returning to his southern hometown, Peters quickly learns that nothing has really changed: he is a \"free\"man in name only. Peters' ex-master Burl Ives magnanimously gives the former slave a plot of land, but only Native-American David Carradine and his tribesmen are willing to work for a black man. The \"invasion\" of Indians serves to stir up the racial divisiveness even farther, thanks to local rabble-rouser Jack Palance.","release_date":"1970-08-01","vote_average":4.2,"runtime":90,"cert":"N\/A","id":86968,"title":"The McMasters","adult":false,"genre_ids":[37]},{"cast":["Paul Ansdell","Ali Bastian","Clare Bullus","Alexandra J. Cameron","James D'Arcy"],"overview":"","release_date":"2002-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86969,"title":"Come Together","adult":false,"genre_ids":[]},{"cast":["Tracy Pollan","Gil Bellows","Carly Pope","Megan Gallagher","Angie Everhart"],"overview":"A homicide inspector -- Lindsay Boxer -- who teams with three other professional women to catch an ingenious serial killer targeting newlyweds on their wedding nights.","release_date":"2003-02-23","vote_average":3.0,"runtime":null,"cert":"N\/A","id":86970,"title":"1st to Die","adult":false,"genre_ids":[28,53]},{"cast":["Rachel Hunter","Melissa Ordway","Brad Dourif","Stacey Asaro","Griff Furst"],"overview":"When an offshore-drilling rig in the Gulf bursts into flames and sinks, Antoinette Vitrini (Rachel Hunter) - a beautiful and insightful volcanologist - investigates the area with startling results. Confirming her theory that a long-dormant underground volcano exists in the region, Antoinette discovers that the illegal deep-sea drilling has awakened the beast. Now, catastrophic amounts of magma are about to be pumped out... right under the city of Miami. But as Antoinette and her team try to stop the impending disaster, they must also battle the corrupt company that caused the problem in the first place.","release_date":"2011-12-01","vote_average":4.6,"runtime":87,"cert":"N\/A","id":86971,"title":"Miami Magma","adult":false,"genre_ids":[10770,28,878]},{"cast":["Adel Imam","Yousra","Safia El Emary","Tewfik El Dekn","Sa'eed Saleh"],"overview":"The film captures the image of an emotional relationship between Kamal  a medical student who comes from a rather poor class, and his colleague Nora, the daughter of a rich butcher who rejects the relationship altogether.","release_date":"1982-03-29","vote_average":6.5,"runtime":123,"cert":"N\/A","id":86972,"title":"At the Minister's Door","adult":false,"genre_ids":[18,35,10751]},{"cast":["Harry Hamlin","Susan Dey","Jeremy Lelliott","Basia A'Hern","Jamie Croft"],"overview":"A family driving through Nevada decides to take some snapshots at an out-of-the-way ghost town named Weaver, and horrible things start happening.","release_date":"2002-04-21","vote_average":5.4,"runtime":null,"cert":"N\/A","id":86973,"title":"Disappearance","adult":false,"genre_ids":[9648,27,53]},{"cast":["David Ellefson","Dave Mustaine","Chris Broderick","Shawn Drover","Megadeth"],"overview":"Megadeth concert in Santiago, Chile at the Festival Maquinaria in support of their album Thirteen [November, 12 2011]. Setlist: Trust \/ Wake Up Dead \/ Hangar 18 \/ Angry Again \/ A Tout Le Monde \/ Whose Life (Is It Anyways?) \/ Head Crusher \/ Public Enemy No. 1 \/ Sweating Bullets \/ Symphony of Destruction \/ Peace Sells \/ Holy Wars... The Punishment Due","release_date":"2011-11-12","vote_average":0.0,"runtime":58,"cert":"N\/A","id":86974,"title":"Megadeth: Maquinaria Festival","adult":false,"genre_ids":[10402]},{"cast":["Domingo Ambriz","Trinidad Silva","Linda Gillen","Ned Beatty","Jerry Hardin"],"overview":"After the birth of his first child, Roberto, a young Mexican man slips across the border into the United States. Seeking work to support his family back home, he finds that working hard is not enough.","release_date":"1977-10-16","vote_average":6.5,"runtime":110,"cert":"N\/A","id":86975,"title":"Alambrista!","adult":false,"genre_ids":[18]},{"cast":["Ayaka Maeda","Masahiro Toda","Nao Omori","Makiko Watanabe","Yumi Shimizu"],"overview":"Asaka Ai is a budding starlet waiting for her big break to make it into the limelight. Under the dedicated tutelage of her manager Bando she shuffles from one photo shoot to the next, most often resulting in her image being used on various advertising posters. With the help of a catchy tune, Ai and Bando anticipate she will finally break out of merely poster appearances and into television commercials and from there, real stardom. The song is entitled \"If this is a Dream Wake Me\" (Yume Nara Samete) and was written by Ai's friend Hiromi just prior to Hiromi jumping headlong off a tall building. Butas things started to go well, a stalker shows up knowing anything and everything about Ai...","release_date":"2002-08-24","vote_average":6.0,"runtime":103,"cert":"N\/A","id":86976,"title":"Perfect Blue: Yume Nara Samete","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86977,"title":"Al Makroum","adult":false,"genre_ids":[]},{"cast":["Kevin Costner","Sara Botsford","Paul Soles","Karen Racicot"],"overview":"1926. The Chinese Civil War. Drifter Ted Beaubien is captured and forced to witness his girlfriend's execution. He finally escapes and vows to avenge her death by taking on a deadly mission to buy guns abroad and smuggle them back. Arriving in his hometown, Ted is shocked to find his elderly mother and younger brother George are penniless. But time is running out, and before he can help them, he's got to get the guns. In setting up the deal, Ted meets and falls for the seductive nightclub owner Maud Ryan who introduces him to the treacherous gangsters who will sell him the artillery. For a gun-runner, falling in love is like pointing a pistol at your heart - and pulling the trigger!","release_date":"1983-01-01","vote_average":4.3,"runtime":92,"cert":"N\/A","id":86978,"title":"The Gunrunner","adult":false,"genre_ids":[80,18]},{"cast":["Patricia Neal","Pamela Brown","Graham Crowden","Jean Anderson","Peter Sallis"],"overview":"The dreary existence of middle-aged spinster Maura Prince takes an unexpected turn with the arrival of young handyman Billy Jarvis, but there is more to Billy than meets the eye.  Based on the novel *Nest in a Fallen Tree* by Joy Cowley.","release_date":"1971-05-12","vote_average":6.5,"runtime":97,"cert":"N\/A","id":86979,"title":"The Road Builder","adult":false,"genre_ids":[18,27,53]},{"cast":["Peter Magnusson","Susanne Thorson","David Hellenius","Jenny Skavlan","Frida Hallgren"],"overview":"Life coach Sven travels to Thailand to fulfil his dreams as a writer. He meets Gitte a yoga-practising free spirit from Norway. Then along comes Anja, an editor who works for a Swedish publisher. What does he really want to do with his life, and who does he want to do it with?","release_date":"2012-02-03","vote_average":5.5,"runtime":105,"cert":"N\/A","id":86980,"title":"Once Upon A Time in Phuket","adult":false,"genre_ids":[35]},{"cast":["W. Axl Rose"],"overview":"Live performance of the Band at Rock in Rio 2011. Setlist:1.CHINESE-PYRO,2.JUNGLE-PYRO,3.BROWNSTONE,4.IT'S SO EASY-PYRO,5.TWAT,6.RICHARD SOLO,7.LIVE &amp; LET DIE-PYRO,8.SORRY,9.IF THE WORLD,10.PROSTITUTE,11.ROCKET QUEEN,12.MY MICHELLE,13.DIZZY SOLO,14.STREET OF DREAMS,15.HEAVEN'S DOORS,16.YOU COULD BE-MINE,17.IRS,18.DJ SOLO,19.SWEET CHILD, 20.THIS I LOVE,21.NOVEMBER-PYRO,22.BUMBLE SOLO,23.SHACKLERS-PYRO,24.OUT TA GET,ME 25. NIGHT TRAIN-PYRO,26. BETTER-PYRO,27.PATIENCE,28.PARADISE CITY-PYRO,29.MADAGASCAR,29.CATCHER, 30.GOING DOWN,31.OH MY GOD,32.ESTRANGED,33.SCRAPED,34.RIFF RAFF,35.WHOLE LOTTA ROSIE,36.NICE BOYS,37.USED TA LOVE HER,38.THINK ABOUT YOU","release_date":"2011-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":86981,"title":"Guns N' Roses: Live Rock In Rio 2011","adult":false,"genre_ids":[10402]},{"cast":["Allan Svensson","Suzanne Reuter","Peter Dalle","Torkel Petersson","Marie Robertson"],"overview":"Gustav and Lena Svensson are facing their 30-year wedding anniversary , but Lena can't stand Gustav anymore and therefore wants to divorce him. The only thing Gustav does is to watch sport - any sport at any time - and doesn't give Lena any attention at all. Gustav however, thinks that everything is great and doesn't think they can give up just a week before their anniversary . Lena gives Gustav one absolute last chance and they go off on a love weekend where Gustav will have to prove that Lena is more important than football and TV. But at the hotel football legend Tommy Franzén shows up and messes everything up for Gustav!","release_date":"2011-10-14","vote_average":4.3,"runtime":84,"cert":"N\/A","id":86982,"title":"Svensson, Svensson - In Sickness and in Health","adult":false,"genre_ids":[35]},{"cast":["Mikael Persbrandt","Iben Hjejle","Henrik Norlén","Liv Mjönes","Lars-Erik Berenett"],"overview":"Stockholm East is the love story between two strangers, bound together by a tragedy that has taken its toll on both their lives and relationships. When Johan and Anna meet at the railway station connecting Stockholm with the idyllic suburbs where they both live, they embark on a dangerous journey of passion and lies.","release_date":"2011-10-21","vote_average":5.7,"runtime":95,"cert":"N\/A","id":86983,"title":"Stockholm East","adult":false,"genre_ids":[18]},{"cast":[],"overview":"DVD features live performances by:  BLACK SABBATH - \"War Pigs\"  BLACK SABBATH - \"Iron Man\"  BLACK SABBATH - \"Paranoid\"  VELVET REVOLVER - \"Sucker Train Blues\"  ANTHRAX - \"Caught in a Mosh\"  H.I.M. - \"Soul On Fire\"  ALTER BRIDGE - \"The End Is Here\"  THE MAD CAPSULE MARKETS - \"Pulse\"  TRIVIUM - \"A Gunshot To The Head of Trepidation\"  ROB ZOMBIE - \"More Human Than Human\"  ROB ZOMBIE - \"Dragula\"  THE HAUNTED - \"Bury Your Dead\"  SOILWORK - \"Blind Eye Halo\"  WICKED WISDOM - \"You Can't Handle\"  GIZMACHI - \"Voice Of Sanity\"  A DOZEN FURIES - \"Awake and Lifeless\"  IT DIES TODAY - \"A Threnody For Modern Romance\"","release_date":"2005-05-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":86984,"title":"Ozzy Osbourne's Ozzfest 10th Anniversary","adult":false,"genre_ids":[]},{"cast":["Flemming Enevold","Carsten Bjørnlund","Arnaud Binard","Jens Jørn Spottag","Tuva Novotny"],"overview":"A woman wakes up in a river. Wounded and without memory, then races to elude mysterious followers and recover from amnesia.","release_date":"2011-11-24","vote_average":6.2,"runtime":104,"cert":"15","id":86985,"title":"ID:A","adult":false,"genre_ids":[53]},{"cast":["Slash"],"overview":"Nürbrugring, Germany. June 4, 2010  01 Ghost  02 Dirty Little Thing  03 Nightrain  04 Sucker Train Blues  05 Back From Cali  06 Nothing To Say  07 Starlight  08 By The Sword  09 Paradise City","release_date":"2010-06-04","vote_average":0.0,"runtime":47,"cert":"N\/A","id":86986,"title":"Slash: Rock Am Ring 2010","adult":false,"genre_ids":[]},{"cast":["Mads Ousdal","Kyrre Hellum","Henrik Mestad","Andreas Cappelen","Arthur Berning"],"overview":"Terrified and bloody, Oscar Svendsen awakes clinched to a shotgun in a strippers joint. Around him 8 dead men, and police aiming at him. To Oscar it's clear that he is innocent. It all started when four chaps won 1,7 million on the pools.","release_date":"2011-12-02","vote_average":6.1,"runtime":86,"cert":"N\/A","id":86987,"title":"Jackpot","adult":false,"genre_ids":[28,35,80]},{"cast":["Dr. Masaru Emoto"],"overview":"This amazing 40-minute video lets you see how water \"listens\" to music and \"reads\" printed words. You'll actually see the frozen water crystals forming.","release_date":"2004-05-05","vote_average":0.0,"runtime":40,"cert":"N\/A","id":86988,"title":"Water Crystals In Motion - Messages From Water","adult":false,"genre_ids":[99]},{"cast":["Tom Araya","Kerry King","Jeff Hanneman","Dave Lombardo"],"overview":"Nürbrugring, Germany. June 4, 2010.  01. World Painted Blood  02. Jihad  03. Hate Worldwide  04. Disciple  05. Dead Skin Mask  06. Expendable Youth  07. War Ensemble  08. Beauty Through Order  09. Seasons in the Abyss  10. Hell Awaits  11. Mandatory Suicide  12. Chemical Warfare  13. Raining Blood  14. South of Heaven  15. Angel of Death","release_date":"2010-06-06","vote_average":0.0,"runtime":76,"cert":"N\/A","id":86989,"title":"Slayer: Rock Am Ring","adult":false,"genre_ids":[]},{"cast":["Walter Huston"],"overview":"The final entry in a trilogy of films produced for the U.S. government by John Huston. Some returning combat veterans suffer scars that are more psychological than physical. This film follows patients and staff during their treatment. It deals with what would now be called PTSD, but at the time was categorised as psychoneurosis or shell-shock. Government officials deemed this 1946 film counterproductive to postwar efforts; it was not shown publicly until 1981.","release_date":"1946-12-16","vote_average":7.4,"runtime":58,"cert":"N\/A","id":86990,"title":"Let There Be Light","adult":false,"genre_ids":[99]},{"cast":["Jose Arguelles","Gregg Braden","John Major Jenkins"],"overview":"The Mayan Calendar is ending on December 21st 2012. What will happen to us between now and then? Are there other prophecies that also predict the closing of this world age and the start of a new beginning?  Join author Sharron Rose on an adventure into the future. In this exciting and thought provoking feature documentary she travels across the entire United States speaking to the many experts on this fast approaching prophecy. They help her to reveal the secrets that will unfold before our eyes and will shape our future.","release_date":"2007-08-01","vote_average":5.0,"runtime":99,"cert":"N\/A","id":86991,"title":"2012 The Odyssey","adult":false,"genre_ids":[99]},{"cast":["Vince Colosimo","Matthew Newton","Sigrid Thornton","Ra Chapman","Robert Rabiah"],"overview":"Face to Face is adapted from David Williamson's play of the same name which is in turn based on the transcripts from real conflict resolution sessions. The story is about a young scaffold construction worker who is charged with assaulting his boss. By the end of the film, all our assumptions about guilt and blame are turned on their heads. As 10 people sit in a room discussing the turn of events that brought our protagonist to breaking point, twists and surprises reveal that all is not quite as simple as it seems. Michael Rymer directs his screen adaptation of 'Face to Face' (written by Australian playwright David Williamson), as an ensemble piece about 10 very dissimilar Australians bound together by a complex pattern of relationships and shared histories. Hysterically funny and deeply moving, each character's role in the drama peels back another layer as the story digs down to the roots of who these people really are.","release_date":"2011-09-08","vote_average":6.3,"runtime":86,"cert":"N\/A","id":86992,"title":"Face to Face","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Bobby and Saretha travel to the beautiful and exotic South Pacific to explore the wonders new places, and visit family. Join them as they visit movie sets from Lord of the Rings in New Zealand, visit exotic gardens in Singapore, and scuba dive in the Cook Islands","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":86993,"title":"There & Back Again: A South Pacific Journey","adult":false,"genre_ids":[]},{"cast":["Jonny Lang"],"overview":"JONNY LANG - LIVE AT MONTREUX - 1999  In 1999, Jonny Lang was indeed 18 years old when he made his debut appearance at the Montreux Festival. He had already released three albums: A self release titled \"Smokin'\" followed by his major label debut and sophomore platinum albums \"Lie To Me\" and \"Wander This World\". This set features songs from the two most recent albums. It captures  With: Jonny Lang, vocals, guitar; Paul Diethelm, vocals, guitar; Doug Nelson, bass, vocals; Bruce McCabe, piano, keyboards, vocals; Billy Thommes, drums.  1. Still Rainin' 2. Good Morning Little School Girl 3. A Quitter Never Wins 4. Right Back 5. There's Gotta Be A Change 6. The Levee 7. Breakin' Me 8. Lie To Me 9. Rack 'Em Up","release_date":"1999-07-07","vote_average":0.0,"runtime":55,"cert":"N\/A","id":86994,"title":"Jonny Lang: Live at Montreux 1999","adult":false,"genre_ids":[10402]},{"cast":["J.B. Smoove"],"overview":"JB Smoove is a gifted writer, comedian and actor who continues to entertain audiences all over the world with his unique brand of comedy. When JB's not touring the country with his stand-up act, he's making millions laugh at home with his reoccurring roles in Everybody Hates Chris and Curb Your Enthusiasm. This hilarious extended and uncensored feature-length special includes exclusive behind-the-scenes special features and is a must-own for all stand-up fans.","release_date":"2012-01-21","vote_average":6.0,"runtime":60,"cert":"N\/A","id":86995,"title":"JB Smoove: That's How I Dooz It","adult":false,"genre_ids":[35]},{"cast":["Arjan Ederveen","Jack Wouterse","Alex Klaasen","Gijs Naber","Rogier Philipoom"],"overview":"A collection of classic fairy tales such as Cinderella and Little Red Riding Hood, with a nod and a wink to contemporary times. The film offers characters such as the 'ugly sisters' Paris and Hilton, an updated relationship between Red Riding Hood and the big bad wolf, homosexuality and corny humor. Also musical scenes in which the characters sing the songs of current pop artists as well as many popular Dutch hits.","release_date":"2010-10-14","vote_average":6.7,"runtime":90,"cert":"N\/A","id":86996,"title":"Happily Ever After","adult":false,"genre_ids":[35]},{"cast":["Saša Petrović","Daria Lorenci Flatz","Emir Hadžihafizbegović","Damir Savić","Danijal Savić"],"overview":"Story about a forty-something Sarajevo taxi driver named Fudo (Sasa Petrovic) who decides to take control of his own destiny. Fudo doesn't earn much, so he supplements his income by offering tips to the local criminal syndicate and turning a blind eye to their nefarious dealings. One day, after offering a particularly bad bit of advice to a violent gangster, Fudo is badly beaten. When Fudo's wife Azra (Daria Lorenco) discovers what has happened, she decides to take the couple's infant son and move out. Now determined to win his wife back and restore peace in the home, Fudo decides to go straight. But cleaning up his act isn't going to be easy, because after borrowing enough cash from black market dealer Sejo (Emir Hadzihafizbegović) to purchase a van and then refusing to aid him in any underhanded dealings, the only person willing to cut him any slack is the sympathetic Azra.","release_date":"2007-10-17","vote_average":8.2,"runtime":86,"cert":"N\/A","id":86999,"title":"It's Hard to Be Nice","adult":false,"genre_ids":[35,18]}]