[{"cast":[],"overview":"This special 3-disc collector's edition DVD set uses a compilation of the \"best of\" Universals Newsreels, short subjects, and movie trailers, which magically captures the essence of the decade of spins, fins, and late night drive-ins. DVD features include 2.5 hours of shorts and trailers, and printed guide booklet.  Allow this specially collected selection of Universal Newsreels, short subjects, and movie trailers transport you back to the America of the 1950's. The spirits of cars with fins, drive-ins, and sock hops are called up with these visual documents of Marilyn Monroe, Elvis Presley, The Edsel, Princess Grace, Sputnik, Joe DiMaggio, Sugar Ray Robinson, Elizabeth Taylor, and more. Whether you were there and just want to relive the good old days, or you missed it and want to see what it was all about, FOREVER 50s is your video time machine.","release_date":"2003-04-29","vote_average":0.0,"runtime":517,"cert":"N\/A","id":87000,"title":"Forever 50's","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"Like old soldiers everywhere, they are fading away, but these German veterans of World War Two have an incredible and sometimes shocking story to tell. This is a unique opportunity to see and hear the last testimonies of Hitler's armies. These are remarkable personal accounts of Germany's rise and fall from the inside. Learn how those responsible for the maelstrom sent their armies to conquer only to see them crushed as the world united against them; of men seduced by the siren call of Hitler only to pay a very heavy price.","release_date":"2007-04-24","vote_average":0.0,"runtime":300,"cert":"N\/A","id":87011,"title":"Voices From Hitler's Army","adult":false,"genre_ids":[36,99,10752]},{"cast":["Alexandre Ogou","Tella Kpomahou","Balla Moussa Keita","Jeannot Coker","Fatoumata Diawara"],"overview":"BB works as a political cartoonist at a liberal newspaper, his more outrageous efforts duly appreciated but not necessarily published by his boss. He's in love with the boss’ lovely, talented computer-scientist daughter, Kesso. But his choice meets with stiff opposition from his strict Muslim father Karamako, who is the chief of his village as well as imam of Conakry, especially when Kesso becomes pregnant with BB’s child.","release_date":"2007-05-23","vote_average":6.0,"runtime":97,"cert":"N\/A","id":87012,"title":"Clouds Over Conakry","adult":false,"genre_ids":[18]},{"cast":["Niels Olsen","Jess Ingerslev","Jakob Wilhjelm Poulsen","Kathrine Bremerskov Kaysen","Kasper Ruwai Berg Kesje"],"overview":"I 'Far til fire - tilbage til naturen' sættes Fars evner ud i friluftslivet  på prøve, da familien rejser på weekend i Sverige.  Familien skal besøge Annika, Fars kusine, hvis fødselsdag falder sammen med årets midsommerfest. Annika har en naturpark, og Far glæder sig til at vise børnene, hvor han legede som dreng. Onkel Anders griber chancen og trækker i sin gamle spejdertrøje og finder kompasset frem.","release_date":"2011-10-06","vote_average":4.8,"runtime":80,"cert":"N\/A","id":87013,"title":"Father of Four: Back to Nature","adult":false,"genre_ids":[10751,35]},{"cast":["Jenn Proske","Ryan Kelley","Kelli Goss","Liz Vassey","Rachel Delante"],"overview":"moody daughters, Rachel and Dina have a close relationship. Dina tells her everything... or so Rachel thinks. When Dina suddenly commits suicide, Rachel is devastated and confused. Her search for answers as to what happened in her daughter's final days leads her to some painful discoveries about the secrets that Dina was trying to keep and the bullying that was tearing her apart.","release_date":"2012-01-14","vote_average":5.2,"runtime":86,"cert":"N\/A","id":87016,"title":"Sexting in Suburbia","adult":false,"genre_ids":[18,53,10770]},{"cast":["Martín Rodríguez","Cecilia Cósero","Gerardo Begérez","Arturo Goetz","Mirella Pascual"],"overview":"Leo, a young man coming to terms with his own sexuality, runs into Caro, a primary school friend he fancied when they were kids, who's now trying to ward off her own personal demons. This casual re-encounter will affect their personal conflicts without either truly grasping the other's problem.","release_date":"2010-01-20","vote_average":7.4,"runtime":95,"cert":"15","id":87017,"title":"Leo's Room","adult":false,"genre_ids":[18]},{"cast":["Jason David Frank","Dominic Keating","James Russo","Eric Alexander","An Ngo Ang"],"overview":"The One Warrior is a fantasy\/action piece that is loosely based on video adventure games. In our story, the character of The One Warrior finds himself in a mythical world where he must destroy the Evil Lord Shoukata, but to do so he must first fight his way through many challenges. These include dragons, the cursed swords of Damacleus, the Samurai Six, the Amazon Warriors, and much, much more. With each level he passes through, the more powerful he becomes until the end where we realize it is really a man who may have been testing a new video game. Or was it? The truth may never be known. Written by Jewel A","release_date":"2011-11-06","vote_average":2.3,"runtime":87,"cert":"N\/A","id":87018,"title":"The One Warrior","adult":false,"genre_ids":[14,28,12]},{"cast":["Floris Bosveld","Lorenzo van Velzen Bottazzi","Ingrid Jansen"],"overview":"An hour before the five best Dutch dance crews fly to a contest in New York, the subsidized trip is cancelled. Five dancers from totally different crews don't want to give up their free plane ticket and go anyway. In New York they realize what they've done. They have no money, no plan and no crew. But... They came to dance so there is only one thing to do. Together they form a new crew and do everything they can to enter the contest they came for. In the mean time... they have to survive two weeks in New York without any cash. Written by Tijs van Marle","release_date":"2011-10-06","vote_average":5.4,"runtime":null,"cert":"N\/A","id":87019,"title":"Body Language","adult":false,"genre_ids":[10402,18,10749]},{"cast":[],"overview":"The stars come out to the Hollywood Bowl for a night of musical fun.","release_date":"1938-10-04","vote_average":5.5,"runtime":7,"cert":"N\/A","id":87020,"title":"Hollywood Bowl","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2006-01-05","vote_average":8.0,"runtime":null,"cert":"N\/A","id":87021,"title":"Отдай мою посадочную ногу","adult":false,"genre_ids":[]},{"cast":["Johnny de Mol","Rifka Lodeizen","Ruben van der Meer","Pippa Allen"],"overview":"Kiek is worried as her father works in a war zone. To lengthen the odds of her father getting hurt, she comes up with a strange and unique idea: she needs a dead dog and a dead mouse, because Kiek doesn't know one person who has a dead mouse, a dead dog and a dead father. Surely the odds against that are enormous?","release_date":"2011-10-12","vote_average":7.3,"runtime":86,"cert":"N\/A","id":87022,"title":"Taking Chances","adult":false,"genre_ids":[18,10751,10752]},{"cast":["Annette Frier","Maximilian Grill","Bernhard Schir","Manuel Cortez","Norbert Heisterkamp"],"overview":"","release_date":"2011-02-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":87023,"title":"Achtung Arzt","adult":false,"genre_ids":[]},{"cast":["Mel Blanc","Ben Hardaway","Kent Rogers"],"overview":"The bull is watching through a knothole as the great bullfighter, Woody Woodpecker, is showing off for the spectators. Unable to take it no longer the bull dashes into the arena and charges Woody so hard that he makes a shambles of the stadium. Woody, as always, equal to the task at hand is soon serving bull-burgers to the crowd.","release_date":"1942-02-08","vote_average":6.0,"runtime":7,"cert":"N\/A","id":87024,"title":"The Hollywood Matador","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The vibrant community of 3rd &amp; Bird is always alive with songs, dances, and whistling galore. In each episode we follow Samuel Lovebird, an adorable young bird, as he explores his world and learns all about his community. 3rd &amp; Bird teaches children the value of being an active member of their community. As Samuel and his friends participate in community activities, they develop social skills that are integral to the functioning of a healthy community. Along the way they learn important life lessons about diversity, tolerance and perseverance.  3rd &amp; Bird is an irreverent, joyful series filled with humour, whistling, dancing and an eclectic cast of flying characters. Though the series takes on important social issues, it never loses sight of the importance of a clever turn of phrase or the timeless fun of physical comedy.","release_date":"","vote_average":0.0,"runtime":76,"cert":"N\/A","id":87025,"title":"3rd & Bird!: Muffin Land!","adult":false,"genre_ids":[]},{"cast":["Hannes Jaenicke","Nina Gummich","Nina Monka","Patrick von Blume","Dana Golombek"],"overview":"","release_date":"2011-01-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":87026,"title":"Allein unter Müttern","adult":false,"genre_ids":[35]},{"cast":["Francis Fulton-Smith","Patrik Fichte","Lara-Joy Körner","Pascal Breuer","Jutta Fastian"],"overview":"","release_date":"2011-05-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":87029,"title":"Der Film deines Lebens","adult":false,"genre_ids":[]},{"cast":["Esther Schweins","Thomas Heinze","Anna Thalbach","Steffen Groth","Tim Wilde"],"overview":"","release_date":"2002-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87030,"title":"Auch Engel wollen nur das Eine","adult":false,"genre_ids":[35]},{"cast":["Len Schlientz"],"overview":"A small group of residents in the Arkansas Ozarks battles the U.S. Forest Service and a rural electric coop to protect organic farms, wells, springs, and the first National River in the United States from being contaminated by herbicides.","release_date":"2011-01-01","vote_average":5.3,"runtime":76,"cert":"N\/A","id":87031,"title":"The Natural State of America","adult":false,"genre_ids":[99]},{"cast":["Mel Blanc","Sara Berner"],"overview":"A comical twist on the history of America.","release_date":"1941-03-30","vote_average":5.5,"runtime":7,"cert":"N\/A","id":87032,"title":"Hysterical High Spots in American History","adult":false,"genre_ids":[16]},{"cast":["Elena Uhlig","Suzan Anbeh","Oliver Korittke","Max Tidof","Carina Diesing"],"overview":"","release_date":"2009-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87033,"title":"Auf der Suche nach dem G.","adult":false,"genre_ids":[10770,35]},{"cast":["Jasmin Gerat","Rike Schmid","Alexander Sternberg","Miguel Herz-Kestranek","Carsten Norgaard"],"overview":"","release_date":"2010-06-07","vote_average":10.0,"runtime":null,"cert":"N\/A","id":87034,"title":"Ausgerechnet Afrika","adult":false,"genre_ids":[12,10749]},{"cast":["Ko Zandvliet","Abbey Hoes","Thijs Römer","Sander de Heer","Juliet Daalder"],"overview":"Sven (15) will be director and has been busy filming. He films his friends, especially those to do free running and put the videos on YouTube. He asks Roosmarijn to work on his first feature film. They may not know that he gets a thrashing at home regularly. He manages his bruises for anyone to hide until he one day so badly that he absconds with his grandmother. Thus he misses his birthday. Roosmarijn thinks he likes her anymore and his friends are angry with him. He decides to once and for all to deal with his father until he discovered why his father beats him.","release_date":"2011-10-12","vote_average":6.2,"runtime":null,"cert":"N\/A","id":87035,"title":"Razend","adult":false,"genre_ids":[18]},{"cast":["Chung Wah","Elliot Ngok","Ku Feng","Ching Li","Wong Chung"],"overview":"As two rival clans vie for dominance in a martial world where loyalty and honor can be bought and friends become enemies, a peerless swordsman (Chung Wa) discovers that the only thing truly worth fighting for is love.","release_date":"1976-03-19","vote_average":6.5,"runtime":91,"cert":"N\/A","id":87036,"title":"Killer Clans","adult":false,"genre_ids":[28,18]},{"cast":["Katharina Wackernagel","Benjamin Sadler","Hans-Jochen Wagner","Nina Weniger","Clelia Sarto"],"overview":"","release_date":"2005-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87037,"title":"Bettgeflüster & Babyglück","adult":false,"genre_ids":[35,10770]},{"cast":["Adrian Grønnevik Smith","Åsleik Engmark","Pernille Sørensen","Jan Gunnar Røise","Petrus Andreas Christensen"],"overview":"I den tredje filmen om Knerten har Lillebror og familien hans flyttet. Knerten har fått en sønn, Lille-Knerten, og lykken er stor. Men mor og far er bekymret for Lillebror. De har bodd i Bessby i et par måneder, men han har fremdeles ikke fått seg noen nye venner. Lillebror bryr seg ikke. Han liker ikke de andre guttene i gata uansett, og dessuten har han jo Knerten. De to gjør en avtale om ikke å ha noen andre venner. For alltid. Men en dag forsvinner Knerten sporløst…","release_date":"2011-09-23","vote_average":6.0,"runtime":72,"cert":"N\/A","id":87038,"title":"Twigson in Trouble","adult":false,"genre_ids":[10751]},{"cast":["Karl Kranzkowski","Elyas M’Barek","Francis Fulton-Smith","Valerie Niehaus","Heinrich Schafmeister"],"overview":"","release_date":"2011-03-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":87039,"title":"Biss zur großen Pause - Das Highschool Vampir Grusical","adult":false,"genre_ids":[10402]},{"cast":["Alice Dwyer","Janek Rieke","Harald Schrott","Hannah Ley","Jennifer Ulrich"],"overview":"","release_date":"2010-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87040,"title":"Die Kinder von Blankenese","adult":false,"genre_ids":[]},{"cast":["Joan Baez","Karl Dönitz","Edgar Faure","John Kenneth Galbraith","Hermann Göring"],"overview":"This exceptional, disturbing and thought-provoking documentary compares the atrocities committed by the Nazis as revealed during the Nuremberg trials to those committed by the French in Algeria and those done by the Americans in Vietnam. The four hour epic questions the right of any country to pass self-righteous moral judgements upon the actions of another country.","release_date":"1976-10-04","vote_average":8.5,"runtime":278,"cert":"N\/A","id":87041,"title":"The Memory of Justice","adult":false,"genre_ids":[99,10752]},{"cast":["Wim de Bie","Kees van Kooten"],"overview":"De Ironie verbergt Scherts achter de Ernst en de Satire verbergt Ernst achter de Scherts en hier vindt u al deze genres bijeen: Schertz, Zatire en Yronie (volgens het Bruine Spellingboekje) over Taal en Letteren, Lezers en Schrijvers, Doeners en Zeikerds. Diepzinnig en Oppervlakkig. Liederlijk en Literair.","release_date":"2007-05-09","vote_average":0.0,"runtime":112,"cert":"N\/A","id":87044,"title":"Van Kooten & De Bie - Schertz, Zatire en Yronie","adult":false,"genre_ids":[35]},{"cast":["Carol Roscoe","Kathryn Mesney-Hetler","Sean G. Griffin"],"overview":"The Dark Horse is a story of struggle and redemption. Dana, a ballet teacher, reluctantly returns to her childhood home to discover it is about to be sold. To save the farm, and the family, she must tame her mother's dangerous black horse, and ride him to victory in the year's biggest dressage competition.","release_date":"2008-06-04","vote_average":4.5,"runtime":null,"cert":"N\/A","id":87045,"title":"The Dark Horse","adult":false,"genre_ids":[18,10751]},{"cast":["Neil Young"],"overview":"Silver & Gold is a live video by Neil Young performing solo on acoustic guitar and piano. All but the last song were performed at Austin, Texas' Bass Concert Hall during his 1999 solo acoustic tour. Songs include: Looking Forward, Out of Control, Buffalo Springfield Again, Philadelphia, Daddy Went Walkin', Distant Camera, Red Sun, Long May You Run, Harvest Moon, The Great Divide, Slowpoke, Good To See You, and Silver and Gold.","release_date":"2000-04-25","vote_average":0.0,"runtime":62,"cert":"N\/A","id":87050,"title":"Neil Young: Silver & Gold","adult":false,"genre_ids":[]},{"cast":["Neil Young","Donald \"Duck\" Dunn","Steve Cropper","Jim Keltner"],"overview":"The Godfather of Grunge is back (not that he ever really left) on this two-hour live performance video. Filmed at Colorado's Red Rocks Ampitheatre, this concert features the legendary rocker kicking out all sorts of jams -- from anthemic rock songs to acoustic ballads -- with his talented backing band. Recorded live at Red Rocks Ampitheatre in Morrison, Colorodo on September 19-20, 2000. A highly original and inspiring performance, complete with a rainstorm and a farfisa, results! The set list includes «Harvest Moon», «Razor Love», «Cowgirl In The Sand» and many more.","release_date":"2000-12-05","vote_average":7.0,"runtime":122,"cert":"N\/A","id":87051,"title":"Neil Young: Red Rocks Live","adult":false,"genre_ids":[10402]},{"cast":["Neil Young"],"overview":"Prairie Wind is quintessential Neil Young, a masterpiece that completes the trilogy of his best-selling albums Harvest and Harvest Moon-direct yet poetic, country and folk yet rock. Recorded in Nashville, and with longtime collaborators, Prairie Wind is a moving series of songs reflecting Young's journey through life. This film documents the recording of an astounding album.","release_date":"2005-09-27","vote_average":0.0,"runtime":52,"cert":"N\/A","id":87056,"title":"Prairie Wind","adult":false,"genre_ids":[]},{"cast":["Lebleba","Hala Shiha","Ahmed Zaher","Riko","Adel Imam"],"overview":"Khattaab al-Naggary is a widowed businessman who loves his daughter Habeeba and tries to keep men away from her. Officer Taarek, the almost perfect young man, who proposes to his daughter, has already helped him out when he was caught in an awkward situation with one of his lady friends. Yet Khattab still wants to ruin his daughter’s marriage and puts obstacles in their way. Habeeba insists and so he agrees. For their honeymoon, they choose to go to a remote island. Upon their arrival, they find Khattaab waiting for them with his silly plans to keep them apart. Ensheraah, Taarek’s mother, comes to their aid. Habeeba gives birth and Khattaab marries Ensheraah. The story repeats itself and Khattaab cannot stop himself of over protective to his lovely granddaughter.","release_date":"2004-07-28","vote_average":5.3,"runtime":null,"cert":"N\/A","id":87059,"title":"A Groom from a Security Agency","adult":false,"genre_ids":[35]},{"cast":["Paul Robeson","Rachel Thomas","Edward Chapman","Simon Lack","Dilys Thomas"],"overview":"In a Welsh coal mining valley, a young man with a beautiful singing voice is called upon to make the ultimate sacrifice when a pit disaster threatens.","release_date":"1940-04-06","vote_average":6.4,"runtime":76,"cert":"","id":87060,"title":"The Proud Valley","adult":false,"genre_ids":[18]},{"cast":["Costa-Gavras","Jean-Pierre Jeunet","Michel Gondry","Michel Hazanavicius","Eric Lange"],"overview":"An account of the extraordinary life of film pioneer Georges Méliès (1861-1938) and the amazing story of the copy in color of his masterpiece “A Trip to the Moon” (1902), unexpectedly found in Spain and restored thanks to the heroic efforts of a group of true cinema lovers.","release_date":"2011-12-08","vote_average":7.7,"runtime":64,"cert":"N\/A","id":87061,"title":"The Extraordinary Voyage","adult":false,"genre_ids":[99]},{"cast":["Neil Young"],"overview":"Neil Young performs his concept album, Greendale, acoustically.","release_date":"2003-11-25","vote_average":0.0,"runtime":104,"cert":"N\/A","id":87062,"title":"Live at Vicar St.","adult":false,"genre_ids":[]},{"cast":["Vanda Duarte","Lena Duarte","Zita Duarte","Manuel Gomes Miranda","Diogo Pires Miranda"],"overview":"With the intimate feel of a documentary and the texture of a Vermeer painting, In Vanda’s Room takes an unflinching, fragmentary look at a handful of self-destructive, marginalized people, but is centered around the heroin-addicted Vanda Duarte.","release_date":"2000-08-08","vote_average":5.9,"runtime":170,"cert":"N\/A","id":87063,"title":"In Vanda's Room","adult":false,"genre_ids":[18]},{"cast":["Ui Miyazaki","Masahide Fuse","Yoshino Nanjou","Kanako Sakai","Sakura Nogawa"],"overview":"At a time when Orica is saddened over her inability to fulfill her role as a Lavateil, or one who can control magical powers through singing Hymns, Laina's airship comes crashing down upon her from the sky. Both of them search for an engineer to repair his airship, meeting Cruze. In the process, Laina inadvertently teaches Orica that the key to singing a successful Hymn is to want to help others from the bottom of one's heart.","release_date":"2006-03-22","vote_average":0.0,"runtime":25,"cert":"N\/A","id":87066,"title":"Ar Tonelico: The Girl Who Sings at the End of the World","adult":false,"genre_ids":[12,16,14,878]},{"cast":["Adrian Edmondson","Jennifer Saunders","Peter Richardson","Robbie Coltrane","Nigel Planer"],"overview":"While taking a holiday in the country with his mother, Dennis hits on a scheme to impress a girl so that she'll go away on a trip with him as his girlfriend. Although he fails to gain any interest from the girl, the police take a great interest in his story. From this point on, Dennis digs a deeper hole for himself at every turn","release_date":"1985-11-08","vote_average":7.3,"runtime":107,"cert":"","id":87067,"title":"The Supergrass","adult":false,"genre_ids":[35]},{"cast":["Jack Smethurst","Rudolph Walker","Kate Williams","Nina Baden-Semper","Bill Fraser"],"overview":"Eddy Booth and his wife Joan live next door to Bill and Barbie Reynolds Joan and Barbie are best friends, having much in common....that is apart from their husbands! Whilst Eddy is a staunch Socialist, Bill is a cautious Conservative but this is not the only point of contention. The Booths are white, the Reynolds black and Eddy's attitudes on matters of race cannot be considered liberal. Sparks and tempers are about to fly when the two women enter a competition whose theme is Love Thy Neighbour in this light hearted but poignant examination of ignorance and bigotry.","release_date":"1973-08-26","vote_average":6.7,"runtime":85,"cert":"PG","id":87068,"title":"Love Thy Neighbour","adult":false,"genre_ids":[35]},{"cast":["Chihiro Suzuki","Shinpachi Tsuji","Takashi Miike","Sayaka Ohara","Atsushi Imaruoka"],"overview":"A masochistic mobster meets his match in the dark streets of Tokyo. His nemesis, Ichi, is a psychopathic killer with an unrelenting thirst for bloodshed. A horrifying secret burns in his mind, and his hands deal death without mercy. At last, the shrouds of mystery are parted to reveal the origin of the monster. The city will know its greatest fear at the unveiling of Ichi the Killer.","release_date":"2002-09-27","vote_average":6.7,"runtime":50,"cert":"N\/A","id":87069,"title":"Ichi The Killer: Episode 0","adult":false,"genre_ids":[16,18,27,53]},{"cast":["Younès Mégri","Hayat Bellhaloufi","Saâdia Ladib","Nora Skalli","Aziz Hattab"],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87070,"title":"Amours voilées","adult":false,"genre_ids":[18]},{"cast":["Kumiko Higa","Hiro Yuuki","Mitsuki Saiga","Kazuhiro Nakata","Keiko Nemoto"],"overview":"The Dematerialization Phenomenon, in which the real world becomes digital, has become a problem and must be resolved immediately. After hearing of this incident, Netto and Rockman left off after their father and Network Researcher, Yuuichirou. He also had found news of an invasion in the computer of the Trinity Brain trust company: 'The Earth itself will understand the way things stand in the cyber world'. In order to destroy the program causing the incident, Netto and Rockman have to go deep underground. But old enemies await them there, as well as new ones. As they fought each other, the vicious cyber-life, Nebula Grey, awakens. The Dematerialization Phenomenon will not be stopped unless Nebula Grey is defeated.","release_date":"2005-01-01","vote_average":1.0,"runtime":50,"cert":"N\/A","id":87073,"title":"Rockman.EXE: The Program of Light and Darkness","adult":false,"genre_ids":[878,16,28]},{"cast":["Jean-Yves Lafesse"],"overview":"","release_date":"2006-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":87076,"title":"Lafesse - Lafesse droite","adult":false,"genre_ids":[35]},{"cast":["Borys Szyc","Natasza Urbańska","Bogusław Linda","Daniel Olbrychski","Jerzy Bończak"],"overview":"Poland's winning battle against Soviet Russia as seen through the eyes of two young protagonists, Ola and Jan. She is a Warsaw cabaret dancer, while he is a cavalry officer and poet who believes in socialist ideals","release_date":"2011-09-30","vote_average":5.1,"runtime":115,"cert":"15","id":87077,"title":"Battle of Warsaw 1920","adult":false,"genre_ids":[18,10752,36]},{"cast":["Dennis Haysbert","Michael Harris","Mel Harris","Dina Merrill","Sab Shimono"],"overview":"Brothers Vincent (rich) and Clay (poor) meet up for the first time after their father's funeral and remark on how similar they look. But unknown to Clay, who thinks his life is taking a turn for the better, Vince is actually plotting to kill him with a car bomb and pass the corpse off as his own, planning to start a new life elsewhere with his father's inheritance. But Clay survives the blast and has his face, memory and identity restored in hospital... but are they the right ones?","release_date":"1993-09-14","vote_average":6.8,"runtime":96,"cert":"15","id":87078,"title":"Suture","adult":false,"genre_ids":[18,53]},{"cast":["Angelina Armani","Brooke Lee Adams","Faye Reagan","London Keyes","Suzanne Kelly"],"overview":"Adult entertainment studio, Elegant Angel Productions, is delighted to announce \"Starlets,\" a glamorous collection of the hottest young talent in the industry. The movie stars the stunningly beautiful Angelina Armani, alongside London Keyes, Faye Reagan, Suzanne Kelly, and Brooke Lee Adams, and is directed by the award winning and critically acclaimed, William H.","release_date":"2009-10-29","vote_average":10.0,"runtime":142,"cert":"N\/A","id":87079,"title":"Starlets","adult":true,"genre_ids":[]},{"cast":["Nicolas & Bruno"],"overview":"","release_date":"1998-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":87080,"title":"Message à caractère informatif","adult":false,"genre_ids":[35]},{"cast":["Prince Adu","Karren Karagulian","Aiden Noesi","Keyali Mayaga","Kat Sanchez"],"overview":"Prince of Broadway is the story of Lucky and Levon, two men whose lives converge in the underbelly of New York's wholesale fashion district. Lucky, an illegal immigrant from Ghana, makes ends meet by soliciting shoppers on the street with knock-off brand merchandise. Levon, an Armenian-Lebanese immigrant, operates an illegal storefront with a concealed back room where counterfeit goods are showcased to interested shoppers. Lucky's world is suddenly turned upside down when a child is thrust into his life by a woman who insists the toddler is his son. While Lucky copes with his new domestic dilemma, Levon struggles to save a marriage that is falling apart. The seedy side of the wholesale district is revealed through a journey that continually confronts the interplay between what is fake and what is real.","release_date":"2008-08-14","vote_average":6.7,"runtime":102,"cert":"N\/A","id":87081,"title":"Prince of Broadway","adult":false,"genre_ids":[35,18]},{"cast":["Belinda Carlisle","Charlotte Caffey","Gina Schock","Kathy Valentine","Jane Wiedlin"],"overview":"The Go-Go's take Central Park by storm in this 2001 concert, their first live performance in decades. Serving up a pleasant mix of songs new and old -- including crowd-pleasers such as \"Vacation,\" \"We Got the Beat\" and \"Our Lips Are Sealed,\" plus a raucous rendition of The Ramones' \"I Wanna Be Sedated\" -- Belinda Carlisle, Jane Wiedlin, Charlotte Caffey, Kathy Valentine and Gina Schock prove they're still the \"It\" girls of pop-rock.","release_date":"2001-12-11","vote_average":0.0,"runtime":66,"cert":"N\/A","id":87082,"title":"The Go-Go's - Live in Central Park","adult":false,"genre_ids":[]},{"cast":["David Carradine","Steve James","Mako Iwamatsu"],"overview":"Col. Carradine leads a group of American P.O.W.s, battling their way to freedom as Saigon falls to the Viet Cong.","release_date":"1986-04-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":87083,"title":"P.O.W. The Escape","adult":false,"genre_ids":[28,10752,12]},{"cast":["Raphaël Mezrahi"],"overview":"","release_date":"2001-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87084,"title":"Raphaël Mezrahi - Les interviews (26 interviews), Vol. 1","adult":false,"genre_ids":[35]},{"cast":["Raphaël Mezrahi"],"overview":"","release_date":"2001-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87087,"title":"Mezrahi - Les interviews - Vol. 3","adult":false,"genre_ids":[35]},{"cast":["Kelly Divine","Briella Bounce","Jada Stevens","Jayden Jaymes","London Keyes"],"overview":"Following in the footsteps of industry legends Tianna, TIffany Mynx, and Belladonna the curvy and passionate Kelly Divine is announced as the new Buttwoman. She and her mighty posterior star in Kelly Divine Is Buttwoman.","release_date":"2011-09-30","vote_average":5.5,"runtime":173,"cert":"N\/A","id":87088,"title":"Kelly Divine Is Buttwoman","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87089,"title":"Michael Jordan, le joueur du siècle","adult":false,"genre_ids":[99]},{"cast":["Glenda Jackson","John Thaw","Cathy Tyson","Mark McGann","Eamon Boland"],"overview":"After seeing her husband fail in fighting a battle to keep his factory open, a manageress loses her job in a disagreement with the manager over sexual harassment of her staff. She accepts the advice of her father and joins his son, a left-wing organizer, and takes her plight to the union.","release_date":"1987-01-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":87090,"title":"Business as Usual","adult":false,"genre_ids":[18]},{"cast":["Yasuo Ôtsuka","Hayao Miyazaki","Isao Takahata"],"overview":"Yasuo Otsuka was the mentor of Isao Takahata and Hayao Miyazaki, the man who taught them to feel the joy of animation. As the supervising animator of their films and through the creation of superb scenes such as Lupin leaping from turret to turret in Lupin the 3rd: The Castle of Cagliostro, Otsuka made the impossible believable, and touched people’s emotions. To look back at the many works he was involved in is to review the history of Japanese animation after WWII. This film is a must for anime fans who want to learn how Japanese animation evolved.","release_date":"2004-07-23","vote_average":0.0,"runtime":129,"cert":"N\/A","id":87091,"title":"Yasuo Otsuka's Joy of Motion","adult":false,"genre_ids":[99]},{"cast":["Pierre Desproges"],"overview":"","release_date":"1982-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87092,"title":"L'indispensable encyclopédie de monsieur Cyclopède","adult":false,"genre_ids":[35]},{"cast":["Amy Adams","Christoph Waltz","Krysten Ritter","Danny Huston","Jason Schwartzman"],"overview":"The story of the awakening of painter, Margaret Keane, her phenomenal success in the 1950s, and the subsequent legal difficulties she had with her husband, who claimed credit for her works in the 1960s.","release_date":"2014-12-24","vote_average":7.0,"runtime":105,"cert":"12","id":87093,"title":"Big Eyes","adult":false,"genre_ids":[18]},{"cast":["Kagney Linn Karter","Asa Akira","Kristina Rose","Erik Everhard","Manuel Ferrara"],"overview":"Blonde bombshell Kagney Linn Karter stars in \"Kagney Linn Karter Is Relentless\", featuring her 1st Double Vag, 1st Double Penetration, and 1st Double Anal scene, also featuring an anal and IR scene. Directed by the award winning William H.","release_date":"2011-09-28","vote_average":10.0,"runtime":170,"cert":"N\/A","id":87094,"title":"Kagney Linn Karter is Relentless","adult":true,"genre_ids":[]},{"cast":["Bakuhatsu Fuji","Izumi Maki","Yuki Ishida"],"overview":"A young military officer, Captain Ralph Maskenval, was sent to Nortland, to fulfill a mission, which was to keep a close watch over the Angels. The Angels were coerced into believing they needed to have sex to nurture the Angel Core inside. Ralph starts to feel awkward about his mission. Then Ralph learns the reason behind the Angels' sex-craved behavior. Ralph will have to make a big decision...","release_date":"2003-04-25","vote_average":1.0,"runtime":60,"cert":"N\/A","id":87095,"title":"Angel Core","adult":true,"genre_ids":[16,10752]},{"cast":["Ed Asner","Sally Field","Ben Kingsley"],"overview":"How does art survive in a time of oppression? During the Soviet rule artists who stay true to their vision are executed, sent to mental hospitals or Gulags.  Their plight inspires young Igor Savitsky. He pretends to buy state-approved art but instead daringly rescues 40,000 forbidden fellow artist's works and creates a museum in the desert of Uzbekistan, far from the watchful eyes of the KGB. Though a penniless artist himself, he cajoles the cash to pay for the art from the same authorities who are banning it. Savitsky amasses an eclectic mix of Russian Avant-Garde art. But his greatest discovery is an unknown school of artists who settle in Uzbekistan after the Russian revolution of 1917, encountering a unique Islamic culture, as exotic to them as Tahiti was for Gauguin. They develop a startlingly original style, fusing European modernism with centuries-old Eastern traditions.","release_date":"2011-03-18","vote_average":6.0,"runtime":80,"cert":"N\/A","id":87098,"title":"The Desert of Forbidden Art","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87099,"title":"Adiya","adult":false,"genre_ids":[]},{"cast":["Kenny Johnson","Erin Daniels","David Marciano","Brad Dourif"],"overview":"When a convicted drug smuggler leaves prison after 22 years for one youthful mistake, he just wants to start over and obey the law. But, unable to find work, he's forced to take a supposedly legitimate job with his old crime partners. And they have big plans for their newest employee. Written by George A. Pappy Jr.","release_date":"2011-07-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":87108,"title":"Few Options","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"National Geographic: Alien Invasion: Weapon designers, military strategists and biologists reveal why it's crucial they prepare for an alien attack, and the plans they have drawn up for how humans would fight back","release_date":"2011-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87111,"title":"Alien Invasion","adult":false,"genre_ids":[99]},{"cast":["Jason Roy-Léveillée","Marc Beaupré","Pierre-Luc Brillant","Nicolas Canuel","Paul Dion"],"overview":"Guillaume is a good young man. He has never taken hard drugs in his life, doesn't plan on trying, and has an honest job. Everything goes chaotic when he witnesses his father's attempted suicide over a heavy gambling debt. In order to pay out his father's debt in a record time, Guillaume follows his best friend, Manu, into the difficult world of drug dealing.","release_date":"2011-06-30","vote_average":6.0,"runtime":null,"cert":"N\/A","id":87112,"title":"La Run","adult":false,"genre_ids":[18]},{"cast":["Marlene Dietrich","Robert Donat","Irene Vanbrugh","Herbert Lomas","Austin Trevor"],"overview":"British agent working in Russia is forced to remain longer than planned once the revolution begins. After being released from prison in Siberia he posses as a Russian Commissar. Because of his position among the revolutionaries he is able to rescue a Russian countess from the Bolsheviks.","release_date":"1937-07-23","vote_average":5.7,"runtime":100,"cert":"","id":87115,"title":"Knight Without Armour","adult":false,"genre_ids":[36,18,12]},{"cast":["Jean Forest","Victor Vina","Pierrette Houyez","Jeanne Marie-Laurent","Rachel Devirys"],"overview":"A young boy living in the Swiss Alps struggles to come to terms with his mother's death and his father's remarriage which brings a new mother and step-sister into his family.","release_date":"1925-01-24","vote_average":7.8,"runtime":114,"cert":"N\/A","id":87116,"title":"Faces of Children","adult":false,"genre_ids":[18,10751]},{"cast":["Lynn Hastings","Jamie Jensen","Elizabeth Loredan","Gloria Upson","Shoshana Ascher"],"overview":"Four amorous cheerleaders set out to save their ailing college football team by huddling up on the beach with the rival team...and scoring.","release_date":"1978-09-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":87117,"title":"Cheerleaders Beach Party","adult":false,"genre_ids":[35]},{"cast":["Anthony Eisley","Mamie Van Doren","Edward Faulkner","Walter Sande","Pamela Mason"],"overview":"US Navy battles monsters unearthed from the frozen arctic.","release_date":"1966-11-01","vote_average":3.3,"runtime":87,"cert":"N\/A","id":87120,"title":"The Navy vs. the Night Monsters","adult":false,"genre_ids":[27,878]},{"cast":["Alan Arkin","Valerie Perrine","Shelley Winters","Louise Fletcher","Lou Jacobi"],"overview":"Yasha is a Jewish stage magician who tours through eastern Europe while destroying his career through personal problems. He has one more chance at theatrical success, but he needs to do a brand new trick in a Warsaw theater.","release_date":"1979-11-09","vote_average":5.0,"runtime":114,"cert":"N\/A","id":87121,"title":"The Magician of Lublin","adult":false,"genre_ids":[18]},{"cast":["Gary Kroeger","Gretchen German","Marc Singer","Jennifer Runyon","Andy Greenhalgh"],"overview":"In the midst of WWII, a group of half-witted soldiers lead by a slightly smarter sergeant, battle the Germans and especially Von Kraut in the desert.","release_date":"1990-02-02","vote_average":2.0,"runtime":88,"cert":"N\/A","id":87122,"title":"A Man Called Sarge","adult":false,"genre_ids":[35]},{"cast":["Aline MacMahon","Ann Dvorak","Preston Foster","Lyle Talbot","Glenda Farrell"],"overview":"A lady gas station attendant gets mixed up with escaped murderers.","release_date":"1934-03-03","vote_average":7.0,"runtime":63,"cert":"N\/A","id":87123,"title":"Heat Lightning","adult":false,"genre_ids":[28,53,80]},{"cast":["Jack Dee"],"overview":"The \"Bulldog On Valium\" lets fly with an unforgettable performance which captivates a packed house at the Duke of York’s Theatre in London. Britain’s most stylish comedian makes it a sensational night with biting routines like Radiator Man, Sodding Typical, Home Knits and Craft Fair. The star of his own television series has had the critics raving - and you’ll be in no doubt why after more than an hour of non-stop, hard-hitting stand up comedy.","release_date":"1992-01-01","vote_average":9.0,"runtime":68,"cert":"15","id":87126,"title":"Jack Dee Live at the Duke of York's Theatre","adult":false,"genre_ids":[35]},{"cast":["Lương Mạnh Hải","Vinh Khoa Ho","Linh Son Nguyen","Phuong Thanh","Hieu Hien"],"overview":"Khoi, a naive twenty-year-old, travels to Ho Chi Minh City from the countryside to begin a new life. It's his first time in the big city and he's looking for a place to live. He befriends Dong, a handsome extrovert who offers to share his apartment. When Khoi goes to check the place out, he meets Lam, who also appears to be living there. Khoi decides to stay, but while he showers, Dong and Lam - who turn out to be boyfriends - run off with all his cash and belongings.","release_date":"2011-09-01","vote_average":5.3,"runtime":103,"cert":"N\/A","id":87147,"title":"Lost in Paradise","adult":false,"genre_ids":[18]},{"cast":["Alice Cooper","Victoria Vera","Carlos Santurio","Pepa Sarsa","Pepita James"],"overview":"A (dubbed) Alice Cooper stars as Victor Raven, a famous rock star, who returns to his childhood home to shoot a music video. Believing his presence is responsible for the return of a monstrous hound that killed folks when he was kid, the locals decide to do something violent about it.","release_date":"1984-12-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":87148,"title":"Monster Dog","adult":false,"genre_ids":[27]},{"cast":["Shammi Kapoor","Sharmila Tagore"],"overview":"In romantic Paris, two Parisians of Indian origin are in love namely Shyam or Sam and Roopa. Mystery and intrigue surround this romance, as Roopa is abducted and held by criminal mastermind Jack and his minions, who will trade her for a hefty ransom. Roopa has a look-alike in the shape and form of Suzy, who is sent in place of Roopa to ensure that the money is received, while the real Roopa is still being held captive. Sam must use all the resources available to in order to set Roopa free, but he will have a difficult time to differentiate between Suzy and Roopa.","release_date":"1967-01-01","vote_average":0.0,"runtime":168,"cert":"N\/A","id":87149,"title":"An Evening In Paris","adult":false,"genre_ids":[]},{"cast":["Sergio Boris","Marta Lubos","Peto Menahem","Florencia Peña","Ximena Díaz"],"overview":"Together forever in prestigious screenwriter Gross (Peto Menahem) denies his past making up fictional stories. Lucia (Malena Solda), his wife, tired of fictions around the world Gross, has an affair. But not even the confession of infidelity touches Gross, who is caught up in the story of a script that is writing, whose idea is so powerful that dominates it completely. Lucia, after seeing that Gross is unshakable, decides to leave. But Gross wastes no time: the same day replaces Lucía by Laura. From day one, Gross confuses the names of women. Thus Laura is transformed into a second copy of the true love of Gross.","release_date":"2011-06-06","vote_average":4.5,"runtime":110,"cert":"N\/A","id":87150,"title":"Together Forever","adult":false,"genre_ids":[35,10749,18]},{"cast":["Roger Moore","Rod Steiger","Elliott Gould","Art Carney","Anne Archer"],"overview":"Chicago psychiatrist Judd Stevens (Roger Moore) is suspected of murdering one of his patients when the man turns up stabbed to death in the middle of the city. After repeated attempts to convince cops Rod Steiger and Elliott Gould of his innocence, Dr.Stevens is forced to go after the real villains himself, and he finds himself up against one of the city's most notorious Mafia kingpins.","release_date":"1984-06-01","vote_average":5.7,"runtime":103,"cert":"N\/A","id":87151,"title":"The Naked Face","adult":false,"genre_ids":[53,28,9648]},{"cast":["Marc Bolan","Elton John","Ringo Starr","Gloria Jones"],"overview":"By 1972, the seminal English glam-rock band T-Rex was at the height of what came to be known as \"T-Rexstacy:\" they had already scored three of their soon-to-be ten straight Top 10 hits. To celebrate their success, Bolan and T-Rex played two sold-out performances at London's Wembley Empire Pool, captured on film by none other than former Beatles drummer Ringo Starr and released as the now-legendary concert film BORN TO BOOGIE. The only existant recording of a full T-Rex concert, BORN TO BOOGIE is centered around the dual live performances (with Ringo and Elton John guest starring on two tracks) and interspersed with an acoustic set filmed at John Lennon's mansion, goofy backstage footage of Bolan, and surreal sequences of nuns and dwarves inserted for visual effect. While the original film ran for roughly one hour, this reissue of BORN TO BOOGIE restores many of the hours-worth of material shot by Ringo.","release_date":"1973-04-15","vote_average":10.0,"runtime":67,"cert":"","id":87152,"title":"Born to Boogie","adult":false,"genre_ids":[10402,99]},{"cast":["Nikhil Siddharth","Shweta Prasad","Ajay","Ali","Raghu Babu"],"overview":"The film is set in the backdrop of city and the hero is someone who has regard for studies or family but is good at tricking.  Movie covers the hero's love story","release_date":"2010-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87153,"title":"Kalavar King","adult":false,"genre_ids":[]},{"cast":["John Prats","Sandara Park","Polo Ravales","Katrina Halili","Jennylyn Mercado"],"overview":"In this offbeat Filipino fantasy, six teens find themselves cast in the role of world saviors when the vengeful villain Diego abducts their parents... who happen to be the fabled superheroes known as the Noypi. Along with martial artist Lia—sent from the future to help the youngsters discover and hone their inherited powers—can the kids save their parents from doom and deliver the planet from evil?","release_date":"2006-12-27","vote_average":0.0,"runtime":112,"cert":"N\/A","id":87154,"title":"Super Noypi","adult":false,"genre_ids":[12,35,14]},{"cast":["Richard Gutierrez","Angel Locsin","TJ Trinidad","Rhian Ramos","Joel Torre"],"overview":"Daniel and Andrea grew up in the same home and have been closer than real brothers and sisters ever since. But her father's goodwill to take in Daniel and bring him up does not sit well with her real older brother, who retaliates one day and kicks Daniel out. But by this time, nothing can come between the deeply in love Andrea and Daniel anymore--until the rich family on whose hacienda they've been working all these years come back. Andrea catches the eye of the rich son, while the daughter fancies Daniel, too. This will set in motion a series of events that will test how deep the two's love goes.","release_date":"2007-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87155,"title":"The Promise","adult":false,"genre_ids":[18,10749]},{"cast":["Jason Pai Piao","Ron Van Clief","Nancy Veronica","Thompson Kao Kang","Subas Herrero"],"overview":"Decent, simple, honest Chinese farmhand and ace martial artist Tai-Lin goes to the Philippines to seek his fortune. He befriends scruffy petty street hoodlum Siao-Mao and gets a job as a dock worker. When Tai-Lin discovers that the people he works for are involved in a crime syndicate that specializes in smuggling opium, he quits his job and joins forces with two fellow martial artists against the evil organization.","release_date":"1974-03-02","vote_average":4.8,"runtime":88,"cert":"N\/A","id":87156,"title":"The Black Dragon","adult":false,"genre_ids":[28]},{"cast":["Regine Velasquez","Cesar Montano","Eddie Garcia","Michael V.","Allan K."],"overview":"Urduja is a 2008 animated film adaptation of the legend of the warrior princess Urduja of Pangasinan. It is the first of two locally produced (in the Philippines) animated films set for release in 2008. The other, Dayo, is set for a December 2008 release, in time for the Metro Manila Film Festival. Urduja is created by an all-Filipino group of animators and made using the traditional (hand-drawn) animation process.","release_date":"2008-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87157,"title":"Urduja","adult":false,"genre_ids":[28,16,35,10402,10749,10752]},{"cast":["Tito Sotto","Vic Sotto","Joey de Leon","Herbert Bautista","Chichay"],"overview":"A Filipino comedy film directed by Mike Relon Makiling.","release_date":"1985-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87158,"title":"Working Boys","adult":false,"genre_ids":[35]},{"cast":["Jenny Hendrix","Kendra Devons","Anna Lee","Evie Delatosso","Dakoda Brookes"],"overview":"Director Greg Lansky has got a new batch of freaky teens that will have you blowing your load all over your books and pencils. You've got to watch these teen queens get nasty and freaky like they've never done before. Dakota Brookes, Evie Delatosso, Kendra Devons, Jenny Hendrix, and Anna Lee take it to new level when we give them the chance to fuck or get fucked by some rock hard bone cocks. Catholic school girls gone bad? I think so!","release_date":"2007-11-28","vote_average":0.0,"runtime":132,"cert":"N\/A","id":87161,"title":"Naughty College School Girls 45","adult":true,"genre_ids":[]},{"cast":["Angie Dickinson","Joseph Bologna","David Soul","Yaphet Kotto","Charles Durning"],"overview":"An inspector is researching a number of murders on police officers in New York. During his research he starts suspecting that the serial killer is a police officer as well.","release_date":"1989-09-29","vote_average":5.0,"runtime":100,"cert":"N\/A","id":87164,"title":"Prime Target","adult":false,"genre_ids":[28,18,80,10770]},{"cast":["Fernanda Montenegro","Nelson Motta","Fernando Henrique Cardoso","Boris Casoy","Ruy Castro"],"overview":"Documentary about the life of Brazillian journalist Paulo Francis","release_date":"2010-01-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":87165,"title":"Caro Francis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From the much loved and critically acclaimed SHAUN THE SHEEP, little lamb Timmy stars in his very own animated TV Series - Timmy Time. Being the only lamb in the flock Timmy has been used to getting his own way but now he has a lot to learn. Timmy can be a bit of a handful, but only because he is eager and enthusiastic. The teachers Harriet and Osbourne are going to have their hands full, but Timmy gets it right in the end - with a little help from his friends of the furry and feathery type.","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":87166,"title":"Timmie time snapshot timmie","adult":false,"genre_ids":[]},{"cast":["Anil Kapoor","Padmini Kolhapure","Naseeruddin Shah"],"overview":"Maya, coming from poor family, is married to the affluent Dr. Anand; but she tries to commit suicide on the nuptial night. She tells Anand that she was in love with Prem whose ambition was to be a music director. He too was in love with her but thought she would not be happy as his wife. Anand tells Maya that he had married her only for his mother who was on her death bed. When the mother dies Anand wants to unite Prem and Maya but Prem says it is against Hindu culture and disappears from their life.","release_date":"1983-02-23","vote_average":7.7,"runtime":null,"cert":"N\/A","id":87167,"title":"Woh 7 Din","adult":false,"genre_ids":[]},{"cast":["Naseeruddin Shah","Shabana Azmi","Smita Patil","Dilip Dhawan"],"overview":"'Albert Pinto Ko Gussa Kyun Ata Hai' revolves around the Pintos and the people connected to them. There's Albert who's pretty much angry at everybody. His brother Dominic who thinks it's better to be jobless than to work an underpaid job, his patient sister Joan who works at a sari shop, his independent girlfriend Stella who feels under-appreciated by her boyfriend, his father and his colleagues, client and Stella's family. The film is very much a social commentary about Middle-class life in Bombay during the late ’70s and the conflicts arising in the labour force because workers were getting severely underpaid.","release_date":"1980-01-01","vote_average":5.0,"runtime":110,"cert":"N\/A","id":87168,"title":"Albert Pinto Ko Gussa Kyoon Aata Hai","adult":false,"genre_ids":[]},{"cast":["Rory Cochrane","Sean Astin","Ron Livingston","Kyra Sedgwick","James Le Gros"],"overview":"Yale graduate John has come to Hollywood to catch his big break. It hasn't happened yet.","release_date":"1995-11-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":87169,"title":"The Low Life","adult":false,"genre_ids":[]},{"cast":["Meral Polat"],"overview":"Jere born on Christmas Eve 1960 is destined to be a butcher. His father is a butcher, his grandfather used to be a butcher and his brothers Cor, Bolle and Arie are taught to become butcher from an early age. But Jere is different, he likes to laugh and sing. His grandmother Moemoe helps him to achieve his dreams.","release_date":"2010-09-02","vote_average":6.0,"runtime":86,"cert":"N\/A","id":87170,"title":"The Odd One Out","adult":false,"genre_ids":[18]},{"cast":["Christopher Andrews","Uriel Arce","Royce Gracie","Lisa Mayo","Veronica Suarez"],"overview":"","release_date":"2010-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87171,"title":"Vale todo: Anything goes","adult":false,"genre_ids":[28,18]},{"cast":["Bénabar"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87172,"title":"Bénabar - Live au Grand Rex","adult":false,"genre_ids":[]},{"cast":["Coluche"],"overview":"","release_date":"2001-12-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":87173,"title":"Coluche - Le jeu de la vérité","adult":false,"genre_ids":[35]},{"cast":["Dany Boon"],"overview":"","release_date":"2001-11-07","vote_average":5.1,"runtime":null,"cert":"N\/A","id":87176,"title":"Dany Boon - En parfait état","adult":false,"genre_ids":[35]},{"cast":["Gérard Darmon","Zinedine Soualem","Damien Jouillerot","Lucien Jean-Baptiste"],"overview":"","release_date":"2005-07-12","vote_average":2.5,"runtime":null,"cert":"N\/A","id":87181,"title":"Emmenez-moi","adult":false,"genre_ids":[35]},{"cast":["Eric Judor","Ramzy Bedia"],"overview":"","release_date":"1998-09-27","vote_average":6.5,"runtime":null,"cert":"N\/A","id":87182,"title":"Eric & Ramzy - Au Palais des Glaces","adult":false,"genre_ids":[35]},{"cast":["Didier Gustin"],"overview":"","release_date":"2011-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87189,"title":"Didier Gustin - Ajouter Comme Ami","adult":false,"genre_ids":[]},{"cast":["Chris Cooper","Patricia Clarkson","Kris Kristofferson","Robert Joy","Richard Tyson"],"overview":"Union soldiers in search of food descend on the farm of a Confederate family and decide to stay until one in their ranks' wounds have healed. While the war weary Union captain (Chris Cooper) falls for the mother of the family (Patricia Clarkson) - whose husband is off fighting for the rebels - her son plots revenge on the dirty, double-dealing Yankees. Co-stars Kris Kristofferson.","release_date":"1995-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":87190,"title":"Pharaoh's  Army","adult":false,"genre_ids":[37,18,10752]},{"cast":["Jerry Miculek"],"overview":"Jerry Miculek Practical Rifle helps you get the most out of your rifle and build your shooting skills. Learn how to shoot your AR-15 smarter, better, and faster from one of the world’s fastest, most knowledgeable, and “winningest” shooters, Jerry Miculek. He provides over two hours of expert one-on-one instruction that covers everything about shooting the AR-15, from how to set up your rifle like his, to the stance, grip, and trigger technique used by the pros. Plus, he'll take you through plenty of basic and advanced drills that’ll improve your shooting. Learn how to reload and clear malfunctions quickly, move and acquire targets faster, engage multiple and moving targets, and shoot from behind cover and in different positions.","release_date":"2010-01-01","vote_average":0.0,"runtime":137,"cert":"N\/A","id":87191,"title":"Jerry Miculek Practical Rifle","adult":false,"genre_ids":[99]},{"cast":["Daws Butler","Bill Thompson"],"overview":"Spike gets a job running the house for a hibernating bear. Only problem is that same bear is VERY noise-sensitive, and Spike's got a rival that wants his job.","release_date":"1952-07-12","vote_average":7.7,"runtime":7,"cert":"N\/A","id":87192,"title":"Rock-a-Bye Bear","adult":false,"genre_ids":[16,35]},{"cast":["Wally Maher","Dick Nelson"],"overview":"A crazy squirrel provokes a dog into trying to catch him throughout the picture.","release_date":"1944-04-01","vote_average":6.1,"runtime":7,"cert":"N\/A","id":87193,"title":"Screwball Squirrel","adult":false,"genre_ids":[16,35]},{"cast":["Lina Romay","Bill Thompson","Tex Avery","Nestor Paiva"],"overview":"The wolf, the champion toreador, and Droopy, the challenger, are competing to see who is best in the bullring in the hopes of winning the hand of actress Lina Romay (who appears in a live action shot).","release_date":"1949-04-09","vote_average":6.9,"runtime":8,"cert":"N\/A","id":87194,"title":"Señor Droopy","adult":false,"genre_ids":[16]},{"cast":["Frank Graham"],"overview":"The king of the jungle, after a well-spent day terrorising the rest of the animals, is petrified by a mouse...","release_date":"1947-09-20","vote_average":6.0,"runtime":7,"cert":"N\/A","id":87195,"title":"Slap Happy Lion","adult":false,"genre_ids":[16]},{"cast":["Sara Berner","Frank Graham","Imogene Lynn"],"overview":"The big bad wolf starts out chasing Little Red Riding Hood but switches to Cinderella after seeing the film's title, and ends up being chased in turn by her fairy godmother.","release_date":"1945-08-25","vote_average":7.3,"runtime":8,"cert":"N\/A","id":87196,"title":"Swing Shift Cinderella","adult":false,"genre_ids":[16,35]},{"cast":["John Brown"],"overview":"At the gates of Heaven, the admitting officials have a hard time understanding a newcomer's life story with all his contemporary slang.","release_date":"1951-06-16","vote_average":7.5,"runtime":7,"cert":"N\/A","id":87197,"title":"Symphony in Slang","adult":false,"genre_ids":[16]},{"cast":["Paul Frees","Dave O'Brien"],"overview":"A variety of fanciful innovations in \"future\" T.V. sets, including a model with a built-in stove, and a number of highly interactive models. And of course, even with dozens of channels, there's nothing on...or more accurately, there's nothing but the same Western.","release_date":"1953-06-06","vote_average":6.4,"runtime":7,"cert":"N\/A","id":87198,"title":"T.V. of Tomorrow","adult":false,"genre_ids":[16]},{"cast":["Irandhir Santos"],"overview":"José Renato, a 35-year-old geologist, is sent out on a solitary expedition to the hinterlands of northeastern Brazil. The purpose of the trip is to assess possible routes for a canal that will connect the area with the only major river in the region. As the field trip progresses, it becomes clear that Renato shares with those places the same emptiness, sense of abandonment and isolation.","release_date":"2009-06-24","vote_average":7.5,"runtime":75,"cert":"N\/A","id":87199,"title":"I Travel Because I Have to, I Come Back Because I Love You","adult":false,"genre_ids":[18]},{"cast":["Pinto Colvig","Clarence Nash","Paul Frees"],"overview":"A cat who really hates living with people takes a rocket to the moon to get some peace and quiet, and finds it is even worse there.","release_date":"1948-11-20","vote_average":6.4,"runtime":7,"cert":"N\/A","id":87200,"title":"The Cat That Hated People","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Pooch the Pup takes his girlfriend and an anthropomorphic camera to the jungle in search of the giant ape, King Klunk. They arrive just as the Hot-Cha tribe is offering one of their own girls to the ape as a sacrifice. King Klunk tries to bite down on her head, but even his enormous fangs can't make a dent in her hard skull. His attention turns to Pete the Pup's girl, whom he snatches up in his huge hand. The ape doesn't know what to make of her until Cupid hits him with an arrow. Suddenly, King Klunk is in love. He even battles a dinosaur to prevent her from getting devoured. During the fight, Pooch takes the opportunity to rescue her. After winning his battle, the ape takes after the fleeing pair, but they defeat him by cracking a giant egg over his head. Soon, Pooch and his girl are exhibiting the giant ape in a big-city theater. Mischievous Cupid reappears to reignite the ape's passion for the girl.","release_date":"1933-09-04","vote_average":6.3,"runtime":9,"cert":"N\/A","id":87201,"title":"King Klunk","adult":false,"genre_ids":[35,16]},{"cast":["Billy Bletcher","Daws Butler","Bill Thompson"],"overview":"Droopy and Gorgeous Gorillawitz (Spike) are competing for the title of King of Sports and for a kiss from the Queen of Sports. Spike cheats as much as possible but can never seem to beat Droopy.","release_date":"1950-11-04","vote_average":7.5,"runtime":7,"cert":"N\/A","id":87202,"title":"The Chump Champ","adult":false,"genre_ids":[16,35]},{"cast":["Daws Butler"],"overview":"A cat is driven up the wall by the inhabitant of the cuckoo clock, so he spends the film trying to catch him...","release_date":"1950-06-10","vote_average":6.4,"runtime":6,"cert":"N\/A","id":87203,"title":"The Cuckoo Clock","adult":false,"genre_ids":[16]},{"cast":["Lena Endre","Mikael Persbrandt","Marie Richardsson","Natalie Björk","Marie Göranzon"],"overview":"A love triangle between a man, two women and three children. When love suddenly explodes in these people's everyday lives, it creates a pressure wave that changes the lives of everyone.","release_date":"2002-10-04","vote_average":6.0,"runtime":113,"cert":"N\/A","id":87204,"title":"Everyone Loves Alice","adult":false,"genre_ids":[10749,18]},{"cast":["Frank Graham","Dick Nelson"],"overview":"The early worm barely escapes the bird, again. In search of a way to get rid of the bird, he enlists the help of a cat, but the bird is too smart for the cat.","release_date":"1942-08-29","vote_average":6.7,"runtime":9,"cert":"N\/A","id":87205,"title":"The Early Bird Dood It!","adult":false,"genre_ids":[16]},{"cast":["Tex Ritter"],"overview":"The first Texas bad man come running into town a million years B.C.","release_date":"1955-09-30","vote_average":6.8,"runtime":6,"cert":"N\/A","id":87206,"title":"The First Bad Man","adult":false,"genre_ids":[16]},{"cast":["Campino"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87207,"title":"Die Toten Hosen - Das 1000 Konzert","adult":false,"genre_ids":[]},{"cast":["Peter Schildt","Kerstin Tidelius","Roland Hedlund","Marie De Geer","Olof Bergström"],"overview":"A 1969 Swedish drama film directed by Bo Widerberg. It depicts the 1931 Ådalen shootings, in which Swedish military forces opened fire against labour demonstrators in the Swedish sawmill district of Ådalen, killing five people, including a young girl.","release_date":"1969-05-01","vote_average":7.2,"runtime":114,"cert":"N\/A","id":87208,"title":"Adalen 31","adult":false,"genre_ids":[18,36,10749]},{"cast":["Francoise Brun-Cottan","Daws Butler","Bill Thompson"],"overview":"The entire entourage of a flea circus runs away to join a dog.","release_date":"1954-11-06","vote_average":3.5,"runtime":7,"cert":"N\/A","id":87209,"title":"The Flea Circus","adult":false,"genre_ids":[16]},{"cast":["Sara Berner","Daws Butler","Stan Freberg","Paul Frees"],"overview":"In this triangle drama a country chicken chooses between a country rooster and a city rooster.","release_date":"1946-06-15","vote_average":6.5,"runtime":7,"cert":"N\/A","id":87210,"title":"The Hick Chick","adult":false,"genre_ids":[16]},{"cast":["Frank Graham","Joi Lansing","Don Messick"],"overview":"Tex Avery's narrator shows us the amazing features of the ultra-modern House of Tomorrow.","release_date":"1949-06-11","vote_average":7.0,"runtime":7,"cert":"N\/A","id":87211,"title":"The House of Tomorrow","adult":false,"genre_ids":[10751,16,35]},{"cast":["Daws Butler"],"overview":"A poor cobbler feeds his last crust of bread to some birds that are really elves, who show their gratitude by finishing all his work while he sleeps and giving 'Tex Avery' a chance to show off lots of shoe gags.","release_date":"1950-12-09","vote_average":7.3,"runtime":7,"cert":"N\/A","id":87212,"title":"The Peachy Cobbler","adult":false,"genre_ids":[16]},{"cast":["Wally Maher","Dick Nelson"],"overview":"The truant officer is after Screwy Squirrel for not going to school, and doesn't find out the reason until he goes through a load of crazy gags while trying to catch him.","release_date":"1945-01-13","vote_average":7.0,"runtime":7,"cert":"N\/A","id":87215,"title":"The Screwy Truant","adult":false,"genre_ids":[35,16]},{"cast":["Bea Benaderet","Frank Graham","Bill Thompson"],"overview":"Dangerous Dan McGoo (Droopy) faces the wolf, a dangerous outlaw who is trying to steal his girl Lou, during the Alaska gold rush. Loosely based on \"The Shooting of Dan McGrew\" by Robert W. Service.","release_date":"1945-04-14","vote_average":6.9,"runtime":8,"cert":"N\/A","id":87216,"title":"The Shooting of Dan McGoo","adult":false,"genre_ids":[16]},{"cast":["Matheus Nachtergaele","Milhem Cortaz","Juliano Cazarré","Murilo Grossi","Gabrielle Lopez"],"overview":"A group of bored well-off young adults come up with anarchic concept of Conceptionism, that promotes absolute looseness when it comes to sex and drugs, but total rejection of money and ego. However, their movement won't last long.","release_date":"2005-11-27","vote_average":4.0,"runtime":96,"cert":"","id":87217,"title":"Conception","adult":false,"genre_ids":[18]},{"cast":["Daws Butler","Bill Thompson"],"overview":"Droopy and his dopey brothers, Snoopy and Loopy, reenact the story of the Three Little Pigs as the big bad wolf, a dogcatcher with a southern accent, tries to find a way to get the dogs out of their house of bricks.","release_date":"1953-12-26","vote_average":7.1,"runtime":7,"cert":"N\/A","id":87218,"title":"The Three Little Pups","adult":false,"genre_ids":[16]},{"cast":["Ruby Dandridge","Paul Frees","Imogene Lynn"],"overview":"Uncle Tom tells the blood curdling story of how the evil Simon Legree tried to foreclose on Tom's simple log cabin. (Uncle Tom's Cabaña is a 1947 American animated short film directed by Tex Avery. The short is a parody of Uncle Tom's Cabin, and is Avery's second parody of the novel, the first being Uncle Tom's Bungalow in 1937 while at Warner Bros. Cartoons)","release_date":"1947-07-19","vote_average":5.3,"runtime":8,"cert":"N\/A","id":87219,"title":"Uncle Tom's Cabaña","adult":false,"genre_ids":[16]},{"cast":["Red Coffee","Bill Thompson"],"overview":"A cat learns the art of ventriloquism in order to play a series of practical jokes on a slow-witted bulldog...","release_date":"1950-05-27","vote_average":6.7,"runtime":7,"cert":"N\/A","id":87222,"title":"Ventriloquist Cat","adult":false,"genre_ids":[16]},{"cast":["Julie Ferrier"],"overview":"","release_date":"2007-11-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":87223,"title":"Julie Ferrier - Aujourd'hui c'est Ferrier !","adult":false,"genre_ids":[35]},{"cast":["Bill Thompson"],"overview":"Droopy inherits a fortune, but the will says that if he meets an untimely death all the money will go to Spike, who spends the entire film trying to make this happen.","release_date":"1949-08-13","vote_average":7.7,"runtime":7,"cert":"N\/A","id":87224,"title":"Wags to Riches","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87225,"title":"Al Mataha","adult":false,"genre_ids":[]},{"cast":["Joaquim de Almeida","Anna Galiena","Jessica Bonanni","Ben Gazzara","Francesco Guzzo"],"overview":"A horror novelist begins to fear his stories may have a life of their own.","release_date":"2010-04-10","vote_average":4.8,"runtime":100,"cert":"N\/A","id":87226,"title":"Christopher Roth","adult":false,"genre_ids":[27,53]},{"cast":["Tex Avery"],"overview":"A dog lives in harmony with Homer the flea. But Homer spots a lady flea on a passing dog, and soon he's being attacked by that dog. And he just can't leave the lady flea alone. Meanwhile, ...","release_date":"1948-03-20","vote_average":7.0,"runtime":7,"cert":"N\/A","id":87227,"title":"What Price Fleadom","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short film.  Amanda is sick, and Ken is horny.","release_date":"2008-02-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":87230,"title":"Sick Sex","adult":false,"genre_ids":[35]},{"cast":["Daws Butler","Dick Nelson"],"overview":"Two buzzards suffer from acute food shortage and make up for it by cooking each other, or at least trying to.","release_date":"1943-11-27","vote_average":7.2,"runtime":8,"cert":"N\/A","id":87231,"title":"What's Buzzin' Buzzard?","adult":false,"genre_ids":[16]},{"cast":["Robert Emmett O'Connor","Tex Avery","Sara Berner","Billy Bletcher","Richard Haydn"],"overview":"A murder has occurred at Gruesome Gables, and the dog detective trying to find the killer has to deal with some suspicious suspects and a haunted house.","release_date":"1943-06-19","vote_average":6.8,"runtime":8,"cert":"N\/A","id":87234,"title":"Who Killed Who?","adult":false,"genre_ids":[35,16,9648]},{"cast":["Donald Sutherland","Jack Warden","Sean Penn","Wallace Shawn","Larry Riley"],"overview":"Garvey is a San Francisco pawnshop operator. His unemployed and criminal friends Dillard, Turtle, and Weslake, team up with Boardwalk, a local pimp, to burgle Garvey's shop while the owner is out of town. During the elaborate planning process, Dillard falls for a Hispanic woman, the sister of a friend. Also, Boardwalk is assigned to case a local apartment, where he meets and falls for the maid. Amidst all these romantic hijinks, Weslake puts together a burglary plan, which is executed by the makeshift gang.","release_date":"1984-02-17","vote_average":5.1,"runtime":98,"cert":"N\/A","id":87235,"title":"Crackers","adult":false,"genre_ids":[28,35,80]},{"cast":["Travis Haley"],"overview":"The Kalashnikov Rifle - misunderstood and underestimated by the media, often portrayed as inaccurate and unwieldy - is so widely adopted across the world it deserves fairer treatment by end users. The Adaptive Kalash training video introduces the viewer to the proper handling and usage of this rifle.","release_date":"2011-11-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":87238,"title":"Adaptive Kalash","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eminem.  Music.","release_date":"2008-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87239,"title":"Eminem Psycho Killer","adult":false,"genre_ids":[10402]},{"cast":["Les Ogres de BarbacK","Les Hurlements d'Léo"],"overview":"","release_date":"2004-12-31","vote_average":9.0,"runtime":null,"cert":"N\/A","id":87240,"title":"Les Ogres de Barback et Les Hurlements d'Léo - Un air deux familles","adult":false,"genre_ids":[]},{"cast":["Dean Cain","Christie Burson","Michael Madsen","Tiffany Shepis"],"overview":"After picking up a beautiful young hitch-hiker, Michael Anderson finds himself living in his worst possible nightmare.","release_date":"2011-11-08","vote_average":6.8,"runtime":99,"cert":"N\/A","id":87241,"title":"Dirty Little Trick","adult":false,"genre_ids":[53]},{"cast":["Thomas Eje","Jan Glæsel"],"overview":"","release_date":"2003-10-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":87242,"title":"Thomas Eje: Imens de 2 andre er i Føtex","adult":false,"genre_ids":[]},{"cast":["Mark Blankfield","Ray Walston","Robert Sampson","Patricia Barry","Barrie Ingham"],"overview":"In this sequel to \"The Jerk,\" Navin Johnson heads to Los Angeles to attend the wedding of his pen pal, Marie. On the way, he runs across a gang of hobos whose leader, Diesel, takes him to Las Vegas after learning of his skills at poker.","release_date":"1984-01-06","vote_average":4.0,"runtime":92,"cert":"N\/A","id":87243,"title":"The Jerk, Too","adult":false,"genre_ids":[35,10770]},{"cast":["Sara Berner","Mel Blanc"],"overview":"Andy Panda asks Pop if you can really catch a bird by putting salt on its tail. Pop tells Andy not to bother him only to hear a knocking at the door. The \"knocking\" is really coming from a woodpecker pecking against their roof. Pop sets out to trap the bird but is no match for its screwiness. He uses a wind-up explosive decoy that the bird falls for but when it explodes, he just feels \"betrayed!\" After giving Pop a wild ride through the sky, Andy pours salt on his tail and traps it! Two ambulance attendants come to take the bird away but they too are just as looney!","release_date":"1940-11-24","vote_average":6.5,"runtime":7,"cert":"N\/A","id":87244,"title":"Knock Knock","adult":false,"genre_ids":[16]},{"cast":["Henri Vidal","Florence Marly","Fosco Giachetti","Paul Bernard","Jo Dest"],"overview":"A group of Nazis and sympathizers board a submarine bound for South America in the hopes of finding shelter.","release_date":"1947-09-19","vote_average":6.2,"runtime":105,"cert":"N\/A","id":87245,"title":"The Damned","adult":false,"genre_ids":[18,10752]},{"cast":["Pamela Stanford","Guy Delorme","Lina Romay","Jacqueline Laurent","Richard Bigotini"],"overview":"Twenty years after seducing a businessman, a demonic temptress lays claim to the man's daughter.","release_date":"1974-12-18","vote_average":5.3,"runtime":99,"cert":"N\/A","id":87246,"title":"Lorna, the Exorcist","adult":false,"genre_ids":[27]},{"cast":["Mel Blanc","Kent Rogers","Harold Peary"],"overview":"Woody is happily (and nuttily) driving down the street when his car breaks down. He tries to get a loan on it from a nearby wolf. The wolf agrees to give Woody the loan but exclaims if he doesn't receive payment in thirty days, he'll take Woody's car away. Sure enough, a title card tells us, \"Thirty days have elapsed (and so has Woody's memory)\". The wolf appears at Woody's door trying to serve him with a notice but the crafty woodpecker pretends he's not home. The wolf tries to trap him disguised as a deliveryman giving Woody a cake... but the woodpecker throws it in his face bellowing, \"I don't like cheesecake!\" Finally, the fox throws a punch at Woody and believes to have seriously injured him. He sympathetically agrees to forget about the loan only to be infuriated when Woody \"recovers\" holding a cuckoo clock and asking, \"How about a loan on the clock, Doc?\"","release_date":"1942-10-18","vote_average":6.0,"runtime":7,"cert":"N\/A","id":87249,"title":"The Loan Stranger","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Sie ist eine der größten Inseln unserer Erde - und vielleicht die geheimnisvollste: Auf Neuguinea haben mächtige Vulkane Gebirgsketten und zerklüftete Täler geschaffen. Bis heute existieren in Papua-Neuguinea Urwälder, die noch völlig unerforscht sind! Wo riesige Urwaldkrokodile in den Flüssen lauern und zauberhafte Paradiesvögel zu Hause sind, liegt das Ziel dieser außergewöhnlichen Expedition: Mit einem internationalen Team reist die deutsche Fotografin Ulla Lohmann zum Mount Bosavi, einem erloschenen Vulkan. Am Fuße des Kraters entdecken die Wissenschaftler und Kameraleute unzählige Tiere und Lebensformen aus einer fremden Welt.","release_date":"2011-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87260,"title":"Expedition Neuguinea","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87263,"title":"Aalam al khayl","adult":false,"genre_ids":[]},{"cast":[],"overview":"Metallica Rockam Ring 2008","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87264,"title":"Metallica Rock am Ring","adult":false,"genre_ids":[]},{"cast":[],"overview":"DVD Rowwen Hèze in de tent, live in America. Deze DVD bevat een live registratie van het legendarische slotconcert wat Rowwen Hèze gaf op 15 november 2003 in hun eigen dorp America.","release_date":"2003-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87265,"title":"Rowwen Hèze: In de tent (Live in America)","adult":false,"genre_ids":[10402]},{"cast":["Adel Imam","Kamal Al-Shennawi","Wafaa Amer"],"overview":"","release_date":"1999-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":87266,"title":"Al-Wad Mahroos be3 el wazir","adult":false,"genre_ids":[]},{"cast":["Alan Bates","Dirk Bogarde","Georgia Brown","Ian Holm","David Warner"],"overview":"Set in tsarist Russia around the turn of the century and based on a true story of a Russian Jewish peasant Yakov Bog who was wrongly imprisoned for a most unlikely crime - the “ritual murder” of a Gentile child in Kiev. We witness the unrelenting detail of the peasant-handyman's life in prison and see him gain in dignity as the efforts to humiliate him and make him confess fail.","release_date":"1968-12-08","vote_average":6.3,"runtime":132,"cert":"N\/A","id":87267,"title":"The Fixer","adult":false,"genre_ids":[18,80,9648]},{"cast":["Aya Hirayama","Yuma Ishigaki","Takeshi Kaga","Yuko Mizutani","Akiko Kawase"],"overview":"The mega-corporate Daedalus Group is under attack by a small group of activists known as the Ghost of Icarus. While taking care of some of the victims of the bombing, Black Jack encounters Dr. Kiriko, also known as Death Incarnate, who just like him, asks his patients huge sums of money but instead of saving them, he offers them a painless death. When the activist group requests both doctors’ collaboration, Black Jack finds himself caught in a spiral of life, death and treason while trying to save his patients' lives and avoid the breaking of a biological war that could destroy humanity.","release_date":"2005-12-17","vote_average":6.6,"runtime":97,"cert":"N\/A","id":87270,"title":"Black Jack: The Two Doctors in Black","adult":false,"genre_ids":[28,12,16,18]},{"cast":["Soad Hosny","Ezzat El Alaili","Shetha Salim","Laila Taher"],"overview":"Directed by Salah Abouseif.","release_date":"1981-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87271,"title":"Al-qadisiya","adult":false,"genre_ids":[]},{"cast":["Sarah Lassez","James Duval","Devon Odessa","Vic Chao","Walter Koenig"],"overview":"A woman, who is dying of a brain disorder, begins a surreal journey which descends into violence.","release_date":"2006-01-01","vote_average":4.7,"runtime":89,"cert":"N\/A","id":87280,"title":"Mad Cowgirl","adult":false,"genre_ids":[27]},{"cast":["David F. Friedman","Dan Sonney","Frank Henenlotter","Mike Vraney","Carol Friedman"],"overview":"A documentary about the history of exploitation films that focuses on the careers of legendary producers David F. Friedman and Dan Sonney.","release_date":"2001-04-06","vote_average":10.0,"runtime":80,"cert":"N\/A","id":87285,"title":"Mau Mau Sex Sex","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Handlingen i denna livesatsning kretsar kring ett hårdsatsande Folkets och Finkulturens hus där svårbegripliga teatergrupper får trängas med jaktlag och kontrollerande städkärringar. I familjen Andersson slår dottern Venus förestående flytt ner som en bomb. En orolig pappa Ingemar känner sig nödgad att skicka dottern några goda råd på vägen.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87286,"title":"smastadsliv live","adult":false,"genre_ids":[]},{"cast":["Jon Voight","Teri Polo","Ben Crowley","Chloe Lesslie","Dermot Mulroney"],"overview":"A detective teams with a tabloid psychic to track down a missing child.","release_date":"2012-03-29","vote_average":4.8,"runtime":90,"cert":"12","id":87293,"title":"Beyond","adult":false,"genre_ids":[53,10770]},{"cast":["Dana Andrews","George Sanders","Audrey Totter","Märta Torén","Sandro Giglio"],"overview":"George Sanders plays Nicholas Strang, the wise editor of the paper, for which Jimmy Race (Dana Andrews) works as a digging, scheming reporter. Viewers will recognize Sanders from All About Eve, again playing the older, wiser, mentor. A lot of time is spent with the viewer (but not the characters in the film) watching and hearing what is going on inside the foreign embassies and administration offices, so it's very much a cold war us- against- them story, with Race trying to get to the truth. Caught up in all this is fellow reporter Marta Toren as Jeanne Moray, and no-one is really sure what her story is.... We are led to think she is more involved than we know, but that part of the story seems to have been dropped, or deleted.","release_date":"1952-09-04","vote_average":5.4,"runtime":85,"cert":"N\/A","id":87294,"title":"Assignment: Paris","adult":false,"genre_ids":[53,18]},{"cast":["Kang Hye-jung","Cho Seung-woo","Lee Jae-yong","Byeon Ju-Yeon","Park Gun-tae"],"overview":"On a sunny day, a boy named Jo-kang meets Ari, a girl in a yellow raincoat, and they become friends. Jo-kang falls helplessly in love with the quirky but attractive Ari, but one day, she suddenly disappears. Ten years pass and Jo-kang, now a high school student, gets a call from Ari and meets her again in a temple. Although they have not seen each other for ten years, they have such a great time together. Then, Ari disappears again. Jo-kang is devastated. Why has she disappeared again? What will become of them?","release_date":"2006-04-27","vote_average":7.2,"runtime":117,"cert":"N\/A","id":87295,"title":"Love Phobia","adult":false,"genre_ids":[10749,18]},{"cast":["Yūnosuke Itō","Fubuki Koshiji","Ichirô Nakatani","Hideo Sunazuka","Noriko Shigeyama"],"overview":"During the mayoral election, two ex-prisoners decide to replace the lucky pen of an annoying candidate with a mini-bomb.","release_date":"1964-04-18","vote_average":8.5,"runtime":95,"cert":"N\/A","id":87296,"title":"Oh, Bomb!","adult":false,"genre_ids":[10402,35,28,80]},{"cast":["Kiyomi Itō","Kazuhiro Sano","Sayaka Hitomi","Reika Kazami","Rino Shimazaki"],"overview":"A gruesome snuff video is found in a sex booth. It shows a young woman who is tortured, killed, and dismembered by an unknown sadist.The deadly blade is hidden inside the camera itself. Hisayasu Sato's regular Kiyomi Ito begins to investigate the videotape.","release_date":"1988-07-05","vote_average":6.0,"runtime":64,"cert":"N\/A","id":87297,"title":"Rewind","adult":false,"genre_ids":[27,53]},{"cast":["Ciarán Griffiths","Frank Harper","Roxanne Pallett","Ricky Whittle"],"overview":"The character Billy is played out in two very different ways, this unique film follows Billy through various scenarios good and bad","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":87298,"title":"Billy","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"A documentary focusing on ex-convicts who reveal their struggles with trying to adapt to life on the outside.","release_date":"2013-08-09","vote_average":0.0,"runtime":100,"cert":"N\/A","id":87299,"title":"A Hard Name","adult":false,"genre_ids":[99]},{"cast":["Viola Savoy","Herbert Rice","Harry Marks","Louis Merkle","William Tilden"],"overview":"A German adaptation of the classic Lewis Carroll story.","release_date":"1915-01-15","vote_average":5.7,"runtime":52,"cert":"N\/A","id":87300,"title":"Alice in Wonderland","adult":false,"genre_ids":[10751,14]},{"cast":["Dimebag Darrell","Phil Anselmo","Rex Brown","Vinnie Paul"],"overview":"Pantera Concert performed live in Korea. In Memory of Dimebag","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87301,"title":"Pantera Killing In Korea","adult":false,"genre_ids":[10402]},{"cast":["Robert Prichard","Michael McCleery","Charity Staley","Gina Mastrogiacomo","Angela Nicholas"],"overview":"In 1939 a spaceship carrying four alien escaped prisoners crash-lands on Earth and the aliens take over the bodies of four locals. Fifty years later the aliens find out that an artist has written a comic book called \"Space Avenger,\" which they believe is about them. They go to New York to try to kill the artist.","release_date":"1989-08-01","vote_average":3.6,"runtime":80,"cert":"N\/A","id":87302,"title":"Alien Space Avenger","adult":false,"genre_ids":[878,27,35]},{"cast":["James Mitchum","Kiel Martin","Arthur Hunnicutt","Waylon Jennings","George McFarland"],"overview":"Grady and Bobby Lee run moonshine for Uncle Jesse, who prides himself on his old-school moonshining methods, and refuses to buckle in to the 'big business moonshine' of Jake, who controls these parts for New York mobsters","release_date":"1975-05-14","vote_average":5.3,"runtime":110,"cert":"N\/A","id":87303,"title":"Moonrunners","adult":false,"genre_ids":[28,35]},{"cast":["Brad Davis","Madolyn Smith Osborne","Ian Richardson","Kenneth Colley","Michael Byrne"],"overview":"A historical recreation of the 1944 attempt by several German High Command Officers to assassinate Adolf Hitler and take control of the German government.","release_date":"1990-01-30","vote_average":4.2,"runtime":94,"cert":"N\/A","id":87304,"title":"The Plot to Kill Hitler","adult":false,"genre_ids":[18,10752]},{"cast":["Russell Peters"],"overview":"Russell Peters performing standup comedy live in NYC","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87307,"title":"Russell Peters: Live In New York","adult":false,"genre_ids":[35]},{"cast":["Taraneh Alidoosti","Pegah Ahangarani","Mahnaz Afshar","Juliette Binoche","Golshifteh Farahani"],"overview":"A hundred and fourteen famous Iranian theater and cinema actresses and a French star: mute spectators at a theatrical representation of Khosrow and Shirin, a Persian poem from the twelfth century, put on stage by Kiarostami. The development of the text -- long a favorite in Persia and the Middle East -- remains invisible to the viewer of the film, the whole story is told by the faces of the women watching the show.","release_date":"2008-01-20","vote_average":7.0,"runtime":92,"cert":"N\/A","id":87308,"title":"Shirin","adult":false,"genre_ids":[18]},{"cast":["Jacqueline Bisset","Linda Hamilton","Paolo Seganti","Peter MacNeill"],"overview":"A woman regains her sense of self through a sexual reawakening after her husband leaves her for another woman.","release_date":"2000-04-10","vote_average":5.7,"runtime":100,"cert":"N\/A","id":87309,"title":"Sex & Mrs. X","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87310,"title":"Meteoro Speed Racer Vol.8","adult":false,"genre_ids":[]},{"cast":["Wes Brown","Cheryl Ladd","Bruce Boxleitner","Julie Mond"],"overview":"Clark Davis struggles to maintain his land and support his family during a long drought. With a bank loan to repay, his wife, Ellen, takes a job in town as a seamstress, but soon becomes ill with scarlet fever. Devastated to lose his beloved wife, Clark and his young daughter Missie turn to his parents Irene and Lloyd for support. Clark must find a way to save his farm and survive Ellen's death without losing the person he loves most: his daughter.","release_date":"2011-10-01","vote_average":5.7,"runtime":89,"cert":"N\/A","id":87311,"title":"Love's Everlasting Courage","adult":false,"genre_ids":[18,37,10770]},{"cast":[],"overview":"This country asked them to kill. Their hearts asked them to stop.","release_date":"2007-01-01","vote_average":4.3,"runtime":86,"cert":"N\/A","id":87312,"title":"Soldiers Of Conscience","adult":false,"genre_ids":[99,10752]},{"cast":["Natalie Hall","JoBeth Williams","Greg Vaughan","Dylan Bruce","Ernest Borgnine"],"overview":"While still mourning the loss of her husband and daughter, recently widowed Ellie King visits her brother Aaron Davis and his children for Christmas. Ellie does her best to enjoy the holidays, even making new friends with Mrs. Thompson, a local shop keeper, and handsome admirer Deputy Strode. Settling in nicely with her brother's family, Ellie also meets Erik, a young man abandoned by his outlaw father whom Aaron has taken in as one of his own. When Aaron travels out of town to purchase adjacent land for farming, Ellie agrees to watch his children, but the season’s festivities are threatened when Aaron goes missing.","release_date":"2011-11-05","vote_average":6.5,"runtime":172,"cert":"N\/A","id":87313,"title":"Love's Christmas Journey","adult":false,"genre_ids":[10770,10749]},{"cast":["John LaMotta","Kirstie Alley","Marvin Flint","Logan Clarke","Wayne Alford"],"overview":"An ex-convict, after spending six years in prison, tries to re-establish a relationship with the son he hasn't seen in all that time.","release_date":"1983-02-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":87316,"title":"One More Chance","adult":false,"genre_ids":[]},{"cast":["Jaci Williamson"],"overview":"After Vanessa discovers her boyfriend has been unfaithful she vows to take control of the situation. Using his one weakness to her advantage she quiets him and moves on to her next victim. With each murder she becomes bolder and even a police investigation doesn’t stop her. Will an undercover cop have what it takes to collect the evidence he needs before he becomes her next victim?","release_date":"2008-01-01","vote_average":3.5,"runtime":90,"cert":"N\/A","id":87319,"title":"Subtle Seduction","adult":false,"genre_ids":[53,80,10749]},{"cast":["Gord Downie","Bobby Baker","Gord Sinclair","Paul Langlois","Johnny Fay"],"overview":"That Night in Toronto is a live concert DVD featuring Canadian rock band The Tragically Hip, filmed and directed by filmmaking brothers Pierre and Francois Lamoureux.","release_date":"2005-11-01","vote_average":6.0,"runtime":116,"cert":"N\/A","id":87320,"title":"The Tragically Hip - That Night in Toronto","adult":false,"genre_ids":[10402]},{"cast":["Brian Bonsall","Josie Bissett","Ashley Laurence","Mimi Craven","Whit Hertford"],"overview":"Mikey just needs a good stable home. He's bounced from foster home to foster home his whole life. He finally lands himself with a new loving family, but their perfect little child is not what he appears to be. His previous caretakers all died of mysterious \"accidents\" that weren't really accidents at all. Mikey is a cold blooded killer, and it doesn't take long for him to aim his sights on his new adoptive family and anyone else who stands in his way.","release_date":"1992-11-12","vote_average":5.7,"runtime":90,"cert":"N\/A","id":87321,"title":"Mikey","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"\"Climbing Magazine\" reviewed the video and called it the best climbing video they've seen. Filmed during the winter of 1998, featuring Sharma, Speed, Carrion, Loh, Lund, Danti, DeJesus and other top boulderers. Terrifying topouts and gut wrenching falls. Profiles of the new generation of American climbers. 64 Min. Running time is 64 minutes.","release_date":"","vote_average":0.0,"runtime":62,"cert":"N\/A","id":87322,"title":"Free Hueco","adult":false,"genre_ids":[]},{"cast":["Stewart Granger","Haya Harareet","Bernard Lee","Hugh Burden","Lee Montague"],"overview":"A shipping tycoon with a record becomes a suspect when money goes missing from the company vault.","release_date":"1961-05-01","vote_average":6.5,"runtime":91,"cert":"","id":87323,"title":"The Secret Partner","adult":false,"genre_ids":[80,18,9648,53]},{"cast":[],"overview":"A celebration of Thierry Henry's achievement of scoring one hundred goals for Arsenal.","release_date":"2003-08-18","vote_average":0.0,"runtime":65,"cert":"","id":87324,"title":"Arsenal Centurions - 100 Goals Of Thierry Henry","adult":false,"genre_ids":[]},{"cast":["Heath Franklin"],"overview":"Well, shunt me in the gunt and call me a munt- funter – its all your favourite characters and sketches from The Ronnie Johns Half Hour, live on stage in this classic DVD.  Come back to where it all began with Chopper, Poppy, Paulie and his Gnocchi, Jesus Christ, the Germans and many more. This is Australian sketch comedy at its best!  It’s guaranteed to light a campfire in your pants","release_date":"2011-01-01","vote_average":7.0,"runtime":70,"cert":"N\/A","id":87325,"title":"Ronnie Johns Half Hour: Live On Stage","adult":false,"genre_ids":[35]},{"cast":["Catherine Destivelle","Gabriel Briand","Claire Destivelle","Lothar Mauch","Pauline Pretet"],"overview":"Catherine Destivelle is an ambassador for the French Alps and is well known in France and abroad. In Beyond the Summits, viewers will feel like they are climbing up the mountain with her. The film shows three classic Chamonix routes with three different climbing partners. Each partner was chosen because they had a profound impact on her life. The camera captures the magnificent scenery, as well as frank and intimate moments during the ascents ...","release_date":"2009-05-20","vote_average":7.4,"runtime":75,"cert":"N\/A","id":87326,"title":"Beyond the Summits","adult":false,"genre_ids":[12,99]},{"cast":["Valérie Donzelli","Jérémie Elkaïm","Jean-Christophe Bouvet","Dominique Cabrera","Jean-Pierre Girard"],"overview":"Un couple se dirige vers un train en partance pour Venise. Sur le quai, Julien annonce à Marie qu’il part en rejoindre une autre et s’en va, la laissant seule à Paris, enceinte. Bouleversée, Marie se refuse à être victime de cette situation. Elle trouve du réconfort dans son travail auprès de ses deux « cow-boys » de patrons, Jean-Jacques et Jean-Loup, qui dirigent un cinéma du quartier latin spécialisé dans les films classiques américains…","release_date":"2011-06-01","vote_average":4.0,"runtime":75,"cert":"N\/A","id":87327,"title":"Belleville Tokyo","adult":false,"genre_ids":[18]},{"cast":["Altan Erkekli","Alper Kul","Ruhi Sari"],"overview":"","release_date":"2011-01-01","vote_average":4.6,"runtime":null,"cert":"N\/A","id":87328,"title":"Sümela'nın Şifresi Temel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sumpa is a story about a man who takes a vacation in laguna, where he met a mysterious lady who holds a secret to the curse that was put into the resthouse where he stayed.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87331,"title":"Sumpa","adult":false,"genre_ids":[]},{"cast":["Kim Young-ho","Kim Hye-sun","Kim San-Ho","Yoon Chae-yi","Joo-hee Jeong"],"overview":"A single father struggling to make his comeback as a screenwriter falls in love with one of his students. Meanwhile his son, studying to become a chef, falls in love with his teacher. Love is great for creativity, but it comes with a price.","release_date":"2011-11-17","vote_average":6.3,"runtime":125,"cert":"N\/A","id":87332,"title":"My Secret Partner","adult":false,"genre_ids":[35,18,10749]},{"cast":["Anna Moffo","Ida Galli","Gastone Moschin","Peter Baldwin","Lance Percival"],"overview":"A large family meet at the family estate for the reading of their father's will. Each expects to be the recipient of a tidy sum, but apart from the local constable and a few other small awards to the help, the entire estate goes to the favorite daughter.","release_date":"1970-10-15","vote_average":6.4,"runtime":98,"cert":"N\/A","id":87335,"title":"The Weekend Murders","adult":false,"genre_ids":[35,27,9648]},{"cast":["Zara","Tarık Akan","Kutay Özcan","Deniz Türkali","Hazım Körmükçü"],"overview":"","release_date":"2000-02-11","vote_average":4.0,"runtime":100,"cert":"N\/A","id":87336,"title":"Eylül Fırtınası","adult":false,"genre_ids":[18]},{"cast":["Fred Williamson","Brett Baxter Clark","Bo Svenson","Mark Gregory"],"overview":"After the needless death of his wife and unborn child during a theft and raid on an army base (and it was really needless as the hoods just burst in and shoot up his apt for no reason) an ex-member of Delta Force and decorated war veteran Fred Williamson go to South America and repeatedly blow it up!","release_date":"1988-01-01","vote_average":4.3,"runtime":89,"cert":"N\/A","id":87337,"title":"Delta Force Commando","adult":false,"genre_ids":[28]},{"cast":["Manuel Santiago","Beatriz Morandeira"],"overview":"A man goes to see a floor. Thanks to their social position he is looking for a modern space. Everything changes when appears a furniture that doesn't fit to his lifestyle.","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":87338,"title":"El mueble","adult":false,"genre_ids":[]},{"cast":["Makiko Kuno","Yutaka Matsushige","Hatsunori Hasegawa","Ren Osugi","Taro Suwa"],"overview":"One of the contemporary masters of Japanese film, Kiyoshi Kurosawa here fashions a dark tale that is both a sharp satire of corporate life and a B-movie thriller. A former sumo wrestler now working as a security guard goes on a murderous rampage in the company that's employed him.","release_date":"1992-06-16","vote_average":5.4,"runtime":96,"cert":"N\/A","id":87339,"title":"The Guard from the Underground","adult":false,"genre_ids":[18,27,53,80]},{"cast":["Elizabeth Sellars","Patrick Holt","Peter Reynolds","Lana Morris","Lawrence O'Madden"],"overview":"A woman is haunted by her conscience after she murders a man and then hides the body. Based on the novel 'You're Best Alone' by Norah Lofts.","release_date":"1950-03-22","vote_average":5.7,"runtime":86,"cert":"","id":87340,"title":"Guilt Is My Shadow","adult":false,"genre_ids":[80,18]},{"cast":["David Keith","Kathy Shower","Brant von Hoffman","Tiziana Stella"],"overview":"Ken Manchester (Brant von Hoffman) and his beautiful rich wife Barbara Manchester (Kathy Shower) wire the drunk adventurer Buck Malone (David Keith) to take them on a hunting expedition in the jungle. However, the true purpose of the expedition was not just hunting.","release_date":"1988-04-29","vote_average":4.7,"runtime":88,"cert":"N\/A","id":87341,"title":"The Further Adventures of Tennessee Buck","adult":false,"genre_ids":[28,12,35,27]},{"cast":["Mamie Van Doren","Gerald Mohr","Lee Van Cleef","Grant Richards","Elaine Edwards"],"overview":"A Las Vegas singer (Mamie Van Doren) plans an armored-car robbery with her husband's (Lee Van Cleef) ex-cellmate (Gerald Mohr).","release_date":"1959-01-01","vote_average":6.7,"runtime":70,"cert":"N\/A","id":87342,"title":"Guns Girls and Gangsters","adult":false,"genre_ids":[80,18,53]},{"cast":["Faith Ford","Tim Matheson","Florence Henderson","Sarah Gadon","Daniel Magder"],"overview":"She was an overworked mom trying to get her family's attention. She didn't know she would become a national sensation.","release_date":"2002-03-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":87343,"title":"Moms on Strike","adult":false,"genre_ids":[10770,35]},{"cast":["Stephen McNally","Coleen Gray","Vic Morrow","Maurice Manson","Robert Foulk"],"overview":"The manager (Stephen McNally) of a rocket-fuel plant deals with a worker (Vic Morrow) threatening to blow himself up.","release_date":"1958-04-13","vote_average":6.5,"runtime":73,"cert":"N\/A","id":87346,"title":"Hell's Five Hours","adult":false,"genre_ids":[80,53]},{"cast":["Trevor Howard","Ralph Richardson","Robert Morley","Wendy Hiller","Kerima"],"overview":"After financial improprieties are discovered at the Eastern trading company where he works, Peter Willems flees the resulting disgrace and criminal charges. He persuades the man who gave him his start in life, the merchant ship captain Lingard, to bring him to a trading post on a remote Indonesian island where he can hide out.","release_date":"1951-11-15","vote_average":6.2,"runtime":102,"cert":"","id":87349,"title":"Outcast of the Islands","adult":false,"genre_ids":[18,12]},{"cast":["Reiko Takashima","Yutaka Matsushige","Seijun Suzuki","Toshio Shiba","Kôjirô Hongô"],"overview":"Young female embalmer Miyako is called in to restore the body of a young man who has committed suicide, before the funeral. While performing the embalming process she finds herself pricks by a needle buried deep in the boy’s flesh where it should not be. During the night the head is removed from the body and stolen, Miyako begins a desperate search for it so she can finish her work. Miyako search finds her encountering organ harvesting, religious cults, incest, psychopathic schizophrenics as well as some very dark secrets from here own past.","release_date":"1999-07-30","vote_average":6.0,"runtime":96,"cert":"N\/A","id":87352,"title":"Embalming","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["John Mills","Donald Pleasence","Barbara Hershey","David Birney","Peter Cushing"],"overview":"A group called The Knights Of Avalon are unhappy with the justice system so are taking the law into their own hands by executing criminals using medieval methods such as jousting.","release_date":"1976-08-31","vote_average":9.0,"runtime":88,"cert":"","id":87365,"title":"Trial by Combat","adult":false,"genre_ids":[28,35,12]},{"cast":["Kevin Maggard","Luke Weaver","Wescott Youngson"],"overview":"Every machine needs fuel.... Every machine needs repair... Every machine breaks down.","release_date":"2011-06-06","vote_average":0.0,"runtime":77,"cert":"N\/A","id":87366,"title":"The Nocturnal Third","adult":false,"genre_ids":[]},{"cast":["Jim Davis","Marcia Mae Jones","Sid Melton","David Bruce","Paul Cavanagh"],"overview":"A parolee, working for a trucking line, struggles to clear his name after being accused of involvement with hijackers.","release_date":"1950-07-07","vote_average":5.3,"runtime":65,"cert":"N\/A","id":87367,"title":"Hi-Jacked","adult":false,"genre_ids":[80,18]},{"cast":["Louise Grinberg","Juliette Darche","Roxane Duran","Esther Garrel","Yara Pilartz"],"overview":"Inspired by events that took place in Massachusetts, Delphine and Muriel Coulin's provocative debut focuses on a group of bored teenage girls who all make an irrevocable pact. When Camille (Louise Grinberg) accidentally becomes pregnant, she encourages her friends and fellow high school classmates to follow suit. It's only a matter of time, before 17 girls in the high school are pregnant and the town is thrown into a world of chaos. Set in the writer\/directors' small, seaside hometown of Lorient in Brittany, 17 Girls is a reflection on adolescence, body image, friendship and the perplexing realities of growing up.","release_date":"2011-06-13","vote_average":5.5,"runtime":87,"cert":"N\/A","id":87368,"title":"17 Girls","adult":false,"genre_ids":[18]},{"cast":["Warhawk Tanzania","Larry Fleischman","Wilfredo Roldan","Elsie Roman","Tsikagi Tanzania"],"overview":"Warhawk Tanzania plays Luke Curtis who along with his friend Rodan (Wilfredo Roldan) takes a break from the city streets to train kung fu in China. Whilst there, Rodan steals an ancient amulet which prevents an evil spirit from leaving his tomb. The evil spirit now free, possesses somebody and lurks in the subways killing and mutilating its victims. Can kung fu master Luke Curtis right Rodan's wrong and put a stop to the killings?","release_date":"1976-09-07","vote_average":8.5,"runtime":82,"cert":"N\/A","id":87369,"title":"Devil's Express","adult":false,"genre_ids":[27,28,12,80]},{"cast":["Derek Jacobi","Phyllida Law","Peter Capaldi","Anna Massey","Yolanda Vazquez"],"overview":"In 1998 former Chilean dictator Augusto Pinochet visits Britain for medical treatment. On being tipped off, Amnesty International seize the chance to bring to justice a man they insist is guilty of multiple human rights violations. The newly-elected Labour government is initially amenable, and soon Pinochet is under house arrest (albeit in a detached house in leafy suburbia) and awaiting extradition to Spain. However, Amnesty are up against the complexities of British law, the vacillations of Home Secretary Jack Straw, Pinochet's former ally Margaret Thatcher - and the Senator's own vast reserves of cunning.","release_date":"2006-03-26","vote_average":0.0,"runtime":90,"cert":"","id":87370,"title":"Pinochet's Last Stand","adult":false,"genre_ids":[]},{"cast":["Semyon Farada","Igor Dmitriev","Evgeniy Leonov-Gladyshev","Lev Durov","Sergey Zhigunov"],"overview":"A criminal story which started when a young bartender Mikhail lost all his money and decided to robe a private diamonds collection.","release_date":"1992-06-01","vote_average":0.0,"runtime":114,"cert":"N\/A","id":87371,"title":"Shakh's Diamonds","adult":false,"genre_ids":[9648,53]},{"cast":["Edward Arnold","Frances Rafferty","Ray Collins","Paul Langton","Friday"],"overview":"A perfumed message provides the only clue for a blind detective bent on clearing a man accused of murder.","release_date":"1945-08-31","vote_average":8.5,"runtime":69,"cert":"N\/A","id":87372,"title":"The Hidden Eye","adult":false,"genre_ids":[9648]},{"cast":["Walter Stuart","Dionísio Azevedo","Mauricio do Valle","Helena Ramos","Nadir Fernandes"],"overview":"'Bruce' goes to head with bandits who are terrorising and murdering villagers.","release_date":"1975-04-11","vote_average":5.0,"runtime":105,"cert":"N\/A","id":87375,"title":"Bruce Lee versus Gay Power","adult":false,"genre_ids":[35]},{"cast":["Zoë Nathenson","Sara Sugarman","Cathy Murphy","Liz Campion","Amelia Dipple"],"overview":"Girls growing up in 1960-61 London develop a passion for Tottenham Hotspur Football Club, the first British team in the 20th century to win the English league and FA Cup \"double\". Twenty years later, one of the girls tracks down players of the '60-'61 Spurs for a documentary.","release_date":"1983-11-17","vote_average":5.0,"runtime":90,"cert":"","id":87376,"title":"Those Glory Glory Days","adult":false,"genre_ids":[18]},{"cast":["George Murphy","Finlay Currie","Virginia Gilmore","Karel Stepanek","Louisa Horton"],"overview":"An FBI agent (George Murphy) works with a refugee scientist (Finlay Currie) and the Coast Guard to crack a Soviet spy ring in Boston.","release_date":"1952-06-01","vote_average":4.3,"runtime":98,"cert":"N\/A","id":87381,"title":"Walk East on Beacon!","adult":false,"genre_ids":[18]},{"cast":["Archibald Eser","Luitgard Im","Werner Bruhns","Irina von Bentheim","Susanne Uhlen"],"overview":"Based on a book by Eric Malpass and directed by Kurt Hoffmann, the film focuses on the everyday life of a German family perceived through the eyes of its youngest member — six-year-old Gaylord.","release_date":"1969-10-03","vote_average":5.0,"runtime":98,"cert":"N\/A","id":87382,"title":"When Sweet Moonlight Is Sleeping in the Hills","adult":false,"genre_ids":[10751,18,35]},{"cast":["Jim Morrison","Ray Manzarek","John Densmore","Robby Krieger","Jim Ladd"],"overview":"“Mr Mojo Risin’” is the story of the making of the Doors’ last album with Jim Morrison “L.A. Woman”. 2011 is the 40th anniversary both of the album’s release and of the death of Jim Morrison and this programme goes into detail of how the album came about, its recording and what was happening to the band at the time. The story is told through new interviews with the three surviving Doors: Ray Manzarek, Robbie Krieger and John Densmore plus contributions from Jac Holzman, founder of their label Elektra Records, Bill Siddons, who was their manager, Bruce Botnick, engineer and co-producer of the album and others associated with the Doors at this time. The show includes archive footage of the Doors performing both live and in the studio, classic photographs and new musical demonstrations from the Doors.","release_date":"2012-01-24","vote_average":5.0,"runtime":94,"cert":"N\/A","id":87383,"title":"The Doors: Mr. Mojo Risin' - The Story of LA Woman","adult":false,"genre_ids":[99,10402]},{"cast":["Norma Bengell","Françoise Brion","Jacques Charrier","Maurice Garrel","Marcelo Romo"],"overview":"An international group of travelers trek around the world, from France to Brazil and Chile and, finally, to Easter Island, where some of their number are chosen to meet aliens who resemble small suns. One man who was not chosen tags along uninvited. For punishment, he is given the task of guarding the site until the next visit, some 500 years hence.","release_date":"1972-01-01","vote_average":6.2,"runtime":91,"cert":"N\/A","id":87386,"title":"The Suns of Easter Island","adult":false,"genre_ids":[18,14,878]},{"cast":["Phil Spector","Lana Clarkson","Ronnie Spector"],"overview":"Phil Spector is a pioneer of American music, a legendary producer to John Lennon and Tina Turner, and, as of April 13th 2009, a convicted murderer. Yet the Spector who appears in Vikram Jayanti's documentary is not the severe, outlandishly coiffed defendant seen in sensationalistic accounts of his trial, but a charming, savvy music executive with a generous, but arguably accurate, estimation of his place in the history of popular music.","release_date":"2008-12-31","vote_average":5.6,"runtime":100,"cert":"","id":87387,"title":"The Agony and Ecstasy of Phil Spector","adult":false,"genre_ids":[99]},{"cast":["Jaclyn Smith","Michael Nouri","Nina Foch","John Spencer","Gerald S. O'Loughlin"],"overview":"A young detective falls in love with a witness in a murder case and suddenly becomes a suspect herself.","release_date":"1992-01-05","vote_average":4.8,"runtime":93,"cert":"N\/A","id":87388,"title":"In the Arms of a Killer","adult":false,"genre_ids":[53,10770]},{"cast":["Daniel Aráoz","Diego Bliffeld","Stefany Carr Rollitt"],"overview":"The film takes places in different time periods and countries. It narrates the story of a common man, who after entering into a deal with a strange character with superpowers, has the possibility of going back to his own past and to live again his youth. Ernesto, the main character, will try to recover lost opportunities and to curb certain behaviors in order to change his gray and insipid present. Despite having the advantage of knowing all the necessary information about the future, experience will show him that this flat personality and his resentment can go beyond these benefits and that there is no possible excuse to overcome his infinite mediocrity.","release_date":"2011-08-12","vote_average":7.5,"runtime":80,"cert":"N\/A","id":87389,"title":"Darling, I Am Going Out For Cigarettes and I Will Be Right Back","adult":false,"genre_ids":[]},{"cast":["Domingos de Oliveira","Elisa Andrade","Jean M'Vondo","Dino Abelino","Benoît Moutsila"],"overview":"Domingos is a member of an African liberation movement, arrested by the Portuguese secret police, after bloody events in Angola. He does not betray his companions, but is beaten to death in prison, and not knowing he is dead, his wife goes from a prison station to another, trying in vain to know where he is.","release_date":"1973-04-25","vote_average":6.3,"runtime":102,"cert":"N\/A","id":87392,"title":"Sambizanga","adult":false,"genre_ids":[18]},{"cast":["Patrick Cassidy","Kelly Preston","Georgia Brown","Barbara Carrera","Bud Cort"],"overview":"Salem, 1692. The mayor and judge are accusing land owner of witchery in order to grab their land. No one knows that are handsome stranger is a real witch and has evil plans for the town.","release_date":"1987-08-01","vote_average":7.3,"runtime":86,"cert":"N\/A","id":87395,"title":"Love at Stake","adult":false,"genre_ids":[14,35,27]},{"cast":["Sissy Spacek","Jeff Daniels","Keith Szarabajka","Morgan Freeman","Fred Dalton Thompson"],"overview":"A single mother takes a job with the government where she is confronted with corruption.","release_date":"1985-09-27","vote_average":6.0,"runtime":112,"cert":"N\/A","id":87400,"title":"Marie","adult":false,"genre_ids":[18]},{"cast":["Dean Paraskevopoulos","Chris Hogan","Evan Glenn","Louise Devar","Leelee Groome"],"overview":"Danny Reilly (Dean Paras) is a self-obsessed man who, after dumping Renee Weber (Neve Campbell), falls in love again with Corey Wells (Katie Wright). But Renee makes it her mission to see that Danny never falls in love again and sets out for attack when he falls for Corey. Who will get the girl when Danny's constantly talking roomie Tim (Stefan Brogren) falls in love with Corey too?","release_date":"1998-09-13","vote_average":4.1,"runtime":91,"cert":"N\/A","id":87401,"title":"Too Smooth","adult":false,"genre_ids":[35,10749]},{"cast":["Dann Thombs","Chris Thombs","John Heins","Jon Barlow","Ben Grace"],"overview":"A student hacks into a government database and finds plans for a mind-control drug. Before he knows it, the government is after him for what he knows.","release_date":"2005-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87402,"title":"Rogue Entity","adult":false,"genre_ids":[28]},{"cast":["Antonio Espino","Ana Luisa Peluffo","Andrés Soler","Óscar Ortiz de Pinedo","Ramiro Gamboa"],"overview":"Called to the home of a scientist to deal with a simple electrical problem, bumbling electrician Bartolo finds himself aboard a rocket headed for the moon!","release_date":"1960-12-01","vote_average":6.5,"runtime":80,"cert":"N\/A","id":87409,"title":"Conquistador de la luna","adult":false,"genre_ids":[35,878,14]},{"cast":["Paul Mooney"],"overview":"The venomous, no-holds-barred style of standup comedy legend Paul Mooney is on full display in this concert special that finds the vitriolic funnyman sparing no politician or pop culture icon from his scathing wit, including Sarah Palin, Mel Gibson and even golf pro Tiger Woods. Defiant, socially relevant, and always hilarious, it's a legendary Mooney performance, taped live at the Cobb Energy Centre in Atlanta, Georgia.","release_date":"2012-02-03","vote_average":3.8,"runtime":86,"cert":"N\/A","id":87426,"title":"Paul Mooney: The Godfather of Comedy","adult":false,"genre_ids":[35,10770]},{"cast":["Ege Aydan","Ezel Akay","Metin Akpinar","Ali Sürmeli","Emre Altuğ"],"overview":"","release_date":"2006-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87429,"title":"Eve Giden Yol 1914","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-11-04","vote_average":6.3,"runtime":null,"cert":"N\/A","id":87430,"title":"Allah'ın Sadık Kulu: Barla","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-09-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87431,"title":"Zeytinin Hayali","adult":false,"genre_ids":[]},{"cast":["Junior Adolph","Mark Anthony Hackett","Shannon Harper","Lillie Jayne","Jaiden Kaine"],"overview":"Welcome to Pine Hill follows Shannon, a recently reformed drug dealer, now working as a claims adjuster by day and bouncer by night. When Shannon receives earth-shattering news, he is compelled to make peace with his past and search for freedom beyond the concrete jungle of New York City.","release_date":"2012-03-01","vote_average":6.6,"runtime":81,"cert":"N\/A","id":87434,"title":"Welcome to Pine Hill","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A newlywed couple move into the mansion of the bride's recently dead aunt. Soon strange things begin to happen when the various tenants and servants of the mansion don't want to leave and the bride and groom are in a deadly predicament.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":87437,"title":"Rest In Pieces","adult":false,"genre_ids":[]},{"cast":["Dermot Mulroney","Sarah Hyland","Chris Colfer","Allison Janney","Christina Hendricks"],"overview":"After being struck and killed by lightning, a young man recounts the way he blackmailed his fellow classmates into contributing to his literary magazine.","release_date":"2012-04-20","vote_average":6.3,"runtime":90,"cert":"N\/A","id":87440,"title":"Struck by Lightning","adult":false,"genre_ids":[35,18]},{"cast":["Jimi Hendrix","Mitch Mitchell","Noel Redding"],"overview":"This special presentation offers all the remaining footage from Jimi Hendrix's incendiary appearance at the Monterey Pop Festival in 1967. Hendrix classics such as \"Hey Joe\" and \"Purple Haze\" are delivered in crystal clear sound and vision, with Eddie Kramer (who was Hendrix's original engineer) breathing new life into the audio with a new mix.","release_date":"1967-06-18","vote_average":0.0,"runtime":null,"cert":"","id":87441,"title":"The Jimi Hendrix Experience: Live at Monterey","adult":false,"genre_ids":[10402]},{"cast":["Jaleel White","Long John Baldry","Philip Maurice Hayes","Garry Chalk","Chris Turner"],"overview":"Sonic the Hedgehog must stop the evil Dr. Robotnik from ruining Christmas after Santa Clause disappears","release_date":"1996-11-24","vote_average":4.0,"runtime":20,"cert":"N\/A","id":87442,"title":"Sonic Christmas Blast","adult":false,"genre_ids":[28,16,35]},{"cast":["Burgess Meredith","Margo","Eduardo Ciannelli","Maurice Moscovitch","John Carradine"],"overview":"A man is determined to find the real culprit behind the crime for which his father was wrongly executed.","release_date":"1936-12-03","vote_average":5.7,"runtime":77,"cert":"N\/A","id":87445,"title":"Winterset","adult":false,"genre_ids":[10749,80,18]},{"cast":["Johnny Dorelli","Giuliano Gemma","Riccardo Garrone","Carmen Russo","Eros Pagni"],"overview":"Sicilia 1943, after the landing, between the invading Us army and the defender Italian army, a 2000 years old roman bridge resist to all kind of attacks. Both the army decides to definitively destroy it before the opponent does. But to the chaotic mad American platoon is opposed an Italian military band exchanged for a terrible special commando. Probably the bridge will survive another 2000 years!","release_date":"1982-01-01","vote_average":4.8,"runtime":82,"cert":"N\/A","id":87452,"title":"The Odd Squad","adult":false,"genre_ids":[35]},{"cast":["Ken Wahl","George DiCenzo","Xander Berkeley","Nicole Eggert","Ron Kuhlman"],"overview":"An ex-GI's daughter is abducted by a gang of white supremacists. He calls on one of his former Army buddies, and together they set out to track down the gang and rescue his daughter.","release_date":"1986-10-26","vote_average":3.5,"runtime":90,"cert":"N\/A","id":87453,"title":"Omega Syndrome","adult":false,"genre_ids":[28]},{"cast":["David Warner","Michael Ironside","Kate Vernon","Jayne Eastwood","Will Lyman"],"overview":"A man takes three co-workers hostage while working overtime on Thanksgiving weekend. He has no demands.","release_date":"1988-01-01","vote_average":7.3,"runtime":93,"cert":"N\/A","id":87456,"title":"Hostile Takeover","adult":false,"genre_ids":[27,80]},{"cast":["Starr Andreeff","Mitchell Laurance","Jeff Doucette","Riva Spier","Lewis Arquette"],"overview":"A scientist engineers a group of genetically engineered cyborgs for use as \"super soldiers\" to fight U.S. wars in the Middle East. However, things get ugly when the cyborgs malfunction and turn on their creators.","release_date":"1990-10-03","vote_average":4.7,"runtime":98,"cert":"18","id":87469,"title":"Syngenor","adult":false,"genre_ids":[27,878]},{"cast":["Boris Karloff","Jean-Pierre Aumont","Viveca Lindfors","Rosenda Monteros","Milo Quesada"],"overview":"A blind sculptor works on his magnum opus unaware that the skeletons he has been using for armatures are the remains of the victims of his evil wife and that he is the next target.","release_date":"1970-02-16","vote_average":3.7,"runtime":95,"cert":"N\/A","id":87472,"title":"Cauldron of Blood","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Documentary examining the infamous Mexican gore publication.","release_date":"2009-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":87475,"title":"Alarma!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On 22 December 1997, forty-five indigenous residents of the small Southern Mexican village of Acteal were attending a prayer meeting in their village church when they were slaughtered by unknown paramilitary forces. They were members of the pacifist group Las Abejas (The Bees), who were supporters of the revolutionary Zapatistas but renounced their violent methods. The investigation into their deaths quickly went suspiciously cold. Scottish documentary maker Nick Higgins, an expert on Mexican culture and politics and the author of Understanding the Chiapas Rebellion, attains unprecedented access to the place, the people, and the story behind a barely-reported atrocity.","release_date":"2007-01-01","vote_average":0.0,"runtime":58,"cert":"","id":87478,"title":"A Massacre Foretold","adult":false,"genre_ids":[]},{"cast":["Jia Hongsheng","Jia Fengsen","Tong Wang"],"overview":"An actor becomes increasingly introverted and psychotic and his entire family attempts to intervene.","release_date":"2001-09-07","vote_average":7.3,"runtime":114,"cert":"N\/A","id":87481,"title":"Quitting","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A small village's enchanted stone that brings the inhabitants good fortune is threatened by faeries","release_date":"1979-08-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87482,"title":"The Merciful Buddha","adult":false,"genre_ids":[14]},{"cast":["Alma Moreno","Manilyn Reynes","Janice de Belen","Aiza Seguerra","Berting Labra"],"overview":"This Filipino vampire film co-directed by Peque Gallaga and Lore Reyes tells the story of an aswang, the traditional shape-shifting creature of local legend. Here, the vampire makes appearances as a giant snake, a young woman (Alma Moreno), and a withered old hag (Lilia Cuntapay). The aswang has a lengthy cinematic history, having been the subject of the first sound film ever produced in the Philippines (1932's Ang Aswang) and migrating, in somewhat altered form, to films in Hong Kong, India, Japan, and, in 1994, to the United States. Aiza Seguerra co-stars with Janice de Belen, Aljon Jimenez, John Estrada, and Alma Moreno.","release_date":"1992-05-22","vote_average":3.8,"runtime":125,"cert":"N\/A","id":87485,"title":"Aswang","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Freeway Philharmonic follows the dreams, disappointments and successes of seven freelance classical musicians as they perform with regional orchestras across Northern California while struggling to acquire a permanent position with a major orchestra.  It depicts their efforts to balance a love of music with a road warrior lifestyle that often requires traveling hundreds of miles a day to rehearse and perform.","release_date":"2009-01-31","vote_average":0.0,"runtime":55,"cert":"N\/A","id":87490,"title":"Freeway Philharmonic","adult":false,"genre_ids":[99]},{"cast":["Judy Geeson","Aurora Bautista","Esperanza Roy","Víctor Alcázar","Lone Fleming"],"overview":"Two old maid sisters are running a little family hotel in Spain. They are very religious and the moral of the foreign tourist girl is too much for them, they start to kill them.","release_date":"1973-01-01","vote_average":6.4,"runtime":87,"cert":"N\/A","id":87495,"title":"A Candle for the Devil","adult":false,"genre_ids":[27]},{"cast":["Robert Redford","Shia LaBeouf","Julie Christie","Susan Sarandon","Nick Nolte"],"overview":"A former Weather Underground activist goes on the run from a journalist who discovers his identity.","release_date":"2012-09-06","vote_average":6.1,"runtime":121,"cert":"","id":87496,"title":"The Company You Keep","adult":false,"genre_ids":[18,53]},{"cast":["Peter Coyote","Mel Smith","Billie Whitelaw","Philip Sayer","Bill Luhrs"],"overview":"Stone (Peter Coyote) hits an armored truck without his usual driver. The ensuing getaway leads to the death of an innocent. The payback is swift and brutal. The wronged father hires a twisted, sociopathic assassin to avenge his loss. One by one the offenders are punished through grisly executions. Stone uses his wits to find a reclusive friend Terry (Mel Smith) just in time for a psychedelic funhouse showdown with his stalker.","release_date":"1983-12-01","vote_average":4.7,"runtime":89,"cert":"R","id":87497,"title":"Slayground","adult":false,"genre_ids":[28,80,53]}]