[{"cast":["William Windom","David L. Lander","Bruce Mahler","Robert Sacchi","Clark Brandon"],"overview":"When a mob family takes over an amusement park after the owner dies under mysterious circumstances, the recently-fired clown mascot seeks vengeance for the loss of his job.","release_date":"1987-10-01","vote_average":3.8,"runtime":98,"cert":"N\/A","id":87500,"title":"Funland","adult":false,"genre_ids":[28,35]},{"cast":["Maria Rohm","Marie Liljedahl","Jack Taylor","Christopher Lee","Paul Müller"],"overview":"Eugenie, an innocent young woman, is taken to an island paradise where she initiated into a world of pleasure and pain controlled by the sinister Dolmance. But when she surrenders to her own forbidden fantasies, Eugenie becomes trapped in a frenzy of drugs, sadomasochism and murder.  Can a frightened girl in the grip of carnal perversion find sanctuary in the orgies of the depraved?","release_date":"1970-02-20","vote_average":3.9,"runtime":87,"cert":"N\/A","id":87503,"title":"Eugenie","adult":false,"genre_ids":[18,27]},{"cast":["Bill Murray","Laura Linney","Samuel West","Olivia Colman","Olivia Williams"],"overview":"The story of the love affair between FDR and his distant cousin Margaret Stuckley, centered around the weekend in 1939 when the King and Queen of the United Kingdom visited upstate New York.","release_date":"2012-12-07","vote_average":5.3,"runtime":94,"cert":"","id":87504,"title":"Hyde Park on Hudson","adult":false,"genre_ids":[35,18,36]},{"cast":["Gerard Butler","Adrien Brody"],"overview":"A recently released felon seeks revenge against those who framed him and put him in jail.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87513,"title":"Motor City","adult":false,"genre_ids":[28,80,18]},{"cast":["Charlton Heston","Yvette Mimieux","James Brolin","Claude Akins","Jeanne Crain"],"overview":"A crazed Vietnam vet bomber hijacks a Boeing 707 in this disaster film filled with the usual early '70s stereotypes, and demands to be taken to Russia.","release_date":"1972-05-24","vote_average":6.6,"runtime":101,"cert":"N\/A","id":87514,"title":"Skyjacked","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Tracy Griffith","Jim Youngs","Charles Napier","Jay Robinson","William Sanderson"],"overview":"As the result of a corrupt businessman's illegal toxic waste dumping, a small desert town is beset by a deadly swarm of huge bloodthirsty mutant mosquitoes!","release_date":"1993-10-01","vote_average":2.1,"runtime":95,"cert":"N\/A","id":87517,"title":"Skeeter","adult":false,"genre_ids":[53,27,878]},{"cast":["Kevin Smith","Hal Wamsley","Phil Brown","Daniel Alter","Cecil Castellucci"],"overview":"Noah might have traveled for 40 days and nights in search of land, but did he ever wait 42 straight days and nights for a movie? Starwoids tells the stranger than fiction details of Star Wars fans (A.K.A. Starwoids) and their six week-line-waiting quest to see Episode I - The Phantom Menace on opening day.","release_date":"2001-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":87520,"title":"Starwoids","adult":false,"genre_ids":[99]},{"cast":["Stefano Sibaldi","Belinda Lee","Peter Ustinov","Gualtiero Jacopetti"],"overview":"A mondo doc detailing the wild and weird world of women... around the world.","release_date":"1963-01-30","vote_average":5.6,"runtime":110,"cert":"N\/A","id":87521,"title":"Women of the World","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The official sequel to the original shockumentary, presenting new and bizarre behavior from around the world, including cruelty, graphic gore, and strange rituals.","release_date":"1963-11-30","vote_average":5.7,"runtime":102,"cert":"N\/A","id":87524,"title":"Mondo Cane 2","adult":false,"genre_ids":[99]},{"cast":["Spencer Tracy","Katharine Hepburn","Robert Walker","Melvyn Douglas","Phyllis Thaxter"],"overview":"A St. Louis woman marries a New Mexico cattleman who is seen as a tyrant by the locals.","release_date":"1947-04-25","vote_average":6.4,"runtime":123,"cert":"N\/A","id":87531,"title":"The Sea of Grass","adult":false,"genre_ids":[18,37]},{"cast":[],"overview":"The Bloodhound Gang. Music.","release_date":"2003-08-12","vote_average":0.0,"runtime":118,"cert":"N\/A","id":87534,"title":"Bloodhound Gang: One Fierce Beer Run","adult":false,"genre_ids":[10402,99]},{"cast":["Zoe Matthews","Aiden Starr","Gwen Fox","Ginger Cash"],"overview":"Hot girls stumble upon rotting corpses, only more than the dead are starting to rise.","release_date":"2008-01-01","vote_average":6.5,"runtime":71,"cert":"N\/A","id":87539,"title":"Dawna of the Dead","adult":true,"genre_ids":[27]},{"cast":["Eddie Cahill","Poppy Montgomery"],"overview":"","release_date":"","vote_average":5.5,"runtime":null,"cert":"N\/A","id":87540,"title":"Demon Town - The Exorcist Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the wake of World War II, most Germans have been raised with the mistaken belief that the Holocaust had been planned and executed by just a tiny minority of Nazis, namely, the Gestapo and the SS. The sad truth, however, is that Hitler's philosophy of ethnic cleansing, as the Fuhrer so brazenly espoused in his frightening manifesto, Mein Kampf, had been enthusiastingly embraced not only by the entire military but also by most of the civilian population.  The long-suppressed proof of their widespread collaboration and participation was unveiled in The Wehrmacht Exhibition, a damning collection of photographs and film footage which toured Deutschland between 1999 and 2004. The show shook the country to its core, because it forced folks to face up to the fact that it took much more than a madman and his henchmen to wipe out six million.","release_date":"2006-09-21","vote_average":6.5,"runtime":97,"cert":"N\/A","id":87541,"title":"The Unknown Soldier","adult":false,"genre_ids":[18,36,99,10752]},{"cast":["Wolfgang Stumph","Katharina Thalbach","Katja Riemann","Ingeborg Westphal","Ulrike Krumbiegel"],"overview":"Externally, they could be twins. But really only outwardly: the unemployed, disillusioned toolmaker Erwin Strunz and the dynamic, power-infested Prime Minister Uwe Achimsen. There's the inevitable confusion - and everyone thinks Erwin is for Prime Minister Achimsen. Rainer Kaufmann staged the fast-paced confusion comedy with Wolfgang Stumph, Katja Riemann and Katharina Thalbach in the leading roles.","release_date":"2003-04-01","vote_average":6.2,"runtime":90,"cert":"N\/A","id":87542,"title":"Der Job seines Lebens","adult":false,"genre_ids":[35]},{"cast":["Graeme Edge"],"overview":"Recorded Live at Red Rocks, September 9, 1992, with the Colorado Symphony Orchestra","release_date":"2002-06-25","vote_average":0.0,"runtime":95,"cert":"N\/A","id":87549,"title":"The Moody Blues - A Night at Red Rocks","adult":false,"genre_ids":[10402]},{"cast":["Earle Edgerton","Judith Resnick","Martin Barolsky","Kaly Mills","Burt Young"],"overview":"A psychopathic killer uses the carousel ride at a carnival to pick his victims, whom he then murders and dismembers.","release_date":"1972-01-01","vote_average":4.0,"runtime":89,"cert":"N\/A","id":87552,"title":"Carnival of Blood","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The Monterey Jazz Festival was established in 1958 by impressario Jimmy Lyons who has hosted an enormous amount of music at this idyllic location. Against this beautiful seaside setting in Northern California, one spends a pleasent weekend listening to some of the giants of music.","release_date":"1998-11-16","vote_average":0.0,"runtime":59,"cert":"N\/A","id":87553,"title":"Monterey Jazz Festival 1975","adult":false,"genre_ids":[10402]},{"cast":["Curtis Mayfield"],"overview":"Curtis Mayfield was one of the dominant figures of soul music for three decades. This performance, filmed at the Montreux Jazz Festival in 1987, finds Curtis on fine form. His distinctive falsetto vocals and fine gutiar playing are evidence on a classic set that spans his career from early Impressions hits such as Gypsy Woman and It's Alright through to his solo classics including Move On Up, Freddie's Dead (theme from \"Superfly\"), If There's A Hell Below, We're All Going To Go and People Get Ready.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":87556,"title":"Curtis Mayfield: Live at Montreux 1987","adult":false,"genre_ids":[10402]},{"cast":["Curtis Mayfield"],"overview":"This Concert film from 1988 captures the full power of one of the giants of black American music in performance and, as a bonus, also includes an Interview Mayfield gave at the time to life-long fan Paul Weller.","release_date":"2001-03-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":87557,"title":"Curtis Mayfield - Live at Ronnie Scott's","adult":false,"genre_ids":[10402]},{"cast":["Déborah François","Elsa Zylberstein","Nicolas Giraud","Gilles Cohen","Firmine Richard"],"overview":"La vie n’est pas rose tous les jours pour Solweig, caissière dans un supermarché. Mais elle garde le sourire, malgré les remarques souvent déplaisantes des clients et un chef teigneux. Peut-être grâce au blog qu’elle tient en secret, où elle s’épanche avec humour sur son quotidien difficile…\r Un soir, sous la neige, son destin croise celui de Charles. Le jeune homme tombe aussitôt amoureux d’elle, sans se douter qu’ils ne sont pas du même monde.\r Mais si un simple blog peut changer le sort de milliers de caissières, n’est-il pas permis de croire aux contes de fées ?","release_date":"2011-12-14","vote_average":5.0,"runtime":102,"cert":"N\/A","id":87558,"title":"Les tribulations d'une caissière","adult":false,"genre_ids":[35]},{"cast":["The Mamas & The Papas"],"overview":"This programme charts the roller-coaster career of the quintessential sixties group - from the folk scene to international stardom, and to drugs and despair when the '60s dream turned to  '70s nightmare.","release_date":"2001-01-01","vote_average":0.0,"runtime":81,"cert":"E","id":87559,"title":"The Mamas & The Papas: Straight Shooter","adult":false,"genre_ids":[10402,99]},{"cast":["Jack Cullison","Jonathan Brett","Colbert Alembert","Howard Cai","Andre Meadows"],"overview":"A group of college nerds secretly record a washed up celebrity having sex and post the tape on the internet. When the publicity revives the actress's career, every B-list celebrity, reality show reject, and celebutante in Hollywood want to star in the guys next \"production.\"","release_date":"2012-02-02","vote_average":4.0,"runtime":90,"cert":"N\/A","id":87584,"title":"Celebrity Sex Tape","adult":false,"genre_ids":[35]},{"cast":["Jon Anderson","Steve Howe","Chris Squire","Rick Wakeman","Alan White"],"overview":"Yes: Live In Philadelphia 1979","release_date":"1979-06-21","vote_average":5.0,"runtime":50,"cert":"N\/A","id":87585,"title":"Yes: Live In Philadelphia 1979","adult":false,"genre_ids":[10402]},{"cast":["Margaret Lockwood","Dane Clark","Marius Goring","Naunton Wayne","Wilfrid Hyde-White"],"overview":"A U.S. newsman (Dane Clark) and a British entomologist (Margaret Lockwood) spy on germ-warfare research in a mythical country.","release_date":"1950-12-06","vote_average":5.8,"runtime":90,"cert":"","id":87588,"title":"Highly Dangerous","adult":false,"genre_ids":[28,53]},{"cast":["Harry Carey","Molly Malone","L.M. Wells","Vester Pegg","William Steele"],"overview":"On a ranch in Wyoming, one of the cowboys, Cheyenne Harry (Harry Carey), falls in love with his boss's daughter. But she decides to elope to the city with Captain Thornton, a wealthy visitor to the ranch. She quickly discovers that life in the city is not what she expected. Cheyenne, devastated by the loss of his fiancée, decides to go to the city to find her, and in the end rescues her from the grips of Captain Thornton and from the extravagant and decadent way of life in the city.","release_date":"1917-12-24","vote_average":5.3,"runtime":53,"cert":"N\/A","id":87589,"title":"Bucking Broadway","adult":false,"genre_ids":[37]},{"cast":["Dann Thombs","Chris Thombs","John Heins","Ben Grace"],"overview":"The Cottontail forest is overrun by legions of the undead. Soldiers and some friends go in to stop the threat. Who will make it out alive?","release_date":"2001-03-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":87590,"title":"Zombie Jamboree: The Day the Dead..uh..Weren't","adult":false,"genre_ids":[35,27]},{"cast":["Leslie Nielsen","Colleen Miller","Edward Andrews","Jay C. Flippen","James Best"],"overview":"An out-of-work reporter (Leslie Nielsen) seeks out a bank robber, and his bride (Colleen Miller) has to rescue him.","release_date":"1957-02-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":87591,"title":"Hot Summer Night","adult":false,"genre_ids":[80,18]},{"cast":["John Heins","Chris Thombs","Dann Thombs","Ben Grace","Jon Barlow"],"overview":"Juan Zi Nobie is on his deathbed and recounts the story of his past. The Evil Emperor fights the freedom fighters. In the present the emperor comes back and must be defeated again.","release_date":"2002-03-22","vote_average":0.0,"runtime":61,"cert":"N\/A","id":87598,"title":"Duct Wars: Forgotten Past","adult":false,"genre_ids":[28,878,12]},{"cast":["Chris Thombs","John Heins","Dann Thombs","Jon Barlow","Steve Hug"],"overview":"Three rich gamblers are tired of their poker games and decide on a new game. This game consists of 6 players who will be put in the forest and fight to the finish.","release_date":"2000-12-22","vote_average":0.0,"runtime":59,"cert":"N\/A","id":87601,"title":"Six Aces","adult":false,"genre_ids":[28]},{"cast":["Chris Thombs","John Heins","Dann Thombs"],"overview":"The Masked empire is growing in strength. Council members Juan Zi Nobie and Dantin must find new recruits to help fight for the Ductorian way of life.","release_date":"1999-11-05","vote_average":0.0,"runtime":19,"cert":"N\/A","id":87604,"title":"Duct Wars: The Rebellion","adult":false,"genre_ids":[28,878,12]},{"cast":["John Heins","Chris Thombs","Dann Thombs"],"overview":"Juan Zi Nobie and Dantin have retired from active duty and are replaced by Christo and Katano. The Masked empire hires a freelance rogue to kill the ally Silver Alien and use his identity to wage war on the Ductorians","release_date":"2000-04-23","vote_average":0.0,"runtime":41,"cert":"N\/A","id":87609,"title":"Duct Wars: The Silver Enemy","adult":false,"genre_ids":[28,878,12]},{"cast":["Humphrey Bogart","Gale Page","Billy Halop","John Litel","Henry Travers"],"overview":"Johnnie learns crime from petty thug Frank Wilson. When Wilson kills a pawnbroker with a gun stolen from Johnnie's sister Madge's fiance Fred Burke, Fred goes to Sing Sing's death house. Wilson uses all the pressure can to keep Johnnie silent, even after he and Johnnie themselves wind up in the big house.","release_date":"1939-03-23","vote_average":4.8,"runtime":89,"cert":"","id":87612,"title":"You Can't Get Away with Murder","adult":false,"genre_ids":[18,80]},{"cast":["Nandamuri Balakrishna","Ramya Krishnan","Raveena Tandon","Brahmanandam","Rao Gopal Rao"],"overview":"Bangaru Bullodu","release_date":"1994-09-03","vote_average":7.0,"runtime":150,"cert":"N\/A","id":87613,"title":"Bangaru Bullodu","adult":false,"genre_ids":[18]},{"cast":["Nitin","Genelia D'Souza","Pradeep Ram Singh Rawat","Nassar","Ajay"],"overview":"The story is set in the backdrop of a college that is riven by two groups led by Prithvi (Nitin) and Shashank (Shashank). Though there is nothing malicious between the groups, they just can't see eye to eye on anything. The only thing common between the two are their abiding passion for rugby. Whenever a problem crops between the two, it is usually settled with a bitter scrum on the rugby field. As it happens, the college land falls into the hands of a local dadha Bikshu Yadav (Pradeep Rawat). This is good enough reason for the two groups to forge a common identity and fight for the land. Prithvi and Shashank bury the hatchet and get back the land. This is too much of a bitter pill for the dadha to swallow. And so he dares the students for a rugby match with his own group. What happens in the deciding rugby contest is the interesting denouement of the film. Thrown into this story is the love story between Nitin and Genelia.","release_date":"2004-09-26","vote_average":5.8,"runtime":167,"cert":"N\/A","id":87614,"title":"Sye","adult":false,"genre_ids":[18,28]},{"cast":["Chris Thombs","John Heins","Dann Thombs"],"overview":"Goshzilla terrorizes a friend and each new friend he makes. Then there is a lovely song at the end.","release_date":"1998-05-30","vote_average":0.0,"runtime":5,"cert":"N\/A","id":87617,"title":"Goshzilla","adult":false,"genre_ids":[35]},{"cast":["John Heins","Chris Thombs","Dann Thombs"],"overview":"The zaniness continued and although it will never match the original, there is some merit to the effort.","release_date":"2001-01-14","vote_average":0.0,"runtime":8,"cert":"N\/A","id":87618,"title":"Goshzilla 2000","adult":false,"genre_ids":[35,28]},{"cast":["Nandamuri Balakrishna","Laya","Ankita","Mukesh Rishi","Ashish Vidhyarthi"],"overview":"An un-named man (Bala Krishna) lives with his wife (Laya), daughter and in-laws. He does not have a name nor does he know who he is. He cannot remember anything that has happened 7 years before. However, he realizes that he possesses special combat skills whenever he comes across evil elements. When he forces his wife to tell the truth, she reveals that he was found in river in a mutilated state and he was taken care of by her. As the man goes to Hyderabad searching for his identity, a few incidents lead to the answer. He discovers that he is none other than the most respected and committed Indian Army Officer, Vijayendra Varma. The rest of the story is about how he retraces his past and saves the nation from Pakistani Jihadis.","release_date":"2004-12-04","vote_average":3.0,"runtime":null,"cert":"N\/A","id":87619,"title":"Vijayendra Varma","adult":false,"genre_ids":[18]},{"cast":["John Heins","Chris Thombs","Dann Thombs"],"overview":"Goshzilla teams up with Sharkra to terrorize more guys.","release_date":"2005-07-16","vote_average":0.0,"runtime":6,"cert":"N\/A","id":87620,"title":"Goshzilla 2005","adult":false,"genre_ids":[28,35]},{"cast":["Humphrey Bogart","Eleanor Parker","Raymond Massey","Richard Whorf","James Brown"],"overview":"Matt Brennan runs into Jo Holloway, the Red Cross girl he romanced in Europe when he was a flyer in World War II, when he is offered a job by jet manufacturer Leland Willis as a test pilot. Carl Troxell, wants to sell an escape cockpit to the Air Force. He wants Matt to stall the presentation of JA-3 the prototype that doesn't include the ejection seat, to give him more time for the experimental JA-4. But Matt doesn't believe it is yet safe enough to try.","release_date":"1950-02-18","vote_average":6.1,"runtime":94,"cert":"N\/A","id":87621,"title":"Chain Lightning","adult":false,"genre_ids":[18,28,10752]},{"cast":["Dann Thombs","Chris Thombs","John Heins"],"overview":"Goshzilla teams up with Musse to terrorize more guys. This time with Special Effects.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87622,"title":"Goshzilla 2012: Apocalypse","adult":false,"genre_ids":[]},{"cast":["Yusuf Islam"],"overview":"Cat Stevens gave his final concert at Wembley Arena in London on November 22, 1979, before retiring from music. He had formally converted to Islam nearly two years earlier, taking the new name Yusuf Islam. On March 1, 2007, he returned to live performing by staging a concert at the Porchester Hall in London that was taped for a one-hour program broadcast on BBC1. That show is the main part of this DVD. His beard now gray and white, Islam combines songs from his comeback album, An Other Cup, with old Cat Stevens favorites.","release_date":"2007-06-18","vote_average":0.0,"runtime":61,"cert":"N\/A","id":87623,"title":"Yusuf's Café Session","adult":false,"genre_ids":[10402]},{"cast":["Casey Miracle","Heather Price","Billy W. Blackwell","Jessica Cameron","Thomas Kindler"],"overview":"Tuner Downing, a man who gets obsessed with serial killer Mike Strauber (the Coppermasked Madman) and tries too hard to follow in his bloody footsteps, even to the point of breaking his 'hero' out of incarceration.","release_date":"2011-07-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":87624,"title":"Deadly Dares: Truth or Dare Part IV","adult":false,"genre_ids":[27]},{"cast":["Buddy Miles"],"overview":"Buddy Miles: Changes","release_date":"2008-07-08","vote_average":0.0,"runtime":178,"cert":"N\/A","id":87625,"title":"Buddy Miles: Changes","adult":false,"genre_ids":[10402]},{"cast":["Henrik Dorsin"],"overview":"","release_date":"2009-02-25","vote_average":8.0,"runtime":150,"cert":"N\/A","id":87626,"title":"Henrik Dorsin - Godkänd Kvalitetsunderhållning","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Malli (Sridevi), who just passed her tenth class, had nurtured only one dream since childhood - to become a teacher. As a teenager, she falls in love with the doctor who comes to the village. However, her dreams are shattered when she finds out aabout his real character. She realizes what life really is after the death of her mother and settles with the innocent Chandram (Chandra Mohan) who rescues her from Simhachalam (Mohan Babu).","release_date":"1978-01-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":87627,"title":"Padaharella Vayasu","adult":false,"genre_ids":[18]},{"cast":["Sarah Miles","Oliver Reed","Christopher Plummer","Lysette Anthony","Samantha Eggar"],"overview":"A chance meeting between British nobleman and lovely young Mistral foils a plot by her manipulating Aunt Emilie to avenge the death of her sister, Mistral's mother, who died in childbirth. But when an unscrupulous blackmailer and a rapacious Rajah enter the plot, the growing attraction between Lord and convent girl becomes yet more fraught with Danger.","release_date":"1990-01-01","vote_average":4.0,"runtime":90,"cert":"","id":87628,"title":"A Ghost in Monte Carlo","adult":false,"genre_ids":[10749,36]},{"cast":["Jodie Foster","Richard Harris","Lois Nettleton","Geraldine Fitzgerald","Brad Savage"],"overview":"A young girl with a terminal heart condition plans to celebrate her 12th birthday on one last summer holiday with her parents in Nova Scotia.","release_date":"1976-02-06","vote_average":6.7,"runtime":99,"cert":"N\/A","id":87629,"title":"Echoes of a Summer","adult":false,"genre_ids":[18]},{"cast":["Soft Machine"],"overview":"Soft Machine: Legacy","release_date":"","vote_average":0.0,"runtime":116,"cert":"N\/A","id":87634,"title":"Soft Machine: Legacy","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"På Gråtasstunet finnes det en brønn med mirakelvann, et vann som gjør folk som drikker det mye friskere i hodet! Skraphandlerne er som alltid på jakt etter Gråtass, men finner seg plutselig en ny karrierevei, noe Gråtass også setter en stopper for.","release_date":"2007-03-21","vote_average":0.0,"runtime":77,"cert":"N\/A","id":87637,"title":"Gråtass - The chase for the Miracle Water","adult":false,"genre_ids":[]},{"cast":[],"overview":"1. Binnenstebuiten (Yele)\r 2. Mens\r 3. Aanzoek Zonder Ringen\r 4. Hemingway\r 5. Wennen Aan September\r 6. Geen Tango\r 7. Laag Bij De Grond\r 8. Herinnering Aan Later\r 9. Vreemde Wegen\r 10. Donker Hart\r 11. Een Manier Om Thuis Te Komen\r 12. De Hemel Is De Aarde\r 13. Eén En Alleen  Disk 2  Bonus-DVD:  Alle 13 songs in beeld en geluid  Extra's:  UMOJA: De Geest Van Muziek (mini-documentaire)  De Oefenruimte: Portugal\r BLØF &amp; Fado  Eén En Alleen: Indiase instrumenten  Didgeridoo's &amp; Didgeridon'ts  Op zoek naar trommels  De Geluidskunstenaar  BLØF na UMOJA: interviews  De Millenniumdoelen  AIDS in Rusland  Water","release_date":"2006-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87640,"title":"BLØF - Umoja","adult":false,"genre_ids":[]},{"cast":["Mikhail Yegorov","Valentina Talyzina","Galina Yatskina","Oleg Golubitsky","Mikhail Kabanov"],"overview":"Actions of the movie occurred in Post-WWII years in small village. Mother with three children. Father was lost in the war, like many other. 11-year old son rather smart boy is main help in housekeeping. But here was primary school only, and he was sent to study to neighbor village over 50 km. He lives with his mother's friend - woman and two children. Mother brought food one time per 3 weeks, and he cooks and eats separately from householders. To buy more food he plays game 'money'. He was beaten by older boys – usual child's cruelty.","release_date":"1978-12-17","vote_average":6.6,"runtime":null,"cert":"N\/A","id":87643,"title":"A French Lesson","adult":false,"genre_ids":[18]},{"cast":["Paul Carpenter","Diane Hart","Jill Adams","Freddie Mills"],"overview":"Paul Banner, a \"noozeman\" of the Daily Comet in England, is an American working in England. He happens on a murder that leads him on a complicated trail.","release_date":"1955-03-01","vote_average":0.0,"runtime":66,"cert":"","id":87648,"title":"One Jump Ahead","adult":false,"genre_ids":[80]},{"cast":["Jim Messina","Kenny Loggins"],"overview":"Loggins &amp; Messina: Sittin' In Again At The Santa Barbara Bowl","release_date":"2005-01-01","vote_average":0.0,"runtime":119,"cert":"N\/A","id":87649,"title":"Loggins & Messina: Sittin' In Again At The Santa Barbara Bowl","adult":false,"genre_ids":[10402]},{"cast":["Jimi Hendrix"],"overview":"Jimi Hendrix: Woodstock, Monterey, Atlanta","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87652,"title":"Jimi Hendrix: Woodstock, Monterey, Atlanta","adult":false,"genre_ids":[10402]},{"cast":["Franck Dubosc"],"overview":"","release_date":"2003-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":87653,"title":"Franck Dubosc - Pour Toi Public","adult":false,"genre_ids":[35]},{"cast":["Claus Wiese","Bjørg Riiser-Larsen","Ingolf Rogde","Gisle Straume","Einar Vaage"],"overview":"The story of a working man, who's got a gorgeous fiancée but who falls for a rich older woman - who turns out to be a femme fatale.","release_date":"1949-08-29","vote_average":6.7,"runtime":89,"cert":"N\/A","id":87654,"title":"Death Is a Caress","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Pride 2 was a mixed martial arts event held by KRS-Pride (later renamed Pride Fighting Championships). It took place at Yokohama Arena in Yokohama, Japan on March 15, 1998. Kazushi Sakuraba, Mark Kerr, Vernon White, and Marco Ruas all made their Pride debuts at this event. In addition to the MMA events, there were also two kickboxing events. The English language commentary for this event was provided by Stephen Quadros and Bas Rutten.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87657,"title":"Pride FC 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pride 3 was a mixed martial arts event held by KRS-Pride (later renamed Pride Fighting Championships) on June 24, 1998 at the Nippon Budokan in Tokyo, Japan. The English language commentary for this event was provided by Stephen Quadros and Bas Rutten.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87658,"title":"Pride FC 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pride 4 was a mixed martial arts event held by KRS-Pride (later renamed Pride Fighting Championships). It took place at the Tokyo Dome in Tokyo, Japan, on October 11, 1998. The english language commentary for this event was provided by Stephen Quadros and Bas Rutten.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87659,"title":"Pride FC 4","adult":false,"genre_ids":[]},{"cast":["Widespread Panic"],"overview":"Widespread Panic: Live From Austin TX","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":87662,"title":"Widespread Panic: Live From Austin TX","adult":false,"genre_ids":[10402]},{"cast":["Scott Brady","Anabel Shaw","Charles D. Brown","James Millican","Mary Meade"],"overview":"A Navy veteran takes up boxing and winds up killing his own friend in the ring during a championship match.","release_date":"1948-09-20","vote_average":0.0,"runtime":59,"cert":"N\/A","id":87663,"title":"In This Corner","adult":false,"genre_ids":[18]},{"cast":["Hot Tuna"],"overview":"Hot Tuna: Electric Celestial Blues - Live At The Fillmore","release_date":"2000-05-30","vote_average":3.8,"runtime":null,"cert":"N\/A","id":87674,"title":"Hot Tuna: Electric Celestial Blues - Live At The Fillmore","adult":false,"genre_ids":[10402]},{"cast":["Robert Fripp","Adrian Belew","Tony Levin","Trey Gunn"],"overview":"King Crimson: Live In Japan","release_date":"1995-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87675,"title":"King Crimson: Live In Japan","adult":false,"genre_ids":[10402]},{"cast":["Peter Green"],"overview":"Peter Green: Splinter Group - In Concert","release_date":"2012-09-14","vote_average":3.8,"runtime":null,"cert":"N\/A","id":87678,"title":"Peter Green: Splinter Group - In Concert","adult":false,"genre_ids":[10402]},{"cast":["Nandamuri Taraka Rama Rao","Mohan Babu","Ramya Krishnan","Nagma","Amrish Puri"],"overview":"Major Chandrakanth (Telugu: మేజర్ చంద్రకాంత్) is a 1993 Telugu film. N.T. Rama Rao and Mohan Babu played the lead roles. It Is Produced by Mohan Babu under His Sri Lakshmi Prasanna Pictures Banner. Presented by Mohan Babu's younger son Manoj Kumar and directed by veteran K. Raghavendra Rao, the film had music by M. M. Keeravani, story-dialogues by Paruchuri brothers, lyrics by Jaladi-Gurucharan-Rasaraju, cinematography by Ajay Vincent and art by Bhaskara Raju with Sharada, Nagma, Ramya Krishna and Brahmanandam in other important roles. The film was released on 23 April 1993 Amid. The film celebrated Silver jubilee. This film is perhaps a last glimpse in Sri N.T. Rama Rao's prolonged film career.","release_date":"1993-04-23","vote_average":5.0,"runtime":150,"cert":"N\/A","id":87681,"title":"Major Chandrakanth","adult":false,"genre_ids":[18,28]},{"cast":["Iron Butterfly"],"overview":"With a catalog of rockin’ hits, the music of Iron Butterfly defined a generation – but one song, and one song alone, made them superstars: “In-A-Gadda-Da-Vida”. For the first time in nearly 25 years, Iron Butterfly returns to the stage for the comeback of the century!","release_date":"2004-01-28","vote_average":0.0,"runtime":50,"cert":"N\/A","id":87682,"title":"Iron Butterfly – In Concert","adult":false,"genre_ids":[10402]},{"cast":["Rupert Penry-Jones","Olivia Williams","Kevin McMonagle","Ramon Tikaram","David Dennis"],"overview":"A historical drama documentary depicting the eruption of Krakatoa volcano in 1883. The volcano was located in the Sunda strait in Indonesia and its eruption resulted in tsunami, rains of coals and ash, and ended with a very hot tsunami. The eruption killed more than 36,000 people and those survived were left with burns.","release_date":"2006-06-11","vote_average":6.3,"runtime":87,"cert":"","id":87683,"title":"Krakatoa: The Last Days","adult":false,"genre_ids":[18,99]},{"cast":["Isis Love","Chanel Chavez","Jasmine Byrne","Victoria Sweet","Shy Love"],"overview":"Malibu's most Latin is back! An all-star Latin cast tears up the screen again with muy caliente sex.","release_date":"2006-02-24","vote_average":0.0,"runtime":91,"cert":"N\/A","id":87684,"title":"Malibu's Most Latin 2","adult":true,"genre_ids":[]},{"cast":["Franco Nero","Anna Falchi","Joel Beeson","Sophie von Kessel","Billie Zöckler"],"overview":"The Dragon Ring is an italian film of two parts. It's about Desideria, the dragon king's daughter and Selvaggia, her adopted and magical sister. To get the dragon ring after the death of her father, Desideria needs to marry, but she can't find a husband, so Selvaggia sees her chance to get the ring with all its powers.","release_date":"1994-03-02","vote_average":6.8,"runtime":186,"cert":"N\/A","id":87689,"title":"The Dragon Ring","adult":false,"genre_ids":[14,10751,12]},{"cast":["José Elías Moreno","Carlos Cortés","Kitty de Hoyos","David Reynoso","Columba Domínguez"],"overview":"After a young man is killed in an unexplored subterranean cavern and his girlfriend driven mad by something she saw there, a track found at the scene cannot be identified with any known animal and thus a scientific expedition is launched to find out just what it is that is living there.","release_date":"1965-09-02","vote_average":5.0,"runtime":85,"cert":"N\/A","id":87690,"title":"Aventura al centro de la tierra","adult":false,"genre_ids":[878,27,12]},{"cast":["Alexis Loret","Adrien Michaux","Christelle Prot","Anna Bielecka","Claude Merlin"],"overview":"La Première éducation sentimentale (the first version of L'Éducation sentimentale), re-adapting the themes of first love, the intoxication of desire, and failed ideological revolution (that culminated in the Revolution of 1848) to the May 68 generation through a chronicle of the parallel lives of a pair of childhood friends, the pragmatic Henri (Alexis Loret) and idealistic Jules (Adrien Michaux) as they leave their bucolic, rural hometown to separately pursue their baccalaureate - and real world - educations.","release_date":"2001-03-28","vote_average":7.0,"runtime":112,"cert":"N\/A","id":87693,"title":"Toutes les nuits","adult":false,"genre_ids":[18]},{"cast":["Harvey Korman","Joseph Bologna","David L. Lander","Maureen McCormick","Rodger Bumpass"],"overview":"In this live-action musical comedy, Baby Huey, the lovable seven foot tall duckling, is taken in by a caring little boy named Nick and his kind but surprised family. A sinister scientist and a mean Las Vegas producer want Baby Huey for themselves, but they don't know what a little boy, a caring community, and a baby bird that's bigger than all of them is capable of.","release_date":"1999-01-01","vote_average":1.0,"runtime":89,"cert":"N\/A","id":87694,"title":"Baby Huey's Great Easter Adventure","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"Marc Levin returns to Little Rock, Arkansas to examine how things have changed in the small town's gang banging scene.","release_date":"2004-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":87695,"title":"Back in the Hood: Gang War 2","adult":false,"genre_ids":[99]},{"cast":["King Coffey","John Hawkes","Gibby Haynes","Paul Leary","Kathleen Lynch"],"overview":"In this twisted spoof of \"The Texas Chain Saw Massacre,\" a vacationing family encounters a communal group of cannibalistic misfits, played by legendary punk band Butthole Surfers. After drinking a hallucinogenic beverage, and eating part of his own son, the father witnesses a live performance by the band.","release_date":"1988-01-01","vote_average":4.0,"runtime":11,"cert":"N\/A","id":87698,"title":"Bar-B-Que Movie","adult":false,"genre_ids":[35,27]},{"cast":["Danny Nelson","Lori Birdsong","Christian Hesler","Ralph Pruitt Vaughn","John Saxon"],"overview":"Twisted tale about a crazy, preaching redneck named Jake who kidnaps people off the highway and performs sick medical experiments on them. He then proceeds to sell their organs on the black market to Mr. Stone. Everything is fine until he kidnaps the handicapped April and finds that she is harder to control than the others.","release_date":"1990-09-14","vote_average":5.4,"runtime":98,"cert":"N\/A","id":87699,"title":"Blood Salvage","adult":false,"genre_ids":[27,35]},{"cast":["Daniel Quinn","Patrick Kilpatrick","Khrystyne Haje","Stephen Mendel","Robert Forster"],"overview":"A demonic 'scanner' terrorizes Los Angeles and the only person who can stop him may not have the neurons for the job.","release_date":"1995-05-16","vote_average":5.4,"runtime":95,"cert":"N\/A","id":87700,"title":"Scanners: The Showdown","adult":false,"genre_ids":[878,27]},{"cast":["Robert C. Sabin","Tommy Sweeney","Nelson Wakefield","Rhonda Griffin"],"overview":"Camden, who suffers from agoraphobia, the fear of open spaces, takes in roommate Randy Tommy Sweeney, who suffers from claustrophobia, the fear of closed spaces. Unfortunately, Randy turns out to be a serial killer, and Camden becomes a prisoner in his own apartment.","release_date":"1999-01-01","vote_average":6.3,"runtime":79,"cert":"N\/A","id":87703,"title":"Naked Fear","adult":false,"genre_ids":[]},{"cast":["Jill Schoelen","J. Eddie Peck","Jamie Farr","Savina Geršak","Marianne Muellerleile"],"overview":"After a young man is bitten on the hand by a radioactive snake, his hand changes into a lethal snake head, which attacks everyone he comes into contact with. Also, his body becomes filled with snakes. Now, he must prevent himself from hurting others.","release_date":"1989-06-27","vote_average":4.6,"runtime":98,"cert":"N\/A","id":87704,"title":"Curse II: The Bite","adult":false,"genre_ids":[27]},{"cast":["Paolo Villaggio","Mariangela Melato","Renato Pozzetto","Adriano Celentano","Giovanna Ralli"],"overview":"Four episodes. A pilot is ready to change sex, but the doctor made an error. A woman is searching a partner for a dance contest. A worker seduce his boss wife. A guard is too much proactive and this will cause many troubles.","release_date":"1975-01-01","vote_average":6.0,"runtime":130,"cert":"N\/A","id":87709,"title":"Di che segno sei?","adult":false,"genre_ids":[35]},{"cast":["Robert Lansing","Lisa Langlois","Franc Luz","Terri Treas","Stephen Davies"],"overview":"Horrifying shocker as a biological experiment goes haywire when meat-eating mutant roaches invade an island community, terrorizing a peaceful New England fishing village and hideously butchering its citizens.","release_date":"1988-05-13","vote_average":4.7,"runtime":89,"cert":"N\/A","id":87710,"title":"The Nest","adult":false,"genre_ids":[53,878,27]},{"cast":["Richard Donner","Harvey Bernhard","Roger Coyle","Ted Gunderson","Judy Hanson"],"overview":"Documentary tracks the rise of devil cults, witches and other elements of the \"black arts.\"","release_date":"1986-10-21","vote_average":7.0,"runtime":60,"cert":"N\/A","id":87711,"title":"Scream Greats, Vol.2: Satanism and Witchcraft","adult":false,"genre_ids":[99]},{"cast":["Tom Savini","Gregory Nicotero","George A. Romero"],"overview":"A documentary detailing the career of makeup artist Tom Savini, including clips from the various movies he's worked on.","release_date":"1986-01-01","vote_average":8.8,"runtime":60,"cert":"N\/A","id":87712,"title":"Scream Greats, Vol.1: Tom Savini, Master of Horror Effects","adult":false,"genre_ids":[]},{"cast":["Peter Firth","Harriet Robinson","Don Henderson","Catherine Arton","Harry Miller"],"overview":"Ellen Carter's career is on the rocks. She hasn't written a worthy novel since her husband went missing and she was suspected by the police of murdering him. To top it all off, she has reason to believe that her new tenant Leslie Steckler is the serial killer responsible for a number of deaths in the region. But what she doesn't know is that, in the meantime, Steckler has discovered a little secret about her...","release_date":"1994-04-15","vote_average":3.0,"runtime":96,"cert":"R","id":87713,"title":"White Angel","adult":false,"genre_ids":[53]},{"cast":["Josh Craig","Leigha Horton","Deanne McDonald","Brad Tracy","Justen Overlander"],"overview":"A mutated monster terrorizes campers in the woods of 1950's Wisconsin.","release_date":"2006-01-01","vote_average":4.0,"runtime":97,"cert":"N\/A","id":87716,"title":"The Monster of Phantom Lake","adult":false,"genre_ids":[35,27]},{"cast":["Tom Drake","Steve Oliver","Joe Turkel","Sean Kenney","Amy Thomson"],"overview":"A serial killer murders a businessman's wife, then blackmails the man into procuring young girls for him to murder. The businessman hires a gang of renegade motor-cyclists to kidnap girls for him.","release_date":"1973-01-01","vote_average":7.0,"runtime":82,"cert":"N\/A","id":87719,"title":"Savage Abduction","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Dan Kashwood, the Hall Monitor of Rocky Mountain High School, maintains law and order with excessive force and a .44 Magnum. But now a mysterious student is killing the football team - one player at a time. Now it's up to Dan to apprehend the murderer before the team ends up playing their next big game at the morgue.","release_date":"1999-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":87726,"title":"The Hall Monitor","adult":false,"genre_ids":[28,35]},{"cast":["Nick Nolte","Greta Scacchi","Thandie Newton","Gwyneth Paltrow","Jean-Pierre Aumont"],"overview":"His wife having recently died, Thomas Jefferson accepts the post of United States ambassador to pre-revolutionary France, though he finds it difficult to adjust to life in a country where the aristocracy subjugates an increasingly restless peasantry. In Paris, he becomes smitten with cultured artist Maria Cosway, but, when his daughter visits from Virginia accompanied by her attractive slave, Sally Hemings, Jefferson's attentions are diverted.","release_date":"1995-03-31","vote_average":5.4,"runtime":139,"cert":"N\/A","id":87729,"title":"Jefferson in Paris","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The world has ended. All that is left behind are individual beauty cults, groups of girls seeking safety and identity in numbers. Basing their bond on hair color and giving themselves strangely evocative gang names, the blond Phayrays (King Kong), the brunette Satanas (Faster Pussycat, Kill! Kill!), and the wicked, redheaded Tempests (as in Storm, the stripper) are constantly battling the brutish cavemen roaming the afterworld ruins and looking for potential dye job converts. Only one group tries to incorporate all follicle factions. They are the Superstarlets.","release_date":"2000-01-01","vote_average":6.8,"runtime":70,"cert":"N\/A","id":87732,"title":"Superstarlet A.D.","adult":false,"genre_ids":[]},{"cast":["Doris Fish","Miss X","Ginger Quest","Ramona Fischer","Lori Naslund"],"overview":"Three soldiers are ordered to change their gender (via a pill) and are sent on a secret mission (undercover as show girls) to the women only planet of Clitoris' capital city \"Vegas in Space.\" Once they arrive, they must maneuver through complex politics and decadent parties, to uncover a plot to disrupt the most important pleasure planet in the Universe. Oh yeah, everyone except two of the \"men\" who become \"women\" is played by a drag queen, at least one is a dual role!","release_date":"1991-10-01","vote_average":6.4,"runtime":85,"cert":"N\/A","id":87733,"title":"Vegas in Space","adult":false,"genre_ids":[878]},{"cast":["Judith Ridley","Raymond Laine","Johanna Lawrence","Richard Ricci","Roger McGovern"],"overview":"A young man returns to his home city of Pittsburgh and moves in with an older woman whom he begins to rely on for emotional and financial support.","release_date":"1971-12-01","vote_average":4.9,"runtime":93,"cert":"N\/A","id":87734,"title":"There's Always Vanilla","adult":false,"genre_ids":[35,18,10749]},{"cast":["Amy Seimetz","Lane Hughes","Megan Mercier","Kate Lyn Sheil","Joe Swanberg"],"overview":"Autoerotic follows four interconnected Chicago couples as they explore the boundaries of self-pleasure and sexual exploration. Through a unique blend of outrageous comedy and in-your-face sex, Autoerotic insightfully illuminates the private sexual lives of America’s urbanites.","release_date":"2011-07-22","vote_average":4.3,"runtime":72,"cert":"N\/A","id":87737,"title":"Autoerotic","adult":false,"genre_ids":[18,10749]},{"cast":["Russ Tamblyn","Stacey Shaffer","Rafael Sánchez Navarro","Isela Vega","Jaime Garza"],"overview":"When the townspeople of a small Mexican village start disappearing, the locals point the suspicion at two young visitors. The only solution is for the two to unearth the legend of a madman in this supernatural thriller.","release_date":"1988-01-01","vote_average":4.0,"runtime":75,"cert":"N\/A","id":87742,"title":"Blood Screams","adult":false,"genre_ids":[53,14,27]},{"cast":["Nonna Mordyukova","Oleg Menshikov","Vladimir Mashkov","Evgeny Mironov","Aleksei Kravchenko"],"overview":"After Polina, a mother of six, loses her husband, who went to jail for stealing charcoal and was killed when he tried to escape, she stays behind without any support. To be able to survive, Polina and her family start a folk group. But soon she understands that her children deserve a better fate, and she takes the desperate decision to steal a plane and go abroad... Fifteen years later, Polina is released from prison and finds out that fate has scattered her children all over the country: one is in the army, another is a miner in the Donbass, and the oldest, Lyonchik, who used to be in a mental institution, now pretends to be insane. Polina gathers all of her sons to free their older brother from the psychiatric hospital...","release_date":"1999-03-31","vote_average":4.5,"runtime":100,"cert":"N\/A","id":87751,"title":"Mommy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Artists featured on the three-DVD set include Bruce Springsteen, Patti Smith, Pearl Jam, David Bowie, Bob Dylan, Paul McCartney, The Who, Tom Petty, Simon and Garfunkel, Neil Young and Crazy Horse, and much more. Neil Young organizes the event each year with his wife Pegi Young. A documentary DVD includes \"The Bridge School Story,\" which gives a special look into this wonderful school and the truly phenomenal services they provide children with advanced physical and communication challenges. Another documentary on the DVD, \"Backstage At The Bridge School Benefit Concert,\" offers a bird's-eye view of the event itself, along with special features that include heartfelt interviews with the students and the artists themselves.","release_date":"2011-10-24","vote_average":0.0,"runtime":120,"cert":"N\/A","id":87758,"title":"The Bridge School Concerts: 25th Anniversary Edition","adult":false,"genre_ids":[]},{"cast":["Valentina Titova","Georgiy Martynyuk","Oleg Vidov","Nikolai Prokopovich","Nikolay Burlyaev"],"overview":"Short story \"Metel\" from volume \"Povesti Belkina\".","release_date":"1965-02-10","vote_average":6.0,"runtime":76,"cert":"N\/A","id":87759,"title":"The Blizzard","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Argentine competition winner, Gonzalo Castro’s Invernadero (Winter House), offers a stylistically elegant if overlong contemplation of the experimental one-armed Mexican novelist Mario Bellatín, a famed prankster who here engages with his daughter and friends (all fictional characters) in an interrogation of biography (itself a central conceit in Bellatín’s fiction).","release_date":"2010-04-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":87766,"title":"Winter-house","adult":false,"genre_ids":[]},{"cast":["Aleksandr Timoshkin","Evgeniy Leonov-Gladyshev","Mikhail Zhigalov","Georgi Drozd","Vladimir Steklov"],"overview":"A WWII veteran involved in crime activity suddenly finds out about an award granted to him posthumously during the war.","release_date":"1986-06-06","vote_average":6.0,"runtime":89,"cert":"N\/A","id":87767,"title":"To Award (Posthumously)","adult":false,"genre_ids":[28,80,18]},{"cast":["Enrique Piñeyro","Silvia Arazi"],"overview":"Argentine helmer Rafael Filipelli's understated and deliberate, slice-of-life drama Night Music (AKA Musica Nocturna, 2007) unfurls over the course of four evenings, with its depiction of an emotionally-strained marriage between husband and wife Federico (Enrique Pineyro) and Cecilia (Silvia Arazi), which Filipelli sets against the backdrop of semi-vacant, nocturnal Buenos Aires. He is a music critic pushing 50 and grappling with the completion of his first book; she is a playwright, in rehearsals for a major new production. Both have hit an emotional lull in their marriage that inspires each to coolly flirt with infidelity. As Federico flirts dangerously with the theatrical director's assistant, Cecilia reconnects at length with a past acquaintance, belletrist Sergio (Horacio Acosta), who may or may not have been amorously involved with Cecilia at one time.","release_date":"2007-11-15","vote_average":5.0,"runtime":78,"cert":"N\/A","id":87768,"title":"Música nocturna","adult":false,"genre_ids":[]},{"cast":["Kim Sun-a","Lee Beom-soo","No Hyeong-uk","Jeon Jae-hyeong","Jeong Dae-hoon"],"overview":"Dong-hyun, Seok-gu, Sang-min and Young-je are typical adolescent high school boys deeply curious about sexual matters. When a female apprentice teacher, Ms. Kim Yoo-ri begins teaching at their all boys school, she captures the lust and imagination of four of her students, who cannot stop fantasizing about her.  Dong-hyuns secret 'love' for his teacher is shattered by news of her affections for another teacher Mr Gong. Yoo-ri has already fallen for the homeroom teacher, Mr Gong, and has her own daydreams about what it would be like with him.  Unfortunately, Mr Gong has forsaken love in his life, and is immune to her come-ons. Yoo-ri must get him to accept her advances, while rejecting the rapid-fire advance of her four students.","release_date":"2002-11-06","vote_average":7.0,"runtime":94,"cert":"N\/A","id":87771,"title":"Wet Dreams","adult":false,"genre_ids":[10749,35]},{"cast":["Fred Williamson","Pam Grier","Thalmus Rasulala","Tony King","Bernie Hamilton"],"overview":"Duke Johnson visits a small Southern town, intent on burying his brother. After the funeral, he learns that he must stay for 60 days, for the estate to be processed. A few locals convince Duke to reopen his late brother's nightclub, and soon the local redneck policemen are intimidating Duke with threats of violence. Duke refuses to pay the bribes they demand, so then he and his lady friend Aretha are threatened and attacked by the crooked cops. Rather than take them on himself, Duke calls on his old pal Roy. Roy brings a few buddies to Bucktown, and they bring justice to the small town. With the redneck cops out of the way, Duke lets his guard down. Then the situation gets out of hand again. Finally, Duke must settle the score himself.","release_date":"1975-07-02","vote_average":6.0,"runtime":94,"cert":"N\/A","id":87774,"title":"Bucktown","adult":false,"genre_ids":[28]},{"cast":["Fred Williamson","Nicholas Hammond","Emma Hoagland","Najid Jadali","Ned Hourani"],"overview":"Chicago cop Robert Malone (Fred Williamson) finds himself in The Philippines, ostensibly to learn the techniques of Interpol. Before he exits the Manila airport, his wallet is stolen by a pickpocket. Malone endures a testy relationship with his new colleague Kevin McCall while evidence surrounding the stolen wallet pulls both of them deeper and deeper into a web of intrigue.","release_date":"1989-12-16","vote_average":6.0,"runtime":94,"cert":"N\/A","id":87777,"title":"Black Cobra II","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"For fifty years, big business, government agencies and medical organizations have campaigned deceptively against animal fats, meat, eggs, butter and other nutritious, traditional foods, leading to huge profits from the sale of toxic margarine, shortenings and liquid vegetable oils, and the foods that contain them. Scientific data contradicting current anti-animal fat public health policy was suppressed and censored for many years. Dr. Enig and Sally Fallon now tell you the truth about how that happened.","release_date":"2008-12-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":87778,"title":"The Oiling of America","adult":false,"genre_ids":[99]},{"cast":["Fred Williamson","Forry Smith","Debra Ward","David Light","Ned Hourani"],"overview":"Shipment of American weapons is stolen in the Philippines. An American named Hawkins tries to find the weapons. Hawkins ends up dead. Chicago policeman Bob Malone is called in to investigate. Along with Interpol agent Greg Duncan, Malone travels the streets of Manila, tracking down leads. Criminals always seem to know where Duncan and Malone will be, which leads them to suspect a traitor in their midst.","release_date":"1990-06-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":87779,"title":"The Black Cobra 3","adult":false,"genre_ids":[28]},{"cast":["Valeriy Priyomykhov","Olga Mashnaya","Yekaterina Vasilyeva","Zinoviy Gerdt","Marina Levtova"],"overview":"A former athlete runs a camp dedicated to reforming juvenile criminals, a tough job with no quick payoffs.","release_date":"1983-11-05","vote_average":6.3,"runtime":90,"cert":"N\/A","id":87786,"title":"Tough Kids","adult":false,"genre_ids":[18]},{"cast":["Alexis Davis"],"overview":"","release_date":"2010-09-15","vote_average":4.5,"runtime":null,"cert":"N\/A","id":87787,"title":"Gang de chauve-souris","adult":false,"genre_ids":[10751]},{"cast":["Fred Williamson","D'Urville Martin","Don Pedro Colley","Thomas Anderson","Jerry Gatlin"],"overview":"A trio of runaway slaves evade authorities in the Old West.","release_date":"1972-03-16","vote_average":8.3,"runtime":98,"cert":"N\/A","id":87788,"title":"The Legend of Nigger Charley","adult":false,"genre_ids":[37,28,80]},{"cast":["Joan Collins","James Booth","Ray Barrett","Sinéad Cusack","Kenneth Griffith"],"overview":"A British family takes revenge into its own hands in avenging their recently slain daughter.","release_date":"1971-01-01","vote_average":6.8,"runtime":89,"cert":"","id":87789,"title":"Revenge","adult":false,"genre_ids":[53,80,18]},{"cast":["Roy Jefferson","Le Tari","Haskell V. Anderson III","Mike Thomas","Michael Hodge"],"overview":"A group of Black soldiers are home from the war and head to a small Southern town. The town is dominated by a group of Klansmen who keep the Black majority from voting or being treated like human beings. However, these newcomers convince the local population to register to vote so they can take back power and achieve justice. When hundreds show up to register, the Klan responds with violence. Eventually, though, the Black community has little choice other than fight back and the film ends with a small war between these combat vets and the Klan.","release_date":"1976-09-14","vote_average":5.0,"runtime":85,"cert":"N\/A","id":87790,"title":"Brotherhood of Death","adult":false,"genre_ids":[28,18]},{"cast":["Big Brother","The Holding Company","Janis Joplin"],"overview":"Big Brother and The Holding Company: Nine Hundred Nights","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87791,"title":"Big Brother and The Holding Co.: Nine Hundred Nights","adult":false,"genre_ids":[10402]},{"cast":["Bill Bruford"],"overview":"Footloose In NYC gives the viewer the whole Earthworks experience with live concert footage as well as exclusive interviews and backstage footage.","release_date":"2002-05-14","vote_average":0.0,"runtime":50,"cert":"N\/A","id":87792,"title":"Bill Bruford's Earthworks ‎– Footloose In NYC","adult":false,"genre_ids":[10402]},{"cast":["Nikolai Karachentsov","Innokentiy Smoktunovskiy","Yuriy Yakovlev","Irina Shmeleva","Venyamin Smekhov"],"overview":"Daniel Corban reports his wife Elizabeth missing to the police. A priest arrives and says he has found her. When he brings her in, Corban insists she is not his wife. When several other people arrive and verify she is Elizabeth, Daniel feel's he is loosing the grip on reality.","release_date":"1990-12-01","vote_average":6.8,"runtime":92,"cert":"N\/A","id":87793,"title":"A Trap for Lonely Man","adult":false,"genre_ids":[80,35,9648]},{"cast":[],"overview":"Blood, Sweat & Tears: Live In Halifax","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87794,"title":"Blood, Sweat & Tears: Live In Halifax","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Blood, Sweat & Tears: Musikladen","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87795,"title":"Blood, Sweat & Tears: Musikladen","adult":false,"genre_ids":[10402]},{"cast":["Caravan"],"overview":"This live concert from Trenton, New Jersey, at the Patriots Theater featured original Caravan founding members Pye Hastings, Richard Coughlan and David Sinclair, with Geoff Richardson and Doug Boyle (from Robert Plant), among others.","release_date":"2003-09-02","vote_average":4.3,"runtime":92,"cert":"N\/A","id":87796,"title":"Caravan: A Night's Tale Live In The USA","adult":false,"genre_ids":[10402]},{"cast":["Colosseum"],"overview":"Colosseum: Complete Reunion Concert 1994","release_date":"2008-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87797,"title":"Colosseum: Complete Reunion Concert 1994","adult":false,"genre_ids":[10402]},{"cast":["Ginger Baker","Jack Bruce","Eric Clapton"],"overview":"The legendary super group in all its glory, featuring 9 classic tracks.","release_date":"1991-06-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87798,"title":"Cream: Strange Brew","adult":false,"genre_ids":[10402]},{"cast":["Lyubov Orlova","Vladimir Volodin","Sergei Stolyarov","Pavel Massalsky","Lev Sverdlin"],"overview":"Circus tells the story of an American named Marion who is banished from the US because a black man impregnates her. Marion escapes to Russia to start a new life in the circus and joins up with lustful, anti-Russian ringmaster who happens to be in love with her. The ringmaster knows her secret about the black baby and threatens to reveal it unless she marries him. The problem is that Marion has fallen in love with a Russian acrobat and later out of sheer jealousy, the ringmaster reveals the identity of the woman's child in front of the circus audience.","release_date":"1936-05-25","vote_average":6.0,"runtime":94,"cert":"N\/A","id":87799,"title":"Circus","adult":false,"genre_ids":[10402,35]},{"cast":["George Duke"],"overview":"George Duke: Live At Shibuya Public Hall - Tokyo, Japan 1983","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87804,"title":"George Duke: Live At Shibuya Public Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Hollywood Festival North West England 1970","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87807,"title":"Grateful Dead: Hollywood Festival North West England 1970","adult":false,"genre_ids":[10402]},{"cast":["Gia Paloma","Katja Kassin","Kinzie Kenner","Naomi","Shyla Stylez"],"overview":"Shot entirely on HD, Ass Addiction is the newest incarnation from acclaimed director, Robby D. Volume 1 features Kinzie Kenner in her very first anal orgy with Scott Nails, Jean Val Jean and Marco Banderas! Shyla Styles gets an anal tag teaming she'll never forget and Katja enjoys a B\/B\/G that ends with a glorious double penetration! Then lovely anal queen Naomi lets Everhard pummel her while Ben English launches a war on Gia Paloma's gorgeous rear! Add sloppy blow jobs, extreme face-fucking, bouncing titties, wet pussies, hard bodies and you have over 2 1\/2 hours of slammin' rockin' anal with insanely beautiful chicks!","release_date":"2006-09-06","vote_average":8.0,"runtime":150,"cert":"N\/A","id":87808,"title":"Ass Addiction","adult":true,"genre_ids":[]},{"cast":["Jerry Garcia","Bob Weir","Phil Lesh","Bill Kreutzmann","Mickey Hart"],"overview":"Grateful Dead: Rocking The Cradle","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87809,"title":"Grateful Dead: Rocking The Cradle","adult":false,"genre_ids":[10402]},{"cast":["Isaac Hayes"],"overview":"Isaac Hayes: The Black Moses Of Soul","release_date":"1973-11-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":87810,"title":"Isaac Hayes: The Black Moses of Soul","adult":false,"genre_ids":[10402]},{"cast":["Janis Joplin"],"overview":"Performance video which includes:  Try (Just a Little Bit Harder),  To Love Somebody,  Work Me Lord,  Ball and Chain,  Piece of My Heart,  Combination of the Two,  Cry Baby,  Tell Mama,  Move Over, and  Kozmic Blues","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87811,"title":"Janis Joplin: Piece Of My Heart - Live Woodstock","adult":false,"genre_ids":[10402]},{"cast":["Bernhard Hoëcker","Sonya Kraus","Michael Müller","Martin Netter","Peter Nottmeier"],"overview":"German comedy-documention that reviews 40 years of Star Trek history","release_date":"2009-05-01","vote_average":6.0,"runtime":115,"cert":"N\/A","id":87812,"title":"Beam me Up! – Die große Star Trek Show","adult":false,"genre_ids":[99,878]},{"cast":["Joana Santos","Miguel Raposo","David Cabecinha","João Pedro Sousa","Nuno Casanovas"],"overview":"Six friends gather every evening in a basement to make music. But during the day, regarding the things of life, there are no tests. Every experience leaves its mark.","release_date":"2012-02-09","vote_average":4.0,"runtime":121,"cert":"N\/A","id":87817,"title":"What's New About Love?","adult":false,"genre_ids":[18,10749]},{"cast":["Hugh Jackman","Kate Winslet","Anna Faris","Chris Pratt","Richard Gere"],"overview":"A series of interconnected short films follows a washed-up producer as he pitches insane story lines featuring some of the biggest stars in Hollywood.","release_date":"2013-01-01","vote_average":4.5,"runtime":90,"cert":"15","id":87818,"title":"Movie 43","adult":false,"genre_ids":[35]},{"cast":["Clint Eastwood","Amy Adams","Justin Timberlake","John Goodman","Matthew Lillard"],"overview":"Slowed by age and failing eyesight, crack baseball scout Gus Lobel takes his grown daughter along as he checks out the final prospect of his career. Along the way, the two renew their bond, and she catches the eye of a young player-turned-scout.","release_date":"2012-09-21","vote_average":6.7,"runtime":111,"cert":"","id":87825,"title":"Trouble with the Curve","adult":false,"genre_ids":[18,10749]},{"cast":["Kevin James","Henry Winkler","Joe Rogan","Salma Hayek","Reggie Lee"],"overview":"A high school biology teacher moonlights as a mixed-martial arts fighter in an effort to raise money to save the school's music program.","release_date":"2012-10-11","vote_average":6.1,"runtime":105,"cert":"","id":87826,"title":"Here Comes the Boom","adult":false,"genre_ids":[28,35]},{"cast":["Suraj Sharma","Irrfan Khan","Ayush Tandon","Gautam Belur","Adil Hussain"],"overview":"The story of an Indian boy named Pi, a zookeeper's son who finds himself in the company of a hyena, zebra, orangutan, and a Bengal tiger after a shipwreck sets them adrift in the Pacific Ocean.","release_date":"2012-11-20","vote_average":7.3,"runtime":127,"cert":"PG","id":87827,"title":"Life of Pi","adult":false,"genre_ids":[12,18,28]},{"cast":["Phil Valentine","Newt Gingrich","Jim DeMint","James Inhofe","Frederick Singer"],"overview":"","release_date":"2012-01-27","vote_average":7.5,"runtime":null,"cert":"N\/A","id":87828,"title":"An Inconsistent Truth","adult":false,"genre_ids":[99,12]},{"cast":["Robert Englund","William Forsythe","Jonathan Silverman","Nicholas John Bilotta","Mike Cerrone"],"overview":"Inkubus tells the story of a skeleton crew working the final shift at a soon to be demolished police station. The night takes a gruesome turn when the demon, Inkubus, calmly walks into the station holding the severed head of a murdered girl. Inkubus toys with the crew, allowing himself to be restrained, and begins to proudly confess to his litany of crimes, some dating back to the Middle Ages. Why? Inkubus has a score to settle with the one detective that almost put him away some thirteen years ago. To their dismay, the cops quickly become pawns in Inkubus' brutal crowning achievement of murder, gore, and mayhem. They ultimately realize it's his world, they only die in it. Written by Anonymous (www.imdb.com)","release_date":"2011-10-28","vote_average":4.8,"runtime":82,"cert":"N\/A","id":87835,"title":"Inkubus","adult":false,"genre_ids":[27]},{"cast":["William Forsythe","Kari Wührer","Leo Rossi","Sharon Farrell","Billy Bastiani"],"overview":"Rita is a sexy call girl in a red Corvette convertible who just met Ray. Ray is an ex-con just released after serving 14 years for a killing he claims he was framed for. When these two get together, sparks fly and temperatures rise. But Ray has a reason not to trust Rita - $1 million has been stashed somewhere in Las Vegas and Ray knows everyone wants it almost as much as they want him dead. When everyone has a hidden agenda, who do you trust?","release_date":"1995-07-12","vote_average":4.8,"runtime":null,"cert":"N\/A","id":87836,"title":"Beyond Desire","adult":false,"genre_ids":[28,53]},{"cast":["Robert King"],"overview":"Director Richard Parry's gripping, in-the-trenches documentary chronicles the experiences of freelance war photographer Robert King, from his early years in Bosnia, to his groundbreaking work in Chechnya and contemporary coverage in Iraq. Fifteen years in the making, the film tracks King's transformation from a naïve twentysomething set on winning a Pulitzer Prize to an accomplished and wise war photographer.","release_date":"2008-10-08","vote_average":7.0,"runtime":79,"cert":"N\/A","id":87837,"title":"Shooting Robert King","adult":false,"genre_ids":[99]},{"cast":["Chris Rock","Samuel L. Jackson","Cedric the Entertainer","Bill Bellamy","Cameron Diaz"],"overview":"I AIN'T SCARED OF YOU is a documentary tribute to Bernie Mac (1957-2008). From his stand-up in underground Chicago comedy clubs to the Big Screen in Hollywood, Bernie Mac's sharp tongue and heart of gold resonated with millions of fans throughout his career.This film revisits much of his work through exclusive recordings of early stand-up, featured scenes from his film and TV appearances, and interviews with his co-stars, including Samuel L. Jackson, Cameron Diaz, Chris Rock, and many more. Testimonials from friends and family offer colorful anecdotes about Bernie Mac, from his practical jokes to his strong appreciation for manicures, and paint a vivid picture of who he was as an actor-comedian, husband, father, and friend.","release_date":"2012-02-19","vote_average":9.0,"runtime":60,"cert":"N\/A","id":87842,"title":"I Ain't Scared of You: A Tribute to Bernie Mac","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"Various places in the world, trouble is awakening the terror inside every person's view of life, the distant future of overhead airspace is shown in Highway Jenny. It compares existance with one's lifetime and afterlife, it contemplates the purity and death of future generations, and to the person who looks at the importance of the choices in their own life, it will be appealing.","release_date":"2006-08-08","vote_average":0.0,"runtime":28,"cert":"N\/A","id":87845,"title":"Highway Jenny","adult":false,"genre_ids":[16,10402]},{"cast":["Cheryl Ladd","Duncan Regehr","Aemilia Robinson","Don Allison","Kate Lynch"],"overview":"A young girl experiences disturbing visions of a massacre that took place 30 years earlier.","release_date":"1996-04-10","vote_average":5.5,"runtime":99,"cert":"N\/A","id":87846,"title":"The Haunting of Lisa","adult":false,"genre_ids":[27,18]},{"cast":["Cameron Bancroft","Bellamy Young","Aidan Mitchell","Joshua Leonard","Amber Benson"],"overview":"In order to secure the position of Head of Pediatrics at a top Chicago hospital, a young, highly accomplished, pediatrician agrees to spend a summer setting up a clinic in a small town in the North Carolina mountains. Clashing against the ways of the small community he is forced to deal with the recent loss of his wife while reconnecting with his 9 year old son, and learning a different pace of life.","release_date":"2007-02-02","vote_average":3.8,"runtime":102,"cert":"N\/A","id":87847,"title":"Country Remedy","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Excellent and entertaining documentary about the indie rock scene in Oxford that spawned the likes of Radiohead, Foals and Supergrass among others. The strength of Jon Spira's doc is that it gives as much screen time to the also rans and never weres and paints a vivid picture of a local music ecosystem.","release_date":"2009-12-25","vote_average":0.0,"runtime":124,"cert":"U","id":87848,"title":"Anyone Can Play Guitar","adult":false,"genre_ids":[99]},{"cast":["Jonas Tancred"],"overview":"Finding love has never been easy. But it's also never been easier. Online dating sites thrive on the promise that dates and mates are just a 'click' away...but are they? From Robert Kenner comes a compelling new documentary about the way we woo in a wired world.","release_date":"2011-02-14","vote_average":4.6,"runtime":55,"cert":"N\/A","id":87849,"title":"When Strangers Click: Five Stories from the Internet","adult":false,"genre_ids":[99]},{"cast":["Bruce Duncan","Elvir Sulic","Vincent Bouchut","Marcelo Catalán"],"overview":"56 adventurers from across the globe converge on Chilean Patagonia for the 9th edition of the Wenger Patagonian Expedition Race. For 10 days, 14 teams will test themselves in an unforgiving wilderness of fierce winds, icy rivers and impenetrable forests. This 44 minute film follows the teams as they trek, kayak and bike over 600 kilometers in the last wild race on the planet.","release_date":"2011-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87850,"title":"Wenger Patagonian Expedition Race 2011: The Last Wild Race","adult":false,"genre_ids":[99,28,12]},{"cast":[],"overview":"No overview found","release_date":"2009-10-14","vote_average":0.0,"runtime":83,"cert":"N\/A","id":87851,"title":"New Muslim Cool","adult":false,"genre_ids":[99]},{"cast":["Jackie Vernon","Loren Schein","Al Troupe","Marla Simon","Claire Ginsberg"],"overview":"A guy kills his wife because she's a bad cook.","release_date":"1983-08-31","vote_average":4.7,"runtime":76,"cert":"15","id":87852,"title":"Microwave Massacre","adult":false,"genre_ids":[35,27]},{"cast":["Dave Chris"],"overview":"New York is the city where a forever revitalized musical expression is played in jazz clubs every night. Jazzmix New York, is a look at jazz in NY and the incredible inventiveness of this musical scene in 2010.","release_date":"2011-03-02","vote_average":4.0,"runtime":83,"cert":"N\/A","id":87853,"title":"Jazzmix in New York","adult":false,"genre_ids":[99,10402]},{"cast":["Emily Haack","Jason Christ"],"overview":"In a flash of blood-drenched violence, Crystal Brewer's life has taken an unexpected turn. On the run from the law for her part in a gruesome drug-money heist gone wrong, she has become seduced into a seedy underworld of death and betrayal. Escaping into the night with her half-sister Kim, Crystal seeks refuge in a small Midwestern town to make sense of her life-threatening ordeal. However, any plans for solace are soon derailed when she crosses paths with Frank Logan, a mysterious stranger with a bloody history of his own. Crystal's initial intrigue with Logan's sinister allure soon gives way to sheer terror as his vile intentions for her are revealed. As a new wave of violence threatens to destroy those close to her, Crystal is forced to make a terrifying decision. Will she stop Logan before more innocent blood is spilled? Or will she join him in resurrecting an evil that could consume the world?","release_date":"2011-06-24","vote_average":0.0,"runtime":104,"cert":"N\/A","id":87858,"title":"Ratline","adult":false,"genre_ids":[27]},{"cast":["Han Seok-kyu","Shim Hye-jin","Jin Hee-kyung","Shin Hyun-joon"],"overview":"Soohyun is an artist who teaches at a college. His girlfriend Sunyoung is a surgeon. A strange and mesmerizing reincarn ated love story begins when Soohyun buys and old gingko bed at a market. In his earlier life Soohyun was a musician for the royal family one thousand years ago. He and Princess Midan Were deep ly in love. However, General Hwang, who was also in love with the princess, kills Soohyun. And Midan's spirit hides insi de the gingko bed. Midan appears in front of Soohyun after one thousand years but the spirit of General Hwang, still in love with Midan, does not allow them to meet. Soohyun's present girlfriend, Sunyoung, decides to prove the existence of the spirits by risking her own life. Midan makes her last choice in order to save Sunyoung from General Hwang.","release_date":"1996-02-17","vote_average":4.9,"runtime":88,"cert":"N\/A","id":87859,"title":"The Gingko Bed","adult":false,"genre_ids":[14,28,10749]},{"cast":["Dann Thombs","Chris Thombs","John Heins","John Heins","John Heins"],"overview":"Bob Cratchet is working for next to nothing, and doesn't get any coal for the fire. He has to prick his finger for blood so he can write, and he is not allowed to go to the GAP. At home, his daughter is going to die, so she must finish her dusting quickly.","release_date":"1998-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87862,"title":"Auntie Helga's Christmas","adult":false,"genre_ids":[]},{"cast":["John Ritter","David DeLuise","Allison Smith","Rachel York","Carmine Giovinazzo"],"overview":"Bob Carter, a suburban real estate agent, tries to get a kindly couple, Allen and Mary Ann Doyle, to buy a house only to give them horrifying stories about the pasts of three of them. In the first story \"Nightmare\" a businessman discovers his wife cheating on him only to be killed by his spouse and her boyfriend in which she begins having dreams of her husband not staying dead. The second story \"Bobo\" involves increasing fear and paranoia from a kindly family man whose young daughter finds and adopts a stray monkey who turns out to be more than meets the eye. The third story \"Come To Granny\" involves a trouble teenager with psychic abilities who visits a therapist to warn her that she happends to be the next victim of a vicious serial killer called The Granny.","release_date":"2001-06-27","vote_average":6.1,"runtime":96,"cert":"N\/A","id":87867,"title":"Terror Tract","adult":false,"genre_ids":[27,53,35]},{"cast":["Bobby Jordan","Leo Gorcey","Hal E. Chester","Frankie Burke","Vince Barnett"],"overview":"Street kids get sent to the country, where they get mixed up in murder and a haunted house.","release_date":"1940-07-15","vote_average":5.6,"runtime":68,"cert":"N\/A","id":87870,"title":"Boys of the City","adult":false,"genre_ids":[35,9648,53]},{"cast":[],"overview":"Dave's brother Trent was enticed by dark forces and entrapped in a lair of sin. Trent was under the control of Tracey, the drug-dealing seductress who had spun this web of wrongdoing. It was a world of erotic indulgence, frequent drug use, and dangerous mind games. This was Tracey's world, and it eventually killed Trent. Another junkie named Beth, who was also seduced and killed by Tracey, appears to Dave. Beth begins to pull Dave into the nightmare that killed his brother Trent. Dave's sanity spirals out of control as he is assaulted by realizations of Trent's dark past. The prick of needles, the pain of violence, the pleasures of naked flesh. This tempest of desire and agony engulfs Dave. It is his task to unlock the dark, seedy mysteries of Trent's past while surviving the journey himself.","release_date":"2003-09-01","vote_average":7.0,"runtime":70,"cert":"N\/A","id":87875,"title":"China White Serpentine","adult":false,"genre_ids":[53,10749,27]},{"cast":["Davee Decker","Audrey Campbell"],"overview":"A writer, a producer, and a director are having a meeting to discuss and plan scenes for their current film project: The story of Liz Adams, who has come to New York to seek fame and fortune through the theatre.","release_date":"1965-07-27","vote_average":0.0,"runtime":77,"cert":"N\/A","id":87876,"title":"The Sexperts: Touched by Temptation","adult":false,"genre_ids":[]},{"cast":["William Clifton","Lindsey Luscri"],"overview":"The small community of Eidolon Crossing once boasted a flourishing economy and great prosperity, fueled by Dogwood Park, an amusement park at the edge of town. Then the child murders began. When the first child's corpse was discovered at Dogwood Park, the town knew they had been pulled into a horrible nightmare. As more murdered children were unearthed on the amusement park property, attendance began to decline. Finally, the macabre publicity shut the park down entirely. Dogwood Park was abandoned. The old amusement park became known as \"Deadwood Park\" by the locals. Eidolon Crossing quickly withered into poverty. Over the course of 35 years, 26 children disappeared at the hands of the elusive murderer. In 1979, Jake Richardson's little brother Francis was the last of the children to be abducted. Jake and his parents moved away from Eidolon Crossing shortly thereafter...","release_date":"2007-01-01","vote_average":3.4,"runtime":117,"cert":"N\/A","id":87877,"title":"Deadwood Park","adult":false,"genre_ids":[27]},{"cast":[],"overview":"An alternate reality encased in ice, a woman who is turned into a dimension-hopping assassin, and a wizard's apprentice who is so evil he is a common enemy to the angels in heaven and the devils in hell.","release_date":"1999-05-14","vote_average":4.5,"runtime":120,"cert":"N\/A","id":87880,"title":"Ice From the Sun","adult":false,"genre_ids":[14,27]},{"cast":["Paul Lukas","Alison Skipworth","Donald Cook","Rosalind Russell","Arthur Byron"],"overview":"When Philo Vance receives a note that harm will befall Lynn at the casino that night, he takes the threat seriously while the DA dismisses it. At the casino owned by Uncle Kinkaid, Lynn is indeed poisoned under the watchful eye of Philo. However, he recovers, but the same cannot be said for Lynn's wife Virginia, who is at the family home. Only a family member could have poisoned Lynn and Virginia and everyone has their dark motives. Philo will follow the clues and find the perpetrator.","release_date":"1935-03-15","vote_average":6.0,"runtime":82,"cert":"N\/A","id":87881,"title":"The Casino Murder Case","adult":false,"genre_ids":[18,28,9648]},{"cast":["Angel Tompkins","Jay North","Anthony James","Marlene Schmidt","Barry Atwater"],"overview":"18-year-old Sean's first summer after completing high school is much spent with 28-year-old teacher Diane, who's husband is too often motorcycle-racing instead of with her. Wacko Ralph also has \"the hots\" for Diane; and it doesn't help that Sean was with Ralph's younger brother, Lou, when Lou died","release_date":"1974-05-29","vote_average":4.5,"runtime":98,"cert":"N\/A","id":87884,"title":"The Teacher","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"An angel descends to Earth - intending to learn what it is like to live as a human being. While on Earth, this spirit becomes involved in terrorism, drug deals, and pornography. Chemicals used in a new super-bomb are to be melted down in VHS tape shells and secretly shipped out of the U.S. as part of a porn film deal. Overseas, the porno tapes will be melted down again so that the chemicals can be extracted and used for mass destruction. The angel wants to stop these evils, though it is the law of the angels to not interfere in human history. The angel jumps from one human host to another, sinking deeper and deeper into the nightmare, becoming more involved. The angel begins to feel the darkest of human emotions: fear... anger... hate... and it all leads to bloodshed, depravity, and intense violence.","release_date":"2003-08-12","vote_average":0.0,"runtime":99,"cert":"N\/A","id":87887,"title":"Absolution","adult":false,"genre_ids":[53]},{"cast":["Debbie Osborne","Nancy Ison","Cheryl Powell","Max Manning","Sue Allen"],"overview":"Seventeen-year old Cindy is in awe of big sister, Donna’s sexual exploits, but she just doesn’t get it. Whether she’s spying on Donna, parked and “makin’ it” in the driveway with her boyfriend, or watching her bang dear ol’ stepdad, Cindy is curious but timid. But “don’t be afraid, Cindy” instructs the dreamy, ballady, canned-cheese 70s soundtrack, as Cindy inches her way toward womanhood.","release_date":"1970-02-02","vote_average":4.0,"runtime":80,"cert":"N\/A","id":87888,"title":"Cindy and Donna","adult":false,"genre_ids":[18]},{"cast":["Leo Gorcey","Bobby Jordan","Joan Barclay","Dave O'Brien","George Pembroke"],"overview":"A group of young men who work at an aviation factory begin to suspect that a doctor who runs an air ambulance service is secretly a spy transporting secret information from the plant to enemy agents.","release_date":"1941-03-10","vote_average":6.3,"runtime":64,"cert":"N\/A","id":87889,"title":"Flying Wild","adult":false,"genre_ids":[53,28,35,18]},{"cast":["Bobby Jordan","Leo Gorcey","Clarence Muse","Dave O'Brien","Joyce Bryant"],"overview":"A street kid has dreams of becoming a jockey. He gets his chance when he and his gang discover a poor old man who has a championship race horse. The man agrees to let the boy ride his horse in a race, but first the gang must get enough money to pay for the race's entry fees.","release_date":"1940-09-23","vote_average":6.2,"runtime":62,"cert":"N\/A","id":87892,"title":"That Gang of Mine","adult":false,"genre_ids":[35,18]},{"cast":["Kim Novak","Doug McClure","Alejandro Rey","Ed Lauter","Jim Davis"],"overview":"The female survivor of a shipwreck and two Coast Guard helicopter pilots sent to rescue her find themselves trapped in a mysterious part of the ocean known as Satan's Triangle.","release_date":"1975-01-14","vote_average":6.4,"runtime":74,"cert":"N\/A","id":87895,"title":"Satan’s Triangle","adult":false,"genre_ids":[10770,9648,27,18]},{"cast":["Kris Swanberg","Jade Healy","Chris Trujillo","Nick Drashner","Caitlin Donohue"],"overview":"A young woman from Chicago takes a trip to Costa Rica to recover from life issues, reconnect with a friend, and try to find herself.","release_date":"2009-03-16","vote_average":7.5,"runtime":65,"cert":"N\/A","id":87896,"title":"It Was Great, But I Was Ready to Come Home","adult":false,"genre_ids":[18]},{"cast":["Peter Brocco","Frances Fuller","William Hansen","Ruth McDevitt","Paula Trueman"],"overview":"When a quiet group of pensioners learn that their homes are to be torn down to make way for a block of flats, they decide to take action. What starts as an attempt to discourage the developers soon escalates into wholesale murder of both the developers and the construction workers.","release_date":"1974-09-01","vote_average":7.7,"runtime":96,"cert":"N\/A","id":87897,"title":"Homebodies","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Four hit-men come up with a complex plan to double-cross their drug dealer boss. Things begin to go awry when an internal power struggle threatens to tear everything apart.","release_date":"2003-06-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":87898,"title":"Amphetamine","adult":false,"genre_ids":[]},{"cast":["Serena"],"overview":"Fast-paced, almost plotless rock and roll film musical set during a crazy night in the lives of a dozen or more teenagers.","release_date":"1977-05-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":87899,"title":"Young, Hot 'n Nasty Teenage Cruisers","adult":true,"genre_ids":[]},{"cast":["Mark Harmon","Ritza Brown","Luis Prendes","Paolo Malco","Aldo Sambrell"],"overview":"In a desolate section of the Sahara once ruled by the French, two thirsty men stumble into the camp of a Tuareg warrior where they're given water and shelter. Soldiers from the new Arab government now arrive by Jeep and demand the two men be turned over to them. The warrior refuses, citing the sacred laws of hospitality. The soldiers shoot dead one of the men and carry off the other - a political foe of the new government. The warrior mounts his camel and rides off to rescue his kidnapped guest.","release_date":"1984-03-12","vote_average":7.3,"runtime":95,"cert":"N\/A","id":87906,"title":"Tuareg: Desert Warrior","adult":false,"genre_ids":[28]},{"cast":["Tod Slaughter","Sylvia Marriott","Hilary Eaves","Geoffrey Wardwell","Hay Petrie"],"overview":"A madman kills a man who has just inherited a large estate, then impersonates his victim to gain entrance to the estate so he can murder his enemies.","release_date":"1940-03-01","vote_average":5.5,"runtime":69,"cert":"","id":87907,"title":"Crimes at the Dark House","adult":false,"genre_ids":[80,18]},{"cast":["Vladimiros Kiriakidis","Mihalis Marinos","Dimitris Tzoumakis","Odysseas Papaspiliopoulos","Elissavet Konstantinidou"],"overview":"In Nisos 2 the main actors return to the island following the rumours of a hidden treasure.  During their \"treasure hunt\" a bunch of surprises and unexpected events await them.","release_date":"2011-12-22","vote_average":6.1,"runtime":109,"cert":"N\/A","id":87908,"title":"The Island 2: The Hunt for the Lost Treasure","adult":false,"genre_ids":[35]},{"cast":["Scott Schwartz","Cinnamon Idles","Clifton James","Vincent Schiavelli","Tristine Skyler"],"overview":"A boy who lives at a country club where his father works decides to make some extra money by selling composted horse manure as fertilizer, and has his three sisters (two of which are older) join him in the enterprise. As their sales increase, they draw increased scrutiny from the IRS and state tax board, as well as the large scale competitor who seeks to put them out of business at any cost.","release_date":"1984-04-13","vote_average":6.8,"runtime":105,"cert":"N\/A","id":87909,"title":"Kidco","adult":false,"genre_ids":[35]},{"cast":["Dennis O'Keefe","Judith Anderson","Frances E. Neal","Mildred Coles","Eric Blore"],"overview":"A Chicago gang led by Slade carries out an audacious brokerage robbery. Lieutenant Bill Mason takes the case, continuing his friendly-enemy relationship with crime reporter Ann Rogers. One gang member is caught; eventually, others follow. But Mason hasn't a clue to Slade, principally because he's unaware she's a woman.","release_date":"1941-09-26","vote_average":5.6,"runtime":66,"cert":"N\/A","id":87914,"title":"Lady Scarface","adult":false,"genre_ids":[80]},{"cast":["Miguel Ángel Rodríguez","Julieta Rosen","Gerardo Albarrán","Olivia Collins","Rossana San Juan"],"overview":"In a bleak near future the world has really gone to seed due to severe pollution. Toxic smog, acid rain, and grotesquely mutated animals are all direct results of this environmental decay. Ruthless industrialist Roberto Cervantes makes matters worse by illegally dumping plutonium. School teacher Irina and professor Axel try to stop Cervantes. Moreover, a giant lethal humanoid rat runs amok in Irina's house.","release_date":"1992-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":87915,"title":"The Demon Rat","adult":false,"genre_ids":[27,9648,878,53]},{"cast":["Pedro Fernández","Julio Alemán","Gabriela Hassel","Nuria Bages","Gianella Hassel Kus"],"overview":"An evil witch gets burned at the stake, but not before vowing to return and get her revenge. A hundred years later a family arrive to spend their vacation at a summer home located in the same immediate countryside area where the witch was killed. Trouble ensues when little girl daughter Gaby finds an ugly doll that's possessed by the lethal spirit of the malevolent witch.","release_date":"1989-01-01","vote_average":6.3,"runtime":null,"cert":"N\/A","id":87916,"title":"Vacations of Terror","adult":false,"genre_ids":[27]},{"cast":["Pedro Fernández","Tatiana","Joaquín Cordero","Luis Camarena","Renata del Río"],"overview":"En esta noche de brujas la muerte estara presente.","release_date":"1991-04-18","vote_average":3.5,"runtime":85,"cert":"N\/A","id":87917,"title":"Vacaciones de terror 2","adult":false,"genre_ids":[27]},{"cast":["John Bentley","Eleanor Summerfield","Hubert Gregg","Liam Redmond","Jean Lodge"],"overview":"An English reporter (John Bentley) and his helper (Eleanor Summerfield) investigate war veterans slain on July 10.","release_date":"1954-10-01","vote_average":6.0,"runtime":65,"cert":"","id":87924,"title":"Final Appointment","adult":false,"genre_ids":[80]},{"cast":["Godfrey Tearle","Hugh Williams","Judy Gunn","Mickey Brantford","Julien Mitchell"],"overview":"Bob Holt's last journey as a Railway engine driver before his retirement, a journey disturbed by his distress at leaving the Railway, and his suspicions of the relationship between his wife and his fireman. Aboard the train are a pair of pickpockets, a honeymoon couple, a drunk, a temperance pamphleteer and a host of familiar types, all more-or-less bizarre in characteristically English ways. Bob takes an unexpected course of action, and the characters start interacting in varied and unexpected ways. When, at last, the train stops, all has been resolved, but not as might have been expected at the beginning of the journey.","release_date":"1936-04-27","vote_average":7.3,"runtime":66,"cert":"N\/A","id":87925,"title":"The Last Journey","adult":false,"genre_ids":[18,80]},{"cast":["Marla English","Kathleen Hughes","Sara Shane","John Bromfield","Jess Barker"],"overview":"Following the death of a wealthy man, his three daughters squabble about who should be the principal heiress.","release_date":"1956-01-01","vote_average":5.0,"runtime":76,"cert":"N\/A","id":87932,"title":"Three Bad Sisters","adult":false,"genre_ids":[18]},{"cast":["Honey DeJour","Aurora Jolie","Rebeca Linares","Sammy Cruz","Whitney Stevens"],"overview":"Shot entirely on HD, Ass Addiction 2 is the second installment in a brand new, ALL ANAL, super horny series from acclaimed director, Robby D. Volume 2 is all about tight asses, young, beautiful girls and anal sex! Starring Rebeca Linares, Whitney Stevens, Nicara, Honey &amp; Sammy Cruz! Add sloppy blow jobs, extreme face-fucking, bouncing titties, wet pussies, hard bodies to cock stiffening, anal poundings and you have over 2 hours of rock hard footage with the freshest, hottest and sexiest girls in the world!","release_date":"2007-04-24","vote_average":0.0,"runtime":137,"cert":"N\/A","id":87933,"title":"Ass Addiction 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"The extraordinary film \"Search for others\" it's 'mythical' that the events proceed and tell what events are happening. 'Miticii' of that era being born and dying events (...) The film takes place events, because coffee is the homeland and the cement that binds people of different dining adventures of the premises. Our director has achieved what his world Caragiale Ibraileanu said, where there lives only one character, but it multiplied in infinite and. Georgescu felt this and made the most extraordinary character in the drawers where the division process is not only aesthetic, but an accurate reproduction of natural and social phenomenon. - D.I.Suchianu -1965","release_date":"1965-03-02","vote_average":0.0,"runtime":69,"cert":"N\/A","id":87934,"title":"Mofturi 1900","adult":false,"genre_ids":[35]},{"cast":["Lacey Maguire","Kristina Rose","Aubrey Addams","Jenny Hendrix","Alexis Texas"],"overview":"Shot entirely on HD, Ass Addiction 3 boasts an all-star ass cast. Volume 3 is all about plump, greased up, oh-so-tight asses, young, beautiful girls and confident, horny sex!","release_date":"2008-02-25","vote_average":10.0,"runtime":179,"cert":"N\/A","id":87937,"title":"Ass Addiction 3","adult":true,"genre_ids":[]},{"cast":["Jesse Jane","Kayden Kross","Selena Rose","Raven Alexis","Mick Blue"],"overview":"Nasty, naughty orgasmic perversions explode when the bad girls take control of their desire for hard fucking and devour you with their tight holes. Beautiful Jesse Jane, sultry Selena, delicious Raven Alexis, and the seductive Kayden Kross, expose their wildest, baddest, deepest sexual needs for pumping, pounding and deep drilling. The thrill of wild lust and salacious sin erupt when bad girls spread wid! e and swallow hard for thick rods releasing on sexy bodies and in hungry mouths.","release_date":"2012-01-31","vote_average":4.7,"runtime":119,"cert":"N\/A","id":87938,"title":"Bad Girls 8","adult":true,"genre_ids":[]},{"cast":["Lucille Ball","John Hodiak","Lloyd Nolan","Hugo Haas","Lenore Ulric"],"overview":"A con woman (Lucille Ball) and a detective (Lloyd Nolan) follow a prison-bound swindler (John Hodiak) on his five-day gourmet binge.","release_date":"1946-06-04","vote_average":7.0,"runtime":93,"cert":"N\/A","id":87939,"title":"Two Smart People","adult":false,"genre_ids":[80,18,10749]},{"cast":["Abraham Gordon","Jeroen van der Boom","Rene Froger","Gerard Joling"],"overview":"","release_date":"2011-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87940,"title":"Toppers in concert 2011","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set in Kumba in South West Cameroon Sisters in Law follows Adultery, Rape and Abuse cases led by a Female Judge.","release_date":"2005-09-03","vote_average":6.8,"runtime":104,"cert":"N\/A","id":87943,"title":"Sisters in Law","adult":false,"genre_ids":[99]},{"cast":["Jan Dulles","Jaap Kwakman","Jaap de Witte"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":87948,"title":"3JS-Pluche, Zweet en Tranen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oswald is at the dentist. A tooth being pulled hangs on tight. Just then, the radio reports \"Old King Cole has the blues\" and Oswald races off in his car. He gathers up a collection of comics: Charles Chaplin, Stan Laurel, Oliver Hardy, etc. At the castle, they start singing off-kilter versions of Mother Goose rhymes, with Al Jolson in a blackface routine, and the king is quickly cheered up. Laurel &amp; Hardy haul in a large pile of pies, and an all-out fight breaks out. The jester, who has been getting jealous of Oswald, kidnaps him during the fight and hauls him into a dungeon, submitting him to various tortures, where we discover that the real torture has been the dentist pulling the tooth all along.","release_date":"1933-11-26","vote_average":5.4,"runtime":8,"cert":"N\/A","id":87951,"title":"The Merry Old Soul","adult":false,"genre_ids":[16]},{"cast":["Greta Gerwig","Mary Bronstein","Amy Judd","Sean Price Williams","Josh Safdie"],"overview":"A maddeningly oblivious, tyrannical and emotionally stunted young woman tries her best to negotiate two toxic friendships.","release_date":"2008-03-01","vote_average":6.7,"runtime":78,"cert":"N\/A","id":87952,"title":"Yeast","adult":false,"genre_ids":[]},{"cast":["Feng Fei-fei","Kenny Bee","Anthony Chan"],"overview":"A romantic drama about a blind man and a somewhat self-indulgent television producer.","release_date":"1981-01-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":87953,"title":"Play While You Play","adult":false,"genre_ids":[18,10749]},{"cast":["Wolter Kroes"],"overview":"","release_date":"2005-02-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":87954,"title":"Wolter Kroes Live in Ahoy 2004","adult":false,"genre_ids":[]},{"cast":["Orfeas Avgoustidis","Vicky Kaya","Ioannis Papazisis","Stelios Xanthoudakis","Socratis Patsikas"],"overview":"Seven years after the incident in Pitta, all from the group leaves the Aegean, and get's to shore... Stavrakomathiakakis - after the mysterious kidnap of his 12 years old Pakistanian protégé Noori - leaves Psiloritis and, following her tracks, invades - in the middle of crisis - the capital. There, Parlavatzas and his chef, Papadakis, fight to salvage his Eastern fast food Sevdali restaurant. In the meantime hacker and \"Roben Of The Shelves\", Nakos, tries to wake up his fellow citizens to revolt, while newly elected city council Kalouris fights to upgrade the aesthetic of the city. Finally famous guru Tzimpitzidis tries to get higher his followers Self-esteem, part of which his ex and now vice secretary Marialena is.","release_date":"2011-10-27","vote_average":4.9,"runtime":90,"cert":"N\/A","id":87955,"title":"Loufa kai parallagi: Seirines sti steria","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc","Ben Hardaway","Kent Rogers","Sara Berner","Bernice Hansen"],"overview":"Woody's friends warn him that the groundhog has predicted a blizzard. Unconcerned, Woody decides not to go South with his pals. Soon enough, the blizzard sweeps in and destroys the loony woodpecker's stash of food. Facing starvation, a glimmer of hope arrives in the form of a cat. The cat is also starving and it turns into a match of brawn and wits to see who eats who.","release_date":"1941-11-23","vote_average":5.6,"runtime":7,"cert":"N\/A","id":87958,"title":"Pantry Panic","adult":false,"genre_ids":[16]},{"cast":["Gary Busey","Jeff Fahey","Michael Worth","Adrienne Barbeau","Craig Wasson"],"overview":"Set in 1882, John Slaughter and his sidekick Savannah Starr return to a town where an almost forgotten massacre took place 20 years ago. They are determined to find the man responsible.","release_date":"2004-06-08","vote_average":2.0,"runtime":101,"cert":"N\/A","id":87967,"title":"Ghost Rock","adult":false,"genre_ids":[28,37]},{"cast":["Johnny Desmond","Richard Devon","Roy Engel","Ken Christy","William Bryant"],"overview":"Desmond plays convict Mike Gilbert, who goes on the lam with fellow prisoners Gruber and Graham when he finds out his wife is divorcing him and feels he has nothing to lose. Gruber intends to get his robbery loot, which his father, Curly, has successfully hidden from the law.  After commandeering a plane, they double-cross Graham, who assembles his gang to get revenge - and Gruber's loot. Meanwhile, Gilbert falls in love with Robbie, his ex-wife’s sister. Through Robbie’s influence, Gilbert decides to go straight, but his cohorts aren’t quite so willing to reform.","release_date":"1957-09-01","vote_average":6.0,"runtime":81,"cert":"N\/A","id":87968,"title":"Escape from San Quentin","adult":false,"genre_ids":[80]},{"cast":["Tony Hancock","George Sanders","Dennis Price","John Le Mesurier","Irene Handl"],"overview":"Anthony Hancock gives up his office job to become an abstract artist. He has a lot of enthusiasm, but little talent, and critics scorn his work. Nevertheless, he impresses an emerging very talented artist. Hancock proceeds to con the art world into thinking he is a genius.","release_date":"1961-03-07","vote_average":8.5,"runtime":105,"cert":"","id":87977,"title":"The Rebel","adult":false,"genre_ids":[35]},{"cast":["Bernice Hansen","Isabel Randolph"],"overview":"Peterkin, a mischievous elf with mixed body parts, decides to see what would happen if he switched the eggs in the tree-maternity nests. What happens is that there are many surprised mothers, and just as many indignant fathers, when the eggs hatch and each family gets a hatching that resembles neither parent. All fly the, figuratively-speaking, coop and Peterkin is left to tend to all the young birds.","release_date":"1939-11-09","vote_average":5.0,"runtime":10,"cert":"N\/A","id":87980,"title":"Scrambled Eggs","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Bruce Conner’s most celebrated film for a reason: it takes historical moments that were replayed over and over on television—chilling repetition of Kennedy assassination coverage—and repurposes them into a meditation on how the media tries to exert authority and apply a sense of order to the anarchic. And though it may sound perverse to say so, the film is also—not incidentally—a thrill to watch. -- The A.V. Club","release_date":"1965-07-12","vote_average":6.6,"runtime":13,"cert":"N\/A","id":87981,"title":"Report","adult":false,"genre_ids":[]},{"cast":["Melvin Van Peebles"],"overview":"A semi-autobiographical story about an adventurer whose journeys take him from Harlem to the high seas and back again","release_date":"2008-08-22","vote_average":6.5,"runtime":99,"cert":"N\/A","id":87984,"title":"Confessions of an Ex-Doofus Itchy Footed Mutha","adult":false,"genre_ids":[]},{"cast":[],"overview":"Written and directed by James Orr, the 53-minute video chronicles the entire process of Cuban cigar making, from planting to packaging, offering rare, never before seen footage of the facilities where these cigars are produced, and the people who make them. Suckling serves as host of the movie, guiding viewers through this journey across Cuba.  Suckling has been traveling to Cuba regularly since the early 1990s, first as European Editor of Cigar Aficionado magazine, and now with his own website, www.jamessuckling.com. He has visited the tobacco plantations, sorting houses, factories, and cigar shops hundreds of times over two decades, but in “Cigars: The Heart And Soul Of Cuba,” he aims to discover why Cuban cigars are the best in the world – and he does.  The documentary has already garnered much praise from premiering to select audiences in Cuba, Mexico, the United Kingdom, Canada, and China, and is now available for purchase online worldwide.","release_date":"2011-02-01","vote_average":9.0,"runtime":53,"cert":"N\/A","id":87985,"title":"Cigars: The Heart & Soul of Cuba","adult":false,"genre_ids":[99]},{"cast":["Jessica Grabowsky","Andreas af Enehielm","Oskar Pöysti","Jakob Öhrman"],"overview":"The stories of the aristocratic Lilliehjelm family, the middle-class Widing family and the poor Kajander family from the Finland's independence through the Civil War and the Roaring Twenties ending during the Second World War.","release_date":"2011-10-28","vote_average":3.5,"runtime":126,"cert":"N\/A","id":87992,"title":"Where Once We Walked","adult":false,"genre_ids":[36,18]},{"cast":["Amitabh Bachchan","Arjun Rampal","Perizaad Zorabian","Rucha Vaidya"],"overview":"Suryaveer, an ex-army officer, is assigned the task of protecting a young girl, Anamika. When Anamika gets kidnapped, he decides to use all his skills to rescue her.","release_date":"2005-12-09","vote_average":4.4,"runtime":142,"cert":"N\/A","id":87995,"title":"Ek Ajnabee","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"","release_date":"2011-12-21","vote_average":8.5,"runtime":336,"cert":"N\/A","id":87996,"title":"Where Once We Walked","adult":false,"genre_ids":[]}]