[{"cast":["Michel Gondry"],"overview":"A documentary about the inspiration of director Michel Gondry. An extraordinary world where onirism, memories and childhood have the utmost importance.","release_date":"2004-01-01","vote_average":7.3,"runtime":77,"cert":"N\/A","id":88001,"title":"I've Been Twelve Forever","adult":false,"genre_ids":[]},{"cast":["Anne Day-Jones","Samantha Slan","Karl Gerhardt","Barbara Bacci","Martha Brooke"],"overview":"A shy nurse is bitten by a zombie and becomes a flesh eating sex kitten.  GRAVEYARD ALIVE is a cross between 1920's German Expressionism and 1960's B-horror films. Shot in and around the Montreal area, this is Bastard Amber Production's first full-length feature.  The story follows Patsy, a lonely, dreamy nurse who, after being bitten by a zombie, becomes a sex-kitten. With her newfound powers, she tries to win back her old flame, the suave and handsome Dr. Dox, from Goodie , a bitchy young nurse. As the film progresses, Patsy must also learn to deal with her new affliction and to live her life, no longer in her romantic dream world, but in a harsher yet ultimately more satisfying reality.  Shot in Techniscope with a 1:2.35 aspect ratio, an old process used in many 1960's films such as Dario Argento's \"The Cat O' Nine Tails\", GRAVEYARD ALIVE promises to invigorate the horror genre stylistically as well as with its audacious and thought-provoking content.","release_date":"2003-01-01","vote_average":5.6,"runtime":80,"cert":"N\/A","id":88006,"title":"Graveyard Alive- A Zombie Nurse in Love","adult":false,"genre_ids":[35,27]},{"cast":["Bob Einstein","Dan Hedaya","Gia Carides","Don Lake","Art Irizawa"],"overview":"Super Dave Osborne, our accident-prone stuntman hero, comes out of a self-imposed retirement to raise money for his new girlfriend's son's heart operation.","release_date":"2000-01-11","vote_average":3.9,"runtime":91,"cert":"N\/A","id":88007,"title":"The Extreme Adventures of Super Dave","adult":false,"genre_ids":[28,35]},{"cast":["James Booth","Barbara Windsor","Roy Kinnear","Avis Bunnage","Brian Murphy"],"overview":"Charlie returns to the East End after two years at sea to find his house demolished and wife Maggie gone. Everyone else knows she is now shacked up with married bus driver Bert and a toddler, and they all watch with more than a little interest at the trail of mayhem Charlie leaves as he goes about sorting things out.","release_date":"1963-03-26","vote_average":5.4,"runtime":94,"cert":"","id":88012,"title":"Sparrows Can't Sing","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"One night, Arlequin come to see his lover Colombine. But then Pierrot knocks at the door and Colombine and Arlequin hide. Pierrot starts singing but Arlequin scares him and the poor man goes away.","release_date":"1892-10-28","vote_average":6.0,"runtime":4,"cert":"N\/A","id":88013,"title":"Poor Pierrot","adult":false,"genre_ids":[35,16]},{"cast":["Zahiril Adzim","Sara Ali","Shera Aiyob","Eina Azman","Farhanna Qismina"],"overview":"he movie revolves around Arshad, Mona, Zakiah, Ashraf, Daud and Murni who are orphans in an orphanage undergoing an experience that has haunted them since they moved in to a new house. As the orphans were cleaning the house, they come across an antique cupboard and decide to move it to another room. Arshad found a mysterious mirror and gives it to Mona but doesn't know that there is something special the mirror. People in the school begin to suspect that Mona is possessed. The orphans must now plan something to capture the force that is dwelling in Mona - but they must first find out what is the significance of the mirror and the cupboard.","release_date":"2012-01-05","vote_average":0.0,"runtime":95,"cert":"N\/A","id":88014,"title":"Sesuatu Yang Tertinggal","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Documenting the hardships of three gifted Cuban rappers trying to survive in the harsh ghettos of Havana.","release_date":"2006-03-14","vote_average":6.0,"runtime":82,"cert":"N\/A","id":88021,"title":"East of Havana","adult":false,"genre_ids":[]},{"cast":["Dona Drake","Robert Lowery","Tim Ryan","Irene Ryan","Jerry Cooper"],"overview":"Jimmy O'Brien (Robert Lowery)and Sammy Rubin (Sidney Miller), write jingle commercials for radio, and meet Mary Adams (Dona Drake), who wants to break into radio as a soloist for a band.","release_date":"1944-04-22","vote_average":4.0,"runtime":79,"cert":"N\/A","id":88022,"title":"Hot Rhythm","adult":false,"genre_ids":[10749,35,10402,10752]},{"cast":[],"overview":"In 1994, Steve Jobs was interviewed by the Santa Clara Valley Historical Association. What he said during that interview was remarkable.  In this never before released film interview footage, Steve talks about his values, advice to entrepreneurs and his thoughts on how to best live life.  Included in this film is commentary by: Steven Wozniak (founder, Apple Computer), Nolan Bushnell (founder, Atari), Scott McNealy (founder, Sun Microsystems), Larry Ellison (founder, Oracle), Mike Markkula (founder, Apple Computer), Regis McKenna (early advertising for Apple Computer), Fred Hoar (early Apple marketing), Kevin Surace (founder, Serious Energy), Lisa Jardine (Professor of Renaissance Studies at Queen Mary, University of London), John Warnock (founder, Adobe Systems), and Charles Geschke (founder, Adobe Systems).","release_date":"2013-02-06","vote_average":0.0,"runtime":30,"cert":"N\/A","id":88027,"title":"Steve Jobs: Secrets of Life","adult":false,"genre_ids":[99]},{"cast":["Jim Jarmusch","Samuel Fuller"],"overview":"In 1993, Sam Fuller takes Jim Jarmusch on a trip into Brazil's Mato Grosso, up the River Araguaia to the village of Santa Isabel Do Morro, where 40 years before, Zanuck had sent Fuller to scout a location and write a script for a movie based on a tigrero, a jaguar hunter. Sam hopes to find people who remember him, and he takes film he shot in 1954. He's Rip Van Winkle, and, indeed, a great deal changed in the village. There are televisions, watches, and brick houses. But, the same Karajá culture awaits as well. He gathers the villagers to show his old film footage, and people recognize friends and relatives, thanking Fuller for momentarily bringing them back to life.","release_date":"1994-01-01","vote_average":7.2,"runtime":75,"cert":"N\/A","id":88030,"title":"Tigrero: A Film That Was Never Made","adult":false,"genre_ids":[99]},{"cast":["Freddie Bartholomew","Jackie Cooper","Mickey Rooney","Ian Hunter","Peggy Conklin"],"overview":"A well-bred young English lad living in lower Manhattan tries to gain acceptance from his not-so-well-bred peers at school.","release_date":"1936-09-18","vote_average":7.3,"runtime":92,"cert":"N\/A","id":88031,"title":"The Devil Is a Sissy","adult":false,"genre_ids":[35,18]},{"cast":["Victor Mature","Karen Steele","James Olson","Philip Coolidge","Claude Akins"],"overview":"Landing on a small island not far from Havana, Cuba, Lt. Cmdr. Ben Staves joins a Navy scientific project engaged in finding an effective shark repellent to help save the lives of WWII military personnel stranded in shark-infested waters. His zeal for completing the project as fast as possible is explained by his having lost a large percentage of his crew to sharks when his ship was sunk by the Japanese. Against the advice of the others on the project, Staves demands that the new repellent be tested on a live subject surrounded by hungry sharks and will allow no one but himself to be the test subject!","release_date":"1956-11-01","vote_average":8.0,"runtime":73,"cert":"N\/A","id":88032,"title":"The Sharkfighters","adult":false,"genre_ids":[12]},{"cast":["Muga Tsukaji","Shosuke Tanihara","Keiko Kitagawa","Mayumi Sada","Hiroyuki Ikeuchi"],"overview":"An overweight cook is given the opportunity to woo the girl of his dreams when he is given a \"handsome suit\" that transforms him into an idealized human being in this absurd Japanese comedy.","release_date":"2008-11-01","vote_average":4.8,"runtime":115,"cert":"N\/A","id":88043,"title":"The Handsome Suit","adult":false,"genre_ids":[35,18,10749]},{"cast":["Frank Sinatra"],"overview":"In 1980, Frank Sinatra performed a two-week engagement at Carnegie Hall, which at the time, set a record for the venue by selling out each show in just one day. The performances followed the release of 1980's Trilogy, Sinatra's ambitious triple-album comeback that featured \"The Theme from New York, New York.\" Sinatra mixes \"Summer Me, Winter Me\" from that album with his hits \"I've Got the World on a String\" and \"I've Got You Under My Skin.\" Foreshadowing the follow-up to Trilogy is \"The Gal That Got Away\"\/\"It Never Entered My Mind,\" a medley that would appear on She Shot Me Down in 1981.","release_date":"1980-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":88044,"title":"Sinatra at Carnegie Hall","adult":false,"genre_ids":[]},{"cast":["Gorman Hendricks","Frank Matthews","Ray Salyer"],"overview":"A mix of documentary and scripted footage on the Bowery, New York City's skid row. Against a backdrop of men (and a few women) drinking in bars, talking and arguing, and sleeping on sidewalks, we have the story of Ray.","release_date":"1957-03-18","vote_average":7.1,"runtime":65,"cert":"N\/A","id":88051,"title":"On the Bowery","adult":false,"genre_ids":[99]},{"cast":["James Iglehart","Shirley Washington","Chiquito","Eddie Garcia","Ken Metcalfe"],"overview":"The Jefferson’s honeymoon night in Hong Kong will be troubled by a number of people wishing to get hold of a Bouddha statuette that the husband offered her when window-shopping that day. When the going gets rough, it helps that Cal Jefferson is a top American boxer.","release_date":"1974-02-13","vote_average":5.9,"runtime":96,"cert":"N\/A","id":88052,"title":"Bamboo Gods and Iron Men","adult":false,"genre_ids":[35,18,28,12,80]},{"cast":["Mariana Ximenes","Paloma Duarte","Ângelo Paes Leme","Thiago Lacerda","Laura Cardoso"],"overview":"Duas mulheres decidem se vingar da avó, que durante a infância delas as atormentava com conceitos rígidos sobre etiqueta e educação, sequestrando-a e levando-a para a casa de praia da família.","release_date":"2006-06-10","vote_average":6.0,"runtime":108,"cert":"N\/A","id":88053,"title":"Lots of Ice and a Little Bit of Water","adult":false,"genre_ids":[35]},{"cast":[],"overview":"On September 15, 2008, the firm filed for Chapter 11 bankruptcy protection following the massive exodus of most of its clients, drastic losses in its stock, and devaluation of its assets by credit rating agencies.\r The filing marked the largest bankruptcy in U.S. history.\r The following day, the British bank Barclays announced its agreement to purchase, subject to regulatory approval, Lehman’s North American investment-banking and trading divisions along with its New York headquarters building.\r On September 20, 2008, a revised version of that agreement was approved by Judge James Peck.","release_date":"2009-09-10","vote_average":0.0,"runtime":null,"cert":"","id":88054,"title":"The Love of Money","adult":false,"genre_ids":[]},{"cast":["Paulo Costanzo","Scott Caan","J.K. Simmons","Harvey Keitel","Tricia Helfer"],"overview":"The film centers on three brothers who, upon learning they only have a few days left to live, set off to reverse a lifetime of mistakes. Hopper and Simmons are playing the brothers' father and uncle, respectively, while Caan is one of the brothers. Helfer is Caan's girlfriend, a woman with a dangerous past.","release_date":"2010-09-17","vote_average":6.3,"runtime":92,"cert":"N\/A","id":88057,"title":"A Beginner's Guide to Endings","adult":false,"genre_ids":[35,18]},{"cast":["Leonor Watling","Miguel Ángel Silvestre","Nathalie Poza","Adriana Ugarte","Helio Pedregal"],"overview":"Eva, an honest and rigorous examining magistrate, investigates the murder of a young stripper in which a powerful businessman is apparently involved, but she is unable to find enough evidence to implicate him… until a mysterious witness appears who makes her an offer she can't refuse.","release_date":"2012-02-10","vote_average":5.2,"runtime":92,"cert":"N\/A","id":88060,"title":"Dark Impulse","adult":false,"genre_ids":[53,18]},{"cast":["Jill Ireland","Ellen Pollock","Joan Haythorne","Olive McFarland"],"overview":"A teenage girl is wrongfully accused of theft and is sent away to a harsh reform school.","release_date":"1963-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":88061,"title":"So Evil, So Young","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"1974-06-15","vote_average":0.0,"runtime":82,"cert":"N\/A","id":88062,"title":"Peynet: The Journey of Love","adult":false,"genre_ids":[16]},{"cast":["Charles L. Bitsch","Raoul Coutard","Jean Douchet","Jean-Paul Savignac"],"overview":"Documentary about director Jean-Luc Godard and Anna Karina. In 1960, Jean-Luc Godard films for the first time Anna Karina and falls in love. His cinema is transformed by it forever. Spanned from \"Little Soldier\" to \"Crazy Pete\" through \"A Woman is a Woman\", \"My Life to Live\" andd \"Alphaville\", this documentary tells how, during five years , Godard and Karina consciously mixed cinema and private life, with constant will to film \"as in true life\" and to live \"as in film\"","release_date":"2007-01-01","vote_average":7.5,"runtime":53,"cert":"N\/A","id":88063,"title":"Godard, Love and Poetry","adult":false,"genre_ids":[99]},{"cast":["Sílvia Munt","Tito Valverde","Susana García Díez","Laura Vaquero","Txema Blasco"],"overview":"Ami is a 6 year old girl, extremely sensitive. Her mother, Carmen, lives with the obsession of giving a son to her husband, Gabriel. When finally she gets pregnant, the relation between mother and daughter becomes a tragic one, driving the family to an inevitable nightmare.","release_date":"1991-10-18","vote_average":7.0,"runtime":108,"cert":"N\/A","id":88064,"title":"Butterfly Wings","adult":false,"genre_ids":[18,10751]},{"cast":["Dean Stockwell","Katalin Kallay","Henry Ferrentino","Despo Diamantidou","Thayer David"],"overview":"After being unknowingly inflicted with the bite of a werewolf while on a visit to Europe, White House press secretary Jack Whittier (Dean Stockwell) begins to turn into a deadly beast by night, terrorizing Washington D.C. and presenting a very deadly threat to the President.","release_date":"1973-10-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":88065,"title":"The Werewolf of Washington","adult":false,"genre_ids":[27]},{"cast":["María Conchita Alonso","Marcy Walker","Michael Paul Chan"],"overview":"In Dade County, Florida, disgruntled taxpayer Harry Kee angrily protests a huge IRS bill by wiring up a box of explosives and hijacking a school bus full of special-needs children. Although the kids are terrified, Marta Caldwell, the bus' Cuban-born driver, remains calm and collected throughout the ordeal, not only helping her charges survive the crisis, but also providing comfort and support to a teacher's aide on the verge of a diabetic seizure. But while Marta keeps her head about her, the kidnapper grows more and more unhinged, and the police surround the hijacked bus, ready to shoot to kill if necessary.","release_date":"1996-09-13","vote_average":4.5,"runtime":91,"cert":"N\/A","id":88072,"title":"Sudden Terror: The Hijacking of School Bus #17","adult":false,"genre_ids":[]},{"cast":["Joseph Cotten","Alida Valli","Spring Byington","Paul Stewart","Jack Paar"],"overview":"A petty crook (Joseph Cotten) moves to an Ohio town and courts a factory owner's disabled daughter (Valli).","release_date":"1950-10-14","vote_average":4.5,"runtime":81,"cert":"N\/A","id":88075,"title":"Walk Softly, Stranger","adult":false,"genre_ids":[80,18,10749]},{"cast":["Ciaran Morrison","Mick O'Hara"],"overview":"Will Mallisarella go to the Ball? Will Teddy get a leading role? Will Dr. Zig and Matron Zag have you in stitches? Will the international jokes be international? Will Captain Zig and Boy Zag find the canteen? But most importantly will Zig and Zag get away with it... again? How should I know... find out for yourself buster!","release_date":"1988-09-26","vote_average":5.3,"runtime":45,"cert":"N\/A","id":88076,"title":"The Nothing to do with Toast Video","adult":false,"genre_ids":[10751,35]},{"cast":["Rob Halford","Tom Allom","K.K. Downing","Glenn Tipton","Ian Hill"],"overview":"Had Judas Priest released just this one album, it would still go down in history. Judas Priest was one of the most influential heavy metal bands of the 70's. BRITISH STEEL made them a world-famous band. The welding of BRITISH STEEL is told in this exclusive program in the band's own words, and by their once long-term producer Tom Allom. Featuring archive footage, interviews and rare live performances, plus all of BRITISH STEEL'S finest songs, including \"Living After Midnight\", \"Breaking the Law\", \"Metal Gods\", \"The Rage\", \"United\" and \"Grinder\", this is a compelling, witty and exhilarating look at the making of one of heavy metal's most artful creations, a true Classic!","release_date":"2001-11-06","vote_average":5.3,"runtime":110,"cert":"","id":88085,"title":"Classic Albums: Judas Priest - British Steel","adult":false,"genre_ids":[10402,99]},{"cast":["Lee Bowman","Marguerite Chapman","Edgar Buchanan","George Macready","Lee Patrick"],"overview":"A PI investigates a priest's murder.","release_date":"1946-06-07","vote_average":6.0,"runtime":82,"cert":"N\/A","id":88088,"title":"The Walls Came Tumbling Down","adult":false,"genre_ids":[80,9648]},{"cast":["Alanah Rae","Alexis Texas","Bridgette B","Crista Moore","Kagney Linn Karter"],"overview":"Distinguished porn director Robby D. pushes the boundaries of hot, kinky sex with the release of \"Push 2 Play\". Full of slow, succulent tease and steamy, wild fucking, \"Push 2 Play\" is almost three hours of must-see beauties on their knees. Alexis Texas and Kagney Linn Karter headline the horny cast which includes Bridgette B., Alanah Rae and Crista Moore. The girls prance around licking their nipples and rubbing their clits in anticipation of a ripped stud whipping out his ten inch pipe. Once they get their hands on a cock, the girls take it so deep in their mouths they gag. Then they take the meat stick even deeper in their young, wet pussies. There is nothing the girls of \"Push 2 Play\" won't do, and Robby D. captures every second of the erotic fun.","release_date":"2009-11-23","vote_average":10.0,"runtime":174,"cert":"N\/A","id":88089,"title":"Push 2 Play","adult":true,"genre_ids":[]},{"cast":["Scott Shaw","Frank Stallone","Karen Black","Don Stroud","William Smith"],"overview":"In a futuristic society, a sword-wielding roller skater fights evil ninjas, punk roller skaters and is sent on an important rescue mission.","release_date":"1991-09-06","vote_average":2.0,"runtime":96,"cert":"N\/A","id":88090,"title":"The Roller Blade Seven","adult":false,"genre_ids":[28,18,878]},{"cast":["Karamana Janardanan Nair","Sharada","Jalaja","Rajam K Nair"],"overview":"Set in rural Kerala, the story of Rat-Trap concerns Unni, the last male heir of a decaying feudal family. His inability to accept the socio-economic changes of a new society result in his gradual withdrawal into isolation and paranoia.","release_date":"1982-04-30","vote_average":7.5,"runtime":115,"cert":"N\/A","id":88093,"title":"Rat-Trap","adult":false,"genre_ids":[18]},{"cast":["Sarah Chalke","Dave Foley","Emily Alyn Lind","Chris Parnell","Derek Richardson"],"overview":"Lanny and Wayne are at it again! With the Big 2-5 fast approaching, Wayne and Lanny must race to recover classified North Pole technology which has fallen into the hands of a computer-hacking Naughty Kid! Desperate to prevent Christmas from descending into chaos, Wayne seeks out the foremost Naughty Kid expert to aid in the mission: a bombastic member of the Coal Bucket Brigade who also happens to be his estranged brother, Noel.","release_date":"2011-12-05","vote_average":6.6,"runtime":22,"cert":"N\/A","id":88096,"title":"Prep & Landing: Naughty vs. Nice","adult":false,"genre_ids":[16,35,10751]},{"cast":["Steve Gallon","Joycelyn Norris","Benny Latimore","Peter Conrad","Lee Cross"],"overview":"Wildman Steve plays a bum who agrees to allow an experimental drug to be administered to him. What he doesn't realize is that the doctor who's doing the experiment is a criminal, trying to create an unstoppable thief that's immune to bullets. Steve gains all the powers that Superman has, and after getting his revenge against all those who harassed him on the street, discovers the truth about the doctor's plans for him.","release_date":"1979-11-01","vote_average":3.8,"runtime":80,"cert":"N\/A","id":88099,"title":"The Six Thousand Dollar Nigger","adult":false,"genre_ids":[28,878,35]},{"cast":["Krista Allen","Paul Michael Robinson","Tiendra Demian","Kimberly Rowe","Debra K. Beatty"],"overview":"Emmanuelle escorts one of the female aliens to Earth for a very personal lesson in love.","release_date":"1994-08-02","vote_average":5.5,"runtime":88,"cert":"N\/A","id":88104,"title":"Emmanuelle in Space 3: A Lesson in Love","adult":false,"genre_ids":[878,10749]},{"cast":["Peter Paul","David Paul","Roddy McDowall","David Carradine","Steve Kanaly"],"overview":"Two beefed-up twins (played by the Paul brothers, Peter and David, who have appeared in several programmers as The Barbarian Brothers) operating on opposing sides of the law, team up to stop a nefarious crook in this actioner. Peter Jade is a notoriously arrogant burglar who ends up with the key to an enormous underground cache of diamonds. David Jade is a cop who joins forces with Peter after greedy Philip Chamberlain, wanting the diamonds for himself, kills David's partner","release_date":"1992-02-14","vote_average":4.9,"runtime":86,"cert":"N\/A","id":88107,"title":"Double Trouble","adult":false,"genre_ids":[28,35,10402,10749]},{"cast":["Krista Allen","Paul Michael Robinson","Tiendra Demian","Timothy Di Pri","Debra K. Beatty"],"overview":"As Emmanuelle demonstrates the hidden joys of sexual fantasy to her intergalactic students, the alien's leader is torn between love and jealousy.","release_date":"1994-09-27","vote_average":4.3,"runtime":94,"cert":"N\/A","id":88108,"title":"Emmanuelle in Space 4: Concealed Fantasy","adult":false,"genre_ids":[878,10749]},{"cast":["Krista Allen","Paul Michael Robinson","Tiendra Demian","Jennifer Burton","Debra K. Beatty"],"overview":"As the aliens near the end of their sexual odyssey, Emmanuelle and her intergalactic lover experience spiritual and physical pleasure for possibly the last time.","release_date":"1994-11-08","vote_average":9.0,"runtime":87,"cert":"N\/A","id":88111,"title":"Emmanuelle in Space 6: One Last Fling","adult":false,"genre_ids":[10749,878]},{"cast":["Krista Allen","Tiendra Demian","Paul Michael Robinson","Debra K. Beatty"],"overview":"Emmanuelle relives the sexual lessons of each crew member, erotically guiding them to a new level of understanding.","release_date":"1994-12-12","vote_average":5.5,"runtime":93,"cert":"N\/A","id":88112,"title":"Emmanuelle in Space 7: The Meaning of Love","adult":false,"genre_ids":[10749,878]},{"cast":["Neil Tennant","Chris Lowe"],"overview":"Back at the start of the 1980s, pop music was becoming as much about fashion as it was about the music itself (indeed, in some cases the fashion was so loud it drowned out the tune). Fighting his way through the melee of makeup and mascara was one Neil Tennant, reviewer of singles for UK teen music mag Smash Hits. By the time he left that job to devote himself full-time to the electronic dance duo he’d been pottering around with since 1981, Tennant would have seen and heard the best and worst of what pop music had to offer. No surprise then that the band he formed with keyboardist and programmer Chris Lowe, Pet Shop Boys, would turn out to be unlike any other outfit in English pop history.","release_date":"2004-11-24","vote_average":8.5,"runtime":180,"cert":"","id":88117,"title":"Pet Shop Boys: Pop Art - The Videos","adult":false,"genre_ids":[10402]},{"cast":["Camille Keaton","Damien A. Maruscak","Jade Risser","Harvey Daniels"],"overview":"A paralyzed soldier returns from war to his family in worse shape than anyone at home could imagine.","release_date":"2010-10-13","vote_average":4.8,"runtime":106,"cert":"N\/A","id":88118,"title":"Sella Turcica","adult":false,"genre_ids":[27]},{"cast":[],"overview":"This album is what the thousands of Julian Sas fans at his gigs have been asking for. It is 100% live and the track list includes all the Julian Sas classics and favourites from his catalogue of studio albums plus an exciting version of Jimi Hendrix' Hey Joe. Although only 31 years old, Julian Sas has already been favourably compared to such blues luminaries and guitar giants like Johnny Winter, Rory Gallagher and Jimi Hendrix.\r Over the last couple of years Julian Sas and his band have become a very popular live act, especially in the Benelux and Germany. Every show is the most important, almost a matter of life and death. Two hours of Rock, Blues and Boogie, commitment and dedication. No holding back. This DVD set capture that essence of Julian Sas. Two hours of rock, boogie, blues, emotion, excitement and above all good, honest music played with verve.","release_date":"2003-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88127,"title":"Julian Sas - Delivered","adult":false,"genre_ids":[]},{"cast":["Eric Fryer","Robert Duvall","Chris Makepeace"],"overview":"The true story about the Canadian cancer amputee hero who decided to run across Canada on only one leg to raise money for cancer research.","release_date":"1983-05-22","vote_average":6.4,"runtime":97,"cert":"N\/A","id":88130,"title":"The Terry Fox Story","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88131,"title":"Krezip - That'll be unplugged","adult":false,"genre_ids":[]},{"cast":["Damien Samways","Christopher Macke","Daniel Probst","Travis Estes","Derek Simmons"],"overview":"A new reality show, GAME OF THE YEAR, is looking for the greatest warriors of role-play gaming to award the most epic bounty a gamer can imagine, running a game company for an entire year! Only one group in the country can win it all, so when Richard and his lifelong friends and fellow gamers decide to heed the call, they agree to have their lives filmed prior to the auditions to better exemplify to the show's producers just how mighty their skills and solidarity truly are.","release_date":"2009-07-20","vote_average":0.0,"runtime":83,"cert":"N\/A","id":88134,"title":"Game of the Year","adult":false,"genre_ids":[]},{"cast":[],"overview":"Golden Earring at Rockpalast. 1982","release_date":"2011-09-29","vote_average":7.0,"runtime":96,"cert":"N\/A","id":88135,"title":"Golden Earring: Radar Love","adult":false,"genre_ids":[10402]},{"cast":["Rusty Kelley","Gary Chason","Viviane Vives"],"overview":"An emo grocery bagger living with his divorced dad in a low-income apartment complex is gradually drawn into the bizarre world of pornographic fiction in this tale of teenage drama.","release_date":"2004-01-18","vote_average":7.0,"runtime":84,"cert":"N\/A","id":88138,"title":"Dear Pillow","adult":false,"genre_ids":[18]},{"cast":["Anthony Michael Hall","Patrick Creadon","Anthony James","Allyn Ann McLerie","Ed Begley Jr."],"overview":"The adventures and misadventures of Tom and Huck on the Mississippi River in Missouri with their involvement when they fall in with a gang of con artists, take up with a ragtag circus, help a freed slave buy his sister's freedom, and then see a dastardly villain get his.","release_date":"1982-02-27","vote_average":7.0,"runtime":100,"cert":"N\/A","id":88139,"title":"Rascals and Robbers: The Secret Adventures of Tom Sawyer and Huck Finn","adult":false,"genre_ids":[10751,10770,12]},{"cast":["Terry Moore","Debra Paget","Bert Freed","Juli Reding","Lionel Ames"],"overview":"A night club singer who is the daughter of a small-town crook is tried and convicted of murder.","release_date":"1960-06-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":88146,"title":"Why Must I Die","adult":false,"genre_ids":[80,18]},{"cast":["Mel Blanc","Kent Rogers","Harold Peary"],"overview":"It's the day of the big baseball game between the Drips and the Droops and Woody Woodpecker is trying to crash the gate and get in without paying for a ticket. A policeman keeps tossing him out but Woody puts on a baseball uniform---including a baseball-cap, since baseball players do not wear hats---gets inside and soon gets involved with the game. He ends up pinned to the scoreboard by a deluge of baseballs thrown by everybody in the ballpark.","release_date":"1943-02-14","vote_average":5.7,"runtime":7,"cert":"N\/A","id":88153,"title":"The Screwball","adult":false,"genre_ids":[16]},{"cast":[],"overview":"One of the most charming commercials in existence is The Secret of the Marquise, a silhouette film by Lotte Reiniger. The silhouettes are white against black backgrounds. The reason for this reversal is because the Marquise uses Nivea cream and soap to good effect- producing her white skin that sets her suitor's heart aflutter.","release_date":"1922-01-01","vote_average":6.6,"runtime":2,"cert":"N\/A","id":88158,"title":"The Secret of the Marquise","adult":false,"genre_ids":[10749,16]},{"cast":["Sammo Hung","Carter Wong","Elliot Ngok","Dean Shek","O'Yang Ling-lung"],"overview":"Sammo Hung is a poor village orphan called 'Filthy Guy' for his unwashed \/ diseased head whose ambitious landlord's son becomes king and wants to kill him as a prophecy predicts Sammo Hung will replace him","release_date":"1978-12-21","vote_average":8.0,"runtime":88,"cert":"N\/A","id":88159,"title":"Filthy Guy","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Hans Christian Andersen’s Thumbelina told the tale of a tiny girl grown from seed to be a companion to an old woman, Reiniger has her Thumbelina born spontaneously and magically from a flower, beholden to none but herself.","release_date":"1954-01-01","vote_average":0.0,"runtime":10,"cert":"","id":88164,"title":"Thumbelina","adult":false,"genre_ids":[16,14]},{"cast":["Jack Wouterse","Veerle Witkop","Margot Ros","Ruben Lürsen"],"overview":"Luuk is a truck driver who seems to be a goodhearted father for his eight-year-old daughter Isabel. After Luuk divorced from his wife Karen, Isabel lives with her mother. Whenever Luuk has the chance he takes Isabel to the sea or for a ride in his truck, which only carries sand. On one of those occasions Luuk discovers the horrific reason why Isabel is so quiet that day. From that moment on Luuk has to cope with a new and unexpected situation. Luuk kidnaps his daughter in an attempt to protect her, but he slowly loses control.","release_date":"2008-04-20","vote_average":7.0,"runtime":21,"cert":"N\/A","id":88165,"title":"Sand","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"1954-01-01","vote_average":0.0,"runtime":10,"cert":"","id":88170,"title":"The Gallant Little Tailor","adult":false,"genre_ids":[16,14]},{"cast":["Bette Davis","Ernest Borgnine","Jack Cassidy","Joan Delaney","Jay Robinson"],"overview":"Bette Davis handles the title role in this highly offbeat crime comedy about two aging hippies who elect to rob a bank to restore Bunny O'Hare's financial affairs after she's been unjustly evicted and rendered homeless. When that heist ends up paying off, rather than take off for the border, Bunny opts for a life of crime with her new partner, Bill Green, played by fellow Oscar-winner Ernest Borgnine.","release_date":"1971-10-18","vote_average":5.6,"runtime":88,"cert":"N\/A","id":88179,"title":"Bunny O'Hare","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"No overview found.","release_date":"1954-01-01","vote_average":6.0,"runtime":11,"cert":"","id":88182,"title":"Cinderella","adult":false,"genre_ids":[16,14]},{"cast":["Peter Fonda","Jerry Reed","Helen Shaver","Harvey Atkin","Chris Wiggins"],"overview":"When a rash of targeted hijackings threatens to derail the independent trucking business, rig driver \"Iron\" Duke (Jerry Reed) and his visiting friend, Rane (Peter Fonda), put the brakes on the bad guys by taking the law into their own hands. But their vigilante plan involves going toe-to-toe with powerful trucker boss King Carroll (Chris Wiggins) and his henchmen, who've been driving everyone out of the game.","release_date":"1978-05-26","vote_average":6.0,"runtime":97,"cert":"N\/A","id":88183,"title":"High Ballin'","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Film shows the story of Papageno (the one from Mozart's opera \"The Magic Flute\"), who wants a mate, yet has difficulties getting one.","release_date":"1935-08-11","vote_average":6.8,"runtime":11,"cert":"N\/A","id":88186,"title":"Papageno","adult":false,"genre_ids":[16,10402]},{"cast":["Melinda Clarke","John Clayton","Louise Fletcher","Wendy Davis","Yorgo Constantine"],"overview":"Savannah Delongpre is a wealthy fashion model living in New York City who returns to her small town in Georgia to visit her wealthy grandmother Belle as well as walk down memory lane to remember her childhood with some of her friends still living there. During that time, Savannah meets Jake Gilbert a rugged drifter\/artist living on the property called Two Moon Junction owned by Belle and whose family has a feud with Savannah's for decades. Desperate to forget her stressful life, Savannah eventually begins a sordid affair with Jake, despite opposition from Belle claiming the man is not right for her or anyone. But Savannah's strongest opposition comes from her possessive boyfriend Robert Lee who later arrives and plans to break Savannah and Jake up by buying the Two Moon Junction property to evict Jake from the area.","release_date":"1995-02-09","vote_average":2.6,"runtime":96,"cert":"N\/A","id":88191,"title":"Return to Two Moon Junction","adult":false,"genre_ids":[18,10749]},{"cast":["Edward G. Robinson","Ruth Gordon","Otto Kruger","Donald Crisp","Maria Ouspenskaya"],"overview":"True story of the doctor who considered it was not immoral to search for a drug that would cure syphillis.","release_date":"1940-01-03","vote_average":6.3,"runtime":103,"cert":"N\/A","id":88192,"title":"Dr. Ehrlich's Magic Bullet","adult":false,"genre_ids":[18,36]},{"cast":["D. Vincent Ashby","Cindy Pain","Brian Canada"],"overview":"A man returns to his home town of Maxwell (renamed with some house paint \"MaxHell\") after years of being away. His mysterious drives into town, and brings some ghosts (or zombie hallucinations?) with him. Years before the town had burned to the ground and his return has something to do with this event.","release_date":"2004-01-01","vote_average":3.0,"runtime":85,"cert":"N\/A","id":88197,"title":"Burning Dead","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated short.","release_date":"1928-01-01","vote_average":5.5,"runtime":9,"cert":"N\/A","id":88200,"title":"The Death Feigning Chinaman","adult":false,"genre_ids":[16,14]},{"cast":["James Stewart","Mickey Rooney","Stephanie Zimbalist","Pernell Roberts","Alice Faye"],"overview":"Lassie is claimed from his family by a \"former owner\" and then braves a cross country trip to rejoin the ones that love her.","release_date":"1978-08-02","vote_average":6.1,"runtime":100,"cert":"N\/A","id":88203,"title":"The Magic of Lassie","adult":false,"genre_ids":[18,12,28,10751]},{"cast":[],"overview":"Prince Achmed goes for a ride on a flying horse.","release_date":"1953-01-01","vote_average":0.0,"runtime":10,"cert":"","id":88206,"title":"The Magic Horse","adult":false,"genre_ids":[16,14]},{"cast":["Anna May Wong","Charles Bickford","Buster Crabbe","Cecil Cunningham","J. Carrol Naish"],"overview":"A Chinese-American woman tries to expose illegal alien smuggling ring.","release_date":"1937-12-17","vote_average":6.0,"runtime":62,"cert":"N\/A","id":88209,"title":"Daughter of Shanghai","adult":false,"genre_ids":[80,18,10749]},{"cast":["Sarah Chalke","Dave Foley","Derek Richardson","William Morgan Sheppard","Betty White"],"overview":"Wayne and Lanny, now partners, are called by Magee to meet with a secret contact – Mrs. Claus, who sends them on a new mission to retrieve a box from Santa’s secret workshop. Later they sneak into Santa’s office while he is asleep, using their high tech equipment from the previous film. Lanny’s expertise at dressing the tree enables them to enter the hidden workshop where they recover the box and escape just in time. But what is the box for?","release_date":"2010-12-07","vote_average":6.6,"runtime":7,"cert":"N\/A","id":88212,"title":"Prep & Landing Stocking Stuffer: Operation: Secret Santa","adult":false,"genre_ids":[16,10751]},{"cast":["Anna May Wong","Warner Oland","Sessue Hayakawa","Bramwell Fletcher","Frances Dade"],"overview":"Princess Ling Moy, a young and beautiful Chinese aristocrat lives next door, unbeknownst to her, to Dr. Fu Manchu, a brilliant but twisted genius who is out to rule the world. She is involved with Ah Kee, a handsome young man, who also unbeknownst to her, is a secret agent out to thwart the heinous plots of Fu Manchu. As it turns out, Fu is not only her next-door neighbor, he is also, (unbeknownst to her), her father. When she finds out, will she take her father's part and fight the men out to get Fu, or will she become a brave heroine and save the world even if it is from the devious doings of her own Dad?  -Written by Jim Knoppow","release_date":"1931-09-05","vote_average":4.3,"runtime":70,"cert":"N\/A","id":88213,"title":"Daughter of the Dragon","adult":false,"genre_ids":[80,18]},{"cast":["Muhammad Ali","Sonny Liston","Sonny Liston"],"overview":"The 32 year old Liston defended his title against the 22 year old Clay on February 25, 1964, in Miami Beach, Florida, Clay weighed in at 206lbs while Liston was 218 lb. Many of those watching were surprised during the referee's instructions to see that Clay was considerably taller than Liston, the so called 'Big Bear'.","release_date":"1964-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88214,"title":"Muhammad Ali vs Sonny Liston I","adult":false,"genre_ids":[]},{"cast":["Muhammad Ali","Sonny Liston"],"overview":"Because of the unexpected ending of the first bout, the World Boxing Council ordered a rematch, this time with Liston as challenger. The World Boxing Association disagreed, as immediate rematches were against its rules, and stripped Ali of his title. Originally scheduled for the Boston Garden in Boston, Massachusetts in November 1964, the fight was postponed six months when Ali needed emergency surgery for a strangulated hernia.","release_date":"1965-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88215,"title":"Muhammad Ali vs Sonny Liston II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Since being defeated twice by Sonny Liston, Floyd Patterson had rebuilt both his career and his confidence.  Ali did not take Patterson lightly. The prevailing climate in America was against him. Floyd was seen as the white-establishments choice for champion. Patterson had said he was going to win the title back “for America.” This infuriated Ali, who took the remark to mean that as a Muslim he was somehow not American.","release_date":"1965-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88216,"title":"Ali vs Patterson I","adult":false,"genre_ids":[]},{"cast":[],"overview":"Madison Square Garden, New York, 20th September, 1972.  The rematch with Floyd Patterson drew a gate of 17,000 at the Garden even though a 37 year old Patterson had been beaten by Jimmy Ellis in Ali's exile period.  A pre fight appearance by Joe Frazier in the ring seemed to energize Muhammad Ali more than the prospect of beating up Floyd Patterson for the second time. Ali's attempts to rile Frazier were ignored with Frazier smiling as Ali pretended to be restrained by his corner men.","release_date":"1972-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88217,"title":"Ali vs Patterson II","adult":false,"genre_ids":[]},{"cast":["Sivaji Sontineni","Kaveri Jha","Brahmanandam"],"overview":"Sanjay (Sivaji) loves an NRI girl Sravya (Kaveri Jha). She invites Sanjay for a holiday along with their family in Bangkok. While travelling to Bangkok his bag is exchanges with that of Tyson (Brahmanandam) who is carrying heads of seven people. The rest of the story is all about how Sanjay comes out clean to prove his innocence in front of Sravya’s parents.  Analysis: First half of the film is mediocre. Second half is pathetic. The title Naa Girl Friend Baga Rich is not related to the story. It is a crime thriller narrated with dark humor. The director fails in selecting wrong Hollywood film (8 heads in a duffel bag (1997)) to remake in Telugu and falters in a big way. On a whole, NGFBR is a pathetically made film with unappealing content.","release_date":"2009-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88222,"title":"Naa Girl Friend Baga Rich","adult":false,"genre_ids":[]},{"cast":["Jordon Hodges","Joel Paul Reisig","Aranzazu Diez","Kristin Mellian","Laura Henderson"],"overview":"When two guys get a hold of a camera from a debt, they decide to make a horror movie since most of them are cheesy and cheap anyways. They know nothing about special effects or make-up so why not just kill people for real while filming their movie?","release_date":"2012-01-03","vote_average":0.0,"runtime":71,"cert":"N\/A","id":88225,"title":"American Scream King","adult":false,"genre_ids":[27,35]},{"cast":["Harry Hamlin","Mimi Rogers","Kenneth McMillan","Robyn Barto","Dana Elcar"],"overview":"A hard-hitting, fast, sure-handed baseball player tries to break into the sport by applying for a spot on a minor-league team. The only problem is that the player is female, which engenders resistance and resentment among many players and officials.","release_date":"1983-04-29","vote_average":5.8,"runtime":96,"cert":"N\/A","id":88226,"title":"Blue Skies Again","adult":false,"genre_ids":[35]},{"cast":["William Petersen","Virginia Madsen","Dermot Mulroney","Henry Gibson"],"overview":"Story of the Tampico Stogies, a low minor-league baseball team, and its star player and manager, Stud' Cantrell, as they battle for the league championship amidst the corruption and racism of the American south.","release_date":"1987-05-23","vote_average":7.6,"runtime":110,"cert":"N\/A","id":88231,"title":"Long Gone","adult":false,"genre_ids":[]},{"cast":["Sebastian Breaks","Virginia Wetherell","Derek Aylward","Jack Allen","Erika Raffael"],"overview":"Playboy John Carter picks up a woman in a discotheque and takes her home. When she is murdered and he is framed for the crime, he finds himself drawn into a seedy underworld plot.","release_date":"1968-04-01","vote_average":6.5,"runtime":80,"cert":"","id":88252,"title":"The Big Switch","adult":false,"genre_ids":[80]},{"cast":["Carey Lowell","Charles Rocket","Trudy Dochterman","Thom Mathews","Norbert Weisser"],"overview":"Maxine (Cary Lowell) is a waitress with big dreams who inadvertently gets mixed up with a gang of smugglers who are trying to get their hands on a stolen artefact called 'The Crucible Of San Lucas'.","release_date":"1987-03-01","vote_average":1.0,"runtime":88,"cert":"N\/A","id":88253,"title":"Down Twisted","adult":false,"genre_ids":[28,80,18]},{"cast":["Jack Scalia","Lance LeGault","Donna W. Scott","Robin Curtis","Jonathan Banks"],"overview":"Captain Saxon, and agent for the top secret Omega agency, has been given the assignment of tracking down and either capturing or killing the crew members of a secret space mission who returned to Earth against orders. It seems that they were all infected with an alien parasite, and they were trying to bring its eggs back to Earth. The eggs were lost in an accident, and both Saxon and the astronauts are trying to locate them. What could the government want them for?","release_date":"1996-01-01","vote_average":4.9,"runtime":104,"cert":"18","id":88258,"title":"Dark Breed","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Shari Mann","Steve Vincent","Chris Mathis","Stuart Lancaster","David F. Friedman"],"overview":"A crazed sea captain goes on a bloody rampage after his vessel is commissioned by a sleazy film producer and a trio of vixens.","release_date":"1968-12-27","vote_average":4.0,"runtime":84,"cert":"N\/A","id":88259,"title":"Thar She Blows!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Gråtass trives og har det bra på gården med vennene sine Goggen, Gamlefar og Grynet, men av og til føler han seg ensom siden han er den eneste levende maskinen på gården og ikke kan røpe det for de andre. Når Grynet får problemer med fuglene som spiser på jordbærene hennes husker Gråtass at han har sett en tegning av et helautomatisk, strømdrevet og selvgående fugleskremsel i oppfinnermappa til Onkel Georg som Goggen arvet gården etter, og tenker at det hadde vært en fin venn å ha.","release_date":"2011-08-11","vote_average":10.0,"runtime":86,"cert":"N\/A","id":88260,"title":"Gråtass får en ny venn","adult":false,"genre_ids":[10751]},{"cast":["Michael Armstrong","Piers Haggard","Christopher Nea"],"overview":"Featurette on the Tigon Collection box set","release_date":"2005-02-21","vote_average":10.0,"runtime":25,"cert":"","id":88267,"title":"Tigon Tales of Terror","adult":false,"genre_ids":[99]},{"cast":["Tokihiko Okada","Hiroko Kawasaki","Chôko Iida","Satoko Date","Ichirô Tsukida"],"overview":"Graduate Okajima finds his old-fashioned beard makes life difficult in a comedy exploring the  tension between tradition and modernity.","release_date":"1931-02-07","vote_average":6.0,"runtime":75,"cert":"N\/A","id":88270,"title":"The Lady and the Beard","adult":false,"genre_ids":[10749,35]},{"cast":["Ureo Egawa","Kinuyo Tanaka","Tatsuo Saitô","Haruo Takeda","Ryôtarô Mizushima"],"overview":"When a young man inherits his father's lucrative business, he cheats the system to set up three of his college friends with jobs.","release_date":"1932-10-13","vote_average":6.0,"runtime":86,"cert":"N\/A","id":88271,"title":"Where Now Are the Dreams of Youth?","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Clancy Miller is an abused girl who runs away to elude social workers seeking to remove her from her home. Out on the streets, she meets Nick, an ill-tempered, homeless war vet. A corrupt mayor, desperate for re-election, offers Nick a reward to keep the girl out of site; his secret plan - to 'rescue' the girl in grand fashion in order to gain favor with the voters. However, a scuffle with a loan shark sends Nick and Clancy on the run to the nearby countryside. There, an unlikely relationship develops, as the angelic girl copes with the hard exterior of her newfound guardian. Meanwhile, the mayor's ambitions heighten, as the prospects materialize for a statewide 'manhunt' and a military-style rescue operation that will play out as the TV news cameras roll.","release_date":"2009-01-01","vote_average":6.0,"runtime":119,"cert":"N\/A","id":88272,"title":"Clancy","adult":false,"genre_ids":[18]},{"cast":["Mads Mikkelsen","Alicia Vikander","Mikkel Boe Følsgaard","David Dencik","Cyron Melville"],"overview":"A young queen falls in love with her physician, and they start a revolution that changes their nation forever.","release_date":"2012-03-29","vote_average":7.4,"runtime":137,"cert":"15","id":88273,"title":"A Royal Affair","adult":false,"genre_ids":[18,36,10749]},{"cast":["Dana Voicu","Ionel Mihăilescu","Paul Diaconescu","Ana Popescu","Ioan Ionescu"],"overview":"Musician Gabriel and dimpled dry-cleaning proprietress Gabriela live like two strangers who no longer see each other. But in humorous contrast to their staid, passionless lives, characters in a constant state of sexual arousal surround them. Their libidinous teen son, whose hilarious voiceover commentary intermittently provides important narrative information, prides himself on being the high school stud and aspires to a career in porn. Gabriela's sexy employee switches boyfriends the way she changes clothes. And despite being married, Gabriel's colleague is working his way through the female members of their orchestra. Ultimately, the two Gabys find their virtual affairs reconnect them with their own desires, but in a way less movie-fantasy and more satisfyingly real-life. Written by Palm Springs Internation Film Festival","release_date":"2010-05-28","vote_average":6.8,"runtime":102,"cert":"N\/A","id":88274,"title":"Hello! How Are You?","adult":false,"genre_ids":[35,10749]},{"cast":["Yuri Yankin","Aleksandr Morozov","Gregory Pluzhnik","Nikolai Parfyonov","Nikolay Yakhontov"],"overview":"During the war years, russian soldiers pick up an orphaned boy. He refuses to go to the rear and becomes a scout, and then remains with the artillery battery. When the calculation of the battery dies in battle with the German tanks that have broken through, Vanya is sent to the Suvorov School, whose students participate in a military parade on Red Square.","release_date":"1946-10-16","vote_average":10.0,"runtime":79,"cert":"N\/A","id":88275,"title":"Son of the Regiment","adult":false,"genre_ids":[10752,18]},{"cast":["Robert Huot","Rosemarie Castoro","Marcia Steinbrecher","Twyla Tharp","Joyce Wieland"],"overview":"Zorns Lemma is a 1970 American structural experimental film by Hollis Frampton. It is named after Zorn's lemma (also known as the Kuratowski–Zorn lemma), a proposition of set theory formulated by mathematician Max Zorn in 1935.  Zorns Lemma is prefaced with a reading from an early grammar textbook. The remainder of the film, largely silent, shows the viewer an evolving 24-part \"alphabet\" (composed initially of street signs photographed in New York City) which is cycled through, replaced and expanded upon. The film's conclusion shows a man, woman and dog walking through snow as several voices read passages from On Light, or the Ingression of Forms, by Robert Grosseteste.","release_date":"1970-04-01","vote_average":5.8,"runtime":60,"cert":"N\/A","id":88276,"title":"Zorns Lemma","adult":false,"genre_ids":[]},{"cast":["Bill Hunter","Wendy Hughes","Gerard Kennedy","Chris Haywood","John Ewart"],"overview":"Surprisingly adventurous saga of an intrepid group of cinematographers and reporters who risk life and limb to capture footage of breaking news for the movie-going public.","release_date":"1978-07-29","vote_average":5.7,"runtime":110,"cert":"N\/A","id":88285,"title":"Newsfront","adult":false,"genre_ids":[18]},{"cast":["Michael Gilio","Lara Phillips","Karin Anglin","Rich Komenich","Sunny Seigel"],"overview":"Two strangers discover you really can find anything at a convenience store -- even love. An aspiring actor stuck in a small town who has big plans of moving to Hollywood so he can strike it rich. One night, while on his way into a corner store, he meets Didi, a pretty but aimless girl hanging out in the parking lot. Mike and Didi strike up a conversation, and she discovers there's a big dose of self-doubt lurking beneath his confident exterior. Mike, on the other hand, finds that the longer he talks to Didi, the more he finds himself thinking she might be a good reason to stick around.","release_date":"2001-04-21","vote_average":6.5,"runtime":110,"cert":"N\/A","id":88286,"title":"Kwik Stop","adult":false,"genre_ids":[18]},{"cast":["Forrest J. Ackerman","Douglas Agosti","Ernie Anderson","Curtis Armstrong","Bob Beidman"],"overview":"A fond remembrance of and tribute to the uniquely American institution of the horror movie host.","release_date":"2006-10-21","vote_average":7.7,"runtime":92,"cert":"N\/A","id":88293,"title":"American Scary","adult":false,"genre_ids":[99]},{"cast":["Frank Stallone","Don Lake","Elizabeth Edwards","Claudia Udy","Bruce Pirrie"],"overview":"A pink meteor controlled by aliens lands near a small town and turns the local women into nymphos. A deputy sheriff and a local private eye investigate.","release_date":"1987-01-23","vote_average":5.1,"runtime":83,"cert":"N\/A","id":88296,"title":"The Pink Chiquitas","adult":false,"genre_ids":[27,35,878]},{"cast":["Michael Biehn","Park Joong-hoon","Cary-Hiroyuki Tagawa","Don Stark","Byron Mann"],"overview":"Murders in Seoul, Korea and in America pair two cops from each of the countries together to solve the crimes. The investigation leads to a gang war between the Mafia and the Yakuza, but one that may not be of either of their making. A shadowy assassin is killing the leaders and an Italian assassin may have his own agenda.","release_date":"1998-10-15","vote_average":6.0,"runtime":91,"cert":"N\/A","id":88297,"title":"American Dragons","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"1938-01-01","vote_average":5.0,"runtime":4,"cert":"","id":88300,"title":"The HPO","adult":false,"genre_ids":[16]},{"cast":["Slavoj Urban","Jirí Sýkora","Nina Divíšková","Hana Slivková","Zuzana Cigánová"],"overview":"One of the lead characters is Maria, an inn keeper; always a bride but never a wife. She meets the newcomer Pierre, who disturbs the peace of the small village and teaches the locals how to enjoy life. The film is full of fireworks of lovely colours, and a warm feeling. It is like a carousel of humour and human situations that carry us away, from the very first frame to the unexpected ending, making the viewer laugh gaily. Using a mosaic approach to the traditional narrative line, the film director creates a picture of fairly anarchic glee. “Celebration in the Botanical Garden” is a world of fantasy, full of summer fun, good humour and delight. E. Havetta´s debut was inspired by naïve art, French impressionism, and silent slap-stick as well as Western Slovakian folk traditions.","release_date":"1970-04-17","vote_average":5.0,"runtime":83,"cert":"N\/A","id":88307,"title":"Celebration in the Botanical Garden","adult":false,"genre_ids":[14,12,35]},{"cast":["Pyotr Aleynikov","Georgi Millyar","Marina Kovalyova","Mikhail Troyanovsky"],"overview":"An old man has three sons: the elder two are considered fairly smart, while the youngest, Ivan, is considered an idiot. One day the father sends the three to find out who's been taking the hay in their fields at night. The elder brothers decide to lie hidden in a haystack, where they promptly fall asleep. Ivan, meanwhile, sits beside a birch tree and plays on his recorder. Suddenly, he sees a magnificent horse come flying out of the sky. Ivan grabs its mane and holds on as the horse tries to shake him off. Finally, the horse begs him to let her go and in return gives him two beautiful black horses and a little humpbacked horse (Konyok-gorbunok) to be his companion.","release_date":"1941-07-31","vote_average":6.6,"runtime":69,"cert":"N\/A","id":88308,"title":"The Humpbacked Horse","adult":false,"genre_ids":[12,10751,14]},{"cast":["Charlotte Rampling","Philippe Noiret","Peter Ustinov","Fred Astaire","Edward Albert"],"overview":"With his mauve taxi, the old philosopher Dr. Seamus Scully (Fred Astaire) runs around the small green roads of the south of Ireland, becoming confident of his patients, while trying to help them find their way. Based on the 1973 book Le Taxi mauve (A Purple Taxi) by Michel Deon.","release_date":"1977-05-20","vote_average":5.8,"runtime":120,"cert":"N\/A","id":88309,"title":"The Purple Taxi","adult":false,"genre_ids":[18]},{"cast":["Sergei Stolyarov","Glazova Ludmila"],"overview":"","release_date":"1938-02-15","vote_average":10.0,"runtime":null,"cert":"N\/A","id":88312,"title":"Руслан и Людмила","adult":false,"genre_ids":[]},{"cast":[],"overview":"How the squalid streets of '70s New York gave birth to music that would go on to conquer the world - punk, disco and hip hop.","release_date":"2007-03-05","vote_average":0.0,"runtime":60,"cert":"U","id":88315,"title":"Once Upon a Time in New York: the Birth of Hip Hop, Disco and Punk","adult":false,"genre_ids":[99]},{"cast":["Sivaji Ganesan","B. Saroja Devi","M. R. Radha","Sowcar Janaki","Nagesh"],"overview":"Gopal (Sivaji Ganesan), a rich businessman returns to Ooty from Malaysia on ship. In his journey he accidentally meets Latha (B.Saroja Devi) and her father (VK Ramaswamy). When a rich business man (Gopal). In Ooty he meets Latha and her father while watching horse race. He invites them to his house for stay. Gopal falls in love with Latha and she reciprocates it. With the concurrence of her father, he decides to marry Latha. In the betrothel ceremony, Chitra (Sowcar Janaki) appears and claim that Gopal married her in Malaysia. Betrothel ceremony stops. Rangan (M.R.Radha) claiming to be paternal uncle of  Chitra supports the claim. Gopal claims that the lady was not her first wife Chitra but she looks like Chitra. He tells that Chitra died in a train accident in Malaysia. No one believes him. He goes through a heavy emotional trauma before finding out the truth about the people around him. When the relationship between him and Latha was about to break the truth was revealed.","release_date":"1964-09-12","vote_average":7.0,"runtime":150,"cert":"N\/A","id":88316,"title":"Puthiya Paravai","adult":false,"genre_ids":[]},{"cast":["Natasha","Lynn Stone","Dora Venter","Loureen Kiss","Eva Mercedes"],"overview":"","release_date":"2001-04-19","vote_average":10.0,"runtime":105,"cert":"18","id":88325,"title":"Sex Opera","adult":true,"genre_ids":[]},{"cast":["Bryna Darling","Dawn Graham","Debbie Miller","Julie Parrish"],"overview":"A documentary on the world of coupon clipping and the people who go above and beyond in order to shave a few cents off their grocery purchases.","release_date":"2009-02-17","vote_average":0.0,"runtime":77,"cert":"N\/A","id":88332,"title":"Your Mileage May Vary","adult":false,"genre_ids":[99]},{"cast":["Andrew Suleiman","Larry Leong","Carla Greene","Sam Looc","Kerry Wong"],"overview":"A dialogue-free martial arts romance created by stunt team Zero Gravity.","release_date":"2008-12-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":88333,"title":"Yeah Sure Okay","adult":false,"genre_ids":[]},{"cast":["Andrzej Chyra","Magdalena Cielecka","Robert Gonera","Tomasz Sapryk","Henryk Talar"],"overview":"Marek, the main character of \"Palimpsest,\" is a police inspector, a man on the verge of psychological disintegration trying to solve an intricate case. The story is told on two planes. The first one is a crime story, which constitutes the framework of the film. In the course of events, another theme appears - psychological experiences of the main character. Vivid blend of picture with sound and music will draw the audience into the deepest recesses of Marek's mind, making the viewers face questions: What is reality and what is only an illusion? Where is the borderline between the real world and our perception of it? What makes suffering meaningful and what is really important in one's life\"?","release_date":"2006-08-18","vote_average":6.1,"runtime":85,"cert":"N\/A","id":88334,"title":"Palimpsest","adult":false,"genre_ids":[53]},{"cast":["Jessica Puscas","Dianne Kay","John Bluto","Randy Josselyn"],"overview":"Andy Colby is doomed to another typical day of babysitting. But this day is anything but typical when Andy's little sister is pulled through the TV and Andy is sent on an incredibly awesome adventure to save her!","release_date":"1988-01-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":88347,"title":"Andy Colby's Incredible Adventure","adult":false,"genre_ids":[12,14,878]},{"cast":["Austin Stoker","Hugh Smith","James Carroll Pickett\t","Charles Kissinger","Valerie Rogers"],"overview":"A racist white serial killer known only as \"Mac\" is wreaking havoc throughout San Francisco while wearing black makeup and an afro wig. Police lieutenant Frank Savage is hot on his trail when Mac begins to reveal his motivations for the killings and escalates their game of cat and mouse.","release_date":"1974-07-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":88348,"title":"The Zebra Killer","adult":false,"genre_ids":[28,80]},{"cast":["Bouvier","Dan Foster-Jones","Michael Lunsford","Douglas M. Earnes","Alvin Silver"],"overview":"A masked killer is killing off doctors, nurses, and patients at a poorly run Los Angeles hospital.","release_date":"1989-01-01","vote_average":3.0,"runtime":88,"cert":"N\/A","id":88353,"title":"Surgikill","adult":false,"genre_ids":[80,27]},{"cast":["John Savage","Will MacMillan","Anne Saxon","Meridith Baer","Frank Adonis"],"overview":"Robert and Edward are brothers involved in a web of adultery and deceit. They share Edward's wife and his mistress and a mission to deliver a package of jewels across the Canadian border, but the mission turns out to be deadly.","release_date":"1974-07-04","vote_average":4.0,"runtime":85,"cert":"N\/A","id":88354,"title":"The Sister in Law","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A trilogy of horror stories with ironic twists: a teenager tries out a love potion, a waitress gets involved in a kidnapping plot, two brothers plan to cheat an insurance company by faking their death.","release_date":"1985-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":88357,"title":"Shock Chamber","adult":false,"genre_ids":[27]},{"cast":["Jeff Bateman","Chad Bernhard","Curtis Bush"],"overview":"5-Time World Kickboxing Champion Curtis Bush plays Alex Hunter, an up-and-coming kickboxer whose fiancé and father are brutally murdered by the city's cold-blooded and sadistic crime boss, and he himself tortured and left for dead. Discovered and nursed back to health by a wheelchair-bound Vietnam Vet who becomes his mentor, Alex is transformed into an avenging streetfighter - a one man vigilante and skull-cracking killing machine known as...The Dark Angel. Using controlled fury and a hunger for revenge to seek bloody retribution against low-life criminal scum, Alex's ultimate target is the untouchable crime boss. But a beautiful tabloid journalist who seeks to uncover the true identity of The Dark Angel is hot on the trail, yet that won't stop Alex from exacting his \"eye for an eye\". First, he must enter the Arena of Death and destroy one-by-one the most savage and deadly fighters imported from around the world by the crime boss...","release_date":"1998-06-28","vote_average":4.5,"runtime":90,"cert":"N\/A","id":88362,"title":"The Dark Angel: Psycho Kickboxer","adult":false,"genre_ids":[18,28]},{"cast":["Paul Simon"],"overview":"Singer-songwriter Paul Simon had been on the cutting-edge of pop music throughout most of the 1960s and the '70s, first as half of the seminal folk-rock duo Simon &amp; Garfunkel, and then as a well-received solo artist. But the rise of 1980s rock and new wave saw a decline in Simon's commercial success, and the singer responded by experimenting with different musical styles--most notably, world beat--that culminated in his adventurous 1986 masterpiece GRACELAND. The album's fusion of American folk-rock songwriting and buoyant South African rhythms not only broke new ground in pop music, but became Simon's biggest-selling solo record. This episode of the CLASSIC ALBUMS series examines the making of Simon's groundbreaking work through interviews, behind-the-scenes footage, music videos, and live performances of album tracks such as \"Boy in the Bubble,\" \"Diamonds on the Soles of Her Shoes,\" \"You Can Call Me Al,\" and \"Under African Skies.\"","release_date":"1997-01-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":88367,"title":"Classic Albums: Paul Simon - Graceland","adult":false,"genre_ids":[99,10402]},{"cast":["Luis Sosa Arroyo","Irene Signoretti","Tiberio Mitri","Marcia Forbes","Peter Lightstone"],"overview":"Miserable with her marriage to a toy-store clerk and obsessed with memories of her long-absent father, child-like Jamie learns that toys are not for children when she turns her life around--by becoming a hooker! Playing \"daddy's little girl\" with dirty old men, she finds true happiness until a friend arranges a special \"date\" between Jamie and her whore-hungry dad that, to put it mildly, does not go well.","release_date":"1972-05-31","vote_average":6.0,"runtime":85,"cert":"N\/A","id":88368,"title":"Toys Are Not for Children","adult":false,"genre_ids":[18]},{"cast":["W. Gordon Allen","Stanton Friedman","Uri Geller"],"overview":"This documentary puts forth the theory that UFOs are actually beings from another dimension, and reviews past incidents of UFO sightings in support of that theory.","release_date":"1977-11-05","vote_average":0.0,"runtime":94,"cert":"N\/A","id":88369,"title":"Overlords of the U.F.O.","adult":false,"genre_ids":[99]},{"cast":["John Cena","Kurt Angle","Randy Orton","Paul Michael Lévesque","Mark William Calaway"],"overview":"Royal Rumble (2006) was the nineteenth annual Royal Rumble PPV. It was presented by Sony Computer Entertainment's The Con and took place on January 29, 2006 in the American Airlines Arena in Miami, Florida  The biggest Superstars of WWE RAW and WWE SmackDown! clash at Royal Rumble to determine who will go to WrestleMania 22 as the heavyweight contender. Also, WWE Title: Edge vs. John Cena, World Heavyweight Title: Kurt Angle vs. Mark Henry, WWE Cruiserweight Title (6-way Match): Kid Kash vs. Funaki vs. Gregory Helms vs. Jamie Noble vs. Nunzio vs. Paul London, Mickie James vs. Ashley, &amp; The Boogeyman vs. John 'Bradshaw' Layfield","release_date":"2006-01-29","vote_average":6.6,"runtime":210,"cert":"N\/A","id":88370,"title":"WWE Royal Rumble 2006","adult":false,"genre_ids":[28,18]},{"cast":["Warren Oates","Leslie Caron","Alex Dreier","Mitchell Ryan","Gordon Pinsent"],"overview":"A private eye (Warren Oates) is hired to follow a mobster's former mistress (Leslie Caron).","release_date":"1971-12-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":88375,"title":"Chandler","adult":false,"genre_ids":[80,18]},{"cast":["Jerry Lewis","Joan Blackman","Earl Holliman","Fred Clark","Orangey"],"overview":"The weirdest alien of the galaxy pays a visit to Earth...  Jerry Lewis is Kreton, a childish alien who, against his teacher's will leaves his planet to visit the Earth, and lands in the backyard of a famous television journalist who doesn't believe in U.F.O's and aliens. Wanting to study humans but not able to fully understand them, Kreton makes a mess out of it, generating a lot of comic situations. Written by Alessio Quirino","release_date":"1960-01-01","vote_average":5.5,"runtime":85,"cert":"N\/A","id":88376,"title":"Visit to a Small Planet","adult":false,"genre_ids":[35,878,10751]},{"cast":["Robin Mackay","Nian Watts","Harry Myles","Joe Browne","Nick Norman"],"overview":"Narcotics agent Tom Wilde is given a second chance at life after being shot and killed. In a futuristic experiment, agent Wilde is returned to life as an Android Robot. He is sent on a very dangerous mission into the depths of the golden Triangle to rescue Sophie, a beautiful undercover agent who has been captured by the evil drug warlord Mr. Young and his inhuman creation the Vampire Beast.","release_date":"1988-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":88377,"title":"Robo Vampire","adult":false,"genre_ids":[27,28,53,80]},{"cast":["Julian Barratt","Pearl Brilmayer","Adam Buxton","Christopher Kline","Stefanie Jones"],"overview":"An animated short by David O'Reilly filled with absurdist comedy, clever satire, and imagination.","release_date":"2010-09-07","vote_average":5.9,"runtime":17,"cert":"N\/A","id":88378,"title":"The External World","adult":false,"genre_ids":[16,35]},{"cast":["Corey Sevier","Eve Mauro","Jasen Wade","Danielle C. Ryan","Matthew Reese"],"overview":"Osama bin Laden returns from his watery grave and creates an army of zombie insurgents.","release_date":"2012-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":88379,"title":"Osombie","adult":false,"genre_ids":[28,27]},{"cast":["Sorapong Chatree","Sun Chien"],"overview":"A screenwriter working on a film script in an old haunted house unleashes an army of the undead including a robot-vampire and a Freddy Kruger-like creature with deadly scissorhands.","release_date":"1989-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":88380,"title":"The Vampire Is Still Alive","adult":false,"genre_ids":[28,27]},{"cast":["Suen Kwok-Ming","Shih Chung-Tien","Wang Kuan-Hsiung","Chang Seng-Kwong","Sun Chien"],"overview":"After spending ten years in prison Steven Cox has recently been released and his former colleagues will do anything to find out where he stashed his fortune. His former mistress now rules the underworld and she plays the various fractions against each other to maintain her power. One of the local drug lords has hired vampires to protect him and keep his drug smuggling business thriving. The vampires pop up around town as they, along with various other thugs, try to knock off Steven Cox and find the whereabouts to his gold. There is a stranger in town that dresses up like a space age super hero who aligns himself with Steven Cox as they take on together the corrupt underworld.  A cut n paste movie that uses footage from The Stunning Gambling (Taiwan) and Giant of Casino (HK).","release_date":"1987-09-14","vote_average":4.7,"runtime":90,"cert":"N\/A","id":88381,"title":"Devil's Dynamite","adult":false,"genre_ids":[28,27,53]},{"cast":["Fred Williamson","Rosemary Forsyth","Teresa Graves","Floy Dean","Richard Anderson"],"overview":"An ex-police officer operating a private detective business comes face to face with a syndicate-backed dope ring.","release_date":"1974-05-17","vote_average":7.0,"runtime":98,"cert":"N\/A","id":88390,"title":"Black Eye","adult":false,"genre_ids":[28,80]},{"cast":["Eleonora Rossi Drago","Jean-Louis Trintignant","Jacqueline Sassard","Cathia Caro","Lilla Brignone"],"overview":"Summer, 1943: wealthy youth in the Riccione district of Rimini play while the war gets closer. Carlo Caremoli, a young man who follows the crowd, has found ways to avoid military service. Then, on the beach, he meets Roberta, a war widow with a child. Roberta's mother warns Roberta to avoid Carlo, but to her, he seems attentive and to her daughter he is kind. Romance develops. Within a few weeks, Roberta is risking everything. Can there be a resolution between passion, on the one hand, and war, duty, and social expectation on the other?","release_date":"1959-11-13","vote_average":6.9,"runtime":100,"cert":"N\/A","id":88395,"title":"Violent Summer","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A cinematic feature documentary about China's foray into Africa told through the lives of Chinese adventurers &amp; Zambian power brokers as they negotiate the tricky waters of this rapidly expanding and vital relationship.","release_date":"2011-10-07","vote_average":4.3,"runtime":90,"cert":"","id":88400,"title":"When China Met Africa","adult":false,"genre_ids":[99]},{"cast":["Anthony Holt","Richard Gardner","Laurie Tait Partridge","Candy Castillo","John Suttle"],"overview":"A young hitchhiker is picked up by four drunken hunters, one of whom rapes her. A tough prosecutor has all four of the men indicted for the crime, which results in a suicide and a murder-for-hire plot.","release_date":"1987-01-01","vote_average":3.8,"runtime":98,"cert":"N\/A","id":88405,"title":"Deadly Daphne's Revenge","adult":false,"genre_ids":[27,18]},{"cast":["John Saxon","Lynda Day George","Michael Dante","Mario Milano","Janice Lynde"],"overview":"An architect and his wife moves into a house with a bloody past and a 100 year old ghost, who possesses the wife.","release_date":"1980-05-01","vote_average":3.5,"runtime":94,"cert":"N\/A","id":88410,"title":"Beyond Evil","adult":false,"genre_ids":[27]},{"cast":["Haruko Sugimura","Nobuko Otowa","Hideo Kanze","Kyoko Asagiri","Toshiyuki Nagashima"],"overview":"A retired actress whose husband has recently died visits her summer home. There she has encounters with old friends and acquaintances who bring various stories and news of death and the past","release_date":"1995-06-03","vote_average":6.3,"runtime":110,"cert":"N\/A","id":88417,"title":"A Last Note","adult":false,"genre_ids":[18]},{"cast":["Benno Fürmann","Nina Hoss","Antje Westermann","Astrid Meyerfeldt","Matthias Matschke"],"overview":"Philipp Gerber is a smart, but self-satisfied car salesman. In an inattentive moment at the wheel of his car, he runs over a biker and drives away. As he has feelings of guilt, he tries to find out more about the accident's victim and learns that the boy lies seriously injured in a hospital. Philipp wants to tell his mother Laura Reiser the truth, but he doesn't. After a carefree holiday with his girlfriend Katja, he learns that the boy is dead. Meanwhile, Laura staggers between grief and the desire for revenge. One evening, she can't bear it any more and jumps off a bridge, but Philipp saves her life.","release_date":"2003-02-13","vote_average":6.7,"runtime":90,"cert":"N\/A","id":88418,"title":"Wolfsburg","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Veteran director Jun Ichikawa (Tony Takitani), who died suddenly the night that he finished editing this film (originally a private project), reveals his more personal and playful side while filming with nothing more than a few friends as actors and a camcorder. The film follows Yuki's visit to Tokyo in search of her missing brother, Hisashi, and their later reunion with Hisashi's ex-wife. Ichikawa's camerawork and plain sets draw out a more affectionate and gentle side of these characters and their connection amidst the barren Tokyo cityscape","release_date":"2009-04-11","vote_average":0.0,"runtime":47,"cert":"N\/A","id":88419,"title":"Buy a Suit","adult":false,"genre_ids":[]},{"cast":["Michelle Bauer","Christine Nguyen","Holly Sampson","Michelle Maylene","Cassandra Cruz"],"overview":"Witches have moved into the neighborhood and Michelle Bauer is not happy about it. Christine Nguyen and her husband have irked the neighbors with their sexual sorcery. Holly Sampson has come down from sexual witch heaven to help Christine navigate the modern world. She imports Cleopatra for reasons that are too ridiculous to mention. It all ends with a lot of mediocre sex and a great ad campaign for Christine's husband. But I'm with Bauer. Her neighbors are bringing down property value in the softcore neighborhood.","release_date":"2011-10-18","vote_average":5.1,"runtime":83,"cert":"N\/A","id":88424,"title":"Sexual Witchcraft","adult":false,"genre_ids":[]},{"cast":["Stefan Kurt","Uwe Bohm","Marie-Lou Sellem","Tamara Simunovic","Michael Schiller"],"overview":"","release_date":"2000-04-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":88429,"title":"Cloned to Kill","adult":false,"genre_ids":[53]},{"cast":["Yui Natsukawa","Shinichi Tsutsumi","Rina Uchiyama","Hiroyuki Kishi"],"overview":"Asami, a junior-college student two months from graduation, lends a red umbrella one day to Mayama, a Psychology instructor. Her artlessly forward approach leaves Mayama embarrassed and confused. She has, in fact, been watching him for some time. Meanwhile Mayama’s girlfriend Izumi, unable to find her own place in his heart, has resolved to leave him. Seeing Mayama in torment, tied to his past, Asami decides to set his heart free. Set in present-day Tokyo, this story of the wandering and revival of souls beset by feelings of loss is brought quietly and gently to the screen by the outstanding talent of Nagasawa Masahiko.","release_date":"2002-03-15","vote_average":7.5,"runtime":113,"cert":"N\/A","id":88440,"title":"The Graduation","adult":false,"genre_ids":[28]},{"cast":["Luciano Pavarotti","Kathryn Harrold","Eddie Albert","Paola Borboni","James Hong"],"overview":"A famous opera singer, Giorgio Fini, loses his voice during an American tour. He goes to a female throat specialist, Pamela Taylor, whom he falls in love with.","release_date":"1982-09-24","vote_average":2.6,"runtime":110,"cert":"N\/A","id":88451,"title":"Yes, Giorgio","adult":false,"genre_ids":[10402,18,35,10749]},{"cast":["Neha Dhupia","Rajat Kapoor","Brijendra Kala","Vinay Pathak"],"overview":"One time bickering neighbors are forced to share the same apartment. The cultural clash between traditional-orthodox-India and modern-urban-India. The collision of two cultures creates havoc in the beginning but finds a peaceful co-existence, at the end. An orthodox boy from the holy city of Banaras, is forced to stay with a chorus dancer in Bombay... The film does the journey of these two opposite personalities and how, after the initial phase of rejection, they find each others place in their respective lives.","release_date":"2011-12-16","vote_average":0.0,"runtime":138,"cert":"N\/A","id":88452,"title":"Pappu Can't Dance Saala","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tomata Du Plenty","Sheela Edwards","Beck","Al Hansen","Maila Nurmi"],"overview":"A defense contractor who somehow becomes the sole survivor of a nuclear holocaust. In his solitude, he traces the history of U.S. civilization in the 20th century through musical numbers.","release_date":"1986-09-24","vote_average":7.0,"runtime":72,"cert":"N\/A","id":88459,"title":"Population: 1","adult":false,"genre_ids":[14,10402]},{"cast":["Robin Johnson","Patti R. Lee","Chuck McQuary","Barbara Bingham","Raymond Serra"],"overview":"An all-female rock band and a group of \"well-endowed\" sorority sisters team up to save a sorority house slated for condemnation by the university.","release_date":"1984-05-31","vote_average":4.5,"runtime":86,"cert":"N\/A","id":88466,"title":"Splitz","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"1953-01-01","vote_average":5.8,"runtime":10,"cert":"","id":88467,"title":"The Little Chimney Sweep","adult":false,"genre_ids":[16,14]},{"cast":["Josh Lawson","Rachael Taylor","Daniel Henshall","Christian Clark","Teressa Liane"],"overview":"For 27-year-old Ben, life couldn't be better. A well paid job, friends, parties, girls and nothing to tie him down. But when he is invited back to his old school to join several other ex-students including Alex and Jim in talking about their personal achievements, something goes wrong.","release_date":"2012-02-09","vote_average":6.2,"runtime":114,"cert":"N\/A","id":88478,"title":"Any Questions for Ben?","adult":false,"genre_ids":[35]},{"cast":["Richard Davis","Edward Stoney Robinson","Gene Barge","Rae Dawn Chong","Susanna Hoffs"],"overview":"\"Stony Island gives you a priceless look back at Chicago’s South Side neighborhood, at a time when very few films were made in within the city at all — and features a legion of legendary Chicago players (Gene Barge, Phil Upchurch, Larry Ball, Richie Davis, Tennyson Stephens, Ronnie Barron, and a young Susanna Hoffs) alongside Dennis Franz (“NYPD Blue”) and Rae Dawn Chong. Telling the story of a group of multiracial R&B performers, and how they’re affected by the death of a veteran musician from their circle, Stony Island is an incredible time capsule, and provides a sweetly funky soundtrack to boot!\" -- The Cinefamily","release_date":"1978-11-17","vote_average":8.5,"runtime":97,"cert":"N\/A","id":88487,"title":"Stony Island","adult":false,"genre_ids":[10402,18]},{"cast":["Billy Boyd","Luke Mably","Eva Birthistle","Bernard Hill","Alice Evans"],"overview":"Con artists profit from a charity campaign to raise money for a fictitious hospital.","release_date":"2007-10-20","vote_average":5.5,"runtime":96,"cert":"N\/A","id":88492,"title":"Save Angel Hope","adult":false,"genre_ids":[35]},{"cast":["Roger Hanin","Henri Tisot","Eric Poulain","Gaëla Le Devehat","Lenie Scoffié"],"overview":"","release_date":"2000-10-18","vote_average":6.8,"runtime":null,"cert":"N\/A","id":88497,"title":"Fanny","adult":false,"genre_ids":[]},{"cast":["Jamel Debbouze","Omar Sy","Nicolas Anelka"],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":88498,"title":"L'entrée des Trappistes","adult":false,"genre_ids":[18]}]