[{"cast":["Roger Hanin","Henri Tisot","Eric Poulain","Gaëla Le Devehat","Lenie Scoffié"],"overview":"","release_date":"2000-04-24","vote_average":4.0,"runtime":null,"cert":"N\/A","id":88505,"title":"César","adult":false,"genre_ids":[]},{"cast":["Roger Hanin","Henri Tisot","Eric Poulain","Gaëla Le Devehat","Lenie Scoffié"],"overview":"","release_date":"2000-04-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":88506,"title":"Marius","adult":false,"genre_ids":[]},{"cast":["Mel Blanc"],"overview":"Woody Woodpecker is driving through the countryside and is, shall we say, not a stickler for the rules. He's practically asking for trouble when he confronts a traffic cop who explains he is looking for speeders. Woody reveals himself to be a speeder by driving to Alaska and back in less than a minute. The cop tries to arrest him but Woody states, \"I bet ya wouldn't be so tough without that uniform.\" The officer undresses but Woody attacks him with a boxing glove camera. Woody also gets his goat by dressing as a farmer on horse-and-buggy and as a Chinaboy with rickshaw. Finally, the cop flips out and is sent to a mental hospital with Woody as his caretaker.","release_date":"1941-08-10","vote_average":7.8,"runtime":7,"cert":"N\/A","id":88509,"title":"The Screwdriver","adult":false,"genre_ids":[16]},{"cast":["Mel Blanc","Hans Conried","Ben Hardaway"],"overview":"Planning a vacation, Woody reads in the newspaper about Swiss Chard Lodge which promises lots of good food (which, as Woody says, is his \"favorite dish\"). He heads over to said lodge but, upon arriving, is told by owner Wally Walrus that he must make reservations ahead of time... which he has not. Wally throws the pest out but Woody is able to re-enter the premises disguised as none other than Santa Claus. He robs Wally of his food but, once alone with his sack, discovers quite a surprise inside.","release_date":"1944-11-12","vote_average":6.3,"runtime":7,"cert":"N\/A","id":88512,"title":"Ski For Two","adult":false,"genre_ids":[16]},{"cast":["Ryoko Hirosue","Kaoru Kobayashi","Ken Kaneko","Yuriko Ishida","Hideaki Ito"],"overview":"A man is shocked to find out that after a deadly car accident involving his wife and daughter, his wife died, but her mind somehow got transfered into their daughter's body.","release_date":"1999-09-25","vote_average":6.7,"runtime":119,"cert":"N\/A","id":88517,"title":"Himitsu","adult":false,"genre_ids":[18,14]},{"cast":["Maria Ford","Charlie Spradling","Jessica Mark","Chanda","Antonio Bacci"],"overview":"Undercover cop Jo Alwood is out to avenge her sisters death at the hands of a serial killer.","release_date":"1994-01-01","vote_average":5.5,"runtime":86,"cert":"N\/A","id":88518,"title":"Angel of Destruction","adult":false,"genre_ids":[28,12,53]},{"cast":["Bobby Gillespie"],"overview":"Primal Scream's seminal album \"Screamadelica\" defined a generation. It's mix of rock, dance, dub, gospel and more caught the zeitgeist of the early nineties to perfection and it went on to win the inaugural Mercury Music Prize in 1992 and consistently be named as \"Best Album Of The Nineties\" and appear in numerous \"All Time Best Albums\" lists. This latest addition to the acclaimed Classic Albums series tells the story behind the making of this legendary album. There are contributions from all the band members, main producer Andrew Weatherall, Creation Records founder Alan McGee and many others involved in the creation of this masterpiece.","release_date":"2011-05-06","vote_average":6.0,"runtime":58,"cert":"N\/A","id":88521,"title":"Classic Albums: Primal Scream - Screamadelica","adult":false,"genre_ids":[10402]},{"cast":["Kôji Wada","Mayumi Shimizu","Eitarô Ozawa","Yoshiko Nezu","Emiko Azuma"],"overview":"This rarely seen gem from master Suzuki casts teenage heartthrob Koji Wada as a young misfit who suddenly finds himself the unwitting pawn in an escalating family feud that ultimately leads to tragedy.  Lean, mean, and stylish as always, this tale of youth-gone-wild is both vibrant and touching. Suzuki contrasts tranquil glimpses of traditional regional life with the emergence of the new rock 'n' roll youth culture and the greed and seething cynicism of encroaching Westernism.  Also released under the title \"Go To Hell, Hoodlums!\", this is a melodrama as colorful, shocking, and exhilarating as one would come to expect from Japan's master filmmaker.","release_date":"1960-11-23","vote_average":0.0,"runtime":80,"cert":"N\/A","id":88528,"title":"Fighting Delinquents","adult":false,"genre_ids":[80,28]},{"cast":["Masahiko Tsugawa","Yûsuke Kawazu","Hizuru Takachiho","Junichiro Yamashita","Yosuke Hayashi"],"overview":"Yoshida's first feature follows the lives of young students against a background of jazz, emptiness and boredom. The plot is fairly simple: a \"good-for-nothing\" from a poor background falls in love with the young secretary of his rich friend's father. The woman senses good in him and tries to lead him on the right path.","release_date":"1960-07-05","vote_average":7.5,"runtime":88,"cert":"N\/A","id":88529,"title":"Good-for-Nothing","adult":false,"genre_ids":[18,80]},{"cast":["Sonny Chiba","Harumi Sone","Shigemi Kitahara","Yuko Kobayashi","Yayoi Furusato"],"overview":"The great Sonny Chiba stars as Goro Saionji, a drifting thrill-seeker. Out to investigate a suspisious plane crash in the Red Valley, he uncovers a plot involving yakuza and a shady land developer to evict an old farmer off of his land to build a sky resort. Goro must now help the old farmer and his daughter and take those criminals on.","release_date":"1961-06-09","vote_average":5.0,"runtime":62,"cert":"N\/A","id":88530,"title":"Drifting Detective: Tragedy in the Red Valley","adult":false,"genre_ids":[80,28]},{"cast":["Jô Shishido","Reiko Sasamori","Tamio Kawachi","Nobuo Kaneko","Asao Sano"],"overview":"Tajima is a private detective in charge of his own company, Detective Bureau 2-3. When warring criminal gangs go overboard by robbing U.S. military munitions, Tajima steps in to stop what the cops can't.","release_date":"1963-01-27","vote_average":6.9,"runtime":89,"cert":"N\/A","id":88535,"title":"Detective Bureau 2-3: Go to Hell, Bastards!","adult":false,"genre_ids":[28,80]},{"cast":["Kalle Carranza","Rumon Chapman","Jukka Karhunen","Aija Korhonen","Tomi Lagerroos"],"overview":"You are covered with frost and it's snowing. A few minus degrees are multiplied by the freezing onshore wind blowing at 30 m\/s. A man changes into a 6mm wetsuit in the heavy storm, grabs a surfboard and heads towards the roaring waves. The temperature of the seawater is close to zero. It's freezing outside. What the hell...? FINNSURF is the world's first Finnish surf film. It's a freezing, and at the same time warm documentary of surfing in Finland, and in some other places as well. A world where life is a dream and dream is everyday life. This documentary tells a story of five Finnish surfers. Everyone has their own point of view on surfing, Finland and surfing in Finland.","release_date":"2011-09-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":88540,"title":"Finnsurf","adult":false,"genre_ids":[99,28,12]},{"cast":["Hideko Takamine","Toshirō Mifune","Keiju Kobayashi","Akemi Negishi","Yôko Sugi"],"overview":"Kiyoko (Takamine Hideko) and her husband want to open a coffee shop. She becomes increasingly close to the bank clerk (Mifune Toshiro) she's asked for a loan.","release_date":"1956-05-03","vote_average":7.2,"runtime":98,"cert":"N\/A","id":88549,"title":"A Wife's Heart","adult":false,"genre_ids":[18]},{"cast":["Simon Le Bon","Nick Rhodes","John Taylor","Roger Taylor"],"overview":"This entry in the Classic Albums series examines RIO, the 1982 release that put Duran Duran on the road to stardom. Looking back at the creation and release of the hit singles \"Hungry Like the Wolf,\" \"Save a Prayer,\" and many others, the critical retrospective analyzes the album's overall effect on the musical landscape of the early 1980s. The optimistic and celebratory album generated a string of hit singles and groundbreaking videos, catapulting the band to global stardom. This DVD tells the story behind the writing, recording, and subsequent success of the album through newly filmed interviews, musical demonstrations, and both new and archival performances.","release_date":"2008-11-04","vote_average":10.0,"runtime":127,"cert":"N\/A","id":88552,"title":"Classic Albums: Duran Duran - Rio","adult":false,"genre_ids":[10402,99]},{"cast":["Cynthia Rothrock","Elizabeth Lee Mei-Fung","Chin Siu-Ho","Mang Hoi","Ronny Yu"],"overview":"While celebrating the smashing of a big New York counterfeit ring, the G-men find out that the top funny money man, Wong, has slipped away. Blackbelt Cynthia Rothrock is ordered to Hong Kong to get Wong. In Hong Kong, Wong goes into the printing business. Ostensibly, he publishes a newspaper. But his real business is still the forging of bank notes.","release_date":"1989-04-28","vote_average":5.5,"runtime":90,"cert":"N\/A","id":88553,"title":"The Blonde Fury","adult":false,"genre_ids":[28,35]},{"cast":["Virginia McKenna","Peter Finch","Kenji Takagi","Tran Van Khe","Jean Anderson"],"overview":"In 1941, The advancing Japanese army captures a lot of British territory very quickly. The men are sent off to labor camps, but they have no plan on what to do with the women and children of the British.","release_date":"1956-03-01","vote_average":6.2,"runtime":117,"cert":"","id":88558,"title":"A Town Like Alice","adult":false,"genre_ids":[10752,18,10749]},{"cast":[],"overview":"A modern day re-telling of the urban legend La Llorona. A beautiful woman who before committing suicide drowned her children because of her cheating husband. Now her curse is spreading and has possessed young mothers in a small suburban community. Now it is up to an investigator with psychic abilities to exorcise the spirit.","release_date":"2004-10-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":88559,"title":"Haunted From Within","adult":false,"genre_ids":[27]},{"cast":["Tetsurō Tamba","Eiji Okada","Eitarô Ozawa","Isao Kimura","Shima Iwashita"],"overview":"Assassination begins with the events of 1853 when \"four black ships\" anchored at Edo Bay, sparking civil unrest and the major political manoeuvring that saw the end of the Tokugawa Shogunate. At a time when assassination had become a disturbing political tool, Shinoda's film follows Hachiro Kiyokawa (Tetsuro Tamba), an ambitious, masterless samurai whose allegiances drift dangerously between the Shogunate and the Emperor.","release_date":"1964-07-04","vote_average":6.9,"runtime":104,"cert":"N\/A","id":88562,"title":"Assassination","adult":false,"genre_ids":[18]},{"cast":["David Kemker","Shauna Black"],"overview":"When failed comic Gus Lawton pushes his wife too far, he finds himself chasing her across the country to the abandoned farmhouse of her childhood. Given the choice between losing Deborah or living by her plan, Gus gets busy fixing up the old place. Starting with the septic tank. In a moment of desperation, he digs up the very thing he needs, a zombie who'll do anything he wants... for now, anyway. As the zombie's own desires threaten their plans, Gus and Deborah come together in a desperate struggle to get what they want, regardless of the cost. Zombie Dearest is a genre-bender that speaks to the \"living dead\" - the hunger and the horror - in all of us. It's a wild ride that's both smartly comic and deeply quirky.","release_date":"2009-01-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":88567,"title":"Zombie Dearest","adult":false,"genre_ids":[27,35]},{"cast":["Shu Watanabe","Dôri Sakurada","Ryosuke Miura","Renn Kiriyama","Masaki Suda"],"overview":"The course of history is accidentally changed when Ankh leaves behind a Medal in the past after Kamen Rider OOO helps Den-O and New Den-O chase a Mole Imagin all the way back to November 11, 1971. When they return to the present time on April 1, 2011, they discover that Shocker succeeded in conquering the world and now Kamen Rider 1 and 2 are Shocker's top agents. In order to defeat Shocker, Kamen Rider OOO and the Den-Liner gang must travel back in time to gather other Kamen Riders to defeat Shocker and restore the proper timeline.","release_date":"2011-04-01","vote_average":5.1,"runtime":93,"cert":"N\/A","id":88568,"title":"OOO, Den-O, All Riders: Let's Go Kamen Riders","adult":false,"genre_ids":[28,12,878]},{"cast":["Persia Monir","Danica Dillon","Jessi Palmer","Zoey Holloway","Raquel Sieb"],"overview":"Persia Monir and Danica Dillon share a “special moment” that rivals the most erotic of stories. Zoey Holloway and Jessi Palmer get so raunchy, that the silence itself is sexually arousing. The passion and lust these two have for each other are off the meter! Raquel Sieb and Dani Jensen are more than eager to get each other’s clothes off, and Darla Crane and Cassandra Nix’s intimacy goes beyond the realm of “Curiosity”!","release_date":"2012-02-24","vote_average":0.0,"runtime":161,"cert":"N\/A","id":88569,"title":"Mother-Daughter Exchange Club  23","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"A cat eats its methodical way through a polymorphous fish.","release_date":"1969-09-17","vote_average":5.3,"runtime":13,"cert":"N\/A","id":88570,"title":"Cat Food","adult":false,"genre_ids":[]},{"cast":["Sirin Horwang","Chanokporn Sayoungkul","Apisit Opasaimlikit","Kiat Punpiputt","Akarin Akaranitimaytharatt"],"overview":"A hitman named Tul is shot in the head during an assignment. When he wakes up from a two month coma Tul discovers that he literally sees everything upside down.","release_date":"2011-09-11","vote_average":6.2,"runtime":105,"cert":"N\/A","id":88573,"title":"Headshot","adult":false,"genre_ids":[18,53,80]},{"cast":["India Summer","Zoe Britton","Sabrina Deep","Mellanie Monroe","Kara Price"],"overview":"Over 2 Hours Of hot sensual lesbian sex! Their restless hearts searching for that one perfect woman. In the mist of finding someone to confide in sexual attractions overcome inhibitions. When these ladies interact they ignite flames. View beautiful woman-woman sex which are sure to excite you!","release_date":"2012-02-24","vote_average":0.0,"runtime":172,"cert":"N\/A","id":88576,"title":"Women Seeking Women 80","adult":true,"genre_ids":[]},{"cast":["Michael Sarrazin","Barbara Hershey","Arthur Hill","Ruth White","E.G. Marshall"],"overview":"William Popper is the son of a stockbroker and is thoroughly disenchanted with \"the system.\" So much so that even though he can prove that he ran over a woman in his car entirely by accident, he accepts a sentence for manslaughter.","release_date":"1971-02-23","vote_average":5.5,"runtime":93,"cert":"N\/A","id":88583,"title":"The Pursuit of Happiness","adult":false,"genre_ids":[18]},{"cast":["Brigitte Paquette","Serge Thériault","Véronique Bannon","Jean-Robert Bourdage","Marc Bélanger"],"overview":"An adulterous man married to a wealthy Realtor plans on killing his wife with the assistance of his young lover. Little does the cheating husband know that his young lover is planning to blackmail him.","release_date":"2004-01-16","vote_average":2.7,"runtime":91,"cert":"N\/A","id":88588,"title":"Vendus","adult":false,"genre_ids":[35]},{"cast":["Raquel Revuelta","Eslinda Núñez","Adela Legrá","Eduardo Moure","Ramón Brito"],"overview":"In his award-winning film Lucía, Humberto Solás interpreted the theme of Cuba’s hundred years' struggle in an entirely novel way to create an epic in three separate episodes, each centred around a woman called Lucía and each unfolding in a different period of Cuban history, corresponding to the three stages of colonialism (1895), neocolonialism (1930) and socialist revolution (1968). The three episodes also present us with \"Lucías\" of different social classes. Solás described his film in this way: \"The woman's role always lays bare the contradictions of a period and makes them explicit: Lucía is not a film about women, it's a film about society.\"","release_date":"1968-10-01","vote_average":5.9,"runtime":160,"cert":"N\/A","id":88591,"title":"Lucia","adult":false,"genre_ids":[18]},{"cast":["Johnny Wayne","Frank Shuster","Gwendolyn Pacey","Jeff Hyslop","Bernard Cowan"],"overview":"Lester and Humphrey are the Royal Jester and Doctor, respectively, in a Kingdom terrorized by a mysterious giant whose presence is known only by his horrible voice and giant shadow. The giant takes the crown jewels which permit the Evil Prince Malokeo to convince the King to let him marry Princess Marigold. Marigold, horrified at the prospect and in love with Prince Daryl, turns to her friends Lester and Humphrey for help.","release_date":"1988-01-01","vote_average":5.3,"runtime":76,"cert":"N\/A","id":88592,"title":"Once Upon a Giant","adult":false,"genre_ids":[35,14,10751]},{"cast":["Ben Jakks","Cliff Rhodes","Dylan West","Jake Hansen","Markus Ram"],"overview":"Spy Quest is one helluva thriller, with high tech sets and macho attitude. But it doesn't waste your time with tales of espionage. It's internal affairs that are a volcano of sex at TIO--that's the Titan Intelligence Organization--where eight hairy-chested, heavy-cocked and sweaty fuckers unleash their urgent need to take control, to dominate, to cum.","release_date":"2006-08-14","vote_average":8.0,"runtime":142,"cert":"N\/A","id":88593,"title":"Spy Quest","adult":true,"genre_ids":[]},{"cast":["Mark William Calaway"],"overview":"WWE megastar the Undertaker earns his name by mowing down opponents and sending them to an early grave. This compilation features five of the 'Taker's best battles, including Casket Matches against Yokozuna and Jerry \"The King\" Lawler. Also featured is the infamous \"Undertaker vs. Undertaker\" match from the 1994 SummerSlam. Ted DiBiase hosts this retrospective of the triumphs that made the Undertaker the most feared wrestler on the planet.","release_date":"2004-01-27","vote_average":4.3,"runtime":60,"cert":"N\/A","id":88596,"title":"WWE: Undertaker - He Buries Them Alive","adult":false,"genre_ids":[]},{"cast":["Angela Carrizosa","Juan Manuel Diaz Oroztegui","Diego Galindo","Angelica Sanchez"],"overview":"Karen discovers, after 10 years of marriage, she has left behind her dreams devoting herself to home chores and realizes it has been a mistake that cost her her youth. She decides then to separate and go in search of a life of its own. With her savings she rents a room in the center of Bogota and tries to get a job, but her age and inexperience makes it difficult. Karen will have to decide between returning to the stability of a relationship or facing life for herself.","release_date":"2011-05-13","vote_average":7.2,"runtime":98,"cert":"N\/A","id":88599,"title":"Karen Cries on the Bus","adult":false,"genre_ids":[18]},{"cast":["Martin Brundle"],"overview":"Martin Brundle tests out his top ten super cars on the track and on the road to find out the best car.","release_date":"2003-11-17","vote_average":0.0,"runtime":61,"cert":"","id":88602,"title":"Martin Brundle's Supercars","adult":false,"genre_ids":[99]},{"cast":["Ken Foree"],"overview":"A down-and-out Santa is robbed of all the toys for all the poor kids in town. He searches for the thugs responsible and serves up his own brand of holiday cheer.","release_date":"2007-03-30","vote_average":3.0,"runtime":20,"cert":"N\/A","id":88607,"title":"Black Santa's Revenge","adult":false,"genre_ids":[28]},{"cast":["Caitlin Stainken","Joe Swanberg","Kurt Chiang","Megan Mercier","Spencer Parsons"],"overview":"Caitlin, a young Chicago performance artist, struggles to create work that is both personal and political. A piece she performs about the BP oil spill sends her relationship into a tailspin because her onstage nudity bothers her boyfriend.","release_date":"2011-12-02","vote_average":4.5,"runtime":69,"cert":"N\/A","id":88612,"title":"Caitlin Plays Herself","adult":false,"genre_ids":[18]},{"cast":["Michael De Mesa","Tanya Gomez","Tom Tom","Sunshine Dizon","Armida Siguion-Reyna"],"overview":"Good-hearted circus magician Jamir accidentally causes his daughter to disappear. Jamir has to venture into a dangerous alternate dimension in order to rescue his wife, daughter and oafish chubby kid assistant from the vile clutches of evil, ugly, powerful witch Mikula and her grotesque army of freakish animal people minions.","release_date":"1986-12-25","vote_average":7.0,"runtime":85,"cert":"N\/A","id":88613,"title":"Magic of the Universe","adult":false,"genre_ids":[27,14]},{"cast":["Lynn Whitfield","Rubén Blades","David Dukes","Louis Gossett Jr.","Craig T. Nelson"],"overview":"Biography of the African-American who became a major performer in the Paris cabarets of the 1920's and 1930's. The film follows her life beginning as a struggling performer in 1917 St. Louis, her frustrations leading to her move to France, and follows to her death in 1975. Written by John Sacksteder","release_date":"1991-03-16","vote_average":7.7,"runtime":130,"cert":"N\/A","id":88614,"title":"The Josephine Baker Story","adult":false,"genre_ids":[18,36,10402,10749]},{"cast":["Ramez Galal","Hassan Hosny","Nashoua Mostafa","Edward","Nelly Karim"],"overview":"The role of story in the comic film about a young playboy and loves stardom and fame, meet by chance with the actress Nelly Karim and falls in love and happen paradoxes comedy and evolving events","release_date":"2007-06-06","vote_average":4.5,"runtime":90,"cert":"N\/A","id":88621,"title":"Dreams of the Reckless Boy","adult":false,"genre_ids":[18,35,10751]},{"cast":["Renate Müller","Georg Alexander","Grethe Weiser","Franz Zimmermann","Martha von Konssatzki"],"overview":"","release_date":"1936-09-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":88622,"title":"Eskapade","adult":false,"genre_ids":[35,10749,53]},{"cast":["Ulrich Thein","Anna Dymna","Erwin Geschonneck","Barbara Dittus","Marina Krogull"],"overview":"A flamboyant comedy about love, work and money—revealing that the \"planned\" economy produced some unconventional entrepreneurial methods.","release_date":"1978-09-19","vote_average":4.3,"runtime":106,"cert":"N\/A","id":88623,"title":"Anton the Magician","adult":false,"genre_ids":[35,18]},{"cast":["Alicia Witt","Brooke Langton","Johnny Galecki","Ivan Sergei","Marlo Thomas"],"overview":"A young pianist is looking for love in all the wrong places once her fiancee drops her. Maybe her flame will be rekindled both for the piano and a new love?","release_date":"2000-05-01","vote_average":6.0,"runtime":97,"cert":"N\/A","id":88634,"title":"Playing Mona Lisa","adult":false,"genre_ids":[35]},{"cast":["Dermot Mulroney","Ricky Schroder","Kelli Williams","Noah Wyle","Lucy Deakins"],"overview":"A group of high school seniors meets in the summer of 1965 and all struggle with the choices they have to make.","release_date":"1994-09-02","vote_average":8.5,"runtime":99,"cert":"N\/A","id":88641,"title":"There Goes My Baby","adult":false,"genre_ids":[18,35]},{"cast":["Maggie Li Lin-Lin","Paul Chun Pui","Stephan Yip","Jamie Luk Kim-Ming","Godfrey Ho"],"overview":"An Earth Defence Brigade is formed to protect the world against invaders from outer space. The ruthless Frang Gang begins its raid against the earth on land, sea and by air. But they meet their match in the super robots of the Earth Defence Brigade.","release_date":"1974-01-01","vote_average":4.9,"runtime":84,"cert":"N\/A","id":88642,"title":"Iron Super Man","adult":false,"genre_ids":[28,35,14]},{"cast":["Lew Ayres","Lionel Barrymore","Laraine Day","Robert Young","Nat Pendleton"],"overview":"Jimmy Kildare's impending nuptials are jeopardized by a diagnosis of possible epilepsy in his fiancee's brother.","release_date":"1940-11-29","vote_average":6.5,"runtime":75,"cert":"N\/A","id":88643,"title":"Dr. Kildare's Crisis","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary about athletic hopefuls from the Ethiopian village of Bekoji","release_date":"2012-04-20","vote_average":7.2,"runtime":80,"cert":"","id":88646,"title":"Town Of Runners","adult":false,"genre_ids":[99]},{"cast":["Jean-Marie Bigard"],"overview":"","release_date":"2004-06-18","vote_average":6.4,"runtime":null,"cert":"N\/A","id":88647,"title":"Bigard at the Stade de France","adult":false,"genre_ids":[35]},{"cast":["Keith Carradine","Sally Kirkland","Tom Waits","Bill Pullman","Rip Torn"],"overview":"The leader of a group of misfits, his girlfriend and an assassin have devised a bizarre plan to smuggle stolen jewelry over the US\/Mexican border. They implant the jewelry in a racing horse.","release_date":"1989-05-19","vote_average":4.0,"runtime":94,"cert":"N\/A","id":88658,"title":"Cold Feet","adult":false,"genre_ids":[80,35]},{"cast":["Nadia Cassini","Beryl Cunningham","Sergio Tramonti","Arnoldo Palacios","Galeazzo Benti"],"overview":"A beautiful Italian woman is told by her black friend about the Carribean love god Jambaya who appears in the form of the snake. By the end of the movie, Cassini has decided to give herself to Jambaya while Cunningham departs with her white friend's ex-lover, establishing a neat symmetry between their respective fantasies of exoticism.","release_date":"1970-11-28","vote_average":5.5,"runtime":94,"cert":"N\/A","id":88665,"title":"The Snake God","adult":false,"genre_ids":[12,18,27]},{"cast":["William Sonnemans","Adrian Van der Elzen"],"overview":"Between 1795 and 1801, 306 drowned people were recovered from the Seine river, near Paris. Peter Greenaway propouns a historical approach were 25 significant cases of drownings are catalogued, dissected and elaborated, with multilayered visuals and 'documentary' asides.","release_date":"1991-04-07","vote_average":6.1,"runtime":44,"cert":"N\/A","id":88672,"title":"Death in the Seine","adult":false,"genre_ids":[36,18]},{"cast":["Tommy Lee Jones","Robert Urich","Chad Lowe","Susan Blakely","Meredith Salenger"],"overview":"A teenager grows up during the onset of the American revolution.","release_date":"1988-04-24","vote_average":5.8,"runtime":100,"cert":"N\/A","id":88673,"title":"April Morning","adult":false,"genre_ids":[10770,18]},{"cast":["Donald O'Connor","Yvette Duguay","Gene Lockhart","Nancy Guild","William Harrigan"],"overview":"A man who has a talking mule gets a job on a newspaper, and both get mixed up in a murder trial.","release_date":"1953-08-14","vote_average":9.0,"runtime":86,"cert":"N\/A","id":88674,"title":"Francis Covers the Big Town","adult":false,"genre_ids":[12,35,80,10749,14]},{"cast":["Donald O'Connor","Lori Nelson","Alice Kelley","Gregg Palmer","William Reynolds"],"overview":"Francis the talking mule gets his owner in and out of trouble while he is taking basic training at West Point.","release_date":"1952-07-01","vote_average":6.8,"runtime":81,"cert":"N\/A","id":88677,"title":"Francis Goes to West Point","adult":false,"genre_ids":[12,10749,14,35]},{"cast":["Mickey Rooney","Virginia Welles","James Flavin","Timothy Carey","Mary Ellen Kay"],"overview":"A Ha-Ha-Haunted House Has Got 'Em! ...and it's every ghost for himself!","release_date":"1956-08-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":88678,"title":"Francis in the Haunted House","adult":false,"genre_ids":[14,35,27]},{"cast":["Donald O'Connor","Julie Adams","Mamie Van Doren","Lynn Bari","Zasu Pitts"],"overview":"Peter Stirling (with his old friend the talking mule) is recalled to active duty...in the WACs!","release_date":"1954-07-30","vote_average":6.8,"runtime":95,"cert":"N\/A","id":88679,"title":"Francis Joins the WACS","adult":false,"genre_ids":[35,14]},{"cast":["Robbie Angel","Kyle Kennedy","Julian Pierce","Jason Hawke","Fitch Abel"],"overview":"Twink Heaven! Robbie Angel and Julian Pierce are ELECTRIFYING! If you feel like chicken tonight, get a load of Starting Young!","release_date":"2002-06-13","vote_average":6.5,"runtime":96,"cert":"N\/A","id":88680,"title":"Starting Young","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88695,"title":"1755 - Die Katastrophe von Lissabon","adult":false,"genre_ids":[]},{"cast":["Cameron Fox","Jason Branch","Blake Harper","Virgil Sainclair","Chad Kennedy"],"overview":"So good you'll feel the STING...Sixteen Leather-clad men in one movie. They're all primed, pumped and ready to push the limits of leather!","release_date":"2002-05-01","vote_average":9.0,"runtime":89,"cert":"N\/A","id":88706,"title":"Sting: A Taste For Leather","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88707,"title":"Mielkes Rache","adult":false,"genre_ids":[99]},{"cast":["Peppe Servillo","Francesca Cuttica","Lorenzo Pedrotti","Domenico Diele","Claudio Di Biagio"],"overview":"","release_date":"2012-06-13","vote_average":4.5,"runtime":null,"cert":"N\/A","id":88718,"title":"Paura","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"","release_date":"2008-06-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88719,"title":"Gefangen in Peking - Aufstand der Boxer","adult":false,"genre_ids":[]},{"cast":["Michael Badalucco","Kari Ketonen","Hannu-Pekka Björkman","Antti Litja"],"overview":"\"Gourmet Club\" follows a doctor who belongs to a small but exclusive gourmet club, in which the five upper-class members take turns providing the main course, wagering as to who can identify a mystery exotic ingredient. Things get interesting when the doctor's gambling problem catches up with him. Desperate, he comes up with the idea to use a truly shocking mystery ingredient to fool his colleagues, but he gets more than he bargained for when the mystery meal has a surprising and powerful effect on the members.","release_date":"2004-11-29","vote_average":5.2,"runtime":65,"cert":"N\/A","id":88722,"title":"Gourmet Club","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88725,"title":"Eiswelt","adult":false,"genre_ids":[]},{"cast":["Daniel Craig","Katrin Cartlidge","Nicholas Boulton","Richard Coyle","Simon Chandler"],"overview":"Guy Crouchback joins the war effort during World War 2, an idealistic quest to join the forces of good in the fight against evil. But his efforts is not rewarded, he never has any chance to join any real fighting, circumstances always prevent it. Instead he finds himself in the middle of an army full of cowards, incompetents and a few outright evil men. They of course reap the fortunes of war, promotions and fame, but never Crouchback. His war is just an endless list of transfers and an hopeless but noble quest for righteousness.","release_date":"2001-01-02","vote_average":5.0,"runtime":191,"cert":"","id":88726,"title":"Sword of Honour","adult":false,"genre_ids":[18,10752]},{"cast":["Reidar Sørensen","Jon Øigarden","Gaute Skjegstad","Trond Høvik","Stig Henrik Hoff"],"overview":"A few months after a girl with developmental disabilities is murdered in the remote village Høtten, the two young men who most townsfolk think killed her go missing. A police detective is sent to investigate and finds this very challenging.","release_date":"1998-12-26","vote_average":9.0,"runtime":100,"cert":"N\/A","id":88727,"title":"Bloody Angels","adult":false,"genre_ids":[18,53]},{"cast":["Renato Aragão","Dedé Santana","Mussum","Zacarias","Lucinha Lins"],"overview":"Humble officials, friends Didi, Dedé, Mussum and Zacarias become the great attraction of the circus Bartolo, thanks to its incredible ability to make the public laugh. But success has a price: the opposition of the magician Assis Satan and the greed of the Baron, the owner of the circus. Together, the four friends will have to fight them.","release_date":"1981-12-22","vote_average":6.9,"runtime":95,"cert":"N\/A","id":88730,"title":"Os Saltimbancos Trapalhões","adult":false,"genre_ids":[12,35,10751,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88731,"title":"Love & Kill","adult":false,"genre_ids":[]},{"cast":["Katja Kean","Anaïs","Mark Duran","Niels Dencker","Michael Larsen"],"overview":"Constance, a young woman, arrives at the mansion of the experienced Lola, where she is initiated into the mysteries of sexuality.","release_date":"1998-04-30","vote_average":5.0,"runtime":70,"cert":"N\/A","id":88734,"title":"Constance","adult":true,"genre_ids":[]},{"cast":["Dennis Hopper","Jody McCrea","Jock Mahoney","Chris Noel","Robert Tessier"],"overview":"Chino is the tough leader of a motorcycle gang who starts off a war when he abducts and mistreats the leader of the enemy biker gang, Darryl, and his girlfriend Chris. Things get violent when Darryl comes back for revenge.","release_date":"1967-01-01","vote_average":5.8,"runtime":85,"cert":"N\/A","id":88737,"title":"The Glory Stompers","adult":false,"genre_ids":[28,18]},{"cast":["Svetlana Geier","Anna Götte","Hannelore Hagen","Jürgen Klodt","Johannes Geier"],"overview":"Documentary about Svetlana Geier, a Ukranian who has translated the great works of Dostoyevsky into German. First her father ends up in one of Stalin's prison camps, then young Svetlana herself experiences the German invasion. In order to survive she learns German at home in Kiev. She is good and gets work as a translator before ending up in a German camp in 1943. Now, 65 years later, she is a renowned translator who in her twilight years has translated the great works of Dostoevsky. For the first time in all these years, she returns to Kiev together with her granddaughter.","release_date":"2010-01-09","vote_average":7.0,"runtime":93,"cert":"N\/A","id":88744,"title":"The Woman with the 5 Elephants","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The causes underlying the collapse of civilizations are usually traced to overuse of resources. As we write this, the world is reeling from economic chaos, peak oil, climate change, environmental degradation, and political turmoil. Every day, the headlines re-hash stories of scandal and betrayal of the public trust. We don't have to make outraged demands for the end of the current global system - it seems to be coming apart already. But acts of courage, compassion and altruism abound, even in the most damaged places. By documenting the resilience of the people hit hardest by war and repression, and the heroism of those coming forward to confront the crisis head-on, END:CIV illuminates a way out of this all-consuming madness and into a saner future. Backed by Jensen's narrative, the film calls on us to act as if we truly love this land. The film trips along at a brisk pace, using music... Written by Franklin Lopez","release_date":"2011-01-01","vote_average":5.9,"runtime":115,"cert":"N\/A","id":88745,"title":"END:CIV","adult":false,"genre_ids":[99]},{"cast":[],"overview":"BHOPALI documents the experience of second generation children affected by the Union Carbide gas disaster of 1984, the worst industrial disaster in history, and subsequent contamination of groundwater by Union Carbide Corporation (an American company now owned by Dow Chemical, the second largest chemical company in the world). It follows several children as they and their families cope with the ongoing medical and social disaster, as well as their memories of that traumatizing night that shocked the world and changed Bhopal forever. Set against the backdrop of vehement protests for the 25th anniversary of the disaster, the Bhopalis continue to fight for justice, proving to be anything but victims.  Set against a backdrop of high stakes activism, global politics, and human rights advocacy, this film explores the ongoing struggle for justice against Union Carbide, the American corporation responsible for the disaster. Featuring Noam Chomsky, Satinath Sarangi, and attorney Rajan Sharma.","release_date":"2011-01-23","vote_average":10.0,"runtime":89,"cert":"N\/A","id":88746,"title":"Bhopali","adult":false,"genre_ids":[36,99]},{"cast":["Bill Simmons"],"overview":"The filmmaker Errol Morris explores the excessive eating habits of a five-time champion of the Philadelphia Wing Bowl.","release_date":"2012-02-03","vote_average":7.0,"runtime":9,"cert":"N\/A","id":88747,"title":"El Wingador","adult":false,"genre_ids":[99]},{"cast":["Lee Yi-Chieh","Lin Yu-Shun","Ho Tzu-hua","Wing Fan","Lu Hsueh-Feng"],"overview":"Laichun, her father and two mothers, uncle and grandfather are of different generations; thus they all think differently. Father is the family head, and because he believes he must continue on the family name ends up taking two wives. His first wife also feels the same way, and so allows the second wife. Laichun feels the abyss between her and her parents and ends up getting pregnant, but hits a wall when her boyfriend does not take any responsibility. When her father is hospitalized, she begins to understand her father and two mothers. She is finally growing up.","release_date":"2010-10-29","vote_average":7.3,"runtime":107,"cert":"N\/A","id":88752,"title":"When Love Comes","adult":false,"genre_ids":[18,10749]},{"cast":["Mel Blanc"],"overview":"Lumber jack Porky Pig intrudes upon the peace of a hipster squirrel vacationing in the Northwoods by trying to chop down the squirrel's tree. The squirrel retaliates by enclosing the base of his tree with steel so that Porky's axes cannot penetrate. The ensuing conflict between Porky and the squirrel awakens an angry bear.","release_date":"1949-02-12","vote_average":7.2,"runtime":7,"cert":"N\/A","id":88761,"title":"Porky Chops","adult":false,"genre_ids":[16,35]},{"cast":["Mel Blanc"],"overview":"While reading his favorite comic book, Daffy accidentally knocks himself unconscious and dreams he's Duck Twacy, famous detective, trying to solve the case of the missing piggy banks. Taking a streetcar (conducted by Porky Pig, in a non-speaking cameo role) to the gangsters' hideout, he meets up with such grotesque criminals as Pickle Puss, Eighty-Eight Teeth and Neon Noodle.","release_date":"1946-07-20","vote_average":7.1,"runtime":8,"cert":"N\/A","id":88762,"title":"The Great Piggy Bank Robbery","adult":false,"genre_ids":[16,35,10751]},{"cast":["Mel Blanc"],"overview":"Daffy play Robin Hood who is so intent that he is the real Mccoy to Friar Tuck (Porky) that he ends up convincing everyone, including himself, that he is not.","release_date":"1958-03-08","vote_average":6.9,"runtime":6,"cert":"N\/A","id":88765,"title":"Robin Hood Daffy","adult":false,"genre_ids":[16,10751,35]},{"cast":["Mel Blanc","Bea Benaderet"],"overview":"Daffy tries to sell movie studio head J.L. his script for a swashbuckler set in Merry Olde England, a plot involving a maiden in distress, a scheming Chamberlain, an evil Grand Duke and a dashing masked hero (to be played by Daffy, of course).","release_date":"1950-01-01","vote_average":6.8,"runtime":7,"cert":"N\/A","id":88766,"title":"The Scarlet Pumpernickel","adult":false,"genre_ids":[12,16,35]},{"cast":["Mel Blanc","Arthur Q. Bryan"],"overview":"Elmer wonders if he'll ever catch the rabbit; the voice of God takes him through a flash-forward to the year 2000. Elmer is equipped with a rocket-launcher rifle, but he's no smarter. He shoots Bugs, who shows him a photo album with baby pictures. We see a sequence of Bugs and Elmer as babies. Elderly Bugs digs his own grave and tricks Elmer into getting in.","release_date":"1944-10-28","vote_average":7.3,"runtime":8,"cert":"N\/A","id":88769,"title":"The Old Grey Hare","adult":false,"genre_ids":[16,35,10751,878]},{"cast":["Aya Hisakawa","Shigeru Chiba","Nobuyuki Furuta","Chieko Honda","Mano Yohko"],"overview":"Yohko trains to become a good devil hunter. Nearby a local construction site destroys a forest in which sleeping spirits lie. The spirits are disturbed by this and start harassing the construction workers. Azusa Kanzaki, a Devil Hunter in training, is introduced. Azusa came to become an apprentice to Yohko. The two team up to fight against the spirits that are harassing the workers.","release_date":"1992-12-22","vote_average":7.0,"runtime":35,"cert":"N\/A","id":88780,"title":"Devil Hunter Yohko 2","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"Yohko has a dream about a man named Master Biryu. Yohko is transported to another dimension and learns that Biryu has been imprisoned. Yohko learns that she must save Master Biryu (although she develops a crush on him). Meanwhile, Azusa saw Yohko disappear and attempts to get Yohko back with Yohko's friend, Chi. They manage to get to where Yohko is, but fail and manage to get themselves back where they started. She must fight the demon holding Master Biryu captive in order to free him.","release_date":"1993-04-01","vote_average":7.0,"runtime":35,"cert":"N\/A","id":88781,"title":"Devil Hunter Yohko 3","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"A tribute to Devil Hunter Yohko, with a collection of music videos. These videos feature songs from the series (including three new songs), put to scenes from the anime, colored manga picture, an original animated video featuring chibified versions of Yohko and Azusa, and two live videos.","release_date":"1993-01-01","vote_average":7.0,"runtime":24,"cert":"N\/A","id":88784,"title":"Devil Hunter Yohko 4-Ever","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"Madoka, Yohko's grandmother, senses the return of Tokima: the demon who from the time of the first devil hunter has been the enemy of the Mano family, is approaching. Tokima appears and possesses Ryuichi Asakura, a man who Yohko has a crush on. Tokima tricks Yohko and gets near the clock where Tokima is sealed, but is repelled by special talismans. The next day, Madoka ends up with her past youthful body! Tokima possesses Azusa who takes the clock. Yohko fights Azusa trying to stop her from destroying the clock. Yohko is tricked and \"killed\". The clock is destroyed and the demon's power released. Yohko is taken to the time of the very first Devil Hunter, Haruka Mano. The two go back into the future and fight against Tokima.","release_date":"1994-01-01","vote_average":7.0,"runtime":35,"cert":"N\/A","id":88789,"title":"Devil Hunter Yohko 5: Hell on Earth","adult":false,"genre_ids":[16,27,28,35]},{"cast":[],"overview":"Ayako Mano, who is nearly identical in appearance to Yohko, is introduced; she has spent her life training and honing her abilities so that one day she may defeat Yohko and become the devil hunter of the Mano family, and now she is ready for the final confrontation. Yohko continues to live her life and is unaware of Ayako until she starts stealing away every guy that on whom Yohko has a crush. Then one night while taking a bath, Yohko hears something outside and gives chase. She then meets up with an Azusa look-alike. She and Ayako attack the unsuspecting Yohko with crushing attacks, while Yohko parries the onslaught. The fight stops, but Ayako vows to finish it. Madoka reveals a certain part of her past that relates to the encounter.","release_date":"1995-01-01","vote_average":5.2,"runtime":40,"cert":"N\/A","id":88790,"title":"Devil Hunter Yohko 6: Double Jeopardy","adult":false,"genre_ids":[16,27]},{"cast":["Warren Miller"],"overview":"\"A good ski run is like a good meal.\" So begins the unmistakable musings - and voice - of Warren Miller as we journey back to the \"Me Decade\" and his classic film, \"Ski a la Carte.\" All the sights, sounds and styles of the 1970s are guaranteed to get you in the mood for a little ski boogie on an off the hill at some of the most amazing destinations on the planet. Classic ski action cinematography at its best. Featured locations include Mammoth Mountain, CA, and an invitation-only spring racing derby; Mt Vernasus in Greece, which hosts a school for ski-ophytes; and some truly outrageous '70s freestyle action from Squaw Valley, Park City, Sun Valley, and Colorado's Breckenridge, Keystone, Copper and A-Basin resorts. Generous portions of Warren Miller's trademark humor and some crazy kaleidoscopic effects make \"Ski a la Carte\" the perfect sample of vintage 1970s Warren Miller.","release_date":"1978-10-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":88791,"title":"Ski ala Carte","adult":false,"genre_ids":[99,99]},{"cast":["Warren Miller"],"overview":"Freedom's just a word for another mountain to ski, and Warren Miller takes you on a whirlwind search for freedom in the high country - the \"Steep & Deep\" - of Canada, Asia, Europe, New Zealand and the good ol' U. S. of A!  You'll see daring adventures as they conquer spectacular terrain - cliff jumpers, helicopter skiers, ice climbers, slalom experts, deep powder pushers, bump skiers and even break-dancers on skis!","release_date":"1985-10-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":88792,"title":"Warren Miller's Steep & Deep","adult":false,"genre_ids":[]},{"cast":["Eita","Tsurube Shôfukutei","Kaoru Yachigusa","Kimiko Yo","Haruka Igawa"],"overview":"Charming little story about a local town's doctor - but he is hiding a secret.  He will have to come face to face with this truth, despite being great at his job... he will be forced to explain his actions and take responsibility.","release_date":"2009-07-27","vote_average":5.8,"runtime":127,"cert":"N\/A","id":88797,"title":"Dear Doctor","adult":false,"genre_ids":[18]},{"cast":["Susan Sarandon","David Steinberg","Jean-Pierre Aumont","Marilyn Sokol","Joe Grifasi"],"overview":"A young couple in New York are having problems with their relationship.","release_date":"1979-09-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":88798,"title":"Something Short of Paradise","adult":false,"genre_ids":[18,35,10749]},{"cast":["Nobuo Tobita","Jūrōta Kosugi","Yasunori Matsumoto","Ryotaro Okiayu","Daisuke Gouri"],"overview":"Strange \"lifepods\" have crashed in the western mountains, bringing with them supernatural beings previously found only in the realm of folk-lore and fantasy. Vampires walk the Earth, at war with Humanity an each other, driven by the most terrifying of genetic imperatives! Like wasps seeking a spider, they have come to this planet for only one purpose: to perpetuate their species. To save Mankind, Kimera must die.","release_date":"1996-07-31","vote_average":2.3,"runtime":55,"cert":"N\/A","id":88799,"title":"Kimera","adult":false,"genre_ids":[878,16,27]},{"cast":["Danny Lee Sau-Yin","Carol Cheng","Lam Wai","Pauline Wong Siu-Fung","Ken Lo"],"overview":"A cop goes after a husband-and-wife team of criminals who are expecting the birth of their first child.","release_date":"1988-01-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":88806,"title":"No Compromise","adult":false,"genre_ids":[80,28,18,53]},{"cast":["Jack Kao","Lim Giong","Vicky Wei","Annie Shizuka Inoh","Hsu Kuei-ying"],"overview":"Gao (Jack Kao) is riding the train to Pinghsi to set up a 10 day gambling den with his friend Hsi (Hsi Hsiang).","release_date":"1996-01-01","vote_average":6.5,"runtime":116,"cert":"N\/A","id":88811,"title":"Goodbye South, Goodbye","adult":false,"genre_ids":[80,18]},{"cast":["Clark Gable","Deborah Kerr","Sydney Greenstreet","Adolphe Menjou","Ava Gardner"],"overview":"A World War II veteran wants to return to advertising on his own terms, but finds it difficult to be successful and maintain his integrity.","release_date":"1947-08-27","vote_average":7.1,"runtime":115,"cert":"N\/A","id":88812,"title":"The Hucksters","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Rich Kid Entertainment did is again, following their hugely popular Hood 2 Hood they just released Hood 2 Hood, The Blockumentary Part Two which is an action packed DVD that takes viewers on a graphic detailed journey through the highest crime ridden neighborhoods in the United States of America. It contains exclusive interviews with real gang members, drug dealers pimps and killers.","release_date":"2008-01-16","vote_average":0.0,"runtime":211,"cert":"N\/A","id":88821,"title":"Hood 2 Hood: The Blockumentary Part II","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hood 2 Hood, The Blockumentary is an action packed film that takes you on a tour through America's highest crime rated neighborhoods. Rich Kid Entertainment contacted all the underground hood connections from hoods across the country from California to New York, to the South and Midwest. Their connections opened the doors to their hoods and allowed them to capture the day-to-day actions of life in a crime-infested neighborhoods. Film crews have never had access to footage like this, that includes everything from several pounds of marijuana and kilos of cocaine, fully automatic assault rifles, beatdowns, and thousands in cash earned in drug sales.","release_date":"2005-04-19","vote_average":0.0,"runtime":293,"cert":"N\/A","id":88824,"title":"Hood 2 Hood: The Blockumentary","adult":false,"genre_ids":[99]},{"cast":["Warren Miller"],"overview":"Around the calendar and around the world, \"Endless Winter\" follows skiers and snowboarders enjoying epic snow conditions form Alaska to Argentina and Jackson Hole to Japan. Soar with the world's best aerialists at the Nissan Freestyle Exhibition at Breckenridge, Colorado; heli-ski in bottomless powder at Mike Wiegele's in Blue River, British Columbia; and free ski with Olympic Gold Medalist Tommy Moe in Jackson Hole, Wyoming. Visit the quintessential Alpine village of Ischgl, Austria; challenge the super-steeps of Las Leñas, Argentina; and trek across Bolivian glaciers above 19,000 feet. \"Endless Winter\" closes in Valdez, Alaska with the most stirring and unforgettable snowboarding segment ever filmed.","release_date":"1995-10-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":88825,"title":"Endless Winter","adult":false,"genre_ids":[99]},{"cast":["Orlando Wells","Gundars Abolins","Maria de Medeiros","Dominique Pinon","Chulpan Khamatova"],"overview":"A comedy that follows a group of people immersed in Latvia's summer solstice celebration, the shortest night of the year.","release_date":"2007-10-12","vote_average":4.8,"runtime":94,"cert":"N\/A","id":88830,"title":"Midsummer Madness","adult":false,"genre_ids":[35,18,10749]},{"cast":["Colin Blakely","Carroll Baker","David Suchet","Nigel Stock","Brian Glover"],"overview":"British comedy satirising Stalin's inner circle as an absolute monarchs court. In the face of rampant abuse of power and poisonous distrust some still manage to keep faith with the Bolshevist creed until the very end. In front of the firing squad a stalwart bolshevist of the first hour exclaims: \"Even in the best democracy errors are being made!\"","release_date":"1983-06-16","vote_average":7.0,"runtime":101,"cert":"15","id":88835,"title":"Red Monarch","adult":false,"genre_ids":[35,18]},{"cast":["Laura Ilica","Dana Nedelcu","Nicodim Ungureanu"],"overview":"A man stands outside an apartment building, lighting a cigarette. He goes inside. As he rings the bell at the 4th floor, a woman answers and lets him in. The alarm rings. The man and woman wake up. He takes out the garbage. She makes breakfast. After breakfast, he packs his suitcase and leaves. He goes outside. He lights a cigarette. After that, he goes inside. He rings the bell at the 8th floor. A woman answers and lets him in. A week later. The alarm rings. The man and woman wake up. He takes out the garbage. She prepares him breakfast. He goes back inside and rings the bell at the 4th floor... Written by Bram Wijngaarden","release_date":"2004-07-02","vote_average":0.0,"runtime":20,"cert":"N\/A","id":88836,"title":"The Apartment","adult":false,"genre_ids":[18]},{"cast":["Stevie Ray Vaughan","Joe Satriani"],"overview":"\"MTV Unplugged\" devotes an episode to the work of two guitar virtuosos: Stevie Ray Vaughan and Joe Satriani. Satriani showcases his expressive guitar work with renditions of \"The Feeling\" and \"I Believe.\" Vaughan performs memorable versions of \"Rude Mood\" and \"Pride And Joy. Recorded 30 January 1990 at National Video Center - New York City. Set List: 1. Open Your Eyes [Jules Shear\/Marty Willson-Piper]; 2. Rude Mood [Vaughan]; 3. Pride and Joy [Vaughan]; 4. The Feeling [Satriani, Mover]; 5. I Believe [Satriani, Mover]; 6. Life Without You [Vaughan]; 7. Testify [Vaughan]; 8. May This Be Love [Shear\/Satriani\/Mover]","release_date":"1990-01-30","vote_average":0.0,"runtime":23,"cert":"N\/A","id":88837,"title":"MTV Unplugged: Stevie Ray Vaughan with Joe Satriani","adult":false,"genre_ids":[99,10402]},{"cast":["Jonny Moseley"],"overview":"The 62nd annual film.","release_date":"2011-10-27","vote_average":4.8,"runtime":null,"cert":"N\/A","id":88842,"title":"Like There's No Tomorrow","adult":false,"genre_ids":[99]},{"cast":["Victor Rebengiuc","Adrian Pintea","Manuela Hărăbor","Şerban Ionescu","Dorel Vișan"],"overview":"Busuioc (Victor Rebengiuc), un taran bogat din Curtici isi trimite fiul Iorgovan (Adrian Pintea), impreuna cu servitorul Sofron (Serban Ionescu) in satul vecin pentru a gasi oameni la munca campului. Iorgovan este indragostit de Simina (Manuela Harabor), fiica unui taran sarac, dintr-un sat de munte, in cautarea careia pleaca. Cum si Simina ii impartaseste sentimentele ea accepta sa vina la culesul recoltei impreuna cu tatal sau. Sentimentele lui Iorgovan sunt confuze, este slab si sfasiat intre dragostea sincera pentru Simina si obstacolul prejudecatilor si diferentelor de pozitie sociala. In acest timp Sofron, tanarul servitor al acestuia, se indragosteste la randu-i de Simina. Infruntarea dintre cei doi pretendenti devine din ce in ce mai acuta, fapt care va limpezi atitudinea fiecaruia fata de femeia pe care amandoi o iubesc.","release_date":"1987-01-01","vote_average":8.0,"runtime":109,"cert":"N\/A","id":88845,"title":"The Forest Woman","adult":false,"genre_ids":[18,10749]},{"cast":["Gerard Thoolen","Dorijn Curvers","Joop Admiraal","Hans van Tongeren","Olga Zuiderhoek"],"overview":"Hes, an uptight and disaffected social worker reaching retirement, discovers a young woman, Anna, in the closet of an acquaintance who has committed suicide. Realizing that she has been kept in the apartment all her life, he moves in and helps her comes to terms with the complexities of the real world.","release_date":"1982-09-23","vote_average":5.0,"runtime":90,"cert":"N\/A","id":88846,"title":"The Hes Case","adult":false,"genre_ids":[18]},{"cast":["Jonny Moseley","Zach Black","Chris Davenport","Hugo Harrison","Andy Mahre"],"overview":"The 61st annual ski film from Warren Miller Entertainment.","release_date":"2010-10-22","vote_average":0.0,"runtime":98,"cert":"N\/A","id":88847,"title":"Wintervention","adult":false,"genre_ids":[99]},{"cast":["Ken'yuu Horiuchi","Banjou Ginga","Mugihito","Koji Toya","Yoshino Takamori"],"overview":"Set in a world of fantasy and adventure, Amon is a young warrior embarking on a quest to avenge the death of his mother. When the hunt leads him ultimately to the kingdom of Valhiss, Amon enlists in the ranks of the Emperor's army in order to gain an opportunity to exact his revenge. However, a chance encounter with the Princess Lichia, being held captive by the Emperor in an effort to ransom a map away from his main rival, King Darai-Sem, Amon must decide whether to follow his path of revenge or to help rescue the Princess in an effort to save a lost kingdom.","release_date":"1986-07-18","vote_average":6.3,"runtime":80,"cert":"N\/A","id":88852,"title":"Amon Saga","adult":false,"genre_ids":[16,14,12]},{"cast":["Yolanda Cezar","Nyssia Leão de Oliveira","Sonia Muszkat","David Muszkat"],"overview":"","release_date":"2010-11-12","vote_average":10.0,"runtime":87,"cert":"N\/A","id":88853,"title":"As Cartas Psicografadas Por Chico Xavier","adult":false,"genre_ids":[99]},{"cast":[],"overview":"My Heart Is An Idiot is a documentary about love that spans two years and over a hundred cities. The film captures Davy Rothbart's manic road-tripping lifestyle as he tours North America in a van promoting his magazine FOUND, an annual collection of discarded and recovered notes, letters, photographs, and ephemera. Along the way, Davy seeks advice on his tortured love life from a motley crew of characters (including Zooey Deschanel, Ira Glass, Newt Gingrich, and Davy's mom), and attempts to follow that advice, with alternately comical and tragic results. Like Sherman's March doused in Maker's Mark, My Heart Is An Idiot is a cautionary kiss on the lips of Generation Irony. When everyone has a strategy, love is unbelievable.","release_date":"2010-05-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":88854,"title":"My Heart Is an Idiot","adult":false,"genre_ids":[99]},{"cast":["Frankie Edgar","Ben Henderson","Quinton Jackson","Ryan Bader","Mark Hunt"],"overview":"UFC 144: Edgar vs. Henderson (also known as UFC Japan) is a mixed martial arts event by the Ultimate Fighting Championship on Sunday, February 26, 2012 JST at the Saitama Super Arena in Saitama, Japan.","release_date":"2012-02-26","vote_average":6.2,"runtime":230,"cert":"N\/A","id":88859,"title":"UFC 144: Edgar vs. Henderson","adult":false,"genre_ids":[28]},{"cast":["Yekaterina Golubeva","Rimma Latypova","Arūnas Sakalauskas","Audrius Stonys"],"overview":"In Kaliningrad two Lithuanian boys meet two Russian girls. They have difficulties in finding places where they can sleep together. But this is the only problem they do solve. All four justly feel miserable because their lives are meaningless (the recurrent dull and poorly kept house façads could well be taken as a comparative symbol). In addition, everyone is so absorbed by his or her own distress and hardly capable of bothering about the anguish of the others. The three days end with a pervasive lack of contact. Written by Max Scharnberg, Stockholm,","release_date":"1992-12-12","vote_average":6.8,"runtime":75,"cert":"N\/A","id":88860,"title":"Three Days","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Directed by Simerjeet Singh, the film deals with a village in Punjab; the youth of which are heedless to their responsibilities.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88861,"title":"Chak Jawana","adult":false,"genre_ids":[18]},{"cast":["Ulrich Noethen","Franziska Petri","Tatja Seibt","Uwe Kockisch","Christoph Bach"],"overview":"","release_date":"2008-10-24","vote_average":6.5,"runtime":92,"cert":"N\/A","id":88864,"title":"Long Shadows","adult":false,"genre_ids":[]},{"cast":["Michael Pollan","Gunther Hauk","Vandana Shiva","Raj Patel"],"overview":"In 1923, Rudolf Steiner, an Austrian scientist, philosopher &amp; social innovator, predicted that in 80 to 100 years honeybees would collapse. Now, beekeepers around the United States and around the world are reporting an incredible loss of honeybees, a phenomenon deemed \"Colony Collapse Disorder.\" This \"pandemic\" is indicated by bees disappearing in mass numbers from their hives with no clear single explanation. The queen is there, honey is there, but the bees are gone. For the first time, in an alarming inquiry into the insights behind Steiner's prediction QUEEN OF THE SUN: What Are the Bees Telling Us? investigates the long-term causes behind the dire global bee crisis through the eyes of biodynamic beekeepers, commercial beekeepers, scientists and philosophers.","release_date":"2010-04-01","vote_average":7.0,"runtime":83,"cert":"N\/A","id":88865,"title":"Queen of the Sun","adult":false,"genre_ids":[99]},{"cast":["Diego Sanchez","Jake Ellenberger","Stefan Struve","Dave Herman","Aaron Simpson"],"overview":"UFC on Fuel TV: Sanchez vs. Ellenberger (also known as UFC on Fuel TV 1) is a mixed martial arts event by the Ultimate Fighting Championship on February 15, 2012 at the Omaha Civic Auditorium in Omaha, Nebraska.","release_date":"2012-02-15","vote_average":6.2,"runtime":140,"cert":"N\/A","id":88866,"title":"UFC on Fuel TV: Sanchez vs. Ellenberger","adult":false,"genre_ids":[]},{"cast":["Randeep Hooda","Shahana Goswami","Rati Agnihotri","Jayant Kripalani"],"overview":"Bangkok-based Tara Mishra and Nikhil Singh meet at a wedding ceremony and fall instantly in love with love with each other. Tara (Shahana Goswami) and Nikhil (Randeep Hooda) have been together for a long time, and Tara's ready to tie the knot. But workaholic Nikhil thinks their relationship is fine the way it is, believing he has no time for marriage. Bit by bit, their romance begins to unravel … until a little magic enters their lives. Acclaimed commercial director Arjun Bali makes his feature debut with this mystical romance, which also stars Jayant Kriplani.","release_date":"2008-09-12","vote_average":6.5,"runtime":null,"cert":"N\/A","id":88867,"title":"Ru-Ba-Ru: For Now & Forever","adult":false,"genre_ids":[10749]},{"cast":["Alfred Hitchcock","Janet Leigh","Joseph Stefano","Clive Barker","Paul Hirsch"],"overview":"A retrospective on the entire movie, from start to finish. There are interviews with many of the principle cast and crew (including Janet Leigh and Joseph Stefano), who all talk openly and lovingly about entire process of making the film. The sessions with Janet Leigh are particularly involving, and she talks a great deal about shooting the now infamous shower scene.","release_date":"1997-01-01","vote_average":7.5,"runtime":94,"cert":"N\/A","id":88870,"title":"The Making of 'Psycho'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Three 6 Mafia's followup to the highly successful street movie Choices 1. After a heist goes wrong for two Memphis hustlers (DJ Paul and Juicy), they find themselves behind bars. Two crooked DEA agents offer freedom on the condition that they do a job for them. Juicy and Paul are forced to make a choice: stay locked up or get caught up. Set against the gritty backdrop of Memphis this film takes Juicy and Paul from the gutter to ballin' and back again.","release_date":"2005-03-29","vote_average":6.8,"runtime":93,"cert":"N\/A","id":88871,"title":"Choices 2","adult":false,"genre_ids":[18,80,10402]},{"cast":["Baljinder Atwal","Kabir Bedi","Gulzar Chahal","Gurpreet Grewal","Vijay Tandon"],"overview":"Romantic family film that revolves around love and relationships. Karam Singh Sandhu is the modern patriarch of the Sandhu Group of Companies","release_date":"2011-09-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":88872,"title":"Yaara O Dildaara","adult":false,"genre_ids":[35,18,10751]},{"cast":["Joanne Woodward","Roberta Wallach","Judith Lowry","Nell Potts","David Spielberg"],"overview":"Middle-aged widow Beatrice Hunsdorfer (Joanne Woodward) and her daughters Ruth (Roberta Wallach) and Matilda (Nell Potts) are struggling to survive in a society they barely understand. Beatrice dreams of opening an elegant tea room but does not have the wherewithal to achieve her lofty goal. Epileptic Ruth is a rebellious adolescent, while shy but highly intelligent and idealistic Matilda seeks solace in her pets and school projects, including one designed to show how small amounts of radium affect marigolds.","release_date":"1972-12-20","vote_average":7.5,"runtime":100,"cert":"N\/A","id":88875,"title":"The Effect of Gamma Rays on Man-in-the-Moon Marigolds","adult":false,"genre_ids":[18]},{"cast":["Juan Perucho","Isabel Donate","Paco Hernández","Miguel Angel Godó","Gabi Álvarez"],"overview":"An outraged watchmaker wants revenge on his adulterous wife and his partner. He wants Torpedo to take care of them, blowing them up...","release_date":"1996-01-01","vote_average":4.0,"runtime":30,"cert":"N\/A","id":88878,"title":"Tic Tac, Luca Torelli es Torpedo","adult":false,"genre_ids":[16,80]},{"cast":["Junko Iwao","Atsuko Tanaka","Jouji Nakata","Toshiko Fujita","Yuusaku Yara"],"overview":"Yuki Kano has it all: fame, wealth, the world at her feet. There's also something very wrong with her... from time to time, she's totally unable to sing (which, for a pop star, is not good). Enter Bosujima, a \"psycho diver\" with the capability to enter people's heads and straighten out what's wrong with them. Well, most of the time, anyway.","release_date":"1997-05-21","vote_average":0.0,"runtime":48,"cert":"N\/A","id":88879,"title":"Psycho Diver: Soul Siren","adult":false,"genre_ids":[16]},{"cast":["Jiřina Švorcová","Bohumil Švarc st.","Otakar Dadák","Věra Kalendová"],"overview":"","release_date":"1951-10-19","vote_average":10.0,"runtime":null,"cert":"N\/A","id":88880,"title":"Way Leading to Happiness","adult":false,"genre_ids":[]},{"cast":["Christian Fuhlendorff","Tobias Dybvad"],"overview":"","release_date":"2011-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88881,"title":"Livet i Nødsporet","adult":false,"genre_ids":[35]},{"cast":["Megumi Hayashibara","Akio Matsuoka","Yasunori Matsumoto","Kappei Yamaguchi","Ikue Otani"],"overview":"In a war torn world of deadly conflict, one small group of heroes stand against the forces of darkness, armed only with two weapons - their unswerving dedication to good and the superhuman martial art known as the Shadow Skill... For fourteen-year old Gau, it is time once again for him to return to the graves of his parents, murdered by bandits when he was just ten. In the company of his adoptive sister Ella, Gau quickly comes to realize that his journey is more than a pilgrimage, and that his combat abilities as a student of the Karuda school of martial arts are about to be pushed to the breaking point! Attacked by the demonic Wolfman, left for dead and then forced to fight by Ella and Karuda master Scarface, Gau's dreams of becoming a new generation of warrior are put to the ultimate test - can he face his sister in single combat? Will he be able to match the unearthly abilities of Scarface? And can Gau ever uncover the secrets of the Shadow Skill?","release_date":"1995-10-25","vote_average":4.8,"runtime":50,"cert":"N\/A","id":88882,"title":"Shadow Skill","adult":false,"genre_ids":[28,12,16,14,878]},{"cast":["Sammo Hung","Karl Maka","Carrie Ng","Wanda Yung Wai-Tak","Lung Ming-Yan"],"overview":"King-sized martial arts hero Sammo Hung stars in this wild and wacky blend of action and comedy. Skinny (Karl Maka) and Fatty (Sammo Hung) are a pair of police detectives who soon find themselves on the outs with their boss when they accidentally make a mess of his wedding while chasing Tak, a big league drug trafficker. Skinny and Fatty are forced to leave their jobs, but while on holiday in Singapore, they forget their troubles when they both find love with beautiful women. However, Tak is convinced the former cops are still a threat, and when he abducts their girlfriends, Skinny and Fatty swing into action to rescue them.","release_date":"1990-06-28","vote_average":7.2,"runtime":100,"cert":"N\/A","id":88889,"title":"Skinny Tiger, Fatty Dragon","adult":false,"genre_ids":[28,35]},{"cast":["Ubaldo Maria Del Colle","Carlo Rosaspina"],"overview":"","release_date":"1905-09-16","vote_average":5.5,"runtime":6,"cert":"N\/A","id":88900,"title":"The Capture of Roma","adult":false,"genre_ids":[36]},{"cast":["Carmen Electra","Daniel Letterle","Mary Elizabeth Winstead","Nick Carter","Adam West"],"overview":"Mutant radioactive bugs attack VJs, Carmen Electra and an island full of MTV contest winners in this tongue-in-cheek tribute to B-movies, monster flicks and even MTV. MTV Original Movies presents Monster Island, a flick with old school effects mixed with hot new celebrities. There’s action, romance and big bugs--now is that something you really want to miss?","release_date":"2004-03-07","vote_average":3.9,"runtime":120,"cert":"N\/A","id":88905,"title":"Monster Island","adult":false,"genre_ids":[27,35,12]},{"cast":["Stephen Burrows","Traci Lords","Tim Matheson","Jerry Stiller"],"overview":"A failed Hollywood actor returns to his home town in Wisconsin and reminisces about his life in L.A. to a potential new girlfriend about his faults, auditions, misadventures, and confrontations with the evils of Hollywood.","release_date":"2000-01-01","vote_average":3.0,"runtime":89,"cert":"N\/A","id":88910,"title":"Chump Change","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Bujang Telajak\" tells the story of three best friends, played by Saiful, Nabil dan Johan, who fall in love with the same girl, named Puteri (Fazura) and end up competing with each other. The three of them are actually professional magicians, who met Puteri while filming for a commercial. The three friends decide to follow Puteri to learn more about her, only to discover that she is also a kindergarten teacher and part-time model. In order to get closer to Puteri, Saiful turns to her blind father, Haji Hashim (Mustapha Kamal) hoping to hear her secrets from him. To his surprise, Saiful is told by Hashim that Puteri longs to marry with someone who is handicapped, as she believes that it is the only way that she will obtain true love like her mother. And so begins the disguise of the three friends as disabled individuals in order to win Puteri's heart, including sabotaging each other. Who will triumph in this comedic love story?","release_date":"2012-01-19","vote_average":6.0,"runtime":90,"cert":"N\/A","id":88913,"title":"Bujang Telajak","adult":false,"genre_ids":[]},{"cast":["Fezrul Khan","Putri Mardiana","Lydiawati","Farisya Fatin","Maimon Mutalib"],"overview":"The story begins when Mila, a girl plagued with acne, becomes too ashamed with her looks that she goes to see a local shaman to obtain a charm needle treatment. However, the treatment comes with the condition that Mila cannot look into the mirror for 44 days, to which she agrees. At work, Mila experiences a huge change in her life when men start giving her second looks and attention. Elated, Mila runs home to look into the mirror to see the change that has come over her, only to realize that she has broken the condition that she had been given. Her face then becomes uglier than before, and Mila returns to the shaman to restore her face, only to be given another condition much worse than before.","release_date":"2012-01-26","vote_average":6.0,"runtime":88,"cert":"N\/A","id":88914,"title":"Sumpahan Kum Kum","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Boyhood Shadows journeys with Glenn, revealing a story that began as a young boy under the power of a sexual predator. The story chronicles Glenn’s struggle as he tries to make sense of his life as a youngster, keeping his secret and shame inside, promising to tell no one. Quelling his pain as a teen through alcohol and drugs, he held tight to his secret. Glenn’s story is detailed by wrenching testimonials of his brothers and sister, his mother and father – who each recognized something was wrong with this once-golden-boy – but at a loss to understand the cause of his devastation.  After suffering for decades, living on the streets, addicted to alcohol and drugs and sex – Glenn finally came up for air. It tells of his past and his present…funny, poignant and sad. Glenn’s story is interspersed with those of twenty other boys-turned-men who share the same history. Their stories are all different…but unfortunately, all the same. One in six boys is sexually molested by the age of 16.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88917,"title":"Boyhood Shadows","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Boys and Men Healing is a documentary about the impact the sexual abuse of boys has on both the individual and society, and the importance of healing and speaking out for male survivors to end the devastating effects. The film portrays stories of three courageous non-offending men whose arduous healing helped them reclaim their lives—while giving them a powerful voice to speak out, and take bold action toward prevention for other boys.  The film includes a support group of men and is testimony to the importance of men finding safe places to support one another and share their stories together.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88918,"title":"Boys & Men Healing","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-10-25","vote_average":7.5,"runtime":null,"cert":"N\/A","id":88925,"title":"Les Denis Drolet - Au pays des Denis","adult":false,"genre_ids":[35]},{"cast":["Dean Martin","Shirley MacLaine","Cliff Robertson","Charles Ruggles","Norma Crane"],"overview":"Dean Martin and Shirley MacLaine star in this sweet 1961 comedy about Tony Ryder (Martin), who takes over the duties of magazine publisher when his uncle dies suddenly, supposedly while spending time with a mistress. Worried that the news will besmirch his magazine's wholesome reputation, Tony hires a detective to find out who the mistress is, but mistakenly identifies the publication's researcher, Katie Robbins (MacLaine), as the secret lover.","release_date":"1961-01-01","vote_average":6.4,"runtime":94,"cert":"N\/A","id":88930,"title":"All in a Night's Work","adult":false,"genre_ids":[35,10749]},{"cast":["Junko Miyashita","Renji Ishibashi","Ako","Moeko Ezawa","Noboru Mitani"],"overview":"Kozo and his colleague rape their boss's daughter and have sex with an unnamed woman.","release_date":"1979-02-17","vote_average":6.5,"runtime":73,"cert":"N\/A","id":88931,"title":"A Woman with Red Hair","adult":false,"genre_ids":[18,35]},{"cast":["Fred Williamson","Richard Pryor","Thalmus Rasulala","Mike Henry"],"overview":"Two incompetent Western outlaws engineer several failed crimes, including a botched stagecoach holdup. Fred Williamson, a tough-guy perennial in blaxploitation movies, does a rare comedy turn as a blundering patsy to Richard Pryor's slick con man.","release_date":"1976-01-01","vote_average":4.0,"runtime":87,"cert":"N\/A","id":88934,"title":"Adiós Amigo","adult":false,"genre_ids":[37,28,35]},{"cast":["Tobar Mayo","J. Walter Smith","Roxie Young","Gladys Lum","Tony Rumford"],"overview":"Upon moving into a bigoted neighborhood, the scientist father of a persecuted black family gives a superpower elixir to a tough bodyguard, who thus becomes a superpowered crimefighter.","release_date":"1977-03-01","vote_average":4.6,"runtime":102,"cert":"N\/A","id":88937,"title":"Abar, the First Black Superman","adult":false,"genre_ids":[28]},{"cast":["Vincene Wallace","Vicki Carbe","Victor Izay","Dick Osmun"],"overview":"A young woman gets sexually used and abused by every man she meets while on her way to rising to the top of Hollywood's entertainment industry.","release_date":"1968-11-15","vote_average":6.0,"runtime":65,"cert":"N\/A","id":88940,"title":"A Sweet Sickness","adult":false,"genre_ids":[18]},{"cast":["Angela Carnon","Joshua Bryant","Linda York","Con Covert","Colleen Brennan"],"overview":"Two Los Angeles detectives are assigned to track down and arrest a brutal rapist-murderer terrorizing the city. Their job is complicated by the fact that the killer is able to avoid capture because he can pose as a woman.","release_date":"1973-01-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":88941,"title":"A Scream in the Streets","adult":false,"genre_ids":[28,80]},{"cast":["Anthony Steffen","Eduardo Fajardo","Mary Paz Pondal","Fernando Cerulli","Veronika Korosec"],"overview":"Travelling actor and gunman Joe Clifford inherits a gold mine from his uncle. Returning to claim the mine, he finds town boss Berg, his uncle's murderer, controls it instead. Clifford sets about avenging his uncle, recovering the mine and freeing the town from Berg using both shooting and thespian skills.","release_date":"1970-12-04","vote_average":6.0,"runtime":90,"cert":"N\/A","id":88946,"title":"A Man Called Apocalypse Joe","adult":false,"genre_ids":[37]},{"cast":["Tony Anthony","Frank Wolff","Jolanda Modio","Gia Sandri","Raf Baldassarre"],"overview":"Unknown to anybody else but himself The Stranger arrives in an abandoned town where he witnesses the slaughter of Mexican soldiers by a gang led by Aguila. The Stranger threatens Aguila to denounce him if he does not accept to let him take part in the theft of a shipment of gold. The plan is a success but when The Stranger claims his due, he gets a good beating instead. However The Stranger manages to escape with the gold. The bandits, who want his skin, pursue him. But The Stranger is not the kind to get caught so easily...","release_date":"1967-01-10","vote_average":6.0,"runtime":86,"cert":"N\/A","id":88947,"title":"A Dollar Between the Teeth","adult":false,"genre_ids":[37]},{"cast":["Claudia Jennings","Sam Gilman","Douglas Dirkson","Clyde Ventura","Don Baldwin"],"overview":"Desiree lives deep in the swamp and supports herself and her siblings by poaching. Ben and deputy Billy hope to get a little sexual comfort from the \"Cajun swamp rat\" when they catch Desiree trapping 'gators, and give chase. Desiree outsmarts them but Billy accidentally shoots Ben and tells his sheriff dad that Desiree did it. Ben's dad and sons join them in the search party and quickly get out of control. Soon the hunters become the hunted as Desiree exacts her revenge for their violence against her family.","release_date":"1974-06-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":88950,"title":"'Gator Bait","adult":false,"genre_ids":[28,53]},{"cast":["Jiřina Bohdalová","Radoslav Brzobohatý","Gustav Opočenský","Miroslav Holub","Lubor Tokoš"],"overview":"Husband (senior ministry official) and wife find their house is riddled with listening devices put there by his own ministry. A harrowing night follows (reminiscent of 'Who's Afraid Of Virginia Woolf'), and the resolution is worse  than being carted off to jail","release_date":"1970-06-01","vote_average":7.4,"runtime":94,"cert":"N\/A","id":88953,"title":"The Ear","adult":false,"genre_ids":[9648,53,18]},{"cast":["Tom Bower","Karlene Crockett","Peter Donat","Marilyn Hassett","Susan O'Connell"],"overview":"Three families that are best friends head to their secret retreat when WW3 seems to be nearing. The adults arrive at the retreat and must endure the stress to come while the children are separated from the adults and have their own troubles along the way. This is a great story in the fact that many of these types of movies deal in violence while this one deals in the psychological aspect of the situation.","release_date":"1984-09-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":88954,"title":"Massive Retaliation","adult":false,"genre_ids":[18,10752]},{"cast":["Hugh Sinclair","Sally Gray","Arthur Macrae","Cecil Parker","Leueen MacGrath"],"overview":"While on vacation, the Saint discovers a much-sought-after music box.","release_date":"1941-05-09","vote_average":5.1,"runtime":61,"cert":"N\/A","id":88955,"title":"The Saint's Vacation","adult":false,"genre_ids":[18,9648]},{"cast":["Hugh Sinclair","Jean Gillie","Gordon McLeod","Clifford Evans","Wylie Watson"],"overview":"A man murdered at the Saint's doorstep manages to utter a few words to Simon Templar before he dies, sending him off to the quaint resort village of Baycombe where he confronts crime mastermind 'The Tiger' and his gang as they plan to smuggle gold bullion out of the country. Written by Doug Sederberg","release_date":"1943-07-29","vote_average":4.5,"runtime":79,"cert":"N\/A","id":88956,"title":"The Saint Meets the Tiger","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"Nobody likes Joseph, but he didn't really care until his beloved dog went missing. Now Joseph is pissed. But the final straw is when his girlfriend leaves him and his home is vandalized. Now Joseph decides to do something - bringing an old fable back to life about a wolf that was black as coal and feared like death. The first targets are foster parents Sam and Doris whose sunny fall morning has turned into an unspeakable nightmare... Written by C. Hamilton","release_date":"2011-01-01","vote_average":1.0,"runtime":128,"cert":"N\/A","id":88959,"title":"Bat Shit Crazy","adult":false,"genre_ids":[53]},{"cast":["Jerrica Lai","Peter Davis"],"overview":"Self-absorbed Malaysian TV host, Rafflesia Pong (Jerrica Lai), whose art-discussion programme is dying from lousy ratings, stumbles upon a golden opportunity when her latest interviewee, an ex-boyfriend, dies in front of the camera. It is perfect timing as she has to find a way to come up with the ultimate reality show to outdo her American-accented pan-Asian rival. Eric Tan (Peter Davis) is a mild-mannered, half-English corporate slave who, like Pong, works for the Fony Corporation. He labours to create the perfect Soyamaker Machine but is constantly assailed by unreasonable insults from his megalomaniacal CEO bosses and is in love with Pong.","release_date":"2009-05-07","vote_average":5.8,"runtime":110,"cert":"N\/A","id":88964,"title":"Sell Out!","adult":false,"genre_ids":[35,10402]},{"cast":["Li Yi-Min","Lung Fei","Ma Chin-Ku ","Goo Chang","Suen Shu-Pau"],"overview":"Part of the Wu Tang Chess Boxing Collection, Seven Commandments stars Li Yi Min as the protege of Chang Yi, who teaches him the seven commandments of combat. However, Li breaks with his master when he learns of Chang's dedication to violence, something Li cannot abide by, forcing the master and student to fight each other to the death. Based on the spaghetti western Days of Wrath.","release_date":"1979-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88979,"title":"The Seven Commandments of Kung Fu","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88992,"title":"Guido Weiers - Oudejaarsconference 2006","adult":false,"genre_ids":[]},{"cast":["Wynand van Vollenstee","Mike Smuts ","Marga van Rooy","Carmilla Mosavel ","Ben Kruger "],"overview":"An Afrikaans story about a chubby 17-year old (Kallie) who struggles to fit in in his new school. On top of that, luck has it that he falls in love with the school bully's sister.","release_date":"2009-09-17","vote_average":6.0,"runtime":90,"cert":"N\/A","id":88993,"title":"Karate Kallie","adult":false,"genre_ids":[10749,35]},{"cast":["Guido Weijers"],"overview":"","release_date":"2007-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":88994,"title":"Guido Weijers: De Oudejaarsconference 2007","adult":false,"genre_ids":[35]},{"cast":["Curtis Mayfield"],"overview":"Movin' On Up is the definitve documentary on one of the most important artists and greatest groups of all time.","release_date":"2008-05-06","vote_average":0.0,"runtime":180,"cert":"N\/A","id":88995,"title":"Curtis Mayfield: Movin' On Up - The Music And Message Of Curtis Mayfield And The Impressions","adult":false,"genre_ids":[10402,99]}]