[{"cast":[],"overview":"Gustavo Dudamel: Live From Salzburg","release_date":"2006-09-29","vote_average":0.0,"runtime":131,"cert":"N\/A","id":89002,"title":"Gustavo Dudamel: Live From Salzburg","adult":false,"genre_ids":[10402]},{"cast":["Roberta Gemma","Claudia Rossi","Sabrina Sweet","Simony Diamond","Valentina Banks"],"overview":"Venice: a man and a stranger wearing a mask erroneously exchange their suitcases. A quick and furtive meeting is enough. Everything starts (or it might even be the end!) in quest of a formula whose effects are miraculous and which has been worked out by a biologist now hidden somewhere in the Venezuelan paradise. Many people are already on the scientist's tracks. Such a mission can be carried out only by a specialist. Intrigues, seduction, 'coup de theatre'. The first getting in his\/her hands the precious formula will become rich, very rich...","release_date":"2007-01-01","vote_average":9.0,"runtime":115,"cert":"N\/A","id":89005,"title":"The Specialist","adult":true,"genre_ids":[]},{"cast":["Leighton Meester","Hugh Laurie","Alia Shawkat","Allison Janney","Catherine Keener"],"overview":"A man's (Hugh Laurie) affair with his friend's much-younger daughter (Leighton Meester) throws two neighboring families into turmoil.","release_date":"2011-09-09","vote_average":5.5,"runtime":90,"cert":"","id":89008,"title":"The Oranges","adult":false,"genre_ids":[35,10749,18]},{"cast":["Oliver Stritzel","Florian Brückner","David Zimmerschied","Alicja Bachleda-Curuś","Marion Mitterhammer"],"overview":"","release_date":"2007-06-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":89011,"title":"The Beheaded Rooster","adult":false,"genre_ids":[18]},{"cast":["Iris Berben","Martin Benrath","Rosemarie Fendel","Timothy Peach","Rüdiger Vogler"],"overview":"","release_date":"1999-05-25","vote_average":0.0,"runtime":108,"cert":"N\/A","id":89014,"title":"Die Zauberfrau","adult":false,"genre_ids":[18]},{"cast":["Todd Solondz","Max Cantor","Alexandra Gersten","Jane Hamper","Stanley Tucci"],"overview":"This film focuses on the trials and tribulations of Ira (Todd Solondz), who is an unsuccessful playwright trying to find himself in New York City.","release_date":"1989-12-08","vote_average":5.8,"runtime":85,"cert":"N\/A","id":89027,"title":"Fear, Anxiety & Depression","adult":false,"genre_ids":[35]},{"cast":["Jon Anderson","Steve Howe","Chris Squire","Rick Wakeman","Alan White"],"overview":"Yes have reformed in their most celebrated line-up, Jon Anderson, Steve Howe, Chris Squire, Rick Wakeman and Alan White and this reunion has been greeted with anticipation by millions of fans worldwide.  Keys To Ascension was recorded in March 1996 during a series of brilliantly staged live concerts at The Fremont Theatre in California's San Luis Obispo. The band gelled magnificently and Keys To The Ascension proves that the magic is still there, great vision, stunning technical ability, incredible improvisational skills and imaginative presentation of ideas.....timeless Yes music.","release_date":"1996-01-01","vote_average":0.0,"runtime":147,"cert":"","id":89038,"title":"Yes: Keys To Ascension","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Legendary improv band The String Cheese Incident is well known for their stage shows, but this live New Year's Eve performance ringing in 2000 is especially impressive. The Boulder, Colo., quintet blends bluegrass, reggae, soul and rock 'n' roll into a unique sound that's sure to please fans. This concert video includes nine songs, behind-the-scenes footage, interviews with band members, multiangle viewing options and a photo gallery.","release_date":"2001-12-11","vote_average":0.0,"runtime":95,"cert":"N\/A","id":89039,"title":"The String Cheese Incident: Evolution","adult":false,"genre_ids":[]},{"cast":["Joanna Pacula","Andy Velasquez","Geoffrey Lower","Omar Sharif","Burt Young"],"overview":"Jacob's feet are so turned out that he walks like Charlie Chaplin. He is different because of that and decides to emigrate from Palestine to Canada, where \"everyone is equal\". There everybody treats him kindly, and a thief specializing in stealing money from cash machines takes him into his home and treats him like a son, waitress Selma finds him a job as a Chaplin imitator, \"prophet\" Khalil Gibran gives him wise advice","release_date":"1997-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":89050,"title":"Heaven Before I Die","adult":false,"genre_ids":[35]},{"cast":["Joke Devynck","Vic de Wachter","Michel van Dousselaere","Johan Heldenbergh","Marilou Mermans"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":89053,"title":"Vleugels","adult":false,"genre_ids":[35,10749]},{"cast":["Adolfo Celi","Tony Lo Bianco","Maud Adams"],"overview":"The city suffers and succumbs unarmed, but an ex secret agent succeeds in winning the struggle against the gangsterism. Intrigue and violence grip a society victim of the crime.","release_date":"1976-12-04","vote_average":6.5,"runtime":null,"cert":"N\/A","id":89054,"title":"Merciless Man","adult":false,"genre_ids":[80,53]},{"cast":["Dan Sabatta","Bruno Biondi","Tom Larini","Franco Topitti"],"overview":"Daniel is an expert in black magic, who invents a new deadly virus. The virus allows the size of the demons to come into contact with human through television, computer and magnetic fields. The contagion spreads.","release_date":"2000-02-18","vote_average":6.0,"runtime":70,"cert":"N\/A","id":89055,"title":"Zombi New Millennium","adult":false,"genre_ids":[27]},{"cast":["George Hilton","Emanuele Cannarsa","Giuseppe Alotta","Annarita Grapputo","Franco Nebbia"],"overview":"Drugs, murders, robberies. In Turin, violence is an everyday fact of life, but a mysterious vigilante starts cleaning up the streets. In fact, the killer is a cop, Moretti, who went undercover to do the dirty work he couldn't do in cop's clothing.","release_date":"1977-10-13","vote_average":4.0,"runtime":null,"cert":"N\/A","id":89056,"title":"Double Game","adult":false,"genre_ids":[28,53]},{"cast":["Lorenzo Lamas","Melody Thomas Scott","Ralf Moeller","David Millbern","Kristen Honey"],"overview":"Arrived to the tropical island of Barsarato to spend a short vacation with her eighteen years old son, Dr. Linda Fleming (Melody Thomas Scott), teacher and expert virologist, is providing relief to people affected by a virulent disease caused by an unknown virus transmitted to humans by chickens. Her generous efforts will be wasted by poor local hospitals and the low cooperation of the people who puts blind faith in Joseph (Ralf Moeller), a sort of healer with exceptional charisma and leader of a religious community that preaches faith in God and enhances the remedies of alternative medicine.","release_date":"2003-02-14","vote_average":3.8,"runtime":89,"cert":"N\/A","id":89057,"title":"The Paradise Virus","adult":false,"genre_ids":[28,53,10770]},{"cast":["Faramarz Gharibian","Yousef Khodaparast","Baran Kosari","Jalal Sarhad Seraj"],"overview":"When forced to divorce his wife by family and social pressure because her mother is a prostitute, Nazar (Khodaparast) works double shifts to pay back the loan he took out for his impulsive wedding and to pay some ongoing restitution to his sweet jilted bride, Reyhaneh (Kosari). When he falls behind in the payments he flees the police and ends up in the desert with an uncommunicative old man (Gharibian) who catches poisonous snakes for their venom. These two are forced to coexist in the desert, because Nazar is unwilling to return to the city and wants to catch snakes to make enough money to settle his debts. His verbose, chattering annoys the reticent old man until Nazar's life is endangered. Written by Maple-2","release_date":"2003-01-01","vote_average":6.3,"runtime":95,"cert":"N\/A","id":89066,"title":"Dancing in the Dust","adult":false,"genre_ids":[18]},{"cast":["Tab Hunter","Natalie Wood","Skip Homeier","Eduard Franz","Earl Holliman"],"overview":"When Trace Jordan's brother is murdered he confronts the man responsible.","release_date":"1956-08-23","vote_average":5.1,"runtime":94,"cert":"N\/A","id":89079,"title":"The Burning Hills","adult":false,"genre_ids":[10749,37]},{"cast":["Janove Ottesen","Geir Zahl","Terje Winterstø Røthing","Rune Solheim","Øyvind Storesund"],"overview":"Viva La Vega is a Live DVD featuring the Norwegian alternative rock band Kaizers Orchestra produced by the Norwegian company Amazon Film. It features their concert at Vega in Copenhagen, Denmark on 6 October 2005, as well as documentaries, music videos, a biography, and stills. The DVD features all the songs Kaizers recorded in 2005, whether as part of the concert itself or as background music for the extras.","release_date":"2006-04-24","vote_average":0.0,"runtime":123,"cert":"N\/A","id":89084,"title":"Kaizers Orchestra : Viva la Vega","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2008-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":89085,"title":"Familie ist was Wunderbares","adult":false,"genre_ids":[]},{"cast":["Spencer Tracy","Nancy Kelly","Richard Greene","Walter Brennan","Charles Coburn"],"overview":"When American newspaperman and adventurer Henry M. Stanley comes back from the western Indian wars, his editor James Gordon Bennett sends him to Africa to find Dr. David Livingstone, the missing Scottish missionary. Stanley finds Livingstone (\"Dr. Livingstone, I presume.\") blissfully doling out medicine and religion to the happy natives. His story is at first disbelieved.","release_date":"1939-08-18","vote_average":6.5,"runtime":101,"cert":"N\/A","id":89086,"title":"Stanley and Livingstone","adult":false,"genre_ids":[12,18,36]},{"cast":["Mike Boddé","Thomas van Luyn"],"overview":"","release_date":"2007-12-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":89087,"title":"Mike & Thomas: Ajuinen en Look","adult":false,"genre_ids":[]},{"cast":[],"overview":"The comedy Our Own Oslo is an everyday love story. We follow the strained courtship of the wildly differing Harald, forty year old engineer and Vilborg, an unemployed single mother. They are both tangled up in their own pasts and their attempts at love end in disaster.","release_date":"2011-01-01","vote_average":2.0,"runtime":97,"cert":"N\/A","id":89088,"title":"Our Own Oslo","adult":false,"genre_ids":[35,10749]},{"cast":["Evgeny Afineevsky","Jon Golan Aharoni","Bo Brown","Charlotte Crossley","Billy Drago"],"overview":"A young black man is a growing basketball star in his school. The Mob decides to initiate him and manage him. He likes the presents, money and girls, but his coach does not. When things go too far, only his coach can do what must be done.","release_date":"2001-01-01","vote_average":4.0,"runtime":95,"cert":"N\/A","id":89091,"title":"Death Game","adult":false,"genre_ids":[28,18]},{"cast":["Ray Milland","Sylvia Syms","Felix Aylmer","Raymond Huntley"],"overview":"Ray Milland plays a barrister whose daughter is killed in a \"hit-and-run\" accident. When his neighbor is also killed, evidence points to the barrister as the murderer. Did he do it? Is he insane?","release_date":"1968-11-01","vote_average":6.0,"runtime":101,"cert":"","id":89092,"title":"Hostile Witness","adult":false,"genre_ids":[18]},{"cast":["Kerry Fox","Ray Winstone","Ben Daniels","David Morrissey","Jennifer Saunders"],"overview":"Yorkshire writer Kate finds out her biological clock is ticking down the same day that her husband leaves her. To get over the financial crisis this creates she takes in car-dealer Dave. He's homeless as Kate's husband has moved in with his wife. This leaves the problem of how to get promptly pregnant. Surely not with increasingly interesting Dave. They can't even agree on a baby's name - he thinks Fanny is silly and she finds Elvis, well, inconceivable.","release_date":"1999-11-19","vote_average":6.5,"runtime":null,"cert":"","id":89093,"title":"Fanny & Elvis","adult":false,"genre_ids":[10749,35]},{"cast":["Corey Martin","Dayton O'Connor","Gavin Waters","Ryan Driller","Micah Andrews"],"overview":"Get ready for a wild and dirty ride. At the Stud Ranch: Hung n' Strung, you'll take a walk on the wild side! Buckshot boys are clean boys doing dirty things. Hung and strung, the boys at Stud Ranch get downright filthy. A hard day's work at this ranch involves a roll in the hay, plenty of rope and a riding saddle. Oh you'll definitely be breaking a sweat - hog-tied and horny, these hard bodies get worked to the limit.","release_date":"2010-12-01","vote_average":8.0,"runtime":116,"cert":"N\/A","id":89094,"title":"Stud Ranch: Hung N' Strung","adult":true,"genre_ids":[]},{"cast":["Robert Cummings","Brian Donlevy","Marjorie Reynolds","Jorja Curtright","Bill Goodwin"],"overview":"Also released as Montana Mike, Heaven Only Knows is an offbeat western with fantasy overtones. Hard-bitten gambling boss Brian Donlevy rules his frontier community with brawn and bullets. To his dismay, Donlevy discovers that he has a guardian angel (Robert Cummings), who shows up in the guise of an Eastern tenderfoot. The angel has been sent from Above to save Donlevy's soul, and to that end encourages the one-time villain to squire a minister's daughter (Jorja Curtwright) rather than his usual dance-hall girls. Donlevy is also given tips on winning against his enemies without resorting to gunplay. The gambler finally redeems himself with Heaven by rescuing the angel from a lynch mob (how can you lynch an angel?) Heaven Only Knows deserves an \"E\" for Effort for bringing a fresh twist to the venerable western genre.","release_date":"1947-09-12","vote_average":4.5,"runtime":100,"cert":"N\/A","id":89097,"title":"Heaven Only Knows","adult":false,"genre_ids":[14,37]},{"cast":["Dennis Lipscomb","Debbie Harry","Sam McMurray","Terry Walsh","Cynthia Crisp"],"overview":"A 1950s accountant (Dennis Lipscomb) with a restless wife (Deborah Harry) grows paranoid after hiding a milk thief's corpse next door.","release_date":"1980-09-26","vote_average":4.0,"runtime":87,"cert":"N\/A","id":89098,"title":"Union City","adult":false,"genre_ids":[35,18,9648]},{"cast":["Esther Goris","Ruth Gabriel","Jorge Perugorría"],"overview":"","release_date":"1998-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":89101,"title":"Fegefeuer der Leidenschaft","adult":false,"genre_ids":[18]},{"cast":["Chen Chao-jung","Bai Ling","Lene Lai"],"overview":"This story is a description of how modern people search for their happiness and self-worth in Taipei City. In order to make a living, a man and a woman applied for a job as Call Man and Call Girl in the same day coincidentally, and they also sat out with the same taxi in that day. More spontaneously, due to various factors, both of them always fail to get clients which produced a lot of funny accidents. Finally, these pitiful and ridiculous \"chicken and duck\" have an opportunity to break the shackles on their body toward the well-being reality. The film's unique humor in trying to approach the interpretation of the most true humanity.","release_date":"2010-05-28","vote_average":0.0,"runtime":112,"cert":"N\/A","id":89108,"title":"Comedy Makes You Cry","adult":false,"genre_ids":[35,18]},{"cast":["Demet Akbağ","Haluk Bilginer","Özcan Deniz","Ata Demirer","Cem Özer"],"overview":"Having failed incredibly many times in attempts to find a big talent and to be rich, the two producers and their only two contracted singers struggle to clean their debts and make their dreams come true, no matter what happens. Being in a tight spot, they rely on a gastarbeiter who they hear sing over the phone. They desperately invite him to Turkey. Then, out of the blue, an inspirational lady, Firuze, shows up and supports the gang both morally and financially. With the support they receive from Firuze, the gang start walking, slowly but decisively, towards their aim. Just when they think they really can turn things around, they learn that Firuze is actually a schizophrenic and they did it all by themselves.","release_date":"2004-02-20","vote_average":6.9,"runtime":128,"cert":"N\/A","id":89111,"title":"Where's Firuze?","adult":false,"genre_ids":[35,18,10402]},{"cast":["Akira Terao","Eri Fukatsu","Takanari Saito","Ryusei Saito","Ruriko Asaoka"],"overview":"This is the story between single mother housekeeper and mathematics professor,who has a brain damage.","release_date":"2006-01-21","vote_average":7.0,"runtime":117,"cert":"N\/A","id":89116,"title":"The Professor and His Beloved Equation","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Brian Bosworth","John Tench","Rachel Hayward","Jerry Wasserman","Teryl Rothery"],"overview":"Caught behind the Iron Curtain at the close of the Cold War, CIA agent Alec Carville (Brian Bosworth) has spent 11 years held captive by the KGB in a mental institute. But he's finally offered a shot at freedom by an old nemesis -- if he steals a much-coveted formula for unlimited energy, a formula sought to ignite a global war. Now, he'll have to run his own covert mission to outmaneuver the enemy.","release_date":"2001-02-20","vote_average":7.0,"runtime":98,"cert":"N\/A","id":89119,"title":"The Operative","adult":false,"genre_ids":[28,53]},{"cast":["Ken Duken","Sophie von Kessel","Sabine Timoteo","Charlotte Schwab","Mike Müller"],"overview":"","release_date":"2009-07-29","vote_average":2.5,"runtime":null,"cert":"N\/A","id":89122,"title":"Flug in die Nacht - Das Unglück von Überlingen","adult":false,"genre_ids":[10770,18]},{"cast":["Karin Mani","Robert Torti","Britt Helfer","Michael Wayne","Jon Greene"],"overview":"A beautiful young martial arts expert stops a vicious street gang from robbing her grandparents' house. The gang marks her for murder, but her grandparents are killed instead. The girl sets out to take her revenge on the gang.","release_date":"1984-03-01","vote_average":5.7,"runtime":82,"cert":"N\/A","id":89125,"title":"Alley Cat","adult":false,"genre_ids":[28]},{"cast":["Thomas Harlan","Jan Harlan","Christiane Kubrick","Caspar Harlan","Veit Harlan"],"overview":"Though almost forgotten today, Veit Harlan was one of Nazi Germany's most notorious filmmakers. His most perfidious film was the treacherous anti-Semitic propaganda film Jud Süß - required viewing for all SS members. An unrepentant and blindly obsessive craftsman, no figure - save for Leni Riefenstahl - is as closely associated with the cinema of the Holocaust years. (Harlan's epic Kolberg was the basis for Inglourious Basterds's pivotal film-within-a-film Stolz Der Nation.) This documentary is an eye-opening examination of World War II film history as well as the story of a German family from the Third Reich to the present; one that is marked by reckoning, denial and liberation.","release_date":"2008-10-29","vote_average":5.6,"runtime":100,"cert":"N\/A","id":89126,"title":"Harlan: In the Shadow of Jew Süss","adult":false,"genre_ids":[99]},{"cast":["Olivier Gruner","Peter Kwong","Theresa Saldana","Frank Aragon","James Carreras"],"overview":"A graduate student and martial-arts expert rents a room in a house owned by a single mother who lives there with her son. A local street gang is trying to recruit the son, but the new tenant tries to help the boy's mother keep him out of the gang. When they learn of this, they target both the mother and her new tenant.","release_date":"1990-02-23","vote_average":6.3,"runtime":102,"cert":"N\/A","id":89139,"title":"Angel Town","adult":false,"genre_ids":[18,28]},{"cast":["Tom Stern","Ted Markland","Jack Starrett","Arlene Martel","Paul Bertoya"],"overview":"Mike (Tom Stern), a biker, returns to California after serving in Vietnam. He uses his war-hero experience to organize a new, united super outlaw gang. When one member is shot by police because he killed a girl at a pot orgy, an all-out cop vs. biker war results. Music by the Peanut Butter Conspiracy and the Lollipop Shoppe.","release_date":"1968-06-05","vote_average":4.5,"runtime":86,"cert":"N\/A","id":89144,"title":"Angels from Hell","adult":false,"genre_ids":[28]},{"cast":["Leo Gorcey","Huntz Hall","Gabriel Dell","David Gorcey","Frankie Darro"],"overview":"Slip invites his cousin Jimmy to stay with his family after he is released from prison. However, Jimmy soon gets mixed up with an auto-theft ring.","release_date":"1948-03-07","vote_average":3.0,"runtime":null,"cert":"N\/A","id":89145,"title":"Angels' Alley","adult":false,"genre_ids":[18,35,80]},{"cast":["Ross Hagen","Kent Taylor","Preston Pierce","Regina Carrol","William Bonner"],"overview":"These angels don't wear halos. After stomping the lights out on a couple of racist rapists, some tough biker babes take refuge in a rural commune run by a peace-loving guru who's actually a drug kingpin with a vicious gang -- and who specializes in human sacrifices.","release_date":"1972-01-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":89146,"title":"Angels' Wild Women","adult":false,"genre_ids":[27,28]},{"cast":["Peter Breck","Ruta Lee","Joby Baker","Pamela Austin","Johnny Cash"],"overview":"The marriage of television director Ted Glover and television producer A.G. Bannister has gone on the rocks because she has permitted her career to take precedence over romance.","release_date":"1963-08-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":89147,"title":"Hootenanny Hoot","adult":false,"genre_ids":[10402]},{"cast":["Nigel Patrick","Moira Lister","Beatrice Campbell","Betty Ann Davies","Michael Hordern"],"overview":"The story of a husband's implication in his wife's death, his stupid disposal of her body and the police enquiry which almost embroils him in a murder charge.","release_date":"1953-04-15","vote_average":7.8,"runtime":80,"cert":"","id":89148,"title":"Grand National Night","adult":false,"genre_ids":[80,53]},{"cast":["Christopher Titus"],"overview":"Neverlution debuted at the Montreal Comedy festival in 2010 to standing ovations. In it, Titus talks about bringing the country back to its former glory, the new generation, and politics. Comedy Central Records released a double CD of Neverlution on June 28, 2011.The 105 minute Neverlution DVD was available for pre order on August 3, 2011 and shipped on August 15, 2011. In a change from his earlier deals with distribution companies Titus got the rights to his special and will only distribute it through his website christophertitus.com. Titus believes that the web will make it so that artists can make the most with their art and support their fans better and the special aired on Comedy Central on July 3, 2011","release_date":"2011-06-28","vote_average":8.3,"runtime":90,"cert":"N\/A","id":89153,"title":"Christopher Titus: Neverlution","adult":false,"genre_ids":[35]},{"cast":["Niall MacGinnis","John Ruddock","Pierre Lefevre","Guy Verney","Alastair Hunter"],"overview":"The dramatic black and white classic film of Martin Luther's life made in the 1950's. This film was originally released in theaters worldwide and nominated for an Academy Award. A magnificent depiction of Luther and the forces at work in the surrounding society that resulted in his historic reforming efforts. This film traces Luther's life from a guilt-burdened monk to his eventual break with the Roman Church. This film, in spite of its age, continues to be a popular resource to introduce Luther's life.","release_date":"1953-05-08","vote_average":7.4,"runtime":105,"cert":"N\/A","id":89154,"title":"Martin Luther","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1972. All eyes were on the defending champion Jackie Stewart and expectations were high that he would repeat the total domination of the previous year.  He made his intentions clear with an emphatic win in the 1st GP – cruising home half a minute ahead of the chasing pack. However, there was another driver intent on stealing his crown: Emerson Fittipaldi, a whirlwind of talent and youthful arrogance in his iconic black and gold Lotus 72.  And it turned out to be a thrilling season of on-the-limit action that climaxed at Monza – Fittipaldi’s spiritual home. Stewart’s broken clutch put him out of the race, ensuring Fittipaldi’s place in the record books: at just 25 years of age, ‘Emmo’ became the youngest-ever World Champion.","release_date":"1972-12-30","vote_average":0.0,"runtime":52,"cert":"","id":89165,"title":"1972 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"Formula One 1973 Review - Reign of Stewart is the DVD review of the 1973 Formula 1 season. This was the year when the legendary Jackie Stewart was crowned as F1 champion for the third and final time.  Jackie Stewart had won the Formula One championship in 1971 but Emerson Fittipaldi was the reigning champion. At the start of the 1973 F1 season there was no question regarding his intention, Jackie Stewart wanted his title back.  It was Fittipaldi who laid down the gauntlet, winning three out of the first four races. However, Stewart refused to buckle under pressure, and consistent displays of driving genius with the Tyrrell wondercar brought him right back into contention. By the halfway point of the season, Stewart led the Championship by a single point.","release_date":"1973-09-08","vote_average":0.0,"runtime":52,"cert":"","id":89166,"title":"1973 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"1974 was the year of change in Formula One. Defending champion Jackie Stewart had retired from racing, creating a power vacuum that sucked a host of racers, old and new, into the battle for the Championship.  And what a season! Predicting the outcome of each race was impossible as the drivers battled to come to terms with closer racing brought about by faster cars with better tyres. It was reliability as much as driving skill that kept the leaderboard in a state of constant flux. By the final race of the season Emerson Fittipaldi (McLaren), Clay Regazzoni (Ferrari) and Jody Scheckter (Tyrrell) were locked in a fascinating three-way battle for the title. It went right down to the wire.","release_date":"1974-09-08","vote_average":0.0,"runtime":52,"cert":"","id":89169,"title":"1974 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Formula One 1975 Review - Lauda and Ferrari no. 1 is the DVD review of the 1975 Formula 1 season. This was the year when the prancing horse got its spring back, when Niki Lauda in the new Ferrari 312T won the Formula One Drivers Championship.  1975 was the year when the prancing horse got its spring back. The early decade had been a challenging period for Ferrari, as they struggled to find a body shape that would do justice to the brute force of the V12 engine. Enter Niki Lauda and his brand new car - the Ferrari 312T. It proved to be an irresistible combination that would be unstoppable.","release_date":"1975-09-08","vote_average":0.0,"runtime":52,"cert":"","id":89170,"title":"1975 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":["James Hunt","Niki Lauda"],"overview":"Formula One 1976 Review - Hunt for the Title is the DVD review of the 1976 Formula 1 season. This was the year when Britain's James Hunt, in the McLaren, amazingly clinched the Formula One Drivers Championship during the final Grand Prix of the season in Japan.  The reigning Champion, Niki Lauda in the Ferrari, started the 1976 season as the favourite for the Championship. His nearest rival, Emerson Fittipaldi, made the patriotic switch from McLaren to the Brazilian funded Copersucar team. This left a hole at McLaren... it was filled by the ambitious British hopeful with the playboy image, James Hunt, to set the scene for a dramatic season of racing.","release_date":"1976-09-08","vote_average":5.0,"runtime":52,"cert":"","id":89171,"title":"1976 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":["Niki Lauda"],"overview":"1977 saw Niki Lauda start the season, scarred but fit. And determined to put his horrific accident in ’76 behind him.  The first race of the season, in Argentina, provided a maiden victory for the Wolf team, which was followed by an extremely successful debut season, ending with Jody Scheckter taking second place in the championship.","release_date":"1977-09-08","vote_average":4.5,"runtime":52,"cert":"","id":89172,"title":"1977 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":["Niki Lauda","Ronnie Peterson"],"overview":"1978 Ferrari and Lauda had now gone their separate ways despite winning the championship together in ‘77. Lauda moved to Brabham and Ferrari took on the young Gilles Villeneuve. Frank Williams and Patrick Head formed Williams Grand Prix Engineering, mounting their first title challenge with Alan Jones in the driving seat.  Tyrrell had reverted back to four wheels from their radical six-wheeled P34, and this year it was Brabham who turned heads with the introduction of their BT-46B ‘fan car’. On its first Grand Prix in Sweden it took first place only to be banned from future competition by the FIA.","release_date":"1978-09-08","vote_average":4.0,"runtime":52,"cert":"","id":89173,"title":"1978 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":["Jody Scheckter","Gilles Villeneuve"],"overview":"1979 saw Carlos Reutemann move to partner Mario Andretti at Lotus as Jody Scheckter took his seat at Ferrari. Wolf filled the gap left by Scheckter with James Hunt, and McLaren gave John Watson a drive in place of Hunt.  The type 79 ‘wing car’ had offered Lotus a great advantage in aerodynamic grip during the previous season. But for this year, many of the teams had incorporated the technology into their designs. Over the first two races Ligier appeared to have made up the most ground with Jacques Laffite taking the victories. In round 3, Ferrari laid down the team’s intentions, giving the new 312T4 model its successful debut.","release_date":"1979-09-08","vote_average":0.0,"runtime":52,"cert":"","id":89174,"title":"1979 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1980. The new decade brought a record number of entries for the start of the season. Expectations were high that the champions of ’79, Ferrari and Jody Scheckter, could be beaten. Enter Team Williams and Alan Jones - the new force in a bright new era for Formula One racing.  But it took the entire season before the victory was in the bag. Jones took the opening race, but then faltered. Brabham’s Nelson Piquet took advantage in the interim, completing a spectacular double in the Dutch and US GPs to lead the championship with two races remaining. It was up to Williams and Jones to pull out all the stops to seize the title.","release_date":"1980-09-08","vote_average":0.0,"runtime":52,"cert":"","id":89175,"title":"1980 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":["Jean Dujardin","Bruno Salomone","Manu Joucla"],"overview":"","release_date":"2006-09-12","vote_average":6.0,"runtime":null,"cert":"N\/A","id":89176,"title":"Les Nous Ç Nous font leur cinéma","adult":false,"genre_ids":[35]},{"cast":["Clayton Rohner","Ray Sharkey","Paul Le Mat","Talia Balsam","Phil Morris"],"overview":"A young architect finds himself being stalked by a gang of criminals who believe he knows something that could expose their activities.","release_date":"1987-06-05","vote_average":5.0,"runtime":91,"cert":"N\/A","id":89181,"title":"P.I. Private Investigations","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"The full story of the 1984 FIA Formula One World Championship is a gripping one dominated by the McLaren-TAG-Porsche MP4\/2 -and the battle to the end between team-mates Niki Lauda and Alain Prost. ‘84 was also the year the racing world witnessed a new name soon to be on everyone’s lips - Ayrton Senna; new fuel rules gave all teams plenty to think about...and in Germany, curious crowds flocked to the modern new Nurburgring. Edited down from hundreds of hours of broadcast quality camerawork, FOCA’s exclusive record of the season, written and narrated by Clive James, gives you 90 minutes of the best sports entertainment available!","release_date":"1984-09-24","vote_average":0.0,"runtime":90,"cert":"","id":89182,"title":"1984 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":["Stephanie Rascoe","John S. Davies","Steve Fromholz","Lauren Lane"],"overview":"A year after she is brutally raped, Dallas housewife Julie Kenner still can't shake the horror of the attack. Her mental state worsens when she learns that the man responsible will soon be paroled. Determined to seek revenge, Julie devises a unique and ingenious brand of Texas justice. Through legal loopholes, she methodically creates an entirely new identity -- Bobbie King, a sultry barfly and the perfect bait for her attacker.","release_date":"1986-10-28","vote_average":7.3,"runtime":95,"cert":"N\/A","id":89183,"title":"Positive I.D.","adult":false,"genre_ids":[18,80,53]},{"cast":["Michael Redgrave","Valerie Hobson","Flora Robson","James McKechnie","Felix Aylmer"],"overview":"Michael Redgrave, Valerie Hobson, Flora Robson and Felix Aylmer star in this moving and sophisticated story of love and loss set against the backdrop of the Second World War and based on the play by Daphne Du Maurier. After hearing news that her officer husband has been killed in battle, Diana Wentworth forges a new life for herself, becoming an MP and learning to love again. Then, out of the blue comes the shattering news that her husband is not dead after all.","release_date":"1946-07-08","vote_average":0.0,"runtime":88,"cert":"","id":89186,"title":"The Years Between","adult":false,"genre_ids":[18,10749]},{"cast":["Lilli Palmer","Albert Lieven","Cedric Hardwicke","Gladys Cooper","Linden Travers"],"overview":"A paraplegic mistakes a man's pity for love.","release_date":"1946-07-22","vote_average":6.5,"runtime":98,"cert":"","id":89187,"title":"Beware of Pity","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The film features 85-year-old Mr. Armstrong, an African American barber in Birmingham, Alabama, as he experiences the manifestation of an unimaginable dream: the election of the first African American president. This colorful and courageous activist of the Civil Rights era casts his vote, celebrates Obama's victory and proudly unfurls the American flag as he is inducted into the Foot Soldiers Hall of Fame. Mr. Armstrong links the magnitude of the present paradigm shift with challenges he faced in the past: from his sons' integration into an all white school to the Bloody Sunday march for voting rights. The documentary raises questions about democracy and patriotism in the face of adversity, and the vigilance and action required to ensure continued forward movement to end racial injustice.","release_date":"2011-01-01","vote_average":5.0,"runtime":25,"cert":"N\/A","id":89194,"title":"The Barber of Birmingham: Foot Soldier of the Civil Rights Movement","adult":false,"genre_ids":[99,36]},{"cast":["Joe Dallesandro","Holly Woodlawn","Geri Miller","Andrea Feldman"],"overview":"The movie follows Joe (Dallesandro), a heroin addict, throughout his quest to score more drugs. The episodic plot occurs over a single day and centers around Joe's problematic relationship with his on-off, sexually frustrated girlfriend (Woodlawn).  During the course of the day, Joe overdoses in front of an upper-class couple, attempts to fool Welfare into approving his methadone treatment by having Holly fake a pregnancy, and frustrates the women in his life with his drug-induced impotence.","release_date":"1970-10-05","vote_average":5.5,"runtime":110,"cert":"N\/A","id":89199,"title":"Trash","adult":false,"genre_ids":[18]},{"cast":[],"overview":"To tell the full story of 1985 FOCA, enlisted the help of the drivers - Alain Prost, Michele Alboreto, Keke Rosberg, Ayrton Senna, Nigel Mansell, Stefan Johannson, Nelson Piquet and Niki Lauda. The themes are endless - Ayrton Senna and Stefan Johannson giving some of the ‘old boys’ a run for their money....the retirement of Niki Lauda and first GP victories for Nigel Mansell....the dramas behind the spins and the mechanical carnage. All the main action from every round features as the season unfolds in this official review.","release_date":"1985-09-30","vote_average":4.3,"runtime":90,"cert":"U","id":89200,"title":"1985 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Formula One 1989 Review - How to win a championship.","release_date":"1989-10-14","vote_average":4.5,"runtime":null,"cert":"U","id":89207,"title":"1989 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The 1990 Formula 1 season was the last time Senna and Prost would have such an intense battle for a championship. In '91 Prost was nowhere near. In '93 Senna was nowhere near.  That first corner accident at Suzuka is one of the defining moments in all of motorsport history, and it wasn't just the title challengers providing the sparks. Mansell's brilliant move on Berger in Mexico is an example, as was Piquet's battle with Mansell in Australia.  1990 was also the season that the pathetic Life team tried to enter. However, the video fails to mention the fact that the team could only manage a 7 minute lap around Imola (that's over 5 and a half minutes off the pace!) in prequalifying, and also the fact that they had a 350bhp engine, compared to the 700+ used by nearly everyone else.  The season wasn't without it's accidents. We don't get to see Martin Donnelly's accident in his Lotus in Spain, however team mate Derek Warwick has a cracking smash at Monza.","release_date":"1990-09-24","vote_average":4.5,"runtime":null,"cert":"","id":89208,"title":"1990 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A must for formula 1 fans, and Nigel Mansell fans, this DUKE official review video captures the excitement and the drama of the 1992 Formula one world championship season, a year in which the dominance of Williams and particularly Nigel Mansell won him a much overdue world title. The video is well structured featuring all of the races plus much action from qualifying. A must have!","release_date":"1992-10-16","vote_average":0.0,"runtime":null,"cert":"U","id":89211,"title":"1992 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This was a classic season. Sennas final full year in F1 and probably his best. He fought for the championship in an inferior underpowered car and the season includes his finest GP (and possibly the best GP of all time) - the Donnington Park race in the pouring rain (I know, I was there) where he took 4 cars on the first lap to lead and won by getting on for a lap. The races get some excellent coverage and the video footage and picture quality is superb. Get it now.","release_date":"1993-12-13","vote_average":0.0,"runtime":null,"cert":"U","id":89212,"title":"1993 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[99]},{"cast":[],"overview":"For the past 40 years, Jan Svankmajer (Faust, Conspirators of Pleasure) has been hailed as one of cinema's most consistently surprising, wildly imaginative, and remarkable surrealists of our time. Utilizing a delirious combination of puppets, humans, stop-motion animation, and live action, Svankmajer's films conjure up a dreamlike universe that is at once dark, macabre, witty, and perversely visceral.  KimStim (and Kino) is proud to to offer this collection of remarkable short works from an artist that has mesmerized audiences the world over and has inspired filmmakers from the Brothers Quay to Tim Burton and Terry Gilliam.","release_date":"2003-06-10","vote_average":8.6,"runtime":null,"cert":"N\/A","id":89221,"title":"The Collected Shorts of Jan Svankmajer","adult":false,"genre_ids":[16,14]},{"cast":["Mikhail Kononov","Oleg Borisov","Viktor Pavlov","Fyodor Odinokov","Mikhail Gluzskiy"],"overview":"To the young lieutenant Maleshkin the war is a minor obstacle, if compared to his personal battle to command his subordinates, while conducting an armored vehicle at the same time he's trying to impress his superior Soviet officers who put him under extreme pressures, one after the other, fighting the German forces occupying Ukraine during World War II. Here's the story of an impressionable man who learns in the hard way that being a leader is more than just using of his commanding voice to get what he wants.","release_date":"1969-02-23","vote_average":6.4,"runtime":90,"cert":"N\/A","id":89226,"title":"At War as at War","adult":false,"genre_ids":[18,10752]},{"cast":["Mikhail Kononov","Aleksei Gribov","Nikolai Volkov St.","Pavel Pankov","Anatoly Korolkevich"],"overview":"Young patriotic young man ends up in the on Chukotka right after the civil war, where he intends to spread ideas of justice and equality among the natives. As it happens, instead he learn the local capitalist ways, and he start profitable fur trading with US, Japanese and other merchants.","release_date":"1966-04-21","vote_average":6.5,"runtime":66,"cert":"N\/A","id":89231,"title":"The Chief of Chukotka","adult":false,"genre_ids":[12,35,18]},{"cast":["Anthony Quayle","Sylvia Syms","Derek Fowlds","Jenny Agutter","Johnny Sekka"],"overview":"A British soldier escapes from 1880s Khartoum and goes down the Nile river with a fellow soldier, a governess and the daughter of an emir.","release_date":"1964-10-02","vote_average":4.8,"runtime":85,"cert":"N\/A","id":89242,"title":"East of Sudan","adult":false,"genre_ids":[10749,12,18]},{"cast":["Roser Batalla","Francesc Belda","Elisabeth Bergalló","Paula Ribó","Núria Trifol"],"overview":"The misadventures of a teenager girl in her new life as zombie.","release_date":"2012-01-10","vote_average":4.4,"runtime":80,"cert":"N\/A","id":89247,"title":"Daddy, I'm A Zombie","adult":false,"genre_ids":[16,14,35]},{"cast":["Hiroyuki Miyasako","Miho Tsumiki","Sei Hiraizumi","Naoko Ôtani","Toru Tezuka"],"overview":"A portrait of an ordinary family that turns unstable when their frivolous son Shuji returns home after a long absence.","release_date":"2003-09-06","vote_average":6.3,"runtime":108,"cert":"N\/A","id":89250,"title":"Wild Berries","adult":false,"genre_ids":[35,18]},{"cast":["Imanol Arias","Antonio Resines","Cristina Marcos","Juanjo Puigcorbé","Pastora Vega"],"overview":"Three divorced men share a flat. They live together without trouble till they hire a cleaning lady with whom the three flirt.","release_date":"1994-02-24","vote_average":7.0,"runtime":102,"cert":"N\/A","id":89251,"title":"All men are the same","adult":false,"genre_ids":[]},{"cast":["Roxana Zal","Perry King","Daniel Benzali","Terrence 'T.C.' Carson","Rob Roy Fitzgerald"],"overview":"Film cutter Katie Griffin is hopelessly in love with writer Richard Mannhart, and starts an affair with him. When Mannhart's wife is killed in a road accident, Katie tells the police she thinks he's tampered with his wife's car. Being questioned Mannhart declares he's innocent. Not only that, he also denies any amorous involvement with Griffin. As it is her word against his, both parties are pressed to back up their stories with hard evidence. Finally Katie comes up with some. End of story?","release_date":"1999-10-07","vote_average":5.0,"runtime":85,"cert":"N\/A","id":89256,"title":"Her Married Lover","adult":false,"genre_ids":[53,80,10749,10770]},{"cast":["Thomas Gottschalk","Priscilla Presley","Shia LaBeouf","Ben Foster"],"overview":"The outrageously wisecracking Cheech Marin unleashes the laughs as the voice of a smart-alecky dog named Einstein who's out to find himself a new family... and a snack or two along the way! Einstein is a wisecracking dog with a huge appetite for outsmarting human beings!","release_date":"1998-05-24","vote_average":2.8,"runtime":89,"cert":"N\/A","id":89257,"title":"Breakfast with Einstein","adult":false,"genre_ids":[]},{"cast":["Kellie Martin","Clarence Williams III","Nina Siemaszko","Casey Sander","Tina Lifford"],"overview":"Samantha Kinsey is the owner of the Mystery Woman bookstore and an expert in criminology. This time she will have to solve the murder of a war veteran. As always, she will face the police chief Connor, who will try by all means to derail the investigation of Samantha and her friend, the district attorney.","release_date":"2006-11-06","vote_average":6.0,"runtime":77,"cert":"N\/A","id":89258,"title":"Mystery Woman: Redemption","adult":false,"genre_ids":[9648,80,53,10770]},{"cast":["Colm Meaney","Ana Wagener","Natalia Rodríguez","Carlos Santos","Guiem Juaneda"],"overview":"The mysterious arrival of a foreigner to a small village in a Mediterranean island, awake the sudden interest from a diverse group of residents, who will appear unexpectedly in the stranger's life, believing that he's going to reopen an old shop. In contrast, the real intentions of the stranger are hidden behind an old Polaroid photo, which has led him to that place in search of answers.","release_date":"2011-10-23","vote_average":5.6,"runtime":92,"cert":"N\/A","id":89261,"title":"The Perfect Stranger","adult":false,"genre_ids":[35,18]},{"cast":["Jenna Harrison","Ben Whishaw","Honeysuckle Weeks","Michael Erskine","Adrian Rawlins"],"overview":"A teenage girl, Jessica, befriends a teenage boy called Tom, who is bullied by a local gang. She is abused by Jack, who is both her neighbour and school teacher, and Tom is sexually abused by his father. Together they bond in the woods, creating a private reality that no-one else can enter.","release_date":"2001-11-16","vote_average":7.0,"runtime":111,"cert":"","id":89280,"title":"My Brother Tom","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Hailed as having \"the most WTF moments in movie history\" Antfarm Dickhole is the story of rampaging army ants that have nested inside a living human body. The unwilling host discovers that when bullies attack him, the ants defend their nest. Thus begins a tragic tale of what happens when the powerless become powerful.","release_date":"2011-01-01","vote_average":2.0,"runtime":85,"cert":"N\/A","id":89281,"title":"Antfarm Dickhole","adult":false,"genre_ids":[27]},{"cast":["Andrew Logan","Brian Eno","Grayson Perry","Zandra Rhodes","Richard O'Brien"],"overview":"Documentary about British artist Andrew Logan as he attempts to put on the 2009 edition of his Alternative Miss World.  The film also presents a history of the contest (which has run eccentrically since 1972) which was set up firstly as an excuse to have a good party, but has grown into a celebration of alternative lifestyles and sexualities.  The documentary mixes archive footage, animated inserts, with talking head interviews and a fly-on-the-wall look at the organisation of the 2009 event","release_date":"2011-11-11","vote_average":6.7,"runtime":98,"cert":"15","id":89284,"title":"The British Guide to Showing Off","adult":false,"genre_ids":[99]},{"cast":["Susan Reno","Kristian Monday","Brett Beardslee","John Campana","Timothy 'TJ' James Driscoll"],"overview":"The as of yet unreleased 4th feature film from writer and director Josh Becker (Thou Shall Not Kill, The Evil Dead, Lunatics: A Love Story) IF I HAD A HAMMER is a period piece set in the summer of '64 just days before the Beatles appear on the Ed Sullivan show for the first time.  Goofy daydreamer Phil Buckley meets the cause caring Lorraine in a music store and the two hit it off, and agree to spend the evening together at a local beatnik coffee house which offer it's patrons an open mic to perform the then ever so popular \"folk\" music of the day.","release_date":"1999-09-10","vote_average":8.0,"runtime":97,"cert":"N\/A","id":89285,"title":"If I Had A Hammer","adult":false,"genre_ids":[]},{"cast":["Antonio Gamero","Manfred von Konta"],"overview":"A grotesque story starring a man obsessed with Antonio Machin, whose only desire was always to be black.","release_date":"1971-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":89288,"title":"Loco por Machín","adult":false,"genre_ids":[35]},{"cast":["Carmen Maura","Eloy Azorín","José Sancho"],"overview":"Manuela de Fora, an elegant woman, widow of Pajares, lives with the sole obsession of marrying well her two daughters from her second marriage, Concha Blanca Jara and Amparo. She also has Juanito, son from her first marriage, but she despises him for wanting to be a merchant, like his father. Who really appreciates the laborious Juanito is his uncle Juan, a man of austere habits that blames his sister Manuela for wasting money to pretend being of high social position.","release_date":"2003-11-20","vote_average":0.0,"runtime":120,"cert":"N\/A","id":89289,"title":"Arroz y tartana","adult":false,"genre_ids":[10770,18]},{"cast":["Miguel de la Riva","Dyanik Zurakowska","José Truchado"],"overview":"Dale and Helen Brais are a marriage of farmers who subsist on what little they manage to get from their land. One stormy night, a stranger enters their home to rob and Dale kills him incidentally. The intruder is Red Burket, head of a band that is dedicated to sabotage the new railway line and there is a bounty on his head of $20,000. What seems the solution to the problems of the couple becomes the beginning of a nightmare.","release_date":"1971-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":89290,"title":"20000 dólares por un cadáver","adult":false,"genre_ids":[]},{"cast":["Sylva Koscina","Germán Cobos","Alberto Bonucci","Bice Valori","Gianrico Tedeschi"],"overview":"The Russian women's basketball team faces to the American team for the championship of the world, in Rome. Upon arriving at the 'Eternal City', the Russian athletes find ways to evade the strict surveillance and meet some Italian guys. After many persecutions, the Russians are confined by their guardians under the promise that, if they win, they can stay and live in Italy. But as they conquer the championship, their guards forget the promises and put them on a plane to Moscow.","release_date":"1957-10-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":89291,"title":"Female Three Times","adult":false,"genre_ids":[35]},{"cast":["Sissy Spacek","William Petersen","Brian Kerwin","Mare Winningham","Jeff Perry"],"overview":"A man who doesn't like stable work environments has been away for too many years, and finds out his wife has divorced him and is planning to remarry. He comes home to confront her, trying to convince her not to get married, aided by the daughter, who loves him despite his wandering ways. The couple finds out they still have feelings for each other but must decide how best to handle the contradiction of their lifestyles.","release_date":"1992-01-31","vote_average":5.3,"runtime":95,"cert":"N\/A","id":89292,"title":"Hard Promises","adult":false,"genre_ids":[35,10749]},{"cast":["Erich Wildpret","Mario Cimarro","Albi De Abreu","Miguel Ferrari","Jorge Palacios"],"overview":"At the head of a group of professional deception, nicknamed \"The Savvy\", the mysterious man with no name (or SN) performs a fast, simple and efficient scheme to seize an armored car, achieving a billionaire booty.  After running what the media describe as the coup of the decade, Funboy, the genius of the team is kidnapped by the minions of Uncle Andre. In order to free his companion (Funboy) of debt that would cause a slow and painful death, The Sweet and agree to follow SN Knee on the challenge posed by Uncle André: seize the crown of the most important beauty contest the country.","release_date":"2007-12-14","vote_average":5.3,"runtime":90,"cert":"N\/A","id":89295,"title":"Puras Joyitas","adult":false,"genre_ids":[12]},{"cast":["Glenn Close","Mandy Patinkin","Ruth Gordon","Michael Ensign","Barnard Hughes"],"overview":"When Nick and Jan move into their new apartment in San Francisco, the batty landlady upstairs tells them about a girl who used to live there in the 20's: a brash young party girl named Maxie, who died in a car crash the morning before her big audition for a Hollywood studio. The trouble is, Maxie, or rather her ghost, hasn't left the house. Worse, she can take over Jan's body. And the only way she's going to leave is if she gets that audition.","release_date":"1985-09-27","vote_average":5.5,"runtime":98,"cert":"N\/A","id":89300,"title":"Maxie","adult":false,"genre_ids":[]},{"cast":["Jacques Dutronc","Hafsia Herzi","Aurélien Recoing","Denis Ménochet","Thierry Gibault"],"overview":"Joseph has just spent 20 years in prison. After being released, he has only one obsession: to make one last heist. To perform this masterpiece, he needs an accomplice. He cannot trust anyone, so decides to prepare Julie, 20 years old. The confusion and uncertainty, however, stand between these two beings so opposite ...","release_date":"2010-08-18","vote_average":0.0,"runtime":86,"cert":"N\/A","id":89301,"title":"Joseph et la fille","adult":false,"genre_ids":[18]},{"cast":["Manolo Otero","Bárbara Rey","Pedro Osinaga","África Pratt","José Sazatornil"],"overview":"Medieval erotic comedy in which a young man, played by Manolo Otero, comes to a town where he pretends to be tooth-puller and physician. This man is able to invent any potion to quench the sexual thirst of locals.","release_date":"1977-09-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":89306,"title":"Tales of the White Sheets","adult":false,"genre_ids":[35]},{"cast":["Raymond Burr","Barbara Hale","William Katt","Dan Kopper"],"overview":"Perry is sueing a gutter trash newspaper that is running a story about a love affair between him and Della. The editor also has \"dirt\" files on an Army General, his banker and other \"clients\". All of them make little-concealed verbal threats to him at a party but the person that hated him most is a female reporter who the editor had just fired from the paper for attempting to write a serious story. She threatens him and soon after the editor is found, floating in his pool, shot. The reporter is arrested for the crime and Perry, who has a personal stake in this matter, with the aid of Della and Paul set out to solve the mystery. But the other suspects just want the case over with and will go to any lengths to protect their pasts and their secrets","release_date":"1987-11-15","vote_average":7.3,"runtime":100,"cert":"N\/A","id":89307,"title":"Perry Mason: The Case of the Scandalous Scoundrel","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["María Barranco","Joaquim de Almeida","Laura del Sol","Gabino Diego","Juan Diego"],"overview":"Spain, under Philip IV (1621-1665). The film is based on a novel by Gonzalo Torrente Ballester. The King (Gabino Diego) is stunned to see the naked body of Marfisa (Laura del Sol), the most beautiful prostitute of the town and Court. After that, he also wants to see the Queen (Anne Roussel) naked. However, the King, despite the opposition and the scandal of the Church, will not stop until he reaches his wishes.","release_date":"1991-11-01","vote_average":6.2,"runtime":106,"cert":"N\/A","id":89308,"title":"The Dumbfounded King","adult":false,"genre_ids":[36]},{"cast":["Dorotheea Petre","Valentin Popescu","Nicolae Praida","Mathieu Roze","Aura Călărașu"],"overview":"In a small village in the Danube Delta, where traditions are confronted with new material purposes, a teenage girl is becoming a woman. This is the story of Ryna, a 16 year old girl, working as an motor mechanic in Sulina, who strives to find her identity next to a father who is firmly denying her femininity.","release_date":"2005-06-03","vote_average":5.7,"runtime":93,"cert":"N\/A","id":89309,"title":"Ryna","adult":false,"genre_ids":[18]},{"cast":["Fernando Fernán Gómez","Paloma Valdés","Juanjo Menéndez","Antonio Garisa","Joaquín Roa"],"overview":"Don Mendo, Marquess of Cabra, gallant and dashing knight of medieval Castilian, is also a virtuous mandoline player and a specialist in climbing towers. But he has a bad run, all played and all lost at seven-thirty (card game), and lost his honor playing in his latest escalation of love to the apartment of his beloved and beautiful Magdalena. Don Nuño Manso de Jarama, father of Magdalena, has pledged the hand of his daughter to the Duke of Toro,  and surprises Don Mendo in the room of Magdalena. To save the honor of his beloved one, Don Mendo says that no love has led him to the Tower, but he has climbed to steal. Magdalena is clean of all suspicion, and he is condemned to die buried in the castle wall. The Marquess of Moncada and other noble gentlemen, all friends of Don Mendo, facilitate his escape.","release_date":"1961-01-01","vote_average":7.5,"runtime":87,"cert":"N\/A","id":89310,"title":"La venganza de Don Mendo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Forget about nuclear missiles, the decisive weapon of the twentieth century is the car bomb. After Iraq we now know you can defeat a Superpower, start a civil war or just blow up your own Government with a trunk load of home-made explosives and a battered old car. From the Middle East, Oklahoma, Ireland and the streets of the City of London the car bomb has shaped human conflict. Even today the car bomb remains the number one terrorist threat across the world. In this film, ex-CIA agent Robert Baer uncovers the history of this extraordinary weapon. With footage of car bomb attacks and interviews with car bombers, Baer reveals how the century of the car turned into the century of the car bomb. And how a dream of freedom turned nightmare.","release_date":"2008-07-27","vote_average":0.0,"runtime":101,"cert":"","id":89313,"title":"Car Bomb","adult":false,"genre_ids":[99,10752]},{"cast":["Mike Beaver","Jason Jones","Samantha Bee","Dave Foley","Jennifer Baxter"],"overview":"Two talentless actors attempt to make it in the cruel world of showbiz. Without an ounce of talent between the two of them and their only strength being persistence, they'll do almost anything to attain their dream. Except let it go.","release_date":"2004-03-12","vote_average":6.0,"runtime":88,"cert":"N\/A","id":89318,"title":"Ham & Cheese","adult":false,"genre_ids":[35]},{"cast":["Gary Miller","Michael Gisick","Randall Aviks","Cena Donham","Steve Brown"],"overview":"A small community is besieged by vampires. After he watches friends ravaged in a convenience store, a lone avenger goes off to do battle with the undead, armed with shotgun, chainsaw, and Holy water. Later he finds other survivors and they try to stay alive long enough to do battle with Liven, king of the vampires.","release_date":"1993-01-01","vote_average":6.9,"runtime":90,"cert":"N\/A","id":89319,"title":"Darkness","adult":false,"genre_ids":[27]},{"cast":["Chris Skeene","Kendra Skeene","Robby Takac","Vinnie Fiorello","Joe Vittoria"],"overview":"PEZheads - The Movie is a documentary about PEZ® and PEZ® Collectors. It explores the phenomenon of PEZ® collecting through interviews with a variety of collectors and vendors, as well as visits to conventions, the PEZ factory, flea markets, and anywhere else we can find PEZ®.  This documentary highlights the fun and quirky aspects of the hobby, as well as the community and the friendships that develop around it. It explores the PEZ phenomonon from the viewpoint of non-collectors and collectors alike, as well as collectors' families and friends.","release_date":"2006-10-31","vote_average":0.0,"runtime":74,"cert":"N\/A","id":89322,"title":"PEZheads - The Movie","adult":false,"genre_ids":[99]},{"cast":["David Choe","Shepard Fairey"],"overview":"Los Angeles artist David Choe's kaleidoscopic work can be playful, confrontational and sexually frank. His personal life is no less complicated, as revealed by close friend Harry Kim, who documented Choe's life and crimes from 2000 to 2007. From the manic highs of commercial success and dinosaur hunting in the Congo to the self-destructive lows of Japanese jail sentences and bouts of self-doubt and depression, what begins as a gleeful portrait of a bad-boy artist slowly becomes a poignant celebration of one man's journey, both artistically and spiritually, toward his own uncertain salvation. Written by Travis Miles","release_date":"2008-01-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":89323,"title":"Dirty Hands: The Art & Crimes of David Choe","adult":false,"genre_ids":[99,80]},{"cast":[],"overview":"Fatih is a struggling musician whose efforts did not pay. One night disappointed, he talks to his \"Plastic Sweetheart\" a realistic-looking mannequin in a shop window that, \"he could even sell his soul to the Devil for fame\"...and then he sees the Devil himself. They make a deal that Fatih will sell his soul to the Devil and the Devil will strike him to fame, using the record executives, venue owners and commercial executives whom he had their souls. However the times had changed, and the human had proved to be more evil and smarter than the Devil himself...","release_date":"1988-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":89324,"title":"Devil, My Friend","adult":false,"genre_ids":[35,14]},{"cast":["Diane Keaton","Kevin Kline","Dianne Wiest","Richard Jenkins","Sam Shepard"],"overview":"The story of a woman who loves her dog more than her husband. And then her husband loses the dog.","release_date":"2012-04-20","vote_average":5.0,"runtime":103,"cert":"N\/A","id":89325,"title":"Darling Companion","adult":false,"genre_ids":[18,10749]},{"cast":["Brittany Snow","Christian Serratos","David Oyelowo","Evan Ross","Anna Enger"],"overview":"The story of 4 lives slammed together in a shocking moment. Intercutting between a carjacking and the separate stories of the 4 kids, we watch as they hurtle toward a life-changing end.","release_date":"2011-10-14","vote_average":5.6,"runtime":93,"cert":"15","id":89326,"title":"96 Minutes","adult":false,"genre_ids":[18,53]},{"cast":["Christy Turlington","Azzedine Alaïa","Giorgio Armani","Nadja Auermann","Sandra Bernhard"],"overview":"A documentary following Christy Turlington and other models during spring fashion week in Milan, Paris and New York.","release_date":"1995-12-08","vote_average":8.0,"runtime":95,"cert":"N\/A","id":89333,"title":"Catwalk","adult":false,"genre_ids":[99]},{"cast":["Bill LeVasseur","Alix Hitchings","Catherine Rossini","Peter Cooy","Beata Van Berkom"],"overview":"A good heart and bad luck will get you nothing but trouble. That’s what Ryan discovers — the hard way — when he thought hitting the road would solve all of his problems, instead it was just the beginning. Ryan  falls into one circumstantial trouble after another. From getting car-jacked at gun-point, being mistaken for a mobster’s son, to a run-in with cheerleaders intent on vigilante justice, Ryan barely escapes one mess before landing in the middle of another. Finally able to go home, Ryan heads back out on the highway. But has his luck really changed, or is there only more trouble in store for our charming hero?","release_date":"2000-06-14","vote_average":2.5,"runtime":90,"cert":"N\/A","id":89334,"title":"Ryan's Babe","adult":false,"genre_ids":[12]},{"cast":["Harley Venton","Patrick Bauchau","Kim Johnston Ulrich","Michelle Johnson","Salvator Xuereb"],"overview":"Carpathian Americans are just like any other expatriate organization, they enjoy family get together, and share business opportunities. There is just one minor difference, the Carpathian Americans seem to have a predilection for drinking human blood.","release_date":"1991-05-27","vote_average":6.2,"runtime":84,"cert":"N\/A","id":89337,"title":"Blood Ties","adult":false,"genre_ids":[]},{"cast":["Jeff Wincott","Brigitte Nielsen","Karen Sheperd","Matthias Hues","Billy 'Sly' Williams"],"overview":"Mayoral candidate Dr. Rachel Larkin has a dangerous plan for swift justice in the form of a band of ex-convicts, called the Peacemakers, who roam the streets to do her bidding. When a boxer friend is killed by Larkin's thugs, an outlaw cop goes undercover to get evidence, and works his way up to the inner circle of the doctor's army.","release_date":"1992-12-02","vote_average":6.5,"runtime":84,"cert":"N\/A","id":89340,"title":"Mission of Justice","adult":false,"genre_ids":[28]},{"cast":["Jessica Morris","Peter Guillemette","Patrick Cavanaugh","Crystalle Ford","Tracy Pacheco"],"overview":"Julie McConnell is one of a dozen camp counselors working to re-open a summer camp when a series of murders and disappearances begin commited by a hockey masked killer who may be the urban legend killer Trevor Moorehouse. When Julie looks into the murders by herself, she finds that she may be the killer's next target when she gets too close to some dark secrets of the camp which may lead to the killer's identity.","release_date":"2000-09-12","vote_average":3.9,"runtime":88,"cert":"N\/A","id":89345,"title":"Bloody Murder","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Obsessed &amp; Scientific is a documentary about the possibility of time travel and the people who dream about it.","release_date":"2005-05-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":89356,"title":"Obsessed & Scientific","adult":false,"genre_ids":[]},{"cast":["Brian Krause","Kadeem Hardison","Richard Gant","Barbara Nedeljáková","Kym Jackson"],"overview":"An obsessive doctor working on a cure for AIDS unwittingly creates an aggressive new bacteria that deteriorates the body and enrages the mind.","release_date":"2010-01-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":89369,"title":"Ashes","adult":false,"genre_ids":[27,878,53]},{"cast":["Allen Garfield","Pamela Gruen","Devin Goldenberg","Jackson Beck","Marcia Jean Kurtz"],"overview":"Private detective Jack Masters takes on a case and gets mixed up in murder, sex and blackmail.","release_date":"1971-08-17","vote_average":4.5,"runtime":87,"cert":"N\/A","id":89372,"title":"Cry Uncle!","adult":false,"genre_ids":[]},{"cast":["Éric Antoine"],"overview":"","release_date":"2010-03-16","vote_average":6.8,"runtime":null,"cert":"N\/A","id":89375,"title":"Eric Antoine - Réalité ou illusion","adult":false,"genre_ids":[]},{"cast":["Andrew Bryniarski","Danny Trejo","Drew Mia","Kathryn Taylor","Heidi Androl"],"overview":"n California, Maria has awful nightmares with and visions of her sister that committed suicide one year ago. Her roommate Chris invites Maria to travel with her and her friends Tanya and Rose on vacation to her uncle's house in Saguaro, Arizona, to relax. When the group arrives in the house, they immediately go to a night-club to have fun and chase some local guys for sex; however, the evil El Charro is seeking Maria killing her friends with his machete.","release_date":"2005-04-03","vote_average":4.0,"runtime":90,"cert":"N\/A","id":89376,"title":"The Curse of El Charro","adult":false,"genre_ids":[27]},{"cast":["Mike Cartel","Al Valletta","Seeska Vandenberg","Cindy Donlan","Jody Lee Olhava"],"overview":"Two dorky Nevada worm wranglers are kidnapped by a gang of beautiful women as part of a plot to steal platinum from the Mafia.","release_date":"1982-01-01","vote_average":4.5,"runtime":105,"cert":"N\/A","id":89381,"title":"Runaway Nightmare","adult":false,"genre_ids":[53,27,80]},{"cast":["Traci Lords","Harrison Le Duke","Crystal Shaw","Bruce R. Carter","Peter Boyles"],"overview":"A radio DJ helps two police detectives hunt down a serial killer who kills women using a surgical laser instrument during every full moon and whom makes taunting phone calls the radio station.","release_date":"1993-01-01","vote_average":2.0,"runtime":91,"cert":"N\/A","id":89384,"title":"Laser Moon","adult":false,"genre_ids":[80,53]},{"cast":["Connie Stevens","Cesare Danova","William Smith","Norman Burton","John Davis Chandler"],"overview":"Seattle undercover narc Jackie Parker (Connie Stevens) is out to bust the drug smuggling ring commanded by Philip Bianco.","release_date":"1976-10-08","vote_average":4.7,"runtime":99,"cert":"N\/A","id":89385,"title":"Scorchy","adult":false,"genre_ids":[28,80]},{"cast":["Zooey Hall","Geri Reischl","Joanne Moore Jordan","Greg Mullavey","Marlene Tracy"],"overview":"Albert tried to kill his rich snobby mother once. Then he was institutionalized. Now he's escaped. Albert is after his mother again. And he will torture and kill anything that lays in the way...","release_date":"1972-04-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":89386,"title":"Poor Albert and Little Annie","adult":false,"genre_ids":[53,27,18]},{"cast":["Daniel Pilon","Kate Reid","Céline Lomez","Michael J. Reynolds","Brenda Donohue"],"overview":"An outbreak of a bacteria called M-3 causes people to die in extreme pain via body spasms. A woman who is a carrier escapes from a hospital and goes on the run, spreading the plague to people she encounters, and onto food in fast food stops etc. She has no idea however that she is a carrier, and as such may carry a cure.","release_date":"1979-01-26","vote_average":7.0,"runtime":88,"cert":"N\/A","id":89397,"title":"Plague","adult":false,"genre_ids":[27,878]},{"cast":["David Scammell","Kathryn Boese","Derrick Strange"],"overview":"A young newspaper reporter becomes a horrible crusty-faced zombie following a radioactive contamination.","release_date":"1990-11-23","vote_average":3.7,"runtime":80,"cert":"N\/A","id":89398,"title":"Revenge of the Radioactive Reporter","adult":false,"genre_ids":[27]},{"cast":["Jett Bryant","Madeline Brumby","Paul McComiskey","Olivia LaCroix","Shane Morton"],"overview":"A gang of outlaw bikers pull a home invasion on a disgraced Anthropologist hiding a secret locked in his cabin basement.","release_date":"2011-10-21","vote_average":3.5,"runtime":85,"cert":"N\/A","id":89403,"title":"Dear God No!","adult":false,"genre_ids":[27,35]},{"cast":["Antony Sher","Harriet Walter","Joseph O'Conor","Nigel Cooke","Richard Armitage"],"overview":"Anthony Sher and Harriet Walter star in a highly-acclaimed screen version of William Shakespeare's classic story of tyranny and ambition.  On the stage this Royal Shakespeare Company presentation was universally lauded.  Following sell-out seasons at Statford's Swan Theatre and in London, the production played Japan and in the United States, where The New York Times praised director Gregory Doran's interpretation as a \"harrowing and disturbingly funny parable for the dawn of the 21st century\".  To make this compelling screen version, Gregory Doran worked with all of the original cast and filmed at London's Roundhouse.  Brilliantly shot by director of photography Ernie Vincze, the production uses the edgy techniques of fly-on-the-wall documentaries.  The effect is raw, intimate and strikingly dynamic.","release_date":"2001-01-01","vote_average":6.0,"runtime":132,"cert":"U","id":89408,"title":"Macbeth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fry discusses his guilty pleasure in Abba, soap operas, darts and hitting people...","release_date":"2007-08-18","vote_average":8.0,"runtime":null,"cert":"","id":89415,"title":"Stephen Fry: Guilty","adult":false,"genre_ids":[]},{"cast":["Liz Fraser","Kenneth Griffith","Peter Reynolds","Nanette Newman","Tony Wickert"],"overview":"Jo and Mark are working the \"outraged husband\" racket when they fall foul of the sinister Kleinie....","release_date":"1962-05-01","vote_average":10.0,"runtime":60,"cert":"","id":89418,"title":"The Painted Smile","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Tiffany Star's first scene fucking a guy in the ass debuts today on TsSeduction.com  Tiffany has been hired to send a message to a thug of a rival gang. She is best known for her taken down skills and her ruthless fucking. When a blurry steam room mix-up leads to her snatching the wrong guy, Tiffany decides that any hole can send a message even if it's a distant friend of the man she is really after.\r She shoves her fat cock in his ass and pounds the message home.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":89419,"title":"The Wrong Man But Any Hole Will Do...Introducing Tiffany Star","adult":true,"genre_ids":[]},{"cast":["Tiffany Starr","Michael Bridalveil"],"overview":"Tiffany Star's first scene fucking a guy in the ass debuts today on TsSeduction.com  Tiffany has been hired to send a message to a thug of a rival gang. She is best known for her taken down skills and her ruthless fucking. When a blurry steam room mix-up leads to her snatching the wrong guy, Tiffany decides that any hole can send a message even if it's a distant friend of the man she is really after.\r She shoves her fat cock in his ass and pounds the message home.","release_date":"2012-02-08","vote_average":0.0,"runtime":28,"cert":"N\/A","id":89420,"title":"The Wrong Man But Any Hole Will Do...Introducing Tiffany Star","adult":true,"genre_ids":[]},{"cast":["Pavel Derevyanko","Dmitriy Sharakois","Lilu","Aleksandr Tyutryumov","Mikhail Golubovich"],"overview":"","release_date":"2011-04-07","vote_average":1.0,"runtime":90,"cert":"N\/A","id":89423,"title":"Ljublju i tochka","adult":false,"genre_ids":[35,10749]},{"cast":["Mark Oliver Everett","Knuckles","Koool G Murder"],"overview":"Hombre Lobo: 12 Songs of Desire is the seventh studio album by American rock band Eels, released on June 2, 2009. Hombre Lobo is Spanish for \"werewolf.\" On March 31, 2009, the band made the track \"Fresh Blood\" available on Spinner.com, explaining that the song would be the lead single for the album. A documentary entitled Tremendous Dynamite was filmed to document the recording of the album. The cover art is a tribute to the famous Cuban cigar brand Cohiba.","release_date":"2009-03-31","vote_average":4.8,"runtime":30,"cert":"N\/A","id":89428,"title":"Tremendous Dynamite: Making Hombre Lobo","adult":false,"genre_ids":[10402,99]},{"cast":["Joseph Crehan","John Parker","Wanda McKay"],"overview":"ad feedback  Sally and Bob have been married a year. She might be pregnant, so Dr. West picks up a test sample and tells them to come by in a week for the result. They recall problems they had just before marriage when they found out about each other's past (V.D. and pregnancy). Dr. West had helped them with good counsel and two films (\"The Story of V.D.\" and \"The Story of Reproduction\"). A week later at his office he has good news and shows them another film, \"The Story of Life.\" Dr. West wants them to know about modern medical science and to teach their kids the facts of life","release_date":"1948-01-01","vote_average":7.0,"runtime":72,"cert":"N\/A","id":89429,"title":"Because of Eve","adult":false,"genre_ids":[18]},{"cast":["Peter Hooton","Jonny Owen","Paolo Hewitt","Garry Bushell","Cass Pennant"],"overview":"Some thirty years ago, a working-class subculture was taking grip of cities across the UK that has left a lasting legacy. This began on the back of the mod revival of the late 1970s when notorious football firms from the cities like Liverpool, Manchester and London stole expensive designer sportswear from the countries they visited. It didn’t start with the high-street giants telling these lads what to wear. Instead, they set the trends and the high-street stores caught up. As the 1980s began in Britain, under the radar the ‘casual’ had already arrived.  From Barcelona to Berlin, Milan to Moscow, teenagers today are copying fashions and a culture that developed on the streets and terraces of British cities. But how did the football casual subculture come about? What did they stand for? What made them tick? Why it’s legacy is still having an impact on today’s fashion industry.","release_date":"2011-11-28","vote_average":5.6,"runtime":75,"cert":"","id":89432,"title":"Casuals","adult":false,"genre_ids":[99]},{"cast":["Lau Ching-Wan","Jordan Chan","Francis Ng","Anthony Wong","Cheung Tat-Ming"],"overview":"Hotheaded cop Bill Zhu (Lau Ching-wan) gets relegated to the Emergency Unit after a dustup with his inept boss. When the mob kills Zhu's pal and ex-colleague (Francis Ng) during a turf-war hit, he rounds up his motley department cohorts and embarks on a mission of revenge against the gangsters. The pursuit of the baddies culminates in a hair-raising showdown atop a hijacked transport plane in this action thriller.","release_date":"1996-06-25","vote_average":8.4,"runtime":87,"cert":"N\/A","id":89433,"title":"Big Bullet","adult":false,"genre_ids":[28,80]},{"cast":["Florian Brückner","Maximilian Brückner","Jürgen Tonkel","Hans Schuler","Johanna Bittenbinder"],"overview":"","release_date":"2012-03-21","vote_average":5.7,"runtime":null,"cert":"N\/A","id":89438,"title":"Was weg is, is weg","adult":false,"genre_ids":[35]},{"cast":["Jonas Gardell"],"overview":"","release_date":"2006-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":89441,"title":"Väckelsemöte","adult":false,"genre_ids":[]},{"cast":["Fred Williamson","Maud Adams","Bo Svenson","Phyllis Hyman","D.R. Jones"],"overview":"Williamson plays a cop called 'Soda Cracker', whose partner was killed in a mysterious assassination. He is convinced that the murder was committed by his old enemy, Ivan Moss, played by Bo Svenson. Despite threats from the mob and from the police department, he vows to continue his mission to find the persons responsible for the assassination. Maud Adams plays his new police woman partner, who falls in love with him during their investigations. 'Soda Cracker' also has to deal with the fact that many of the police officers on the squad may be corrupt, and tries to break down the criminal network whilst finding evidence against Ivan Moss.","release_date":"1989-01-01","vote_average":5.7,"runtime":80,"cert":"N\/A","id":89444,"title":"The Kill Reflex","adult":false,"genre_ids":[80,28,53]},{"cast":["Ron Barnhart","Pamela Craig","Allen Danziger","Sharon Danziger","Mahlon Foreman"],"overview":"Experimental allegorical story about a group of hippie students in Austin, Texas, who move into an old big house in the woods. However, something else is there and it's influencing them.","release_date":"1969-01-01","vote_average":5.8,"runtime":89,"cert":"N\/A","id":89445,"title":"Eggshells","adult":false,"genre_ids":[14,18]},{"cast":["Dalila Carmo","Albano Jerónimo","Ivo Canelas","Soraia Chaves","Maria João Abreu"],"overview":"Shaken by a divorce in the 1920s, Portuguese poetess Florbela Espanca uses her writing to deal with her tumultuous relationship with men, eroticism and love.","release_date":"2012-03-08","vote_average":5.3,"runtime":119,"cert":"N\/A","id":89448,"title":"Florbela","adult":false,"genre_ids":[36,18]},{"cast":["Rita Durão","Isabel Ruth","João Pedro Bénard","Francisco Nascimento","Hugo Tourita"],"overview":"Roberto is one of those men to whom simulation has become the greatest art. He is an unmoved, inscrutable, mysterious man. But the truth is that Robert feels an intimate, deep tedium. The boredom of those who have already exhausted all the pleasures of life. The only thing still surprising him is the fact that nothing surprises him anymore. One evening he has an overwhelming encounter with a woman. For his own bewilderment, he discovers the sublime horrors in which the woman has sank.","release_date":"2012-03-29","vote_average":4.5,"runtime":100,"cert":"N\/A","id":89451,"title":"A Woman's Revenge","adult":false,"genre_ids":[18]},{"cast":["David Dewaele","Alexandra Lemâtre","Christophe Bon","Juliette Bacquet","Aurore Broutin"],"overview":"Along the Côte d'Opale, near a hamlet, with its dunes and marshes, lives a mysterious wanderer from nowhere who struggles along, poaches, prays and builds fires...","release_date":"2011-10-19","vote_average":7.1,"runtime":110,"cert":"N\/A","id":89456,"title":"Hors Satan","adult":false,"genre_ids":[18]},{"cast":["Diogo Morgado","Margarida Marinho","Paula Lobo Antunes","Elisa Lisboa","Nuno Melo"],"overview":"The story of Jorge, an ambitious hacker with few scruples, which is discovered to divert money from the company where he works and decides to flee. In flight, turns out to have an accident during a snowstorm and, despite being in despair, eventually finding a home.","release_date":"2012-04-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":89457,"title":"A Teia de Gelo","adult":false,"genre_ids":[35,18]},{"cast":["Akiko Yajima","Miki Narahashi","Keiji Fujiwara","Satomi Kourogi"],"overview":"The Noharas get caught between two rival clans when Himawari swallows a pretty bead that turns out to be a mysterious ball with hidden powers.","release_date":"1997-04-19","vote_average":6.7,"runtime":100,"cert":"N\/A","id":89458,"title":"Crayon Shin-chan: Pursuit of the Balls of Darkness","adult":false,"genre_ids":[16,35]},{"cast":["Susan Curtiss","Jake Foley","Tom Wagner","Neil Kinsella"],"overview":"Everybody has a little murder in their heart... somewhere.","release_date":"1984-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":89459,"title":"Octavia","adult":false,"genre_ids":[18]},{"cast":["Takeshi Sakamoto","Yoshiko Okada","Chôko Iida","Chishū Ryū","Tomio Aoki"],"overview":"Kihachi, an unemployed worker, wanders around the industrial flatlands of Tokyo's Koto district with his two young sons, Zenko and Masako. He is unable to find a job and has to rely on his sons catching stray dogs to earn reward money for their meals. As days go by, Kihachi and the boys no longer have enough money to stay at an inn for the night. Luckily for him, he encounters an old friend, Otsune, who finds him a job and allows them to stay at her eatery house.","release_date":"1935-11-21","vote_average":7.2,"runtime":80,"cert":"N\/A","id":89462,"title":"An Inn in Tokyo","adult":false,"genre_ids":[18]},{"cast":["Raymond Burr","Barbara Hale","William Katt","Robert Stack","Kim Delaney"],"overview":"Jordan White, a publisher friend of Perry, is called to a hotel where a guest, famous horror writer David Hall, has cleared out the hotel for a weekend and has called his \"friends\" - an actress, a fortune-teller, David's private assistant and the two remaining staff at the hotel to discuss business. They have come to the hotel as all of them are going to sue David over his new book - \"The Resort\" which characters are obviously based on Jordan and the guests. A practical joker, David plays tricks on them until he is thrown from the high tower of the hotel where Susan Warrenfield, the manager and owner of the hotel sees the fall and then Jordan at the tower causing the police to arrest Jordan. While Perry and Della try to solve the main mystery, Paul tries to find out who is trying to scare Susan away from the hotel. Could it really be a ghost or a more earthy visitor?","release_date":"1987-05-24","vote_average":7.8,"runtime":95,"cert":"N\/A","id":89463,"title":"Perry Mason: The Case of the Sinister Spirit","adult":false,"genre_ids":[18,53,9648,80]},{"cast":["Sergi Mateu","Marisol Centeno","Alexa Damián","Mónica del Carmen"],"overview":"A drama centered on the relationship between a painter who's losing his sight and a maid in a Mexican brothel.","release_date":"2006-03-29","vote_average":5.0,"runtime":123,"cert":"N\/A","id":89466,"title":"The Last Gaze","adult":false,"genre_ids":[18]},{"cast":["Carmen Sevilla","António Vilar"],"overview":"A French crew is working on location in Spain. But when they want to film a scene in which Gérardn the male star is supposed to be swimming across a river, the matinée idol proves water-shy and the director decides to double him. The one that replaces him is Antonio, a local fisherman. The latter does the job so well that he is chosen as a stunts man for the whole film. This does not please Lola,his fiancée; all the more as Antonio has fallen in love with Martine, the female star.","release_date":"1951-10-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":89469,"title":"Love and Desire","adult":false,"genre_ids":[]},{"cast":["Nick Mancuso","Stephen Baldwin","Steve Bacic"],"overview":"","release_date":"2003-11-18","vote_average":3.0,"runtime":null,"cert":"N\/A","id":89472,"title":"Firefight","adult":false,"genre_ids":[28,53]},{"cast":["Joe Alaskey","Jeff Bennett","Julie Bernstein"],"overview":"A full-length animated feature starring the little yellow bird. When Col. Rimfire announces at the Looney Club his belief that cats are the most intelligent animals, Granny, hoping to raise enough money to save a nearby children's park, makes a wager that her Tweety can fly around the world in 80 days, collecting the pawprints of 80 cats in the process. Sylvester, still hoping to make Tweety his personal snack, is incensed at the thought of some other cat getting the little bird first and vows to follow Tweety around the world and catch the canary himself.","release_date":"2000-09-12","vote_average":6.2,"runtime":72,"cert":"N\/A","id":89473,"title":"Tweety's High Flying Adventure","adult":false,"genre_ids":[16,10751]},{"cast":["Stuart Smith","Louis Roth","Sun Chien","Chiang Tao","Sorapong Chatree"],"overview":"The government seems powerless against the brutal activities of the ninjas and requests the help of the powerful task force of the American drug fighting organization.  The US authorities send their best man on a high-explosive mission to eliminate the unscrupulous killer ninja clan and destroy their drug ring.","release_date":"1984-01-01","vote_average":6.7,"runtime":80,"cert":"N\/A","id":89478,"title":"Ninja in the Killing Field","adult":false,"genre_ids":[28]},{"cast":["Alex Man Chi-Leung","Kent Cheng"],"overview":"Top agents of the KGB and CIA battle to posses a startling new scientific discovery. In the right hands, the discovery will create an end to famine and war. In the wrong hands, it's misuse will certainly destroy the world. The KGB supported \"Ninja Organization\" headed by the infamous \"Number Zero\" gains possession of the secret. CIA agent Tommy must single handedly defeat the Ninja and get the secret microfilm back. It seems a hopeless task, but being as brave as he is, Tommy tries every means.","release_date":"1986-06-18","vote_average":6.0,"runtime":83,"cert":"N\/A","id":89479,"title":"Bionic Ninja","adult":false,"genre_ids":[28]},{"cast":["Eloy Azorín","Eduardo Noriega","Rubén Ochandiano","Carla Pérez","Jordi Vilches"],"overview":"A tense drama that revolves around a platoon of Spanish soldiers, following the innocent young men as they step from the training field into a hell for which nothing could have prepared them.","release_date":"2002-03-22","vote_average":3.4,"runtime":96,"cert":"N\/A","id":89482,"title":"Warriors","adult":false,"genre_ids":[12,10752,18]},{"cast":["Richard Harrison","Don Wong Tao","Yasuaki Kurata","Chiang Tao","Jackie Chan"],"overview":"The Ninja Empire has been run by an evil master and one member decides to leave the empire. The ex-Ninja wants a Hong Kong detective to track down the new leader and end his reign of terror.","release_date":"1984-01-01","vote_average":7.0,"runtime":91,"cert":"N\/A","id":89483,"title":"Ninja Thunderbolt","adult":false,"genre_ids":[80,28]},{"cast":["Robert Mitchum","Eleanor Parker","George Peppard","George Hamilton","Everett Sloane"],"overview":"Captain Wade Hunnicutt is the wealthiest and most powerful citizen in his Texan town; he is also a notorious womanizer, which has turned his wife Hannah against him. She has brought up their son Theron to be dependent upon her; but as he reaches adulthood, Hunnicutt insists on taking over his upbringing, initiating him in hunting and other masculine pursuits, under the watchful eye of Rafe, Hunnicutt's loyal employee. But Theron's new lifestyle leads him into a love-affair with a local girl, and thence to his learning things about his parents that were previously hidden from him.","release_date":"1960-03-03","vote_average":6.2,"runtime":150,"cert":"N\/A","id":89484,"title":"Home from the Hill","adult":false,"genre_ids":[18,10749]},{"cast":["Amphol Lampoon","Chatchai Plengpanich","Kowit Wattanakul","Withit Laet","Prakasit Bosuwan"],"overview":"When the Thai government announces a plan to empty its vaults to repay its IMF loans, a gang of local Mafia cook up a scheme for a mega-heist: they will steal the country's gold reserves. They hire the notorious Navin, a former military assassin, to lead an operation involving all of the top thieves in the country. The government sends Lieutenant Pakorn, head of the Counter-Terrorism Bureau, to track down Navin. As the two men try to outwit each other, the robbers race against the clock to pull off the biggest heist in the Thai history.","release_date":"2004-04-28","vote_average":6.5,"runtime":89,"cert":"N\/A","id":89489,"title":"Bangkok Robbery 102","adult":false,"genre_ids":[28,18]},{"cast":["Jackie Shroff","Dimple Kapadia","Nana Patekar"],"overview":"Unemployed and branded a trouble-maker, Jaikishan lives a poor lifestyle in a slum-area called Asha Colony, very near Andher's Lokhandwala Complex along with his sister, Seema; mom and dad. He comes to the rescue of a homeless orphan, Mili, who suffers from a deep inferiority complex, and permits her to live with his family. Brutally outspoken, he believes that India should be awarded unlimited gold medals for corruption at all levels, fully aware that these beliefs portray him as a 'revolutionary', and prevent him from securing any gainful employment. His life will be turned upside down when he refuses to go along with the plans of the Khan family - consisting of builder, Majid; his goon brother, Farid, and their seemingly benevolent father, Jahangir. His family will also be traumatized after the Police arrest him for the alleged broad-daylight murder of Farid.","release_date":"1992-09-01","vote_average":0.0,"runtime":161,"cert":"N\/A","id":89490,"title":"Angaar","adult":false,"genre_ids":[18,28]},{"cast":["Zapata 666","Amanda Key","Erich Wildpret","Marisa Román","Albi De Abreu"],"overview":"The Zero Hour tells the story of the La Parca (Zapata 666), a fearsome assassin who is forced to kidnap a private clinic to save the love of his life, Ladydi (Amanda Key). They soonreached the police and a media circus with them, who make our character into a national hero.La Parca finds that saving the life of Ladydi be difficult, but escaped with his followers will be an almost impossible task. Time starts to run out, and what seemed like a perfect plan will end in a frantic ending where La Parca is forced to confront past mistakes, and discover that their worst enemies are closer than he imagined.","release_date":"2010-10-08","vote_average":6.9,"runtime":102,"cert":"N\/A","id":89495,"title":"The Zero Hour","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Three years of uneasy have passed since the Four Nations Alliance declared war on the Abh Empire. With both sides decimated by the first encounter, the lull in violence has provided enough time to build fleets massive enough to span the entire galaxy. Just before the Abh complete preparations for their conquest, however, the Alliance launches a pre-emptive strike, forcing them to take the defensive. Now in command of her own ship, Lafiel is assigned to the fleet as a destroyer captain, and eagerly awaits the opportunity to prove herself as a true Abriel. But when a new class of enemy ship appears on the front lines, the tides quickly turn for the worse. With her vessel now little more than cannon fodder, her dreams are turned into a desperate race for survival - can she and her crew survive amidst a battlefield of endless death and destruction?","release_date":"2001-07-04","vote_average":0.0,"runtime":25,"cert":"N\/A","id":89496,"title":"Banner of the Stars","adult":false,"genre_ids":[878]},{"cast":["Lavrenti Lopes","Osvaldo Benavides","Rebeca Aleman","Elaiza Gil"],"overview":"Sixteen people get stuck in a subway car in NYC for several days, without communication, hope, way to escape, and a fatal sensation that they are going to die. A raw display of human behavior when one confronts the possibility of death.","release_date":"2010-09-10","vote_average":5.3,"runtime":78,"cert":"N\/A","id":89497,"title":"SubHysteria","adult":false,"genre_ids":[53,18]}]