[{"cast":[],"overview":"A father on the search for his missing child discovers a revealing and shocking drama. The true adventures of thousands of juvenile criminals who live in a big city. They live in ghettos, in a world ful of violence, corruption and hate. They form gangs who attack and rob innocent victims, leaving a trail of terror behind.","release_date":"1986-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":90002,"title":"Ratas de la ciudad","adult":false,"genre_ids":[]},{"cast":["Yukari Ôshima","Mark Cheng","Alex Man Chi-Leung","Ken Lo","Dick Wei"],"overview":"Lung comes from China to Hong Kong in search of a new life and fortune. He is employed as a security officer by Lee at a night club that he runs. When Lee’s partner dies, his business is endangered by his partner’s son, Soufu. As retribution, Lee’s daughter May, hurts Soufu. Soufu’s anger gets the best of him, and he murders Lee. May must now make the next move in this deadly game of chess, and asks Lung to help her avenge Lee’s death. Lung hesitantly agrees, and the hunt is on to give Soufu exactly what he deserves!","release_date":"1991-10-31","vote_average":6.5,"runtime":91,"cert":"N\/A","id":90003,"title":"Godfather's Daughter Mafia Blues","adult":false,"genre_ids":[18,35,28]},{"cast":["Jeanne Rainer","Ted Marshall","Charles Martin"],"overview":"A whole town exploded when a boy and a girl DARED go beyond the blue denim stage!!!","release_date":"1959-02-13","vote_average":0.0,"runtime":73,"cert":"N\/A","id":90006,"title":"The Touch of Flesh","adult":false,"genre_ids":[18,53]},{"cast":["Franco Nero","Telly Savalas","Mark Lester","Ely Galleani","Duilio Del Prete"],"overview":"Franco Nero and Telly Savalas star in the story of a trio of jewel thieves who take it on the lamb after the heist goes very wrong. Wrecking their car they take another unaware that there is a teenager hiding in the background. As the flight becomes more frantic, the young man is discovered upsetting the balance of the thieves.","release_date":"1973-02-02","vote_average":4.0,"runtime":89,"cert":"N\/A","id":90009,"title":"Redneck","adult":false,"genre_ids":[18,28,80]},{"cast":["Roland Winters","Warren Douglas","Mantan Moreland","Louise Currie","Victor Sen Yung"],"overview":"Soon after a Chinese princess comes to the US to buy planes for her people, she is murdered by a poison dart fired by an air rifle.","release_date":"1947-12-06","vote_average":5.0,"runtime":68,"cert":"N\/A","id":90010,"title":"The Chinese Ring","adult":false,"genre_ids":[53,80,18,35,9648]},{"cast":["Terry Jenkins","Enrico Maria Salerno","Cris Huerta","Marco Guglielmi","Víctor Israel"],"overview":"Renowned gunman Richard Martin is traveling on a train, held up by Billy Kane, a former student of Martin's. Kane spares Martin, but only after shooting his hands. Years later, Martin meets an escaped convict, wrongly convicted for the train robbery. Martin trains his new student and both men seek out Billy Kane.","release_date":"1967-10-15","vote_average":6.7,"runtime":95,"cert":"N\/A","id":90015,"title":"Bandidos","adult":false,"genre_ids":[18,28,37]},{"cast":["Gale Sondergaard","Brenda Joyce","Kirby Grant","Rondo Hatton","Hobart Cavanaugh"],"overview":"A young girl goes to work as a live-in caretaker for a spooky old woman. She doesn't know that every night, the woman drains some blood from her to feed her strange plant.","release_date":"1946-03-22","vote_average":8.1,"runtime":59,"cert":"N\/A","id":90016,"title":"The Spider Woman Strikes Back","adult":false,"genre_ids":[27]},{"cast":["Maurizio Merli","Joan Collins","Franco Ressel","Werner Pochath","Annarita Grapputo"],"overview":"A low-rent private investigator and former cop is sent to Austria on a job, and while there sees a number of seemingly unrelated coincidences that lead him into a strange web of corruption and decadence.","release_date":"1978-02-03","vote_average":5.1,"runtime":93,"cert":"N\/A","id":90019,"title":"Magnum Cop","adult":false,"genre_ids":[53,80,28]},{"cast":["Peter Lee Lawrence","Adolfo Celi","Erika Blanc","Kim Dimon","Henriette Kok"],"overview":"A  treacherous low-level mafioso greedily rips off a shipment of arms from his powerful godfather and tries to sell them to an especially dubious group of Arabs","release_date":"1972-08-11","vote_average":0.0,"runtime":86,"cert":"N\/A","id":90020,"title":"The Long Arm of the Godfather","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"The story about an everyman who one morning suddenly leaps out on the courtyard and bludgeons two conversing housewives to death with a frying pan.","release_date":"1962-01-01","vote_average":6.3,"runtime":20,"cert":"N\/A","id":90021,"title":"Story of One Crime","adult":false,"genre_ids":[16]},{"cast":["David Chiang","Ti Lung","Li Ching","Wong Chung","Ku Feng"],"overview":"Ying Ke-Feng, head of Peerless Manor, is an expert swordsman whose escort business transports 200,000 taels of silver to the capital each year. This year, however, he is afflicted with an infirmity that renders him unable to use his sword. Rather than give up this important commission and let the martial world know of his precarious health he means to entrust the consignment to two young knights in his manor, Hsiang Ting and Yun Piao-Piao. As it happens, these two are also betrothed; clearly they have their swordsmanship in common. At Peerless Manor, everyone is suspicious of malevolent strangers who may be sniffing around the silver transport. So when Le I appears astride a high-quality charger but otherwise clearly down on his luck, Hsiang Ting thinks Le I may be a spy for the bad guys in the Flying Tiger Manor. It doesn't help that Le I and Yun Piao-Piao hit it off right away. Even or especially when Le I saves Yun Piao-Piao from a Flying Tiger thug.","release_date":"1969-12-28","vote_average":6.7,"runtime":101,"cert":"N\/A","id":90022,"title":"Have Sword Will Travel","adult":false,"genre_ids":[28,12]},{"cast":["Robert Taylor","Nicole Maurey","Linda Christian","Donald Wolfit","David Kossoff"],"overview":"A ship's captain gets mixed up with murder during the hunt for lost Nazi treasure.","release_date":"1959-10-29","vote_average":4.5,"runtime":92,"cert":"N\/A","id":90023,"title":"The House of the Seven Hawks","adult":false,"genre_ids":[12,9648]},{"cast":["Les Tremayne","Forrest Lewis","John Harmon","Frank Arvidson","Jeanne Carmen"],"overview":"An old lighthouse keeper who lives with his daughter secretly keeps a prehistoric fish-man by feeding it scraps and fish. One day he misses the feeding and all hell breaks loose.","release_date":"1959-04-22","vote_average":4.6,"runtime":71,"cert":"N\/A","id":90030,"title":"The Monster of Piedras Blancas","adult":false,"genre_ids":[878,27]},{"cast":["Anastasiya Georgiyevskaya","Sergei Martinson","Vera Orlova","Leonid Pirogov","Elena Ponsova"],"overview":"A rich and ignorant cat loses her big house in a fire. Only then she realizes that a friend in need is a friend indeed.","release_date":"1958-01-01","vote_average":4.5,"runtime":29,"cert":"N\/A","id":90033,"title":"The Cat's House","adult":false,"genre_ids":[16,10751]},{"cast":["Romain Bouquet","Sylvain Itkine","Sylvia Bataille","Jaime Plama","Claude Dauphin"],"overview":"In the kingdom of animals, Master Fox is used to trick and fool everyone. So the King, the Lion, receives more and more complaints about him. He orders that Master Fox is arrested and brought to him.","release_date":"1941-04-10","vote_average":6.9,"runtime":65,"cert":"N\/A","id":90034,"title":"The Tale of the Fox","adult":false,"genre_ids":[16,35,10751,14]},{"cast":["Anton Makarsky","Inna Gomes","Sergey Chonishvili","Vyacheslav Grishechkin","Renata Litvinova"],"overview":"Итак, Ерема женится на Аленушке, Шах — на царевне Всеславе. Получив доступ к нефтяным фонтанам, царевна строит «паролет». Коварный Рыцарь похищает у царевны новый летательный аппарат, а в придачу и Шаха. Приземлившись в Африке, Рыцарь и Шах попадают в плен к людоедам… Всеслава, Аленушка, Ерема и Царь на «крылолете» отправляются на поиски. Но кто спасет героев в последнюю минуту?..","release_date":"2009-12-24","vote_average":3.5,"runtime":75,"cert":"N\/A","id":90035,"title":"Novye Priklyucheniya Alenushki i Eremy","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"No overview found.","release_date":"1936-01-01","vote_average":6.8,"runtime":12,"cert":"N\/A","id":90038,"title":"The Navigator","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A 1971 experimental Canadian film directed by Michael Snow. Shot in the Canadian mountains over a period of 24 hours using a robotic arm.","release_date":"1971-01-01","vote_average":8.1,"runtime":184,"cert":"N\/A","id":90041,"title":"La Région Centrale","adult":false,"genre_ids":[99]},{"cast":["Nina Star"],"overview":"A partly-animated short film, a fairy-tale-like telling of why the nightingale only sings at night. A young girl who has caught a nightingale dreams about the songbird and its mate, and comes to realize that birds are not meant to be captive.","release_date":"1923-12-21","vote_average":5.6,"runtime":13,"cert":"N\/A","id":90042,"title":"The Nightingale's Voice","adult":false,"genre_ids":[18,16,14]},{"cast":[],"overview":"A Father Christmas ornament climbs down from a decorated tree, and goes to the forest. There he creates and decorates a Christmas tree for the forest creatures. He then invites all the insects, along with a friendly frog, to come and enjoy the gifts he has prepared, and to celebrate Christmas.","release_date":"1913-01-01","vote_average":6.3,"runtime":7,"cert":"N\/A","id":90045,"title":"The Insects' Christmas","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"The Country Rat visits his friend the Town Rat, but finds that life in the great metropolis is rather too hectic (and dangerous - there's a live cat among all the puppet rodents!)","release_date":"1927-01-01","vote_average":6.1,"runtime":13,"cert":"N\/A","id":90048,"title":"The Town Rat and the Country Rat","adult":false,"genre_ids":[28,16,35]},{"cast":["Terence Stamp","Peter Berg","Michelle Johnson","Michael Harris","Teddy Wilson"],"overview":"An unlucky horseplayer (Peter Berg) turns collector for a mobster (Terence Stamp) and winds up on the run after bungling a job.","release_date":"1990-11-21","vote_average":7.0,"runtime":null,"cert":"N\/A","id":90053,"title":"Genuine Risk","adult":false,"genre_ids":[80,53]},{"cast":["Adam Killian","Blake Riley","Chad Manning","David Taylor","Derek da Silva"],"overview":"Adam Killian drags Phillip Aubrey on a six scene exploration of the Dark Side of Sex, where he is TAKEN: TO THE LOWEST LEVEL. Phillip begins his Journey as an outsider, but quickly finds himself amidst the filth and kink of Chi Chi LaRue's Imagination. Through his passage Phillip encounters asphyxiation, toys, flogging, hot wax, piss, cum eating, enemas and domination, exciting and developing his inner pig. Join Phillip and Adam, along with a stellar cast of 16 other raunchy leather studs and pups such as C1R Exclusives Johnny Hazzard, Blake Riley, Jeremy Bilding and Diesel Washington, Derek da Silva, Zane Jacobs, Lucas Knowles, Zach Jamison, David Taylor, Tyler Saint, Josh West, Chad Manning, Dominic Pacifico, Luke Cassidy and introducing Mitchell Rock and C1R Discovery Shane Risk. This four hour epic tale of deprecation is not to be missed!","release_date":"2009-09-03","vote_average":8.0,"runtime":252,"cert":"N\/A","id":90054,"title":"Taken: To the Lowest Level","adult":true,"genre_ids":[]},{"cast":["Valentin Nikulin"],"overview":"No overview found.","release_date":"1975-01-01","vote_average":6.0,"runtime":8,"cert":"N\/A","id":90055,"title":"Дарю тебе звезду","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A jilted husband takes his revenge by filming his wife and her lover and showing the result at the local cinema. This was one of Starewicz' first animated films, and stars a cast of animated beetles.","release_date":"1912-10-27","vote_average":7.0,"runtime":13,"cert":"N\/A","id":90056,"title":"The Cameraman's Revenge","adult":false,"genre_ids":[16]},{"cast":["Vasiliy Mishchenko","Vsevolod Larionov","Boris Galkin","Talgat Nigmatulin","Yelena Majorova"],"overview":"1927. A retired Red Army commander Constantine Vorontsov is appointed a Criminal Investigation Department head in a principal city of province. An experienced repeater named Korney shows up in the city. Thanks to a successfully performed operation a place of a local thieves gathering place is now known. But Korney, foreboding of an ambush, changes the place at the last moment. Vorontsov doesnt have enough time to warn all his colleagues and heads for the thieves meeting by his own.","release_date":"1984-06-06","vote_average":4.0,"runtime":73,"cert":"N\/A","id":90057,"title":"Alone and Unarmed","adult":false,"genre_ids":[12,28,80]},{"cast":[],"overview":"It is a parable about world wisdom and \"madness of brave men\" who are ready to risk their life for the sake of new opening.","release_date":"1976-01-01","vote_average":6.0,"runtime":7,"cert":"N\/A","id":90058,"title":"Ikar and Sages","adult":false,"genre_ids":[16]},{"cast":["Keith Barker","Chuck Bush","Bill Holliday"],"overview":"In effort to create the perfect nutria for breeding by the fur industry, a scientist and his assistant inadvertently create a brutal mutation that escapes into the nearby swamps.","release_date":"1985-01-04","vote_average":2.0,"runtime":87,"cert":"N\/A","id":90059,"title":"Terror in the Swamp","adult":false,"genre_ids":[27,878]},{"cast":["J.P. Black","Lico Reyes"],"overview":"Two airheaded males, university students, break down in the middle of the rural American South, finding themselves caught between drug dealers, a cop and a crazed cannibal in the woods.","release_date":"1992-03-06","vote_average":0.0,"runtime":62,"cert":"N\/A","id":90064,"title":"Redneck County Fever","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"1974-01-01","vote_average":6.0,"runtime":14,"cert":"N\/A","id":90067,"title":"The Apple Tree Maiden","adult":false,"genre_ids":[16]},{"cast":["Bo Svenson","Jay Roberts Jr.","Page Leong"],"overview":"A group of camouflaged ninjas stealing a small case of plutonium from a transport vehicle in broad daylight in California. Back in his office in China (!), The Colonel (Bo Svenson) receives word of the heist and the top suspect is the Sakura family. Selected for the job of locating this stolen nuke material is Mai Lin (Page Leong), an undercover agent\/dancer who poses as a stripper. Willi (Jay Roberts, Jr.), a drunken American playboy who is prone to playing the harmonica teams up with Mai Lin. Willi also just happens to be a white ninja.","release_date":"1987-09-01","vote_average":2.5,"runtime":89,"cert":"N\/A","id":90068,"title":"White Phantom","adult":false,"genre_ids":[]},{"cast":["Bobby Williams","Corbin Michaels","Brad Patton","Tristan Adonis","Ethan Marc"],"overview":"From a night flight to a wild weekend in London, Taking Flight follows flight crew and their horny passengers as they experience sexual adventures at home, in the sky and in the sex clubs and back alleys of London.","release_date":"2004-09-22","vote_average":8.5,"runtime":115,"cert":"N\/A","id":90069,"title":"Taking Flight","adult":true,"genre_ids":[]},{"cast":["Warren Oates","Christopher George","Jane Anne Johnstone","Kathy McHaley","Stanley Adams"],"overview":"When their moonshiner father is killed by a corrupt deputy, two young girls decide to take over his business and get revenge on the men who had him killed","release_date":"1976-05-13","vote_average":5.8,"runtime":88,"cert":"N\/A","id":90072,"title":"Dixie Dynamite","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"A short animated film by the award-winning artist Bretislav Pojar on the question of the economic consequences of the arms race. The film poses the question: What would happen if, and that is THE BIG IF, we turned our tanks into tractors, our grenades into chickens and our uniforms into dresses and shoes.","release_date":"1981-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":90075,"title":"If...","adult":false,"genre_ids":[16]},{"cast":["Fred Williamson","Bernard Kirby","Art Maier","Lou Bedford","Heidi Dobbs"],"overview":"Fearful that their star witness might be murdered, two attorneys hire a protector to bring him from Los Angeles to New York. Jesse Crowder (Fred Williamson) is a no-nonsense tough guy. He buddies up with the witness, an accountant, and they hit the road. Outwitting their foes means taking all manner of conveyance, including automobile, train, and airplane.","release_date":"1976-05-01","vote_average":4.5,"runtime":78,"cert":"N\/A","id":90076,"title":"Death Journey","adult":false,"genre_ids":[18,28,80]},{"cast":["Katherine Barrese","Malcolm McDowell","Meredith Baxter","Meg Foster","Everett McGill"],"overview":"Someone runs a woman (Katherine Barrese) off a beach road; she sleeps with a developer (Malcolm McDowell), his son and a sheriff to get even.","release_date":"1990-11-14","vote_average":0.0,"runtime":96,"cert":"N\/A","id":90077,"title":"Jezebel's Kiss","adult":false,"genre_ids":[53]},{"cast":["Mikhail Zharov","Nikolai Dorokhin","Lyubov Orlova","Faina Ranevskaya","Leonid Kmit"],"overview":"Engineer-designer of the Moscow aviation plant Cochin took the secret blueprints home. He didn't know that foreign intelligence had long been hunting for these blueprints...","release_date":"1939-10-05","vote_average":6.0,"runtime":111,"cert":"N\/A","id":90078,"title":"Engineer Kochin's Error","adult":false,"genre_ids":[12,53,9648]},{"cast":["Morgan Paull","Art Metrano","Pat Anderson","Jeane Manson","Katie Saylor"],"overview":"A police officer has very little work as there is virtually no crime in his small California town...until three hoodlums appear and rape a young woman.","release_date":"1974-05-01","vote_average":5.5,"runtime":89,"cert":"N\/A","id":90079,"title":"Dirty O'Neil","adult":false,"genre_ids":[35,18,53]},{"cast":["June Carlson","Fifi D'Orsay","Teala Loring","Mary Bovard","Margia Dean"],"overview":"A town is shocked when a high school girl commits suicide. A reporter and a cop team up to investigate and find out exactly what is going on among the youth of the town.","release_date":"1944-07-15","vote_average":3.0,"runtime":72,"cert":"N\/A","id":90080,"title":"Delinquent Daughters","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"No overview found.","release_date":"1960-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":90083,"title":"On a Cat's Word","adult":false,"genre_ids":[16]},{"cast":["Nadia Henkowa","Anke Syring","Ulrike Butz","Nico Wolferstetter","Claudia Fielers"],"overview":"A lesbian vampire's soul is kept on in the bodies of her descendants.","release_date":"1973-10-15","vote_average":5.3,"runtime":115,"cert":"N\/A","id":90084,"title":"The Devil's Plaything","adult":false,"genre_ids":[14,27,9648]},{"cast":["Josh Weston","Matthew Rush","Jason Adonis","Gus Mattox","Kent Larson"],"overview":"Taking Flight is the two-part adventure following the sexual exploits of a flight crew and their passengers on the plane and around London.  Part 2 begins right where Part 1 left off...and the flight-plan is filled with more erotic stopovers.","release_date":"2005-02-03","vote_average":8.0,"runtime":110,"cert":"N\/A","id":90085,"title":"Taking Flight 2","adult":true,"genre_ids":[]},{"cast":["John Cassavetes","Beverly Adams","Mimsy Farmer","Maurice McEndree","Leo Gordon"],"overview":"An exiled band of Hell's Angels strike a bargain with the Sheriff of a local town, let them stay and the town is safe. But a local girl strays into their lair and sparks off a full scale Angel war.","release_date":"1967-04-14","vote_average":5.3,"runtime":84,"cert":"N\/A","id":90086,"title":"Devil's Angels","adult":false,"genre_ids":[28]},{"cast":["Ida Lupino","Paul Henreid","Olivia de Havilland","Sydney Greenstreet","Nancy Coleman"],"overview":"In Victorian England, literary siblings Emily and Charlotte Bront vie for the affection of the Reverend Arthur Nichols. Along with their sister Anne, Emily and Charlotte also try to help their tormented brother Branwell, a gifted artist whose life is being destroyed by alcohol.","release_date":"1946-04-20","vote_average":6.3,"runtime":107,"cert":"N\/A","id":90093,"title":"Devotion","adult":false,"genre_ids":[18]},{"cast":["Lee Van Cleef","Tony Lo Bianco","Edwige Fenech","Jean Rochefort","Fausto Tozzi"],"overview":"There's trouble in Frankie Diomede's criminal empire in Genoa. A French gangster has moved into his territory, so he flies home to take care of business. He promptly has himself arrested so that he'll have the perfect alibi when the bodies start piling up. But it turns out his enemies have enough juice to keep him in prison, his associates start dying and the attempts on his life start. Cue Tony Breda, a wannabe wiseguy, who has a plan to spring Frankie from jail.","release_date":"1973-11-23","vote_average":6.0,"runtime":85,"cert":"N\/A","id":90094,"title":"Mean Frank and Crazy Tony","adult":false,"genre_ids":[35,80]},{"cast":["Raymond St. Jacques","Philip Michael Thomas","Freda Payne","Hope Clarke","Gilbert Green"],"overview":"Two waiters in Depression-era Arkansas get involved in the numbers racket.","release_date":"1973-04-10","vote_average":6.0,"runtime":81,"cert":"N\/A","id":90095,"title":"Book of Numbers","adult":false,"genre_ids":[80,18]},{"cast":["Ray Winstone","David Threlfall","Martin Phillips","Davidson Knight","John Blundell"],"overview":"This is the hard and shocking story of life in a British borstal for young offenders. Luckily the regime has changed since this TV film was made. The brutal regime made no attempt to reform or improve the inmates and actively encouraged a power struggle between the 'tough' new inmate and the 'old hands'. Banned by the BBC for 14 years, this original television version of 'Scum' was finally aired in July 1991. Meanwhile, the director and writer had re-made the film [see Scum (1979)] for theatrical release after it was originally banned for TV broadcast.","release_date":"1991-07-27","vote_average":7.4,"runtime":74,"cert":"","id":90098,"title":"Scum","adult":false,"genre_ids":[18,10770]},{"cast":["Theo Depuay","Kelley Kunicki","C.W. Casey"],"overview":"A cannibal opens up a seafood restaurant, and kills and cooks people to serve to his customers.","release_date":"1986-01-07","vote_average":1.7,"runtime":90,"cert":"N\/A","id":90099,"title":"Gore-met, Zombie Chef from Hell","adult":false,"genre_ids":[35,80,27]},{"cast":["Tomás Milián","Gastone Moschin","Ray Lovelock","Mario Carotenuto","Stefania Casini"],"overview":"A ruthless Interpol agent goes after the man who killed his wife in Stelvio Massi's crime thriller. A gutsy robber named Marseilles pulls off a tricky heist, but he's no match for agent Ravelli, a maverick who can't control his bloodlust. And this time, it's personal: Years earlier, the daring thief murdered the operative's wife in cold blood.","release_date":"1974-04-24","vote_average":5.8,"runtime":95,"cert":"N\/A","id":90100,"title":"Emergency Squad","adult":false,"genre_ids":[28,53]},{"cast":["Stan Brock","Ina Balin","Lloyd Nolan"],"overview":"An oil tycoon hires Galyon, a jungle survival expert and soldier of fortune, to rescue his daughter and her husband from South American terrorists.","release_date":"1980-09-18","vote_average":4.0,"runtime":92,"cert":"N\/A","id":90103,"title":"Galyon","adult":false,"genre_ids":[28,12]},{"cast":["Muriel Montossé","Antonio Mayans","Antonio de Cabo","Olivier Mathot","Lina Romay"],"overview":"After repeatedly flaunting her peerless body to her servants, snobbish aristocrat Cecila (Muriel Montrossé) becomes the victim of rape. But the experience triggers a carnal awakening, full of socialite sex parties and woodland orgies. And before long, Cecilia finds her amorous adventures spinning out of control, particularly when her husband decides to join in on the free-love lifestyle in this racy entry from erotic auteur Jess Franco.","release_date":"1983-05-18","vote_average":3.1,"runtime":105,"cert":"N\/A","id":90104,"title":"Cecilia","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90105,"title":"Belcebu","adult":false,"genre_ids":[]},{"cast":["Thomas Anderson","Jay Van Leer","Robert Dunn","Mabel King","George Ooppee McCurn"],"overview":"Film version of Melvin Van Peebles' Broadway musical. A pair of devil-bats take human form and crash a Harlem house party in an attempt to break it up. But somehow, their attempts to ruin the party fail.","release_date":"1973-01-01","vote_average":6.0,"runtime":99,"cert":"N\/A","id":90106,"title":"Don't Play Us Cheap","adult":false,"genre_ids":[10749,35,10402]},{"cast":[],"overview":"A cult, exploitation, and horror trailer compilation compile by Stephen Romano which also features a few fake trailers specifically created for the release","release_date":"2010-02-09","vote_average":7.5,"runtime":120,"cert":"N\/A","id":90107,"title":"Shock Festival","adult":false,"genre_ids":[]},{"cast":["Helmut Berger","Harry Lampl","Melanie Kretschmann","Michael Steinocher","Manuel Rubey"],"overview":"16-year old Axel and his clique are rioting in a residential home. There he meets the 80-year old Gustav who gains interest in the young boy, as he reminds him of his lost love.","release_date":"2009-11-04","vote_average":4.3,"runtime":95,"cert":"N\/A","id":90108,"title":"Initiation","adult":false,"genre_ids":[18]},{"cast":["Enrique Rambal","Abel Salazar","Martha Roth","Ofelia Guilmáin","Carlos Suárez"],"overview":"A failed pianist sells his soul to the devil in return for his becoming the greatest musician in the world. The catch: every time he plays he turns into a horrible monster.","release_date":"1959-10-07","vote_average":7.0,"runtime":78,"cert":"N\/A","id":90111,"title":"The Man and the Monster","adult":false,"genre_ids":[27]},{"cast":["Ashton Francis","Amy Couzens","Ed Mendez","Warren Bates"],"overview":"A group of friends reform their weekly gaming group to retake the Queen City Championships from their former teammate who back stabbed them years prior.","release_date":"2010-04-02","vote_average":7.0,"runtime":95,"cert":"N\/A","id":90112,"title":"DungeonCrawl","adult":false,"genre_ids":[]},{"cast":["Jerri Hayes","Ernest Williams II","Charles D. Brooks III","Leopoldo Mandeville","Malik Carter"],"overview":"A naive young girl from the South moves in with her relatives in a Los Angeles ghetto. At first she is made fun of, but eventually she is accepted and plots to rob a bank to raise bail money for her new boyfriend, who is a jailed drug dealer.","release_date":"1976-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":90115,"title":"Emma Mae","adult":false,"genre_ids":[35,18,10749]},{"cast":["Elske McCain","Trent Haaga"],"overview":"Jessicka is held captive and treated like a human dog. But when she's let loose there will be hell to pay.","release_date":"2010-11-26","vote_average":2.6,"runtime":82,"cert":"N\/A","id":90116,"title":"Jessicka Rabid","adult":false,"genre_ids":[27]},{"cast":["Shulamith Lasri","Angelo Infanti","Sharon Leslie","Don Powell","Percy Hogan"],"overview":"Emanuelle is now confined to a Manhattan psychiatric clinic with an acute case of extreme amnesia and depraved fantasies. Can her doctor unravel a Freudian nightmare of incestuous hungers, lesbian longings, rampant nymphomania, and inexplicable body painting to solve the shocking mystery of her bizarre sexual trauma?","release_date":"1976-07-31","vote_average":5.0,"runtime":92,"cert":"N\/A","id":90119,"title":"Black Emanuelle 2","adult":false,"genre_ids":[18]},{"cast":["Len Cordova","Maggie Rose Fleck","Josh Covitt","James Black","Brinke Stevens"],"overview":"The website \"horrorvision.com\" has a mysterious secret...anyone who logs onto it winds up dead. After Dez, a web programmer, logs in his girlfriend and others are attacked. Only Dez and a mysterious man named Bradbury can stop the ominous forces intent on ruling the cyber-world.","release_date":"2001-02-13","vote_average":4.1,"runtime":85,"cert":"N\/A","id":90120,"title":"HorrorVision","adult":false,"genre_ids":[27]},{"cast":["Jayne Kennedy","Leon Isaac Kennedy","James Iglehart","Carmen Argenziano","Joe Mari Avellana"],"overview":"Leon Isaac Kennedy is Doug Russell, an American who steals a shipment of gold in the Philippines with two Vietnam War buddies, who cut his throat and throw him overboard. Russell washes ashore an island inhabited by two Japanese soldiers stranded there since World War II. They nurse him back to health and he is taught martial arts and the art of the samurai. Back in the States, his treacherous pals, Marelli and Maghee, use their loot and viciousness to muscle their way into Los Angels mafia turf.","release_date":"1978-09-01","vote_average":4.3,"runtime":96,"cert":"N\/A","id":90121,"title":"Death Force","adult":false,"genre_ids":[10752,28,18,80]},{"cast":["Michael C. Hall","Lucy Liu","Sarah Shahi","Brie Larson","Chris Messina"],"overview":"35-year-old Morris Bliss (Michael C. Hall) is clamped in the jaws of New York City inertia: he wants to travel but has no money; he needs a job but has no prospects; he still shares an apartment with his widowed father; and the premature death of his mother has left him emotionally walled up. When he finds himself wrapped up in an awkward relationship with Stephanie (Brie Larson), the 18-year-old daughter of a former classmate, Morris quickly discovers his static life unraveling and opening up in ways that are long overdue.","release_date":"2011-10-01","vote_average":4.7,"runtime":97,"cert":"N\/A","id":90122,"title":"The Trouble with Bliss","adult":false,"genre_ids":[35,18]},{"cast":["Bob Marley","Ziggy Marley","Rita Marley","Cedella Marley","Jimmy Cliff"],"overview":"Bob Marley's universal appeal, impact on music history and role as a social and political prophet is both unique and unparalleled. Directed by Academy Award-winning director Kevin Macdonald (The Last King of Scotland), MARLEY is the definitive life story of the musician, revolutionary, and legend, from his early days to his rise to international superstardom. Made with the support of the Marley family, the film features rare footage, incredible performances and revelatory interviews with the people that knew him best.","release_date":"2012-04-20","vote_average":7.6,"runtime":144,"cert":"15","id":90125,"title":"Marley","adult":false,"genre_ids":[10402,99]},{"cast":["Gabriel Barylli","Heinz Hoenig","Uwe Ochsenknecht"],"overview":"","release_date":"1990-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90128,"title":"Butterbrot","adult":false,"genre_ids":[10749]},{"cast":["Pietro Bontempo","Pietro Ragusa","Maurizio Antonini","Lucia Chiarla","Tullio Sorrentino"],"overview":"","release_date":"2006-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":90131,"title":"Bye Bye Berlusconi!","adult":false,"genre_ids":[35]},{"cast":["Tim Dutton","Bela B.","Moanna Ferré","Veronica Ferres","Iddo Goldberg"],"overview":"","release_date":"2006-02-14","vote_average":5.7,"runtime":90,"cert":"N\/A","id":90132,"title":"Bye, Bye Harry","adult":false,"genre_ids":[35]},{"cast":["Bruce Dickinson"],"overview":"Recorded live in Pamplona and Gerona, Spain on May 30th and 31st 1996","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90133,"title":"Bruce Dickinson: Skunkworks Live Video","adult":false,"genre_ids":[10402]},{"cast":["Lewis Hamilton","Fernando Alonso","Kimi Räikkönen"],"overview":"It has been one of the most sensational seasons in Formula One history, and the Official review will let you relive the drama again and again. This is the complete story of the British rookie Lewis Hamilton's staggering debut season, as he shocked the world with stunning performances and amazing maturity. Few thought the youngster would prove a threat to his two - times World Champion teammate Fernando Alonso in his first season, but Lewis ripped up the formbook and emerged as the star of the season. This is a comprehensive look back at the dramatic '07 championship chase, with coverage from every single round of the down-to-the-wire battle for the crown. Unseen footage and interviews bring you all the on-track action, and takes you behind-the-scenes of an exceptional - and controversial - season.","release_date":"2007-12-10","vote_average":4.5,"runtime":202,"cert":"U","id":90136,"title":"2007 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":["Bruno Cathomas","Peter Rühring","Juana-Maria von Jascheroff","Roberto Guerra"],"overview":"","release_date":"2007-09-09","vote_average":2.0,"runtime":null,"cert":"N\/A","id":90139,"title":"Chicken Mexicaine","adult":false,"genre_ids":[35]},{"cast":[],"overview":"It's the year 2080 and thanks to genius scientist Dr. Tommy, Earth is at peace. He created the Moon C.R.A.T.E.R. Project, the wackiest intergalactic sports circuit, where two opposing Robot armies battle it out to settle Earth's disputes using the deadliest weapon known: water!  Bolts and Blip, Central City's misfits, are accidently recruited as members of the Lunar Leagues last placed team - The Thunderbolts! They find themselves catapulted into a series of hilarious lunar battles and soon discover that all is not what it seems.  In the next instalment of BOLTS &amp; BLIP, the Thunderbolts fall under the spell of a mysterious \"Black Box\", a strange invader crash lands on the moon and threatens to destroy Lunar City and Saedee finds herself replaced as team captain, by a mysterious prototype \"Saedee-34\".","release_date":"2012-01-13","vote_average":5.0,"runtime":132,"cert":"N\/A","id":90140,"title":"Bolts & Blip Robot Warriors","adult":false,"genre_ids":[]},{"cast":["Lau Ching-Wan","Richie Ren","Myolie Wu","Denise Ho","Philip Keung"],"overview":"A criminal, a bank clerk and a police officer find their destinies entwined when a loan shark gets assaulted after having withdrawn $10 million from the bank in the midst of the world financial crisis.","release_date":"2011-10-20","vote_average":6.8,"runtime":107,"cert":"N\/A","id":90147,"title":"Life Without Principle","adult":false,"genre_ids":[28,53,80]},{"cast":["Jennifer Connelly","Antonio Banderas","Stefania Sandrelli","Diego Wallraff","Camilo Gallardo"],"overview":"Irene is a magazine editor living under the shadow of the Pinochet dictatorship in Chile. Francisco is a handsome photographer and he comes to Irene for a job. As a sympathizer with the underground resistance movement, Francisco opens her eyes and her heart to the atrocities being committed by the state.","release_date":"1994-05-10","vote_average":5.0,"runtime":103,"cert":"N\/A","id":90148,"title":"Of Love and Shadows","adult":false,"genre_ids":[18]},{"cast":["Lew Ayres","Lionel Barrymore","Laraine Day","Red Skelton","Alma Kruger"],"overview":"A variety of predicaments arise to distract Dr. Kildare from his wedding to Nurse Mary Lamont.","release_date":"1941-08-22","vote_average":5.9,"runtime":83,"cert":"N\/A","id":90149,"title":"Dr. Kildare's Wedding Day","adult":false,"genre_ids":[18]},{"cast":["Bruno Corazzari","May Deseligny","Marco Merlo","Fabrizio Merlo","Pio Maria Federici"],"overview":"Four friends head into the jungle to locate a lost professor but instead face off against treasure hunters who are torturing and killing natives.","release_date":"1988-05-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":90164,"title":"The Green Inferno","adult":false,"genre_ids":[27,12]},{"cast":["Héctor Alterio","Cecilia Roth","Leonardo Sbaraglia","Daniel Kuzniecka","Leticia Brédice"],"overview":"A judge falls from the roof of the Federal Courthouse. A woman is murdered. Between them and the three sons of the judge there is a connection that will be investigated by a woman judge who is determined to discover the truth.","release_date":"1997-08-07","vote_average":6.9,"runtime":116,"cert":"N\/A","id":90171,"title":"Ashes of Paradise","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Amanda Donohoe","Steven Bauer","Paul Johansson","Gary Busey","Chantell Stander"],"overview":"A gang of women wreak vengeance upon the society that failed them.","release_date":"2002-09-23","vote_average":0.0,"runtime":102,"cert":"","id":90180,"title":"Glory Glory","adult":false,"genre_ids":[28,18,37]},{"cast":["Rena Niehaus","Michele Placido","Flavio Bucci","Bruno Corazzari","Gabriele Ferzetti"],"overview":"A teenage girl is kidnapped by 3 guys and taken to an abandoned house in the country, and make her write her own ransom letter. She soon discovers that one of her captors is infatuated with her and she will use those feelings to stay alive.","release_date":"1976-06-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":90187,"title":"La Orca","adult":false,"genre_ids":[80,18,53]},{"cast":["Nina Kronjäger","Christine Groß","Stefan Mehren","Margarita Broich","Inga Busch"],"overview":"Charlotte is a moderately successful film director who wants to make a political film, and really dive deep into the lives of socially disadvantaged women. There she makes the search for a single parent Hartz IV recipient and meets Gloria S. Gloria is her dream cast, but she doesn't know that Gloria is a real actress. Everything goes smoothly until the whole hoax blows up ...","release_date":"2011-12-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":90188,"title":"The Sad Life Of Gloria S.","adult":false,"genre_ids":[18]},{"cast":["Rentarô Mikuni","Akiko Koyama","Yôko Mihara","Masako Nakamura","Teruko Kishi"],"overview":"Towards the end of the Second World War, a downed U.S. pilot is captured and imprisoned by rural Japanese villagers, who await official instructions as to how to proceed with their “catch.”","release_date":"1961-11-22","vote_average":6.0,"runtime":105,"cert":"N\/A","id":90191,"title":"The Catch","adult":false,"genre_ids":[10752,18]},{"cast":["Kotono Mitsuishi","Tsubasa Usagi","Taishi Takemoto","Yukiharu Inoue","Yûya Takayama"],"overview":"Ayano is trapped in a loveless marriage with a guy who redefines the word jerk. She works at a company selling English learning materials and is suffering from increasingly disturbing hallucinations.","release_date":"2009-09-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":90196,"title":"At the Mercy of the Darkness: Ayano's Bizarre Delusions","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90199,"title":"Le banquet des loutres","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90204,"title":"Pantanal, le dernier sanctuaire du jaguar","adult":false,"genre_ids":[99]},{"cast":["Adetomiwa Edun","Ellie Kendrick","Jack Farthing","Philip Cumbus","Holly Atkins"],"overview":"Dominic Dromgoole’s production brings refreshing clarity to one of Shakespeare’s most famous and best-loved tragedies, drawing out the contemporary relevance of this passionate teenage love story. Ellie Kendrick, a truly youthful Juliet, and Adetomiwa Edun, a boyish Romeo, head an excellent cast whose period costumes point to the timelessness of parental disapproval, adolescent temperament, rivalry and violence. Filmed before a live audience at Shakespeare’s Globe in the heart of London, its intimate and atmospheric setting adds immediacy and vitality to the humour and passion of Shakespeare’s verse. Filmed in High Definition and true surround sound.","release_date":"2010-03-29","vote_average":0.0,"runtime":171,"cert":"","id":90205,"title":"Romeo and Juliet: Shakespeare's Globe Theatre","adult":false,"genre_ids":[18,10749]},{"cast":["Ben Mendelsohn","Barry Otto","Toni Collette","Rachel Griffiths","Aden Young"],"overview":"Lewis a young director get his first job directing a play at a mental hospital with the patients as the cast.  The play that is decided on is Cosi fan tutte an opera by Mozart.","release_date":"1996-03-04","vote_average":6.9,"runtime":102,"cert":"N\/A","id":90214,"title":"Cosi","adult":false,"genre_ids":[18,35]},{"cast":["Robert A. Guthrie","Sascha Knopf","Ned Romero","Nakotah LaRance","Dee Wallace"],"overview":"Charlie Silvercloud III lives with the family curse,  on his fathers and grandfathers 25th birthday they were killed by a milk truck.  It is now Charlies turn.","release_date":"2006-01-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":90219,"title":"Expiration Date","adult":false,"genre_ids":[35,10749]},{"cast":["Tom Green"],"overview":"","release_date":"1999-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":90226,"title":"Tom Green: Something Smells Funny","adult":false,"genre_ids":[35]},{"cast":["Sergio Hasselbaink","Mimoun Ouled Radi","Carlo Boszhard","Nadia Poeschmann","Gigi Ravelli"],"overview":"The bizarre story takes place in Amsterdam-West, where a virus turns people into bloodthirsty zombies. Although much blood is flowing and many limbs chopped off, there is a lot to laugh at in this bizarre horror comedy.","release_date":"2012-02-16","vote_average":4.7,"runtime":90,"cert":"N\/A","id":90231,"title":"Kill Zombie!","adult":false,"genre_ids":[35,27]},{"cast":["Melissa Carnell","Frederic Doss","Chip Joslin","Jonah Priour","Jesse Ferraro"],"overview":"Dark Comedy and Horror unite in this satirical thriller based on the \"Live Action Role-Playing\" game of the same name. Students on summer break are exposed to a deadly virus that is spread rapidly through direct human contact. The infected become enslaved by the invading \"swarm\" intelligence and driven by an insatiable appetite to consume human flesh. Returning home, the students spread the infection to their fellow classmates and other unsuspecting townspeople.","release_date":"2011-11-11","vote_average":4.3,"runtime":105,"cert":"N\/A","id":90232,"title":"Humans vs Zombies","adult":false,"genre_ids":[35,27,878,53]},{"cast":["Riley Steele","Jennifer White","Breanne Benson","Kortney Kane","Monica Santhiago"],"overview":"Sexy, seductive Riley Steele sucks down juicy pussy as hungrily as she pumps hard on thick cocks. She and her naughty little sister and horny girlfriends Breanne Benson, Brooke Haven, Jennifer White and Kortney Kane slide down thick poles and gulp down creamy eruptions from the hung studs who come over for wild playtime.","release_date":"2012-01-17","vote_average":7.0,"runtime":88,"cert":"N\/A","id":90235,"title":"Like Sister Like Slut","adult":true,"genre_ids":[10749]},{"cast":["Daisy Marie","Jada Fire","Naomi","Brianna Beach","Michelle Maylene"],"overview":"All the screaming hot sex in Digital Playground's award winning Jack's Playground series are now shot in POV perspective for your ultimate enjoyment. In Jack's new POV Playground, YOU will get the BEST action, the most delicious tease and pure comedy IN YOUR FACE. Pretend YOU are casting for music videos as you nail gorgeous ass after even more succulent pussy. Let Jack's cameras tease and tempt you, offering the fin-est bush on the planet, all in first hand perspective. In volume 2, Naomi and Jada Fire give up their perfect asses for your pounding pleasure. And in between their peek performances, Daisy, Brianna and Michelle show lots of sloppy titty fuck, juicy wet blow cock sucking and intense boy \/ girl trysts.","release_date":"2006-06-15","vote_average":8.3,"runtime":122,"cert":"N\/A","id":90236,"title":"Jack's POV 2","adult":true,"genre_ids":[]},{"cast":["Aaron Hawke","Dan Komar","Alan Pelikán","Josef Rychtecky","Michael Taubenheim"],"overview":"A look behind the scenes of the Czech gay porn boom.","release_date":"2009-06-15","vote_average":3.9,"runtime":72,"cert":"N\/A","id":90241,"title":"All Boys","adult":false,"genre_ids":[99]},{"cast":["Adrenalynn","Lacey Maguire","Kayden Kross","Priya Rai","Camryn Kiss"],"overview":"Deeper 9 takes you on a journey, deep inside Adrianna Lynn. This block-buster star vehicle showcases her debut performances with the studio. Adrianna captivates the screen in two breath-taking sensational and erotic scenes. Deeper 9 features insane intros, state of the art editing, masterful direction and a delightful foray of flesh. Adrianna, Kayden, Camryn, Priya & Lacey will transport you into their world of scintillating fantasy and powerful, hungry orgasms. Enjoy a very sexy, hard-bodied, big-titted, all-star cast in Robby's Deepest entry to date. When you're finished, don't forget to check the special features for the cum-shot recap and a fun behind-the-scenes featurette!","release_date":"2008-03-06","vote_average":5.3,"runtime":120,"cert":"N\/A","id":90242,"title":"Deeper 9","adult":true,"genre_ids":[]},{"cast":["Jesse Jane","Lacey Maguire","Britney Stevens","Rebeca Linares","Nautica Thorn"],"overview":"Digital Playground's Jesse Jane: Fuck Fantasy is an ultra-horny, wall-to-wall sex montage. Each fantastic scene depicts a tangible, true to life fantasy with amazing heat and production value. Contract superstar Jesse Jane is at her best, she delivers raw passion and intense sexual charisma in all of her playful roles.","release_date":"2008-02-20","vote_average":7.8,"runtime":110,"cert":"N\/A","id":90245,"title":"Jesse Jane: Fuck Fantasy","adult":true,"genre_ids":[]},{"cast":["Jesse Jane","Audrey Bitoni","Eva Angelina","Sarah Vandella","Manuel Ferrara"],"overview":"Directed by Celeste, \"Jesse Jane Sexy Hot\" captures Jesse's unique, hungry and raw sex appeal. This film is about magnetism, seduction, control and power. It features the lovely and insatiable Jesse Jane® with Audrey Bitoni, Eva Angelina & Sarah Vandella in plays of passion and the power that is had after perfecting the delivery of countless mind-blowing, knee-shaking, earth-shattering orgasms! Watch Jesse in 4 sexy and hot scenes including solo masturbation, boy \/ girl and even a fantastic threesome!","release_date":"2008-01-01","vote_average":8.3,"runtime":119,"cert":"N\/A","id":90248,"title":"Jesse Jane: Sexy Hot","adult":true,"genre_ids":[]},{"cast":["Chanel Preston","Charley Chase","Selena Rose","Tori Black"],"overview":"You think you know Jack? These bitches are sucking up his dick and swallowing it deep in their pussies. . . I think they know a little more about Jack than you do! Includes Selena Rose's first POV scene. 'This was my second scene ever and it was very exciting to be working with Digital Playground. This is my first, and only, POV to date so if those are the scenes you like then check this one out,' pornstar Chanel Preston on her performance in Jack's POV 17 from Digital Playground.","release_date":"2010-08-31","vote_average":4.0,"runtime":137,"cert":"N\/A","id":90251,"title":"Jack's POV 17","adult":true,"genre_ids":[]},{"cast":["Vanessa Paradis"],"overview":"Divinidylle Tour is the third live album by singer Vanessa Paradis. The album was recorded during her Divinidylle Tour and was also released with a DVD which documented the tour and Paradis' promotion of the album. The DVD won a Victoires de la Musique award for Best DVD Musical of the year.  From Wikipedia, the free encyclopedia","release_date":"2008-10-06","vote_average":4.0,"runtime":150,"cert":"N\/A","id":90254,"title":"Vanessa Paradis: Divinidylle Tour","adult":false,"genre_ids":[99,10402]},{"cast":["Jesse Jane","Charley Chase","Sara Stone","Franceska Jaimes","Danny Mountain"],"overview":"Seductress Jesse Jane sizzles with desire as a woman on the verge of marriage haunted by a mysterious engagement gift. Overcome by explicit visions of naughty past affairs and the erotic desires of potential new lovers her life is thrown into perverted chaos. Love lust and a desperate need to know what sexual illusions are real and which are fantasy leads her into a delicious and wild explanation of lewd behavior and orgasmic acts.","release_date":"2011-11-15","vote_average":7.0,"runtime":109,"cert":"N\/A","id":90255,"title":"Watching You 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"The old Lion King, oblivious to the fact that he has become the laughing stock of his Royal household, dreams of more heroic days. Meanwhile, his ministers have plans of their own. A short animation by Wladyslaw Starewicz, part of a series of two based on the fables of La Fontaine known as Deux fables de La Fontaine.","release_date":"1932-01-01","vote_average":5.0,"runtime":9,"cert":"N\/A","id":90258,"title":"The Old Lion","adult":false,"genre_ids":[16,14]},{"cast":["Svetlana Kharitonova","Tatyana Reshetnikova","Gennadiy Trofimov","Yelena Kamburova","Yuriy Loshkarev"],"overview":"It is a musical imagination on the theme of the fairy tale of V.Odoevsky \"Small town in a snuffbox\". The film represents an original tiny rock opera.  Source : www.animator.ru","release_date":"1976-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":90259,"title":"A Box With Secret","adult":false,"genre_ids":[16]},{"cast":["Fanny Lauzier","Margit Makay","Pamela Collyer","Teri Tordai","Jan Nowicki"],"overview":"Fanny lives in the forest with her meteorologist mother. One day on her way across the forest to visit her grandmother and great grandmother, she has three encounters that will change her life forever: an apparently kind and gentle wolf, a city boy and an ornithologist who bears a striking resemblance to the father who long ago abandoned her and her mother.","release_date":"1989-02-07","vote_average":4.0,"runtime":94,"cert":"N\/A","id":90270,"title":"Bye Bye, Red Riding Hood","adult":false,"genre_ids":[10751,14]},{"cast":["Nina Gulyayeva","Viktoriya Ivanova","Anatoli Papanov","Yuliya Yulskaya","Lidiya Korolyova"],"overview":"Rusalochka opens in modern day Copenhagen, Denmark. Several tourists gather around the capital's famous mermaid statue, as a tour guide explains its significance. A fish in the water below the tourists scoffs at their foolishness, and then, proceeds to tell about the doomed love of the mermaid. Upon reaching her 15th birthday, the Little Mermaid is allowed to swim up to the surface above. As soon as she does, however, the Mermaid spots a young prince caught up in a dreadful storm. She admires the man's bravery and decides to save him, declaring that, \"The beautiful and the brave should not perish.\" After the mermaid returns to the ocean, she decides that she wants to become human.","release_date":"1968-01-01","vote_average":7.4,"runtime":29,"cert":"N\/A","id":90277,"title":"The Little Mermaid","adult":false,"genre_ids":[16,14,10751]},{"cast":[],"overview":"","release_date":"2003-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90278,"title":"Het beste van Bart","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90279,"title":"Het beste van Bart 2","adult":false,"genre_ids":[]},{"cast":["Amy Lee","Terry Balsamo","Tim McCord","Will Hunt","Troy McLawhorn"],"overview":"Evanescence promoting their album \"The Open Door\" on Nissan Live Sets.  Track list:\r 1) Weight of the World  2) The Only One  3) Call Me When You're Sober  4) Imaginary  5) Missing  6) Lithium  7) Good Enough  8) Your Star  9) Understanding","release_date":"2016-02-18","vote_average":0.0,"runtime":28,"cert":"N\/A","id":90286,"title":"Evanescence: Nissan Live Sets","adult":false,"genre_ids":[10402]},{"cast":["Ice-T","Ernie Hudson Jr.","T. J. Storm","David Askew","Tarsha Nicole Jones"],"overview":"A high-level government hit squad is sent into the streets in order to complete a deadly mission.","release_date":"2000-03-21","vote_average":2.0,"runtime":80,"cert":"N\/A","id":90289,"title":"The Wrecking Crew","adult":false,"genre_ids":[28,53,18]},{"cast":["Constantin Bărbulescu","Jeffrey Combs","Ashley Laurence","Daniel Markel","Billy Parish"],"overview":"In this horror anthology edited from older Full Moon releases, three tales of terror are told. In \"ASCENT FROM HELL\" ('Dark Angel: The Ascent') an young demon female escapes Hell and comes to Earth where she becomes the punisher of sinners. \"INFINITE EVIL\" ('The Lurking Fear') a race of cannibalistic genetic creatures live below a cemetery and hunt humans for food. In EVIL NEVER DIES ('Talisman'), the Black Angel is summoned from his resting place to bring about the end of the world. Written by Wallace Entertainment","release_date":"2004-04-01","vote_average":2.9,"runtime":null,"cert":"N\/A","id":90298,"title":"Tomb of Terror","adult":false,"genre_ids":[27]},{"cast":["Kinnosuke Nakamura","Eijirō Tōno","Kyôko Kishida","Masayuki Mori","Shinjirô Ehara"],"overview":"After a salary-man's fiancée attempts suicide, he recounts his gruesome family history, which sees generations of his ancestors sacrificing themselves for the sake of their cruel lords.","release_date":"1963-04-28","vote_average":7.0,"runtime":122,"cert":"N\/A","id":90299,"title":"Bushido: The Cruel Code of the Samurai","adult":false,"genre_ids":[36,28,18]},{"cast":[],"overview":"This installment from the kids' series ANIMAL ATLAS takes an up-close look at how animal friends live, focusing on how various furry (and leathery) creatures provide a fun avenue for learning ABC's. The program meets real life anteaters, bears, cats, and more.","release_date":"2011-07-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90304,"title":"Animal ABCs","adult":false,"genre_ids":[]},{"cast":["John Ashley","Celeste Yarnall","Eddie Garcia","Liza Belmonte","Alfonso Carvajal"],"overview":"A mad scientist creates a monster, but after its head is cut off, he keeps it alive in a serum he has invented.","release_date":"1970-05-06","vote_average":4.6,"runtime":91,"cert":"N\/A","id":90315,"title":"Beast of Blood","adult":false,"genre_ids":[12,27]},{"cast":[],"overview":"Celebrate a great British tradition and embrace the spirit of this magical evening. One of the most popular classical music concerts in the world, the Last Night of the Proms is watched and listened to by an audience of millions around the globe.  Tradition meets high jinks for 2010 as Jirí Belohlávek conducts his second Last Night, while the spirit of Henry Wood presides, as always, over the grand finale of the Proms. Renée Fleming lends her lustrous soprano to music by Strauss, Dvorák and Smetana.  A festive new piece by Jonathan Dove opens the evening; a contemporary hornpipe forms an upbeat to anniversary composer Arne’s Rule, Britannia! And traces of the season’s Wood, Parry, Wagner, Rodgers and Hammerstein and opera themes run throughout the concert.","release_date":"2011-07-18","vote_average":0.0,"runtime":168,"cert":"","id":90318,"title":"Last Night of the BBC Proms 2010","adult":false,"genre_ids":[35]},{"cast":["Anastasiya Zuyeva","Mikhail Zimin","Aleksey Zolotnitskiy","Natalya Boronina","Roman Filippov"],"overview":"Tale - this is what is everyone from childhood. Give yourself a chance to once again return to the magical world created by Alexander Pushkin.  Adventures brave Tsarevich Guidon, beautiful Swan-Tsar Saltan reminded of that love, loyalty and the spirit always wins!","release_date":"1984-01-01","vote_average":5.8,"runtime":69,"cert":"N\/A","id":90319,"title":"The Tale of Tsar Saltan","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"No overview found.","release_date":"1966-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":90320,"title":"Go There, Don't Know Where","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"From the country's leading producer of award-winning self-help sex-education videos for adults comes the revealing, comprehensive guide to enhanced sexual pleasure. This couples-oriented volume shares the accumulated wisdom of well known sex educators, therapists, and researchers, as well as real couples, working with The Sinclair Intimacy Institute, home of the bestselling Better Sex Video Series.","release_date":"2000-01-01","vote_average":7.5,"runtime":63,"cert":"N\/A","id":90321,"title":"10 Secrets to Great Sex","adult":true,"genre_ids":[]},{"cast":[],"overview":"The story of the Harlem Rens: the greatest basketball team you never heard of.","release_date":"2011-02-11","vote_average":6.0,"runtime":90,"cert":"N\/A","id":90322,"title":"On the Shoulders of Giants","adult":false,"genre_ids":[99]},{"cast":["Nikolay Litvinov","Mariya Babanova","Valentina Sperantova","Galina Novozhilova","Vera Popova"],"overview":"Animated film based on the story of Alexander Pushkin. The new king's wife wants to get rid of their stepdaughter and expels it to certain death in the forest. Princess finds refuge in the forest in the seven bogatyrs. The queen, finds out about it and poisons her...","release_date":"1951-01-01","vote_average":6.7,"runtime":30,"cert":"N\/A","id":90323,"title":"The Tale of the Dead Princes","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"This documentary offers a glimpse into the life of an English neurosurgeon (Henry Marsh) situated in Ukraine as we are exposed to the overwhelming dilemmas he has to face and the burden he has to carry throughout his profession.","release_date":"2009-07-24","vote_average":8.3,"runtime":93,"cert":"N\/A","id":90324,"title":"The English Surgeon","adult":false,"genre_ids":[99]},{"cast":["Oleg Anofriev"],"overview":"A popular Soviet cartoon based on the classic fairy tale The Tale of the Priest and of his Workman Balda. The film is notable for its songs performed by one single actor Oleg Anfroiev using different voices.","release_date":"1973-01-01","vote_average":6.0,"runtime":19,"cert":"N\/A","id":90325,"title":"The Tale of the Priest and of His Workman Balda","adult":false,"genre_ids":[16]},{"cast":["Aleksei Gribov","Lyudmila Pirogova","Aleksei Konsovsky","Georgiy Vitsin","Stepan Bubnov"],"overview":"A satirical fairy tale about an old tsar Dadon and a golden cockerel who guarded the borders of his kingdom.","release_date":"1967-01-01","vote_average":6.0,"runtime":30,"cert":"N\/A","id":90326,"title":"The Tale of the Golden Rooster","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"The story is based on the legend of the Invisible City of Kitezh, which disappears under the waters of a lake to escape an attack by the Mongols.","release_date":"1971-01-01","vote_average":6.9,"runtime":10,"cert":"N\/A","id":90327,"title":"The Battle of Kerzhenets","adult":false,"genre_ids":[16,10752]},{"cast":[],"overview":"All About Tigers","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90332,"title":"All About Tigers","adult":false,"genre_ids":[]},{"cast":["Yuen Yi","Cheung Ching-Ching","Ming Hsia Wu","Wu Min-hsiung","Chen Hung-Lieh"],"overview":"When To Pa, a member of the prestigious Eagle Claw Clan, commands his followers to carry out a mutinous robbery against the Almighty Imperial Lightning Whip, the victim's children are shaken by his disloyalty. With the help of one of To Pa's former minions, who's grown disillusioned with his leader's unconscionable actions, they organize a battle to avenge their father.","release_date":"1971-08-07","vote_average":6.0,"runtime":90,"cert":"N\/A","id":90335,"title":"Fearless Fighters","adult":false,"genre_ids":[28]},{"cast":["Arlene Farber","Vassili Lambrinos","Andre Landzaat","Jeanne Avery","Robert D'Arcy"],"overview":"A sultry Latin peasant woman, who has overstayed her welcome in her relatives' home, is run off the road while bicycling by a wealthy aristocrat. Immediately attracted to her, he hires her as his \"maid\", and introduces her to the good life. She soon finds herself in a bitter power struggle between the man and his spoiled playboy son.","release_date":"1970-01-23","vote_average":4.5,"runtime":92,"cert":"N\/A","id":90336,"title":"Female Animal","adult":false,"genre_ids":[18]},{"cast":["Uschi Digard","Roxanne Brewer","Wendell Hudiburg","Candy Samples"],"overview":"A photographer sends a female associate undercover to infiltrate a \"training\" camp run by militant lesbian feminists. Her lover fakes being deaf-mute and gets exploited by the buxom feminists, who end up gang raping him.","release_date":"1976-09-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":90337,"title":"Female Chauvinists","adult":true,"genre_ids":[]},{"cast":["Don Leifert","Richard Nelson","Elaine White","George Stover","Greg Dohler"],"overview":"This low budget feature from Baltimore filmmaker Don Dohler opens with a spirit entering into a gravesite and reanimating a corpse back to life as Mr. Longfellow. In order for him to stay alive, he needs to absorb the life energies out of the living by wrapping his hands around his victoms' throats.","release_date":"1980-09-01","vote_average":2.8,"runtime":90,"cert":"N\/A","id":90338,"title":"Fiend","adult":false,"genre_ids":[27]},{"cast":["Ted Donaldson","Tom Powers","Ann Doran","Aubrey Mather","Sid Tomack"],"overview":"Danny Mitchell, feeling that he has been misunderstood (nothing new for this kid in this series) by his parents, takes his dog, Rusty, and leaves home, camping out near the trailer of veterinary Dr. Francis Xavier Ray. Gas escapes in the trailer during the night, and Rusty rescues the vet before he is overcome.","release_date":"1947-05-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":90349,"title":"For the Love of Rusty","adult":false,"genre_ids":[18]},{"cast":["Sondra Bender","Eric Carlson","Larry Carto","Mary Drydock","Kim Lewid"],"overview":"A bizarre don't-even-try-to-make-sense-of-it bombardment of sexual imagery that plays like stream of consciousness from a degenerate: threesomes, foursomes, lesbians, bondage, hair-whipping (!) and, believe it or not, even kung-fu. Avant-garde masterpiece or pure gutter trash? Perhaps both.","release_date":"1970-02-25","vote_average":8.0,"runtime":70,"cert":"N\/A","id":90350,"title":"Fluctuations","adult":false,"genre_ids":[14]},{"cast":["Koji Tsuruta","Noboru Andô","Kenji Imai","Akiko Kudô","Kenjiro Morokado"],"overview":"A yakuza gang gets driven out of Yokohama by a big gang from Tokyo. They relocate to Okinawa to violently start over.","release_date":"1971-01-12","vote_average":6.8,"runtime":93,"cert":"N\/A","id":90351,"title":"Sympathy for the Underdog","adult":false,"genre_ids":[18,28,80]},{"cast":[],"overview":"Young girls are cheated in rigged gambling games and then forced into prostitution to pay off their debts.","release_date":"1936-09-01","vote_average":1.0,"runtime":70,"cert":"N\/A","id":90352,"title":"Gambling with Souls","adult":false,"genre_ids":[18]},{"cast":["Ralph Cooper","Gladys Snyder","Reginald Fenderson","Laurence Criner","Monte Hawley"],"overview":"Two mobs fight for control of the jukebox racket.","release_date":"1940-03-28","vote_average":6.0,"runtime":63,"cert":"N\/A","id":90353,"title":"Gang War","adult":false,"genre_ids":[80,28]},{"cast":["Sonny Chiba","Ryôji Hayama","Ryôhei Uchida","Rinichi Yamamoto","Toshiaki Minami"],"overview":"An undercover cop befriends a yakuza underling who through his contacts helps him infiltrate two rival Yakuza gangs. He pits the two rival gangs against each other in hopes that they will cross each other out.","release_date":"1970-05-23","vote_average":5.1,"runtime":89,"cert":"N\/A","id":90354,"title":"Yakuza Deka","adult":false,"genre_ids":[]},{"cast":["Katharine Houghton","Joe Dallesandro","Rita Gam","James Congdon","Esther Marí"],"overview":"Carl the Gardner grows odd plants for a rich Yankee woman Ellen Bennett living in South America while exercising a mental hold over her. All his previous employers died mysteriously.","release_date":"1974-10-01","vote_average":6.0,"runtime":86,"cert":"N\/A","id":90355,"title":"The Gardener","adult":false,"genre_ids":[27,27]},{"cast":["George McFarland","Phillips Holmes","Ralph Morgan","Irving Pichel","Rosina Lawrence"],"overview":"Orphaned shoeshine boy Spanky is working on a Mississippi riverboat during the Civil War. There he befriends young runaway slave Buckwheat. After wronging a vicious gambler, Spanky and Buckwheat are forced to jump ship. Finding solace at a nearby house, the two are picked by Marshall Valiant for an important mission. This inspires Spanky to organize the local kids to form a small army of their own.","release_date":"1936-12-11","vote_average":3.0,"runtime":71,"cert":"N\/A","id":90358,"title":"General Spanky","adult":false,"genre_ids":[10752,35,10751]},{"cast":["Joe Namath"],"overview":"An HBO documentary featuring \"Broadway\" Joe Namath of the New York Jets. A chronicle of his life and career as one of the most iconic quarterbacks to ever play the game of football.","release_date":"2012-01-28","vote_average":7.0,"runtime":86,"cert":"N\/A","id":90359,"title":"Namath","adult":false,"genre_ids":[]},{"cast":["Vince Kelley","Ann Hollis","Libby Caculus","Joan Pickett","Billy Whitton"],"overview":"Dracula enslaves Dr. Irving Jekyll, turning him into the lycanthropic JackalMan, demanding that he lure female blood donors to his L.A. cabin retreat.","release_date":"1969-12-11","vote_average":2.4,"runtime":80,"cert":"N\/A","id":90360,"title":"Dracula (The Dirty Old Man)","adult":false,"genre_ids":[35,27]},{"cast":["Paige Richards","Jaimie Henkin","David Neff","Kirsi Sand","Michael Sonye"],"overview":"Bettie Page was America's number one pin-up girl in the 1950s and became a cult icon. This biopic tells the story of the last 3 years of her short-lived career, recreating the incriminating bondage films which gave her the nickname \"Dark Angel\", and led to her mysterious disappearance.","release_date":"2004-01-01","vote_average":3.8,"runtime":90,"cert":"N\/A","id":90361,"title":"Bettie Page: Dark Angel","adult":false,"genre_ids":[18]},{"cast":["Susan Visser","Viggo Waas","Stefan Rokebrand","Elise Schaap","Dragan Bakema"],"overview":"Claire is a single mother. She has a busy chaotic life in Rotterdam.","release_date":"2010-11-18","vote_average":7.0,"runtime":98,"cert":"N\/A","id":90364,"title":"Heading West","adult":false,"genre_ids":[18]},{"cast":["Delia Boccardo","Bernardo Olivieri Passeri","William James","Marina Moreso Cascales","Víctor Proncet"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90367,"title":"L'isola alla deriva","adult":false,"genre_ids":[]},{"cast":["Cristoforo Chiapperini","Pietro De Vico","Werner Di Donato","Pasqualino Di Turi","Vito Passeri"],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":90370,"title":"Volunteers for an Unknown Destination","adult":false,"genre_ids":[]},{"cast":["Silvia Rocca"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90377,"title":"Oniris - I sogni erotici di Silvia","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90388,"title":"Rimini. Un itinerario tra storia, monumenti e opere d'arte","adult":false,"genre_ids":[99]},{"cast":["Ben Gazzara","Michael Douglas","Elizabeth Ashley","Karen Pearson","Larry Reynolds"],"overview":"Helen keeps on receiving phone calls from a child, who claims being her nephew Michael - but Michael died 15 years ago! In these calls he scolds on acquaintances, who then die in suspicious accidents. Soon Helen has to fear to be the next victim.","release_date":"1972-02-05","vote_average":4.7,"runtime":73,"cert":"N\/A","id":90391,"title":"When Michael Calls","adult":false,"genre_ids":[27,53,10770]},{"cast":["Boris Chirkov","Anastasiya Zuyeva","Mariya Babanova","Georgi Millyar","Vladimir Gribkov"],"overview":"","release_date":"1950-01-01","vote_average":8.0,"runtime":32,"cert":"N\/A","id":90404,"title":"The Tale About The Fisherman And The Fish","adult":false,"genre_ids":[16,14,10751]},{"cast":["Renato Pozzetto","Mariangela Melato","Teo Teocoli","Cochi Ponzoni","Massimo Boldi"],"overview":"","release_date":"1979-01-01","vote_average":4.6,"runtime":null,"cert":"N\/A","id":90415,"title":"Saxofone","adult":false,"genre_ids":[35]},{"cast":["Pierre Arditi","Thomas Jouannet","Claire Nebout","Didier Bezace","Armelle Deutsch"],"overview":"A young couple, Pauline and Alex, moves from Paris to a quiet neighbourhood in the French countryside. Pauline loves to take care of her garden and the plants. She is also fascinated with her older neighbour Gilles who lives alone. They spend much time together and he helps her with her garden. Finally, he gives her a special plant from Brasil as a gift. The plant needs a lot of attention and is sensitive to the mood around it. As the plant grows, it takes up all of Paulines time which endangeres her relationship with Alex.","release_date":"2011-04-14","vote_average":4.5,"runtime":null,"cert":"N\/A","id":90420,"title":"Vivace","adult":false,"genre_ids":[53,14,18]},{"cast":[],"overview":"","release_date":"1968-01-01","vote_average":5.5,"runtime":8,"cert":"N\/A","id":90421,"title":"25 October, the First Day","adult":false,"genre_ids":[16]},{"cast":["Jon Anderson","Liza Grossman"],"overview":"Former lead singer of the rock group \"Yes\" shares the stage with the 112 member Cleveland Contemporary Youth Orchestra and 60 member student chorus in a mesmerizing performance that exudes joy and energy. In this once in a lifetime and inspiring performance, Jon Anderson and the youth orchestra play the songs written for \"Yes\" and \"Jon &amp; Vangelis\" including the hits, \"Owner of a Lonely Heart,\" \"I've Seen All Good People\" and \"Roundabout.\" Shot Live in Cleveland at the famed Severance Hall Auditorium.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":90428,"title":"State Of Independence: Jon Anderson And The Contemporary Youth Orchestra","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"1974-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":90431,"title":"And Do You Have The Sun?","adult":false,"genre_ids":[16,10751]},{"cast":["Cor Ruys","Louis de Bree","Dolly Mollinger","Philip Dorn"],"overview":"","release_date":"1935-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90434,"title":"The Cross-Patch","adult":false,"genre_ids":[]},{"cast":["Linda Christian","Bob de Lange","Eric Schneider","Eric Schneider","Wim van den Brink"],"overview":"","release_date":"1966-01-27","vote_average":0.0,"runtime":96,"cert":"N\/A","id":90439,"title":"10.32","adult":false,"genre_ids":[80,9648,53]},{"cast":["Adolphe Engers","Fien de la Mar"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90446,"title":"Op Stap","adult":false,"genre_ids":[]},{"cast":["Herman Bouber","Johan Elsensohn"],"overview":"There is trouble brewing in the Jordaan when Ant wants to divorce Thijs and their daughter Mientje is dating a posh boy called Herman...","release_date":"1936-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90449,"title":"Oranje Hein","adult":false,"genre_ids":[]},{"cast":["Kenji Utsumi","Hiroko Suzuki","Kazuyuki Sogabe","Yasuo Hisamatsu","Mami Koyama"],"overview":"In contemporary Boston, Dracula interrupts a Satanic ritual and flees with Dolores, the woman the evil covenant wanted to sacrifice. Overcome with love for her, he is unable to drink her blood and instead settles down with her and fathers a child, Janus. But Dracula's enemies are massing against him: a team of vampire hunters are closing in.","release_date":"1980-08-19","vote_average":3.9,"runtime":91,"cert":"N\/A","id":90450,"title":"The Tomb of Dracula","adult":false,"genre_ids":[10770,16,27]},{"cast":["Maxim Hamel","Johan Kaart","Jan Blaaser","Rijk de Gooyer"],"overview":"","release_date":"1962-10-03","vote_average":0.0,"runtime":107,"cert":"N\/A","id":90451,"title":"Rififi in Amsterdam","adult":false,"genre_ids":[]},{"cast":["Aaf Bouber","Johan Elsensohn"],"overview":"","release_date":"1935-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":90452,"title":"Suikerfreule","adult":false,"genre_ids":[]},{"cast":["Red Skelton","Ann Rutherford","George Bancroft","Guy Kibbee","Diana Lewis"],"overview":"Radio sleuth Wally 'The Fox' Benton travels to Georgia with his fiancé Carol to be married; and to help Carol's college chum, Ellamae Downs, solve a mystery involving a murdered man, old Fort Dixon, and buried treasure.","release_date":"1942-12-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":90461,"title":"Whistling in Dixie","adult":false,"genre_ids":[35,9648,80]},{"cast":["Klaus Kinski","Fred Robsahm","Antonio Cantafora","Marina Malfatti","Enzo Pulcrano"],"overview":"The town of Tombstone is overrun by Ramon, Pedro, Miguel, Ryan and Slide -- five outlaw brothers who are taken on by gunslinger Burt Collins and a deadly lawyer.","release_date":"1971-11-27","vote_average":4.3,"runtime":85,"cert":"N\/A","id":90468,"title":"Black Killer","adult":false,"genre_ids":[28,10749,37]},{"cast":["Rajesh Shrungarpure"],"overview":"Ram Pathare (Shrungarpure) dreams of starting his own business. Lack of accountability of the local MLA Mohan Kapadia he goes a step further and launches his own political party. Ram’s story draws a lot many parallels with Shivaji Maharaj","release_date":"","vote_average":8.3,"runtime":140,"cert":"N\/A","id":90469,"title":"Swarajya - Marathi Paul Padte Pudhe","adult":false,"genre_ids":[28]},{"cast":["Ilse DeLange","Aram Kersbergen","Caroline Dest"],"overview":"On Saturday, March 26, 2011 Ilse DeLange  gave a radiant  phenomenal concert  witch was sold out at the Gelredome stadium in Arnhem.  With her ​​band she treated her fans to a veritable greatest hits show. Ilse visibly enjoyed this milestone in her career.","release_date":"2011-06-01","vote_average":0.0,"runtime":118,"cert":"N\/A","id":90470,"title":"Ilse DeLange: Live in Gelredome","adult":false,"genre_ids":[10402]},{"cast":["Thelma Heintzelmann","Paul Vincent de Wall","Constanze Spranger","Albert Berisa","Jülide Girisken"],"overview":"\"Everyone has dreams, and dreaming is never stupid.\" So says Paula, a girl whose dreams are as big as her heart. For a long time, Paula has kept a diary, and written inside are her biggest secrets. When her diary is stolen by a pair of child thieves, she is devastated. But Tobi, a fellow classmate, knows where the thieves live, and offers to help Paula in exchange for tutoring lessons to pass his English exam. What starts out as a simple routine soon turns into an adventure, and Paula and Tobi eventually discover that first impressions can sometimes be wrong, and that some things are more irreplaceable than others.","release_date":"2007-09-12","vote_average":7.3,"runtime":100,"cert":"N\/A","id":90471,"title":"Paula's Secret","adult":false,"genre_ids":[10751]},{"cast":["Authority Zero"],"overview":"It’s been a long time coming for this release. We had so much fun doing the first one we figured why not do a second one and film it this time around, said Authority Zero’s Jason DeVore. A lot of work and a lot of play went into putting this together. We’re just fired up to finally get it out there and let people experience what we all did that night. This record was all about having fun and doing something for the fans.","release_date":"2012-01-31","vote_average":0.0,"runtime":73,"cert":"N\/A","id":90472,"title":"Authority Zero: Less Rhythm More Booze","adult":false,"genre_ids":[10402]},{"cast":["Clarence Nash","Pinto Colvig"],"overview":"Donald is preparing a little picnic when he sees some ants passing by. He decides to tease one, ultimately by piling lots of food onto it. The ant eventually stumbles, but realizes Donald is sitting on a veritable gold mine. He rallies his fellow ants, and while Donald is napping, they cart him to a cliff and drop him into the river. When he returns to the raid in progress, he finds himself powerless to stop it. He dynamites the ant hill, but that only separates the ledge he's standing on, and he finds himself in the river again as the ants finish off a cupcake.","release_date":"1948-12-24","vote_average":6.0,"runtime":6,"cert":"N\/A","id":90497,"title":"Tea for Two Hundred","adult":false,"genre_ids":[16,35,10751]}]