[{"cast":["Alex Callier","Raymond Geerts","Geike Arnaert","Steven van Havere","Remko Kühne"],"overview":"Recorded at Ancienne Belgique, Brussels in January 2006. Setlist: 1. You Love Me To Death \/ Sarangi - 2. We All Float - 3. Music Box - 4. No More Sweet Music - 5. Wake Up - 6. Eden - 7. 2 Wicky - 8. My Child - 9. Jackie Cane - 10. The World Is Mine - 11. Dirty Lenses - 12. Vinegar &amp; Salt - 13. Mad About You - 14. You Hurt Me - 15. Magenta - 16. Tomorrow - 17. Battersea - 18. The Last Thing I Need Is You - 19. Sometimes - 20. Ginger","release_date":"2006-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":91501,"title":"Hooverphonic: Live at Ancienne Belgique","adult":false,"genre_ids":[10402]},{"cast":["Esperanza Roy","José Sazatornil","Mari Carmen Prendes","Mirta Miller","Tomás Zori"],"overview":"One man becomes each day more and more fat. The exercise does not help him. Finally he goes to the doctor that finds out his problem: he is pregnant.","release_date":"1974-01-16","vote_average":4.0,"runtime":98,"cert":"N\/A","id":91502,"title":"El insólito embarazo de los Martínez","adult":false,"genre_ids":[35]},{"cast":["Mary Santpere","José Luis Carbonell","Mayka","Piedad Martínez","Asunción Vitoria"],"overview":"","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":91503,"title":"La viudita ye-ye","adult":false,"genre_ids":[]},{"cast":["Morucha","Manolo Morán","Julia Caba Alba","Luis Cuenca"],"overview":"At eleven, Juan Jose and Morucha are determined to turn his small band into an orchestra and raise funds. The reason is to help a classmate who is seriously ill.","release_date":"1962-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":91504,"title":"Las travesuras de Morucha","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":91507,"title":"Настоящий Путин","adult":false,"genre_ids":[]},{"cast":["María Mahor","Pepe Rubio","Mara Cruz","Carlos Larrañaga","María Luisa Merlo"],"overview":"In a sector of Madrid inhabited by families of a well-off class, a gang of boys and girls has continuous fun, sleep and drink, while their parents ignore practically everything. However, each of these young people has, to a greater or lesser degree, a problem. The parties and parties enjoyed by a group of young people from the upper class are the basis of the story that explains this film. Among them we find the famous couple, once happy, formed by Carlos Larrañaga and María Luisa Merlo. Directed by Fernando Palacios, and with a script by Rafael J. Salvia and Pedro Masó, \" It's always Sunday \" has no greater intention than entertainment, despite giving history a certain sociological touch, for that of valuing the behavior of the Youth of the time.","release_date":"1961-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":91508,"title":"Siempre es domingo","adult":false,"genre_ids":[]},{"cast":["Adam Blackwood","Luba Goy","Anthony Bekenn","Keith Dinicol","Amy Rutherford"],"overview":"An English dreamer experiences both the beauty and harshness of nature when he relocates to the Canadian prairie.","release_date":"2011-02-10","vote_average":5.8,"runtime":14,"cert":"N\/A","id":91515,"title":"Wild Life","adult":false,"genre_ids":[16,37]},{"cast":[],"overview":"In three distinct eras, a man walking down the street has an unexpected encounter with a chicken.","release_date":"2011-02-10","vote_average":6.9,"runtime":7,"cert":"N\/A","id":91516,"title":"A Morning Stroll","adult":false,"genre_ids":[]},{"cast":[],"overview":"A mock educational film demonstrates the threat penguins face due to the hole in the ozone layer.","release_date":"2011-02-10","vote_average":6.0,"runtime":5,"cert":"N\/A","id":91521,"title":"Skylight","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Machines working on different energy sources see their fortunes fluctuate depending on their proximity to a giant cloud.","release_date":"2011-02-10","vote_average":7.0,"runtime":4,"cert":"N\/A","id":91522,"title":"The Hybrid Union","adult":false,"genre_ids":[16]},{"cast":["Cliff Ellen","Tristan Sarell"],"overview":"An animated road-movie set across the vast and barren landscape of Australia's Nullarbor Plain.","release_date":"2011-02-25","vote_average":6.5,"runtime":10,"cert":"N\/A","id":91523,"title":"Nullarbor","adult":false,"genre_ids":[16,35]},{"cast":["Wojciech Zieliński","Tomasz Schuchardt","Natalia Rybicka","Iwona Bielska","Krzysztof Czeczot "],"overview":"Michal has what he always dreamed of: a beautiful wife named Magda, a newborn son, his own firm. He chooses an old friend, Janek, to be the godfather of his child. This is just the beginning of Michal's plan, who asks his friend to take an interest in his wife... At the beginning the plan works out, but it becomes increasingly difficult for Michal to come to terms with it. Michal knows his deeply hidden past will inevitably come back to him, and Janek will have to make a decision, of which he will never forget the consequences.","release_date":"2010-10-22","vote_average":7.3,"runtime":86,"cert":"N\/A","id":91530,"title":"The Christening","adult":false,"genre_ids":[18]},{"cast":["Tony Randall","Hillary Wolf","Carrie Fisher","Audra Lindley"],"overview":"Two identical cars pull up to a restaurant, one belonging to a childless couple who are taking care of their niece and nephew while their parents are away, who are out on a Sunday drive. The other belonging to a guy who is on his way to meet his fiance and to begin working for her father. In his car is his dog, whom the couple mistake for the children, when they get into his car and drive. While he goes into their car and the children are under a blanket and he mistakenly assumes it's his dog. When they discover the mistake they are both so far away from each other that they don't know what to do.","release_date":"1986-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":91545,"title":"Sunday Drive","adult":false,"genre_ids":[10770]},{"cast":["Don Wilson","Maria Ford","Sy Richardson","Dale Jacoby","Vince Murdocco"],"overview":"Johnny Woo and Julie play an enduring couple who survive all sorts of interference from rival kick-box gangs in their effort to put a little romance in their lives.","release_date":"1993-03-17","vote_average":4.8,"runtime":94,"cert":"N\/A","id":91548,"title":"Ring of Fire II: Blood and Steel","adult":false,"genre_ids":[18,28,53]},{"cast":["Sarah Bolger","Lily Cole","Sarah Gadon","Scott Speedman","Anne Day-Jones"],"overview":"Rebecca is suspicious of Ernessa, the new arrival at her boarding school. But is Rebecca just jealous of Ernessa's bond with Lucie, or does the new girl truly possess a dark secret?","release_date":"2011-09-06","vote_average":5.3,"runtime":85,"cert":"N\/A","id":91549,"title":"The Moth Diaries","adult":false,"genre_ids":[27]},{"cast":["Saoirse Ronan","Alexis Bledel","James Gandolfini","Marianne Jean-Baptiste","Danny Trejo"],"overview":"Two teenage assassins accept what they think will be a quick-and-easy job, until an unexpected target throws them off their plan.","release_date":"2011-09-15","vote_average":6.2,"runtime":88,"cert":"15","id":91550,"title":"Violet & Daisy","adult":false,"genre_ids":[53,80,18,28,35]},{"cast":["Andy Serkis","Thomas Brodie-Sangster","Michael McElhatton","Sharon Horgan","Aisling Loftus"],"overview":"A dying 15-year-old boy draws stories of an invincible superhero as he struggles with his mortality.","release_date":"2011-05-04","vote_average":7.1,"runtime":97,"cert":"N\/A","id":91551,"title":"Death of a Superhero","adult":false,"genre_ids":[16,18]},{"cast":["Luis Dubó","Sergio Hernández","Viviana Herrera"],"overview":"A prison inmate escapes from his wrecked penitentiary during Chile's February 2010 earthquake.","release_date":"2011-07-31","vote_average":5.0,"runtime":82,"cert":"N\/A","id":91552,"title":"The Year of the Tiger","adult":false,"genre_ids":[18]},{"cast":["Stephen Young","Sharon Masters","Marvin Goldhar","Jeannie Elias","Cindy Hinds"],"overview":"A horror film about a screenwriter who loses the ability to distinguish between his fantasy world and the real world, with disastrous consequences. As he ruminates on his place in any world and loses his grip, he also loses his wife and his children's respect, and critics tear him apart. The final undoing of this screenwriter is a deadline that must be met at all costs, costs that perhaps are too great.","release_date":"1984-02-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":91561,"title":"Deadline","adult":false,"genre_ids":[27,53,18,28]},{"cast":["Osman Betin","Cüneyt Arkın","Funda Firat","Kemal Özkan"],"overview":"Cüneyt Arkin, the Turkish Chuck Norris, dukes it out in the insane mishmash of incomprehensible filmmaking with ninjas, wizards, mummies, zombies, and mad doctors.","release_date":"1984-01-01","vote_average":4.4,"runtime":65,"cert":"N\/A","id":91566,"title":"Death Warrior","adult":false,"genre_ids":[28]},{"cast":["Gracita Morales","Cristina Galbó","Margot Cottens","Tota Alba","José Luis López Vázquez"],"overview":"A rainy day forces Joaquin, Joe Luis and Alvaro to refuge in Martins' house. They also go there two Swedish girls who want love and spanish ham; a nun with hobbies of racing driver; a fat priest; a policeman unable to establish order; and the father of Joaquin, a fortune hunter. In the chaos that is triggered, the five young people discover their common love for music and they form a band.","release_date":"1968-12-02","vote_average":0.0,"runtime":94,"cert":"N\/A","id":91567,"title":"Long Play","adult":false,"genre_ids":[]},{"cast":["Woody Harrelson","Hank Azaria","Ely Pouget","Christopher McDonald","Paul Lussier"],"overview":"Dustin, an aspiring painter meets this woman named Christiane. Dustin is on a search for love, sex, and inspiration. When Christiane dumps him and disapears as quickly as she dropped in, Dustin embarks on an obsessive search in Southern California to search for her.","release_date":"1990-02-27","vote_average":4.5,"runtime":87,"cert":"N\/A","id":91580,"title":"Cool Blue","adult":false,"genre_ids":[35,10749,53]},{"cast":["Chantiq Schagerl","Reza Rahadian","Nirina Zubir","Al Fathir Muchtar","Mike Lewis"],"overview":"Delisa (Chantiq Schagerl) mostly a cheerful little girl, lived in a small village named Lhok Nga on the coast of Aceh, has a wonderful life.  As the youngest child of the family of Abu Usman (Reza Rahadian), Her father works in an oil tanker of an international oil company.  Delisa very close to her mother that she called Ummi (Nirina Zubir), and the third sister Fatimah (Ghina Salsabila), and the twins Aisha (Reska Tania Apriadi) and Zahra (Riska Tania Apriadi).  December 26, 2004, Delisa with Ummi was getting towards the prayer exam  when suddenly an earthquake. An earthquake that quite make Ummi and her sisters frighten. Suddenly the tsunami struck, eradicate their small village, destroy their school, and washed away Delisa as well as hundreds of thousands of other in Aceh and other parts of the coast in Southeast Asia.","release_date":"2011-12-22","vote_average":7.0,"runtime":106,"cert":"N\/A","id":91581,"title":"Hafalan Shalat Delisa","adult":false,"genre_ids":[18]},{"cast":["Bunta Sugawara","Tatsuo Umemiya","Koji Tsuruta","Ken Sanders","Fumio Watanabe"],"overview":"It takes place in the sunset days of the yakuza in the 1970s. The postwar turmoil that created the black market and lubricated illegal business opportunities was giving way to Japan Inc. A young Bunta Sugawara takes over as the oyabun of a crime syndicate in Yokohama, where he is struggling to keep operations at the port there alive.  As his syndicate is eroding quickly, a major heavy industries company offers his gang the chance to chase some vagrants out of a shantytown where they are squatting on land where a factory is to be built. The job would secure steady profits for Bunta's crime ring for years to come. However, Bunta and other members of his outfit grew up in the shanty, and they would be muscling their friends and neighbors. This sets the stage for an internal struggle that complicates the violent struggle with a rival mafia organization in Tokyo.","release_date":"1970-01-01","vote_average":8.0,"runtime":87,"cert":"N\/A","id":91582,"title":"Bloodstained Clan Of Honor","adult":false,"genre_ids":[28,80]},{"cast":["Ursula Andress","Stanley Baker","David Warner","Patience Collier","T. P. McKenna"],"overview":"The deputy manager of a London bank has worked out a way to rob the branch of £200,000. When he becomes involved with the attractive Lady Dorset he decides to go ahead with his plan. He needs her help and that of her philandering spendthrift husband. It all comes down to a matter of trust.","release_date":"1970-11-10","vote_average":6.8,"runtime":94,"cert":"12","id":91583,"title":"Perfect Friday","adult":false,"genre_ids":[35,80]},{"cast":["Alban Ukaj","Stefania Goulioti","Argyris Xafis","Ieronymos Kaletsanos","Minas Hatzisavvas"],"overview":"Twice-orphaned Jace, a seven-year-old Albanian of Greek origin, witnesses a massacre that wipes out his entire foster family in Argyrokastron, and then falls in the hands of a bunch of ruthless gangsters who \"export\" children abroad for various profitable reasons (ranging from beggary to organ trade). Jace ends up in Athens, Greece, begging at street corners, exploring the secret horrors of brutal institutions for young offenders or, much later, serving obscure patrons, in an underworld where violent loss seems to be his only destiny. The movie follows Jace's inverted Odyssey in a dark universe of abuse, murder and fear, as he desperately (and silently) seeks for a \"family\" of his own or, at least, for a sense of belonging","release_date":"2011-11-10","vote_average":6.8,"runtime":142,"cert":"N\/A","id":91584,"title":"J.A.C.E.","adult":false,"genre_ids":[18]},{"cast":["Rod Taylor","Ed Fury","Dorian Gray","Daniela Rocca","Gianna Maria Canale"],"overview":"Two muscle-men come up against a tribe of Amazon women.","release_date":"1960-09-08","vote_average":5.8,"runtime":84,"cert":"N\/A","id":91587,"title":"Colossus and the Amazon Queen","adult":false,"genre_ids":[28,12,35]},{"cast":["Justin Monette","Derek Hyland","Jena Mae Tweidt"],"overview":"After his highway crew mysteriously vanishes, Chucky Applepomme finds himself on the run from strange and bloodthirsty creatures. Joining forces with another lost traveller, the two take refuge in an abandoned fur trading post, where they meet Abbot Montieth, a mysterious figure who seems to know more about the post's history than he lets on...","release_date":"2009-01-24","vote_average":7.0,"runtime":90,"cert":"N\/A","id":91590,"title":"Debauchery Castle","adult":false,"genre_ids":[]},{"cast":["Thor Modéen","Elof Ahrle","Tollie Zellman","Barbro Kollberg","Emy Hagman"],"overview":"The tailor Tosse is ordered to return to his old regiment to practice what he learned many years ago. But he asks his assistant Loffe to go there instead of himself. Everything is fine until Loffe gets the same order - at the same regiment. When Tosse comes to the regiment, it becomes a case of mistaken identity. Due to the confusion, Loffe is now Tosse's platoon commander. Plot by Mattias Thuresson.","release_date":"1940-02-16","vote_average":6.0,"runtime":94,"cert":"N\/A","id":91591,"title":"Hjältar i gult och blått","adult":false,"genre_ids":[35]},{"cast":["Ian Hodgkinson"],"overview":"Documentary about the life of wrestler Ian Hodgkinson, \"Vampiro\", detailing his biggest international tour as well as his life outside the ring.","release_date":"2008-08-16","vote_average":4.5,"runtime":90,"cert":"N\/A","id":91592,"title":"Vampiro: Angel, Devil, Hero","adult":false,"genre_ids":[99]},{"cast":[],"overview":"What happens when a group of hairdressers from America travel to Kabul with the intention of telling Afghan women how to do hair and makeup? This engaging, optimistic documentary tracks a unique development project: a shiny new beauty school, funded in part by beauty-industry mainstays, which sets out to teach the latest cutting, coloring, and perming techniques to practicing and aspiring Afghan hairdressers and beauticians. The American teachers, all volunteers, include three Afghan-Americans returning home for the first time in over twenty years. The Beauty Academy of Kabul offers a rare glimpse into Afghan women’s lives, and documents the poignant and often humorous process through which women with very different experiences of life come to learn about one another.","release_date":"2004-05-04","vote_average":0.0,"runtime":74,"cert":"N\/A","id":91599,"title":"The Beauty Academy of Kabul","adult":false,"genre_ids":[99]},{"cast":["Robert Bidaman","Nadia Capone","Robbie Rox","Paul James Saunders","Isabelle Merchant"],"overview":"A gang of escaped convicts take over a farmhouse and hold the woman living there hostage. It turns out that her husband is a cop, who among other things is in trouble because he has accidentally killed an innocent girl.","release_date":"1987-01-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":91600,"title":"Skull: A Night of Terror!","adult":false,"genre_ids":[80,53,27,18]},{"cast":["Daniel Ceccaldi"],"overview":"A documentary about George Méliès.","release_date":"1997-01-01","vote_average":7.3,"runtime":131,"cert":"N\/A","id":91603,"title":"The Magic of Méliès","adult":false,"genre_ids":[]},{"cast":["David John","Brad Friedman","Ruth Collins","Jason Stein","Dan J. Johnson"],"overview":"Buzz shows his artwork to Norman at the employment agency. Norman laughs in his face. Buzz takes this personally and later returns to the office building with his friends Goose and Jo Jo. They systematically terrorize the people in different offices on the 13th floor, with only a few grizzled Vietnam veterans and a suicidal lawyer to try and stop them.","release_date":"1992-01-01","vote_average":1.5,"runtime":102,"cert":"N\/A","id":91606,"title":"Dead Boyz Can't Fly","adult":false,"genre_ids":[]},{"cast":["Dustin Hoffman","Barbara Harris","Jack Warden","David Burns","Gabriel Dell"],"overview":"Georgie Soloway, a pop hit love song writer who cannot love, himself, or others. He spends his days with various women flying his plane, and dropping in to the world around him.","release_date":"1971-06-15","vote_average":4.4,"runtime":108,"cert":"N\/A","id":91607,"title":"Who Is Harry Kellerman and Why Is He Saying Those Terrible Things About Me?","adult":false,"genre_ids":[18,35]},{"cast":["Amy Lynn Baxter","Michael Montana","Angela Nicholas","Isabelle Fortea","Lorna Courtney"],"overview":"Sex columnist Josie Hart makes her readers fantasies come true, but she's about to live one of her own.","release_date":"1992-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":91608,"title":"Affairs of the Heart","adult":false,"genre_ids":[]},{"cast":["Keir Dullea","Suzanna Love","Tony Curtis","Vera Miles","Ryan Seitz"],"overview":"After a traffic accident Kaylie is in coma for months. Her doctors want to try a new procedure on her: to regain her consciousness, they stimulate her brain with neural patterns of a woman who just died. It works, and Kaylie seems to be OK again. However in her dreams, she lives the last day of her savor - and realizes that she's been killed! Together with her husband she tries to find out what happened.","release_date":"1983-08-05","vote_average":4.0,"runtime":77,"cert":"N\/A","id":91609,"title":"BrainWaves","adult":false,"genre_ids":[27,53,878]},{"cast":["Erik Estrada","Richard Barathy","Roxanna Michaels","Paul L. Smith","James Hong"],"overview":"Kat arrives in Los Angeles to audition for movies. However, after meeting a sleazy producer, she and her new friend find themselves in a women's prison run by sadistic guards and a lesbian warden.","release_date":"1990-08-15","vote_average":3.7,"runtime":95,"cert":"18","id":91612,"title":"Caged Fury","adult":false,"genre_ids":[28,53]},{"cast":["Anita Ekberg","Georges Marchal","Folco Lulli","Chelo Alonso","Gino Cervi"],"overview":"Zenobia, Queen of Palmira, revolts against Rome and defeats the Roman troops, but she makes a big mistake when she falls in love with enemy officer Marco Valerio.","release_date":"1959-03-05","vote_average":4.3,"runtime":98,"cert":"N\/A","id":91613,"title":"Sign of the Gladiator","adult":false,"genre_ids":[12,18,10749]},{"cast":["Carolyn Judd","Teri Guzman","Bruce Kimball","Angel Colbert","Cheryl Waters"],"overview":"They will do anything to get to Mexico... and freedom. From the moment the riot started and the guard is killed, there's no going back for the women of Cell Block 3. The eruption of violence following their escape leaves a trail of death and destruction for those who try to stand in their way!","release_date":"1974-01-01","vote_average":3.5,"runtime":82,"cert":"N\/A","id":91616,"title":"Women Unchained","adult":false,"genre_ids":[28,80]},{"cast":["Tori Amos"],"overview":"The Veterans Room of New York City’s Park Avenue Armory set the stage for a private concert by Tori Amos for one hundred lucky fans. Described as “Greek, Moresque, and Celtic with a dash of the Egyptian, the Persian, and the Japanese,” the room provided a fitting setting for one of the most eclectic and culturally curious artists in music today.  Amos performed a career-spanning set featuring classics from her debut Little Earthquakes through to Abnormally Attracted to Sin.  A candid interview with Tori is also included.  Tori Amos is one of the most influential and respected artists of the modern era.  The double-digit Grammy nominee has recorded 11 acclaimed studio albums (and gone platinum nearly 20 times) since emerging in the early ’90s.  She released two new CDs in 2009:Abnormally Attracted to Sin and her first seasonal project, Midwinter Graces.","release_date":"2010-07-18","vote_average":0.0,"runtime":54,"cert":"N\/A","id":91617,"title":"Tori Amos: Live from The Artists Den","adult":false,"genre_ids":[10402]},{"cast":["Don Marshall","Phyllis Davis","Ena Hartman","Marta Kristen","Barbara Leigh"],"overview":"In the wake of a Supreme Court decision to outlaw the death penalty, California passes an initiative that designates San Bruno island as a dumping spot for first-degree murder convicts, free to do what they like except leave. The main camp of convicts is controlled by the tyrannical Bobby, who rules with an iron hand, and the women are used as sex slaves. A.J. and a group of more free-minded murderers have escaped and gone into hiding. When A.J. and his men liberate the women from Bobby's custody, tensions mount to an all-out confrontation for control of the island.","release_date":"1973-06-01","vote_average":6.4,"runtime":88,"cert":"N\/A","id":91618,"title":"Terminal Island","adult":false,"genre_ids":[28,53,80]},{"cast":["Jo An","Oh Min-seok","Ryu Sang-wook","Yang Eun-yong","Kim Min-kyo"],"overview":"Ho-jung is a scriptwriter in a local radio station. She is waiting for her 30th birthday and also eager to be promoted as a DJ of her own program. One day, she hears that Won-jae, her old flame, will be back to town again after 2 years studying in France. With a dream of getting married with him, Ho-jung is getting excited.","release_date":"2009-10-08","vote_average":5.4,"runtime":96,"cert":"N\/A","id":91623,"title":"Hello My Love","adult":false,"genre_ids":[35,10749,18]},{"cast":["Florinda Bolkan","Ray Lovelock","Flavio Andreini","Sherry Buchanan","Stefano Cedrati"],"overview":"Sister Cristina (Florinda Bolkan) plays a nun who takes the teenage girls in her care to a remote house where they rehearse A Midsummer Night's Dream. Three thugs show up, brutally raping and terrorizing the girls, killing one by raping her with a cane, until Bolkan renounces her teachings and seeks bloody revenge.","release_date":"1978-04-20","vote_average":5.8,"runtime":86,"cert":"N\/A","id":91624,"title":"The Last House on the Beach","adult":false,"genre_ids":[18,27,53,80]},{"cast":[],"overview":"No overview found.","release_date":"1994-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":91625,"title":"Libido Of Benjamino","adult":false,"genre_ids":[16]},{"cast":["Elmar Wepper","Ivan Anderson","Katja Rupé","Marie Leuenberger","Mercan-Fatima Türköglu"],"overview":"Hartmut Mackowiak, a German taxi driver, tries to help 6 year old Turkish girl to find her mother.","release_date":"2011-10-13","vote_average":5.5,"runtime":94,"cert":"N\/A","id":91628,"title":"Three Quarter Moon","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"No overview found.","release_date":"1990-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":91631,"title":"The Emperor's New Clothes","adult":false,"genre_ids":[14,16,10751]},{"cast":["Svetlana Nemolyaeva","Yevgeni Vesnik","Yuri Medvedev","Aleksandr Lenkov"],"overview":"No overview found.","release_date":"1988-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":91640,"title":"The Goblin and the Woman","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"No overview found.","release_date":"1980-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":91643,"title":"The Swineherd","adult":false,"genre_ids":[16,14]},{"cast":["Jeff Chandler","Scott Brady","Suzan Ball","Joseph Calleia","George Mathews"],"overview":"A United States Navy ship in the first half of the 19th century, under the command of Captain David Porter, is expecting to put ashore after a year on the seas; but the arrival of one of Porter's ex-students, the willful and independent Lieutenant David Farragut, brings a new mission: to disguise the ship and crew as a pirate ship and help the Navy locate the criminals who have been robbing America's merchant fleet. But as Farragut's disobedience threatens the safety of the crew, they stumble upon an international conspiracy.","release_date":"1952-09-16","vote_average":6.0,"runtime":86,"cert":"N\/A","id":91644,"title":"Yankee Buccaneer","adult":false,"genre_ids":[12,36,10749]},{"cast":[],"overview":"No overview found.","release_date":"1982-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":91645,"title":"Paradox In The Rock Style","adult":false,"genre_ids":[16]},{"cast":["Donald O'Connor","Helena Carter","Will Geer","John Emery","Stanley Logan"],"overview":"Falsely accused by the corrupt Governor Elden of Charleston of fencing stolen pirate booty, young Davey Crandall and friend Tom Botts buy passage on the ship of local buccaneer Bloodthirsty Ben. They avoid being killed by faking a case of the pox, which causes the panicked captain and crew to desert the ship. The two find themselves alone, and when a lucky cannon shot hits a mast on a British ship, they find themselves mistaken for pirates. They sail to Tortuga, where they recruit such notorious corsairs as Henry Morgan, Captain Kidd, Anne Bonney, and Blackbeard to lay siege to Chaleston and expose the villain Elden.","release_date":"1951-04-26","vote_average":5.1,"runtime":76,"cert":"N\/A","id":91648,"title":"Double Crossbones","adult":false,"genre_ids":[35,36,12]},{"cast":["Nikolai Karachentsov","Irina Muravyova","Yuri Volyntsev","Aleksandr Shirvindt","Valentin Gaft"],"overview":"The story about an enamored singing dog who isn't thoroughbred - that's a minus, but honorable - that's a plus.","release_date":"1981-10-03","vote_average":6.4,"runtime":20,"cert":"N\/A","id":91653,"title":"The Dog In Boots","adult":false,"genre_ids":[12,16,10751]},{"cast":["Lyudmila Gnilova","Zinaida Naryshkina","Vyacheslav Nevinnyy","Mariya Vinogradova"],"overview":"No overview found.","release_date":"1977-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":91658,"title":"Penny","adult":false,"genre_ids":[16,10751]},{"cast":["Roy Dupuis","Céline Bonnier","Paolo Noël","Gaston Lepage","Louise Laparé"],"overview":"A working-class family fights a greedy developer for control of their neighborhood.","release_date":"2011-09-09","vote_average":6.7,"runtime":86,"cert":"N\/A","id":91665,"title":"Coteau Rouge","adult":false,"genre_ids":[35]},{"cast":[],"overview":"No overview found.","release_date":"1979-01-01","vote_average":5.0,"runtime":21,"cert":"N\/A","id":91668,"title":"Shooting Range","adult":false,"genre_ids":[16]},{"cast":["Vsevolod Larionov","Oleg Tabakov","Vladimir Vinokur","Olga Gromova"],"overview":"","release_date":"1984-01-01","vote_average":6.6,"runtime":10,"cert":"N\/A","id":91673,"title":"Wolf and Calf","adult":false,"genre_ids":[16]},{"cast":["Sergei Tseits","Yuriy Filimonov","Nina Nikitina","Aleksei Gribov","Klara Rumyanova"],"overview":"Adaptation of a fairy tale Korney Chukovsky. As big and strong animals, succumbing to panic, obey little cockroach.","release_date":"1963-01-01","vote_average":6.0,"runtime":17,"cert":"N\/A","id":91676,"title":"The Monster Cockroach","adult":false,"genre_ids":[16]},{"cast":[],"overview":"What happens when an industry has too much power? \"Greedy Lying Bastards\" presents a searing indictment of the influence, deceit and corruption that defines the fossil fuel industry.","release_date":"2013-03-08","vote_average":5.5,"runtime":90,"cert":"12A","id":91677,"title":"Greedy Lying Bastards","adult":false,"genre_ids":[99]},{"cast":["Clayton bezuidenhout","Hector Bezuidenhout","Yolandi Visser","Ninja"],"overview":"Big dreams, big blunts, big rims, and big guns. It's time to get gangsta gangsta. Ninja and Yo Landi are wheelchair-bound lovers and real gangstas. They live in the outskirts of civilization, they shoot guns for fun, smoke massive joints, and sleep in the woods. They don't have any bling to show for their gangsta cred, but the world deserves to know who they are. They're tramps, and their wheels are starting to fall off. Ninja become despondent over their vagabond existence, but Yo Landi won't let him give up. What ensues is straight up gangsta mayhem, the realist of the real, true gangsta shit.","release_date":"2011-03-15","vote_average":6.2,"runtime":15,"cert":"N\/A","id":91680,"title":"Umshini Wam (Bring Me My Machine Gun)","adult":false,"genre_ids":[35,18]},{"cast":["Anthony Perkins","Glynis Barber","Sarah Maur Thorp","David Lodge","Ben Cole"],"overview":"When Henry Jekyll's experiments with cocaine have gotten out of control, he transforms into the hideous Jack Hyde. As Hyde he searches the London streets at night for his prey in whorehouses and opium dens. The police can't catch him, he has nothing to lose but his mind","release_date":"1989-04-14","vote_average":5.2,"runtime":91,"cert":"N\/A","id":91683,"title":"Edge of Sanity","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Two obscure film critics host four SF\/Horror films: The Thing in the Basement, Illegal Alien, Nightfright, and Dr. Dobermind.","release_date":"1985-01-01","vote_average":4.0,"runtime":58,"cert":"N\/A","id":91688,"title":"Fright Show","adult":false,"genre_ids":[27,35,878]},{"cast":["Katarzyna Figura","Jerzy Trela","Daniel Olbrychski","Dorota Stalińska","Andrzej Chichłowski"],"overview":"In the 21st century, prisoners aboard penitentiary space ships explore unknown worlds. Scope, one of the prisoners is sent on a planet though to be lifeless, until he found \"Humans\" on it.","release_date":"1986-09-26","vote_average":6.8,"runtime":84,"cert":"N\/A","id":91691,"title":"Ga-ga: Glory to the Heroes","adult":false,"genre_ids":[35,878,27,18]},{"cast":[],"overview":"While defending his sister's honor, Shanker kills a man. His ashamed family say he is away in Africa, while he spends the next ten years in prison. What happens when the truth comes out, can he ever find forgiveness or acceptance?","release_date":"1963-01-01","vote_average":0.0,"runtime":122,"cert":"N\/A","id":91692,"title":"Gehra Daag","adult":false,"genre_ids":[18,80,10749]},{"cast":["Govinda","Peter Mettler","Rani Mukerji","John Paul Young"],"overview":"An exploration of ecstatic states.","release_date":"2002-09-08","vote_average":6.3,"runtime":180,"cert":"N\/A","id":91693,"title":"Gambling, Gods and LSD","adult":false,"genre_ids":[99]},{"cast":["Hiroki Narimiya","Takumi Saito","Mirei Kiritani","Akiyoshi Nakao","Shunsuke Daitô"],"overview":"Based primarily on the first game in the series, Phoenix Wright: Ace Attorney, the film focuses on rookie defense attorney Ryūichi Naruhodō, as he strives to protect his clients in various murder trials, including the death of his mentor, Chihiro Ayasato, and the accusation of rival prosecutor, Reiji Mitsurugi. Ryūichi's greatest ally is Chihiro's younger sister Mayoi, a spirit medium whose body is posessed by Chihiro to communicate with him. The film will be a courtroom drama combined with the video game series' signature style. Sci-fi elements are also used such as characters bringing up holographic images of evidence during trials.","release_date":"2012-02-12","vote_average":5.9,"runtime":135,"cert":"N\/A","id":91694,"title":"Ace Attorney","adult":false,"genre_ids":[80,18,9648]},{"cast":["Elina Löwensohn","Adam Nee","Michael J. Burg","Tamara Knausz","Gregory Paul Martin"],"overview":"Tom Flynn, the idealist owner of a left-leaning radical café\/bookstore and the quixotic publisher of a hard hitting 911 conspiracy expose, finds himself entangled with a mysterious Eastern European beauty, Kasia, who is on the run from strong hand of a global 911 cover up. In this contemporary take on film noir. When Tom is implicated in the murder of his friend and employee, he is forced to unravel Kasia's complex web of lies. As it turns out, Kasia possesses the smoking gun that proves the identities and methods of the real architects of 911, and Tom Flynn is willing to die to expose the truth. Written by Dave Herman","release_date":"2008-09-11","vote_average":0.0,"runtime":86,"cert":"N\/A","id":91695,"title":"Able Danger","adult":false,"genre_ids":[18,53,80]},{"cast":["Charley Chase","Corliss Palmer","William Orlamond","Oliver Hardy","L.J. O'Connor"],"overview":"A young man puts on the play \"Romeo and Juliet\" as a fundraiser, but has to keep a close eye on his dad, who's had several drinks too many, and a pesky cab driver who's determined to collect his fare.","release_date":"1926-09-19","vote_average":6.0,"runtime":24,"cert":"N\/A","id":91696,"title":"Bromo and Juliet","adult":false,"genre_ids":[35]},{"cast":[],"overview":"From the producers of Four Dimensions - prepare to join a bigger and better team on a new journey of breathtaking windsurfing action and cinematography. With a spectrum of mind-bending angles shot in stunning locations. It's time to taste the future and keep your Minds Wide Open.","release_date":"2011-10-25","vote_average":8.0,"runtime":96,"cert":"N\/A","id":91709,"title":"Minds Wide Open","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"A ski and snowboard trip for the soul\" is what three SALEWA free ski mountaineering riders called the project that took Björn Herregger, Martin McFly Winkler and Max Zipser - the newcomer to the SALEWA alpinextrem team - to the southern hemisphere.  Starting out in early september the three friends spent three weeks cruising acroos the Andes in a bus looking for fresh snow.","release_date":"","vote_average":0.5,"runtime":29,"cert":"N\/A","id":91710,"title":"Soultrip Argentina","adult":false,"genre_ids":[]},{"cast":["Mary Pickford","Douglas Fairbanks","Edwin Maxwell","Joseph Cawthorn","Clyde Cook"],"overview":"Adapted from Shakespeare's play: Baptista Minola, a wealthy resident of Padua, is the father of Katherine and Bianca. The younger daughter, Bianca, is charming and has many suitors. But her father will not allow Bianca to be married until her older sister, who is notoriously quarrelsome and bad-tempered, is married first. When Petruchio comes from Verona to Padua in search of a wife, he hears of this situation, and he accepts the challenge of trying to woo and marry the ill-natured Katherine.","release_date":"1929-10-26","vote_average":5.8,"runtime":63,"cert":"N\/A","id":91715,"title":"The Taming of the Shrew","adult":false,"genre_ids":[35]},{"cast":["Frank Boogaard","Diana de Koning","Wilma de Winter","Joost Messing","Tanja Overeem"],"overview":"Myriam welcomes young men, women and couples to her luxury house in the Dutch countryside and has sex with them.","release_date":"1982-04-22","vote_average":0.0,"runtime":80,"cert":"N\/A","id":91716,"title":"Pruimenbloesem","adult":true,"genre_ids":[]},{"cast":[],"overview":"For the past two years “Winter of Wells” has enjoyed cult status: hundreds of thousands of viewers have followed the 22 episodes of the online documentary about Jossi Wells and his ski-obsessed family. But that’s not enough, according to director Tim Pierce: since the start of the year he has been shooting a DVD documentary about Jossi, Byron, Beau and Jackson Wells and their parents Bruce and Stacey. “The story of the Wells family is one of the most exciting tales there has ever been in action sport,” says Pierce, “Which is why I want to introduce this unique family, which has spawned four of the most talented freeskiers in the world.” In 52 action-packed minutes, viewers are not only given a surprising insight into the dynamics of an exceptional family. They get to experience skiing at a whole new level. “This docu-DVD aims to give the fans more than ever before. It’s like ‘Winter of Wells’ on steroids.”","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":91717,"title":"Winter Of Wells The Documentary","adult":false,"genre_ids":[]},{"cast":["Cinqué Lee","Joie Lee"],"overview":"The lives of 19 rather disagreeable people momentarily converge in a Brooklyn heat wave one Friday afternoon in director Cinque Lee's (Spike Lee's brother) collection of urban character studies.","release_date":"1996-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":91720,"title":"Nowhere Fast","adult":false,"genre_ids":[18]},{"cast":["Ivan Dixon","Abbey Lincoln","Julius Harris","Gloria Foster","Martin Priest"],"overview":"A proud black man and his school-teacher wife face discriminatory challenges in 1960s America.","release_date":"1964-01-01","vote_average":7.8,"runtime":95,"cert":"N\/A","id":91721,"title":"Nothing But a Man","adult":false,"genre_ids":[18,10749]},{"cast":["Redd Foxx","Pearl Bailey","Dennis Dugan","Tamara Dobson","Jayne Meadows"],"overview":"Parents (Redd Foxx, Pearl Bailey) discover their son is gay and lives in Hollywood with his white lover (Dennis Dugan).","release_date":"1976-09-29","vote_average":6.3,"runtime":91,"cert":"N\/A","id":91722,"title":"Norman... Is That You?","adult":false,"genre_ids":[35,18]},{"cast":["Tatyana Ali","Jean-Claude La Marre","Jenifer Lewis","Tamala Jones","Claudia Jordan"],"overview":"Jennifer Lewis plays Nora, a young woman who runs a hair salon full of sassy, eclectic stylists.","release_date":"2004-05-25","vote_average":8.0,"runtime":null,"cert":"N\/A","id":91725,"title":"Nora's Hair Salon","adult":false,"genre_ids":[35]},{"cast":["Martin Sheen","Davey Davison","Rod McCary","Denine Terry","Carmen Costi"],"overview":"During the Civil War, a conscientious objector is forced to flee to the woods of West Virginia to avoid being sent into combat where he would be forced to kill, which he is adamantly against. He sets up shelter in a cave and is warily accepted by his new \"neighbors\"--the animals who live in the vicinity.","release_date":"1972-02-23","vote_average":0.0,"runtime":85,"cert":"N\/A","id":91726,"title":"No Drums, No Bugles","adult":false,"genre_ids":[18]},{"cast":["Robert Montgomery","Rosalind Russell","Dame May Whitty","Alan Marshal","Merle Tottenham"],"overview":"Wealthy widow Mrs. Bramson notices that her maid is distracted, and when she learns the girl's fiancé is the reason, summons him in. When Danny arrives, he ingratiates himself with Mrs. Bramson, playing on her sympathies to earn himself a job as her assistant. Mrs. Bramson's niece Olivia takes a liking to Danny, however comes to believe that he may have been involved in the disappearance of a local woman.","release_date":"1937-04-30","vote_average":7.6,"runtime":116,"cert":"N\/A","id":91727,"title":"Night Must Fall","adult":false,"genre_ids":[18,9648,53]},{"cast":["Leo Gorcey","Huntz Hall","Bobby Jordan","Gabriel Dell","William Benedict"],"overview":"Slip and Sach are working for a local newspaper as a reporter and photographer, respectively. Slip wants to get the goods on a local gambling ring that is fixing sporting events, so he and Sach go undercover to expose the ring.","release_date":"1947-08-13","vote_average":7.0,"runtime":68,"cert":"N\/A","id":91728,"title":"News Hounds","adult":false,"genre_ids":[35]},{"cast":["Arturo de Córdova","Dorothy Patrick","Billie Holiday","Louis Armstrong","Marjorie Lord"],"overview":"It's the Lowdown on Wicked Old Basin Street!","release_date":"1947-04-18","vote_average":7.7,"runtime":90,"cert":"N\/A","id":91729,"title":"New Orleans","adult":false,"genre_ids":[10749,10402]},{"cast":["Harry Cording","Joan Dix","Patricia Farley","Jean Lacy","J. Stuart Blackton Jr."],"overview":"As the opening scroll tells us, Narcotic was \"presented in the hope that the public may become aware of the terrific struggle to rid the world of drug addiction.\" The movie itself is a salacious plunge into a world of sordid pleasures. It tells us the story of Dr. William G. Davies, an infamous snake-oil salesman who started his career as a promising medical student.","release_date":"1933-08-01","vote_average":2.0,"runtime":57,"cert":"N\/A","id":91730,"title":"Narcotic","adult":false,"genre_ids":[18]},{"cast":["Gerald Mohr","Cathy O'Donnell","William Ching","John Qualen","Barry Bernard"],"overview":"A newlywed is terrified when her husband brings her to live in the old house that figures in her recurring nightmare.","release_date":"1958-01-01","vote_average":5.8,"runtime":85,"cert":"N\/A","id":91733,"title":"My World Dies Screaming","adult":false,"genre_ids":[27]},{"cast":["Candy Barr","Max Gardens","Ima Ghoul","Bea Reddy","Bea Reddy"],"overview":"The devil emerges from the ground in a suburbanite's garden and tries to tempt him with a variety of naked women.","release_date":"1964-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":91734,"title":"My Tale Is Hot","adult":false,"genre_ids":[35,14]},{"cast":["Everett Silas","Jessie Holmes","Gaye Shannon-Burnett","Ronnie Bell","Dennis Kemper"],"overview":"A man who despises his upwardly mobile lawyer brother reluctantly agrees to be best man at his wedding.","release_date":"1983-09-13","vote_average":7.6,"runtime":81,"cert":"N\/A","id":91735,"title":"My Brother's Wedding","adult":false,"genre_ids":[18]},{"cast":["Pier Angeli","Kerwin Mathews","Jeff Morrow","David Essex","Jerome Guardino"],"overview":"A scientific team in Mexico discover a pool of unusual baby \"octopus-like\" specimens. Gathering a few for analysis back at the lab, it is soon discovered that the critters belong to a gangly six-foot half man\/half octopus-like creature, that's pretty angry and wants her 'babies' returned…","release_date":"1971-11-03","vote_average":3.0,"runtime":76,"cert":"N\/A","id":91736,"title":"Octaman","adult":false,"genre_ids":[27,878]},{"cast":["Kyle Johnson","Alex Clarke","Estelle Evans","Dana Elcar","Mira Waters"],"overview":"The story, set in Kansas during the 1920's, covers less than a year in the life of a black teenager, and documents the veritable deluge of events which force him into sudden manhood. The family relationships and enmities, the fears, frustrations and ambitions of the black teenager in small-town America are explored with a strong statement about human values.","release_date":"1969-08-06","vote_average":7.6,"runtime":107,"cert":"N\/A","id":91737,"title":"The Learning Tree","adult":false,"genre_ids":[18]},{"cast":["Jun Fujimaki","Jun Hamamura","Miwa Takada","Takashi Kanda","Keiko Koyanagi"],"overview":"A greedy developer, in league with a corrupt Shrine Magistrate, brutally tries to drive people out of a tenement building and destroy the shrine in back.  But he makes the fatal mistake of hosting a 100 Ghost Stories ceremony without the closing cleansing ritual, opening the door for the Yokai Monsters to punish the wicked.","release_date":"1968-03-20","vote_average":7.0,"runtime":80,"cert":"N\/A","id":91756,"title":"100 Monsters","adult":false,"genre_ids":[27]},{"cast":["Michael Tse","Francis Ng","Chapman To","Bosco Wong","Kara Hui"],"overview":"Laughing is judged guilty of murdering gang lord Michael So and is sentenced to life imprisonment. Locked up behind bars, he meets the seemingly benign inmate Fok Tin Yam, a university professor in criminal psychology who is jailed for drug possession. Highly intelligent and manipulative, Fok reveals the power of his mind games by effortlessly subduing the violent prison bully. He also deduces that Laughing is sent to the prison on an undercover mission to find out the rogue cops within the police force. The clues lead him to inmate Chit, a former sergeant from the Narcotics Bureau who has been suffering from a mental disorder. To unlock the critical information from the deranged man, Laughing must get the help of Fok, but this enigmatic figure has an agenda of his own...","release_date":"2011-12-29","vote_average":5.8,"runtime":89,"cert":"N\/A","id":91759,"title":"Turning Point 2","adult":false,"genre_ids":[28,80]},{"cast":["Joe Cirillo","Tony Conforti","William Lustig","Frank Pesce","Joe Spinell"],"overview":"The Joe Spinell Story is a An outstanding and eye-opening documentary, made in 2001 for the Anchor Bay DVD release of Maniac (1980). His most notable roles were as mafioso Willi Cicci in The Godfather and The Godfather Part II, and as loan shark Tony Gazzo in Rocky and Rocky II. Although primarily known as a character actor, Spinell co-wrote and starred as a serial killer in the 1980 film, Maniac.","release_date":"2001-08-21","vote_average":4.5,"runtime":49,"cert":"N\/A","id":91760,"title":"The Joe Spinell Story","adult":false,"genre_ids":[99]},{"cast":["Bob Clark","Kim Cattrall","Jon Voight","Mary Steenburgen","Denise Richards"],"overview":"Documentary on the life and death of Bob Clark, a director of movies such as Christmas Story, Porky's and Black Christmas.","release_date":"2009-11-03","vote_average":0.0,"runtime":72,"cert":"N\/A","id":91761,"title":"Clarkworld","adult":false,"genre_ids":[99]},{"cast":["Andrés Echavarría","Marisela Gómez","Pedro Pablo Ochoa","Ramón Marulanda","Camilo Díaz"],"overview":"El Flaco returns to Medellin after hiding for some months in London because he was threaten.  Things did not change much.","release_date":"2007-09-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":91764,"title":"Apocalipsur","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"1965-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":91765,"title":"A Portrait from Our Century","adult":false,"genre_ids":[16]},{"cast":[" Mariana Komando","Julian Moguillansky","Guadalupe Mora","Mor Navón","Sebastián Navón"],"overview":"A short film inspired by Austin Osman Spare’s first book released on DVD by Fulgur Limited. The film was produced in Argentina by Mor Navon and Julian Moguillansky. Contains nudity and moderate sex references","release_date":"2003-01-01","vote_average":6.0,"runtime":11,"cert":"N\/A","id":91772,"title":"Tierra: Infierno","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Join our hosts Jack Taylder and Alex Rowe on a mesmerising journey through our senior years and not so senior years at Lisarow High School.\r Along the way you will be immersed in highlights from the Ski Trip, submerged in the Swimming Carnivals and captivated by Slave Day, So sit back and relax as we reminisce at snapshots of the good old days","release_date":"2007-12-01","vote_average":7.0,"runtime":67,"cert":"N\/A","id":91773,"title":"Lisarow High School - 07 Leavers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No overview found.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":91774,"title":"Соперники","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"1968-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":91775,"title":"Rivals","adult":false,"genre_ids":[16]},{"cast":[],"overview":"No overview found.","release_date":"1978-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":91776,"title":"Metamorphosis","adult":false,"genre_ids":[16]},{"cast":["Chanchal Chowdhury","Farhana Mili","Fazlur Rahman Babu","Mamunur Rashid","Monir Khan Shimul"],"overview":"A housemaid is killed by a local landlord's son. His servant takes the blame for the murder, to save the landlord's mentally ill son and is marooned in an island named Monpura. There the servant comes across a fisherman's daughter.","release_date":"2009-02-13","vote_average":7.9,"runtime":136,"cert":"N\/A","id":91777,"title":"Monpura","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"No overview found.","release_date":"1966-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":91778,"title":"The Lost Granddaughter","adult":false,"genre_ids":[16,35,10749]},{"cast":["Carol Burnett","Lauren Bacall","Glenda Jackson","James Garner","Paul Dooley"],"overview":"HealtH is set at a health food convention at a Florida luxury hotel, where a powerful political organization is deciding on a new president.","release_date":"1980-09-12","vote_average":6.2,"runtime":105,"cert":"N\/A","id":91781,"title":"HealtH","adult":false,"genre_ids":[35]},{"cast":["Sergio Castellitto","Margaret Mazzantini","Michel Piccoli","Chiara Mastroianni","Robert Hundar"],"overview":"","release_date":"1999-09-10","vote_average":4.8,"runtime":null,"cert":"N\/A","id":91782,"title":"Libero Burro","adult":false,"genre_ids":[]},{"cast":["Ramón Langa","Carlos Sobera","Bárbara Elorrieta","Rodolfo Sancho","Rodolfo Sancho"],"overview":"To a give inn town a young man with him girlfriend returns. It is the last member of a family who, without knowing it, is going to fulfill an old curse: to end another family who many years before had killed him relatives. A psychiatrist helps the police to unravel the atrocious crime, in which they are themselves implied ghost and living deads.","release_date":"2003-04-25","vote_average":4.8,"runtime":null,"cert":"N\/A","id":91791,"title":"Witchery deal","adult":false,"genre_ids":[27]},{"cast":["Maximilian Schell","Samantha Eggar","Ingrid Thulin","Herbert Lom","Talitha Pol"],"overview":"A Jewish woman, Dr. Michele Wolf, interred in a Nazi concentration camp during WWII returns to her Paris home after the war's end. She's unaware that her husband, the handsome gigolo and chess master Stanislaw Pilgrin, has been having an affair with her stepdaughter Fabi in her absence.","release_date":"1965-11-16","vote_average":8.3,"runtime":105,"cert":"N\/A","id":91796,"title":"Return from the Ashes","adult":false,"genre_ids":[18]},{"cast":["Ricardo Leguizamo","Consuelo Luzardo","Paola Turbay"],"overview":"40 years old Vicente lives with his mother who wants him to get married with his boring girlfriend but he likes someone else more.","release_date":"2011-12-25","vote_average":2.0,"runtime":null,"cert":"N\/A","id":91797,"title":"Mama tomate la sopa","adult":false,"genre_ids":[35]},{"cast":["Carol Boudreau","Lisa Erwin","Shayna Lee","Elena Nevado","Shianne Seacord"],"overview":"Seven beautiful women engage in simple aerobics exercises, first wearing normal leotards, then repeating the same exercises completely nude.","release_date":"2000-04-02","vote_average":8.0,"runtime":120,"cert":"N\/A","id":91800,"title":"Totally Nude Aerobics","adult":true,"genre_ids":[99]},{"cast":["Hilda Vera","Orlando Urdaneta","Haydée Balza","Miguelangel Landa","Rafael Briceño"],"overview":"A handsome young man is released from jail and goes to \"El Pez que Fuma\", a bordello in the outskirts of Caracas. La Garza, its middle-aged owner, hires the young man as handy man, but soon he takes the place of the administrator, who is also La Garza's lover.","release_date":"1977-01-02","vote_average":6.7,"runtime":120,"cert":"N\/A","id":91805,"title":"The Smoking Fish","adult":false,"genre_ids":[35,18]},{"cast":["Michael Ashcroft","Hal Baumgarten","Gunnery Sergeant William Bodette"],"overview":"Recent study shows that the chance of surviving the invasion beaches was 25%. Then how is it possible 50% of the men survived? This documentary which has been recognized as the best D-Day documentary ever tells a different story.  A beautifully made detailed reconstruction shows what happened on that day on the beaches. In the first hour of the attack one third of the American soldiers dies. This battle will be decisive in the further course of the war.  Survivors tell about the factors that made it so hard to conquer the coastlines. The animated images show it all.","release_date":"2011-11-17","vote_average":8.0,"runtime":90,"cert":"N\/A","id":91806,"title":"Surviving D-Day","adult":false,"genre_ids":[99,10752]},{"cast":["Cosme Cortázar","Francis Rueda","Alexander Milic","Reggie Nalder"],"overview":"At early 16th century a priest joins the spanish conquerros in order to bring christianity to the indios. The expedition is murdered by the indios, only the priest is sparred. Santiago, the priest, first tries to continue christianization, but finally becomes one of them - until the Spaniards return.","release_date":"1991-10-09","vote_average":5.5,"runtime":90,"cert":"N\/A","id":91807,"title":"Jericho","adult":false,"genre_ids":[36,18,12]},{"cast":["Tom Baker","Valerie Solanas","Ingrid Superstar","Nico","Ultra Violet"],"overview":"Morrissey and Warhol's commercial take on the Swedish film I, A Woman. Somebody suggested to Warhol that they wanted a sexploitation film in the vein of I, A Woman, and so he and Morrissey concocted I, A Man. They created the story of this male hustler who talks with and sleeps with a series of women over the course of the film.  The women are: a young woman who worries about parental acceptance of her sexuality, a woman who is on a couch, a woman with whom he does a seance, a woman who speaks French, a lesbian, and a married woman.","release_date":"1967-08-24","vote_average":5.0,"runtime":95,"cert":"N\/A","id":91814,"title":"I, a Man","adult":false,"genre_ids":[18]},{"cast":["Florence Gill","Clarence Nash"],"overview":"Walt Disney's Silly Symphonies cartoon.  This cartoon, based on the fairy tale The Little Red Hen. This cartoon marked the debut of Donald Duck. Donald and his friend Peter Pig try to avoid work by faking stomach aches until Mrs. Hen teaches them the value of labor.","release_date":"1934-06-08","vote_average":6.4,"runtime":8,"cert":"N\/A","id":91815,"title":"Donald Duck: The Wise Little Hen","adult":false,"genre_ids":[16,35,10751,10402]},{"cast":["Bobby Breen","Dolores Costello","Charles Ruggles","Irene Dare","Dorothy Peterson"],"overview":"Breaking The Ice begins while Tommy Martin (Bobby Breen) and his mother, Martha Martin (Dolores Costello) say goodbye to Henry and Reuben Johnson ( John 'Dusty' King and Delmar Watson ). After having stopped by the Mennonite farm, where Tommy and Martha stay with the William and Annie Decker ( Robert Barrat and Dorothy Peterson ), the Johnsons are headed back to their hometown of Goshen. The balance of the film is concerned with both trying to get the necessary train fare and with Tommy clearing his name over a misunderstanding. -Wikipedia","release_date":"1938-09-22","vote_average":3.8,"runtime":81,"cert":"N\/A","id":91818,"title":"Breaking the Ice","adult":false,"genre_ids":[]},{"cast":["Laureano Olivares","Greisy Mena","William Cifuentes","Haydee Faverola"],"overview":"During the armed uprisings of the sixties left in Venezuela, a young guerrilla should give birth in secret. To her surprise, her daughter is the first to be born MOTHER'S DAY and photos appear in the press. Since then, both have to flee.  Costumes, fake names are hiding places and everyday life GIRL, narrator of this story. Together with his cousin TEO, reinvent the adventures of their guerrilla parents, building a fantastic maze of superheroes and strategies around armed subversion, in which you never know where reality begins, or madness. But the children's game can not hide the death, torture, accusations and betrayals that live inside the guerrillas.","release_date":"2007-09-07","vote_average":5.3,"runtime":90,"cert":"N\/A","id":91825,"title":"Postcards from Leningrad","adult":false,"genre_ids":[18]},{"cast":["Corina Azopardo","Haydée Balza","Jorge \"Koke\" Corona","Gustavo Rodríguez"],"overview":"The story tells the emotional conflicts of a group of young friends, who represent a generation that was characterized by family problems and live music. His great dream was to attend a concert by singer Melissa, while their private dramas were changing their lives.","release_date":"1986-07-02","vote_average":3.8,"runtime":100,"cert":"N\/A","id":91834,"title":"La Generación Halley","adult":false,"genre_ids":[35,18,10402]},{"cast":["Caroline Goodall","Caroline Gillmer","Tara Morice","Joan Plowright","Ray Barrett"],"overview":"Meg, Pippa, and Hillary are sisters who grew up in Sorrento, a small seaside town in Australia. Meg, who has lived in England for 10 years has just written a criticially acclaimed novel which she claims is entirely fictional. The book causes a stir in Sorrento and in her family when it is supected that the book is not as fictional as she claims.","release_date":"1995-04-20","vote_average":8.0,"runtime":112,"cert":"","id":91835,"title":"Hotel Sorrento","adult":false,"genre_ids":[18]},{"cast":["Erich Wildpret","Angélica Aragón","Álvaro Bayona","Christina Dieckmann","Seu Jorge"],"overview":"Parallel and fragmented stories are linked by the relationship between the famous actor and his friend Sebastian Castillo Galo Vidal, a frustrated fashion designer. The roles are reversed as a result of decisions made each of them. Sebastian's life is now in chaos, while the Galo is a success. Their lives are again when Sebastian goes to Gaul for help and the two embark on a journey that will put their friendship and their lives at stake.","release_date":"2006-10-15","vote_average":6.2,"runtime":90,"cert":"N\/A","id":91836,"title":"Elipsis","adult":false,"genre_ids":[18,53,80]},{"cast":[],"overview":"\"Oddly\" was created in 2009, adapted from the ancient Chinese ghost story \"liao zhai zhi yi-BaiLianJiao.\"  A Taoist priest goes out on a boat. While he is away, his wife cheats on him with his apprentice. The Taoist priest turns the apprentice into a pig and eats him. His child witnesses the entire event.","release_date":"2009-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":91837,"title":"Oddly","adult":false,"genre_ids":[16]},{"cast":["Rudolf Deyl"],"overview":"No overview found.","release_date":"1961-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":91838,"title":"School for Cats","adult":false,"genre_ids":[10751,16,35]},{"cast":[],"overview":"No overview found.","release_date":"1964-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":91839,"title":"Mirror Images","adult":false,"genre_ids":[16]},{"cast":["James Marshall","Dennis Hopper","Michael Madsen","Ice-T","Regina Russell Banali"],"overview":"Jack Sweeny is a young man just trying to get a job. Turned down at another bank due to his criminal record he meets a girl, Rebecca, but also witnesses a 3 way shootout between 2 groups of criminals and the cops over a suitcase containing perfect plates for counterfeiting bank notes. Jack grabs the plates and attempts to sell them via his friend Zippo. However with at least three different groups ready to kill him for the plates, Jack finds it's just one double cross after another.","release_date":"2000-04-06","vote_average":6.0,"runtime":101,"cert":"N\/A","id":91840,"title":"Luck of the Draw","adult":false,"genre_ids":[28,53]},{"cast":["Ian Gillan","Steve Morse","Roger Glover","Jon Lord","Ian Paice"],"overview":"Deep Purple. Live At The Sunrise Theatre, Miami, Florida, June 5th 2001","release_date":"2003-08-20","vote_average":7.5,"runtime":null,"cert":"N\/A","id":91843,"title":"Deep Purple: Perihelion - Live in Florida","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"1971-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":91852,"title":"Blossoming No. 3369","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1964-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":91855,"title":"Young Man Playing The Guitar At The Old Masters’ Gallery","adult":false,"genre_ids":[16]},{"cast":[],"overview":"No overview found.","release_date":"1992-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":91860,"title":"Green warnings for every day","adult":false,"genre_ids":[16]},{"cast":["Karine Gambier","Brigitte Lahaie","Nadine Pascal","France Lomay","Eric Falk"],"overview":"A bunch of delinquent women are shipped to an island prison run by the sadistic warden Carla. Forced into situations of sexual perversion and violence and torture, the prisoners band together to try to overthrow Carla and escape the island.","release_date":"1980-03-28","vote_average":6.6,"runtime":92,"cert":"N\/A","id":91865,"title":"Caged Women","adult":false,"genre_ids":[28,12,18]},{"cast":["Kristara Barrington","Tom Byron","Eric Edwards","Shanna Evans","Hal Freeman"],"overview":"Documentary follows three young women as they progress through the adult film industry from taking nude photos to acting in hard core porno movies. Also features major adult film producers, directors and actors.","release_date":"1985-01-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":91870,"title":"Fallen Angels","adult":false,"genre_ids":[]},{"cast":["Thommy Berggren","Mona Seilitz","Willie Andréason","Lars-Levi Læstadius","Henry Olhans"],"overview":"In a minor town the morose manager is primarily responsible for the bad atmosphere of a restaurant. But central for the plot are three persons: a male waiter who is never named (here called W), the female waiter Anna, and \"the count\", a self-invented nickname by a man cleaning plates. The count is skilled in making others do what he wants. Half a dozen of the personnel assist in a poorly planned and failed attempt to liberate a man whom the police move from one arrest to another. The event involves stealing a motorcycle and threatening policemen with a gun. Anna strongly tries to make contact with W. Finally it turns out that she need his help to break her sexual relation to the count, a relation that from her part is not motivated by positive feelings. W rejects her attempts. And then Anna has suddenly gone. She has got a pleasant job in another town. And then W's feelings awaken.","release_date":"1975-11-16","vote_average":5.9,"runtime":140,"cert":"N\/A","id":91873,"title":"Giliap","adult":false,"genre_ids":[80,18]},{"cast":["Isabelle Solar","Brigitte Lahaie","Pierre Londiche","Jean-Marc Maurel","Jacques Brylant"],"overview":"Fashion model Joy is unlucky in love. Having been jilted by the object of her desire, Marc Charoux, she takes a trip to Singapore with the rich and decadent Bruce. Soon, however, Joy implores servant girl Millarca to help her escape from Bruce's grounds. Posing as a tourist, she meets Joan, a tour guide and kindred soul who begins to introduce Joy to brand new ways of passion. But trouble, as well as one of Bruce's man-servants, insists on following Joy &amp; Joan wherever they go.","release_date":"1985-06-12","vote_average":4.0,"runtime":94,"cert":"N\/A","id":91876,"title":"Joy & Joan","adult":false,"genre_ids":[10749,18]},{"cast":["Juliusz Machulski","Michał Tarkowski","Włodzimierz Boruński","Edward Ciosek","Waldemar Karst"],"overview":"Romek, an idealistc 19-year-old boy, takes a job as a tailor in the costume department of a Warsaw theater company where his new colleague, Sowa, is pressured to make a costume for an overbearing soloist.","release_date":"1976-01-13","vote_average":6.5,"runtime":72,"cert":"N\/A","id":91881,"title":"Personnel","adult":false,"genre_ids":[18]},{"cast":["Rita Waldenberg","Martina Domingo","Esther Studer","Claudia Fielers","Monika Rohde"],"overview":"A series of vignettes depict different sexual fantasies.","release_date":"1974-01-01","vote_average":6.8,"runtime":84,"cert":"N\/A","id":91884,"title":"Self Service Girls","adult":false,"genre_ids":[35]},{"cast":["Steve Jobs","Bill Gates","Kara Swisher","Walt Mossberg"],"overview":"The complete interview with Steve Jobs and Bill Gates at the All Things Digitial D5 conference July 2007","release_date":"2007-05-30","vote_average":10.0,"runtime":null,"cert":"N\/A","id":91887,"title":"All Things Digital: Steve Jobs and Bill Gates","adult":false,"genre_ids":[]},{"cast":["Sonny Chiba","Janet Hatta","Eiko Matsuda","Hideo Murota","Koichi Iwaki"],"overview":"The burned remains of a young woman discovered in Shinjuku, Tokyo. The police comes to the conclusion that its the work of a pyromaniacal serial murderer. The murder victim is identified as Mayumi Tamaki, a native of Ishigaki, Okinawa. As the investigation unfolded, her former boyfriend, a former rider of a motorcycle named Chōei Mikawa emerged as a suspect. But Kano did not agree Mikawa is the suspect. Kano started conducting the investigation himself to search the real criminal person.","release_date":"1977-06-02","vote_average":7.3,"runtime":90,"cert":"N\/A","id":91888,"title":"Doberman Cop","adult":false,"genre_ids":[80,28]},{"cast":["Claudia Jennings","Louis Quinn","Betty Anne Rees","Roberta Collins","Alan Vint"],"overview":"Karen wants more action out of life and quits her job at the cannery to become a skater in the roller derby. She encounters friction from the other skaters - especially Mickey, the current number one star of the team. Karen proves herself a feisty competitor but refuses to be a team player. As she skates her way to roller stardom, she incurs the wrath of jealous team members and the owner of the team.","release_date":"1972-11-10","vote_average":5.8,"runtime":88,"cert":"N\/A","id":91891,"title":"The Unholy Rollers","adult":false,"genre_ids":[28,35,18]},{"cast":["Hiroki Matsukata","Yumiko Nogawa","Sonny Chiba","Mikio Narita","Kô Nishimura"],"overview":"In the setting of the Hokuriku region, where the snow and cold winds rage, for the first time in true-life yakuza film history, director Kinji Fukasaku shows battles among yakuza who value land over tradition. Hiroki Matsukata stars as Noboru Kawada, a Hokuriku yakuza who will use any measure for survival, disregarding parents, brothers, and tradition.","release_date":"1977-02-26","vote_average":6.0,"runtime":98,"cert":"N\/A","id":91892,"title":"Hokuriku Proxy War","adult":false,"genre_ids":[18,80,28]},{"cast":["Carl de Vogt","Ressel Orla","Georg John","Lil Dagover"],"overview":"In San Francisco, well-known sportsman Kay Hoog announces to a club that he has found a message in a bottle with a map drawn by a Harvard professor who has gone missing. The map tells of a lost Incan civilization that possesses an immense treasure. Hoog immediately plans an expedition to find it. But Lio Sha, the head of a criminal organization known as the Spiders, is determined to get the treasure for herself and plans a rival expedition.","release_date":"1919-10-03","vote_average":5.5,"runtime":69,"cert":"N\/A","id":91893,"title":"The Spiders - The Golden Lake","adult":false,"genre_ids":[12]},{"cast":["Adam Sinclair","Kristin Kreuk","Carlo Rota","Billy Boyd","Keram Malicki-Sánchez"],"overview":"ECSTASY is a dark romantic comedy, based on the controversial book, “Ecstasy”, by Irvine Welsh. “Ecstasy”, was translated into 20 languages and was a number one bestseller in over 20 countries. Mr. Welsh’s first book, “Trainspotting”, published in 1993, (and voted by Waterstone, Europe’s largest bookstore chain, as one of the Ten Best Books of the Century), sold over 1 million copies in the UK alone, and has its own Cinematic Cinderella success story.","release_date":"2011-09-10","vote_average":5.0,"runtime":99,"cert":"18","id":91902,"title":"Ecstasy","adult":false,"genre_ids":[10749,35,80,18]},{"cast":["Hugo Weaving","Pia Miranda"],"overview":"A charming animated fable with live action. This is a story about a teenage girl (Pia Miranda) who suffers from depression and dreams and sketches ways on how to end her life. She comes across a beehive one day and comes up with a bizarre plan when she decides that if she swallows enough bees they will sting her death.","release_date":"2007-02-09","vote_average":0.0,"runtime":9,"cert":"N\/A","id":91909,"title":"The Girl Who Swallowed Bees","adult":false,"genre_ids":[]},{"cast":["Richard Basehart","Phyllis Kirk","Stephen Elliott","Russell Collins","Richard Hale"],"overview":"A mining engineer, who is shunned by his peers for his unorthodox beliefs concerning the whereabouts of large uranium deposits, joins forces with a girl and her father to search for the mineral. When the father is hurt in an accident, daughter and engineer continue the project, aided by a Native American guide. Unbeknownst to the group, a reputable citizen of the town, really of low moral value, is shadowing themi, his intention, to jump their claim. Written by Buxx Banner","release_date":"1955-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":91910,"title":"Canyon Crossroads","adult":false,"genre_ids":[37,28]},{"cast":["Bud Abbott","Alan Alda","Joan Arline","Beverly Arlynne","Al Baker Jr."],"overview":"Dive into more than a century of decadence with this tantalizing look at the evolution of burlesque. Cabaret star Leslie Zemeckis traces the art form from vaudeville-style variety show through its extinction and contemporary rebirth. Vintage photos, film clips and ads illustrate burlesque's resilient history and how the public's sexual appetite kept it alive amid moral and legal ado.","release_date":"2010-04-23","vote_average":5.1,"runtime":97,"cert":"N\/A","id":91911,"title":"Behind the Burly Q","adult":false,"genre_ids":[99]},{"cast":["Lauren Dillon","George Shevtsov","Paul Holmes","Georgina Haig","Bob Newman"],"overview":"A seedy bar owner hires a mysterious Croatian to commit murder, but a planned double-crossing backfires when a young waitress is taken hostage. A suspenseful, yet darkly humorous chain of events builds to a bloodcurdling climax.","release_date":"2011-10-15","vote_average":5.5,"runtime":80,"cert":"15","id":91926,"title":"Crawl","adult":false,"genre_ids":[80,53]},{"cast":["Rajesh Ji"],"overview":"Chubby, dance-obsessed private-detective Rajesh Ji and his motley band of helpers tackle poisonings, adultery and the occasional murder on the frenzied streets of Kolkata.","release_date":"2011-04-28","vote_average":10.0,"runtime":110,"cert":"","id":91927,"title":"The Bengali Detective","adult":false,"genre_ids":[99]},{"cast":["Kathleen Turner","Emily Deschanel","Jason Ritter","Richard Chamberlain","Michael McGrady"],"overview":"Kathleen Turner stars as suburban mother and devout Catholic Eileen Cleary, who has always kept up appearances. When she runs for the Catholic Woman of the Year title at her local parish, her final test is introducing her family to the board for the seal of approval. Now she must finally face the nonconformist family she has been glossing over for years...","release_date":"2011-04-30","vote_average":4.7,"runtime":84,"cert":"N\/A","id":91930,"title":"The Perfect Family","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"5000 Years of Magnificent Wonders: Secrets of the Holy Land documents some of the landmarks revered by the world's religions. This program contains sections on the Basilica of the Annunciation, Herod's Temple, the Wailing Wall, and the Dome of the Rock. ~ Perry Seibert, Rovi","release_date":"2006-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":91935,"title":"Secrets of the Holy Land","adult":false,"genre_ids":[]},{"cast":["Jackie Mason","Josip Elic","Reid Cruickshanks","Dan Frazer","Leonard Yorr"],"overview":"Roger Pitman is a petty thief who makes a deal with the police to use bait money to trap other criminals. But when he gets the cash, Roger can't resist the temptation and steals part of it. He runs off to Miami Beach, but now lives in fear of the crooks that he set up as well as the police.","release_date":"1972-10-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":91938,"title":"The Stoolie","adult":false,"genre_ids":[35,80]},{"cast":["José Antonio Abreu","Daniel Barenboim","Deborah Borda"],"overview":"Hundreds of children and youth orchestras around the world are emerging musical inspired by the Venezuelan phenomenon known as \"The System.\" This rebellion of thousands of children are being held internationally to give children everywhere the opportunity to grow in an atmosphere of creativity, companionship, entertainment, art, discipline and high social values.  The brilliant and charismatic Venezuelan conductor Gustavo Dudamel leads to an unforgettable journey to some of the most remote corners of the world, about the transformative stories of a group of children who bring us a clear and powerful message: \"music is a universal right. \"  Filmed in seven countries, Dudamel: the sound of children is a journey into the bowels of this global phenomenon that elevates the importance of art as a spiritual weapon against a dehumanized world.","release_date":"2011-06-10","vote_average":5.1,"runtime":94,"cert":"N\/A","id":91941,"title":"Dudamel: El sonido de los ninos","adult":false,"genre_ids":[99,10402]},{"cast":["Paco de Lucía"],"overview":"A look at the history and traditions of flamenco music and dance.","release_date":"2010-11-19","vote_average":6.8,"runtime":97,"cert":"N\/A","id":91950,"title":"Flamenco Flamenco","adult":false,"genre_ids":[10402]},{"cast":["Diana Muscă","Ernest Maftei","Elena Drăgoi","Florina Cercel","Matei Alexandru"],"overview":"Lizuca is only six years old, not much older than her pet dachshund Patrocle, when her mother dies and she is left to live with her grandparents on their farm. Before long, Lizuca's father comes to take her away to live with him and his new bride, a vile woman who considers children the bane of all existence. Lizuca and the dachshund escape the wicked stepmother and spend the night in a hollow tree, a tree that changes into an enchanted land where Lizuca (like Alice through the Looking Glass) discovers a world of characters in the form of bees, frogs, the four seasons, Snow White, her dwarves, and other fairy tale creatures. This magic place is threatened by the evil stepmother's plan to sell the grove that protects the secret land to developers -- a decision that puts the woman on trial before this perfidy can be realized.","release_date":"1980-01-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":91951,"title":"The Enchanted Grove","adult":false,"genre_ids":[12,10751,14]},{"cast":[],"overview":"The story of Romer, who on his 50th birthday, returns to the Andes where he grew up after he has a premonition that his mother has died. On his journey he comes to a fork in the road, and takes a path which leads him to revisit his past--an upbringing in a remote traditional community which fiercely protects its ancient customs from modernity.","release_date":"1997-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":91952,"title":"Una Vida y Dos Mandados","adult":false,"genre_ids":[]},{"cast":["Traci Lords","Christy Canyon","Kevin James","Paul Thomas","Stacey Donovan"],"overview":"Maggie's friends, family, and boyfriend want her to settle down and get married. But this gorgeous creature, played by the incredible Traci Lords, has other ideas. It's her body and she'll do with it whatever she pleases and there's nothing anyone can do about it.","release_date":"1985-01-01","vote_average":3.0,"runtime":80,"cert":"N\/A","id":91959,"title":"It's My Body","adult":true,"genre_ids":[]},{"cast":[],"overview":"Jonsi's live DVD","release_date":"2010-11-29","vote_average":10.0,"runtime":null,"cert":"N\/A","id":91964,"title":"Jónsi: Go Live","adult":false,"genre_ids":[10402]},{"cast":["Christine","Shelby","Anna Bielska","Tommi","Marissa"],"overview":"Fascinating Tommi, the young boy who transforms to a ravishing girl before your eyes, starred in August's \"Worm To Butterfly\". Cruel, voluptuous Marissa from January's \"Two Dog Night\" carries the competition of her two well hung slaves far further on tape.Elizabeth from November reveals her astonishing perfection, and Anna, Roy's own special collaborator, masturbates to a gushing, shocking climax you won't doubt, or forget.","release_date":"1992-01-01","vote_average":0.0,"runtime":140,"cert":"N\/A","id":91965,"title":"Glimpse 2","adult":true,"genre_ids":[99]},{"cast":["Jeffrey H. Aikman","Maria Domingues","Gina Janssen","Margarethe Kuske","Telis Stallone"],"overview":"Poor little rich American girl Nancy Chesterfield is having far too much fun with the local male populace on her art school trip to Greece as far as unseen dear old dad's concerned, who wants her back pronto so he can marry her off to a business associate.","release_date":"1977-12-31","vote_average":8.3,"runtime":null,"cert":"N\/A","id":91966,"title":"5 Girls heiss wie Lava","adult":true,"genre_ids":[35]},{"cast":["Vilmos Zsigmond","Dennis Hopper","Peter Bogdanovich","Sharon Stone","Karen Black"],"overview":"The artistry, triumph and lifelong friendship of the great cinematographers Laszlo Kovacs and Vilmos Zsigmond. With film school equipment, they shoot the Soviet crackdown of the 1956 Hungarian Revolution. As refugees they struggle in Hollywood, finally breaking into the mainstream with their pivotal contribution to the \"American New Wave.\"","release_date":"2009-01-11","vote_average":5.5,"runtime":86,"cert":"N\/A","id":91967,"title":"No Subtitles Necessary: Laszlo & Vilmos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary about two 'conventional' couples that swapped partners and lived in a group marriage in the early 70s, hoping to pioneer an alternative to divorce and the way people would live in the future.","release_date":"2010-03-30","vote_average":3.5,"runtime":19,"cert":"N\/A","id":91968,"title":"Quadrangle","adult":false,"genre_ids":[99]},{"cast":["Holly Wetlove","Staci Wett","Julie","Macon"],"overview":"TBD","release_date":"2004-01-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":91969,"title":"All Amateur Video #16: Creampie Surprise","adult":true,"genre_ids":[]},{"cast":["Yoshio Harada","Tôru Minegishi","Tôru Abe","Akio Hasegawa","Etsuko Ichihara"],"overview":"Thirsting for revenge, Jokichi rashly attempts to assassinate the evil Chogoro but ends up being captured by Yakuza. His life is spared by Boss Juzaburo, in order that the harmony of an important commemoration not be further disturbed. Though now even more of an outcast, Jokichi is asked by another Yakuza boss, Umezo, to guard Oyuki, the wayward daughter of Juzaburo. The tragic consequences of this assignment will lead him into a deadly trap and a final confrontation with Chogoro.","release_date":"1972-10-10","vote_average":6.0,"runtime":80,"cert":"N\/A","id":91970,"title":"The Fearless Avenger","adult":false,"genre_ids":[28]},{"cast":["Jella Haase","Sarah Horváth","Nicolette Krebitz","Thomas Wodianka","Sandra Borgmann"],"overview":"Ari and Oona go to the same school. Lolita-like Ari, is blonde, pouting and lives in a world of bright colours, frustrated by her mother still treating her as a child, while arty Oona dresses in black and is treated as an adult by her artist father. When Oona’s father commits suicide after his wife has an affair with his brother Lukas, Oona starts to self-harm, but finds and unlikely friendship with Ari. Ari’s enthusiasm for exerting her sexuality rebounds when she starts an affair with Oona’s uncle, who has recently moved in with Oona’s mother.","release_date":"2011-02-14","vote_average":6.6,"runtime":90,"cert":"N\/A","id":91973,"title":"Lollipop Monster","adult":false,"genre_ids":[18]},{"cast":["五月天"],"overview":"Billed as a \"concept film\" MAYDAY 3DNA combines play from the group's DNA concert tour in Taiwan, Hong Kong, Singapore and China 2010 and interweaves that with three fictional stories.  The fictional sequences include a vignette about a Guangzhou father and daughter; another about a Taiwan taxi driver and passenger; and a third about a Shanghai delivery boy. All are affected by the lure of a Mayday gathering and the three separate stories intersect at one particular Mayday concert in Shanghai.  Established in Taiwan in the late 1990s, Mayday has remained popular for over a decade by tuning into a Taiwan youth beat and pushing rock music in Greater China. Most songs are performed in Mandarin with some Taiwanese Hokkien tracks by band.","release_date":"2011-09-23","vote_average":10.0,"runtime":null,"cert":"N\/A","id":91974,"title":"Mayday 3DNA","adult":false,"genre_ids":[10402,18,10749,99]},{"cast":["Damian Lewis","Bob Hoskins","Rebekah Staton","Perry Eggleton"],"overview":"Will is an 2012 British sports drama directed by Ellen Perry and starring Damian Lewis, Jane March and Bob Hoskins. .At the start of the film, eleven year-old Liverpool fan Will Brennan is at a boarding school in the south of England, due to his father Gareth's (Lewis) inability to look after him following the death of his mother. Gareth arrives one day out of the blue, with two tickets to see Liverpool play AC Milan in the 2005 Champions' League Final in Istanbul. Unfortunately, before they can go, Gareth dies suddenly. Will is determined to go and honour his father's memory. He runs away and makes it as far as France. He then meets Alek, a former Yugoslavian footballer who stopped playing during his country's civil war. Despite Alek's initial reluctance to get involved, he is inspired by Will's determination and tries to help him to fulfil his dream. After many trials and tribulations, Will gets his wish and has a better experience at the match than he could ever have imagined.","release_date":"2011-11-04","vote_average":6.8,"runtime":102,"cert":"N\/A","id":91979,"title":"Will","adult":false,"genre_ids":[18,10751]},{"cast":["Michael Bentine","Dora Bryan","Harry H. Corbett","Bernard Cribbins","Diana Dors"],"overview":"A man with a sandwich-board (advert) wanders around London meeting many strange characters.","release_date":"1966-07-01","vote_average":8.3,"runtime":95,"cert":"","id":91980,"title":"The Sandwich Man","adult":false,"genre_ids":[35]},{"cast":["Kôji Seto","Nanami Sakuraba","Mirei Kiritani","Kei Tanaka","Erina Mizuno"],"overview":"Transfer student Biito “Beat” Mizorogi, talented in fashion design, bring classmates together to stage a fashion show for the school's annual festival.","release_date":"2011-03-19","vote_average":5.1,"runtime":126,"cert":"N\/A","id":91987,"title":"Runway Beat","adult":false,"genre_ids":[18]},{"cast":["Aoi Miyazaki","Sho Sakurai","Michiko Kichise","Aki Asakura","Chizuru Ikewaki"],"overview":"Dr. Ichito Kuriharai (Sho Sakurai) works at a clinic in Nagano Prefecture. He rarely has any free time due to the clinic's shortage of doctors and the constant influx of patients. Ichito even sometimes diagnoses patients out of his area of speciality and sometimes goes days without sleeping. He hopes to work at a major hospital where he can get more free time to spend with his wife Haruna (Aoi Miyazaki) and also specialize in his field of study. However, Ichito is also reluctant to add to shortage of doctors at the clinic and break his relationships with the patients.  One day, Dr. Ichito Kuriharai clears out the belongings of a terminal cancer patient who passed away. During this time, he discovers a letter made out to him thanking him for the care he provided to her, even though he could not cure her sickness. Dr. Ichito Kuriharai then has a revelation about the medical chart he keeps in his hand - filled with personal observations and concerns ...","release_date":"2011-08-27","vote_average":5.0,"runtime":128,"cert":"N\/A","id":91990,"title":"In His Chart","adult":false,"genre_ids":[]},{"cast":["Sadao Abe","Eita","Shunji Fujimura","Tsuyoshi Ihara","Ayumi Ishida"],"overview":"Abandoned by his father as a boy, Yuta grows up as the foster son of a restaurant owner and takes over the restaurant at the owner's death. Cheery, always smiling, always helpful, Yuta is known as Yama-chan, the friend everyone turns to. When Yuta discovers he had a hitherto unknown baby brother, he sets out to track him down. But the baby brother, Yusuke, has grown up to be half of a successful comedy team, the Kinjo Brothers, and Yusuke's professional \"brother\" has just written a best-selling book about their adventures growing up together. Yuta's appearance on the scene threatens to reveal that the book is a complete fiction and to set all three \"brothers\" into conflict with each other.","release_date":"2009-11-14","vote_average":8.0,"runtime":134,"cert":"N\/A","id":91991,"title":"No More Cry","adult":false,"genre_ids":[]},{"cast":["Bernie Bonvoisin","Norbert Krief"],"overview":"","release_date":"2006-11-20","vote_average":8.5,"runtime":null,"cert":"N\/A","id":91992,"title":"Trust - Soulagez vous dans les Urnes","adult":false,"genre_ids":[]},{"cast":["Jung Suk-won","Jeon Se-Hong","Nalie Lee","Kim Yeong-Hoon","Yoo Sang-Jae"],"overview":"Bo-ra and her brother, Tae-hun, lose their grandmother they have been living with since their parents’ death. But soon after he gets shocking news that Bo-ra has been kidnapped. The kidnappers plan to use Bo-ra in an online porno and threaten to post it on the web by 10 pm on the following day. Tae-hun embarks on an urgent mission to find his sister and get her back from the kidnappers!","release_date":"2011-07-28","vote_average":5.8,"runtime":93,"cert":"N\/A","id":91993,"title":"The Beast","adult":false,"genre_ids":[28,53]},{"cast":["Nick Holmes","Greg Mackintosh","Aaron Aedy","Steve Edmondson","Adrian Erlandsson"],"overview":"1. Intro 2. The Enemy 3. Grey 4. Erased 5. Red Shift 6. So Much Is Lost 7. Sweetness 8. Praise Lamented Shade 9. Pity The Sadness 10. forever Failure 11. Once Solemn 12. As I Die 13. Embers Fire 14. Mouth 15. No Celebration 16. Eternal 17. True Belief 18. One Second 19. The Last Time 20. Gothic 21. Say Just Words\r The Anatomy of Melancholy is a live album by the British death \/ doom \/ gothic metal band Paradise Lost. It was recorded on April 12, 2007 at the Koko (London). The album was released on double DVD and double CD. There is also a deluxe 4-disc edition containing both aforementioned releases. The artwork was provided by Greek artist Seth Siro","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":91994,"title":"Paradise Lost - Anatomy of Melancholy","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2002-10-14","vote_average":8.5,"runtime":null,"cert":"N\/A","id":91995,"title":"Maxime Le Forestier-Plutot Guitare","adult":false,"genre_ids":[]},{"cast":["Kotono Mitsuishi","Yuka Koyama","Hiro Yuuki","Michiyo Yanagisawa","Nobutoshi Canna"],"overview":"A young girl named Tomoko visits the Hiroshima Peace Memorial. There she has a mysterious meeting with Sadako, the little girl who was 2 years old when the U.S. dropped the bomb on her city during WWII and 11 when she died from the effects of radiation poisoning. Sadako takes Tomoko on an eye-opening journey.","release_date":"1993-07-17","vote_average":0.0,"runtime":27,"cert":"N\/A","id":91996,"title":"On a Paper Crane - Tomoko's Adventure","adult":false,"genre_ids":[16,18]}]