[{"cast":["Francoise Brun-Cottan"],"overview":"Mousketeer Jerry has a love letter to deliver to darling Lilli. He gives it to his young pupil, who has a hard time getting past Tom to deliver it, but he does. They send a few more letters back and forth, at great pain to the youngster.","release_date":"1955-09-09","vote_average":6.0,"runtime":7,"cert":"N\/A","id":93007,"title":"Tom and Chérie","adult":false,"genre_ids":[35,16]},{"cast":["Laudya Cynthia Bella","Herjunot Ali","Niken Anjani","Tarra Budiman","Jenny Rachman"],"overview":"Growing up in West Sumatra in the 1920s, Hamid and Zainab comes from families from very different social classes. Hamid is poor, while Zainab is wealthy. Hamid receives a scholarship from Zainab’s father and Hamid’s mother works for Zainab’s family. Hamid and Zainab fall in love and dream of finding a way for society to accept their union, and also to make the pilgrimage to Mecca.","release_date":"2011-08-25","vote_average":0.0,"runtime":110,"cert":"N\/A","id":93012,"title":"Under the Protection of Ka'bah","adult":false,"genre_ids":[]},{"cast":["Seika Taketomi","Ryunosuke Kamiki","Daisuke Ono","Takeshi Tomizawa","Yoshinaga Takuto"],"overview":"The war between the Levamme Empire and the Amatsukami Imperium has been raging for years. In the midst of this struggle, the prince of the Levamme Empire declares his love for Juana del Moral and vows to end the war in one year, as part of his marriage proposal. When the Amatsukami catch wind of this, they assault the del Moral residence, targeting Juana's life. As a last-ditch effort to bring the prince his bride, the San Maltilia Airforce employs a mercenary of mixed blood—a bestado—to fly Juana to the prince in secret.","release_date":"2011-10-01","vote_average":7.1,"runtime":99,"cert":"N\/A","id":93013,"title":"The Princess and the Pilot","adult":false,"genre_ids":[12,16,18,10749]},{"cast":[],"overview":"Tom is conducting a symphony at the Hollywood Bowl when Jerry comes out to \"help\" him.","release_date":"1950-09-16","vote_average":7.1,"runtime":7,"cert":"N\/A","id":93014,"title":"Tom and Jerry in the Hollywood Bowl","adult":false,"genre_ids":[16]},{"cast":["Selena Steele","Raven","Patricia Kennedy","Racquel Darrian","Ashley Nicole"],"overview":"The city. A shapely shadow stalks the rain-soaked streets for sexual prey. Her appetite is insatiable, her desires savage. And in a world of mere mortals, her time has finally come. Selena Steele is the queen of this concrete jungle in a tale of raw lust and animal passions...","release_date":"1991-12-06","vote_average":7.8,"runtime":70,"cert":"N\/A","id":93033,"title":"Curse of the Catwoman","adult":true,"genre_ids":[]},{"cast":[],"overview":"Teen Akiko (Akane Oda) returns to her home village in Japan after seven years in South America, where she contracted AIDS from a blood transfusion. The town, thick with paranoia, is quick to ostracize the ailing Akiko. With only her best friend (Megumi Matsushita) and her mom (Mari Natsuki) in her corner, Akiko suffers awful discrimination at school and at home.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93054,"title":"Kosumosu","adult":false,"genre_ids":[]},{"cast":["Chuck Jones"],"overview":"In an interview at age 84, Chuck Jones (1912-2000) talks about his life, particularly his childhood: he describes an adventurous uncle; his mother, who never said no; his father, a critical and abusive man who had his uses; Chuck's going to art school and studying the human body; success as an animator; and, old age. As he talks, we also see clips from his work, we watch him draw, and simple animation illustrates parts of his story. He talks about growing up on Sunset Boulevard, going to the beach, his enjoyment of Mark Twain, his mother's loving creativity, the connection of his personality to some of his cartoon characters, and the joy of being alive.","release_date":"2009-03-24","vote_average":0.0,"runtime":30,"cert":"N\/A","id":93055,"title":"Chuck Jones: Memories of a Childhood","adult":false,"genre_ids":[99]},{"cast":["Gregory Harrison","Lisa Pescia","Morton Downey, Jr.","Robin Riker","Clint Howard"],"overview":"A man is torn between two women and his own violent self, born of child abuse.","release_date":"1992-08-05","vote_average":4.0,"runtime":84,"cert":"N\/A","id":93058,"title":"Body Chemistry II: Voice of a Stranger","adult":false,"genre_ids":[53,18]},{"cast":["Johnny Johnston","Alix Talton","Lisa Gaye","John Archer","Henry Slate"],"overview":"A frustrated big-band promoter runs in to rock-and-rollers Bill Haley and the Comets at a small-town dance. He quickly becomes their manager and, with the help of Alan Freed, hopes to bring the new sound to the entire country. But will a conniving booking agent, with a personal ax to grind with the manager, conspire to keep the band from making the big time?","release_date":"1956-03-21","vote_average":7.0,"runtime":77,"cert":"N\/A","id":93061,"title":"Rock Around the Clock","adult":false,"genre_ids":[10402]},{"cast":["Jerome Thor","Marcia Henderson","Scott Marlowe","John Hoyt","Virginia Aldridge"],"overview":"When the shootings of two juvenile inmates bring public protest, a psychologist is brought in to see if he can do anything to control the problems peacefully.","release_date":"1959-04-01","vote_average":5.0,"runtime":71,"cert":"N\/A","id":93062,"title":"Riot in Juvenile Prison","adult":false,"genre_ids":[18]},{"cast":["Arthur Higelin"],"overview":"Requiem for Billy the Kid recounts the life of Billy the Kid. The premise of the film is an investigation into the often-challenged circumstances that led to the death of the 21-year old outlaw in the hands of sheriff Pat Garrett on July 14, 1881. As we follow the modern sheriff on camera, off camera Billy the Kid, played by Kris Kristofferson, gives his own account of the events. Part poetic evocation, part road-movie, Requiem for Billy the Kid is essentially homage to the western genre and to the people who today still live up to that life.","release_date":"2007-01-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":93071,"title":"Requiem for Billy the Kid","adult":false,"genre_ids":[99]},{"cast":["Aldo Ray","Mimsy Farmer","Michael Evans","Laurie Mock","Tim Rooney"],"overview":"A police captain (Aldo Ray) is caught between businesses operating on the Los Angeles Sunset Strip who don't like the punks hanging out, and his belief in allowing the kids their rights. But when his daughter (Mimsy Farmer) gets involved with an unruly bunch, his attitude starts to change.","release_date":"1967-03-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":93072,"title":"Riot on Sunset Strip","adult":false,"genre_ids":[18]},{"cast":["Boz Scaggs"],"overview":"Singer-songwriter-guitarist Boz Scaggs has kept a fairly low profile since his heyday in the '70s and '80s--a circumstance more than rectified with Greatest Hits Live, a great-looking, great-sounding concert recorded in San Francisco in 2004. For the most part, this is Silk Degrees-style Boz, drawing from a large catalog that favors ballads (some quite lovely, like \"Harbor Lights,\" \"We're All Alone,\" and \"Look What You've Done to Me\") and deft pop-R&amp;B-jazz à la Steely Dan (albeit with more soul and less verbal wit and sophistication). But while \"Lido Shuffle,\" and other expected hits are here, so are several grittier, bluesier moments, including Earl King's \"It All Went Down the Drain\" and extended versions of the big band blues \"Runnin' Blue\" and the slow lament \"Loan Me a Dime\" (a tune from Scaggs's 1969 solo album that featured great guitar playing by the late Duane Allman).","release_date":"2004-08-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93075,"title":"Boz Scaggs: Greatest Hits Live","adult":false,"genre_ids":[10402]},{"cast":["Antony Carrick","Kevin Flood","Don Henderson","Yolande Palfrey","Jeremy Wilkin"],"overview":"When a schoolboy's day-dream of a fantasy sports day includes events where acts of vandalism and trespass are required, dire consequences ensue. Originally created as an educational film, this somewhat surrealist short has a serious message at its core. This won't be a lesson you'll forget in a hurry.","release_date":"1977-01-29","vote_average":5.4,"runtime":21,"cert":"PG","id":93082,"title":"The Finishing Line","adult":false,"genre_ids":[28,53]},{"cast":["Faruk","Ariful Haque","Kabori","Abdul Kader","Shuja Khondokar"],"overview":"The movie directed by Abdullah Al Mamun was adapted from a novel by noted writer Shahidullah Kaiser. The film based on the lives of people living in our costal areas, was admired by many while stirring up controversy for some bold statements it made.","release_date":"1978-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":93083,"title":"The Survivors","adult":false,"genre_ids":[18,10749]},{"cast":["Isabella Rossellini","Jason Patric","Udo Kier","Brooke Palsson","Kevin McDonald"],"overview":"Gangster and deadbeat dad, Ulysses Pick, embarks on an unusual journey through his home.","release_date":"2011-09-09","vote_average":5.6,"runtime":94,"cert":"N\/A","id":93084,"title":"Keyhole","adult":false,"genre_ids":[18,28,53]},{"cast":["Inam Ahmed","Zahrat Azra","Bilquis Bad","Fafiq","Kazi Khaliq"],"overview":"Abdul Jabbar Khan directed this trailblazer in the history of our cinema. In 1953, at a cultural programme, a non-Bangalee movie producer remarked, \"The climate of this land is not fit for making movies.\" A worked up Jabbar decided to make a movie based on his play Dakaat right away. Making the movie was a challenge itself. The actors and most of the crewmembers had no experience in film; the shooting came to a standstill more than once due to floods. It took two years to wrap up the whole shooting process. The negative was then taken to Lahore for editing and printing and Jabbar was given a hard time there regarding the processing and bringing the final prints home. Eventually the movie starring Purnima, Ali Mansoor, Najma and others, saw the light of day on August 3, 1956 and we got our first \"talkie.\"","release_date":"1956-08-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93085,"title":"The Face and the Mask","adult":false,"genre_ids":[18]},{"cast":["Ingrid Veninger","Hallie Switzer","Braden Sauder","Miles Argue"],"overview":"When a mother and daughter tour film festivals in Europe and decide to part ways, they must confront life-changing choices alone, before returning home.","release_date":"2012-06-14","vote_average":0.0,"runtime":80,"cert":"N\/A","id":93088,"title":"I Am a Good Person\/I Am a Bad Person","adult":false,"genre_ids":[]},{"cast":["Eric Peterson","John Gray"],"overview":"Pajama-clad and elderly, WWI Flying Ace Billy Bishop wanders around his relic-filled attic reminiscing about his battle years.","release_date":"2010-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93089,"title":"Billy Bishop Goes to War","adult":false,"genre_ids":[]},{"cast":["Lotfi Abdelli","Souhir Ben Amara","Ridha Behi","Christian Erickson","Ziad H. Hamzeh"],"overview":"The contentment of community turns upside down as an American film crew invades its serenity. Seduction, greed, and betrayal devastates them all.","release_date":"2011-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93092,"title":"Always Brando","adult":false,"genre_ids":[]},{"cast":["Donald Brashear","Marty McSorley","Chris Nilan","Paul Schantz"],"overview":"Exploring the rough and tumble world of hockey, Academy Award winner Alex Gibney (\"Taxi to the Dark Side\") looks at the world of the NHL enforcers and specifically the career of Chris \"Knuckles\" Nilan who helped the Montreal Canadiens win the Stanley Cup.","release_date":"2012-04-22","vote_average":6.3,"runtime":94,"cert":"N\/A","id":93103,"title":"The Last Gladiators","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A being made of sand wakes up in the desert. It finds a bottle near him, but it's empty. The noise of dropping water can be heard not far away...","release_date":"1996-01-01","vote_average":6.9,"runtime":12,"cert":"N\/A","id":93114,"title":"Quest","adult":false,"genre_ids":[16]},{"cast":["Carlos Larkin"],"overview":"There are some movies that are so bad they're good. And there are some movies that are so bad- that they're just bad...","release_date":"2004-07-13","vote_average":4.7,"runtime":60,"cert":"N\/A","id":93115,"title":"The 50 Worst Movies Ever Made","adult":false,"genre_ids":[99]},{"cast":["Meri D. Marshall","April Stewart","Mary Kohnert","Jack DeLeon","Patricia Scott Michel"],"overview":"A young girl who aspires to a singing career gets herself and her best friend a job as valet parking girls at a Malibu party in order to meet people who can help them achieve their dreams.","release_date":"1987-01-01","vote_average":3.7,"runtime":82,"cert":"N\/A","id":93116,"title":"Valet Girls","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Explosive and energetic, Alanis Morissette pulls in the audience on this episode of HDNet Concerts Presents with hints of hard rock, gentle folk, electronic beats and free flowing Eastern melodies. The set includes quintessential hits about loving and letting go from the seven-time Grammy winner’s days as a confessional rock phenomenon: “All I Really Want,” “Hands Clean,” “Thank U” and “Uninvited.” The singer\/songwriter also introduces fans to her latest and most adventurous album, So-Called Chaos, with songs including “Eight Easy Steps,” and “Excuses,” among others. The honest, unadulterated performance reflects Morissette’s move away from her days as a rancorous 90’s rocker, and into the mode of mature musician ready to experiment with her strengths. Morissette’s enduring introspection, continual evolution and evocative stage presence shine in this performance.","release_date":"1997-09-05","vote_average":7.0,"runtime":54,"cert":"N\/A","id":93117,"title":"Alanis Morissette: Head Over Feet","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"No overview found.","release_date":"2009-01-01","vote_average":7.0,"runtime":81,"cert":"N\/A","id":93120,"title":"What on Earth?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Lasseter-San, Arigato! depicts the 2002 trip by several employees of Studio Ghibli to promote the movie Sen to Chihiro no Kamikakushi (Spirited Away) in North America. It was originally made as a private thank-you gift from Ghibli to John Lasseter, the Lasseter-San of the title. The show appears similar to a home movie, or private documentary.  This footage includes snippets from some of Miyazaki's films, as well as some Pixar shorts. The most striking part were clips from Porco Rosso, interchanging with images of Miyazaki flying a red double-decker.","release_date":"2003-11-01","vote_average":0.0,"runtime":155,"cert":"N\/A","id":93125,"title":"Thank You, Mr. Lasseter","adult":false,"genre_ids":[99,16]},{"cast":["Alison Skipworth","Roland Young","Sari Maritza","Kent Taylor","Roscoe Karns"],"overview":"A couple of down-and-out British aristocrats buy an American roadhouse.","release_date":"1933-03-03","vote_average":0.0,"runtime":68,"cert":"N\/A","id":93128,"title":"A Lady's Profession","adult":false,"genre_ids":[35]},{"cast":["Nick Manning","Michelle Wild","Judith Bodor","Frank Gun","Attila"],"overview":"","release_date":"2003-01-25","vote_average":7.5,"runtime":null,"cert":"N\/A","id":93143,"title":"Euroglam Budapest 1: Wanda Curtis","adult":true,"genre_ids":[]},{"cast":["Mick Blue","Csoky Ice","Nick Manning","Veronica Sinclair","Judit Vecsey"],"overview":"","release_date":"2002-03-31","vote_average":6.8,"runtime":null,"cert":"N\/A","id":93144,"title":"Euroglam Budapest 2: Nikki Blonde","adult":true,"genre_ids":[]},{"cast":["Azim","Subhash Dutta","\tMisbah","Mustafa","Rahman"],"overview":"Directed by Mustafiz, the film made a record as the first Bangla movie to run for 25 weeks. The romantic movie also presented the first popular on-screen couple in our cinema, Rahman-Shabnam.","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93147,"title":"Harano Din","adult":false,"genre_ids":[10749,18]},{"cast":["Alektra Blue","Roxy DeVille","Lexi Love","Mya Luanna","Holly Morgan"],"overview":"This Britney Foster-directed, girls-only affair kicks off when Holly Morgan finds some other girl’s panties in her girlfriend’s bedroom. That quickly sends her down a dark path that lands her in police officer Valerie Vasquez’s jurisdiction, where Holly quickly engages in revenge sex.  Holly also gets her revenge later sandwiched in between Alektra Blue and Roxy Deville. But when it all turns out to be a big mistake, Holly’s spurned lover Lexi Love makes it with Ariel X and Alex Devine. All the dildos come out, Ariel takes it in the butt and officer Vasquez returns for a cameo.","release_date":"2007-11-14","vote_average":0.0,"runtime":91,"cert":"N\/A","id":93156,"title":"Babes Illustrated 16","adult":true,"genre_ids":[]},{"cast":["Audrey Hollander","Barbara Summer","Cytherea","Kayla Marie","Lauren Phoenix"],"overview":"Award winning director Bridgette Kerkove takes you into the competitive world of modeling, where anything goes, but usually anything is clothes and going, is actually... Cumming Tempers run high when top models cohabitate in a palatial estate. Cat-fights, photo shoots and a whole lot of making up dominate this two hour glimpse into life in front of the camera! Spend a little face time, with the girls.","release_date":"2005-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93157,"title":"Babes Illustrated 15","adult":true,"genre_ids":[]},{"cast":["Alexa Siren","Ann Marie Rios","Felecia","Jenaveve Jolie","Jennifer Luv"],"overview":"Jill and Chris, a sizzling monogamous lesbian couple, take a weekend retreat to spice up their sex life. They are put into immediate counseling by the world-renowned sex therapist Dr. Tina Cage to test the strength of their relationship. Will it hold up? Or will the seduction of the other beautiful, sexy resort guests ruin their love forever? Betrayal is just a few fingers, a stiff tongue, and a toy or two away!","release_date":"2004-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93158,"title":"Babes Illustrated 14","adult":true,"genre_ids":[]},{"cast":["\tSumita Devi","Anwar Hossain","Khan Ataur Rehman"],"overview":"One of the first feature films by the talented director, Zahir Raihan, Kancher Deyal stood out for a number of reasons. Except for a few scenes in the end, the movie was shot indoors, more specifically in a room. The movie revolved around an ill-fated orphan who had to bear maltreatment at her uncle's household. Khan Ataur Rahman's classic, Shyamol Boron Meyeti accompanied by the doe-eyed Sumita Devi's striking gaze, epitomised the quintessential Bangalee beauty.","release_date":"1963-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93159,"title":"The Glass Wall","adult":false,"genre_ids":[18]},{"cast":["Ann Marie Rios","Avy Scott","Buffy Sinclair","Cherokee","Felix Vicious"],"overview":"Award-winning director James Avalon gives us a behind-the-scenes look into the ultra-glam life of super-nude model Nadine (Ann Marie). Watch as an obsessed documentary film-maker interviews Nadine's closest friends and associates, staging a series of erotic encounters portraying the mysterious brunette at her sensual best. Avalon gives Babes Illustrated an unexpected twist, king of like 2 gorgeous bikini-clad beauties bathing on a snowy beach!","release_date":"2003-08-26","vote_average":10.0,"runtime":89,"cert":"N\/A","id":93160,"title":"Babes Illustrated 13","adult":true,"genre_ids":[]},{"cast":[],"overview":"The first movie based on the life of the last sovereign Nawab of Bengal, Bihar and Orissa and the historical events of the Battle of Palaashi was directed by Khan Ataur Rahman. Anwar Hossain played the role of the doomed Nawab. Khan Ataur Rahman and Anowara played other major roles in the movie.","release_date":"1967-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93161,"title":"Nawab Sirajuddaula","adult":false,"genre_ids":[10752,36]},{"cast":["Shaukat Akbar","Amjad","Anwar Hossain","Roushan Jamil","Razzak"],"overview":"A political satire of Bangladesh under the rule of Pakistan metaphorically, where an autocratic woman in one family symbolizes the political dictatorship of Ayub Khan in East Pakistan.","release_date":"1970-03-09","vote_average":10.0,"runtime":150,"cert":"N\/A","id":93162,"title":"Jibon Thekey Neya","adult":false,"genre_ids":[18,36]},{"cast":["Hashmot","Anwar Hossain","Kobori","Razzak"],"overview":"Rangbaaz introduced the idea of an \"anti-hero\" to Bangladeshi cinema.","release_date":"1973-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93163,"title":"Rangbaaz","adult":false,"genre_ids":[28,10749,18]},{"cast":["Fakrul Hasan Bairagi ","Narain Chakraborty ","Kabari Choudhury ","Roushan Jamil","Sirajul Islam"],"overview":"An in-depth look at the lives and struggles of the community of fishermen living by the river Titash.","release_date":"1973-04-26","vote_average":5.5,"runtime":159,"cert":"","id":93164,"title":"A River Called Titas","adult":false,"genre_ids":[10751,18]},{"cast":["Brooke Waters","Crystal Wilder","Felecia","Kaitlyn Ashley","Melanie Moore"],"overview":"Babes in Paradise The Babes of Cal Vista are back, and hotter than ever. This time around they've found paradise. Where you ask? Where else? In that warm and moist little garden nestled between the creamy thighs of some of the most outrageously randy honeys this side of heaven! These girls just can't get enough, but then, how could you get enough of the likes of Kaitlyn Ashley, or luscious newcomer Sylvia Ryder? So jump on in, paradise is as close as your DVD.","release_date":"1994-11-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":93165,"title":"Babes Illustrated 2","adult":true,"genre_ids":[]},{"cast":["Koji Yakusho","Yuko Asano","Bunta Sugawara","Ryûdô Uzaki","Tsurutaro Kataoka"],"overview":"A new magistrate in the town of Horisoto—widely reputed to be the most lawless township in Japan, uses guile and his opponents' own misperceptions and prejudices to defeat his enemies and uproot corruption.","release_date":"2000-05-13","vote_average":4.6,"runtime":111,"cert":"N\/A","id":93174,"title":"Dora-heita","adult":false,"genre_ids":[35]},{"cast":["Anna Neagle","Anthony Quayle","Zsa Zsa Gábor","Katherine Kath","Dora Bryan"],"overview":"American scientist Dr. Frank Smith is brought to Britain to help the C.I.A. There is a defecting East block scientist they want him to debrief. The commies are less than amused and set Dr. Smith up for a murder.  Zsa Zsa Gabor plays one of the CIA agents.","release_date":"1958-01-21","vote_average":6.2,"runtime":97,"cert":"","id":93175,"title":"The Man Who Wouldn't Talk","adult":false,"genre_ids":[80,18]},{"cast":["Shun Oguri","Atsuro Watabe","Takuya Ishida","Yoshie Ichige","Kuranosuke Sasaki"],"overview":"The film stars Oguri Shun as an experienced mountain climber and rescue team volunteer named Shimazaki Sanpo. Sanpo loves the mountains and wants as many people as possible to experience everything they have to offerâ€”so much so that he never holds a grudge against anyone for causing an accident due to their own negligence. Even if a fellow rescuer dies, he's the kind of man who can look toward the corpse and say \"You did your best.\" One spring, newcomer Shiina Kumi (Nagasawa Masami) is assigned to the Nagano prefecture mountain rescue team where she experiences growth thanks to Sanpo's guidance and the seemingly harsh training methods of the team's captain, Noda (Sasaki Kuranosuke). However, she becomes depressed when she's unable to translate her skills to a real-life situation. As her confidence wanes, multiple accidents occur simultaneously due to a mountain blizzard, forcing the entire team into action.","release_date":"2011-05-07","vote_average":4.7,"runtime":126,"cert":"N\/A","id":93178,"title":"Peak: The Rescuers","adult":false,"genre_ids":[18]},{"cast":["Cindy Boudreau","Sandra Kay","Michele Marie","Robert S. Barba","Bud Irwin"],"overview":"Three attractive sisters have one year to avenge their mother's murder and collect her inheritance.","release_date":"1975-01-31","vote_average":6.3,"runtime":74,"cert":"N\/A","id":93179,"title":"The Immoral Three","adult":false,"genre_ids":[28]},{"cast":["Katherine Cortez","Barry Bell","Nita Patterson","J.G. Patterson Jr.","Don Cummins"],"overview":"The murder of an innocent, happy couple leads to a courtroom trial that would sentence the killer to death, but who really did it?","release_date":"1976-06-04","vote_average":0.0,"runtime":86,"cert":"N\/A","id":93180,"title":"The Electric Chair","adult":false,"genre_ids":[80,18]},{"cast":["Stanley Baker","Anne Heywood","David McCallum","Peter Cushing","John Slater"],"overview":"Struggle between a Liverpool Juvenile Liaison officer and a young and dangerous pyromaniac.","release_date":"1958-01-14","vote_average":7.5,"runtime":108,"cert":"","id":93181,"title":"Violent Playground","adult":false,"genre_ids":[18]},{"cast":["Aidan Quinn","Jared Harris","Ric Reid","Martin Martinuzzi","Neil Foster"],"overview":"In this purely fictional story, Paul McCartney drops by The Dakota to visit John Lennon in 1976. Paul is still on top of the music world, reaching #1 with his new band, Wings. John, however, has retired from public life, choosing to raise his son, Sean. Rumors are rampant that The Beatles are going to reunite to play a concert. Paul, the consummate entertainer, is intrigued by the possibilities. But John, still fighting his inner demons, is content keeping Beatlemania a thing of the past. But even though the two men are still at odds over the band, they rediscover that they still have bonds from the past that will never go away.","release_date":"2000-02-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":93184,"title":"Two Of Us","adult":false,"genre_ids":[18,10770]},{"cast":["Jeanne Helbling","Suzy Pierson","Olga Day","Raymond Guérin-Catelain","René Ferté"],"overview":"A wealthy young businessman consecutively falls in love with a classy English woman (Pearl), a Russian sculptress (Athalia), and a naive working-class girl (Lucie).","release_date":"1927-01-01","vote_average":6.2,"runtime":41,"cert":"N\/A","id":93189,"title":"The Three-Sided Mirror","adult":false,"genre_ids":[18]},{"cast":["Alysin Chaynes","Ann Marie Rios","Carolyn Monroe","Ember","Jade Marcela"],"overview":"That's right , two sets of twin sisters means 4 X the pussy and one hell of a headache tring to figure out who's who!We're here to double your pleasure in the latest episode of our award-winning all-girl group grope, and what better way to do it than with 2 sets of scorching-hot twin sisters! Add to the equation plenty of toys, titties and tasty twats and you've got yourself one amazing pussy party!","release_date":"2002-07-09","vote_average":0.0,"runtime":95,"cert":"N\/A","id":93200,"title":"Babes Illustrated 12","adult":true,"genre_ids":[]},{"cast":["Bobbie Barron","Calli Cox","Chrissy Sparks","Goldie McHawn","Logan LaBrent"],"overview":"Tanya Danielle married for money. When her old coot of a husband finally kicks the bucket, she throws a girl party of epic proportions. Who says money brings out the worst in people.","release_date":"2001-10-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":93201,"title":"Babes Illustrated 11","adult":true,"genre_ids":[]},{"cast":["Bridgette Kerkove","Casey Raye","Dayton Rains","Dee","Grace Harlow"],"overview":"Gorgeous Grace Harlow (of Zazel Fame) takes you on an intimate journey into her deepest fantasies. With a supporting cast of the most beautiful women in the adult industry, you're sure to enjoy every single minute of Babes Illustrated Volume 10. Image is everything!","release_date":"2000-12-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":93206,"title":"Babes Illustrated 10","adult":true,"genre_ids":[]},{"cast":["Tabitha Stevens","Houston","Shelbee Myne","Ron Jeremy","Bridgette Kerkove"],"overview":"What happens when three aspiring actresses waiting for their big break can't pay their rent? Their creepy landlord installs cyber cams in their home and broadcasts their every move through the World Wide Web. Lube up and log on to Babes Illustrated #9: Cyber Sluts. Make sure to check out other volumes from this exciting series.","release_date":"2001-06-05","vote_average":8.0,"runtime":85,"cert":"N\/A","id":93207,"title":"Babes Illustrated 9: Cyber Sluts","adult":true,"genre_ids":[]},{"cast":["Viva Anne","Bobbie Barron","Alexandra Silk","Amber Michaels","Charmane Star"],"overview":"When syren's cousin salvatore gets busted for ripping off customers, he puts her in charge of his busy auto repair business in his absence.syren is ecstatic.there's only one problem; syren doesn't know a thing about cars and neither do any of the sexy friends she enlists to help her. The result is mayhem mixed with a ton of hot and nasty girl\/girl action.","release_date":"1999-11-01","vote_average":10.0,"runtime":189,"cert":"N\/A","id":93208,"title":"Babes Illustrated 8","adult":true,"genre_ids":[]},{"cast":["Georgia Harrell","Michael Sanville","Googy Gress","Sheila Kennedy","Vincent D'Onofrio"],"overview":"A group of teenage summer campers and one counselor share the stories of their first sexual experiences when an avalanche traps them in a cave...","release_date":"1983-11-04","vote_average":3.7,"runtime":88,"cert":"N\/A","id":93215,"title":"The First Turn-On!","adult":false,"genre_ids":[35]},{"cast":["Vyacheslav Tikhonov","Boris Shcherbakov","Leonid Kuravlyov","Veronika Izotova","Stanislav Sadalskiy"],"overview":"Потрясающий актерский состав демонстрирует блестящую игру в этом фильме, основанном на реальных фактах. Вам откроется секрет валютных махинаций в крупных размерах, проводимых в тишине партийных коридоров. Двое высокопоставленных лиц - партбоссов, сотрудничают с банковскими воротилами Цюриха. Но произойдет много жутких событий, прежде чем приоткроется тайна золота партии...","release_date":"1993-06-06","vote_average":3.5,"runtime":148,"cert":"N\/A","id":93218,"title":"Kodeks Beshchestiya","adult":false,"genre_ids":[9648,28]},{"cast":["Élodie Bouchez","José María de Tavira","Karim Saleh","Karolina Muller","Marianna Kulukundis"],"overview":"A young artist in Manhattan falls in love with a Mexican.","release_date":"2010-10-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":93223,"title":"The Imperialists Are Still Alive!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Steve Sandvoss","Nicole Vicius","Guillermo Díaz","Tessa Thompson"],"overview":"A medical student (Steve Sandvoss) is working on a research project and discovers that he is able to reanimate recently-deceased mice. He takes a break from his work to go on a trip with three friends. He admits to his friend Sophia (Nicole Vicius) that he loves her – but shortly after this she falls into a nearby lake and drowns. Using the methods from his research project he is able to revive her, but the process requires that he extract the hormone Oxytocin from a recently-dead corpse. He murders two women, and attempts to murder a third, in the process of keeping Sophia alive. His actions arouse the suspicion of his friends and the campus police. In a twist at the end of the film, Sophia remembers the circumstances of her death, which changes the audience’s perceptions of the actions of one of the main characters in the story","release_date":"2010-01-01","vote_average":5.3,"runtime":97,"cert":"N\/A","id":93226,"title":"Exquisite Corpse","adult":false,"genre_ids":[27]},{"cast":["Jeroen Krabbé","Marijke Merckens","Henriëtte Tol","Claire Wauthion","Huib Rooymans"],"overview":"Maarten, a 34 year old cell biologist, works on cloning. One night he dreams he has only seven days left to live.","release_date":"1981-02-19","vote_average":6.3,"runtime":92,"cert":"N\/A","id":93227,"title":"A Flight of Rainbirds","adult":false,"genre_ids":[18,35]},{"cast":["Malin Crépin","Richard Ulfsäter","Björn Kjellman","Leif Andrée","Kajsa Ernst"],"overview":"While covering the annual Nobel Banquet for tabloid Kvällspressen, crime reporter Annika Bengtzon witnesses a spectacular murder right in front of her. Two people are shot, one of them the controversial Laureate in Medicine, Aaron Wiesel. Annika is the key witness and is bound by the police not to disclose anything she has seen. A terrorist group with connections to the Middle East quickly admits responsibility for the murder. International press is all over the story, as are the police.","release_date":"2012-03-02","vote_average":5.9,"runtime":90,"cert":"N\/A","id":93230,"title":"Nobel's Last Will","adult":false,"genre_ids":[18,53,9648]},{"cast":["Tatyana Vasileva","Elena Velikanova","Olga Drozdova","Valeriy Garkalin","Dmitriy Pevtsov"],"overview":"18-year old girl, called Slavka, born in a small northern town, comes to Moscow - to become a singer or a real pop-star. She got no cash, but just the business card of one of the most famous music producer, called Larisa. But Slavka appears to be quite pushy, and gets herself on board Larisa. And suddenly psycho shock happens - 48-year old Larisa recognizes herself and her own youth in a teen age Slavka, who has the same fighter's nature...","release_date":"2005-06-06","vote_average":4.5,"runtime":111,"cert":"N\/A","id":93233,"title":"Pop World","adult":false,"genre_ids":[18,35]},{"cast":["Lee Remick","Marlee Matlin","Michael O'Keefe","Candace Brecker","Allison Silva"],"overview":"A woman with a hearing problem tries to get het life back together after a car accident that killed her husband.","release_date":"1989-04-09","vote_average":0.0,"runtime":100,"cert":"N\/A","id":93236,"title":"Bridge to Silence","adult":false,"genre_ids":[18,10749]},{"cast":["Patricia Clarkson","Caroline Dhavernas","Colm Feore","Bernard Hepton","Louise Marleau"],"overview":"A rich American woman and her French husband start a Parisian salon.","release_date":"2002-09-02","vote_average":5.0,"runtime":95,"cert":"N\/A","id":93239,"title":"The Baroness and the Pig","adult":false,"genre_ids":[18]},{"cast":["Aiden Starr","Ben English","Briana Banks","Christian XXX","Denice Klarskov"],"overview":"After going through hundreds of fan request, Briana picks the five kinkiest, hottest, anal, dp, ass-eating, cum-drenched request ... and performs them as only B. Skow can capture.","release_date":"2010-10-31","vote_average":4.0,"runtime":166,"cert":"N\/A","id":93240,"title":"Briana Extreme","adult":true,"genre_ids":[]},{"cast":["Lanny Barbie","Lee Garland","Tommy Gunn","Jay Huntington","Jay Lassiter"],"overview":"When an ingénue heads to America to find fame and fortune in Hollywood, her mother does what any normal red-blooded European mother would do: she puts a hit out on a gaggle of porn stars to discourage her daughter from going XXX. Join adult's hottest brunette bombshell Lanny Barby in Burnt Fury, the new Vivid romp that's part police story and part \"Story of 'O'\". Guaranteed to spring you, from wherever you are.","release_date":"2007-05-02","vote_average":0.0,"runtime":131,"cert":"N\/A","id":93249,"title":"Burnt Fury","adult":true,"genre_ids":[]},{"cast":["Bobby Williams","Brad Patton","Chase Hunter","Tommy Brandt","Erik Campbell"],"overview":"Join Falcon Exclusive Tommy Brandt and a lusty entourage of chiseled Falcon men for a weekend of erotic indulgence in Palm Springs. These guys know what it takes to satisfy the most urgent desires and Tommy takes full advantage of their talents!","release_date":"2004-08-22","vote_average":8.0,"runtime":90,"cert":"N\/A","id":93252,"title":"Tommy's Tale","adult":true,"genre_ids":[]},{"cast":["Benjamin Burnley","Chad Szeliga"],"overview":"Breaking Benjamin Live - The Homecoming Get ready for Breaking Benjamin, one of the most fresh and exciting bands in the Modern Rock scene, performing live in Bethlehem, Pennsylvania, where it all began. Theses east coast alt-rockers perform songs from their platinum album We Are Not Alone in addition to their recent release, Phobia, in front of a sold-out hometown crowd at Stabler Arena.","release_date":"2007-04-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":93255,"title":"Breaking Benjamin Live:  The Homecoming","adult":false,"genre_ids":[]},{"cast":["Robert Byrd","Cathy Smith","Nathan Young","Tomas Young"],"overview":"Documentary about Tomas Young, a 25 year old veteran who got paralyzed in Iraq and became an peace activist.","release_date":"2007-09-11","vote_average":8.3,"runtime":87,"cert":"N\/A","id":93260,"title":"Body of War","adult":false,"genre_ids":[99,10752]},{"cast":["David Dukes","Richard Jordan","Harvey Keitel","Frank Langella","Roy Scheider"],"overview":"Seven men have a group session and share their feelings on women, love, life and work.","release_date":"1986-09-19","vote_average":4.4,"runtime":101,"cert":"N\/A","id":93263,"title":"The Men's Club","adult":false,"genre_ids":[18]},{"cast":["Daws Butler"],"overview":"Tom has a chunk of the leftover chicken just before his owner George goes to look at the fridge. He threatens to take care of whichever animal did it. Tom frames Spike the dog, but Jerry snaps a photo of him in the act, prints up dozens of copies, and then battles Tom to get George to see one of them.","release_date":"1957-11-01","vote_average":6.5,"runtime":6,"cert":"N\/A","id":93266,"title":"Tom's Photo Finish","adult":false,"genre_ids":[35,16]},{"cast":["Fedja van Huêt","Marcel Hensema","Kim Huffman","Jeroen Willems","Saskia Temmink"],"overview":"Psychological thriller. Geography teacher smuggles a case of heroin for a friend.","release_date":"2001-09-27","vote_average":6.3,"runtime":90,"cert":"N\/A","id":93269,"title":"The Cave","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93272,"title":"La transamazonienne","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93273,"title":"Esquisses Philippines","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93274,"title":"Un ami chilien","adult":false,"genre_ids":[]},{"cast":["Simon Gallup","Jason Cooper","Porl Thompson","The Cure"],"overview":"The Multi-platinum, ground breaking British band that defined a decade as the quintessential musical voice of the 80′s, The Cure, perform at Time Warner Cable Arena in Charlotte , North Carolina.","release_date":"2008-06-16","vote_average":0.0,"runtime":55,"cert":"N\/A","id":93275,"title":"The Cure: 4Play in Charlotte","adult":false,"genre_ids":[]},{"cast":[],"overview":"Grammy-nominated, multi-platinum selling rock band Death Cab for Cutie delivers a set of emotionally charged and beautifully crafted songs to a sold-out, House Of Blues, Atlantic City crowd. The show captures the band's screaming fans singing along to classic Death Cab hits, including \"Sound Of Settling\" \"The New Year\", \"Transatlanticism\", \"Soul Meets Body\" as well as newer songs off the band's latest release, Narrow Stairs, featuring their anthemic single\" I Will Possess Your Heart\". Also featuring exclusive behind the scenes interviews with the band.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93276,"title":"Death Cab For Cutie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fall out Boy rocks the Nokia Theater Times Square in New York City to celebrate the debut of their album Folie à Deux. This high-energy concert special features the band playing their biggest hits as well as new songs. Their hits include \"Thanks For The Memories\" and \"Sugar, We're Goin Down.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93279,"title":"Fall Out Boy: Folie `a Deux NYC to LA","adult":false,"genre_ids":[]},{"cast":["Bulbul Ahmed","Golam Mustafa","Kafi Khan","Maya Hazarika","Jayasree Kabir"],"overview":"A disastrous cyclone strands a rich girl and a poor man on a secluded island.","release_date":"1977-01-01","vote_average":0.5,"runtime":117,"cert":"N\/A","id":93280,"title":"Shimana Periye","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Matchbox Twenty performs their greatest hits on HDNET Concerts.","release_date":"2011-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93281,"title":"HDNet Concerts Presents: Matchbox Twenty and Train","adult":false,"genre_ids":[10402]},{"cast":["Babita","Anwar Hossain","Roushan Jamil","Rosy Samad"],"overview":"A brilliant film made by Amjad Hossain on the oppressed have-nots of rural Bangladesh, Golapi Akhon Train-e, enjoyed a phenomenal success. The movie showcasing talented actors Rowshan Jamil, Bobita, and Anowara also brought to attention the issue of inequitable treatment of women.","release_date":"1978-01-01","vote_average":0.0,"runtime":114,"cert":"N\/A","id":93284,"title":"The Endless Trail","adult":false,"genre_ids":[18]},{"cast":["Lee Vervoort"],"overview":"A group of friends go on a road trip soon after their high school graduation and get lost in the middle of nowhere. They stumble upon an abandoned Wild West tourist attraction that was abandoned when the former owner went crazy and killed several customers. The friends are captured and murdered one-by-one - could the crimes be the doing of the former owner who was just released from the state mental hospital after serving thirty years and will anyone escape from the maniacal killer?","release_date":"2009-12-01","vote_average":3.8,"runtime":78,"cert":"N\/A","id":93285,"title":"Gun Town","adult":false,"genre_ids":[18,27,28,53]},{"cast":["A.T.M. Shamsuzzaman","Roushan Jamil","Dolly Anowar","Elora","Flora"],"overview":"Jointly directed by Mashihuddin Shaker and Sheikh Niamat Ali, the film denotes realism in the most unpretentious way like Satyajit Ray's classic Pother Panchali does. Among films that were financed by the Bangladesh government, this was the first to be released. Set in the post World War II era, the movie depicts the eternal struggles of the exploited poor in our country who often become drifters. Rowshan Jamil, Dolly Anwar, Keramat Moula, and Elora Gohar played the major characters in the movie, which received several National Awards.","release_date":"1979-11-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":93290,"title":"The Ominous House","adult":false,"genre_ids":[18]},{"cast":["OASIS"],"overview":"Oasis plays songs from all their albums - spanning a nearly twenty year career - but the songs from their new album, \"Dig Out Your Soul,\" are featured heavily on the set list.","release_date":"2008-11-27","vote_average":0.0,"runtime":59,"cert":"","id":93291,"title":"Oasis:  Standing on the Edge of the Noise","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Carlos Santana's unprecedented return to the legendary Fillmore in San Francisco, California in 2008 is his fan's greatest opportunity to see the enigmatic axe man in a rare and intimate setting, what many consider to be his greatest homecoming.","release_date":"2008-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93292,"title":"Santana:  Multi Dimensional Warrior","adult":false,"genre_ids":[]},{"cast":["Seal"],"overview":"HDNet Concerts brings you the PREMIERE of 4-Time Grammy Award Winner, Seal. Watch the man who captured Heidi Klum’s heart, capture you with a performance only HDNet Concerts could bring you.","release_date":"2012-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93293,"title":"HDNet Concerts Presents: Seal","adult":false,"genre_ids":[]},{"cast":[],"overview":"The concert, “Smashing Pumpkins–The Fillmore Residency,” features seven new tracks as well as older hits like “Blue Skies Bring Tears,” “Super Christ,” “Starla,” “No Surrender,” “The Rose March,” and “Zeitgeist.”","release_date":"2007-07-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93296,"title":"Smashing Pumpkins–The Fillmore Residency","adult":false,"genre_ids":[]},{"cast":["Christopher H. Myers","Stephanie Vizzi"],"overview":"Chronicles two summer days in the life of a young recent family: Lena, 17, and Joe, 20, two recent and accidental parents residing in a diverse suburban neighborhood in northeast Baltimore City.","release_date":"2006-04-02","vote_average":5.0,"runtime":65,"cert":"N\/A","id":93307,"title":"Hamilton","adult":false,"genre_ids":[18]},{"cast":["Paul McCartney","David Gilmour","Ian Paice","Mick Green","Pete Wingfield"],"overview":"On December 14, 1999, 300 people squeezed into the Cavern Club in Liverpool to watch Paul McCartney perform at The Beatles' legendary venue for the first time since 1963. Pink Floyd guitarist David Gilmour and Deep Purple drummer Ian Paice were among the other great musicians joining Paul on stage. You can now view this unique piece of rock 'n' roll history, as well as two of Paul's latest music videos and an interview with him on this special home video release. Songs: Honey Hush, Blue Jean Bop, Brown-Eyed Handsome Man, Fabulous, What It Is, Lonesome Town, Twenty Flight Rock, No Other Baby, Try Not to Cry, Shake a Hand, All Shook Up, I Saw Her Standing There, Party.","release_date":"1999-12-15","vote_average":10.0,"runtime":46,"cert":"","id":93314,"title":"Paul McCartney: Live at the Cavern Club","adult":false,"genre_ids":[10402]},{"cast":["Norah Jones"],"overview":"Norah Jones performs a blend of covers and tracks from her highly anticipated fourth album, The Fall.","release_date":"2011-11-27","vote_average":0.0,"runtime":53,"cert":"N\/A","id":93323,"title":"HDNet Concerts Presents: Norah Jones","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This 1943 Army training film was nominated for an Academy Award for Best Documentary in 1944.","release_date":"1943-12-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":93336,"title":"Baptism of Fire","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93353,"title":"CantaJuego 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93356,"title":"CantaJuego 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-06-05","vote_average":9.0,"runtime":null,"cert":"N\/A","id":93357,"title":"CantaJuego 5","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-12-07","vote_average":9.0,"runtime":null,"cert":"N\/A","id":93358,"title":"CantaJuego 6","adult":false,"genre_ids":[]},{"cast":["Brittany Andrews","Laurel Canyon","Asia Carrera","Michael J. Cox","Ian Daniels"],"overview":"You've never seen Serenity this wild! Serenity pushes all the right buttons...","release_date":"2000-06-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":93361,"title":"Wickedgirl.com","adult":true,"genre_ids":[]},{"cast":["Julia Ann","Brad Armstrong","Jezebelle Bond","Billy Glide","T.J. Hart"],"overview":"Evil comes in many voices!\r You can't see them, but you can hear them. Constantly. Whispers that shout so loud, it'll drive you insane.","release_date":"2002-07-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":93362,"title":"Wicked Whispers","adult":true,"genre_ids":[]},{"cast":["Avena Lee","Barrett Blade","Brad Armstrong","Brittney Skye","Cherokee"],"overview":"Kaylani Is About To Shake Up The Sexiest Luau Wicked's Ever Held.\r So you think Kaylani's hot? You ain't seen nothin' yet.","release_date":"2005-04-21","vote_average":0.0,"runtime":82,"cert":"N\/A","id":93363,"title":"Wicked Sex Party 7","adult":true,"genre_ids":[]},{"cast":["Devinn Lane","Inari Vachs","Miko Lee","Brittany Andrews","Briana Banks"],"overview":"Devinn's Ready to Roll.","release_date":"2001-01-16","vote_average":0.0,"runtime":84,"cert":"N\/A","id":93364,"title":"Vegas or Bust","adult":true,"genre_ids":[]},{"cast":["Lexi Belle","Ashley Jensen","Veronica Jett","Alexis Love","Nick Manning"],"overview":"What are these teenage beauties up to ?\r Find out, when they tell you their darkest secrets.","release_date":"2008-04-22","vote_average":0.0,"runtime":134,"cert":"N\/A","id":93367,"title":"Teenage Hooker Confessions","adult":true,"genre_ids":[]},{"cast":["Aaron Wilcox","Alyssa Reece","Audrianna Angel","Danni Cole","Georgia Jones"],"overview":"Have you ever felt like someone was watching your every move? Well, the oversexed babes in this movie aren't just dreaming! It seems that aliens have descended on Earth to get a first hand view of the hot-n-horny babes as they explore anal sex, three-ways and hot girl\/girl! We're not alone!","release_date":"2009-10-05","vote_average":0.0,"runtime":123,"cert":"N\/A","id":93370,"title":"Teen Alien Sex Dreams","adult":true,"genre_ids":[]},{"cast":["Alektra Blue","Brynn Tyler","Kristina Rose","Madelyn Marie","Ryder Skye"],"overview":"What could be better than Studio 68? Why, Studio 69, of course. Anything goes in this studio of hardcore sex action.","release_date":"2010-06-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":93377,"title":"Studio 69","adult":true,"genre_ids":[]},{"cast":["Jessica Drake","Keri Sable","Rita Faltoyano","Jenaveve Jolie","Austin Kincaid"],"overview":"Have you ever wondered how much a night with the girl of your dreams would cost? Tonight the only size that matters is how big your bank roll is, because these girls are up for auction and if the price is right they will do anything and everything.","release_date":"2005-09-30","vote_average":0.0,"runtime":104,"cert":"N\/A","id":93382,"title":"Sold","adult":true,"genre_ids":[]},{"cast":["Brooke Burns","George Stults","David Moscow","Alexandra Lydon","Catherine Hicks"],"overview":"A young law student, Abby Porter, suspects that her sister, a stripper, may have been murdered. She discovers an illegal network of cross border plastic surgery centers providing crude, but inexpensive cosmetic surgery to young women in the United States.","release_date":"2011-06-19","vote_average":6.0,"runtime":85,"cert":"N\/A","id":93383,"title":"Borderline Murder","adult":false,"genre_ids":[53]},{"cast":["Mikayla Mendez","Alektra Blue","Jennifer Dark","Sativa Rose","Tiffany Tyler"],"overview":"Lights! Camera! Action! And when Wicked points the camera, there's bound to be plenty of action! Mikayla Mendez lights up the screen as she seduces the camera, her man, and even sultry Sativa Rose. And when Mikayla isn't on set, it's time for fellow Wicked girl Alektra Blue to shine. Sit back and prepare to be seduced by Sex on Set.","release_date":"2009-11-18","vote_average":0.0,"runtime":83,"cert":"N\/A","id":93392,"title":"Sex on Set","adult":true,"genre_ids":[]},{"cast":["Eva Angelina","Tom Byron","Daisy Marie","Kaylani Lei","Rebeca Linares"],"overview":"Sin (sins) Noun : An act, thought or way of behaving that goes against moral teachings. To knowingly commit a serious moral offense. Something that offends ethical principle. Join award winning director Jonathan Morgan as he explores the dark side of Sin with an all star line up of adult's biggest names. Kaylani Lei, Mikayla, Eva Angelina, Shyla Stylez, Alexis Texas, Daisy Marie and Rebecca Linares will each push the envelope as they commit shameful offenses for the entire world to see. Can humanity survive Wicked's Seven Deadly Sins? There's only one way to find out...","release_date":"2008-09-03","vote_average":0.0,"runtime":125,"cert":"N\/A","id":93397,"title":"Seven Deadly Sins","adult":true,"genre_ids":[]},{"cast":["Amy Brooke","Tony De Sergio","Ally Kay","Jamie Elle","Cali Kayden"],"overview":"It's time for the naughty girls of Hedley Reform School to get down 'n dirty and prove why they belong there. Lots of long, hard discipline, tight little school girls, sloppy anal sex and girl\/girl encounters are just a few things you need to complete the course ... and at Hedley, you don't wanna skip a single lesson!","release_date":"2010-03-24","vote_average":0.0,"runtime":122,"cert":"N\/A","id":93400,"title":"Reform School Girls 6","adult":true,"genre_ids":[]},{"cast":["Andreas Wilson","Emma Griffiths Malin","Diogo Infante","Ed Stoppard","Mark Heap"],"overview":"The young and promising genetics researcher Thomas Nielsen will stop at nothing to become the first person to identify the elements in man that trigger aggression. To achieve faster results he performs illegal tests on the convicted mass murderer Iparrah. But when Thomas one day gets caught, he injects the unauthorized test agent itself. This turns out to have unexpected effects ...","release_date":"2005-01-11","vote_average":4.7,"runtime":103,"cert":"N\/A","id":93407,"title":"Animal","adult":false,"genre_ids":[53,878]},{"cast":["Sandra Ng Kwun-Yu","Jacky Cheung","Andy Lau","Leon Lai","Ronald Cheng"],"overview":"The year is 2046 and 82 year old Golden Chicken (slang for prostitute) Kum (Sandra Ng), spots a heartbroken man (Chapman To) planning to take memory loss-pills. Claiming that Hong Kong people have a way of forgetting, she begins to recap part of her life story, starting in 2003 during a time where she was desperately looking for a husband and the SARS outbreak happened...","release_date":"2003-12-24","vote_average":6.5,"runtime":104,"cert":"N\/A","id":93412,"title":"Golden Chicken 2","adult":false,"genre_ids":[18,35,10749]},{"cast":["Annie Cruz","Veronica Lynn","Mr. Pete","Mr. Marcus","Lacey Tom"],"overview":"Porno reality - nothing fake, nothing planned. Three brand-new idols get down, get off &amp; go off - stand back or be singed.","release_date":"2004-09-16","vote_average":0.0,"runtime":168,"cert":"N\/A","id":93421,"title":"Azn Super Idols 2","adult":true,"genre_ids":[]},{"cast":["David Aaron Clark","Ashley Marie","Brian Surewood","Marie Luv","Naomi Zen"],"overview":"These sexy Asian girls will make you blow your load! You'll be creaming all over the place as you watch this smoking hot flick.","release_date":"2006-04-10","vote_average":0.0,"runtime":157,"cert":"N\/A","id":93422,"title":"Azn Super Idols 3","adult":true,"genre_ids":[]},{"cast":["Tia Tanaka","Scarlett Ventura","Mr. Marcus","Brian Surewood","Mr. Hentai"],"overview":"Last year Tia and Scarlett were classmates, chasing boys and hanging out at the mall. This year they're the hottest Asian starlets in Pornland!","release_date":"2006-07-17","vote_average":0.0,"runtime":146,"cert":"N\/A","id":93423,"title":"Azn Pop 2","adult":true,"genre_ids":[]},{"cast":["Chiezô Kataoka","Ryûnosuke Tsukigata","Chizuru Kitagawa","Yuriko Tashiro","Daisuke Katô"],"overview":"Set during the Edo period, Bloody Spear at Mount Fuji is a tragicomic road movie of sorts, following a samurai, his two servants – including spear-carrier Genpachi (Chiezô Kataoka) – and the various people they meet on their journey, including a policeman in pursuit of a thief, a young child and a woman who is to be sold into prostitution.","release_date":"1955-02-27","vote_average":8.1,"runtime":94,"cert":"N\/A","id":93424,"title":"Bloody Spear at Mount Fuji","adult":false,"genre_ids":[18,12]},{"cast":["Kirk Douglas","Barbara Rütting","Christine Kaufmann","Hans Nielsen","Ingrid van Bergen"],"overview":"Four American soldiers stationed near a German village face death in the rape of a local girl and are defended by outside counsel Major Steve Grant.","release_date":"1961-10-10","vote_average":7.6,"runtime":105,"cert":"N\/A","id":93427,"title":"Town Without Pity","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A Russian director films the road works in front of his house for the period of a year. But the challenge to fix a pothole seems to be impossible.","release_date":"2003-10-01","vote_average":5.3,"runtime":82,"cert":"","id":93440,"title":"Hush!","adult":false,"genre_ids":[99]},{"cast":["Pavel Novotny","Ivan Rohan","Pavel Vichera","Lance Selleck","Marc Vidal"],"overview":"When several lovely reporters have a hard time getting an interview with the local hockey team after the big game, they storm the locker room and do whatever it takes to get JAN DVORAK and his teammates to talk to them! Don't miss these gorgeous girls and hot hockey studs as they enjoy some great bisexual escapades, including guy on guy and girl on girl action!","release_date":"2002-03-07","vote_average":8.0,"runtime":90,"cert":"N\/A","id":93443,"title":"Bi the Blue Line","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adventures of Erast Petrovich Fandorin series of novels written by the Russian author Boris Akunin.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":93446,"title":"The Adventures of Erast Fandorin","adult":false,"genre_ids":[]},{"cast":["Reymonde Amsallem","Nadav Nates","Eldad Prives","Ronit Yudkevitz"],"overview":"Galia, a young 27 year old woman injured in the bombing of a bus in Jerusalem, will start searching for the man who saved her life. A journey that will reveal to her an unsuspected truth.","release_date":"2008-01-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":93447,"title":"Seven Minutes in Heaven","adult":false,"genre_ids":[18,10749,53]},{"cast":["Tommy Gunn","Marcos Leon","Lola","Shy Love","Jennifer Luv"],"overview":"The winner takes all, and so much more. The competition is stiff, and everyone is trying to end up on top.","release_date":"2004-09-12","vote_average":0.0,"runtime":75,"cert":"N\/A","id":93450,"title":"Latin Car Show Queens","adult":true,"genre_ids":[]},{"cast":["Nick Garrison","Lowell Deo","Evan Mosher","Philip D. Clarke"],"overview":"In 1967, a chemical plant near a discreet roadside restroom causes an outbreak of gay zombies. At a near by beach cottage a group of best friends must fight off the undead.","release_date":"2006-06-03","vote_average":5.0,"runtime":71,"cert":"N\/A","id":93451,"title":"Creatures from the Pink Lagoon","adult":false,"genre_ids":[27,35]},{"cast":["Tom Beck","Alexandra Finder","Karoline Kunz","Edda Leesch","Nicola Ransom"],"overview":"","release_date":"2004-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93452,"title":"Eine unter Tausend","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary takes a look at gargoyles, the stone or cement creatures that adorn the lofty tops of buildings. Thought by some to contain the trapped souls of the condemned and believed by others to ward off evil, these adornments are sources of curiosity even today.","release_date":"1998-03-30","vote_average":4.0,"runtime":115,"cert":"N\/A","id":93453,"title":"Gargoyles: Guardians of the Gate","adult":false,"genre_ids":[36,99]},{"cast":["Sasha Grey","Dana DeArmond","Jandi Lin","Kelly Skyline","Kimberly Kane"],"overview":"Two strangers meet. Their eyes lock, tension builds, passion erupts. The two embark on a silent journey overflowing with obsession, sex, lies, and secrets. Award winning director, David Stanley, reveals the separate lives of two people forever changed by a chance meeting. Their torrid affair brings them face to face with conflict and pain as they navigate through past and present events. Can they return to their lives or will they continue to share \"The Last Rose\" of lust...","release_date":"2008-05-07","vote_average":0.0,"runtime":106,"cert":"N\/A","id":93454,"title":"The Last Rose","adult":true,"genre_ids":[10749,18]},{"cast":["Alan Stafford","Angelina Armani","Cayden Moore","Chase Taylor","Holly Fox"],"overview":"The disciplinarians are back to work on their disobedient students in another installment of \"Reform School Girls 5\". Hedly Reform School continues to catch naughty students breaking the rules and the staff must take drastic measures to change these bad girls into good girls. When spanking just isn't enough, an anal romp is just what one student needs to learn her lesson. What else will these dedicated professors do to change these girls around?? You'll have to register for class and find out for yourself!","release_date":"2009-02-18","vote_average":0.0,"runtime":116,"cert":"N\/A","id":93455,"title":"Reform School Girls 5","adult":true,"genre_ids":[]},{"cast":["Steve Carell","Kristen Wiig","Benjamin Bratt","Miranda Cosgrove","Dana Gaier"],"overview":"Gru is recruited by the Anti-Villain League to help deal with a powerful new super criminal.","release_date":"2013-06-25","vote_average":6.9,"runtime":98,"cert":"U","id":93456,"title":"Despicable Me 2","adult":false,"genre_ids":[16,35,10751]},{"cast":["Gene Hackman","Craig Sheffer","Carmine Caridi","Jennifer Beals","Jeff Fahey"],"overview":"When a boxer is killed because he wouldn't take a dive, his brother tries to find a way to avenge him even if only symbolically.","release_date":"1988-06-11","vote_average":5.4,"runtime":95,"cert":"N\/A","id":93457,"title":"Split Decisions","adult":false,"genre_ids":[18]},{"cast":["Pierce Brosnan"],"overview":"Thomas the Tank Engine rediscovers the lost railway town of Great Waterton. A new engine named Stanley is brought to help restore the town, but Thomas becomes jealous when Stanley wins over his friends.","release_date":"2008-07-01","vote_average":4.4,"runtime":60,"cert":"N\/A","id":93458,"title":"Thomas & Friends: The Great Discovery: The Movie","adult":false,"genre_ids":[16,10751]},{"cast":["Julien Baumgartner","Matthias Van Khache","Jérémie Elkaïm","Armelle Deutsch"],"overview":"","release_date":"2001-12-26","vote_average":4.3,"runtime":null,"cert":"N\/A","id":93461,"title":"Sexy boys","adult":false,"genre_ids":[35]},{"cast":["Sam Seder","Sarah Silverman","H. Jon Benjamin","David Earl Waterman","Alex Ferrer"],"overview":"A documentary team gets a grant to do a film on a rare fatal disease that is attacking homeless people. However, they quickly find the film too depressing. Ducking into a nightclub, they discover a young Manhattan comedienne and decide instead to follow her as she makes the circuit of auditions in L.A. as she tries to get a TV pilot. Unfortunately, she has failed to tell her boyfriend of this move. He decides he will trail her out west. There, the boyfriend runs into an old friend who has already made a break on a TV pilot. Seizing the opportunity, the actress turns her attentions to the established actor. However, the actress goes nowhere in auditions, but her ex-boyfriend is suddenly noticed and becomes the next hot prospect.","release_date":"1997-04-10","vote_average":6.5,"runtime":94,"cert":"N\/A","id":93462,"title":"Who's the Caboose?","adult":false,"genre_ids":[35]},{"cast":["Aiden Starr","Alan Stafford","Aubrey Addams","Cara Dee","Chris Strokes"],"overview":"The strict teachers and disobedient students of Hedly Reform School are back in the fourth installation of this hot 'n horny series. When naughty students get caught breaking the rules, the staff must take drastic measures to change these bad girls into good girls. When spanking just isn't enough, an anal romp is just what one student needs to learn her lesson. What else will these dedicated professors do to change these girls around? You'll have to register for class and find out for yourself.","release_date":"2008-07-22","vote_average":0.0,"runtime":130,"cert":"N\/A","id":93463,"title":"Reform School Girls 4","adult":true,"genre_ids":[]},{"cast":["Mickey Rooney","Judy Garland"],"overview":"In a deconstruction of classic Hollywood codes, using repetitive single frame images, the re-editing of teenager movies produces an intense Oedipal drama.","release_date":"1998-01-01","vote_average":4.6,"runtime":15,"cert":"N\/A","id":93468,"title":"Alone. Life Wastes Andy Hardy","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Overview","release_date":"2012-02-23","vote_average":4.5,"runtime":null,"cert":"N\/A","id":93475,"title":"כרמלה גרוס ואגנר - מופע איחוד בזאפה","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Staycation Surfari Epic on Zero Dollars... Making their own boards, bamboo rickshaws, solar cookers, and hobo stoves, surfers Ryan Burch and Cyrus Sutton set off on a thirty mile, eight day walk through San Diego, CA. But what begins as a guide to taking a minimalist surfing journey, quickly becomes an examination of freedom vs alienation.","release_date":"2010-12-15","vote_average":8.0,"runtime":55,"cert":"N\/A","id":93476,"title":"Stoked And Broke","adult":false,"genre_ids":[]},{"cast":["Santosh Juvekar","Chinmay Mandlekar","Dilip Prabhavalkar","Ganesh Yadav","Janardan Parab"],"overview":"There is a history of enmity between the youngsters of Ganesh Chawl, led by Manya (Santosh Juvekar) and Khatav Chawl, led by Sameer (Chinmay Mandlekar). Their rivalry intensifies during festivals like Gokulashtami and Ganeshotsav when both camps try to out-do each other","release_date":"2011-01-01","vote_average":6.9,"runtime":19,"cert":"N\/A","id":93479,"title":"Morya","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"An avant-garde sonic and visual reediting of a short clip from the classic 1962 film \"To Kill a Mockingbird\".","release_date":"1993-01-01","vote_average":4.6,"runtime":12,"cert":"N\/A","id":93480,"title":"Passage à l'acte","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arnold's original material is a piece of found-footage from the 50s. 18 seconds long and very typical for the period. A quiet take: a living room, a woman in an arm-chair. Her husband opens the door, kisses her, then moves out of the picture accompanied by a disturbing pan, his wife follows him. In Arnold's film the sequence takes 16 minutes. Cadre by cadre, it becomes an exiting tango of movements. But pièce touchée is more than just a matter of forms. The reflections, distortions and delays it displays challenge Hollywood's stable system of space and time.","release_date":"1989-01-01","vote_average":6.1,"runtime":16,"cert":"N\/A","id":93481,"title":"Pièce touchée","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short found footage trailer made for a film program dedicated to the depiction of Jesus in cinema.","release_date":"1993-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":93482,"title":"Jesus Walking on Screen","adult":false,"genre_ids":[]},{"cast":["Travis Haley"],"overview":"Whether Military, Law Enforcement, responsible armed citizen or a competitor, this Adaptive Carbine training video is the first step in increasing a shooter's survivability. The basis comes from the history and evolution of weapons manipulation in disruptive environments and the adaptation of disruptive technologies. Any person that takes their shooting lifestyle seriously has to understand these disruptions and needs to keep an open mind in order to prevent an absolute mindset and\/or negative training inertias.","release_date":"2011-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93483,"title":"Adaptive Carbine","adult":false,"genre_ids":[]},{"cast":["Travis Haley"],"overview":"Adaptive, efficient and effective. Special Operations Veteran Travis Haley delivers a modern handgun fighting program for military, government contractors, law enforcement officers, responsible armed citizens and competitors built around mindset and skill. Fundamental mechanics are broken down to granular levels, demonstrated and explained, giving students a deeper understanding of what the body does under stress. Bringing together knowledge, skill and survivability to find and overcome failure points, building true problem solvers that can react to dynamic situations.","release_date":"2011-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":93486,"title":"Adaptive Handgun","adult":false,"genre_ids":[99]},{"cast":["Chow Yun-Fat","Jacky Cheung","Raymond Wong","Cherie Chung","Carol Cheng"],"overview":"Three oddball brothers go looking for love but unfortunately, their out-there personalities get in the way!","release_date":"1988-02-11","vote_average":6.5,"runtime":91,"cert":"N\/A","id":93487,"title":"The Eighth Happiness","adult":false,"genre_ids":[35]},{"cast":["Tina Aumont","Yves Beneyton","Balthazar Clémenti","Margareth Clémenti","Jean-Pierre Kalfon"],"overview":"Half family photo album, half ciné-tract, the film was shot in Paris during the events of May ‘68 and in Rome where the actor was featuring in the film Partner by Bertolucci. Rediscovered in a basement in 1999, this silent film appears to be one of Clémenti’s most purely beautiful and concentrated works, at times recalling Brakhage and Eisenstein. - MUBI","release_date":"1968-05-01","vote_average":7.5,"runtime":23,"cert":"N\/A","id":93488,"title":"The Revolution Is Only a Beginning. Let's Continue Fighting.","adult":false,"genre_ids":[]},{"cast":["Nadine Alkan","Michelle Bernet","Maurice Béjart","Balthazar Clémenti","Pierre Clémenti"],"overview":"\"Chronicles of the Present Times\" - An experimental trilogy comprising 'Visa De Censure No.X', 'Livre De Famille' and 'Anima Mundi'. New Old flows together footage from more than a decade of his wandering between scenes, sets, and drugs, an accelerated world tour through various iterations of the counterculture.","release_date":"1979-11-21","vote_average":10.0,"runtime":63,"cert":"N\/A","id":93491,"title":"New Old","adult":false,"genre_ids":[99]},{"cast":["Richard Harrison","Loredana Nusciak","Livio Lorenzon","Gérard Tichy","Edoardo Toniolo"],"overview":"Framed for the escape of five gladiators from the arena, the son of one of Sparta's leading citizens is sentenced to the arena as gladiator himself and forced to fight for his life in the Roman Colosseum. Years later he manages to escape and return to Sparta, only to find out that his father has been murdered--even though it was ruled a \"suicide\"--and the woman he loves is about to marry the evil king who has usurped the throne. He sets out to find six of his fellow gladiators and return to Sparta to save his woman and place the rightful king on the throne.","release_date":"1962-10-11","vote_average":4.0,"runtime":93,"cert":"N\/A","id":93492,"title":"Gladiators 7","adult":false,"genre_ids":[18,28,12]},{"cast":["Pierre Clémenti","Margareth Clémenti","Balthazar Clémenti"],"overview":"Pierre Clémenti's Soleil presents a psychedelic meditation on his life and his detention in an Italian Prison in 1972.","release_date":"1988-12-01","vote_average":7.5,"runtime":16,"cert":"N\/A","id":93495,"title":"The Sun","adult":false,"genre_ids":[]},{"cast":["Barbara Girard","Pierre Clémenti","Étienne O'Leary","Yves Beneyton","Jean-Marc Momon"],"overview":"Shot in 1967 but not released until 1975, actor Pierre Clémenti’s acid-infused experimental whirlwind of colour and music featuring a who’s who of the French 60s underground.","release_date":"1967-01-01","vote_average":8.8,"runtime":42,"cert":"N\/A","id":93496,"title":"Visa de censure n° X","adult":false,"genre_ids":[]}]