[{"cast":["Pierre Agostino","Carolyn Brandt","Chuck Alford","Jim Parker","Forrest Duke"],"overview":"A photographer cruises Hollywood and takes pictures of young models he then strangles. Meanwhile, a woman who works in a porno bookstore in downtown L.A. takes it upon herself to kill off the local derelicts. Soon the two killers meet up with each other.","release_date":"1979-01-01","vote_average":1.0,"runtime":72,"cert":"N\/A","id":95000,"title":"The Hollywood Strangler Meets the Skid Row Slasher","adult":false,"genre_ids":[27]},{"cast":["Petra Wright ","Mark Derwin","Kip Pardue","Jonathan Silverman"],"overview":"\"Laura Smiles\" is an alarmingly effective portrait of a woman's mental breakdown.  We are introduced to \"Laura\" at her happiest time, in a warm, loving relationship with her fiancé (a very appealing Kip Pardue) in the city, literally the love of her life. In flashbacks, we then see the sweet development of this relationship out of order as these moments become brightly lit and colored memories that desperately intrude on her later in life, as she becomes consumed with guilt and remorse over his fate.  These feelings start to overwhelm her current life as a wife and mother. As something inconsequential in what she calls her \"suburban drudgery\" triggers the past -- in the supermarket, cooking, cleaning, at a school play-- she acts out increasingly aberrantly to counteract the feelings they generate, especially when she can no longer distinguish past from present from dreams, recalling Blanche Du Bois.","release_date":"2006-09-22","vote_average":4.3,"runtime":98,"cert":"N\/A","id":95011,"title":"Laura Smiles","adult":false,"genre_ids":[18]},{"cast":["Alan Ladd","Virginia Mayo","Joseph Calleia","Phyllis Kirk","Alf Kjellin"],"overview":"In this biopic, Jim Bowie goes to New Orleans, where he falls for Judalon and befriends her brother, Narcisse. Soon, Jim is forced to avenge Narcisse's murder, but Judalon takes up with another man. Jim eventually has another romantic interlude with Judalon and is forced to kill one of her suitors in self-defense. Jim leaves town, and falls for the daughter of a Texas politician, but his entanglement with Judalon continues to bedevil him.","release_date":"1952-11-19","vote_average":4.1,"runtime":110,"cert":"N\/A","id":95012,"title":"The Iron Mistress","adult":false,"genre_ids":[36,18,28,37]},{"cast":["Luanne Roberts","Dixie Donovan","Lois Ursone","Sherise Roland","Christopher Stone"],"overview":"Satan lets Jezebel return to earth to deliver the soul of a blonde virgin named Rachel by taking over her body. However, Jezebel gets more than she bargained for.","release_date":"1970-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":95013,"title":"The Joys of Jezebel","adult":false,"genre_ids":[35]},{"cast":["Connie Nelson","John Alderman","Catherine Howard","Gary Kent","Liz Renay"],"overview":"A cautionary tale. At 17, Sherman Oaks high schooler Pam Banner has a baby out of wedlock. The baby is adopted, but Pam's too embarrassed to go back to school, so her dad gets her a job as the receptionist for a talent agent. A rock star takes her to a party, seduces and abandons her; that starts a spiral of partying, free love, and drug use. Pam becomes friends with Jeannie, a hooker who supports Jimmy, a useless druggie. Soon the three of them are living together, and Jimmy seems appealing to Pam. She's missing work more and more often, Jeannie wants out of the life, Jimmy is going through withdrawal, and Pam is in the middle of a maelstrom. Is there any exit for Pam?","release_date":"1970-01-01","vote_average":7.0,"runtime":85,"cert":"N\/A","id":95018,"title":"The Hard Road","adult":false,"genre_ids":[18]},{"cast":["Henry Silva","Dan Duryea","Thomas Hunter","Nicoletta Machiavelli","Gianna Serra"],"overview":"After the Civil War ends, two soldiers return home with a cache of stolen money. They are caught by Union troops. One escapes, but the other is sent to prison for five years. When he gets out and goes home, he finds that his wife has died in poverty because his partner kept all the money, and is now a major power in the area with an army of deadly gunmen to back him up.","release_date":"1966-09-09","vote_average":5.9,"runtime":89,"cert":"N\/A","id":95019,"title":"The Hills Run Red","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"Long before New York Mayor Rudy Giuliani launched his campaign to clean up the city, Times Square was the stage for a slew of religious zealots and fanatics, all preaching their brand of fire and brimstone to anyone who would listen. Filmed between 1993 and 1998, Richard Sandler's documentary gives viewers a glimpse into the not-so-distant past, when 42nd Street was the shared pulpit of the most colorful assortment of ministry imaginable.","release_date":"1999-08-16","vote_average":0.0,"runtime":93,"cert":"N\/A","id":95020,"title":"The Gods of Times Square","adult":false,"genre_ids":[99]},{"cast":["Jane Snowden","Alexandre Sterling","Diana Blackburn","Øystein Wiik","Jacqueline Doyen"],"overview":"A young British girl journeys to Paris to go to college, and is determined to find the man of her dreams and fall madly in love. However, things don't work out quite the way she planned.","release_date":"1985-02-21","vote_average":5.0,"runtime":100,"cert":"N\/A","id":95023,"title":"The Frog Prince","adult":false,"genre_ids":[10749,10751,18]},{"cast":["Peggy Lawson","Leo Hurwitz"],"overview":"A documentary about the film-maker's wife and co-worker, Peggy Lawson, who died in 1971.","release_date":"1980-12-31","vote_average":8.3,"runtime":225,"cert":"N\/A","id":95026,"title":"Dialogue with a Woman Departed","adult":false,"genre_ids":[99]},{"cast":["Charles Starrett","Jock Mahoney","Angela Stevens","Tris Coffin","Myron Healey"],"overview":"Charles Starrett makes his final appearance as The Durango Kid, this time as Steve Reynolds, a postal inspector who has gone underground to catch the bad guys. His longtime sidekick, Smiley Burnette appears as an itinerant optometrist who is hardly in the plot line of the film. Jock Mahoney plays Jack Mahoney, an eastern educated dude who has come back home. The Durango Kid teaches Jack how to draw and fire a six-gun, and the two ultimately work together to bring the outlaws to justice.","release_date":"1952-08-19","vote_average":0.0,"runtime":55,"cert":"N\/A","id":95027,"title":"The Kid from Broken Gun","adult":false,"genre_ids":[37]},{"cast":["Robert Fuller","Sherry Bain","Tony Russel","William Bonner","Biff Elliot"],"overview":"While in Vietnam, a GI promises his dying buddy that he'll take care of his motorcycle, \"Baby\", when he gets back home. After his discharge, he meets up with his dead friend's girlfriend, gets the bike, and then runs into trouble from some other bikers who don't like the idea of his having the motorcycle or the girl.","release_date":"1971-04-22","vote_average":5.3,"runtime":93,"cert":"N\/A","id":95028,"title":"The Hard Ride","adult":false,"genre_ids":[18,28]},{"cast":["Keith Michell","Adrienne Corri","Peter Cushing","Peter Arne","Kai Fischer"],"overview":"Years after fleeing his ancestral home with his mother, Jason returns home to claim his birthright, only to find his way blocked by his evil cousin Thomas. In order to reclaim his title, Jason must do battle with his cousin, who calls upon the members of the deadly Hellfire Club to stop him.","release_date":"1961-02-03","vote_average":0.0,"runtime":90,"cert":"","id":95029,"title":"The Hellfire Club","adult":false,"genre_ids":[12]},{"cast":["Noel Reyburn","Ethel Barrett","Jerry Franks","Shirley Holmes"],"overview":"A small town boy heads for the lights of the big city and discovers the delights of hard liquor and fast women. Ere long, he becomes an addict, a dope peddler and a shop-lifter to obtain money for drugs.","release_date":"1956-10-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":95030,"title":"The Flaming Teenage","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1977-01-01","vote_average":7.3,"runtime":108,"cert":"N\/A","id":95031,"title":"The Anchorite","adult":false,"genre_ids":[]},{"cast":["Derek Cole"],"overview":"An unknown man makes his way into a quiet neighborhood bringing nothing but torture and pain along side him. The police are on the hunt for someone with no identity, the only evidence of his existence is the mess he leaves behind. When he enters the home of Roy and Jessica, they have no idea what's in store for them. As the story unravels you find that there may be more motive behind the mans actions than either of them could ever imagine.","release_date":"2011-12-06","vote_average":3.9,"runtime":81,"cert":"N\/A","id":95040,"title":"The Mutilation Man","adult":false,"genre_ids":[53,27]},{"cast":["Leszek Teleszynski","Wojciech Pszoniak","Michal Grudzinski","Monika Niemczyk","Bozena Miefiodow"],"overview":"During the Prussian army's invasion to Poland in 1793, a young Polish nobleman Jakub is saved from the imprisonment by a stranger who wants in return to obtain a list of Jakub's fellow conspirators. Following his mysterious saviour across the country, Jakub sees the overall chaos and moral corruption including his father's death and his girlfriend's betrayal. Being apparently demented by what he has seen, he commits a number of seemingly motiveless and gory killings.","release_date":"1972-01-01","vote_average":8.1,"runtime":119,"cert":"N\/A","id":95043,"title":"The Devil","adult":false,"genre_ids":[18,27]},{"cast":["Carole Lombard","Charles Laughton","William Gargan","Harry Carey","Frank Fay"],"overview":"When visiting San Francisco, Tony Patucci, a ageing winegrower from the Napa Valley, sees waitress Amy Peters and falls in love. Returning home, he persuades his foreman Joe, an incorrigible womanizer, to write her a letter in Tony's name. Tony's courtship by mail culminates with a proposal, and when she requests a picture of him, he sends one of Joe. Amy accepts and goes to Napa to be married. Although horrified to discover that her prospective husband is the portly Tony, she decides to go through with the marriage. However, while Tony is in bed after an accident, Amy and Joe has an affair.\r Two months later, as Tony plans the wedding, she discovers that she is pregnant. Upon learning this, Tony pummels Joe, who leaves the vineyards. but forgives Amy, and insists that they still be married, But she is unable to forgive herself, so she leaves with the priest who's come to marry them, while Tony looks on, hoping that she will return one day.","release_date":"1940-10-19","vote_average":5.5,"runtime":96,"cert":"N\/A","id":95046,"title":"They Knew What They Wanted","adult":false,"genre_ids":[18,10749]},{"cast":["Jack Benny","Eddie 'Rochester' Anderson","Phil Harris","Andy Devine","Ellen Drew"],"overview":"Radio star Jack Benny, intending to stay in New York for the summer, is forced by the needling of rival Fred Allen to prove his boasts about roughing it on his (fictitious) Nevada ranch. Meanwhile, singer Joan Cameron, whom Jack's fallen for and offended, is maneuvered by her sisters to the same Nevada town. Jack's losing battle to prove his manhood to Joan means broad slapstick burlesque of Western cliches.","release_date":"1940-05-31","vote_average":0.0,"runtime":82,"cert":"N\/A","id":95053,"title":"Buck Benny Rides Again","adult":false,"genre_ids":[35,37]},{"cast":["Charles Hubbell","Bridget McGrath","Joseph Andrew Schneider"],"overview":"Kimberly will stop at nothing to have a child of her own. Recovering from cancer her possibilities seemed slim. However, the world's first successful human cloning project brings an opportunity and a son named David. Seven years after David's birth, wars, famine and natural disasters of every kinds have plagued the Earth. As Kimberly struggles to survive, her biggest challenge is raising her son. Strange occurrences that surround David are only becoming worse and more mysterious. Roger, the head researcher of the cloning project returns to reveal that David was cloned from DNA taken from the Shroud of Turin... from blood of Christ.","release_date":"2011-05-06","vote_average":4.0,"runtime":89,"cert":"N\/A","id":95056,"title":"I'm Not Jesus Mommy","adult":false,"genre_ids":[18,878,53]},{"cast":["Mark Knopfler","John Illsley","Jack Sonni","Alan Clark","Guy Fletcher"],"overview":"Registration of the concert on 10th July 1985, at Wembley Stadium, London, UK","release_date":"1985-07-10","vote_average":0.0,"runtime":79,"cert":"","id":95057,"title":"Dire Straits: Wembley Does The Walk","adult":false,"genre_ids":[10402]},{"cast":["Joel McCrea","Forrest Tucker","Susan Cabot","John Russell","George N. Neise"],"overview":"New Mexico Territory, August 1879. The few surviving members of a cavalry column, which has been relentlessly decimated by the Apaches, attempt to reach Fort Crain. On their way through a hostile land, the obsessive and ruthless Sergeant Vinson takes to the limit the battered will of the troopers under his command.","release_date":"1958-05-14","vote_average":5.8,"runtime":80,"cert":"N\/A","id":95060,"title":"Fort Massacre","adult":false,"genre_ids":[37]},{"cast":["Paul Michael Lévesque","Mick Foley","Dwayne Johnson","Chris Irvine","Paul Wight"],"overview":"Royal Rumble (2000) was the thirteenth annual Royal Rumble PPV. It was presented by MCI's 1-800-COLLECT. It took place on January 23, 2000 at Madison Square Garden in New York, New York.  The main event was the Royal Rumble match, which grants the winner a title shot at Wrestlemania. Featured matches on the undercard included a street fight match between Triple H and Cactus Jack for the WWF Championship, a Triple Threat match for the WWF Intercontinental Championship, and The New Age Outlaws versus The Acolytes for the WWF Tag Team Championship.  This Royal Rumble was the first WWF pay-per-view event to air on terrestrial television in the United Kingdom, as Channel 4 had acquired the rights to broadcast World Wrestling Federation programming that year.","release_date":"2000-01-23","vote_average":4.8,"runtime":180,"cert":"N\/A","id":95061,"title":"WWE Royal Rumble 2000","adult":false,"genre_ids":[28,18]},{"cast":["Orlando Urdaneta","Daniel Lugo","Aroldo Betancourt","Mariano Álvarez","Elluz Peraza"],"overview":"In the wake of a banking crisis, four middle class friends throw a 'white glove' hold up, only to find out that their bank has already gone bankrupt.","release_date":"1998-06-19","vote_average":8.3,"runtime":100,"cert":"N\/A","id":95068,"title":"Little Thieves, Big Thieves","adult":false,"genre_ids":[18,35]},{"cast":["Diana Kjær","Robert Strauss","Annelie Alexandersson","Poul Bundgaard","Inger Sundh"],"overview":"Known to her clients as Dagmar, she's a classy Swedish call girl in Copenhagen. After two years, she's ready quit, and we follow her on what she hopes is her last day in the trade. She wakes at 9 AM, gets her first call and a marriage proposal, checks in with her doctor, pays final visits to various clients, arranges to lease her flat, passes on her black book to a colleague, tries to beg off on an impromptu session with Japanese businessmen, has a quick conversation with her brother, and makes a couple of charitable contributions. All the while, her eyes on the clock, there's the threat of her pimp finding out about her plans. If she pulls it off, what awaits?","release_date":"1971-10-01","vote_average":4.7,"runtime":85,"cert":"N\/A","id":95077,"title":"Dagmar's Hot Pants, Inc.","adult":false,"genre_ids":[18,10749,35]},{"cast":["Gustavo Rodríguez","Tatiana Capote","Alicia Plaza"],"overview":"It is a black comedy that expresses the contradictions, passions and miseries of a Venezuelan man who has climbed the social ladder on the basis of the easy wealth, devoid of the concept of effort and shows a way of being Venezuelan. The glitz, and the schizophrenia characterize the character.  Oswaldo is tired of enduring the tedium of his wife and lives a passionate affair with a television star. For him, the center of his life is the money to buy anything and anyone.","release_date":"1984-01-01","vote_average":6.5,"runtime":103,"cert":"N\/A","id":95078,"title":"Adios Miami","adult":false,"genre_ids":[35]},{"cast":["George Hilton","Klaus Kinski","Ray Saunders"],"overview":"A twist of fate leads a recent Westpoint grad into being responsible for the execution of two fellow American GIs. The young lieutenant comes of age, and the two battle hardened veterans achieve a state of grace through acts of sacrifice.","release_date":"1969-08-10","vote_average":5.9,"runtime":98,"cert":"N\/A","id":95083,"title":"Salt in the Wound","adult":false,"genre_ids":[10752]},{"cast":["Nick Cassavetes","Shannon Whirry","Richard Roundtree","Anna Karin","Sandahl Bergman"],"overview":"A successful psychiatrist has his world turned upside-down by the appearance of a mystery woman who cannot recall her own past...","release_date":"1993-04-21","vote_average":5.0,"runtime":96,"cert":"N\/A","id":95084,"title":"Body of Influence","adult":false,"genre_ids":[53]},{"cast":["Cindy Eilbacher","Robert Fuller","Andrew Prine","Michael Callan","Diane McBain"],"overview":"A grim incident from American pioneer history is recreated as a determined group of settlers, facing almost insurmountable odds, struggles to reach California in 1846. Already divided by internal dissension over the choice of a leader and the selection of a route, the wagon train is soon decimated by Indian raids, a scarcity of food and water, and the unrelenting forces of nature. Finally after months of hardship, the party reaches the High Sierras, only to be stranded in the middle of the pass by an early snowstorm. And as fear of an agonizing death from starvation forces the abandonment of conventional rules of human behavior, the pioneers face a new enemy - each other.","release_date":"1978-10-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":95085,"title":"Donner Pass: The Road to Survival","adult":false,"genre_ids":[10770,12,18,36,37]},{"cast":["Elaiza Gil"],"overview":"Magaly enters a TV contest looking for Marilyn Monroe look-alikes, pressured by her husband and a money prize of $25,000 to help them overcome their precarious financial situation. During the casting for the contest, Magaly meets Norma, her strongest and cheating competitor, a voluptuous version of Marilyn ; and Rossel, the sponsor, a well-suited millionaire who is sure about conquering her. Looking for an adviser for the contest, Magaly and Arturo find Hector, a transvestite that believes himself to be Monroe's reincarnation. He tries to do with Magaly what he cant do with himself as a man: to become the real Marilyn Monroe. In the process of becoming Marilyn Monroe, Magaly suffers an identity crisis that mimics the life of the mythical blonde.","release_date":"2008-02-01","vote_average":7.5,"runtime":85,"cert":"N\/A","id":95086,"title":"The Color of Fame","adult":false,"genre_ids":[18]},{"cast":["Lon Chaney Jr.","John Carradine","Rochelle Hudson","Roger Gentry","Ron Doyle"],"overview":"John Carradine narrates five horror tales, each with a comically predictable surprise ending. In the first, \"The Witches Clock\", The Farrells have purchased an old mansion in Salem Massachusetts, and are warned by the town doctor of the history of witches in the community. The second story, \"King of the Vampires\" deals with a slight-figured killer, called the King of the Vampires by Scotland Yard. The third, \"Monster Raid,\" is about a man turned zombie when he OD's on his experimental drug. \"Spark of Life\" deals with a doctor Mendell obsessed with the experiments of a thrown-out professor named Erich von Frankenstein. \"Count Alucard\" is a variation on the Dracula story, with the Count acquiring the deed to Carfax Abbey from Harker, as vampiresses and dead bodies start turning up.","release_date":"1967-01-01","vote_average":3.6,"runtime":83,"cert":"N\/A","id":95091,"title":"Dr. Terror's Gallery of Horrors","adult":false,"genre_ids":[27]},{"cast":["Nicky Henson","Richard Todd","Aimi MacDonald","Geoffrey Keen","Dudley Sutton"],"overview":"No. 1 is fearless, irrestible, and licensed to kill. No. 1 is assigned to capture a madman killing international financiers. Before getting the bad guy, No. 1 encounters mercenaries from the evil organization K.R.A.S.H. (Killing, Rape, Arson, Slaughter, and Hit).","release_date":"1978-04-01","vote_average":6.0,"runtime":91,"cert":"","id":95094,"title":"No. 1 of the Secret Service","adult":false,"genre_ids":[28,35]},{"cast":["Rose Kent-McGlew","Alec Herskowitz","Tiger Darrow","Tony Vespe","Alex Schroeder"],"overview":"An infection which appears to be caused by a bacteria in the water turns out to be more. A fourteen-year-old student, Dannie, feels the real cause is linked to her recurring dreams. When the infection reaches an epidemic level. it becomes clear that this infection not only kills, but restores the body to a minimally functioning state where the infected become the \"living-dead\". This unique twist on the classic zombie theme, centers around the highly-intuitive Dannie Jacobs and a group of four other middle school students who try to save their friends, their town and themselves in spite of the odds against them. While they are desperately trying to find an answer before it's too late, they meet researcher Sue who may hold the key to the infection and Dannie's dreams.","release_date":"2006-03-25","vote_average":6.3,"runtime":68,"cert":"N\/A","id":95099,"title":"Pathogen","adult":false,"genre_ids":[]},{"cast":["Robert Fuller","Rolf Eden","Avraham Mor","Reuven Bar-Yotam","Gabi Amrani"],"overview":"At the start of the 1967 Six-Day War (June 5-10) between Israel and the surrounding Arab nations, a team of eight Israeli commandos, with their female boat captain in tow, are sent on a suicide mission deep into the Sinai to destroy an important Arab radar station at Sharm El Sheikh to pave way for the main invading Israeli forces.","release_date":"1968-06-20","vote_average":6.0,"runtime":97,"cert":"N\/A","id":95104,"title":"Sinai Commados","adult":false,"genre_ids":[12]},{"cast":["Vanessa Howard","Mona Washbourne","Paul Nicholas","George Benson","Peter Copley"],"overview":"Two young people plot to get their hands on grannie's money, but rather than simply pushing her down the stairs they hatch an elaborate plot to convince her that radical youth have taken over England are planning to do away with \"oldies\" like her.","release_date":"1972-06-16","vote_average":4.7,"runtime":93,"cert":"N\/A","id":95105,"title":"What Became of Jack and Jill?","adult":false,"genre_ids":[53,27,9648]},{"cast":["Donna Young","Allan Warnick","Kipp Whitman"],"overview":"Country girl comes to the big city, gets into all kinds of trouble.","release_date":"1972-03-22","vote_average":0.0,"runtime":95,"cert":"N\/A","id":95108,"title":"Wild Honey","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The remarkable story of a K through 12 school on Chicago's impoverished, high crime West Side, that has been sending 100% of graduating seniors to four year colleges and universities for 30 years. More than half of them are accepted by tier one schools and the class of 2008 was awarded more than $4.5 million in college scholarships. Providence St. Mel is a school that has completely escaped America's educational crisis. Written by Rollin Binzer","release_date":"2009-09-25","vote_average":0.0,"runtime":92,"cert":"N\/A","id":95109,"title":"The Providence Effect","adult":false,"genre_ids":[99]},{"cast":["Hy Pyke","Gregory Scott Cummins","Katina Garner","Carla Baron","Michael Potts"],"overview":"A young boy named Tommy sees his father murdered by his grandfather in a brutal satanic ritual on Halloween night. Years later, as Tommy's grandfather attempts to initiate him into the cult, a mysterious killer begins preying on the people closest to Tommy.","release_date":"1988-07-30","vote_average":5.0,"runtime":87,"cert":"","id":95114,"title":"Hack-O-Lantern","adult":false,"genre_ids":[27]},{"cast":["Linnea Quigley","Cynthia Garris","Amy Hunt","Victoria Nesbitt","Kristine Seeley"],"overview":"After a nice shower, Linnea does some warm-up stretches and then goes for a run. She encounters some flabby zombies who follow her back to the house, where she leads them in some poolside aerobic routines. Later she unwinds by inviting some girlfriends over for a slumber party and some exercise. When something goes bump in the house, her friends begin experiencing an attrition problem.","release_date":"1990-01-01","vote_average":7.2,"runtime":60,"cert":"N\/A","id":95115,"title":"Linnea Quigley's Horror Workout","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"No Overview","release_date":"1941-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95120,"title":"Private Nurse","adult":false,"genre_ids":[]},{"cast":[],"overview":"There is a parade of fun to be had with your favorite characters! Fly to a new destination with The Cat in the Hat Knows a Lot About That! Help Duck and his WordFriends make words come alive in WordWorld. Explore, compare and contrast with Sid the Science Kid, and dance to the beat of a new drum with the inquisitive little boy, Pocoyo!","release_date":"","vote_average":8.0,"runtime":65,"cert":"N\/A","id":95127,"title":"Parade of Fun!","adult":false,"genre_ids":[]},{"cast":["Rudolph Valentino","Nita Naldi","Walter Long","Lila Lee","Rosa Rosanova"],"overview":"Juan is the son of a poor widow in Seville. Against his mother's wishes he pursues a career as toreador. He rapidly gains national prominence, and takes his childhood sweetheart Carmen as his bride. He meets the Marquis' daughter Dona Sol, and finds himself in the awkward position of being in love with two women, which threatens the stability of his family and his position in society. He finds interesting parallels in the life of the infamous bandit Plumitas when they eventually meet by chance.","release_date":"1922-08-05","vote_average":5.7,"runtime":110,"cert":"N\/A","id":95134,"title":"Blood and Sand","adult":false,"genre_ids":[18,10749]},{"cast":["Rosalind Russell","Don Ameche","Kay Francis","Van Heflin","Donald Meek"],"overview":"A professor (Don Ameche) and his wife (Rosalind Russell) move to New York and confuse a publisher's romance with his assistant (Kay Francis).","release_date":"1941-10-01","vote_average":5.0,"runtime":97,"cert":"N\/A","id":95137,"title":"The Feminine Touch","adult":false,"genre_ids":[35]},{"cast":["Dolph Lundgren","Alex Karzis","Kata Dobó","Corey Sevier","Dov Tiefenbach"],"overview":"A heroic high school teacher leads a band of students trapped in school by violent drug-runners.","release_date":"2003-07-05","vote_average":4.9,"runtime":98,"cert":"","id":95140,"title":"Detention","adult":false,"genre_ids":[28,53]},{"cast":["Billy Zane","Henry Rollins","Johnny Galecki","Kelly McGillis","Roscoe Lee Browne"],"overview":"Three escaped convicts hide out in the home a reclusive woman as they wait to catch a ferry.","release_date":"1999-02-01","vote_average":4.8,"runtime":91,"cert":"N\/A","id":95143,"title":"Morgan's Ferry","adult":false,"genre_ids":[18,80]},{"cast":["Tim Armstrong","Travis Barker","Rob Aston","Lars Frederiksen","Matt Freeman"],"overview":"Featuring eighty-two minutes of extremely rare, never-before-seen international concert performance footage of bands such as Rancid, Joe Strummer and the Mescaleros, Dropkick Murphys, The Slackers, Roger Miret and the Disasters and Tiger Army - to name just a few, the GIVE 'EM THE BOOT DVD is a gritty look into the underworld of Hellcat Records through the eyes of founder Tim Armstrong and a hoard of his Hellcat family members! Highlights include performances and extra footage from tours such as the Rancid\/ NOFX tour, the first Lars Frederiksen And The Bastards tour, various headline tours and both Hellcat Records’ Punks VS. Psychos Tours.","release_date":"2005-08-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":95150,"title":"Give 'Em The Boot","adult":false,"genre_ids":[10402,99]},{"cast":["Margaret Mann","James Hall","Charles Morton","Francis X. Bushman Jr.","George Meeker"],"overview":"A family saga in which three of a Bavarian widow's sons go to war for Germany and the fourth goes to America, Germany's eventual opponent.","release_date":"1928-02-13","vote_average":7.0,"runtime":100,"cert":"N\/A","id":95169,"title":"Four Sons","adult":false,"genre_ids":[10752,18]},{"cast":["Soichiro Hoshi","Saori Hayami","Mina","Tatsuhisa Suzuki","Ayahi Takagaki"],"overview":"Sakurai Tomoki goes on a trip to a hot spring, and is soon up to his usual perverted antics. In addition, he's about to receive his first love confession! However, his desire to pass his days peacefully is challenged once again by another Angeloid. Compared with the hostile Angeloids he had encountered in the past, this new Type Zeta Angeloid is by far the most powerful!","release_date":"2011-06-25","vote_average":7.3,"runtime":97,"cert":"N\/A","id":95170,"title":"Heaven's Lost Property the Movie: The Angeloid of Clockwork","adult":false,"genre_ids":[16,35,14,10749]},{"cast":["Raimu","Fernandel","Cécile Sorel","Suzy Prim"],"overview":"","release_date":"1942-12-16","vote_average":0.0,"runtime":88,"cert":"N\/A","id":95173,"title":"Little Nothings","adult":false,"genre_ids":[35]},{"cast":["Lan Wei","Janice Man","Aarif Rahman","Leon Lai"],"overview":"A young 20-year-old-woman named Wing (Lan Wei) visits her grandfather's laboratory in Hong Kong. By accident, Wing opens a chamber and resurrects a woman about her age. Wing then discovers the woman awaken is her mother Gigi (Janice Man), who was cryogenically frozen shortly after becoming involved in a fatal car accident some 20 years ago. Gigi, on the other hand, must also come to grips with her daughter being the same age as her and also her favorite actor Leslie Cheung having long passed away.  The newly acquainted mother and daughter duo then set out to find Gigi's boyfriend Kit (Aarif Lee) who is also Wing's biological father. When they find Kit, they learn that he's not the same man as he was twenty years ago and, in fact, a middle-aged homeless man who lives under a bridge ...","release_date":"2010-09-02","vote_average":6.0,"runtime":92,"cert":"N\/A","id":95174,"title":"Frozen","adult":false,"genre_ids":[14,53,10749]},{"cast":["Kate Lyn Sheil","Kentucker Audley","Kit Gwin","Mark Reeb","Gregory Gordon Schmidt"],"overview":"Crystal and her boyfriend Leo embark on a tense and mysterious road trip through the desolate yet hauntingly beautiful landscape of central Florida.","release_date":"2012-03-10","vote_average":5.2,"runtime":82,"cert":"N\/A","id":95177,"title":"Sun Don't Shine","adult":false,"genre_ids":[18,80,9648,10749]},{"cast":["Fernandel","Paulette Dubost","Huguette Vivier","Dorette Ardenne","Jane Marken"],"overview":"","release_date":"1943-12-22","vote_average":6.0,"runtime":80,"cert":"N\/A","id":95178,"title":"Adrien","adult":false,"genre_ids":[35]},{"cast":["Ji Hyun-woo","Park Ye-jin","Kim Su-ro","Im Won-hee","Jay Park"],"overview":"It's hard being a Korean popstar! For every Gangnam Style, there are a hundred flameouts. K-Pop sensation Jay Park stars in this musical romp about a sassy music executive on her quest to resurrect a disgraced boy band against all odds.","release_date":"2011-11-03","vote_average":4.3,"runtime":113,"cert":"N\/A","id":95179,"title":"Mr. Idol","adult":false,"genre_ids":[10402,18]},{"cast":["Mike Secher","Kim Wolhuter"],"overview":"“Table manners are out. Follow Africa's five mega-predators as they struggle for survival in a cruel season of deprivation on South Africa's Mala Mala Reserve”  To survive they must compete for the same resources using every physical and psychological weapon in their respective arsenals. Who will emerge as top predator? What will it take to survive?  Enter their minds, see through their eyes, and prepare to experience the battle for survival as never before in this stunningly filmed operation into the eat or be eaten world of Predators at War.  Award-winning wildlife photographer and former game warden Kim Wolhuter is ‘embedded’ with Africa’s five super-predators as drought ravages the once lush Mala Mala Private Game Reserve.  Now, as territories shrink, and the usual ‘rules of engagement’ explode into conflict, predator is pitted against predator in an all-out war for the area’s dwindling resources.","release_date":"2005-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":95182,"title":"Predators at War","adult":false,"genre_ids":[]},{"cast":["Fernandel","Georges Chamarat","Henri Crémieux","Robert Dalban","Marie Déa"],"overview":"Fernandel plays Albert, the unhappy brunt of jokes by his fellow office-workers who goes from the frying pan into the fire. Albert gets caught up in a robbery that also goes from bad to worse when it leads to several murders. Although he is not a killer and essentially innocent, there does not seem to be very much that Albert can do to convince others of the truth.","release_date":"1962-03-02","vote_average":7.0,"runtime":93,"cert":"N\/A","id":95183,"title":"Assassin in the Phonebook","adult":false,"genre_ids":[18,35,80]},{"cast":["Fernandel","Marguerite Moreno","Andrex"],"overview":"","release_date":"1938-05-14","vote_average":5.0,"runtime":null,"cert":"N\/A","id":95184,"title":"Barnabé","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Suzy Prim","Fernand Charpin","Fréhel","Jean Brochard"],"overview":"","release_date":"1939-04-27","vote_average":5.5,"runtime":null,"cert":"N\/A","id":95187,"title":"Berlingot and Company","adult":false,"genre_ids":[18,35]},{"cast":["Jill Clayburgh","Peter Coyote"],"overview":"George Malley lives in a small town and is well-liked. One day he sees a strange flash of light in the sky and his life is radically changed. George has mysteriously become highly intelligent.","release_date":"2003-11-01","vote_average":5.3,"runtime":120,"cert":"N\/A","id":95190,"title":"Phenomenon II","adult":false,"genre_ids":[18,878]},{"cast":["Yvan Attal","Sophie Quinton","Nicole Garcia","François Feroleto","Natacha Régnier"],"overview":"In the harbor city of Le Havre, France, a woman is stabbed during the night, just below the windows of her neighborhood. Pierre (Yvan Attal) has witnessed the murder, and heard the wails of the women crying for help. So have the neighbors, certainly. But at the end, nobody called the police. Nevertheless, sorrows are too heavy for Pierre, which feel the needs to tell everything to his wife (Sophie Quinton), and to the police. During the investigation, it appears that 38 people witnessed the murdering, and none reacted...","release_date":"2012-03-14","vote_average":5.3,"runtime":104,"cert":"N\/A","id":95191,"title":"One Night","adult":false,"genre_ids":[18]},{"cast":["Charisma Carpenter","Sebastian Spence","Katie Findlay","Steven Grayhm","Kevan Ohtsji"],"overview":"A vacationing couple's jeep crashes in an isolated location. They have to fight their way back to civilisation in spite of injuries and dangerous animals.","release_date":"2011-08-26","vote_average":4.2,"runtime":87,"cert":"N\/A","id":95192,"title":"Crash Site","adult":false,"genre_ids":[10770,18]},{"cast":["Akari Ozawa"],"overview":"A series of murders and gossip about ‘the cut-throat woman’ hits the streets. Although her friend has been missing, a high school girl, Misaki, does not believe in the rumours. However, things take a big turn when she receives a phone call from Yoko saying that the cut-throat woman is trying to kill her. As Misaki goes out searching for Yoko, she encounters a swarm of zombies. In a desperate struggle against the zombies, a jingle of a bell echoes through the air… The zombies are exterminated in the blink of an eye, and from the darkness appears Airin, a zombie hunter dressed in a high school girl uniform.","release_date":"2010-03-20","vote_average":0.0,"runtime":87,"cert":"N\/A","id":95195,"title":"High School Girl Zombie","adult":false,"genre_ids":[27,28]},{"cast":["Fernandel","Perrette Pradier","Eliane D'Almeida","Jacques Monod"],"overview":"","release_date":"1963-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95196,"title":"Blague dans le coin","adult":false,"genre_ids":[35]},{"cast":["Henri Salvador","Annie Cordy","Louis de Funès","Jean Carmet","Pierre Repp"],"overview":"A small European Kingdom wants to make a frowning Princess smile for the upcoming Royal photo to be done. A mischievous Prime Minister goes to Paris to kidnap three famous comics to force them to do an act to make the Princess smile. However, the King is not aware of this scheme... especially that this evil minister has to face a \"fasting strike\" by the prisoners and force them to surrender by telling a recipe of \"Coq au Vin\" by the radio...","release_date":"1956-02-29","vote_average":6.6,"runtime":90,"cert":"N\/A","id":95197,"title":"Hello Smile!","adult":false,"genre_ids":[35]},{"cast":["Shannon Whirry","Robert Costanzo","Michael Nouri","William Devane","Crystal Chappell"],"overview":"A divorced cop investigating the sadistic murders of high-class prostitutes discovers that the prime suspect is his ex-wife's new boyfriend...","release_date":"1994-12-07","vote_average":3.8,"runtime":84,"cert":"N\/A","id":95206,"title":"Lady in Waiting","adult":false,"genre_ids":[80,18,53]},{"cast":["François Périer","Dany Robin","Bourvil","Madeleine Lebeau","Christine Carère"],"overview":"","release_date":"1954-10-20","vote_average":5.7,"runtime":null,"cert":"N\/A","id":95219,"title":"Cadet Rousselle","adult":false,"genre_ids":[35,36,12]},{"cast":["Anthony Newley","Julia Foster","Robert Stephens","Wilfrid Brambell","Warren Mitchell"],"overview":"The compère of a seedy strip club struggles to keep one step ahead of the bookies to whom he owes money.","release_date":"1963-04-20","vote_average":6.7,"runtime":107,"cert":"","id":95220,"title":"The Small World of Sammy Lee","adult":false,"genre_ids":[18]},{"cast":["Taylor Wayne","Summer Cummings","Misty Nights"],"overview":"There was a HUGE boom in the early '90's for big boob babes. Taylor returns in this heavily requested sequel to the first \"Voluptious Vixens\" title as a big-boobed temptress taunting writers in the porn industry for doubting the present popularity of the Glam-Mams of the '90's. She literally gives up her ass this time in a scorching anal scene to convince a reporter that not only can you do more sexually with big knockers, the girls who sport them are hotter than tit-less wonders!","release_date":"2004-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95231,"title":"Voluptuous Vixens 2","adult":true,"genre_ids":[]},{"cast":["Bernard Blier","Jean Lefebvre","Gastone Moschin","Francis Blanche","Marc Lawrence"],"overview":"","release_date":"1967-08-30","vote_average":5.6,"runtime":null,"cert":"N\/A","id":95232,"title":"Du mou dans la gâchette","adult":false,"genre_ids":[]},{"cast":["Ava Lauren","Amber Lynn Bach","Devon Lee","Donna Doll","Abby Rode"],"overview":"It's time for some big mommy boobs and boy do we have some jumbo jugs for you. This 2-disc set features some of the bustiest MILFs in the biz including Ava Lauren, Amber Lynn Bach, Devon Lee, Donna Doll, Abby Rode, and Lauren Vaughn. Their titties are jiggling.. their nipples are wiggling.. and these busty MILFs just can't wait to get laid!","release_date":"2009-03-23","vote_average":10.0,"runtime":329,"cert":"N\/A","id":95235,"title":"Big Mommy Boobs 4","adult":true,"genre_ids":[]},{"cast":["Tadanobu Asano","Aoi Miyazaki","Masaya Nakahara","Masahiro Toda","Yasutaka Tsutsui"],"overview":"A.D. 2015: A virus has been spreading in many cities worldwide. It is a suicidal disease and the virus is infected by pictures. People, once infected, come down with the disease, which leads to death. They have no way of fighting against this infection filled with fear and despair. The media calls the disease \"the Lemming Syndrome\".","release_date":"2005-05-18","vote_average":7.2,"runtime":107,"cert":"N\/A","id":95240,"title":"My God, My God, Why Hast Thou Forsaken Me?","adult":false,"genre_ids":[878,18,10402]},{"cast":["Colin Cantlie"],"overview":"Vertical Features Remake is a film by Peter Greenaway. It portrays the work of a fictional Institute of Reclamation and Restoration as they attempt to assemble raw footage taken by ornithologist Tulse Luper into a short film, in accordance with his notes and structuralist film theory. The footage consists mostly of vertical landscape features, such as trees and posts, shot in the English landscape.","release_date":"1978-12-01","vote_average":7.6,"runtime":44,"cert":"PG","id":95243,"title":"Vertical Features Remake","adult":false,"genre_ids":[99]},{"cast":["Megumi Shino"],"overview":"A delicate Asian flower that loves to play with toys for the camera, suck, fuck, and even dabble in some double dicking!","release_date":"2011-07-15","vote_average":0.0,"runtime":79,"cert":"N\/A","id":95254,"title":"Catwalk Poison Vol 5 (Megumi Shino)","adult":true,"genre_ids":[]},{"cast":["Françoise Rosay","Paul Meurisse","Andrée Clément","Simone Signoret","Paul Demange"],"overview":"Madame Rose runs a seedy hotel in a suburb of Paris. Strong-minded but without the least moral scruple, she once killed her husband whose honesty was a hindrance to her business. Under a suspended sentence, she now indulges in smuggling. One day, Victor, one of her former accomplices hounded by the police, finds sanctuary with her. During a drinking spree, he has the bad idea to entrust to her a suitcase filled with bank notes, a loot with which Victor hopes to rebuild his life in South America. But Rose, lured by temptation, betrays Victor, who is arrested by the police. However, he manages to escape with only one thing in mind, to take revenge on Rose...","release_date":"1946-11-27","vote_average":7.0,"runtime":100,"cert":"N\/A","id":95257,"title":"Back Streets of Paris","adult":false,"genre_ids":[18]},{"cast":["Hizumi","Karyu","Zero","Tsukasa"],"overview":"","release_date":"2006-12-20","vote_average":3.8,"runtime":null,"cert":"N\/A","id":95262,"title":"D'espairsRay: LIQUIDIZE Live Tour","adult":false,"genre_ids":[10402]},{"cast":["Lea Massari","Robert Hossein","Maurice Biraud","Robert Dalban","Pascale Brouillard"],"overview":"","release_date":"1962-05-04","vote_average":8.5,"runtime":null,"cert":"N\/A","id":95267,"title":"Le monte-charge","adult":false,"genre_ids":[80,53]},{"cast":["Fernandel","André Alerme","Félix Oudart","Julien Carette"],"overview":"","release_date":"1935-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95270,"title":"Ferdinand le noceur","adult":false,"genre_ids":[35]},{"cast":["Kyo","Kaoru","Die","Toshiya","Shinya"],"overview":"","release_date":"2000-03-17","vote_average":3.8,"runtime":null,"cert":"N\/A","id":95271,"title":"Dir En Grey: 1999.12.18 Osakajo Hall","adult":false,"genre_ids":[10402]},{"cast":["Lexi Belle","Anthony Rosano","Carolyn Reese","Juelz Ventura","James Franko"],"overview":"A modern, adults-only version of the traditional Little Red Riding Hood children's fable.","release_date":"2010-10-23","vote_average":6.0,"runtime":52,"cert":"N\/A","id":95272,"title":"Red Riding Hood XXX: A Triple X Parody","adult":true,"genre_ids":[14]},{"cast":["Myrna Loy","Don Ameche","Rhys Williams","Bobby Driscoll","Richard Gaines"],"overview":"Country girl Jane Budden goes to the big city, determined to find and marry a wealthy man. Instead, she meets and marries Herman Maxim, a struggling inventor.","release_date":"1946-05-01","vote_average":6.8,"runtime":88,"cert":"N\/A","id":95273,"title":"So Goes My Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kyo","Die","Kaoru","Toshiya","Shiniya"],"overview":"Rettou Gekishin Angya Final 2003 5 Ugly Kingdom is a live DVD and VHS released by Dir En Grey on May 21, 2003. The featured concert was performed at the Yokohama Arena, as the last show of the year-long Rettou Gekishin Angya tour. This was the band's first live release to make use of a 16:9 aspect ratio and DTS audio (DVD only). Also included on the DVD version are multiple angles for the performance of \"Children\", extra footage from various legs of aforementioned tour and several easter eggs.","release_date":"2003-05-21","vote_average":3.8,"runtime":null,"cert":"N\/A","id":95274,"title":"Dir En Grey Rettou Gekishin Angya Final 2003 5 Ugly Kingdom","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"\"Remote Area\" is a \"Heimatfilm\" about a strange world in front of our own doorstep. Only 20 minutes away from the Cologne Cathedral into the foothills by tram – one of those areas you drive through in order to spend some time somewhere else. Squeezed in between Cologne and Bonn, neither urban nor rural – unsightly, faceless, arbitrary.","release_date":"2005-09-15","vote_average":7.0,"runtime":91,"cert":"N\/A","id":95275,"title":"Remote Area","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95278,"title":"Arnold Schwarzenegger Der Aufstieg","adult":false,"genre_ids":[]},{"cast":["Gackt Camui","You Kurosaki","Yukihiro 'Chachamaru' Fujimura","Ju-Ken","Ryuichi Nishida"],"overview":"","release_date":"2006-03-29","vote_average":5.7,"runtime":null,"cert":"N\/A","id":95279,"title":"Gackt Live Tour 2005 DIABOLOS -Aien no Shi to Seiya no Namida","adult":false,"genre_ids":[10402]},{"cast":["Raimu","Jean Gabin","Fernandel","René Donnio"],"overview":"","release_date":"1932-09-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":95292,"title":"Fun in Barracks","adult":false,"genre_ids":[35,18]},{"cast":["Gyselle Dahl","Doug Deeper","Misty Haze","Melanie Jagger","Sara Lee"],"overview":".","release_date":"2003-01-01","vote_average":0.0,"runtime":135,"cert":"N\/A","id":95295,"title":"Please Cum Inside Me 13","adult":true,"genre_ids":[]},{"cast":["Fernandel","Pierre Larquey","Raymond Cordy","René Génin","Jacques Louvigny"],"overview":"","release_date":"1934-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95310,"title":"Le cavalier Lafleur","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Jacques Varennes","Louis Florencie","Mireille Perrey"],"overview":"","release_date":"1935-11-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":95313,"title":"Jim la houlette","adult":false,"genre_ids":[35]},{"cast":["Fernandel","Jean Tissier","Thérèse Dorny","Marcel Carpentier"],"overview":"","release_date":"1941-05-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":95314,"title":"L'acrobate","adult":false,"genre_ids":[12,35]},{"cast":["Fernandel","Berthe Bovy","Germaine Kerjean","Albert Dinan"],"overview":"The aunt of Alfred Puc, a meek tax-collector in Paris, dies while riding in a moving van. The driver, not wishing to be bothered by a police interrogation, hides her corpse in a cupboard before notifying Alfred. But the van is stolen. Alfred, being the heir of a rich lady, begins a frantic search to locate the missing van and the cupboard because one can't claim an inheritance if there is no 'corpus delecti.' In his search, he gets caught up in an underworld web and finds the body of a murdered gangster in his room. He finally locates the cupboard but promptly loses it again. But, wait, it isn't \"finis' time, yet.","release_date":"1948-10-29","vote_average":6.0,"runtime":90,"cert":"N\/A","id":95315,"title":"The Cupboard Was Bare","adult":false,"genre_ids":[35,80]},{"cast":["Charles Ruggles","Ellen Drew","Phillip Terry","Joseph Schildkraut","Porter Hall"],"overview":"As he looks over the dusty, deserted remains of the western \"boom town\" of Panamint, grizzled old prospector Chuckawalla Bill Redfield (Ruggles) recalls the town's glory days. Looming large in Chuckawalla's reminiscences is the day that young and apparently mild-mannerd minister Philip Pharo (Phillip Terry) rode into town. In his own gentle but forceful fashion, Pharo managed to bring the town's lawless element into line, mollify the local bluenoses, and win the heart of likeable dance-hall girl Mary Mallory (Ellen Drew).","release_date":"1941-07-25","vote_average":0.0,"runtime":84,"cert":"N\/A","id":95316,"title":"The Parson of Panamint","adult":false,"genre_ids":[37]},{"cast":["George Arliss","Bette Davis","Theodore Newton","Hardie Albright","Gordon Westcott"],"overview":"A successful shoe manufacturer named John Reeves goes on vacation and meets the grown children of his recently-deceased and much-respected competitor, who are on the verge of losing the family legacy through their careless behavior. Reeves takes it upon himself to save his rival's company by teaching his heirs a lesson in business.","release_date":"1933-04-20","vote_average":7.0,"runtime":78,"cert":"N\/A","id":95321,"title":"The Working Man","adult":false,"genre_ids":[10749,35,18]},{"cast":["Richard Egan","Charles Napier","Sonny Liston"],"overview":"Truckers battle a Nazi who has hidden out in Mexico. Subplot involves the disappearance of a reclusive billionaire.","release_date":"1973-01-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":95322,"title":"Moonfire","adult":false,"genre_ids":[28,12,18]},{"cast":["Michael Hawkins","Mary Cannon","Larry Drake","Doodles Weaver","Jack Canon"],"overview":"A young man takes up truck-driving to investigate his trucker father's suspicious death.","release_date":"1975-05-01","vote_average":2.0,"runtime":81,"cert":"N\/A","id":95337,"title":"Truckin' Man","adult":false,"genre_ids":[28,18]},{"cast":["Hermila Guedes","João Miguel","Maria Menezes","Zezita Matos","Claudio Jaborandy"],"overview":"In northern Brazil, Hermila patiently waits for her husband. However, he has abandoned her. Sexy, restless and resolute, she raffles off \"a night in paradise\" with herself. This beautifully-shot portrait doesn't shy away from the burdens of a young scarred woman, but it also celebrates her courage to live according to her own rules.","release_date":"2006-11-17","vote_average":6.9,"runtime":90,"cert":"N\/A","id":95342,"title":"Suely in the Sky","adult":false,"genre_ids":[18]},{"cast":["Mickey Spillane","Shirley Eaton","Lloyd Nolan","Scott Peters","Hy Gardner"],"overview":"Mickey Spillane plays his own creation, street-thug-turned-PI Mike Hammer, in this 1963 adaptation of his novel. The film opens with Hammer on the downside of a years-long bender, scooped out of the gutter by a bitter cop intent on prying information from a dying man. Inspired to clean up his act by the secrets he hears, Hammer hits the streets on a personal crusade to find the love of his life. Future Bond girl Shirley Earton costars as a glamorous society widow who goes slumming with Hammer.--Sean Axmaker","release_date":"1963-06-01","vote_average":7.0,"runtime":98,"cert":"N\/A","id":95345,"title":"The Girl Hunters","adult":false,"genre_ids":[80,18]},{"cast":["Joan Blondell","Binnie Barnes","Janet Blair","Robert Benchley","John Howard"],"overview":"Faith and Hope Banner, sisters, are \"convention hostesses\" in a hotel. A body is discovered next door as the magician's convention is leaving and the mortician's convention is arriving, and the sisters, with help from manager Wilburforce Puddle, try to hide it. Complicating matters, Hope's boyfriend, Tommy, is a newspaper reporter in the hotel covering some labor negotiations.","release_date":"1941-10-23","vote_average":5.0,"runtime":75,"cert":"N\/A","id":95346,"title":"Three Girls About Town","adult":false,"genre_ids":[12,35]},{"cast":["Larry Semon","Oliver Hardy","Frank Alexander","Kathleen O'Connor"],"overview":"A bumbling sawmill employee tries to win the hand of the owner's daughter while staying out of the clutches of the mill's bullying foreman.","release_date":"1922-01-01","vote_average":4.0,"runtime":25,"cert":"N\/A","id":95347,"title":"The Sawmill","adult":false,"genre_ids":[35]},{"cast":["Lionel Barrymore","Jacqueline Gadsden","Lloyd Hughes","Montagu Love","Montagu Love"],"overview":"On a volcanic island near the kingdom of Hetvia rules Count Dakkar, a benevolent leader and scientist who has eliminated class distinction among the island's inhabitants. Dakkar, his daughter Sonia and her fiance, engineer Nicolai Roget have designed a submarine which Roget pilots on its initial voyage just before the island is overrun by Baron Falon, despotic ruler of Hetvia. Falon sets out after Roget in a second submarine and the two craft, diving to the ocean's floor, discover a strange land populated by dragons, giant squid and an eerie undiscovered humanoid race.","release_date":"1929-10-05","vote_average":5.2,"runtime":95,"cert":"N\/A","id":95348,"title":"The Mysterious Island","adult":false,"genre_ids":[12,878,10749]},{"cast":["Eddie Vedder","Stone Gossard","Jeff Ament","Mike McCready","Matt Cameron"],"overview":"Over 80 minutes of extras created specifically for the die-hard Pearl Jam fans including rare and never-before-seen live performances.","release_date":"2011-10-25","vote_average":0.0,"runtime":80,"cert":"N\/A","id":95349,"title":"The Fans Are Alright","adult":false,"genre_ids":[10402]},{"cast":["Beau Bridges","Bubba Smith","Lloyd Bridges","Gary Lockwood","Lela Rochon"],"overview":"A strait-laced FBI agent and a hulking, big-hearted narcotics cop team up to track down a drug lord associated with a militant hate group.","release_date":"1987-12-11","vote_average":4.0,"runtime":88,"cert":"N\/A","id":95354,"title":"The Wild Pair","adult":false,"genre_ids":[80,18]},{"cast":["Jean Simmons","Paul Douglas","Anthony Franciosa","Joan Blondell","J. Carrol Naish"],"overview":"To earn extra money, a prim schoolteacher takes a second job as secretary to the uncouth owner of a boisterous nightclub. Released in 1957, starring Jean Simmons, Paul Douglas, Anthony Franciosa, Joan Blondell, Julie Wilson, Rafael Campos, Neile Adams, ZaSu Pitts and J. Carrol Naish.","release_date":"1957-05-14","vote_average":5.3,"runtime":103,"cert":"N\/A","id":95359,"title":"This Could Be the Night","adult":false,"genre_ids":[35]},{"cast":["Clyde Cook","Fay Holderness","Noah Young","Martha Sleeper","Oliver Hardy"],"overview":"No Overview","release_date":"1925-11-08","vote_average":5.8,"runtime":22,"cert":"N\/A","id":95360,"title":"Should Sailors Marry?","adult":false,"genre_ids":[]},{"cast":["Jinfeng Bai","Lei Bao","Hui Wang","Ying Xie","Naqi Zhang"],"overview":"An ordinary village in Northern China, the last day of the winter vacation. Four idle, aimless adolescents gather at Zhou Zhixin's home, a friend who lives with his father, brother and nephew. Like most contemporary teenagers, these youths want to enjoy their last day of holiday and simply hang out in this place where nothing ever seems likely to happen. Their conversations are desultory and they sometimes seem to argue for argument's sake. One of them, Laowu, talks frankly with his girlfriend about how teenage love might affect their studies, while Laobao questions school's value and relevance to real life.","release_date":"2010-08-11","vote_average":7.0,"runtime":91,"cert":"N\/A","id":95361,"title":"Winter Vacation","adult":false,"genre_ids":[18]},{"cast":["Oliver Hardy","Bobby Ray","Janet Dawn","Frank Alexander"],"overview":"Two nutty bellhops raise havoc at a posh hotel.","release_date":"1925-07-01","vote_average":5.8,"runtime":23,"cert":"N\/A","id":95362,"title":"Hop to It!","adult":false,"genre_ids":[35]},{"cast":["Jean Marais","Rosanna Schiaffino","Roger Hanin","Jean-Louis Barrault","Guy Delorme"],"overview":"Charles le Temeraire asks in marriage Jeanne de Beauvais, daughter of King Louis XI, wishing to get her valuable lands in dowry. The King is wise to this, and since his daughter does not feel inclined to accept, he refuses. Charles sets up a plan to abduct the prince, in a way that the suspicions will fall upon Robert de Neuville, a noble enamoured of the princess. Robert manages to free her from the castle where she was being kept. Charles keeps setting traps, and managing people to perjure against Jeanne, and the King himself. Finally, Jeanne escapes alive from a pack of wolves, who set watching the lady alone in the snow covered woods, instead of attacking her. Charles does yet accuse her of being a witch - wishing to have her dead rather than being the wife of Robert... Robert will be her champion in a Judgement of God. Will the 'miracle of the wolfs' repeat itself, or fearless Charles defeat Robert in the sword duel?","release_date":"1961-09-06","vote_average":5.4,"runtime":100,"cert":"N\/A","id":95363,"title":"Blood on His Sword","adult":false,"genre_ids":[12,10749,28,18]},{"cast":["Fernandel","Arlette Guttinguer","Germaine Kerjean","Jean Davy"],"overview":"","release_date":"1945-09-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":95364,"title":"St. Val's Mystery","adult":false,"genre_ids":[18]},{"cast":["Ronald Reagan","Olympe Bradna","James Stephenson","William Lundigan","Joan Perry"],"overview":"The true story of the exploits of the RAF's (Royal Air Force) foreign legion battling the German Luftwaffe (Nazi Germany's Air Force) during the early months of 1941 during WWII before America officially entered the war at the end of the year when Pearl Harbor was attacked by Japan and Hitler declared war on the United States. The United States then drafted all of their airmen and fighter pilot aces into the United States Air Force for their own combat missions against the Luftwaffe","release_date":"1941-08-13","vote_average":0.0,"runtime":86,"cert":"N\/A","id":95367,"title":"International Squadron","adult":false,"genre_ids":[12,18,10752]},{"cast":["Shang-Guan Yun-Zhu","Lan Ma","Wu Yin","Yan Huang","Kei Mung-Sek"],"overview":"This tale of familial warfare and sacrifice takes place in hard-pressed Shanghai at the end of the 1940s. Hu Zhiqing can barely support his wife and children, and his situation is worsened by the unexpected arrival of his mother, brother and sister-in-law. When he is fired by his unscrupulous boss, the whole family becomes embroiled in one emotional\/economic struggle after another.","release_date":"1948-01-01","vote_average":6.5,"runtime":114,"cert":"N\/A","id":95372,"title":"The Lights of Ten Thousand Homes","adult":false,"genre_ids":[18]},{"cast":["David J. Sperling","Mark David Allen"],"overview":"A documentary chronicling 17 years of Mark David Allen's alcohol abuse.","release_date":"2012-06-27","vote_average":3.8,"runtime":83,"cert":"N\/A","id":95373,"title":"Drunk in Public","adult":false,"genre_ids":[99]},{"cast":["Dorothée Blanck","Antoine Bourseiller","André Rousselet","Jean Tasso","José Varela"],"overview":"Impressions of the rue Mouffetard, Paris 5, through the eyes of a pregnant woman.","release_date":"1958-04-25","vote_average":7.0,"runtime":16,"cert":"N\/A","id":95378,"title":"Diary of a Pregnant Woman","adult":false,"genre_ids":[99]},{"cast":["Theresa Healey","Peter Tait","Annagretta Christian"],"overview":"From the bowels of the kitchen sink, comes a dark and tender love… An original and full-blooded short film that combines humour with surrealism and leads the viewer towards the fantasy of horror.","release_date":"1989-01-01","vote_average":6.4,"runtime":14,"cert":"N\/A","id":95381,"title":"Kitchen Sink","adult":false,"genre_ids":[27]},{"cast":["Lama Jinpa Gyamtso","Ignacio Jaen","Sangye Nyenpa Rinpoche"],"overview":"The movie is filmed as if it were a Mandala, Sanskrit term which designates the symbolic circular diagrams characteristic of Hindu and Buddhist thought. Performer and co-writer is the Jinpa Gyamtso Lama, born in Terrassa, a monk since 1989 and director of several Tibetan Buddhist centers in Spain. The camera accompanies a group of friends who emerge from their retreat to take a trip to India. There, the seemingly unalterable everyday life show not being an impediment to personal searches.","release_date":"2010-09-17","vote_average":0.0,"runtime":79,"cert":"N\/A","id":95388,"title":"Blow Horn","adult":false,"genre_ids":[]},{"cast":["Mustafa Karakoyun"],"overview":"The small Turkish town of Gaziantep. 16-year-old Mustafa is one of many young boys who study the complex art of making baklava, the Turkish desert renowned across the world. Under the strict eye of the master Baklava makers, Mustafa’s life is one of hard work and dedication to his chosen craft. But Mustafa dreams of  a life beyond the confines of the workshop. He still wants to be a baklava master: he just wants to do it on his terms. Soon, against the advice of his friends and family, Mustafa makes a move towards the big city. Will his dreams be realised or will they crumble before him?  A film about the impetuousness of youth and the importance of reaching for the stars, Angelos Abazoglou’s innnovative documentary is a moving and joyful coming-of-age tale which will speak to anyone who has ever wanted to fullfill their dreams.","release_date":"2012-03-01","vote_average":10.0,"runtime":80,"cert":"N\/A","id":95389,"title":"Mustafa's Sweet Dreams","adult":false,"genre_ids":[99]},{"cast":["Lea Thompson","Joe Penny","William R. Moses","Jessy Schram","Zack Shada"],"overview":"DNA evidence and camera footage places a corrupt CEO as the prime suspect in the murder of a company whistle-blower, but Jane Doe believes the real killer may be a twin sibling.","release_date":"2007-03-17","vote_average":5.5,"runtime":80,"cert":"N\/A","id":95390,"title":"Jane Doe: Ties That Bind","adult":false,"genre_ids":[10770,9648]},{"cast":["Tatum De Roeck","Jon Emm","Matt Hoffman","Chuan Li","Angela Matamotja"],"overview":"There are two Hollywoods: One brings laughter &amp; entertainment to millions, the other is the site of endless toil in service of the industry. \"No Plans for the Weekend\" is the story of Bud, a lovable socially challenged newbie to Hollywood who, though out of his league in many ways, is driven to realize his dream of creating \"tight\" music videos. Working in the heart of L.A.'s music video industry Bud is in awe, not only by the glitz and glamor but also by the outrageous personalities he works for and with at Music Video Productions. At Music Video Productions, a.k.a. MVP, Bud is going to learn what it takes to succeed in La-La-Land.","release_date":"2009-04-29","vote_average":0.0,"runtime":22,"cert":"N\/A","id":95397,"title":"No Plans for the Weekend","adult":false,"genre_ids":[35]},{"cast":["Raymond Burr","Barbara Hale","William R. Moses","Geraldo Rivera","Tracy Nelson"],"overview":"Sleazy talk show host Ted Mayne writes a tell-all book, which enrages and embarrasses several very prominent women. One of them, actress Roxanne Shield, loses her composure during an interview and winds up making a televised death threat. Of course, when Ted is murdered, she is arrested. Witnesses claim they saw Roxanne outside his apartment that night and police later find the murder weapon in her car. Renowned defence attorney Perry Mason accepts the challenge of defending her in court.","release_date":"1992-05-05","vote_average":8.5,"runtime":86,"cert":"N\/A","id":95400,"title":"Perry Mason: The Case of the Reckless Romeo","adult":false,"genre_ids":[18,9648,80]},{"cast":["Maja Salvador","Xian Lim","Matteo Guidicelli","Rosanna Roces","Ricky Davao"],"overview":"Sandy becomes a heart breaker after swearing off love. She leaves a trail of heartbroken men until her friend and a gorgeous co-worker compete for her heart.","release_date":"2012-01-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":95401,"title":"My Cactus Heart","adult":false,"genre_ids":[10749,35]},{"cast":["Montgomery Clift","Myrna Loy","Robert Ryan","Dolores Hart","Maureen Stapleton"],"overview":"Eager to land a journalistic position, Adam White goes to work as an advice-giving newspaper columnist. His editor, Shrike, takes pleasure in browbeating his alcoholic wife Florence for her past adultery, and assigning his employees journalistic jobs for which they have little aptitude or interest. Shrike goads Adam into meeting one of his correspondents, Fay Doyle, a teary, self-pitying woman who makes a play for him. Adam is torn between his loyalty to the newspaper and his girl Justy.","release_date":"1958-01-01","vote_average":6.4,"runtime":100,"cert":"N\/A","id":95402,"title":"Lonelyhearts","adult":false,"genre_ids":[18]},{"cast":["Maria Perschy","Anne Baxter","Gustavo Rojo","Rossella Como","Christa Linder"],"overview":"Seven women are the only survivors of an Apache attack on a wagon train. They must cross the desert on foot to escape the Indians who are hunting them.","release_date":"1966-09-26","vote_average":0.0,"runtime":104,"cert":"N\/A","id":95403,"title":"Seven Vengeful Women","adult":false,"genre_ids":[37]},{"cast":["Richard Burton","Elizabeth Taylor","Richard Durden","Michael Menaugh","Andreas Teuber"],"overview":"Faustus is a scholar at the University of Wittenberg when he earns his doctorate degree. His insatiable appetite for knowledge and power leads him to employ necromancy to conjure Mephistopheles out of hell. He bargains away his soul to Lucifer in exchange for living 24 years during which Mephistopheles will be his slave. Faustus signs the pact in his own blood and Mephistopheles reveals the works of the devil to Faustus.","release_date":"1967-10-10","vote_average":4.4,"runtime":93,"cert":"","id":95404,"title":"Doctor Faustus","adult":false,"genre_ids":[9648,18,27]},{"cast":["Armando Calvo","Eduardo Fajardo","Rosalba Neri","Miguel del Castillo","Nello Pazzafini"],"overview":"Jess Vrain returns to town at the request of a former friend to find that everything has changed. Not only has his ex-girlfriend become a refined lady but someone is killing people with the only clue being a rare Winchester rifle.","release_date":"1968-02-08","vote_average":5.0,"runtime":102,"cert":"N\/A","id":95407,"title":"Killer Goodbye","adult":false,"genre_ids":[37]},{"cast":["Audie Murphy","Broderick Crawford","Diana Lorys","Antonio Casas","Luz Márquez"],"overview":"Wanted north of the border, Jess Carlin resides safely in Mexico. Then he hears his brother was killed in a gunfight with another man. Knowning his brother never carried a gun he heads north to find his brother's killer. After battling bounty hunters he arrives in Rimrock, a town controlled by Luke Starr. Starr is the man he wants but he unable to find any evidence until he is given an item found by his brother's body.","release_date":"1966-11-01","vote_average":5.8,"runtime":81,"cert":"N\/A","id":95410,"title":"The Texican","adult":false,"genre_ids":[28,12,37]},{"cast":["Alan Thicke","Dweezil Zappa","Jonathan Penner","Jessica Hecht","Matt Winston"],"overview":"A group of anarchists use their public-access TV show to satirize the government until a right-wing preacher attempts to shut them down.","release_date":"1998-01-31","vote_average":4.3,"runtime":87,"cert":"N\/A","id":95415,"title":"Anarchy TV","adult":false,"genre_ids":[35]},{"cast":["Dorka Gryllus","Merab Ninidze","Andreas Lust","Ursina Lardi"],"overview":"","release_date":"2010-03-26","vote_average":5.5,"runtime":null,"cert":"N\/A","id":95420,"title":"Der Kameramörder","adult":false,"genre_ids":[]},{"cast":["Anja Kling","Jella Haase","Britta Hammelstein","Patrick von Blume","Fahir Ögün Yardim"],"overview":"","release_date":"2011-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95423,"title":"Hannah Mangold & Lucy Palm","adult":false,"genre_ids":[]},{"cast":["L.J. Benet","Seán Cullen","Rick Miller","Kailey Swanson","Michael Chey"],"overview":"When a ghost story around the campfire awakens an evil monster, it's up to nerdy Danny Zigwitz to be the hero and save his fellow campers from a bloody massacre. Crank up the volume and get ready to scream along to this musical gore-fest in the woods. Heads will rock'n'roll!","release_date":"2010-09-09","vote_average":7.4,"runtime":12,"cert":"N\/A","id":95432,"title":"The Legend of Beaver Dam","adult":false,"genre_ids":[27,35]},{"cast":["Frankie Cullen","Cindy Lucas","Julie K. Smith","Billy Chappell","Rebecca Love"],"overview":"A doctor at a clinic where erotic role-playing is used to save troubled marriages gets turned on by his patients' sizzling fantasies.","release_date":"2011-02-05","vote_average":6.8,"runtime":78,"cert":"N\/A","id":95435,"title":"Sexy Wives Sindrome","adult":false,"genre_ids":[]},{"cast":["Brittany O'Neil","Heather Lee","Donita Dunes","Lynn LeMay"],"overview":"Four Big boob sex stars heat things up in five pulse-pounding jumbo jug scenes of dripping wet XXX!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":95436,"title":"Their Cups Runneth Over 2","adult":true,"genre_ids":[]},{"cast":["Lee Young-ae","Yoo Ji-tae","Park In-hwan","Lee Mun-sik"],"overview":"A recording engineer falls for a radio announcer after they work together to capture sounds of the natural world.","release_date":"2001-09-28","vote_average":7.1,"runtime":106,"cert":"N\/A","id":95453,"title":"One Fine Spring Day","adult":false,"genre_ids":[18]},{"cast":["Fernandel","Pierrette Caillol","Gaby Morlay","Charles Trenet"],"overview":"","release_date":"1943-11-10","vote_average":5.0,"runtime":null,"cert":"N\/A","id":95454,"title":"La cavalcade des heures","adult":false,"genre_ids":[]},{"cast":["Fernandel","Jacques Duby","Jean Rigaux","Judith Magre"],"overview":"In the absence of his wife, a clarinet player is induced by a friend to meet a call girl, but arrived after a crime. Perceived by some people leaving the scene of the crime covered by his raincoat, he became the only suspect for the police. His only hope is to discover the murderer before is name is mentionned publicly, specially in front of his wife.","release_date":"1957-02-22","vote_average":8.4,"runtime":106,"cert":"N\/A","id":95455,"title":"The Man in the Raincoat","adult":false,"genre_ids":[35,9648]},{"cast":["Lino Ventura","Charles Vanel","Pierre Dux","Bella Darvi","René Lefèvre"],"overview":"Géo Paquet, aka The Gorilla, breaks from jail. Now an escaped convict, the elite agent must infiltrate a dangerous gang working for a foreign embassy as their leader, a spy enjoying diplomatic immunity, can't be arrested by regular police.","release_date":"1958-08-14","vote_average":6.3,"runtime":90,"cert":"N\/A","id":95456,"title":"The Mask of the Gorilla","adult":false,"genre_ids":[28,18,80]},{"cast":["Fernandel","Denise Grey","Georges Grey","Gaby Wagner"],"overview":"","release_date":"1940-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95457,"title":"Monsieur Hector","adult":false,"genre_ids":[35,12]},{"cast":[],"overview":"What does all this equal? the most epic road rally ever on the the West Coast: The Goldrush Rally. Online community Luxury4Play developed and executed this incredible rally featuring Exotics, Supercars and a mind blowing route from Seattle through Portland, San Francisco, Los Angeles and finishing in Las Vegas. Watch the cars, people, parties and lifestyle of this life-changing event as it unfolded over all 5 days of the rally. Welcome to the next level of Automotive Lifestyle.","release_date":"2010-10-28","vote_average":4.5,"runtime":null,"cert":"N\/A","id":95462,"title":"GoldRush Rally 2KX","adult":false,"genre_ids":[]},{"cast":["Claude Dauphin","Diane Cilento","Françoise Rosay","Bernard Braden","Katya Douglas"],"overview":"British film, released in the United States as \"Stop Me Before I Kill!\". A few hours after their wedding, international racing driver, Alan Colby and his new wife Denise, are involved in a horrific car crash. Alan's physical injuries heal but the mental blackouts continue. Denise suggests a delayed honeymoon in the south of France and it is here that eminent psychiatrist, Dr. Prade, promises a complete treatment to cure Alan's suffering. The couple accept his offer unaware that it comes from a mind more hideously disturbed and psychologically unbalanced than Alan's.","release_date":"1960-10-01","vote_average":6.4,"runtime":120,"cert":"","id":95467,"title":"The Full Treatment","adult":false,"genre_ids":[18,9648]},{"cast":["Floris Kubwimana","Renaud Rutten","Ismail Kaposho","Issa Rugendo","Ciza Muhirwa"],"overview":"Oscar Nominated Short Film. 1994 or thereabouts. There is a civil war on in Burundi. A genocidal conflict opposing Hutus and Tutsis... We are witnesses to one of those sadly frequent episodes : the attack by the rebels of a minibus transporting ordinary passengers. A Kalashnikov bursts out. The bus stops, the passengers get off. There follows a \"selection\" separating Hutus and Tutsis. But who is a Hutu, who is a Tutsi? Na Wewe means You Too in Kirundi.","release_date":"2010-04-25","vote_average":6.8,"runtime":19,"cert":"N\/A","id":95468,"title":"Na Wewe","adult":false,"genre_ids":[35,18,10752]},{"cast":["Gina Philips","Warren Christie","Jay Brazeau","Leanne Adachi"],"overview":"Jenna Davis, a single working mother, wakes up at home to discover she's delivered a stillborn baby girl. Is the child a victim of a cunning prenatal nurse who no one remembers seeing or is she the victim of her mother's own fractured psyche?","release_date":"2007-03-04","vote_average":4.1,"runtime":90,"cert":"N\/A","id":95469,"title":"My Baby Is Missing","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Broadcasted by MTV World Stage. Kings of Leon performing live at O2 World, Hamburg, on December 8th, 2010. Setlist: 1. Crawl  2. Molly's Chambers  3. Radioactive  4. Fans  5. Mary  6. Wasted Time  7. The Immortals  8. Notion  9. The End  10. No Money  11. Four Kicks  12. Pyro  13. On Call  14. Birthday (Premiere: First time ever)  15. Back Down South  16. Manhattan  17. Knocked Up  18. Use Somebody  19. Closer  20. Sex on Fire  21. Black Thumbnail","release_date":"2010-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":95472,"title":"Kings of Leon: Live at O2 World, Hamburg","adult":false,"genre_ids":[10402]},{"cast":["Vít Olmer","Karla Chadimová","František Smolík","Radoslav Brzobohatý","Zdeněk Braunschläger"],"overview":"This is the story of a woodcutter in Bohemia during a war between Austria and Turkey. Wandering in the forest he finds a golden fern whose seed turns into a beautiful young woman - they fall in love. After a village feast in which he gets drunk he gets to sign up to the army. The fairy gives him a shirt to wear and asks him to swear he will never part with it. At the war front he falls in love with the the colonels daughter; cold beauty who asks him to perform various feats in order to respond to his courting (bring her the horse of the grand-vizier, then the necklace of the grand-vizier's wife and finally his nightingale).","release_date":"1963-08-29","vote_average":6.5,"runtime":115,"cert":"N\/A","id":95475,"title":"The Golden Fern","adult":false,"genre_ids":[14]},{"cast":["Jane Frazee","Robert Paige","Eve Arden","Lon Chaney Jr.","Shemp Howard"],"overview":"San Antonio Rose is an amiably wacky mini-musical evenly divided between its \"official\" stars, The Merry Macs, and a strong cast of supporting clowns. Robert Paige plays roadhouse operator Con Conway, whose establishment is in danger of being squeezed out by its competition. Stranded entertainers Hope Holloway (Jane Frazee) and Gabby Trent (Eve Arden) decide to revivify Conway's establishment by staging an energetic floor show built around the talented Merry Macs. A rival club owner dispatches his two top hooligans Jigsaw Kennedy (Lon Chaney Jr.) and Benny the Bounce (Shemp Howard) to wreck Conway's club by posing as waiters, but the two stupes are easily cowed into submission--by the leading ladies!","release_date":"1941-06-20","vote_average":7.0,"runtime":63,"cert":"N\/A","id":95478,"title":"San Antonio Rose","adult":false,"genre_ids":[10402,37]},{"cast":["Shayan Bayat","Meghan Kinsley","Travis Turner","Adrian Daniels"],"overview":"In 1967, Peter McKay watched as his father decapitated his sister on Easter morning. Peter never celebrated the holiday again... until now - today - in 1987. In an isolated cabin deep in the woods, Peter and his five friends will fall prey to a killer with a bloody ax to grind. A killer dressed as the Easter Bunny.","release_date":"2010-01-01","vote_average":4.1,"runtime":80,"cert":"N\/A","id":95481,"title":"Easter Bunny Bloodbath","adult":false,"genre_ids":[27]},{"cast":["Han Seok-kyu","Shim Hye-jin","Moon Sung-keun","Song Kang-ho","Dong Bang-woo"],"overview":"Returning home and finding his town drastically changed, a former soldier falls in with gangsters.","release_date":"1997-02-07","vote_average":7.1,"runtime":111,"cert":"N\/A","id":95482,"title":"Green Fish","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Hans Alfredson","Monica Zetterlund","Lars Ekborg","Birgitta Andersson","Georg Rydeberg"],"overview":"The unemployed Timjan discover Mejram singing and instantly fall in love with her.","release_date":"1964-09-07","vote_average":8.0,"runtime":106,"cert":"N\/A","id":95489,"title":"Svenska bilder","adult":false,"genre_ids":[35]},{"cast":["Berthe Qvistgaard","Lone Hertz","Arnold Sjöstrand","Helge Kjærulff-Schmidt","Preben Mahrt"],"overview":"Filmen er en fortsættelse af Hold fingrene fra mor.\r Dansk folkekomedie fra 1951. Berthe Quistgaard og Helge Kjærulff-Schmidt har hovedrollerne i dette dejlige kærlighedsspil. Lulu Vänner\r står for at skulle gifte sig for fjerde gang. Hun er mor til fire med tre forskellige mænd, men måske er fjerde gang lykkens gang. Selvom\r børnene godt kan lide Lulus tilkommende, John Carstensen, er de ikke vilde med tanken om giftermål.","release_date":"1951-09-13","vote_average":8.0,"runtime":91,"cert":"N\/A","id":95492,"title":"Vores fjerde far","adult":false,"genre_ids":[35,10751]},{"cast":["Ice-T","Dylan Walsh","Erika Eleniak","Claudia Christian","Rick Ducommun"],"overview":"Restored to former glory, a nostalgic cruise ship repeats a tragic past...","release_date":"2000-06-20","vote_average":3.7,"runtime":95,"cert":"N\/A","id":95493,"title":"Final Voyage","adult":false,"genre_ids":[18,28]}]