[{"cast":["Pepe Rubio","Mercedes Alonso","Antonio Ozores","María Luisa Merlo","José Luis López Vázquez"],"overview":"Some bizarre figures (bullfighters and future fighters, athletes and boxers) get together in a park from Madrid to improve and rehearse their techniques.","release_date":"1960-01-25","vote_average":0.0,"runtime":88,"cert":"N\/A","id":96000,"title":"El cerro de los locos","adult":false,"genre_ids":[]},{"cast":["Helena Albergaria","Marat Descartes","Naloana Lima","Gilda Nomacce","Marina Flores"],"overview":"With her husband having lost his job, Helena opens her own grocery store, but is soon plagued by strange occurrences.","release_date":"2011-05-12","vote_average":5.6,"runtime":99,"cert":"N\/A","id":96001,"title":"Hard Labor","adult":false,"genre_ids":[18,27]},{"cast":["Timotei Duma ","Doroteea Petre ","Carmen Ungureanu ","Ionuţ Becheru ","Cristian Văraru"],"overview":"Bucharest 1989 - the last year of Ceausecu's dictatorship. Eva lives with her parents and her 7 year old brother, Lalalilu. One day at school, Eva and her boyfriend accidentally break a bust of Ceausescu. They are forced to confess their crime before a disciplinary committee and Eva is expelled from school and transferred to a reformatory establishment. There she meets Andrei, and decides to escape Romania with him. Lalalilu becomes convinced that Ceausescu is the main reason for Eva's decision to leave. So with his friends from school he devises a plan to kill the dictator.","release_date":"2006-09-15","vote_average":6.5,"runtime":106,"cert":"N\/A","id":96010,"title":"The Way I Spent the End of the World","adult":false,"genre_ids":[18]},{"cast":["Peter Facinelli","Jack Knight","Dawson Dunbar","Sarah Manninen","Bruce Campbell"],"overview":"The story of the first blind man ever to reach the summit of Mount Everest","release_date":"2006-06-18","vote_average":6.0,"runtime":89,"cert":"N\/A","id":96011,"title":"Touch the Top of the World","adult":false,"genre_ids":[18]},{"cast":["Emmett Scanlan","Leigh Arnold","Ruth McIntyre","Thomas Farrell"],"overview":"After running over a woman and speeding off, an upper class man allows a deck of cards decide his fate as his behaviour grows increasingly erratic.","release_date":"2010-12-06","vote_average":5.5,"runtime":94,"cert":"N\/A","id":96012,"title":"Charlie Casanova","adult":false,"genre_ids":[53]},{"cast":["Teresa Gimpera","Axel Darna","Paca Gabaldón","Manuel Zarzo","Alfredo Mayo"],"overview":"The lieutenant Miguel Aguirre's dream is to become a military pilot, but a dispute with a superior is about to make him abandon his studies, had it not been for the intervention of his mother and his girlfriend, Luisa. Miguel's  first destination is Granada Air Base. There he meets an attractive young woman, Patricia, whom he takes for an American tourist.","release_date":"1968-01-01","vote_average":0.0,"runtime":124,"cert":"N\/A","id":96013,"title":"No le busques tres pies...","adult":false,"genre_ids":[]},{"cast":["María del Puy","Laura del Sol","Fernando Fernán Gómez","Ana Obregón"],"overview":"A group of peoples decide to go to relax to a hotel near the sea. He hotel's owner is an enigmatic woman who lives with her distant daughter, a young pianist and a naive waitress. When the media inform about the end of the world only reaction the waitress and one of the guests.","release_date":"1987-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":96014,"title":"El gran Serafín","adult":false,"genre_ids":[]},{"cast":["Emma Fielding","Fay Ripley","Hugo Speer"],"overview":"Marni's happy suburban life is shattered when her husband is murdered, amid accusations of infidelity and deception from their neighbours.","release_date":"2002-08-29","vote_average":5.0,"runtime":100,"cert":"N\/A","id":96015,"title":"Green-Eyed Monster","adult":false,"genre_ids":[]},{"cast":["Concha Velasco","Rafael Alonso","Luis Aguilar"],"overview":"Afther their wedding ceremony, Fernanda and Cosme Martínez go to a luxury hotel to consummate. They receive there some gifts and they find one fabulous diamant bracalet with a note for Fernanda  thanking her for unfforgetable nights. Cosme feel jelause and Fernanda offended and during their wedding night they go from one place to another to find out the misunderstanding.","release_date":"1961-06-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":96016,"title":"Mi noche de bodas","adult":false,"genre_ids":[]},{"cast":["Javier Albalá","Marina Seresesky","Pilar Punzano"],"overview":"Its about the relationship between  Julio, a radio broadcaster and Abril, a music teacher. It treat themes as destiny, love, incomunnication...","release_date":"2002-11-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":96017,"title":"April and Jules","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film features never-before-released footage from McCartney's \"secret show\" at the Electric Ballroom in London in June, 2007. The video portion of the package includes live performances of material from \"Memory Almost Full\" including \"Dance Tonight,\" \"Nod Your Head,\" \"House of Wax\" and \"Only Mama Knows,\" as well as a live performance of \"Drive My Car.\"","release_date":"2007-06-04","vote_average":0.0,"runtime":15,"cert":"N\/A","id":96018,"title":"Memory Almost Full","adult":false,"genre_ids":[]},{"cast":["Rocío Dúrcal","Pedro Osinaga","Roberto Font"],"overview":"A young girl decide to escape from home because her stepmother doesn´t like her. She finds a modest family that welcomes her as a family member. She learns how to live in lowliness and fall in love with David.","release_date":"1964-01-01","vote_average":5.0,"runtime":111,"cert":"N\/A","id":96019,"title":"Tengo 17 años","adult":false,"genre_ids":[10749,10751]},{"cast":["Mick Jagger","Keith Richards","Bono","Ron Wood","Bill Wyman"],"overview":"For everyone who's always envied the life of the legendary Rolling Stones frontman, this behind-the-scenes documentary lets you in on Mick Jagger's private life, with family home movies and interviews, and also follows him recording and performing songs from his solo Goddess in the Doorway\" album. Special appearances by Bono, Pete Townshend, Wyclef Jean, Lenny Kravitz, and others are featured.","release_date":"2001-11-22","vote_average":0.0,"runtime":114,"cert":"N\/A","id":96022,"title":"Being Mick","adult":false,"genre_ids":[]},{"cast":["Valentín Tornos","José Sazatornil","Teresa Gimpera","Helga Liné","Margit Kocsis"],"overview":"The actual Viscount Arnau wants to acquire the power and fame that had their ancestors. For this reason decided to hav many children, preferably males, to revive the Empire.","release_date":"1974-08-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":96025,"title":"Las correrías del Vizconde Arnau","adult":false,"genre_ids":[35]},{"cast":["Ramin Lomsadze"],"overview":"Ramin, an ex-wrestler who once won seven matches in 55 seconds, lives alone in the east Georgian town of Kvareli. Long time ago he fell in love with a girl whom he lost soon after he met her. Now, at 75, still unmarried but full of life, he travels to a remote Georgina village to seek her out. This film presents Ramir's journey through the Georgian landscape and through the memories of this man with a old aged body and an unbeatable heart.","release_date":"2011-04-01","vote_average":5.0,"runtime":58,"cert":"N\/A","id":96026,"title":"Ramin","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"The film – documentary “Shooting vs Shooting” presents a group of astonishing stories about journalists who were afflicted in the Iraq war, by following a journalist’s journey in Baghdad in 2009 and the story of a mother who seeks for an answer to the question why her son got killed while his only weapon was his camera. “Shooting vs Shooting” narrates incredible moments and adventures, reveals unknown sides to the facts and shows the dramatic stories of media workers who lost their lives, trying to freely broadcast the truth to the public opinion. Through the documentary, we witness the absurdity of war, the responsibilities of governments and armies and the atrociousness of blinded fanatics.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":96027,"title":"Shooting VS Shooting","adult":false,"genre_ids":[99]},{"cast":["Alberto de Mendoza","José Marco Davó","Alberto Dalbés"],"overview":"Ana, a four-yeared girl, is kidnaped by a man who move the girl to a solitary house and call her father to demand ramsons.","release_date":"1965-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":96028,"title":"Secuestro en la ciudad","adult":false,"genre_ids":[]},{"cast":["William Lee","Harlow Keith","E.J Toxey","Annette Ridout","Talisha Battle"],"overview":"History tells us that in ancient Macedonia, at the behest of Alexander the Great, a group of spiritualists known as the Magians were to write the secrets of their divine spiritual power for the purposes of good. Instead, they created a plague... a book so evil, that merely reading certain passages, one could be possessed by demons. If the book is found, what would happen if it fell into the wrong hands?","release_date":"2011-06-06","vote_average":1.0,"runtime":119,"cert":"N\/A","id":96029,"title":"Demons Rising","adult":false,"genre_ids":[27,28]},{"cast":["Barta Barri","Modesto Cid","Jesús Colomer"],"overview":"Mr. Vila is a family father who has worked a lot during his life to achieve a good life for his family. His oldest daughter, Elvira, causes him many problems because she acts as a rebel.","release_date":"1950-05-08","vote_average":6.0,"runtime":70,"cert":"N\/A","id":96030,"title":"La familia Vila","adult":false,"genre_ids":[]},{"cast":["Margarita Calahorra","Luis Ciges","Eduardo Calvo"],"overview":"Emilio is an executive in his thirties who is driven to set up an abandoned factory with the participation of a variety of quirky characters. For it, agrees to carry a suitcase with 40 million pesetas inside.","release_date":"1985-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":96031,"title":"Hierro Dulce","adult":false,"genre_ids":[]},{"cast":["Sandrine Correa","Efitayo Akousa","Steve Smith"],"overview":"Entirely shot on a mobile phone, the film evolved from chance encounters in the streets of London: Sandrine, an attractive young woman on a mission to find a husband, Steve, a seasoned beggar, struggling with addiction and and Steve's girlfriend Precious, a poet. Blurring the confines between fact and fiction. the film raises questions about the relationship between filmed and filmmaker. The closer he gets to his subjects, the more the obstruction of his camera seems to distance him from them. Ultimately People... reveals a personal and humane space that only came into existence precisely because it had been filmed.","release_date":"2010-11-18","vote_average":5.0,"runtime":53,"cert":"N\/A","id":96034,"title":"People I Could Have Been and Maybe Am","adult":false,"genre_ids":[99,18,10770]},{"cast":["Sam Dalton"],"overview":"A man, objecting to being filmed, comes closer and closer to the camera lens until his mouth is all we see. Then he opens wide and swallows camera and cinematographer. He steps back, chews, and grins.","release_date":"1901-10-15","vote_average":6.5,"runtime":1,"cert":"","id":96035,"title":"The Big Swallow","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Shot on location in New York City and starring an ensemble cast of New York City Ballet dancers, NY Export: Opus Jazz takes Jerome Robbins‘ 1958 “ballet in sneakers” and reimagines it for a new generation in this scripted adaptation.  After winning an Audience Award at the 2010 South by Southwest Film Festival, the film aired nationally on PBS’ Great Performances series and was nominated for the Rose d’Or Award.","release_date":"2010-11-22","vote_average":0.0,"runtime":46,"cert":"N\/A","id":96042,"title":"NY Export: Opus Jazz","adult":false,"genre_ids":[]},{"cast":["Shigeru Amachi","Yôko Mihara","Teruo Yoshida","Yôichi Numata","Torahiko Nakamura"],"overview":"From the king of Japanese exploitation films comes a criminal drama told in a semi-documentary fashion. The murder of the chief official of Kobe city's Customs triggers an investigation of a prostitution ring called the 'Yellow Line' that sells Japanese women. A hired assasin is betrayed by his organization, and kidnaps a woman who happens to be the girlfriend of a newspaper reporter.","release_date":"1960-04-29","vote_average":6.5,"runtime":79,"cert":"N\/A","id":96043,"title":"Yellow Line","adult":false,"genre_ids":[80]},{"cast":["Toshiyuki Nagashima","Tsuguaki Yoshida","Aiko Morishita","Akiko Shikata","Yūko Katagiri"],"overview":"Even in the world of criminal outsiders, there are those who are especially isolated. In this story, Third (Toshiyuki Nagashima) is an aimless young man who hangs around with a couple of girls who are amateur hookers. One day, while acting as their pimp, he gets into a conflict with a young gangster and winds up killing him. He is caught for this crime and imprisoned. Even here, because he is not a proper gangster, he is an outsider.  ~ Clarke Fountain, All Movie Guide","release_date":"1978-03-15","vote_average":5.7,"runtime":102,"cert":"N\/A","id":96044,"title":"Third Base","adult":false,"genre_ids":[18]},{"cast":["Hülya Koçyiğit","Kerem Yılmazer","Ali Şen"],"overview":"The struggles of a migrant Anatolian family to adapt to and survive in the very different conditions of urban Istanbul.  A young woman moves with her husband and small child to her husband's family in Istanbul. Her son becomes ill and the doctor tells her that he will soon die if he doesn't get an operation. The family refuses to help her because they can't see anything wrong with the boy and all money is needed for a new shop they have just opened. When her son dies she takes a desperate step.","release_date":"1973-04-01","vote_average":7.6,"runtime":92,"cert":"N\/A","id":96049,"title":"The Bride","adult":false,"genre_ids":[18]},{"cast":["Krissada Terrence","Nountaka Warawanitchanoun","Nimponth Chaisirikul","Pranee Keebut","Kiradej Ketakinta"],"overview":"The story involves a gifted young rock drummer named Bay who commits a grisly murder and becomes a fugitive from the law. Trained by a monk in a style of drumming called the Drums of the Gods, which treats drumming as a martial art for the forces of good, he must face his opposite drummer from the dark side.","release_date":"2004-10-07","vote_average":6.8,"runtime":98,"cert":"N\/A","id":96054,"title":"Bangkok Loco","adult":false,"genre_ids":[35,10402]},{"cast":["Zé Carlos Machado","Leonardo Villar","Cacá Amaral","Carlos Meceni","Genézio de Barros"],"overview":"Brazil in the early 70s. Miguel, Eloi, Osvaldo and Paolo take part in armed attacks against the military dictatorship. They pay a heavy price with torture and arrest. Today the four friends still see each other. Only Miguel is politically active. On a photograph from a political meeting in Sao Paolo he recognises the policeman who tortured them 25 years ago and who was responsible for the death of Miguel's girlfriend. The policeman has been officially dead for a few years. On one of their fishing trips together, Miguel tells his friends of his discovery. When they hunt down and confront their nemesis they come into conflict with both themselves and each other.","release_date":"1998-10-15","vote_average":6.0,"runtime":76,"cert":"N\/A","id":96055,"title":"Friendly Fire","adult":false,"genre_ids":[18,36,80]},{"cast":["Leonard Cohen"],"overview":"The Tibetan Book of the Dead remains an essential teaching in the Buddhist cultures of the Himalayas.","release_date":"1994-06-04","vote_average":7.0,"runtime":45,"cert":"N\/A","id":96060,"title":"The Tibetan Book of the Dead: The Great Liberation","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In a hostile medieval world dominated by the Great Master Agragon, a fortune soldier, the Nameless Warrior, tries to change his life and start again after many years of violence and disputes. When, discouraged and disarmed by Agragon's betrayal, gets the assignment to custody some smugglers to the remote Great Prairi, he can't yet imagine he is about to decide his destiny and of the whole world who waits anxious the arrival of great change. Dark monks, hidden spots and a gallery of unforgettable characters in an epic of impressive dimensions.","release_date":"2005-11-04","vote_average":0.0,"runtime":81,"cert":"N\/A","id":96061,"title":"Mercenary","adult":false,"genre_ids":[16,18,53]},{"cast":[],"overview":"This is the story of Palm Island, the tropical paradise where one morning Cameron Doomadgee swore at a policeman and forty-five minutes later lay dead in a watch-house cell. This is also the story of that policeman, the tall enigmatic Christopher Hurley who chose to work in some of the toughest and wildest places in Australia, and of the struggle to bring him to trial. The Tall Man is a story in luminous detail of two worlds clashing - and a haunting moral puzzle that no viewer will forget.","release_date":"2011-09-08","vote_average":5.8,"runtime":78,"cert":"N\/A","id":96064,"title":"The Tall Man","adult":false,"genre_ids":[99]},{"cast":["Mario Soldati"],"overview":"","release_date":"1958-08-13","vote_average":6.5,"runtime":null,"cert":"N\/A","id":96065,"title":"Pranzo di Natale","adult":false,"genre_ids":[]},{"cast":["Walter Chiari","Raimondo Vianello","Mario Carotenuto","Valeria Fabrizi"],"overview":"Sun, Sea, Love and a beautiful Italian beach...","release_date":"1960-12-31","vote_average":0.0,"runtime":87,"cert":"N\/A","id":96068,"title":"Ferragosto in Bikini","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Sportfreunde Stiller is only the sixth German band ever to record an MTV Unplugged concert. An accolade for the three boys from Munich. The title 'Unplugged in New York' can be read with a wink as 'New York' is just outside Munich: In a stunt hall of the Bavaria Film Studios the 'Sportis' were playing the biggest hits from their previous five albums, two cover songs and three brand new tracks. And they have invited guests: actress Meret Becker, The Subways and Udo Jürgens. A special kind of a \"Best of\", a must-see for any fan!","release_date":"2009-05-21","vote_average":0.0,"runtime":220,"cert":"N\/A","id":96071,"title":"Sportfreunde Stiller - MTV Unplugged in New York","adult":false,"genre_ids":[]},{"cast":["Steve Jones","Beyoncé Knowles"],"overview":"A Night With Beyoncé, recorded at London’s Fountain Studios with host Steve Jones, sees the superstar perform some of her greatest and best known hits as well as tracks from her new number one album, “4″ (http:\/\/tvnewsroom.co.uk).","release_date":"2011-12-04","vote_average":10.0,"runtime":53,"cert":"","id":96078,"title":"A Night with Beyonce","adult":false,"genre_ids":[]},{"cast":["Seána Kerslake","Johnny Ward","Kate Brennan","Shane Curry","Ciaran McCabe"],"overview":"Five street teens break into a house in a rich Dublin suburb for a night of partying. But games are twisted into something more emotional and ultimately out of control through a series of surprising revelations.","release_date":"2012-03-10","vote_average":5.1,"runtime":95,"cert":"N\/A","id":96085,"title":"Dollhouse","adult":false,"genre_ids":[18]},{"cast":["Gregory Crewdson"],"overview":"Filmed over a decade, Brief Encounters follows internationally renowned photographer Gregory Crewdson's quest to create his unique, surreal, and incredibly elaborate portraits of suburban life. He sets a house on fire, builds 90 foot sets with crews of sixty, shuts down city streets...all in the service of his haunted image of American life, and his own anxieties, dreams and inner desires. Brief Encounters is an intimate portrait of one of the most heralded image-makers of our time.","release_date":"2012-03-01","vote_average":7.4,"runtime":78,"cert":"N\/A","id":96088,"title":"Gregory Crewdson: Brief Encounters","adult":false,"genre_ids":[99]},{"cast":["Charles Bronson","Susan Oliver","Kurt Russell","Jan Merlin","John Fiedler"],"overview":"Bronson and Russell are up against some bad guys who run the town to which the pair have gone for supplies. Bronson runs into an old girl friend, Oliver, who is now married to his enemy Merlin. Bronson had long ago broken Merlin's arm, and now the man wants revenge.","release_date":"1965-01-29","vote_average":4.8,"runtime":91,"cert":"N\/A","id":96089,"title":"Guns of Diablo","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Seeking Asian Female is an eccentric modern love story about Steven and Sandy – an aging white man with “yellow fever” who is obsessed with marrying any Asian woman, and the young Chinese bride he finds online. Debbie, a Chinese American filmmaker, documents and narrates with skepticism and humor, from the early stages of Steven’s search, through the moment Sandy steps foot in California for the first time, to a year into their precarious union. Global migration, Sino-American relations and the perennial battle of the sexes, weigh in on the fate of their marriage in this intimate and quirky personal documentary.","release_date":"2012-03-12","vote_average":5.0,"runtime":80,"cert":"N\/A","id":96090,"title":"Seeking Asian Female","adult":false,"genre_ids":[99]},{"cast":["Diana Rigg","Pamela Brown","Gwen Watford","Denis Quilley","Judi Bowker"],"overview":"A well-to-do London businesswoman gives up her comfortable life, including the man who loves her, to become a cloistered Benedictine nun.","release_date":"1975-02-27","vote_average":8.5,"runtime":105,"cert":"N\/A","id":96097,"title":"In This House of Brede","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The 3rd installment of Felony Fights once again drags you into the world of combat with convicted felons getting down like they do in prison! Brutal fighting attacks that makes UFC, MMA and martial arts look like childs play.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96100,"title":"Felony fights: 3rd Strike","adult":false,"genre_ids":[]},{"cast":["Ashley Olsen","Mary-Kate Olsen"],"overview":"Mary-Kate, Ashley and their friends are all excited about the big school dance.  Unfortunately, Mary-Kate doesn't have a date yet, and Ashley is nervous about her decision to run for Queen of the Dance.  Join the girls as they put on their best outfits and get ready to party because you're invited to dance the night away with Mary-Kate and Ashley.","release_date":"2000-07-18","vote_average":7.2,"runtime":60,"cert":"N\/A","id":96101,"title":"You're Invited to Mary-Kate & Ashley's School Dance Party","adult":false,"genre_ids":[10751]},{"cast":["Lincoln Tate","Paola Tedesco","Mirta Miller","Benito Stefanelli","Genie Woods"],"overview":"A tribe of vicious female warriors terrorizes the countryside, and especially the males, until one day the men and some local villagers decide to fight back.","release_date":"1973-08-11","vote_average":5.2,"runtime":90,"cert":"N\/A","id":96106,"title":"Battle of the Amazons","adult":false,"genre_ids":[28,14]},{"cast":["Hedy Lamarr","Robert Young","Ruth Hussey","Charles Coburn","Van Heflin"],"overview":"A man who lived his life as he was was told he should, not as he would have chosen to, is brought out of his shell by a beautiful young woman.","release_date":"1941-12-18","vote_average":7.4,"runtime":120,"cert":"N\/A","id":96107,"title":"H.M. Pulham, Esq.","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"This inspirational documentary follows four deaf entertainers: a comic, drummer, actor and a singer as they attempt to cross over to mainstream audiences. These uniquely talented entertainers overcome great challenges to celebrate success.","release_date":"2010-03-19","vote_average":5.8,"runtime":91,"cert":"N\/A","id":96108,"title":"See What I'm Saying: The Deaf Entertainers Documentary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2001-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96121,"title":"Guns N' Roses: Rock in Río III","adult":false,"genre_ids":[]},{"cast":["Nick Dunning","Stephen Hogan","Kim McCafferty","Anne Lambton","Jimmy Yuill"],"overview":"A new comedy horror film set in the vein of old 1950’s and 1960’s movies of this popular genre. Co-written by IFTA award winning writer Pat McCabe (Breakfast on Pluto, The Butcher Boy) and British writer and director Kevin Allen (Twin Town), Flat Lake is currently in pre production in Co. Monaghan, Ireland. \"Flat Lake\" follows the peculiar activities of Sir Charles Wimsgrove who has hatched an eccentric plan to convert the entire area into some sort of crazy Eden-like paradise. However, his plan is thwarted by local journalist Sinead McSwain, who, with the help of Historian, Doctor Guy Bensley, discovers her own unique other-wordly powers that ultimately enables her to put a stop to Wimsgrove's lunacy.","release_date":"2012-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96122,"title":"Flat Lake","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":7.5,"runtime":null,"cert":"N\/A","id":96123,"title":"Guns N' Roses: Rock am Ring","adult":false,"genre_ids":[]},{"cast":["Gina Janssen","Mariano Perez","Elke Lefebre","Renate Ahlers","Trixi Drexler"],"overview":"A newlywed couple is lured to Schloss Schreckenstein, the residence of Count Dracula -- condemned for all eternity for sleeping with his grandmother. Soon, the bride, Eva, is under his spell and is taken away to be the center of an orgy. The apparent purpose of the exercise is to fill her up with semen before the Count takes a bite.","release_date":"1978-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":96124,"title":"Heiße Nächte auf Schloß Dracula","adult":true,"genre_ids":[]},{"cast":["Jude Angelini","Daniel Baldwin","Bernie Casey","Adrien Curry"],"overview":"A series of brutal murders at several top nightclubs have left the Las Vegas police department baffled. But when they discover that the killers are a group of bloodsucking vampires led by Q (Alex Wilkinson), it's everything they can do to prevent the information from reaching the public.","release_date":"2003-12-12","vote_average":6.0,"runtime":89,"cert":"N\/A","id":96125,"title":"Vegas Vampires","adult":false,"genre_ids":[27]},{"cast":["Roy Rogers","Trigger","Dale Evans","Gordon Jones","Pat Brady"],"overview":"Evil Grant Withers lets a killer horse loose to ruin valuable horses on nearby ranches. He hopes to shake down the ranchers for his \"protection\". Roy tracks down the bad guys, but is suddenly trapped by them. Peter Miles, a boy terrified of horses, overcomes his fear and rides for help to save the day.","release_date":"1950-06-30","vote_average":6.0,"runtime":68,"cert":"N\/A","id":96126,"title":"Trigger, Jr.","adult":false,"genre_ids":[28,37]},{"cast":["Christopher St. John","Paula Kelly","Florence St. Peter","Ingeborg Sørensen","Almeria Quinn"],"overview":"He was a violent man...trouble was--he was also a cop.","release_date":"1972-06-02","vote_average":6.0,"runtime":90,"cert":"N\/A","id":96127,"title":"Top of the Heap","adult":false,"genre_ids":[28,80]},{"cast":["Jane Gail","Ethel Grandin","William H. Turner","Matt Moore","Irene Wallace"],"overview":"A woman, with the aid of her police officer sweetheart, endeavors to uncover the prostitution ring that has kidnapped her sister, and the philanthropist who secretly runs it.","release_date":"1913-11-24","vote_average":6.1,"runtime":88,"cert":"N\/A","id":96128,"title":"Traffic in Souls","adult":false,"genre_ids":[18]},{"cast":["Greydon Clark","Tom Johnigarn","Jacqulin Cole","Bambi Allen","Aldo Ray"],"overview":"A white ex-GI goes to a black ghetto to deliver a letter from his buddy, a black soldier who died in Vietnam. When he arrives there he encounters hostility and trouble from all sides.","release_date":"1973-01-01","vote_average":6.5,"runtime":82,"cert":"N\/A","id":96129,"title":"The Bad Bunch","adult":false,"genre_ids":[18]},{"cast":["Rita Bennett","Morris Kaplan","Maria Lease","Dan Machuen","Geri Miller"],"overview":"Barbara, a frustrated writer who is also sexually frustrated, seeks to recharge her life by moving into a Manhattan apartment, where she earns money typing up manuscripts for other writers. Next door, a sexy young lady plays a variety of erotic games revolving around her hypnotically humming vibrator. When Julie, Barbara's hot-to-trot sister shows up, she reluctantly allows her to stay, even though memories of incestuous girlhood explorations between them cause her obvious distress","release_date":"1968-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":96130,"title":"Vibrations","adult":false,"genre_ids":[18,10749,14]},{"cast":["Darren McGavin","Earl Holliman","Jan-Michael Vincent","John Gruber","Danny Goldman"],"overview":"A Marine Corps drill instructor who is disgusted by the fact that the Corps now accepts draftees finds himself pitted against a hippie who has been drafted but refuses to accept the military's way of doing things.","release_date":"1970-11-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":96131,"title":"Tribes","adult":false,"genre_ids":[10770,18]},{"cast":["Lino Ventura","Isaac Hayes","Fred Williamson","Paula Kelly","William Berger"],"overview":"Isaac Hayes plays as Lee in his feature film debut, as Father Charlie and himself solve a bank robbery mystery that stretches across the city. After Lee is removed from the force due to $1,000,000 being stolen from the bank Father Charlie helps him to gain revenge for the loss of one of his friends.","release_date":"1974-05-29","vote_average":4.5,"runtime":92,"cert":"N\/A","id":96132,"title":"Three Tough Guys","adult":false,"genre_ids":[80,28]},{"cast":["Richard Harrison","Claudio Camaso","Werner Pochath","Mariangela Giordano","Špela Rozin"],"overview":"A man tracks down the five outlaws who murdered his brother, all the while being shadowed by a mysterious Pinkerton detective.","release_date":"1968-04-19","vote_average":5.9,"runtime":81,"cert":"N\/A","id":96133,"title":"Vengeance","adult":false,"genre_ids":[37]},{"cast":["William Tracy","James Gleason","Noah Beery Jr.","Joe Sawyer","Elyse Knox"],"overview":"Chubby William Tracy starred as Dodo Doubleday, a feckless Army draftee blessed (or cursed) with a photographic memory. Inexplicably promoted to sergeant, Doubleday becomes the bane of topkick Sgt. Ames' (Joe Sawyer) existence.","release_date":"1941-09-12","vote_average":4.0,"runtime":50,"cert":"N\/A","id":96134,"title":"Tanks a Million","adult":false,"genre_ids":[35]},{"cast":["Burke Morgan","Michelle von Flotow","Shayna Ryan","Morgan Daniel","Taimie Hannum"],"overview":"When Simon, a ruggedly handsome caretaker, takes a job at the lavish estate of world-renowned L.A. plastic surgeon, Dr. Trent Bortz, little does he suspect that he has stumbled into a nest of Vipers. But this ex-martial arts fighter discovers appearances can be truly deceiving.","release_date":"1998-05-10","vote_average":0.0,"runtime":92,"cert":"N\/A","id":96135,"title":"Vipers","adult":false,"genre_ids":[53,18]},{"cast":["Don Ameche","Joan Bennett","Roddy McDowall","John Loder","Raymond Walburn"],"overview":"Newsman Mitch and teletype operator Jennifer, whose job is to see he doesn't send inappropriate stuff out of the country, dodge bombs during the blitz of London while falling in love.","release_date":"1941-12-12","vote_average":7.0,"runtime":74,"cert":"N\/A","id":96136,"title":"Confirm or Deny","adult":false,"genre_ids":[10752,18]},{"cast":["Frankie Darro","Marjorie Reynolds","Mantan Moreland","Gordon Jones","Lorna Gray"],"overview":"A none-too-popular (nor good) radio singer, Rita Wilson is murdered while singing on the air in a radio studio. Radio page boy, Frankie Ryan, and his janitor pal, Jeff, solve the mystery for the none-too-sharp police.","release_date":"1940-09-09","vote_average":5.7,"runtime":62,"cert":"N\/A","id":96137,"title":"Up in the Air","adult":false,"genre_ids":[35,9648]},{"cast":["Dixie Donovan","Johnny Rocco","Debbie Osborne","Wendy Winders","Gigi Perez"],"overview":"A southerner comforting his buxom stepdaughter, his young wife seducing a sheriff and getting sexually blackmailed by a banker, their sleeping daughters approached by drunk farmers. Just another standard day in a hillbilly farm.","release_date":"1970-10-02","vote_average":4.1,"runtime":84,"cert":"N\/A","id":96138,"title":"Tobacco Roody","adult":false,"genre_ids":[35]},{"cast":["Frances Langford","Johnny Downs","Marjorie Woodworth","Noah Beery Jr.","Esther Dale"],"overview":"All-girl school Mar Brynn tries to get more pupils and publicity by making fun of the Quincton college. For revenge, the boys there sent Bob Sheppard to Mar Brynn, dressed as a girl, to give them a slight scandal. But he falls in love with Virginia, the girl who is putting on a show there. Now Bob has the problem of getting revenge for Quinceton and not loosing his girl, especially when Quinceton hears about his relationship and decides to sent him support...","release_date":"1941-10-31","vote_average":2.0,"runtime":53,"cert":"N\/A","id":96139,"title":"All-American Co-Ed","adult":false,"genre_ids":[35,10402]},{"cast":["Gunnar Hansen","42nd Street Pete","Tiffany Shepis","Bob Gonzo","Cathleen Wilbur"],"overview":"Halloween 2003 marked the 13th anniversary of the Chiller Theatre Horror Movie Convention ... but there was nothing conventional about it. UnConventional is Revolution Earth's second feature-length documentary. This film chronicles the insanity that ensued at the 13th annual Chiller-Con, held at the Meadowlands Sheraton Hotel in East Rutherford, NJ. The story of the weekend is told through the eyes of six different people, each a representative of the sorts that the Chiller-Con attracts: Gunnar Hansen, the original man behind the mask; Tiffany Shepis, a scream queen on the rise; Bob Gonzo, a \"micro-budget\" filmmaker; two rabid fans; and one of the key men who helps run the convention. Six different people, six different perspectives, one crazy weekend. It certainly promises to be UnConventional. Just keep telling yourself ... it's only a documentary ...","release_date":"2004-10-01","vote_average":5.0,"runtime":99,"cert":"N\/A","id":96140,"title":"UnConventional","adult":false,"genre_ids":[27,99]},{"cast":["Brian J. White","Patrice Fisher","Isaiah Washington","Reagan Gomez-Preston","Donna Biscoe"],"overview":"When a hip-hop promoter is bailed out of a hefty debt by a club owner, he becomes one of her call boys and nearly loses his life in the process.","release_date":"2004-12-28","vote_average":6.8,"runtime":null,"cert":"N\/A","id":96141,"title":"Trois 3: The Escort","adult":false,"genre_ids":[18,53,10749]},{"cast":["Gilbert Roland","Rena Winters","Phil Trapani","Bob Corrigan"],"overview":"Modern day western about an expedition led by Winters to find a lost treasure in the Mexican badlands. Psycho Trapani turns the search into a bloodbath.","release_date":"1974-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":96142,"title":"Treasure of Tayopa","adult":false,"genre_ids":[12,37]},{"cast":[],"overview":"Girl-on-girl lust with a nubile 20-year-old discovering herself in hippie-covered San Francisco by -- what else? -- becoming a hooker.","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96143,"title":"Uta","adult":false,"genre_ids":[]},{"cast":["David Chiang","Ti Lung","Wang Ping","Ku Feng","Alice Au Yin-Ching"],"overview":"The adored screen team of Chang Cheh, Ti Lung, and David Chiang return in another classic about brotherhood and heroes in Vengeance. Chiang plays a psychotic younger brother out to avenge his older brother's death","release_date":"1970-05-14","vote_average":6.4,"runtime":98,"cert":"N\/A","id":96144,"title":"Vengeance","adult":false,"genre_ids":[28]},{"cast":["Frank Corsentino","Haji","Michael Finn","Marius Mazmanian","Lee McLaughlin"],"overview":"The All-Out Sex Comedy Riot!","release_date":"1971-08-04","vote_average":0.0,"runtime":70,"cert":"","id":96145,"title":"Up Your Alley","adult":false,"genre_ids":[35,80]},{"cast":["John Price","Preben Neergaard","Lotte Tarp","Kirsten Rolffes","Ejner Federspiel"],"overview":"The mysterious Mr. Steinmetz has the acquired the ability to create things and beings by will alone. Only, after a while his creations invariably disappear. He therefore approaches a famous brain surgeon, Max Holst, who he hopes can help him with this problem. When Max refuses, Steinmetz brings his doppelgänger into being to replace him.","release_date":"1969-05-09","vote_average":7.0,"runtime":93,"cert":"N\/A","id":96148,"title":"The Man Who Thought Life","adult":false,"genre_ids":[27,878]},{"cast":["Jaya Bachchan","Sanjeev Kumar","Iftekhar","Asrani","A.K. Hangal"],"overview":"Mystery movie starring Jaya Bhaduri and Sanjeev Kumar with some very memorable songs.","release_date":"1973-05-18","vote_average":7.0,"runtime":125,"cert":"N\/A","id":96149,"title":"Anamika","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Amol Palekar","Deepti Naval","Vinod Mehra","Dina Pathak"],"overview":"Amol Palekar starrer noted for its Soundtracks","release_date":"1985-01-01","vote_average":0.0,"runtime":135,"cert":"N\/A","id":96154,"title":"The Unspoken","adult":false,"genre_ids":[18]},{"cast":["Marie Forså","Jack Frank","Anita Ericsson","Kim Frank","Lars Dahlgård"],"overview":"The young girl Flossie comes straight from a Swiss boarding school to Stockholm where she meets a young embassy clerk, Jack Archer. Together with her friend Eva each tell the other two of previous sexual encounters as well as creating new memories.","release_date":"1974-12-09","vote_average":3.7,"runtime":89,"cert":"N\/A","id":96157,"title":"Flossie","adult":true,"genre_ids":[10749,18]},{"cast":["Asrani","Bindiya Goswami"],"overview":"Asrani in a lead role","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96158,"title":"Chala Murari Hero Banne","adult":false,"genre_ids":[35]},{"cast":["Anil Kapoor","Amrita Singh","Amjad Khan","Om Prakash","Bharati Achrekar"],"overview":"Charandas, a young man in a village has no aim in life except to be a pehelwaan (wrestler). He takes an oath that he will not court or marry a girl until he hits the age of forty. But things changes when Charandas meets Chameli and falls in love with her. A hilarious take on the caste system of India, as both of them come from different castes and try hard to marry each other.","release_date":"1986-02-21","vote_average":6.0,"runtime":137,"cert":"N\/A","id":96159,"title":"Chameli Ki Shaadi","adult":false,"genre_ids":[35,18,10749]},{"cast":["Amol Palekar"],"overview":"Geeta ends up with two suitors after her father goes to bring home a prospective groom and mistakenly picks up the wrong man.","release_date":"1976-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":96162,"title":"Chitchor","adult":false,"genre_ids":[18,10749]},{"cast":["Sondra Locke","Robert Townsend","Larry Hankin","Sydney Lassick","Gerrit Graham"],"overview":"A failed window dresser exploits a being with rat-like features in an effort to make money.","release_date":"1986-10-17","vote_average":3.1,"runtime":104,"cert":"N\/A","id":96163,"title":"Ratboy","adult":false,"genre_ids":[35,80,18]},{"cast":["Douglas Fairbanks Jr.","Ann Dvorak","Frances Dee","Lee Tracy","Lyle Talbot"],"overview":"A gossip columnist helps a Broadway ingenue who's beholden to a penthouse gangster.","release_date":"1932-06-18","vote_average":6.7,"runtime":71,"cert":"N\/A","id":96164,"title":"Love Is a Racket","adult":false,"genre_ids":[80,18]},{"cast":["Mimsy Farmer","Barry Primus","Ray Lovelock","Carlo Cattaneo","Angela Goodwin"],"overview":"A pathology med student and a priest team up to investigate a wave of suicides blamed on sun spots and discover a number of them to be actual murders.","release_date":"1975-01-18","vote_average":6.1,"runtime":85,"cert":"N\/A","id":96167,"title":"Autopsy","adult":false,"genre_ids":[27,53]},{"cast":["Ruth Chatterton","George Brent","Frank McHugh","Guy Kibbee","Robert Barrat"],"overview":"After unwittingly marrying a bigamist, a woman faces many trials on the road to romance.","release_date":"1933-05-13","vote_average":6.6,"runtime":65,"cert":"N\/A","id":96170,"title":"Lilly Turner","adult":false,"genre_ids":[18]},{"cast":["John Turturro","Rod Steiger","Katherine Borowitz","Dennis Farina","Peter Boyle"],"overview":"In this modern day version of Shakespeare's Macbeth, a hitman heeds a spiritualist's prophesies that he will rise to the head of his family. He starts his ascension by clandestinely executing the heads of the family and casting the blame on others. However, with power comes consequences that are also predicted by the seer.","release_date":"1990-01-18","vote_average":3.8,"runtime":113,"cert":"N\/A","id":96171,"title":"Men of Respect","adult":false,"genre_ids":[18,28,80]},{"cast":["Rosalind Russell","Walter Pidgeon","Edward Arnold","Lee Bowman","Jean Rogers"],"overview":"A newsman (Walter Pidgeon) falls in love on Cape Cod with the judge (Rosalind Russell) his angry boss (Edward Arnold) expects him to discredit.","release_date":"1941-12-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":96172,"title":"Design for Scandal","adult":false,"genre_ids":[35,10749]},{"cast":["Joan Davis","Jinx Falkenburg","Joan Woodbury","Don Beddoe","Fortunio Bonanova"],"overview":"Joan Daley (Joan Davis), a New York booking\/press agent, attempts to recruit two local stand-ins, Jinx Terry (Jinx Falkenburg) and Lois Morgan (Joan Woodbury), when the Cuban sister-act, Marianela (Marquita Madero) and Rosita (Carmen Morales), she as booked into the nightclub for which she works fails to materialize. Complications arrive when the real Cuban sisters show up.","release_date":"1941-10-02","vote_average":5.0,"runtime":65,"cert":"N\/A","id":96173,"title":"Two Latins from Manhattan","adult":false,"genre_ids":[35]},{"cast":["Stefanie Narbe","Nova Meierhenrich"],"overview":"","release_date":"2009-01-31","vote_average":5.0,"runtime":null,"cert":"N\/A","id":96184,"title":"Nachtspuren","adult":false,"genre_ids":[]},{"cast":["Paquita Rico","Tito Sirgo","Félix Fernández"],"overview":"Miguel, a young adventurer with a good social position, flees his home to prevent his marriage qith a woman chosen by his family. In their flight is hidden in a gypsy caravan merchants. There he meets Rocío, a beautiful young woman with an extraordinary voice. Michael will be involved in the events of the troupe and incorporated into the show, going from town to town.","release_date":"1953-09-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":96187,"title":"La alegre caravana","adult":false,"genre_ids":[]},{"cast":["Alfredo Landa","María José Alfonso","Amparo Larrañaga"],"overview":"Arturo is married to Elena and they have four grown children, they are wonderfull but they are still living at home. Arthur is writer and that's a job that requires peace, silence and concentration, something imposible at Arturo's home. His editor convince him to make his children go out from home so Arturo start a kind of \"guerrilla war\" to make his sons become independent.","release_date":"1994-08-19","vote_average":5.2,"runtime":99,"cert":"N\/A","id":96190,"title":"Alone, at Last!","adult":false,"genre_ids":[]},{"cast":["Raizō Ichikawa","Tamao Nakamura","Shinobu Araki","Saburo Date","Jun Fujikawa"],"overview":"Nemuri Kyoshiro, a youthful and cynical ronin with unparalleled skill, is approached by both sides in a game of corruption, ambition, and double crosses. The leader of the Kaga clan, who thinks he has killed his smuggling partner, fears that the shogunate will discover his illegal activities. He learns of evidence that will prove his guilt. Meanwhile, his partner is not dead, and, assisted by a master of Shorenji boxing, is looking for revenge and for his loot. The Kaga leader sends the beautiful Chisa to enlist Nemuri's aid. The unexpected happens: the hard-bitten Nemuri falls in love. Can he protect her, topple the criminals, and avoid the boxer's deadly skill?","release_date":"1963-11-02","vote_average":5.3,"runtime":82,"cert":"N\/A","id":96195,"title":"Sleepy Eyes of Death: The Chinese Jade","adult":false,"genre_ids":[28]},{"cast":["Minnie Driver","Tom Wilkinson","Harriet Walter","Jonathan Rhys Meyers","Florence Hoath"],"overview":"When the father of privileged Rosina da Silva violently dies, she decides to pass herself off as a gentile and finds employment with a family in faraway Scotland. Soon she and the family father, Charles, start a passionate secret affair.","release_date":"1998-07-31","vote_average":6.3,"runtime":115,"cert":"","id":96196,"title":"The Governess","adult":false,"genre_ids":[18,10749]},{"cast":["Rafaela Aparicio","Jaime Avellán","José Luis Barcelona"],"overview":"Don Jose is a good family man and a model employee. He lives in his house as a King with his wife and children who make him happy. His only enemy is Dona Rosa, her mother, who has the habit of saying the last word on everything.","release_date":"1958-11-24","vote_average":0.0,"runtime":102,"cert":"N\/A","id":96199,"title":"Ya tenemos coche","adult":false,"genre_ids":[]},{"cast":["Amparo Rivelles","Rafael Durán","Guadalupe Muñoz Sampedro","Juan Espantaleón","Alberto Romea"],"overview":"Fernando returns to his hometown after years studying in Brussels to meet with a strange suicide note written by his father ten years earlier. This leads him to discover the portrait of a woman supposedly murdered in the house and a mysterious music box. Chance leads him to the house of the eccentric family Briones and to Mariana, a young woman who is living image of the portrait and possessor of a box identical to that discovered by the young man.","release_date":"1943-12-21","vote_average":5.0,"runtime":109,"cert":"N\/A","id":96216,"title":"Eloisa Is Underneath an Almond Tree","adult":false,"genre_ids":[]},{"cast":["Cassen","Margit Kocsis","Silvia Solar","Monika Kolpek","Judy Collins"],"overview":"Julian is a womanizer who has affairs with several girls at once. To escape the clutches of a cuckolded husband, he is forced to dress as a woman and join a women's professional football team, posing as a famous athlete in Argentina. This is the beginning of a series of deranged adventures.","release_date":"1972-04-03","vote_average":3.0,"runtime":111,"cert":"N\/A","id":96217,"title":"La liga no es cosa de hombres","adult":false,"genre_ids":[]},{"cast":["Chelsea Altman","Patricia Clarkson","Diane Venora"],"overview":"The actress Neely break with her boyfriend. Lottie, a great admirer envolves her in a murder plot making her to confuse reality and fiction.","release_date":"2002-09-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":96218,"title":"Heartbreak Hospital","adult":false,"genre_ids":[35,10749]},{"cast":["Kaho","Gori","Hideo Ishiguro","Hiroko Yakushimaru","Sayuri Iwata"],"overview":"High school student Kasumi Ogino (Kaho) is a member of the school choir and after years of praise for her singing voice thinks she is the absolute bee’s knees. When the object of her desires, classmate and photographer Junichi Makimura (Hideo Ishiguro), asks Kasumi is he can photograph her singing she accepts, thinking this means she is beautiful as well. However the end result is a comical shot of Kasumi with her mouth wide open, which Makimura likes to a hungry salmon! Distraught by the ensuing humiliation, Kasumi quits the choir, until she is encouraged to return by an unlikely counsel - the brutish leader of thuggish rival all male choir, Hiroshi Gondo (Gori).","release_date":"2008-04-05","vote_average":3.8,"runtime":120,"cert":"N\/A","id":96223,"title":"Sing Salmon Sing","adult":false,"genre_ids":[10402,35]},{"cast":["Janeane Garofalo","Tamala Jones","Brad Rowe","Swoosie Kurtz","Julie Claire"],"overview":"Nadine (Garofalo) is a contradiction in terms; she runs a dating service despite being incredibly unlucky in love. Now, facing serious business problems, she needs to find the right guy to turn her fortune around.","release_date":"2005-06-26","vote_average":5.0,"runtime":90,"cert":"N\/A","id":96224,"title":"Nadine in Dateland","adult":false,"genre_ids":[]},{"cast":["Ricardo Lopez","Björk"],"overview":"Intimate portrait of the social outcast Ricardo Lopez, chronicling the last days of his life in 1996 as he creates and sends a letter bomb rigged with sulfuric acid to Icelandic singer Björk and heads home to record his own suicide on video.","release_date":"2000-07-13","vote_average":8.0,"runtime":93,"cert":"N\/A","id":96227,"title":"The Video Diary of Ricardo Lopez","adult":false,"genre_ids":[99,36]},{"cast":["Christa Théret","Johan Libéreau","Maud Wyler","Anne Le Ny"],"overview":"Sarah seems to have the world at her feet. She's young, bright, pretty, free spirited yet hard working, with a real passion for life. Then, in just one day, she loses her job, is told she will have to move out of her apartment, and discovers she is seven months pregnant.","release_date":"2011-09-21","vote_average":5.5,"runtime":81,"cert":"N\/A","id":96236,"title":"Twiggy","adult":false,"genre_ids":[18]},{"cast":["Martin Escudero","Lauren Young","Kerbie Zamora","Roderick Paulate","Janice de Belen"],"overview":"Remington lives in a small provincial town. He’s a typical macho. During the day he works his ass off and at night he gets drunk to blow off steam. As a child Remington mercilessly harassed his homosexual neighbor until the man put a curse on him. One day Remington would turn gay. And it seems like the curse is slowly but surely working its magic. Remington is being forced out of a closet he never thought he’d be in. First his body language turns pink, then the way he talks and finally his sexual preference. Poor Remington finds himself entangled in a confusing threesome with his best friend and girlfriend. In the meantime his mother, a police officer, tries to find the perpetrator of a series of murders in the city’s gay and transsexual community. And the victims do not intend to remain under ground. They’re coming out of their coffins, Gloria Gaynor style !","release_date":"2011-08-31","vote_average":5.4,"runtime":96,"cert":"N\/A","id":96239,"title":"Remington and the Curse of the Zombadings","adult":false,"genre_ids":[35,27,18]},{"cast":["Carlos Acevedo","Margarita Andrey","Alicia Altabella","Francisco Rabal","José Isbert"],"overview":"Three short stories based on radio competitions, all linked by speaker Gabriel and his fiancee. Two inventors who want to patent a piston and need money, a thief who answers a phone call while robbing and a child who needs to go to Sweden for an operation are the protagonists of these stories around the radio.","release_date":"1955-07-24","vote_average":7.0,"runtime":95,"cert":"N\/A","id":96242,"title":"Radio Stories","adult":false,"genre_ids":[35,18]},{"cast":["Jenny Agutter","Bryan Marshall","Clare Sutcliffe","Simon Ward","Gregory Phillips"],"overview":"Jenny Agutter plays Wynne, an adopted 14-year-old girl who has a crush on her 32-year-old stepbrother, George, played by Bryan Marshall. While spying on George in the bathroom, Wynne notices George has several scratches on his back, and finds a bloody sweater she made for him that he threw in the trash, which leads her to suspect George of being the serial killer of several local teenage girls, who is still at large. Despite this belief, Wynne continues to have romantic sexual fantasies about George and dreams of marrying him when she comes of legal age.","release_date":"1970-10-27","vote_average":6.1,"runtime":105,"cert":"N\/A","id":96243,"title":"I Start Counting","adult":false,"genre_ids":[53]},{"cast":["Jena Malone","Zach Gilford","Gabrielle Union","John Slattery","Lola Cook"],"overview":"A portrait of two couples at a crossroads. What was supposed to be a romantic getaway for two young lovers, turns into an uncomfortable confrontation when the young man's estranged father shows up ... with his own girlfriend. As their collisions mount, the weekend transforms into a major turning point for each of them.","release_date":"2012-12-07","vote_average":5.5,"runtime":103,"cert":"N\/A","id":96246,"title":"In Our Nature","adult":false,"genre_ids":[18]},{"cast":["Andrew Chandler","Hélène Dassule","Nicole Palmer","Hamish Scrimgeour"],"overview":"A great child group adventure music movie -no words spoken - le petite bande - small band - scape from their music class... excellent for every age, a film that you can watch happily with your children.","release_date":"1983-03-16","vote_average":8.0,"runtime":91,"cert":"N\/A","id":96247,"title":"The Little Bunch","adult":false,"genre_ids":[12,35,9648]},{"cast":["Raizō Ichikawa","Kôichi Aihara","San'emon Arashi","Okuzan Asao","Hajime Etsukawa"],"overview":"Wandering samurai Nemuri Kyoshiro (Raizô Ichikawa) finds a bulls-eye on his back after befriending the shogunate's tightfisted financial adviser, Asahina, who's earned the wrath of the shogun's self-indulgent daughter for cutting off her allowance. The enraged princess promptly hatches a scheme to have Asahina bumped off -- along with his protector, Kyoshiro. Shiho Fujimura also stars in this installment of the enormously popular film series.","release_date":"1964-01-09","vote_average":5.3,"runtime":83,"cert":"N\/A","id":96250,"title":"Sleepy Eyes of Death 2: Sword of Adventure","adult":false,"genre_ids":[28]},{"cast":["Claudette Colbert","Patric Knowles","Florence Desmond","Sessue Hayakawa","Sylvia Andrew"],"overview":"During Word War II, American author Agnes Newton Keith is imprisoned by the Japanese in various POW camps in North Borneo and Sarawak.","release_date":"1950-02-20","vote_average":7.4,"runtime":106,"cert":"N\/A","id":96255,"title":"Three Came Home","adult":false,"genre_ids":[10752,18]},{"cast":["Michel Côté","Macha Grenon","Paul Doucet","Robert Gravel","Luc Picard"],"overview":"","release_date":"1995-05-26","vote_average":4.0,"runtime":95,"cert":"N\/A","id":96256,"title":"Erreur sur la personne","adult":false,"genre_ids":[]},{"cast":["Raizō Ichikawa","Kyooko Azuma","Hajime Etsukawa","Jun Fujikawa","Takatsugu Fukui"],"overview":"A decapitation at the hands of the shogun's monstrous misbegotten son kicks off the action and draws nomadic Nemuri Kyoshiro (Raizô Ichikawa) into more sword-fighting adventures when he's blamed for the beheading. Meanwhile, the head-chopper's mother is busy knocking off the shogun's lawful heirs to secure the shogunate for her son.","release_date":"1964-05-23","vote_average":6.3,"runtime":86,"cert":"N\/A","id":96257,"title":"Sleepy Eyes of Death 3: Full Circle Killing","adult":false,"genre_ids":[9648,18,28]},{"cast":["Daisy O","Summer Breeze","Jessica O"],"overview":"","release_date":"2011-12-08","vote_average":0.0,"runtime":112,"cert":"N\/A","id":96258,"title":"Spicy Teens 10","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96259,"title":"Reverze 2010 Revelations The Live Registration","adult":false,"genre_ids":[]},{"cast":["Karan Sharma","Shaurya Chauhan","Bhaumik Sampat","Kahkkashan Aryan","Rohin Robert"],"overview":"'The only thing that will stop you from fulfilling your dreams is you\" People have dreams, but not all of us have the guts to put faith in ourselves. Most of us lose focus and give up. We are most afraid to believe in our own dreams. Those who do are the true winners. This slice of life film is set in the backdrop of our capital city- Delhi.","release_date":"2012-01-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":96276,"title":"Sadda Adda","adult":false,"genre_ids":[]},{"cast":["Colleen Brennan","Don Summerfield","Ron Presson","Jane Tsentas","Cheri Mann"],"overview":"Buxom nudist mistress Marie wants her lover to hire a private detective to tape the lover's wife with the lover's college dropout stepbrother. But while the men's secretaries seduce them, Marie seduces the stepbrother by herself.","release_date":"1974-06-21","vote_average":6.7,"runtime":88,"cert":"N\/A","id":96277,"title":"Teenage Bride","adult":false,"genre_ids":[18]},{"cast":["Staffan Hallerstam","Maria Lindberg","Stefan Feierbach","Gun Arvidsson","Tommy Johnson"],"overview":"","release_date":"1969-11-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":96278,"title":"Kråkguldet","adult":false,"genre_ids":[]},{"cast":["Benjamin Bratt","Mili Avital","Barbara Andres","Armand Assante","Stephen Lang"],"overview":"On the run from smugglers and the police, world-weary scavenger Arno (Benjamin Bratt) takes a job as a courier for a tycoon. But when the tycoon's yacht goes down in a storm, can Arno partner with a fellow sea scavenger to loot the ship's bounty? What awaits are diamonds, emeralds and gold. Guy Ferland directs this tropical noir film, which is based on a short story by Ernest Hemingway. Armand Assante co-stars.","release_date":"2001-08-17","vote_average":5.0,"runtime":99,"cert":"","id":96279,"title":"After the Storm","adult":false,"genre_ids":[18,53,80,28]},{"cast":["Maureen Lipman","Tom Wilkinson","David Ross","Anna Carteret","Nicholas Le Prevost"],"overview":"Doting parents (Maureen Lipman, David Ross, Tom Wilkinson) must adjust to life without their children as their offspring leave for college and form relationships. Sequel to Eskimo Day.","release_date":"1997-12-31","vote_average":0.0,"runtime":91,"cert":"","id":96282,"title":"Cold Enough for Snow","adult":false,"genre_ids":[35]},{"cast":["Gael García Bernal","Camila Sodi","Luz Cipriota","Tenoch Huerta","Jorge Luis Moreno"],"overview":"Déficit follows one day of crisis in the life of Cristobal (Gael Garcia Bernal), a spoilt, rich kid throwing a party for his friends at his parents' luxurious villa. A big fence and a live-in staff of servants are there to shield Cristobal from the harsher realities of life, while his younger sister Elisa (Camila Sodi), there with her own crowd, uses drugs as her chosen means of escape. There are, however, some realities that cannot be kept at bay forever, like the reason behind their parents' prolonged absence, the gradual breakdown in the villa's amenities, and Cristobal's dwindling university prospects.","release_date":"2007-05-21","vote_average":5.8,"runtime":79,"cert":"N\/A","id":96287,"title":"Deficit","adult":false,"genre_ids":[18]},{"cast":["Gisèle Freund","Sylvia Beach","Janet Flanner"],"overview":"Women (many of them lesbian) artists, writers, photographers, designers, and adventurers settled in Paris between the wars. They embraced France, some developed an ex-pat culture, and most cherished a way of life quite different than the one left behind.","release_date":"1996-02-19","vote_average":7.0,"runtime":75,"cert":"","id":96288,"title":"Paris Was a Woman","adult":false,"genre_ids":[99]},{"cast":["Terry Gibson","Peggy Church","Gina Paluzzi","John Keith","Peter James"],"overview":"Since Moonbeam Swiner is The Pigkeeper's Daughter, it's no surprise that her best friend in the whole wide world is a little piggy named Lord Hamilton. And that has her Ma worried. After all, Moonbeam has reached the ripe old age of 19 and she still ain't hitched yet. So when a traveling salesman from the big city arrives on the scene, Ma quickly out-cons the con-artist and Pa arranges a shotgun wedding.","release_date":"1972-08-17","vote_average":5.2,"runtime":93,"cert":"N\/A","id":96289,"title":"The Pig Keeper's Daughter","adult":false,"genre_ids":[35]},{"cast":["Kagney Linn Karter","Asa Akira","Kristina Rose","Gracie Glam","Lexi Belle"],"overview":"\"Adult entertainment studio, Elegant Angel Productions, is proud to announce the latest volume of its annual series, \"Performers Of The Year 2012,\" scheduled for release on January 11th. The movie will be a 2-Disc Set, featuring 7 scenes, and starring the biggest names of the year: Asa Akira, Kagney Linn Karter, Kristina Rose, Gracie Glam, Lexi Belle, Jayden Jaymes, and Bobbi Starr.\"","release_date":"2012-01-11","vote_average":10.0,"runtime":265,"cert":"N\/A","id":96290,"title":"Performers of the Year 2012","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96293,"title":"Lucky Luke — L'héritage De Rantanplan","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96294,"title":"Lucky Luke — Nitroglycerine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lucky rides around the west when suddenly a giant elephant pops up. It turns out to belong to a circus society and now they need help against the constant Indian attacks. Lucky joins the squad and becomes a circus star himself!","release_date":"2003-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96295,"title":"Lucky Luke — Western Circus","adult":false,"genre_ids":[16]},{"cast":["Peter Davison","Niamh Cusack","Heather Cameron-McLintock","Sandra Huggett","Adrian Lukis"],"overview":"A divorced father objects to his former wife's new partner.","release_date":"2003-09-22","vote_average":5.0,"runtime":90,"cert":"","id":96296,"title":"Too Good to Be True","adult":false,"genre_ids":[18]},{"cast":["Fred Schneider","Kate Pierson","Cindy Wilson","Keith Strickland"],"overview":"The B-52s were celebrating the 34th anniversary of their first-ever live show on Valentine’s Day in 1977 in the same town. This disc is also the first B52s concert now officially released on DVD. Not surprisingly, as the group had no new material to promote, it’s a retrospective of their work from 1979 to their last new studio album, 2008’s Funplex.","release_date":"2012-03-20","vote_average":8.0,"runtime":131,"cert":"N\/A","id":96297,"title":"The B-52s with the Wild Crowd! - Live in Athens, GA","adult":false,"genre_ids":[10402]},{"cast":["Edward James Olmos","Angela Alvarado","Rick Aiello","Charlize Theron","Christine Harnos"],"overview":"A former LA cop runs a top-flight private detective agency that caters to spoiled Hollywood types.","release_date":"1997-04-14","vote_average":4.0,"runtime":92,"cert":"N\/A","id":96298,"title":"Hollywood Confidential","adult":false,"genre_ids":[18,28,53]},{"cast":["Divina Buran","Sven Spannagel","Marco Kruse","Boris Klemkow","Maik Ude"],"overview":"","release_date":"2010-11-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":96299,"title":"Abnormis","adult":false,"genre_ids":[]},{"cast":[],"overview":"A look at the passage of time through the changing seasons, human evolution and everyday life.","release_date":"1982-08-28","vote_average":8.4,"runtime":83,"cert":"N\/A","id":96300,"title":"The Blue Planet","adult":false,"genre_ids":[99]},{"cast":["Piera Degli Esposti","Andrea Giordana","Gualtiero Burzi","Galatea Ranzi","Paolo Lorimer"],"overview":"","release_date":"2006-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96303,"title":"Lettere dalla Sicilia","adult":false,"genre_ids":[]},{"cast":["Mikael Persbrandt","Lena Olin","Tuva Novotny","Michael Nyqvist","Reine Brynolfsson"],"overview":"An overworked and stressed out man in the middle of his career causes the worst tragedy that can happen to a family...","release_date":"2005-10-14","vote_average":3.0,"runtime":106,"cert":"N\/A","id":96304,"title":"Bang Bang Orangutang","adult":false,"genre_ids":[18]},{"cast":["Marisa Berenson","Karim El-Kerem","Joel West","Garrett Wall"],"overview":"From a non-mythical perspective, The Disciple presents with high production value, the life of Jesus from a daring new angle, a human, without divinity, fallible and worrying disciple of God and the People on very real ground.","release_date":"2010-04-23","vote_average":3.0,"runtime":101,"cert":"N\/A","id":96311,"title":"The Disciple","adult":false,"genre_ids":[18,36]},{"cast":["Ronnie Coleman"],"overview":"Filmed August 2003 in his off-season. Preparing for the 2003 IFBB Mr. Olympia contest. This dvd includes four days of his workouts, covering every bodypart. Some CRAZY lifts, in the usual Ronnie style. \"Light Weight BABY!!\"  160 lb Dumbbell shoulder presses, 800 lbs Squats, 2,250+ lbs Leg Presses, 495 lbs Bench Presses, 75 lbs Alternate Curls and more!! 310 lbs massive off-seasib bodyweight and workouts!","release_date":"2004-05-01","vote_average":5.0,"runtime":196,"cert":"N\/A","id":96312,"title":"Ronnie Coleman: Cost of Redemption","adult":false,"genre_ids":[99]},{"cast":["Dianna Agron","Kristin Chenoweth","Lea Michele","Cory Monteith","Dijon Talton"],"overview":"Put on your dancing shoes and get ready to Gleek Out This full-length dvd features a set list of Season One's most sensational musical numbers - back to back so the party never has to end.  The biggest appeal of GLEE is....the musical numbers Watching them without the storyline interruptions sounds like a good thing.","release_date":"2011-04-19","vote_average":8.0,"runtime":142,"cert":"N\/A","id":96313,"title":"Glee Encore","adult":false,"genre_ids":[10402,10770]},{"cast":["Chazz Palminteri","Andie MacDowell","Jodelle Ferland","Rainey Qualley","Janeane Garofalo"],"overview":"Set in the 1970's, MIGHTY FINE is the story of Joe Fine (Chazz Palminteri) a charismatic, high-spirited man, who relocates his family--wife Stella (Andie MacDowell), a Holocaust survivor, daughters Nathalie (Jodelle Ferland) and Maddie (Rainey Qualley)--from Brooklyn to New Orleans, in search of a better life. Unfortunately, Joe's spending spree is wildly out of touch with reality, as his apparel business is teetering on the brink of collapse, a fact he refuses to accept. Written and directed by Debbie Goodstein, MIGHTY FINE is told from the perspective of an adult Nathalie remembering the events of her youth, and is inspired by Goodstein's memories of her own father. MIGHTY FINE ultimately shows how coming to terms with the past without judgment is the most fruitful way to move toward the future.","release_date":"2012-05-25","vote_average":4.8,"runtime":80,"cert":"N\/A","id":96314,"title":"Mighty Fine","adult":false,"genre_ids":[35,18]},{"cast":["Anika Anderson","Lovely Lexi","Jesmi Lynn","Little Bit More","Yoli Pop"],"overview":"They all end up saying they've never done that before. With three first scenes, one first interracial, one first anal, and four first cream pies. Real sore pussies, huge gaping sphincters, throat chocking blow jobs and much more.","release_date":"2003-11-18","vote_average":0.0,"runtime":132,"cert":"N\/A","id":96317,"title":"I've Never Done That Before 15","adult":true,"genre_ids":[]},{"cast":["Samantha Fox","Brooke West","Serena","Lisa De Leeuw","Annette Haven"],"overview":"A national news magazine publisher decides to do a front-page story on his daughter's sorority.","release_date":"1980-10-29","vote_average":6.5,"runtime":89,"cert":"N\/A","id":96322,"title":"Co-Ed Fever","adult":true,"genre_ids":[]},{"cast":["Mark D. Hutter","Sally E. Bennett","Dave Fagerberg","H. David Wright"],"overview":"First Invasion: The War of 1812, a History Channel documentary that first aired in 2004, portrays a young United States of America \"on the brink of annihilation\" as it battles the largest and most powerful empire on earth. Critics say the documentary is far too pro-American, and that it ignores or downplays crucial elements of the War of 1812. Others praise First Invasion for its compelling presentation of a far too neglected period of history.","release_date":"2004-09-12","vote_average":0.0,"runtime":46,"cert":"N\/A","id":96323,"title":"First Invasion: The War of 1812","adult":false,"genre_ids":[36,53,99,878,10752]},{"cast":["Raylene","April Flowers","Randy Spears","Kylie Ireland","Alec Metro"],"overview":".","release_date":"2001-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":96324,"title":"Bad Wives 2","adult":true,"genre_ids":[]},{"cast":["Jimmy Lydon","Mary Anderson","Charles Smith","June Preisser","Irving Bacon"],"overview":"Teenager Henry Aldrich (Jimmy Lydon) finds himself in a heated election for high-school class president.","release_date":"1941-10-17","vote_average":0.0,"runtime":75,"cert":"N\/A","id":96325,"title":"Henry Aldrich for President","adult":false,"genre_ids":[35]},{"cast":["Karen Summer","Woody Long","Cara Lott","Marc Wallice"],"overview":".","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96326,"title":"Daddy Doesn't Know","adult":true,"genre_ids":[]},{"cast":["Shauna Grant","Misty Dawn","Andrea Adams","Ron Jeremy"],"overview":"The trials and tribulations of a psychoanalyst who specializes in the sex problems of beautiful young women.","release_date":"1983-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":96327,"title":"Dreams of Pleasure","adult":true,"genre_ids":[]},{"cast":["Steve Alaimo","Willie Pastrano","John Vella","Bobbie Byers","Jeff Gillen"],"overview":"A stock car driver goes undercover as the wheel man for a motorcycle gang.","release_date":"1967-09-01","vote_average":2.6,"runtime":90,"cert":"N\/A","id":96334,"title":"Wild Rebels","adult":false,"genre_ids":[18,80]},{"cast":["Shauna Grant","Joanna Storm","Tara Aire","Kimberly Carson","Janey Robbins"],"overview":"A little rich girl is sent off to summer camp by her Mafioso daddy to hide her from the real world. Little does he know that at Camp Quim, sex wins out over arts and crafts every time.","release_date":"1983-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":96335,"title":"Summer Camp Girls","adult":true,"genre_ids":[]},{"cast":["Franklin Rodríguez","Sharyn Jimenez","Jerry Rutkin","Starr Ruiz","Gilbert Mesa"],"overview":"A story of two men who become heroin addicts, what they must do to support their habit and how it affects their lives.","release_date":"1967-10-24","vote_average":0.0,"runtime":102,"cert":"N\/A","id":96336,"title":"Way Out","adult":false,"genre_ids":[18]},{"cast":["Gene Hackman","Liv Ullmann","Eileen Heckart","Susan Tyrrell","Harry Dean Stanton"],"overview":"Zandy Allan purchases a mail-order bride, Hannah Lund. He treats her as a possession, without respect or humanity, until their shared ordeal as they struggle to survive develops in him a growing love.","release_date":"1974-05-19","vote_average":6.2,"runtime":97,"cert":"N\/A","id":96337,"title":"Zandy's Bride","adult":false,"genre_ids":[37]},{"cast":["Mushond Lee","Cynda Williams","Guy Torry","Wendy Raquel Robinson","Maia Campbell"],"overview":"Robert Hightower (Mushond Lee) thinks he's got the perfect life ... until his girlfriend (Cynda Williams) discovers that she's pregnant and decides she wants to get married and \"nest.\" In a quandary, Robert begins to buckle under the pressure as his homeboys line up to watch his back, while girlfriends of Robert's better half rush some much-needed moral support in her direction.","release_date":"2003-05-11","vote_average":7.8,"runtime":89,"cert":"N\/A","id":96338,"title":"With or Without You","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Ford","Keith McConnell","Larisa Schubert","Stuart Lancaster","Elizabeth Knowles"],"overview":"As an alternative to being drafted, a young man is given the job of fathering 2000 children for a future perfect race.","release_date":"1970-08-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":96339,"title":"Wilbur and the Baby Factory","adult":false,"genre_ids":[35]},{"cast":["Method Man","RZA","The GZA","Ghostface Killah","Raekwon"],"overview":"In the summer of 1993, the Wu-Tang Clan emerged from the slums of Staten Island, NY and took the hip-hop world by storm. Their legacy spanned over a decade, selling more than 20 million albums. Their talents brought them success and their music made them legends. This is their story...\"WU: The Story of the Wu-Tang Clan\" is an inspiring tale of the Clan's rise to power, fall from greatness and phoenix-like rebirth. This gem of a documentary includes a spectacular presentation of never before seen rare concert footage and interviews intimately narrated by acclaimed, Gerald \"Gee-Bee\" Barclay.","release_date":"2008-11-08","vote_average":6.1,"runtime":79,"cert":"N\/A","id":96340,"title":"Wu: The Story of the Wu-Tang Clan","adult":false,"genre_ids":[99,10402]},{"cast":["Meiko Kaji","Sonny Chiba","Junzaburô Ban","Yukie Kagawa","Tamayo Mitsukawa"],"overview":"Meiko Kaji reprises her role as Nami, a vengeful female gang leader, in the second installment of this high-action series that casts a new actor -- martial arts legend Sonny Chiba -- in the role of Nami's loyal friend Ryuji. This time around, Nami is looking for Hoshiden, the man who murdered her father and shattered her once-hopeful childhood. But living under an assumed name, Hoshiden could stay hidden forever.","release_date":"1972-01-01","vote_average":10.0,"runtime":86,"cert":"N\/A","id":96343,"title":"Wandering Ginza Butterfly: She-Cat Gambler","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"An examination of the \"go-go\" scene, including topless dancers and strippers, in Washington, DC, and Baltimore, Maryland.","release_date":"1967-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96344,"title":"Way Out Topless","adult":false,"genre_ids":[99]},{"cast":["Louise Smith","Deborah Banks","Liz Caldwell","Marusia Zach","Amanda Goodwin"],"overview":"A day in the life of several prostitutes in an upscale Manhattan whore house. The film is a stark portrayal of the women prostitutes, the male customers and the motivations of both. Watch as the madam manipulates her \"girls\". Watch as she answers the phone by saying \"Hello John, what's new and different?\" Watch as the \"johns\" try to manipulate the \"girls\". Part nudie exploitation, part sociological thesis.","release_date":"1986-05-28","vote_average":6.0,"runtime":93,"cert":"N\/A","id":96349,"title":"Working Girls","adult":false,"genre_ids":[18]},{"cast":["Jay Rasumny","Samual Mann","John Ireland","Dyanne Thorne","Mendel Pincus"],"overview":"Two aliens from a dying planet are on a mission to impregnate Earth women.","release_date":"1974-12-31","vote_average":2.8,"runtime":75,"cert":"N\/A","id":96350,"title":"Wam Bam Thank You Spaceman","adult":false,"genre_ids":[878,35]},{"cast":["Rattapoom Toekongsap","บุศริน หยกพรายพันธ์","อัตตพงษ์ อัตตกิจกุล","เบญจรัตน์ วิศิษฐ์กิจการ"],"overview":"A romantic comedy that is set during the recent flood crisis in Thailand.","release_date":"2012-03-07","vote_average":5.3,"runtime":92,"cert":"N\/A","id":96351,"title":"Love at First Flood","adult":false,"genre_ids":[35,10749]},{"cast":["Adele"],"overview":"Earlier this month Adele stopped by a studio in Harlem to perform a six-song set for VH1 Unplugged. We have the song known as “The Contradictions Track,” which is “(You Make Me Feel Like A) Natural Woman,” in advance of the show’s online premiere March 3. It may seem like a dangerous move for any singer to cover Aretha Franklin. Is there a more surefire way to feel inadequate?  But Adele smartly introduced the song by saying she wouldn’t attempt to reinterpret it. While we agree with her sentiment (and respect for Aretha), turns out no disclaimer was needed. Listening up-close to Adele’s mellow but true rendition, which required only minimal guitar and keys, it seemed to us there is no one Adele can’t cover with her powerful, nuanced singing.","release_date":"2012-03-03","vote_average":0.0,"runtime":23,"cert":"","id":96352,"title":"Adele: VH1 Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Haralds Ritenbergs","Artūrs Ēķis","Eduards Pavuls","Lolita Cauka","Olga Dreģe"],"overview":"Three brave Latvian guys - Andris, Peter and Ermanis - justice, friendship and love for the totally inconceivable daring feats. For the feats they fall under, because opponent side is the power and the power, the court, and sometimes your opponent is not allowed for the mind and the quickness ... Brave young men spend their energy demand, enhance and support the three maidens, who love them and that they love: Ruta, Anna and Leene, like a brave and smart, funny and witty. There is no enemy that can stand against these six - for their joint efforts and together put in mind.","release_date":"1970-07-12","vote_average":7.5,"runtime":90,"cert":"N\/A","id":96353,"title":"Devil's Servants","adult":false,"genre_ids":[12,35]},{"cast":["Horst Tappert","Werner Peters","Hubert Suschka","Walter Richter","Erika Pluhar"],"overview":"Rough-and-ready vice detective Perrak has to follow a 1000 leads during the investigation of a transvestite murder case. In a profoundly mysterious massage parlor he meets industrialist wife Claire Imhoff, who knows more about the crime than she wants to admit.","release_date":"1970-04-17","vote_average":0.0,"runtime":92,"cert":"N\/A","id":96364,"title":"Hard Women","adult":false,"genre_ids":[80]},{"cast":["Paul McGillion","Emilie Ullerup","Shannen Doherty","Sarain Boylan","Jefferson Brown"],"overview":"Twenty years after his encounter with the witch, a grown-up Hansel returns to the haunted forest, seeking revenge.","release_date":"2012-02-25","vote_average":4.1,"runtime":86,"cert":"N\/A","id":96367,"title":"WitchSlayer Gretl","adult":false,"genre_ids":[14,27,878,10770]},{"cast":["George Hilton","Walter Barnes","Horst Frank","Loni von Friedl","Carlo Alighiero"],"overview":"Two famous gunmen, Lord and Bull are called to a southern western town by a judge to retrace a gold reserve, worth $500.000 which was hidden in the last days of the Civil War, by a Confederate colonel and people have been looking for it ever since.","release_date":"1968-08-04","vote_average":6.0,"runtime":92,"cert":"N\/A","id":96368,"title":"The Moment to Kill","adult":false,"genre_ids":[37]},{"cast":["Ziad Saad  ","Alexandra Kahwagi ","Julia Kassar"],"overview":"A day in the life of Malek, a young man who suffers from sleep disorders and is obsessed with thoughts of his ex-girlfriend. Meanwhile, his overprotective mother struggles with the disappearance of her husband, who was kidnapped more than 15 years ago during the civil war.","release_date":"2005-08-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":96389,"title":"A Perfect Day","adult":false,"genre_ids":[18]},{"cast":["Shauna Grant","Cody Nicole","Joanna Storm","Honey Wilder","Pamela Mann"],"overview":"","release_date":"1983-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":96390,"title":"The Personal Touch II","adult":true,"genre_ids":[]},{"cast":["Emily Grace","Judith Ivey","Bill Raymond"],"overview":"A poor young woman is recruited by a friendly couple traveling in an RV into becoming part of the dark world of truck stop prostitution.","release_date":"2003-01-25","vote_average":6.1,"runtime":96,"cert":"N\/A","id":96393,"title":"What Alice Found","adult":false,"genre_ids":[18]},{"cast":["Dirk Bogarde","Tom Courtenay","Leo McKern","Peter Copley","Barry Foster"],"overview":"During World War I a British soldier, charged with desertion, is defended by an officer who at first despises his actions and then grows to feel sympathy for him.","release_date":"1964-09-05","vote_average":7.2,"runtime":85,"cert":"N\/A","id":96394,"title":"King and Country","adult":false,"genre_ids":[10752,18]},{"cast":["Ronald Colman","Vilma Banky","Gary Cooper","Charles Lane","Paul McAllister"],"overview":"While building an irrigation system for a Southwestern desert community, an engineer vies with a local cowboy for the affections of a rancher's daughter.","release_date":"1926-10-14","vote_average":7.0,"runtime":89,"cert":"N\/A","id":96395,"title":"The Winning of Barbara Worth","adult":false,"genre_ids":[18,10749,37]},{"cast":["Warner Baxter","Ann Loring","Bruce Cabot","Margo","J. Carrol Naish"],"overview":"In the 1840's Mexico has ceded California to the United States, making life nearly impossible for the Mexican population due to the influx of land and gold-crazy Americans. Farmer Joaquin Murrieta revenges the death of his wife against the four Americans who killed her and is branded an outlaw. The reward for his capture is increased as he subsequently kills the men who brutally murder his brother. Joining with bandit Three Fingered Jack, Murrieta raises an army of disaffected Mexicans and goes on a rampage against the Americans, finally forcing his erstwhile friend, Bill Warren, to lead a posse against him.","release_date":"1936-03-17","vote_average":5.0,"runtime":85,"cert":"N\/A","id":96396,"title":"Robin Hood of El Dorado","adult":false,"genre_ids":[28,10749,36]},{"cast":["Eva Longoria","Andy García","Oscar Isaac","Peter O'Toole","Rubén Blades"],"overview":"A chronicle of the Cristeros War (1926-1929), which was touched off by a rebellion against the Mexican government's attempt to secularize the country.","release_date":"2012-06-01","vote_average":6.6,"runtime":145,"cert":"N\/A","id":96399,"title":"For Greater Glory: The True Story of Cristiada","adult":false,"genre_ids":[36,18]},{"cast":["Alice","Samantha St. James","Lil' Bit","Erika Bella","Tyra Olsen"],"overview":"","release_date":"1997-01-01","vote_average":6.0,"runtime":140,"cert":"N\/A","id":96402,"title":"Nasty Nymphos 19","adult":true,"genre_ids":[]},{"cast":["Cynthia Vellons","Kristine Crystalis","Leonelle Knoxville","Kari Milla","Laura Crystal"],"overview":"","release_date":"2011-09-06","vote_average":9.5,"runtime":null,"cert":"N\/A","id":96403,"title":"Guilty Pleasures 2","adult":true,"genre_ids":[]},{"cast":["Rutger Hauer","Powers Boothe","Kathleen Turner","Donald Pleasence","Brion James"],"overview":"A conservationist and a widow meet a mountain climber hired to steal bald-eagle eggs.","release_date":"1984-06-01","vote_average":5.3,"runtime":101,"cert":"N\/A","id":96404,"title":"A Breed Apart","adult":false,"genre_ids":[28,10749]},{"cast":["Beatriz Valdés","Mariano Álvarez","Erich Wildpret"],"overview":"In 1856, a whaler arrives in Paita, Peru; on board is Herman Melville, who is astonished to learn that Manuela Sáenz, for eight years the lover of Simón Bolívar, is still alive. He calls on her, and although she will not talk to him about her life, his visit sends her to her chest of Bolívar's letters. As she reads them, the sepia-toned present gives way to flashbacks in color: she meets 'the Liberator' in 1822, becomes his lover, and also becomes a colonel in his military movement to realize the 'Gran Colombia', one nation across South America. As plague (brought by the ship) closes in on Manuela's household, so does her tempestuous story move toward Bolívar's betrayal and death.","release_date":"2000-06-15","vote_average":0.0,"runtime":97,"cert":"N\/A","id":96407,"title":"Manuela Sáenz","adult":false,"genre_ids":[]},{"cast":["Eric St. John","Katalina Viana","Jason Ruggieri","Brad Carr","Daniel Solazzo"],"overview":"Laura wakes up in an empty bus in an unknown area of Caracas. Now she has to unveil the truth behind what seemed to be a common episode of drug induced abduction.","release_date":"2007-11-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":96408,"title":"Blacked Out","adult":false,"genre_ids":[9648]},{"cast":["György Cserhalmi","Temessy Hédi","Zita Perczel","Maria Gladkowska","Ferenc Bács"],"overview":"Two old women who happen to be pickpockets stole money from Simon, the taxi driver. The police are unable to find the thieves, so Simon decides to find them himself.","release_date":"1982-07-29","vote_average":5.9,"runtime":115,"cert":"N\/A","id":96411,"title":"The Vulture","adult":false,"genre_ids":[53,80,18]},{"cast":[],"overview":"How To Re-Establish a Vodka Empire is a feature documentary charting the journey of the film director Dan Edelstyn as he tracks down his long lost Jewish Ukrainian heritage and then attempts to relaunch his great grandfather's once glorious vodka empire. The film consists of a whirlwind journey through European time, space and the great events of the 20th century. The story has it all: revolution and romance, exile and entrepreneurship, and at its heart lies a life changing discovery of a vodka distillery in the Ukraine.","release_date":"2012-03-16","vote_average":0.0,"runtime":75,"cert":"15","id":96412,"title":"How to Re-Establish a Vodka Empire","adult":false,"genre_ids":[99]},{"cast":["José Gregorio Rivas","Alfredo Medina","Luis Campos","Pedro Lander","Adolfo Cubas"],"overview":"Oliver flees from abuse of his family and seeks refuge in the violent streets of Caracas, where survival is only possible in an environment of corruption, crime and sniffing glue to escape hunger, like other children in the same situation. Soon, the child becomes part of the clashes between drug gangs and corrupt policemen.","release_date":"1999-09-15","vote_average":6.5,"runtime":107,"cert":"N\/A","id":96413,"title":"Glue Sniffer","adult":false,"genre_ids":[80,18]},{"cast":["Luis Fernández","Luke Grande"],"overview":"Everyone thinks they know what is best for Aixa. A pregnant teenager who is hesitant about giving birth to a baby unexpectedly. Carmen, her young grandmother and head of numerous matriarchy where he lives, wants to prevent her to repeat the history of the women in his house: being a mother at age 15. Ramon, a young criminal and father of the child, Aixa threat: \"If you take off the dude, I'll kill you.\" Amazed at the thought of a child, seems to have a slightest hint of concern to his brutal life.","release_date":"2000-01-01","vote_average":6.0,"runtime":103,"cert":"N\/A","id":96414,"title":"Caracas Onto Death","adult":false,"genre_ids":[]},{"cast":["Doris Wells","Mirtha Borges","Philippe Rouleau","Rafael Briceño"],"overview":"A young girl is sent to a South American hacienda, where she learns about the life of her reclusive aunt, Oriana.","release_date":"1985-09-08","vote_average":5.2,"runtime":88,"cert":"N\/A","id":96419,"title":"Oriana","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Roberto Gómez Bolaños","Florinda Meza García","Rubén Aguirre","María Antonieta de las Nieves","Angelines Fernández"],"overview":"This movie is about a soccer team worker \"Chanfle\", who's in charge of having everything up to date for the team, soccer balls, uniforms, soccer shoes, you name it! Well he's been married for 10 years to a beautiful young girl but hasn't got the privilege of being a father! They are really poor and in the attempt to sell a gun that belonged to a diseased uncle, he's mistaken for a burglar by a drunk guy. From that moment on, he's contanstly harrassed by the drunk guy, who chases him everytime he can...","release_date":"1979-01-18","vote_average":7.0,"runtime":106,"cert":"N\/A","id":96424,"title":"El Chanfle","adult":false,"genre_ids":[35,10751]},{"cast":["Danny Dillon","Alicen Holden","Steve Dispensa","Kristín Ryan","Joseph Botka"],"overview":"Mysterious forces complicate the everyday problems of high school students in this quirky, blast-from-the-past musical.","release_date":"2010-04-04","vote_average":4.0,"runtime":90,"cert":"N\/A","id":96431,"title":"Sci-Fi High: The Movie Musical","adult":false,"genre_ids":[35,878,10402]},{"cast":["Marie Wilson","Diana Lynn","Dean Martin","Jerry Lewis","John Lund"],"overview":"Prototype dumb blonde Irma and her slacker, wheeler-dealer boyfriend Al interfere in the love life of Irma's level-headed room mate Jane.","release_date":"1949-10-14","vote_average":6.9,"runtime":103,"cert":"N\/A","id":96432,"title":"My Friend Irma","adult":false,"genre_ids":[35,10749]},{"cast":["Marie Wilson","Diana Lynn","Dean Martin","Jerry Lewis","John Lund"],"overview":"Singer Steve, friend Seymour and fiance Jane, along with her dizzy blonde room mate Irma, have a series of misadventures on a California-bound train and end up involved with a gang of murderous gangsters in Las Vegas.","release_date":"1950-06-25","vote_average":7.0,"runtime":91,"cert":"N\/A","id":96433,"title":"My Friend Irma Goes West","adult":false,"genre_ids":[35,80]},{"cast":["Giannis Bezos","Yannis Stankoglou","Antinoos Albanis","Vicky Papadopoulou","Eleni Kokkidou"],"overview":"At the time of the Greek junta, in an isolated army camp, a lieutenant forces a soldier to teach him the tango in order to ask the wife of his Colonel to dance with him.","release_date":"2011-12-01","vote_average":7.2,"runtime":102,"cert":"N\/A","id":96434,"title":"Christmas Tango","adult":false,"genre_ids":[18]},{"cast":["Wolfgang Sieling","Rita Ramachers","Thomas Bohnen","Josef Sieger","Martin Semmelrogge"],"overview":"","release_date":"1977-12-25","vote_average":7.5,"runtime":null,"cert":"N\/A","id":96437,"title":"Die Vorstadtkrokodile","adult":false,"genre_ids":[10751,12]},{"cast":["Plutarco Haza","Maria de la Fuente","Alejandro Belmonte","Emilio Guerrero","Alejandra Ambrosi"],"overview":"Arturo Bolaño is a mediocre insurance salesman who loves women, booze and any short cut he can find to Easy Street. He thinks he's found it with the beautiful Rebeca Solis, the wife of the owner of the hotel where he stays on business. Rebeca wants nothing more than to escape from her husband and after Arturo falls in love, she asks him to help her get rid of him. The plan goes without a hitch but just as they think they are going to get away with murder, they receive an anonymous letter from a witness to the crime.","release_date":"2011-01-25","vote_average":5.0,"runtime":89,"cert":"N\/A","id":96438,"title":"Crimes of Passion","adult":false,"genre_ids":[18,53,10749]},{"cast":["Kyle Price","Jamie Summers","Mark Summers","Tyler Black","Steve Daniels"],"overview":"A Gay erotic drama that deal with the controversial issue of barebacking and the pressure on young gay men to have unsafe sex. Andy has troubled memories of a time when he was bullied by a muscular skinhead and nagged by his boyfriend Joe for not being sexually adventurous. When Joe tries to have unsafe sex, Andy walks out for good. Andy's adventures get rougher and the sex he has darker, although always safe. Finally when Andy encounters the skinhead bully and Joe in the same location he has to make a tough decision, to confront his past or forgive and forget.","release_date":"2007-11-12","vote_average":5.0,"runtime":116,"cert":"","id":96449,"title":"ASBO Twinks","adult":true,"genre_ids":[]},{"cast":["Sandra Milo","François Périer","Mario Adorf","Gastone Moschin","Angela Minervini"],"overview":"Certain that \"the right man\" is crucial to her escaping the confines of the Italian village where she lives, Pina (Sandra Milo) places an ad in the newspaper. She gets a response from Adolfo (Francois Perier), who agrees to travel from his residence in Rome to visit her. As flashbacks shed light on both their pasts, suspense builds about how they will relate to one another. Sharp, dark Italian comedy co-stars Mario Adorf, Gastone Moschin.","release_date":"1964-01-17","vote_average":7.6,"runtime":115,"cert":"N\/A","id":96454,"title":"The Visitor","adult":false,"genre_ids":[10749,35]},{"cast":["Chrystal Skye Jordan ","Mark Karem","Chantal Koerner","Whitney Getz"],"overview":"The apocalypse has arrived. Seven strangers escape a fiery blast that has engulfed the city. Refuge is found in an abandoned government building. Trapped with nowhere to go, they soon realize they are not alone. Something sinister, hidden in the shadows, is slowly killing them off one by one. A game of survival has begun. Become the hunter or become the hunted. --IMDB","release_date":"2005-04-26","vote_average":1.3,"runtime":89,"cert":"N\/A","id":96455,"title":"Rise of the Undead","adult":false,"genre_ids":[27]},{"cast":["Phillip Sacramento"],"overview":"An old Viking is determined to reach Valhalla, the warrior's afterlife full of excessive drinking and debauchery. To gain entry he has to die honorably in battle, but he discovers that the right death isn't so easy.","release_date":"2011-02-18","vote_average":6.7,"runtime":7,"cert":"N\/A","id":96458,"title":"The Saga of Biorn","adult":false,"genre_ids":[16,35]},{"cast":["Ryan Rajendra Black","Adam Beach","Jennifer Podemski","Lisa LaCroix","Kevin Hicks"],"overview":"Explores the sensitive, and tense, relationship between life on an First Nations reservation and life in the outside world. When Native Canadian Silas Crow is forced to write a personal essay in order to get a much-desired job, he tells the story of the rape and murder of an Indian girl by a drunken thug. When the killer received a lenient two-year sentence for manslaughter, the First Nations community felt shock and anger -- and tried desperately to deal with the after-effects of this lack of justice.","release_date":"1995-03-10","vote_average":6.8,"runtime":84,"cert":"N\/A","id":96461,"title":"Dance Me Outside","adult":false,"genre_ids":[18]},{"cast":["Zhang Yimou","Gong Li","Yu Rong-Guang","Wu Tian-Ming","Luk Shu-Ming"],"overview":"China 3000 years ago. It's the time of the Qin dynasty. The emperor seeks immortality by busily letting his alchemists search for a formula and building the famous terracotta army from the bodies of outlaws and the condemned. This is the time Mong Tiang Fong and court lady Twon fall deeply in love. Such a thing is not tolerated at the court and when their relationship is discovered both are sentenced to death. In the meantime the alchemists have discovered the formula of immortality, but decide to destroy their work. However Twon gets possession of one immortality pill which she manages to give to Tiang Fong before he's made a terracotta warrior too. China 1930. While on location a film crew discovers parts of the grave of emperor Qin guarded by the terracotta warriors. Tiang Fong, being immortal, awakes...","release_date":"1989-12-18","vote_average":6.3,"runtime":145,"cert":"N\/A","id":96466,"title":"A Terra-Cotta Warrior","adult":false,"genre_ids":[35,10749,36,14,12]},{"cast":["Robert Z'Dar","Denice Duff","Lou Ferrigno","Don Stroud","Charles Napier"],"overview":"In the sequel to Hell Comes to Frogtown, the Mutant-Frog leader of Frogtown kidnaps a professor and forces him to make a serum that will turn everyone into Frogs, they also kidnap some people to test the serum on. And courageous Sam Hell will have to save them.","release_date":"1992-11-03","vote_average":4.0,"runtime":90,"cert":"N\/A","id":96469,"title":"Frogtown II","adult":false,"genre_ids":[28,878]},{"cast":["Jane Frazee","Leon Errol","Mischa Auer","Johnny Downs","Sunnie O'Dea"],"overview":"No Overview","release_date":"1941-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":96478,"title":"Moonlight in Hawaii","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"A woman with the constitution of orgasmic death: She dies in orgasm but always comes back to life!  A group of people carries a casket in the mountains covered with deep snow. Inside is a beautiful woman who was found dead that same morning. The people believe that she’s the snow woman because it was their second time to find her dead. They carried her body to the mountain once before, but she reappeared in their village. Placing the casket on top of the mountain, they quickly run away so certain that she is a ghost...","release_date":"2009-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":96485,"title":"Snow Woman","adult":false,"genre_ids":[27]},{"cast":["Bruno Cremer","Mimsy Farmer","Jacques Perrin","Giuliano Gemma","Laurent Malet"],"overview":"","release_date":"1980-01-09","vote_average":6.2,"runtime":96,"cert":"N\/A","id":96492,"title":"Operation Leopard","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"In summer 2007 the New York Philharmonic received an invitation that was unprecedented in the orchestra's history. North Korea, the world's most isolated and secluded country and technically at war with the United States, invited the orchestra to play in the capital of Pyongyang. Just a few months later, two hundred orchestra members and more than one hundred journalists disembarked from a chartered plane at Pyongyang's deserted airport. They were about to experience a historic moment, the first-ever performance by an American orchestra in the Democratic People's Republic of Korea.","release_date":"2008-09-16","vote_average":0.0,"runtime":53,"cert":"N\/A","id":96493,"title":"Americans in Pyongyang","adult":false,"genre_ids":[99]},{"cast":["Nikita Efremov","Ekaterina Astakhova","Vladislav Abashin","Darya Ekamasova","Egor Barinov"],"overview":"During World War II, a soviet aircraft crashes on Nazi-occupied territory. But the pilot Grivtsov and his beloved radio operator Katya miraculously survive. Another survivor is flight navigator Linko, who ejected from the plane. Each of them has to find his way and perform military tasks, return to his own forces and simply to stay alive. The situation becomes more complicated because of an act of sabotage, which has been committed before their take-off at the aerodrome. Honest Grivtsov gets on the bad side of the colonel of SMERSH by defending his friends. Instead of being granted a medal \"Star\" for his 100th flight, he is pronounced a traitor and is to be executed.","release_date":"2011-04-26","vote_average":6.2,"runtime":190,"cert":"15","id":96494,"title":"The Bomber","adult":false,"genre_ids":[28,10752,18,10749]},{"cast":["Chaz Bono","Cher"],"overview":"Documentary following Chaz (formerly Chastity) Bono's gender transition. Includes interviews with family members and friends as the transition is followed.","release_date":"2011-01-20","vote_average":5.2,"runtime":80,"cert":"N\/A","id":96495,"title":"Becoming Chaz","adult":false,"genre_ids":[99]},{"cast":["Monique van de Ven","Peter Jan Rens","Ellen Vogel","Huub van der Lubbe"],"overview":"A young painter takes up French lessons with an elder lady to ensure he’ll get a grant for a French arts institute. That way he meets Anna, a beautiful married woman nursing the lady’s old father, and falls in love with her.","release_date":"1983-09-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":96496,"title":"Burning Love","adult":false,"genre_ids":[]},{"cast":["Peter Faber","Mariska Van Kolck","Ella van Drumpt"],"overview":"","release_date":"1990-07-06","vote_average":5.0,"runtime":100,"cert":"N\/A","id":96497,"title":"De Gulle Minnaar","adult":false,"genre_ids":[]}]