[{"cast":["Jayne Brook","Dyan Cannon","Kevin Kilner","David Palffy","Gloria Stuart"],"overview":"Disappointed that her mother has always disappeared at important times in her life, Alison Shaeffer, a successful book editor, decides to track down her mother on a remote island in an effort to patch things up. But family secrets unravel when Allison discovers that her mother is a CIA agent after she accidentally stumbles into one of her mom's covert operations.","release_date":"2000-05-08","vote_average":6.0,"runtime":91,"cert":"N\/A","id":97000,"title":"My Mother, the Spy","adult":false,"genre_ids":[35,10770]},{"cast":["Jackie Cooper","Susanna Foster","Walter Abel","Darryl Hickman","Ann Gillis"],"overview":"Former child star Jackie Cooper headlines this sentimental behind-the-scenes comedy drama. He plays an ex-child star who now jerks sodas for a living in Hollywood. He gets back into the movie business when he overhears a conversation between producers discussing their newest prodigy. Cooper butts in and suggests the producers remake Skippy (a real-life 1931 film that made young Cooper a star). The bigwigs like the idea and then hire Cooper to become the boy's acting coach. Once back on the backlot, Cooper finds both trouble and romance while helping the young boy adjust to life as a movie star.","release_date":"1941-12-05","vote_average":6.0,"runtime":79,"cert":"N\/A","id":97001,"title":"Glamour Boy","adult":false,"genre_ids":[18,35]},{"cast":["Billy Campbell","Chris 'Kit' Ryan","Jean Butler","Gabriel Byrne","Angus Macfadyen"],"overview":"In 1941, as part of an effort to remain strictly neutral, the Dublin government made a deal with both Berlin and London whereby any soldier, sailor or pilot captured on Irish soil, whether of German or Allied forces, would be interned for the duration of the war. What the Irish failed to tell was that they would intern everybody in the same camp. It is here that Canadian pilot Miles Keogh and German pilot Rudolph Von Stegenbeck meet after a fight in which both their planes were downed.","release_date":"1996-11-14","vote_average":6.0,"runtime":106,"cert":"","id":97002,"title":"The Brylcreem Boys","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Matthew Aidan","Marc Cubelli","Kayli Gural","Melissa Kellner","Frank Marsico"],"overview":"No overview","release_date":"2011-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":97003,"title":"Love Chaos","adult":false,"genre_ids":[18]},{"cast":["Kim Kardashian","Vanessa Williams","Brandy Norwood","Jurnee Smollett-Bell","Lance Gross"],"overview":"A marriage counselor's personal and professional life becomes complicated after she enters into a relationship with one of her clients.","release_date":"2013-03-29","vote_average":6.7,"runtime":111,"cert":"N\/A","id":97006,"title":"Temptation: Confessions of a Marriage Counselor","adult":false,"genre_ids":[18]},{"cast":["Robert Preston","Martha O'Driscoll","Philip Merivale","Eva Gabor","Louis Jean Heydt"],"overview":"Falsely convicted of murder, young Robert Draper (Robert Preston) escapes custody during a practice blackout drill. Under cover of darkness, Draper hopes to find the real killer, who turns out to be a member of a Nazi sabotage ring. Completed shortly before America entered WW2.","release_date":"1941-12-31","vote_average":6.5,"runtime":76,"cert":"N\/A","id":97007,"title":"Pacific Blackout","adult":false,"genre_ids":[9648,10749,53]},{"cast":["Linda Faillace","Mark McAfee","Joel Salatin","Jackie Stowers","Eric Wagoner"],"overview":"The story of a mom whose son healed from all allergies and asthma after consuming raw milk, and real food from farms. It depicts people all over the country who formed food co-ops and private clubs to get these foods, and how they were raided by state and local governments.","release_date":"2011-07-08","vote_average":4.9,"runtime":86,"cert":"N\/A","id":97008,"title":"Farmageddon","adult":false,"genre_ids":[99]},{"cast":["Maxim Britvenkov","Dmitriy Dykhovichnyy","Nodari Dzhanelidze","Tatyana Lazareva","Ivan Urgant"],"overview":"","release_date":"2008-01-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":97011,"title":"Europe - Asia","adult":false,"genre_ids":[18,35]},{"cast":["Patrick Tuttle","Carey Lessard","Elaine Fabyianic","Kimmin O'Donnell","Margo Kellison"],"overview":"A hunky young math teacher comes across a first edition of Anna Karenina and falls in love with the previous owner based on her extensive scribblings in the margin.","release_date":"2001-11-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":97016,"title":"The Book and the Rose","adult":false,"genre_ids":[18,10749]},{"cast":["Perizaad Zorabian","Victor Banerjee","Divya Dutta","Khalid Siddiqui","Hiten Tejwani"],"overview":"The film opens at a Rotary Club function to honor the recently retired Justice Jyotin Chatterjee. The judge has served the profession all his life with honor and spotless integrity. As he is about to retire, he recognizes there will now be a void in his life. His wife remarks to reporters that neither he nor she knows what he would do after he retires. Retired life is not easy for the aging judge. The younger generation is bolder and quicker than he was in his time.","release_date":"2003-09-12","vote_average":4.0,"runtime":null,"cert":"N\/A","id":97027,"title":"Joggers Park","adult":false,"genre_ids":[18,35,10749]},{"cast":["Tom Blair","Wayne Crouse","Jessica St. John","Steve Voorheis"],"overview":"This film follows an antisocial working-class husband and father struggling to find work in the Midwest.","release_date":"1977-01-01","vote_average":5.7,"runtime":90,"cert":"N\/A","id":97030,"title":"Last Chants for a Slow Dance","adult":false,"genre_ids":[18]},{"cast":["Jack Palance","Lionel Stander","Giancarlo Prete","Francesca Romana Coluzzi","Mabel Karin"],"overview":"A con man inherits a gold mine. Knowing that his family are even bigger con artists than he is, he assumes the mine is worthless, and teams up with a partner in a scheme to unload it on some unsuspecting chumps. However, the other members of his family discover that the gold mine is actually worth a lot of money, and they set out to take it from him before he realizes what he has.","release_date":"1972-12-05","vote_average":0.0,"runtime":99,"cert":"N\/A","id":97033,"title":"Father Jackleg","adult":false,"genre_ids":[28,35,37]},{"cast":["Buddy Vowell","Lori Larsen","Erika Mayfield","Davie-Blue","Rachel Pate"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97036,"title":"William Never Married","adult":false,"genre_ids":[18]},{"cast":["Marcus Shultz","Emily Anne Caruthers","Dana Michael","Tiffany Pingitore"],"overview":"The Last Hitman follows the lives of a group of hitmen over the course of several days and shows how their lives are intertwined. Surprising twists and turns will have you wondering who's got a contract out on whom, until the climatic ending reveals, The Last Hitman.","release_date":"2004-10-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":97037,"title":"The Last Hitman","adult":false,"genre_ids":[80,18]},{"cast":["Lady Tabares","Marta Correa","Mileider Gil","Diana Murillo","Liliana Giraldo"],"overview":"13-year-old Monica leads a street life, making her living by selling flowers to couples in local nightspots, she is joined by 10-year-old Andrea who runs out of her house after her mother beats her.","release_date":"1998-05-13","vote_average":7.4,"runtime":116,"cert":"N\/A","id":97038,"title":"The Rose Seller","adult":false,"genre_ids":[18,80]},{"cast":["Olga Antonova","Sergei Popov","Galina Zakhurdaeva","Natalya Buzko","Aleksandra Svenskaya"],"overview":"In the old days it was called hypochrondria, or black melancholia. Now, apparently, it's termed the Asthenic Syndrome. Whatever it is, Nikolai, a teacher of epicly indifferent pupils, has got it, and it's not much fun.","release_date":"1989-12-01","vote_average":6.2,"runtime":153,"cert":"N\/A","id":97039,"title":"The Asthenic Syndrome","adult":false,"genre_ids":[18]},{"cast":["Aileen Wuornos","Nick Broomfield"],"overview":"Aileen Wuornos: The Selling of a Serial Killer (1993) is a documentary film about Aileen Wuornos, made by Nick Broomfield. It documents Broomfield's attempts to interview Wuornos, which involves a long process of mediation through her adopted mother Arlene Pralle and lawyer, Steve Glazer.","release_date":"1992-11-01","vote_average":7.0,"runtime":87,"cert":"18","id":97044,"title":"Aileen Wuornos: The Selling of a Serial Killer","adult":false,"genre_ids":[99]},{"cast":["Marujita Díaz","Tony Leblanc","Antonio Molina","Manuel Monroy","Vicente Parra"],"overview":"It is the story of two brothers who have rented a boat to survive. Juan Ramón sings like an angel and an entrepreneur decides to take him to Madrid to succeed.","release_date":"1954-02-15","vote_average":4.9,"runtime":83,"cert":"N\/A","id":97045,"title":"El pescador de coplas","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"This is multifaceted look at the landscape and history of Utah (or Deseret, as the Mormon Church prefers to call it). Benning condenses 93 news stories from the New York Times from 1852 to 1992 (read offscreen by Fred Gardner) and sets them against contemporary Utah landscapes, the shots changing with each sentence.","release_date":"1995-02-07","vote_average":6.2,"runtime":82,"cert":"N\/A","id":97046,"title":"Deseret","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2011-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97047,"title":"Sodoma: La Caida Del Mono Jojoy","adult":false,"genre_ids":[99]},{"cast":["Antonio Ozores","Ricardo Merino","Emma Ozores","Florinda Chico","Gracita Morales"],"overview":"The movie is about a candidate for mayor of Madrid who is immersed in a huge mess during the pre-election night, when a body needs to be disappeared.","release_date":"1989-01-01","vote_average":5.9,"runtime":84,"cert":"N\/A","id":97050,"title":"¡No, hija, no!","adult":false,"genre_ids":[35]},{"cast":["Brittany Snow","Jeffrey Combs","Jonny Coyne","Sasha Grey","Lawrence Gilliard Jr."],"overview":"Desperate to help her ailing brother, a young woman agrees to compete in a deadly game of \"Would You Rather\", hosted by a sadistic aristocrat.","release_date":"2012-10-14","vote_average":5.8,"runtime":93,"cert":"","id":97051,"title":"Would You Rather","adult":false,"genre_ids":[53,27]},{"cast":["Pax Baldwin","Sydney White","Juliet Stevenson","Tiffany Amber Knight","Leah Renee"],"overview":"When Gerda befriends penniless Kay their growing friendship is cut short as one cold winter night a fragment of glass pierces Kay's eye, turning his heart cold. Enchanted by the Snow Queen he is swept away on her chariot over the glittering landscape to her frozen palace in the North. Gerda embarks on a magical and perilous journey to find and rescue Kay, finally arriving in the realm of the Snow Queen. But will this little girl in her red velvet cloak be able to match the power of the winter witch?","release_date":"2005-12-24","vote_average":4.8,"runtime":56,"cert":"","id":97054,"title":"The Snow Queen","adult":false,"genre_ids":[14,878,10751]},{"cast":["Lou de Laâge","Claire Keim","Bruno Solo","Armelle","Benoît Maréchal"],"overview":"","release_date":"2012-01-04","vote_average":5.1,"runtime":85,"cert":"N\/A","id":97055,"title":"The New Snow White","adult":false,"genre_ids":[35]},{"cast":["Maite Bastos","Klara Badiola","Maite Arrese"],"overview":"Victoria is a republican widow who enters in the prison of Saturrarán (Vizcaya), place where an experiment of the Franco regime takes part: the separation of children from their mothers to give them up for adoption to families close to the regime, in order to break the chains of communism.","release_date":"2010-10-22","vote_average":4.0,"runtime":93,"cert":"N\/A","id":97056,"title":"Stars to Wish Upon","adult":false,"genre_ids":[10752,18]},{"cast":["John Shea","Bill Nighy","Lucy Gutteridge","David Warner","Warren Clarke"],"overview":"The two-part TV movie Hitler's SS: Portrait in Evil crystallizes that evil by concentrating on two Berlin brothers. In 1931, Helmut Hoffman (Bill Nighy) a brilliant student and self-styled opportunist, joins Hitler's SS. At the same time, his younger brother Karl (John Shea), a top athlete and idealist, becomes a chauffeur for the \"S.A.\" (storm troopers).","release_date":"1985-02-17","vote_average":3.0,"runtime":150,"cert":"N\/A","id":97061,"title":"Hitler's SS: Portrait In Evil","adult":false,"genre_ids":[10770,18,10752]},{"cast":["Faouzi Bensaïdi","Nezha Rahile","Fatima Attif","Hajar Masdouki","El Mehdi Elaaroubi"],"overview":"Casablanca, a city of contrasts, modern and traditional. Kamel is a murderer for hire who receives his encrypted assignments online. After his executions, he usually calls Souad, an occasional prostitute. But the phone is always answered by her friend Kenza, traffic officer and responsible for the largest roundabout in the city. Kamel soon falls in love with that voice and begins to seek her. Meanwhile, Hicham, a computer hacker, who dreams of emigrating to Europe, is infiltrated by chance in Kamel plans ...","release_date":"2006-09-03","vote_average":6.2,"runtime":99,"cert":"N\/A","id":97064,"title":"WWW: What a Wonderful World","adult":false,"genre_ids":[18,53]},{"cast":["Matilde Artero","Inocencio Barbán","Francisco Bernal"],"overview":"Malvaloca, dancer and singer, go to Las Canteras when she finds out that Salvador, her exboyfriend has been hurt. Salvador's college, Leonardo, goes with her and falls in love. They start a relation.","release_date":"1954-04-24","vote_average":0.0,"runtime":95,"cert":"N\/A","id":97065,"title":"Hollyhock","adult":false,"genre_ids":[]},{"cast":["Perla Cristal","Danik Patisson","Conrado San Martín","Georges Rollin","Manuel Alexandre"],"overview":"Vogel, an important trafficker, betrayed two of his accomplices, Castro and Smith. The first was shot by police, while the latter was imprisoned. Fifteen years later, Vogel adopted a new identity and moved to Jamaica with his wife, Linda. Smith comes back for revenge but Vogel sends his henchmen to kill him.","release_date":"1964-07-04","vote_average":6.0,"runtime":85,"cert":"N\/A","id":97068,"title":"Death Whistles the Blues","adult":false,"genre_ids":[18,80]},{"cast":["Sonia Bruno","Juanjo Menéndez","Juan Luis Galiardo","Karina"],"overview":"The classic good-looking girl from village, comes to the capital willing to make the world hers. Her idea is to succeed in the advertising world as a girl-ad","release_date":"1968-09-27","vote_average":0.0,"runtime":85,"cert":"N\/A","id":97071,"title":"La chica de los anuncios","adult":false,"genre_ids":[]},{"cast":["Carmen Sevilla","Antonio Casal","Tony Leblanc","Carmen de Lirio","Antonio Garisa"],"overview":"Cristina is the perfect secretary. She helps her boss to get an important contract with an holand businessman. He goes to Madrid to get married with a spanish girl similar to Cristina, but she hesitates between the foreign and Lorenzo, her co-worker.","release_date":"1958-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":97074,"title":"Secretaria para todo","adult":false,"genre_ids":[35,10749]},{"cast":["Eulalio González","Pedro Armendáriz","Rosita Quintana","Rodolfo Landa","Jaime Fernández"],"overview":"The film tells the story of two twins separated in childhood who reunite when they are older. One of them has grown between outlaws and has become one of them, a murderous bandit who frightens the region. The other has grown, without knowing it, in exactly the  ranch of the man who murdered his father and has become the loving foreman of the farmer's daughter, now deceased.","release_date":"1960-05-20","vote_average":5.0,"runtime":96,"cert":"N\/A","id":97075,"title":"Calibre 44","adult":false,"genre_ids":[37]},{"cast":["Louise Fokkens","Martine Fokkens"],"overview":"Sisters doing it for themselves in Amsterdam's Red Light District. Louise and Martine Fokkens are identical twins. For over fifty years they were working as prostitutes. They freed themselves from the control of their pimps, ran their own brothel, and set up the first informal trade union for prostitutes. They are familiar faces in Amsterdam's Red Light District, but soon they will bid their farewells. The Ladies Fokkens is a portrait of these remarkable women, as well as a history of the Red Light District over the past fifty years.","release_date":"2011-12-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":97082,"title":"Meet the Fokkens","adult":false,"genre_ids":[99]},{"cast":["Fernando Aguilar","Andrea Guardiola","Eduardo Gómez"],"overview":"Fernando and his wife are a current marriage with its joys and sorrows. One night, the moonlight inspires the desire to dawn with a different woman every day.","release_date":"1997-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":97083,"title":"Hechizo lunar","adult":false,"genre_ids":[]},{"cast":["Fernando Fernán Gómez","Miguel Gila","Claude Arnold"],"overview":"Elisa and Ramón have just married, they are the winners of \"Espumín\", a competition sponsored by a famous washing powder. Everything is perfect until their honeymoon someone hide in the girl's trunk the corpse of Papillón, an important sage.","release_date":"1962-06-18","vote_average":0.0,"runtime":83,"cert":"N\/A","id":97084,"title":"¿Dónde pongo este muerto?","adult":false,"genre_ids":[]},{"cast":["Peter Lee Lawrence","Carlos Romero Marchent","Orchidea De Santis","Andrés Mejuto","Eduardo Calvo"],"overview":"Thanks to his ability, Danny can draw each of the bandits who robbed the stage coach in which he was traveling with his father, who was killed. When he arrives to the next town he looks for a job helped by the sheriffs` daughter. In the bulletin board there are some posters of people and they offer a dollar reward for providing information about them. After many obstacles, each of the components of the band gradually disappears. Danny believes that only fits the sheriff, but he is in love with his daughter.","release_date":"1972-04-22","vote_average":0.0,"runtime":87,"cert":"N\/A","id":97089,"title":"Revenge of the Resurrected","adult":false,"genre_ids":[]},{"cast":["Xan das Bolas","Félix Briones hijo","Rosario Bustos"],"overview":"Coral is a girl who works in a Seville ceramics factory to raise her family, but her greatest illusion is to sing. She is chosen for her good voice and qualities to go to an art academy. That's the beginning of a great success in her career and an advantageous contract.","release_date":"1955-05-02","vote_average":0.0,"runtime":78,"cert":"N\/A","id":97094,"title":"La Cruz de Mayo","adult":false,"genre_ids":[]},{"cast":[],"overview":"I Was worth 50 Sheep is the story of a brave girl, Sabere, and her struggle for life. Through the prism of her family this heart-rending and thought-provoking film brings the tragedy that is Afghanistan vividly to life. Sabere, has a price on her head. When she was just ten years old she was sold to a man forty years her senior. After seven years of confinement and abuse she escaped to find temporary refuge in a women's sanctuary. Now she again has a price on her head as her husband will kill her on sight.","release_date":"2011-01-01","vote_average":7.0,"runtime":58,"cert":"N\/A","id":97095,"title":"I Was Worth 50 Sheep","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":34,"cert":"N\/A","id":97098,"title":"The Last Day of Summer","adult":false,"genre_ids":[18,35,99]},{"cast":[],"overview":"Over the hills and far away, in the middle of the Russian steppe, you will find Chess City. It was built by Kirsan Ilyumzhinov, the first and only President of the Republic of Kalmykia, one of the smallest and poorest republics in the Russian Federation. In Kalmykia, there also lives a boy called Alekhan, who dreams of becoming the World Chess Champion. And his younger brother Amir, who shares the same dream.The road to make their dreams come true passes through the Chess Competition in Chess City.","release_date":"2011-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":97099,"title":"Planeta Kirsan","adult":false,"genre_ids":[]},{"cast":["Louis Graham","Joey Jalalian","Gabriel Womack","Deirdre V. Lyons","Lola Forsberg"],"overview":"Pregnant and frightened, Anais is not allowed to leave the specialized hospital where her husband, Peter has a medical internship with his uncle, Dr. Gabriel Schreklich, a man with a serum that can resurrect the dead. But things go terribly wrong and the Ghouls take over the hospital. Now, the only way for Anais to save her unborn baby is to get one of the Ghouls to help her to escape.","release_date":"2006-06-28","vote_average":3.0,"runtime":null,"cert":"N\/A","id":97100,"title":"Night of the Dead: Leben Tod","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":97101,"title":"T.Rex: Inside","adult":false,"genre_ids":[10402]},{"cast":["Jo Koy"],"overview":"Infectiously funny and painfully honest, Jo hits on such topics as the joys and struggles of fatherhood, growing up with strong and opinionated Filipino women, sleep apnea, and role playing. If you don't already know Jo from his stand-up or regular roundtable appearances on Chelsea Lately, it's time that you do. Ting ting!","release_date":"2012-04-01","vote_average":6.2,"runtime":60,"cert":"N\/A","id":97102,"title":"Jo Koy: Lights Out","adult":false,"genre_ids":[35]},{"cast":["Peter Sellers","Spike Milligan","Harry Secombe","Michael Bentine","Robert Cawdron"],"overview":"The Goon Show hits the big screen.  Professor Pure Heart absent-mindedly loses the top secret formula in Harry Jones' Grocery Shop. \"Bats of the Yard\", as Harry calls himself, finds it and attempts to return it to the Professor.","release_date":"1952-10-01","vote_average":5.5,"runtime":71,"cert":"","id":97103,"title":"Down Among the Z Men","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary about women's experiences of labour, in factories, mines and dockyards, in the USA during the second World War and how it affected their work and career aspirations once they were encouraged to give up such employment in peacetime.","release_date":"1980-09-27","vote_average":6.5,"runtime":65,"cert":"N\/A","id":97108,"title":"The Life and Times of Rosie the Riveter","adult":false,"genre_ids":[99,36,10752]},{"cast":["Elizabeth Crawford"],"overview":"Traumatic experiences shape the lives of a group of teenage girls living in the seaside town of Margate.","release_date":"2004-12-18","vote_average":0.0,"runtime":62,"cert":"18","id":97111,"title":"Top Spot","adult":false,"genre_ids":[]},{"cast":["Francisco Algora","Santiago Alonso","Mari Carmen Alvarado"],"overview":"Story of impossible love between a knight and his sister. From them born a son who is repudiated by the gentleman, who takes him to live with monks in a monastery. When the boy grows up, escapes from the monastery to see the world and especially the sea. On the way he meets a peddler who teaches him to function in life.","release_date":"1995-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":97114,"title":"Mar de luna","adult":false,"genre_ids":[]},{"cast":["Ivor Novello","Mabel Poulton","Frances Doble","Mary Clare","Georg Henrich"],"overview":"Melodramatic silent. Sanger, an eccentric expatriate composer, dies in his house in the Austrian Alps, leaving his daughters penniless. The young composer Lewis Dodd, a longstanding friend of the family, falls in love with their cousin Florence when she comes to take the girls back to England. But little Tessa Sanger is in love with Lewis herself, and when she runs away from school and comes to live with Florence and her husband, their already-shaky marriage is further undermined","release_date":"1928-02-20","vote_average":0.0,"runtime":110,"cert":"","id":97115,"title":"The Constant Nymph","adult":false,"genre_ids":[18,10749]},{"cast":["Luis Aguilar","Crox Alvarado","Luis G. Barreiro"],"overview":"Based on the famous corrido, this film tells the story of Rosa, a young coquette who comes to town only to face two men, Hipolito and Marcos, who fight for her affection. Rosa plays with the feelings of both without realizing that this can end in tragedy for her and for the men. In the village dance passions are unleashed when Hipolito finds Rosa flirting with another man, to make him jealous","release_date":"1947-04-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":97122,"title":"Yo maté a Rosita Alvírez","adult":false,"genre_ids":[]},{"cast":["Eulalio González","Kitty de Hoyos","David Reynoso"],"overview":"The movie theme is the migration of Mexicans to the United States in search of the \"American dream\". Piporro crosses the Rio Grande swimming illegally, and lives a series of events that lead him from walking away from the police to winning the award for \"Bracero of the Year\" for his work in the harvest. Prize that he will lose before returning to Mexico just as he had gone: no money in the bag.","release_date":"1964-12-03","vote_average":0.0,"runtime":100,"cert":"N\/A","id":97123,"title":"El bracero del año","adult":false,"genre_ids":[]},{"cast":["Stanley Hope","Jonathan Sawdon"],"overview":"It was a time when life was a suspense novel and you never knew how it would end. More than sixty years later, we return to the scene of one fateful night in a farmhouse in the Pyrenees when six strangers from five different countries were arrested. The strands of each person's story unravel to tell the larger story of the hundreds of ordinary people who formed a vast escape network during WWII","release_date":"2011-11-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":97124,"title":"The Last Passage","adult":false,"genre_ids":[]},{"cast":["Loren Avedon","Lisa K. Crosato","Brion James","John Aprea","Clayton J. Barber"],"overview":"A wealthy banker and his daughter are kidnapped by a gang of thugs. The girl's boyfriend, who serves in the special units of the US Navy, is in possession of particular psychic powers. It will be thanks to these powers he will discover the place where the two abducted were locked.","release_date":"1998-10-03","vote_average":6.0,"runtime":92,"cert":"N\/A","id":97125,"title":"Deadly Ransom","adult":false,"genre_ids":[53,28]},{"cast":["Pilar Punzano","Rosa Mariscal","Silvia Marsó","Guillaume Depardieu","Guillermo Toledo"],"overview":"Cristina is a young literature student who works at night in a bar, Rosa is a brilliant executive in his thirties, and Anna is married and has one son. All three are sisters, and every one thinks her life is worthwhile and that their sisters have taken the wrong way. But it is time to recognize their dissatisfaction, and perhaps they are needed more than they are willing to admit ...","release_date":"2001-06-15","vote_average":4.5,"runtime":99,"cert":"N\/A","id":97126,"title":"Love and Other Curiosities","adult":false,"genre_ids":[35]},{"cast":["Jesús Noguero","Mariona Ribas","Elena Seguí","Sergi Mateu"],"overview":"This drama tells how a sergeant and a security guard should investigate the brutal murder of a woman killed with an ax ..","release_date":"2009-11-07","vote_average":0.0,"runtime":72,"cert":"N\/A","id":97129,"title":"Un asunto conyugal","adult":false,"genre_ids":[]},{"cast":["Karra Elejalde","Gloria Muñoz","Juan Diego","Silvia Bel","Eduardo Antuña"],"overview":"Basilio a pickpocket with no luck, enters a mental institution to retrieve a valuable diamond necklace that briefly passed through his hands and whose value was unable to recognize. Once inside the asylum, Basilio will try to use all the skills of his trade to overcome the threats that keep him from reaching his goal. In the end, the only escape for Basilio will be to undergo the \"Torapia\", an innovative experimental therapy that connects man with the beast within us all.","release_date":"2004-08-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":97130,"title":"Torapia","adult":false,"genre_ids":[35]},{"cast":["Andrea Ros","Lorena Mateo","Lydia Fairén","Marcel Borràs","David Castillo"],"overview":"17-year-old Carlota is in love with an athlete named Oriol but discovers sex with Sergio, every mother's ideal son-in-law. Carlota is in big trouble but neither her parents (who are separating) nor her best friends (Elisa and Mirea) can help her. Among other reasons, because Elisa disguises herself as a boy so she can get close to Lucas, who she is madly in love with, and because Mirea intends to seduce young Oriol, thus betraying her best friend.","release_date":"2010-07-23","vote_average":5.3,"runtime":110,"cert":"N\/A","id":97131,"title":"The Diary of Carlota","adult":false,"genre_ids":[10751,35]},{"cast":["Olivia Bouyssou","Joe Eshuis","Terry Gilliam"],"overview":"Life is good in the idyllic fairytale village of Nix... until an all-devouring monster appears. Young Willy has to fight it. Alone.","release_date":"2011-01-01","vote_average":5.9,"runtime":30,"cert":"N\/A","id":97132,"title":"The Monster of Nix","adult":false,"genre_ids":[16]},{"cast":["Tuco Nogales"],"overview":"Documentary about an unknown episode of the 20's: the cooperation between Spain and Germany to manufacture in secret the most sophisticated weapons of the time. This film recovers an extraordinary character, Horacio Echevarrieta, one of the most influential men in high political and economic convulsed Spain in the early S.XX. With a fortune inherited by family, this Basque businessman and banker spread the tentacles of power to the mining, fleet of merchant ships, land speculation (creation of the Gran Via in Madrid or Barcelona Metropolitan), newspapers and companies as Iberdrola, Iberia and Cementos Portland, and risked his entire empire to realize his dream of building the best boat that had ever sailed.","release_date":"2012-02-24","vote_average":0.0,"runtime":80,"cert":"N\/A","id":97133,"title":"El último magnate","adult":false,"genre_ids":[99]},{"cast":["Demetri Martin"],"overview":"If I is a Perrier Comedy Award-winning comedy one-man show written and performed by Demetri Martin at the 2003 Edinburgh Festival Fringe.[12] It was also aired on British television as a special. The show is an autobiographical examination of Martin's life, as seen through various definitions of the word \"if.\" The title of the special comes from a lengthy palindromic poem that Martin wrote; the words \"if I\" are at the center of the poem.","release_date":"2004-01-14","vote_average":7.3,"runtime":50,"cert":"","id":97136,"title":"Demetri Martin: If I","adult":false,"genre_ids":[35]},{"cast":["Sean Smith","Brian McArdle","Kasim Aslam","Dawn Nixon","Leeann Dearing"],"overview":"Hollywood has a long history of crafting terrifying fictional tales as well as exaggerating true stories in order stroke the fears of moviegoers. Fortunately, for us there is no need for any of that in this film; the truth alone is enough. Warning this documentary will enlighten you! The Rite of Exorcism - Myths, Mystery and Hope tells the true story of the Catholic Church's most mysterious, yet misunderstood ritual, the Rite of Exorcism. Featuring world renowned experts and clergy, the Rite of Exorcism - Myth Mystery and Hope explains the phenomenon of Exorcism and lays to rest the theory that fiction is better than reality.","release_date":"2011-10-21","vote_average":0.0,"runtime":72,"cert":"N\/A","id":97141,"title":"The Rite of Exorcism: Myth, Mystery & Hope","adult":false,"genre_ids":[99,36]},{"cast":["Uwe Kockisch","Mišel Matičević","Julia Blankenburg","Thomas Neumann","Hubertus Hartmann"],"overview":"A village is blackmailing the city of Leipzig.","release_date":"2007-02-23","vote_average":5.4,"runtime":90,"cert":"N\/A","id":97142,"title":"A City Is Blackmailed","adult":false,"genre_ids":[80,53,18]},{"cast":["Fritz Marquardt","Karl Kneidl"],"overview":"\"Pictures from the late eighties in the GDR on up to the immediate present in the year 2008 in Germany. What has been left over besieges my mind. All these pictures keep reassembling themselves to make up something which they were originally not made for. They are still in motion. They are becoming history.\" (Thomas Heise)","release_date":"2009-02-12","vote_average":4.3,"runtime":164,"cert":"N\/A","id":97147,"title":"Material","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary","release_date":"1992-10-03","vote_average":4.2,"runtime":84,"cert":"N\/A","id":97148,"title":"Stau - Jetzt geht's los","adult":false,"genre_ids":[99]},{"cast":["Raizō Ichikawa","Ganjiro Nakamura","Tatsuya Nakadai","Michiyo Aratama","Yôko Uraji"],"overview":"Learning of his family's collapse, acolyte Goichi, sent to study silently at the Temple of the Golden Pavilion, must endure acute psychological distress.","release_date":"1958-09-22","vote_average":6.8,"runtime":99,"cert":"N\/A","id":97149,"title":"Conflagration","adult":false,"genre_ids":[18]},{"cast":["Jimmy Wang Yu","Yasuaki Kurata","Lung Fei","Eddy Ko","Ko Hsiao Pao"],"overview":"Hong Kong taxi driver Jimmy Wang Yu has good intentions -- he wants to pay for an operation to help his sister recover her sight -- but he's saddled with some bad luck of his own. When Jimmy's dad angers three brothers who are looking for payback for their parents' deaths, Jimmy must now defend his father and try to save his sister. This crazy 1970s martial arts action flick will delight fans of the genre.","release_date":"1973-10-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":97150,"title":"Knight Errant","adult":false,"genre_ids":[28]},{"cast":["B.B. King","Slash","Derek Trucks","Susan Tedeschi","Mick Hucknall"],"overview":"On June 28, 2011, the \"King of the Blues\" B.B. King played to an adoring sold-out crowd at London's spectacular Royal Albert Hall. It was another  unforgettable night in the career of one of the most legendary bluesmen to ever pick up a guitar. Joining the illustrious Mr. King onstage were guitar virtuoso Derek Trucks, \"songbird extraordinaire\" Susan Tedeschi, The Rolling Stones' Ronnie Wood, Simply Red's Mick Hucknall and former Guns N' Roses axeman Slash.","release_date":"2012-03-20","vote_average":6.2,"runtime":71,"cert":"N\/A","id":97157,"title":"B.B. King: Live at the Royal Albert Hall 2011","adult":false,"genre_ids":[10402]},{"cast":["Izabella Hegyi","Júlia Nyakó","Anita Turóczi","Zoltán Kiss","Béla Stubnya"],"overview":"A mother with an affection to air-refreshers, a daughter looking down on her mothers job.","release_date":"2006-02-05","vote_average":6.6,"runtime":109,"cert":"N\/A","id":97158,"title":"Fresh Air","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The struggles of the street and garbage dump children of Cambodia are examined through the personal stories of five children and their journey toward education.","release_date":"2008-08-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":97159,"title":"Small Voices: The Stories of Cambodia's Children","adult":false,"genre_ids":[99]},{"cast":["Júlia Nagy","Jenö Nyika","Béla Stubnya","Annie Szabó","Thuróczy Szabolcs"],"overview":"Krisztina Szabó. 27 years old. A conserve factory girl. She desires a different kind of life. Something really big needs to happen. The only chance of making it come true is to play the lottery, or collect points in any kind of consumer competition. She often sings her favourite song.","release_date":"2003-10-01","vote_average":6.0,"runtime":22,"cert":"N\/A","id":97164,"title":"18 Pictures from the Life of a Conserve Factory Girl","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"You’re gonna love the ladies at this “hoe” down! After Hours Cinema’s HILLBILLY SEX CAN GRINDHOUSE TRIPLE FEATURE is a backwoods ball way more fun than your regular old roll-in-the-hay! So get your union suit, grab your cousin, and come join the hardcore hoot nanny!  COUNTRY DOC – The doctors gettin’ a might old to be administering all those “injections” to his vast all-female clientele… But is his virile new assistant able to fill the doc’s shoes?.. And all those horny patients?!  HILLBILLY SEX CLAN – Poor little Daisy Lay just can’t seem to… well, get laid! That is until her big brother Lester gets tired of her whinin’!  BARE COUNTRY – It’s the old “salesman and the rube” shtick when a fancy city slicker teaches Ellie May the priceless mores of being a good wife!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97169,"title":"Hillbilly Sex Clan Grindhouse Triple Feature","adult":true,"genre_ids":[]},{"cast":[],"overview":"It’s been said that “the family that lays together, stays together,” but this is ridiculous! After Hours Cinema’s SEX MAD FAMILY GRINDHOUSE TRIPLE FEATURE contains 3 films of incestuous full-on family fuck affairs for the sick bastard that’s always wanted to ball his sister! It’s good to keep it in the family!  SEX MAD FAMILY – When daddy’s away, the daughter will play… and so will his wife and the neighbor, and the neighbor’s daughter, and the boy from school…  CURIOUS WOMEN – Two luscious lesbian cousins take to turning tricks after horny old Uncle Hans kicks the bucket.  COUSIN PAULINE – A shocking tale of the exploitation of a drugged American tourist at the hands of her European cousin! Shot on location in Paris, France, this is Eurosleaze at its filthy finest","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":97170,"title":"Sex Mad Family Grindhouse Triple Feature","adult":true,"genre_ids":[]},{"cast":["Ross Patterson","Joey Kern","Christine Lakin","Alanna Ubach","Richard Gant"],"overview":"Story takes place during the MLB strike of 1994 when the nation turned its eyes to the sport of wiffleball. We follow the the pursuit of Ted Whitfield as he tries to break the homerun and his subsequent battles with substance abuse.","release_date":"2010-10-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":97177,"title":"Screwball: The Ted Whitfield Story","adult":false,"genre_ids":[35]},{"cast":["Dwayne Johnson"],"overview":"He electrified a generation of sports entertainment fans with his brash style, superb athleticism, and uproarious interviews. He held the WWE Championship a record seven times, and was known for legendary battles with \"Stone Cold\" Steve Austin, Triple H, Mick Foley, Undertaker, and more. And at the peak of his popularity, he made a move to conquer a new industry, becoming an enormous movie star. Now, he s back in WWE, ready to main event the biggest WrestleMania in history, \"The People's WrestleMania.\" In the exciting buildup to WrestleMania XVIII, fans can, for the first time ever on DVD, relive the exciting life and times of the Rock. Packed with brand new interviews as well as a selection of the Rock's biggest career-spanning bouts, moments, and promos, this DVD\/Blu-Ray set will electrify every member of Team Bring It!","release_date":"2012-02-21","vote_average":9.0,"runtime":120,"cert":"N\/A","id":97180,"title":"The Rock: The Epic Journey of Dwayne Johnson","adult":false,"genre_ids":[28]},{"cast":["Nick Sommer","Mike Johnson","Sarah Luther","Emily Treolo","Andrew Swant"],"overview":"A hyper-hipster 1980s horror comedy about a group of teenagers that discover a mysterious abandoned building where bad things happen. Shot in Wisconsin for $6000, Blood Junkie is a refreshing new vision in DIY independent film making.","release_date":"2010-05-20","vote_average":4.8,"runtime":72,"cert":"N\/A","id":97183,"title":"Blood Junkie","adult":false,"genre_ids":[12,35,27]},{"cast":["Denice Duff","Ioana Abur","Anders Hove","Julie Michaels"],"overview":"","release_date":"2007-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":97186,"title":"I, Vampire","adult":false,"genre_ids":[]},{"cast":["Hiroya Ishimaru","Kaneto Shiozawa","Tesshou Genda","Norio Wakamoto","Mitsuko Horie"],"overview":"In the city of Oedo 2808a.d., three Cyber criminals are given two choices, to either rot in jail or to join a special force of the Cyber Police to get possibly one more chance at freedom ever again. For each criminal apprehended, and for each successful mission done, the state will agree to reduce their sentences. Lead by Hasegawa, the new recruits: Sengoku, Gogul, and Benton will bring some hard justice to Oedo and possibly taste freedom again.","release_date":"1990-01-01","vote_average":6.8,"runtime":149,"cert":"N\/A","id":97187,"title":"Cyber City Oedo 808","adult":false,"genre_ids":[16,878,27,28,80]},{"cast":[],"overview":"Zen Master Seung Sahn’s teaching documentary is a professional and entertaining film that captures Zen Master Seung Sahn’s energy while presenting the core of his teaching. Wake Up! is not only a rare portrait of an unusual and provocative teacher, but also an introduction to Zen Buddhism today. Wake Up! was shot on location during a teaching trip in Europe by award-winning independent filmmaker Brad Anderson from Boston.","release_date":"1992-02-02","vote_average":0.0,"runtime":55,"cert":"PG","id":97192,"title":"Wake Up! On The Road With A Zen Master","adult":false,"genre_ids":[99]},{"cast":["Barbara Stanwyck","Henry Fonda","Edgar Buchanan","Roger Clark","Ruth Donnelly"],"overview":"A playboy marries a woman doctor then grows jealous of her male patients.","release_date":"1941-10-22","vote_average":5.6,"runtime":94,"cert":"N\/A","id":97193,"title":"You Belong to Me","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A biographical overview of President Thomas S. Monson's life and service in the Church. It includes interviews with President Monson, family members, and close friends.","release_date":"2008-02-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":97198,"title":"On the Lord's Errand: The Life of Thomas S. Monson","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A compilation of seven short films created by William S. Burroughs, in collaboration with Anthony Balch, using the 'cut-up' technique also employed in his writing.","release_date":"2004-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97199,"title":"The Cut Up Films","adult":false,"genre_ids":[]},{"cast":["Aya Sugimoto","Guts Ishimatsu","Jun Kaname","Kanji Tsuda"],"overview":"Police Detective Hoshino (Kanji Tsuda) investigates the murder of a maid at a mansion belonging to Miyako Rozmberk (Sugimoto), a seductive vampire mistress and \"cougar\" all in one. Ukyo Kuronuma (Jun Kaname), an Edo-era swordsman who was turned into a vampire by Miyako is fingered for the crime but before anything can be done about it Hoshino ends up under Miyako's spell as well. This leads Hoshino and Ukyo to battle one another for the privilege of staying with Miyako for eternity.","release_date":"2009-04-29","vote_average":6.9,"runtime":86,"cert":"N\/A","id":97204,"title":"Blood","adult":false,"genre_ids":[28,27]},{"cast":[],"overview":"Over 14 days, a candidate's true character is exposed through physical and mental challenges. Discovery Channel was granted special access to document this grueling test of wills and wits from the inside for TWO WEEKS IN HELL. The Green Berets rely on creative, innovative, and stealthy tactics to destabilize an enemy from within a hostile environment. A Green Beret candidate may think he's the right man for the job, but the Special Forces Assessment and Selection (SFAS) will find out. The selection process is a brutal test designed to mentally and physically smash men down to their core.","release_date":"2009-12-20","vote_average":6.6,"runtime":120,"cert":"N\/A","id":97207,"title":"Two Weeks in Hell","adult":false,"genre_ids":[99]},{"cast":["Borys Szyc","Sonia Bohosiewicz","Mirosław Zbrojewicz","Roma Gąsiorowska"],"overview":"A bachelor party spirals out of control in Poland´s 3D answer to ´The Hangover´! Andrew (Boris Szyc) and Marta (Sonia Bohosiewicz) are about to get married. But on the stag night, Andrew finds himself drawn in to an evening of mischief. As the party kicks off, no one can anticipate the incredible and outrageous situations these guys are going to get into. Although there are obvious similarities between this and Hollywood mega-hit ´The Hangover´, the filmmakers say ´Kac Wawa´ was written first - AND is based on real events.","release_date":"2012-03-02","vote_average":2.0,"runtime":97,"cert":"N\/A","id":97212,"title":"Kac Wawa","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In Europe, they speak of him in holy whispers. In America, he's a mysterious footnote. Poised for huge commercial success, Jeff Buckley's untimely death kept him on the periphery of popular music. \"Amazing Grace: Jeff Buckley\", a passionately crafted documentary, sets out to investigate the extraordinary phenomenon of Jeff Buckley, a deceased musician of modest commercial success, with only one full-length album, who has become a veritable tour de force of inspiration for artists across the globe. Interviews include all four of the Jeff Buckley Band members, friends, family, colleagues, critics, DJ's, producers, and fans. From Sydney, New York, and London to Memphis, Montpelier, and Los Angeles, the film takes viewers on an expansive yet incredibly intimate trip through the world of Jeff Buckley, and explores how he continues to inspire his fans - from classical composers to rock n' roll superstars and everyone in-between.","release_date":"2004-10-16","vote_average":7.0,"runtime":60,"cert":"N\/A","id":97213,"title":"Amazing Grace: Jeff Buckley","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Using original film clips and interviews, this film illustrates the 1950s social movement termed the Beat Generation. Disillusioned with post-World War II America, Beat Generation writers and painters came together because they felt mainstream America was becoming out of touch with humanity and the individual. In their interviews, characters such as 'Allen Ginsberg' , Neal Cassady, Jack Kerouac, and Gregory Corso express their disdain for a society that defines success and happiness in terms of superior technology, cars, and clothing. Those individuals discuss the false conventionality of society and the dangerous world of shock treatments and conformity in which they found themselves. Their goal is to redefine this world to reflect the endless possibilities that characterize America.","release_date":"1987-09-29","vote_average":5.0,"runtime":86,"cert":"N\/A","id":97214,"title":"The Beat Generation: An American Dream","adult":false,"genre_ids":[99]},{"cast":["Holger Czukay","Jaki Liebezeit","Michael Karoli","Malcolm Mooney","Kris Needs"],"overview":"The late-'60s avant garde rock band CAN gets a feature-length tribute with this affectionate documentary chronicling its odd inception and subsequent career. In CAN -- The Documentary,  the remaining band members are interviewed amidst culled together archival footage from talk shows, concerts, and television appearances to paint a portrait of a band who always remained happily on the sidelines of mass appeal, mixing street music, jazz, folk, and rock into a sometimes poppy, sometimes abstract stew. The band's influence on such seminal acts as Sonic Youth and Talking Heads is also analyzed.","release_date":"1999-01-01","vote_average":6.5,"runtime":87,"cert":"N\/A","id":97219,"title":"CAN: The Documentary","adult":false,"genre_ids":[99,10402]},{"cast":["Josh Harmon","Andrea Smith","Theodore Koepke","Shaena Friedman","Damion Drover"],"overview":"An ancient relic is found at the bottom of a local lake which resurrects the severed head of Robert Gross, aka Swamphead. A group of hapless teens come across the relic and their weekend camping trip becomes a nightmare of blood, feces, and more head than a night in Tijuana. Can they destroy the zombie head or will they die trying?","release_date":"2011-10-22","vote_average":0.0,"runtime":75,"cert":"N\/A","id":97220,"title":"Swamphead","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Narrated by David McCullough, this program examines the infamous Entartete Kunst (degenerate art) exhibition mounted by the Nazis in Munich in 1937 and their far-reaching attacks on avant-garde art in Germany. Witness compelling footage of Nazi book burnings, and of the exhibition itself. Includes interviews with historians, art critics, and eyewitnesses to the events that dramatize this powerful story of the Nazis' assault on modern culture.","release_date":"1993-04-11","vote_average":0.0,"runtime":60,"cert":"N\/A","id":97221,"title":"Degenerate Art","adult":false,"genre_ids":[99,36]},{"cast":["Charles Bukowski","Barbet Schroeder"],"overview":"The Charles Bukowski Tapes are an altogether more than four hours long collection of 52 short-interviews with the American cult author Charles Bukowski, sorted by topic and each between one and ten minutes long. Director Barbet Schroeder (Barfly) interviews Bukowski about such themes as alcohol, violence, and women, and Bukowski answers willingly, losing himself in sometimes minute-long monologues. Amongst other things, Bukowski leads the small camera team through his parents’ house and his former neighbourhood, but the largest part of the interviews takes place in Bukowski’s flat or backyard. The documentary includes a scene in which Bukowski reacts violently toward his wife Linda Lee.","release_date":"1987-01-01","vote_average":9.5,"runtime":240,"cert":"N\/A","id":97222,"title":"The Charles Bukowski Tapes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dragons of Komodo explores the untamed world of one of the planet’s wildest creatures and examines the fascinating myths surrounding this ancient reptile.  This documentary introduces viewers to the giant prehistoric Komodo dragon which dominates its island home south of Indonesia. It captures the 13-foot-long reptile’s merciless predatory skills. Entertaining, dramatic, and exciting footage documents the reptile’s egg laying and hatching rituals and examines the creature’s relationship to the people of Komodo.","release_date":"","vote_average":0.0,"runtime":54,"cert":"N\/A","id":97223,"title":"Dragons of Komodo","adult":false,"genre_ids":[]},{"cast":["Colm Feore","Marco Pasi","Richard Kaczynski","Lon Milo DuQuette"],"overview":"Aleister Crowley was the most well known and influential occult magician of modern times. His admirers saw him as the prophet of a new age. His detractors denounced him as a Satanist, a drug addict and a sex maniac. The Great Beast, as he called himself, continues to be an influence on the spiritual world today.","release_date":"2007-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":97224,"title":"Aleister Crowley: The Beast 666","adult":false,"genre_ids":[99]},{"cast":["Laraine Day","Barry Nelson","Stuart Crawford","Keye Luke","Victor Sen Yung"],"overview":"A celebrated New York cabbie is pressed into service for a perilous journey through World War II China.","release_date":"1942-01-29","vote_average":4.0,"runtime":67,"cert":"N\/A","id":97225,"title":"A Yank on the Burma Road","adult":false,"genre_ids":[18,10752]},{"cast":["Ray Milland","Wendy Barrie","William Gargan","Kent Taylor","Polly Rowles"],"overview":"A Navy pilot gets involved in a romantic triangle while stationed in Hawaii.","release_date":"1937-05-16","vote_average":0.0,"runtime":78,"cert":"N\/A","id":97226,"title":"Wings Over Honolulu","adult":false,"genre_ids":[10749,18]},{"cast":["David Flint","Benito Frattari","Gualtiero Jacopetti","David Kerekes","Riz Ortolani"],"overview":"A look at the careers of Gualtiero Jacopetti and Franco Prosperi who invented the mondo genre with MONDO CANE in 1962. It follows their career until their split in following the making of GOODBYE UNCLE TOM in 1971.","release_date":"2003-10-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":97227,"title":"The Godfathers of Mondo","adult":false,"genre_ids":[99]},{"cast":["Simon Armitage"],"overview":"Virginia Woolf said that Homer's epic poem the Odyssey was 'alive to every tremor and gleam of existence'. Following the magical and strange adventures of warrior king Odysseus, inventor of the idea of the Trojan horse, the poem can claim to be the greatest story ever told. Now British poet Simon Armitage goes on his own Greek adventure, following in the footsteps of one of his own personal heroes. Yet Simon ponders the question of whether he even likes the guy.","release_date":"2010-11-08","vote_average":5.5,"runtime":60,"cert":"","id":97228,"title":"Gods and Monsters: Homer's Odyssey","adult":false,"genre_ids":[99]},{"cast":["Hunter S. Thompson"],"overview":"Hunter S. Thompson speaks out on: the Iran\/Contra affair, George Bush, Ronald Reagan, Politicians and Lawyers, John McFarlaine, Oliver North, and Richard Nixon.","release_date":"1988-01-01","vote_average":0.0,"runtime":31,"cert":"N\/A","id":97233,"title":"Hunter S. Thompson: The Crazy Never Die","adult":false,"genre_ids":[]},{"cast":["Kris Aquino","Dingdong Dantes","Angelica Panganiban","Helen Gamboa","Bangs Garcia"],"overview":"Mabel Domingo (Kris Aquino), the owner of a high-class, but creepy, antique shop, only wants herself and her mother to move on from the tragic past of losing her sister as she carries the guilt of causing her death. She meets Ivan Galvez (Dingdong Dantes), a rich and successful architect who only wants to find the perfect wife and mother for his young daughter Angel to finally have a complete and happy family after his ex-wife left for him for another man.","release_date":"2011-12-25","vote_average":0.0,"runtime":110,"cert":"N\/A","id":97240,"title":"Segunda Mano","adult":false,"genre_ids":[27,9648]},{"cast":["John O'Mahony","Marcus Brigstocke","John Bolton"],"overview":"A Short Film About John Bolton is a darkly hip and hilarious film explores the question that torments artists of every medium: \"Where do your ideas come from?\"  Renowned artist John Bolton's paintings of voluptuous she-vampire nudes have earned this quiet eccentric a reputation for having a \"damaged imagination.\" BBC radio personality Jonathan Ross buys his pieces, which leads interviewer extraordinaire Marcus Brigstocke to find out what the appeal is in Bolton's beautiful (but terrifying) artwork. Why does Bolton demand that his gallery \"monsterpieces\" speak for themselves? What does he do with that ornamental knife that he carries everywhere? Will Marcus ever learn how to operate the camera?","release_date":"2003-01-24","vote_average":5.5,"runtime":27,"cert":"","id":97241,"title":"A Short Film About John Bolton","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary film crew takes a look at the inspiration behind artist John Bolton's painting.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":97242,"title":"Noam Chomsky: The Unipolar Moment and the Culture of Imperialism","adult":false,"genre_ids":[]},{"cast":["Pokwang","Xyriel Manabat","Nonie Buencamino","Rayver Cruz","Daria Ramirez"],"overview":"Medy, a make-up artist, was given the chance of a lifetime to accompany a concert star to the United States for a performance. She promised her family that she will return after a week.","release_date":"2011-11-06","vote_average":5.0,"runtime":110,"cert":"N\/A","id":97245,"title":"A Mother's Story","adult":false,"genre_ids":[18]},{"cast":["Robert Thurman"],"overview":"Robert Thurman focuses on the Buddha, the Dharma and the Sangha in this three-part lecture series. He explains the Buddha as the teacher of enlightenment, the Dharma as the teaching and the Sangha as the historical and current community of learners. Robert Thurman is professor of Indo-Tibetan studies in the Department of Religion at Columbia University and one of the West's foremost scholars of Tibetan Buddhism.","release_date":"1999-01-01","vote_average":0.0,"runtime":220,"cert":"N\/A","id":97246,"title":"Robert A.F. Thurman on Buddhism","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In Faces of Death: Fact or Fiction, director\/creator Conan LeCilaire attempts to quell the mysteries surrounding his controversial Faces of Death film series. After the release of the films, questions arose as to the authenticity of some of the scenes in them and whether or not the films themselves belonged to the outlawed \"snuff film\" genre. In Faces of Death: Fact or Fiction, Mr. LeCilaire reveals information regarding scenes such as those involving monkey brain meals, animal slaughter, and executions. The video includes scenes apparently uncovered in the video company's vaults and a Faces of Death music video. This 60-minute video includes macabre and explicit footage and should not be viewed by children under the age of 18.","release_date":"1999-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":97251,"title":"Faces of Death: Fact or Fiction?","adult":false,"genre_ids":[27,99]},{"cast":[],"overview":"For centuries, a unique breed of fishermen has been catching monster catfish with their bare hands in the rivers and lakes of Oklahoma. Today, the tradition of \"noodling\" still has Okie anglers hooked. This documentary by Bradley Beesley features interviews with hardcore handfishing veterans as well as footage of real noodlers in action. Set against an original musical score by rock band The Flaming Lips, Okie Noodling offers an anecdotal look at a most unusual piece of Midwest American culture.","release_date":"2001-03-10","vote_average":5.5,"runtime":57,"cert":"N\/A","id":97252,"title":"Okie Noodling","adult":false,"genre_ids":[99]},{"cast":["Beck","Nick Cave","Elvis Costello","David Johansen","Greil Marcus"],"overview":"The Old, Weird America tracks the history of the Anthology of American Folk Music from its initial compilation of 78 records from rural Americana to its 1952 release on Folkways Records, the urban folk revival of the 1960s, and its continuing influence on contemporary music.","release_date":"2007-02-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":97253,"title":"The Old, Weird America: Harry Smith's Anthology of American Folk Music","adult":false,"genre_ids":[99,10402]},{"cast":["Lindsay Wagner","Lee Majors","Richard Anderson","Sandra Bullock","Jeff Yagher"],"overview":"The Bionic Woman and the Six-Million-Dollar Man reunite--with a few younger bionic assistants--and try to catch a bionic spy.","release_date":"1989-04-30","vote_average":5.4,"runtime":96,"cert":"N\/A","id":97262,"title":"Bionic Showdown: The Six Million Dollar Man and the Bionic Woman","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Jeremy Clarkson presents two fascinating and informative documentaries focusing on some of the bravest actions of World War II.\r THE VICTORIA CROSS: FOR VALOUR “The best programme Jeremy Clarkson has ever made… informative and poignant.” the observer In September 1944 at the Battle of Arnhem, Major Cain won what was described as the \"finest Victoria Cross of the whole war\". Telling his story, along with other personal accounts of staggering bravery, Jeremy Clarkson looks at the history of the highest military decoration awarded for valour in the face of the enemy.  THE GREATEST RAID OF ALL “What a story it is, straight out of a Commando comic book.” the guardian Jeremy Clarkson tells the story of one of the most daring operations of World War II – the Commando raid on the German occupied dry dock at St. Nazaire in France on 28th March 1942. It was an operation so successful and so heroic that it resulted in the award of five Victoria Crosses and 80 other decorations for gallantry.","release_date":"2011-01-01","vote_average":8.0,"runtime":116,"cert":"N\/A","id":97265,"title":"Jeremy Clarkson: War Stories","adult":false,"genre_ids":[99]},{"cast":["Rica Peralejo","Jennylyn Mercado","Mark Herras","JC de Vera","Lotlot De Leon"],"overview":"Against the advice of a concerned mythology professor, a group of school friends decide to take an out of town trip during the holy week. When they first leave on their vacation, Shiela, Rina, Christian, Kerwin and their friends believe they have made a good decision. Everyone is happy and excited about their upcoming adventure. But soon, the mood starts to change. Shiela begins having dreams and premonitions about an evil presence somehow related to young children. She sees images of an old woman that terrifies her. Troubling, frightening events seems to multiply around them. The friends soon begin to believe that one of them may be the source of the evil that is plaguing them. Will one of friends have to sacrifice themselves in order to protect the others?","release_date":"2007-07-04","vote_average":4.5,"runtime":93,"cert":"N\/A","id":97270,"title":"Tiyanaks","adult":false,"genre_ids":[53,28,27]},{"cast":["Joe Mantegna","Jean Smart","Kari Matchett","Ashley Leggat"],"overview":"Lighthearted Christmas TV Movie about a man whose quiet, boring life begins to unravel when he finds out that his wife is having an affair and wants a divorce. Only after he meets a volunteer Santa, is he able to experience what a true Christmas miracle can be.","release_date":"2004-12-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":97271,"title":"A Very Married Christmas","adult":false,"genre_ids":[]},{"cast":["Luis Ciges","Luis Escobar","Agustín González","José Luis López Vázquez","Amparo Soler Leal"],"overview":"In order to solve economic problems, \"Leguineche\" family decide to move to France with their limited belongings.","release_date":"1982-12-06","vote_average":6.0,"runtime":102,"cert":"N\/A","id":97272,"title":"National III","adult":false,"genre_ids":[35]},{"cast":["Georg Friedrich","Martina Pöltl","Doris Hick","Gerd Lukas Storzer","Svantje Wascher"],"overview":"Three stories by three directors, three journeys into the world of teenagers and countercultures. The stories are interlaced with each other. Characters with a small performance in one story will play a major part in one of the other two stories so we will learn more about them, on the other hand central characters appear again in the periphery of one of the other stories. It is done in a casual way, comparable with the situation in daily life when two friends are running into each other by chance. Petra and Nicole in their shrill world of brightness. Loafing around, bumming and teasing guys.","release_date":"1998-10-23","vote_average":0.0,"runtime":93,"cert":"N\/A","id":97281,"title":"Shrill, Bright World","adult":false,"genre_ids":[]},{"cast":["Emilio Gutiérrez Caba","Mercè Montalà","Carles Arquimbau","Marián Aguilera","Jordi Domènech"],"overview":"An esteemed piano tuner and repairer, Jacobo leads an apparently happy life with his wife, Helena. His serene existence is thrown into a state of confusion when insomnia creeps in, and pianos that previously repaired miraculously overnight remain unfixed. Jacobo plunges into paranoia and madness, hearing noises during the night and having ephemeral visions of a stranger roaming the house in a dressing gown. Helena reassuringly denies anything out of the ordinary, and suspiciously insists he is hallucinating. Is the life we think safe and secure true, or is there a second reality lurking? THE MOST IMPORTANT THING IN LIFE IS NOT BEING DEAD is a tale of betrayal and forgiveness in a rich musical universe, set against the Franco era, a period of political deceit and distorted reality in Spain. Playfully, the tragicomedy questions our perception of reality and the vulnerability of our human condition.","release_date":"2010-09-29","vote_average":7.0,"runtime":82,"cert":"N\/A","id":97282,"title":"The most important thing in life is not being dead","adult":false,"genre_ids":[]},{"cast":["Tippi Hedren","Faye Grant","Leslie Nielsen","Barry Van Dyke","Lara Parker"],"overview":"A spoiled rich girl used to getting her way comes up against a rancher who won't be intimidated by her.","release_date":"1982-01-01","vote_average":5.0,"runtime":102,"cert":"N\/A","id":97287,"title":"Foxfire Light","adult":false,"genre_ids":[18,10749]},{"cast":["Fela Kuti","Pope John Paul II"],"overview":"Musician Fela Anikulapo Kuti recorded more than 60 albums to promote the magic of Afrobeat but never lost his political voice as an outspoken critic against widespread government corruption in Nigeria. This documentary examines the role that Fela, dubbed \"Black President,\" played in shedding light on atrocities in his homeland and in promoting the ascent of African music worldwide.","release_date":"1982-01-01","vote_average":6.5,"runtime":54,"cert":"N\/A","id":97292,"title":"Fela Kuti: Music Is the Weapon","adult":false,"genre_ids":[10402,99]},{"cast":["Laura Darrell","Lynn Lambert","Mary Elaine Monti"],"overview":"On the eve of Christmas the Wompkee's plan a great day of celebration. However, evil forces are stirring in the shape of the evil ice witch, Igora Borealis, and our friends the Wompkee's must try and thwart her darstadly plans. Some amazing 3-D animation techniques, and a heart-warming tale, combine to provide a slice of family fun that is sure to provide some Christmas cheer.","release_date":"2003-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":97293,"title":"A Very Wompkee Christmas","adult":false,"genre_ids":[16,14]},{"cast":["Harry Hamlin","Megan Gallagher","Curtis Blanck"],"overview":"A ruthless toy tycoon (Harry Hamlin) out to crush all of his competitors travels to the North Pole to put an end to his biggest rival.","release_date":"1998-12-01","vote_average":2.5,"runtime":105,"cert":"N\/A","id":97294,"title":"Like Father, Like Santa","adult":false,"genre_ids":[10751,35,14]},{"cast":["Antonio Resines","Maribel Verdú","Jordi Mollà","Elvira Mínguez","Ramón Barea"],"overview":"Marina, a woman with a glass eye, has the bad luck to be the victim of an assault witnessed by Rafael, a goodhearted butcher, who rescues her from her attacker, a man named Daniel. Rafael has physical problems of his own, but the two stay together as a couple. A baby not Rafael's, for he lost his testicles in an accident is born. Rafael looks forward to raising the child as his own if Marina will consent.","release_date":"1997-05-30","vote_average":7.1,"runtime":95,"cert":"N\/A","id":97295,"title":"Lucky Star","adult":false,"genre_ids":[18]},{"cast":["Turhan Bey","Joan Chen","Tsai Chin","Stephen Gong","James Hong"],"overview":"Hollywood Chinese is a captivating look at cinema history through the lens of the Chinese American experience. Directed by triple Sundance award-winning filmmaker, Arthur Dong, this documentary is a voyage through a century of cinematic delights, intrigues and treasures. It weaves together a wondrous portrait of actors, directors, writers, and movie icons who have defined American feature films, from the silent era to the current new wave of Asian American cinema. At once entertaining and enlightening, Hollywood Chinese reveals long-untold stories behind the Asian faces that have graced the silver screen, and weaves a rich and complicated tapestry, one marked by unforgettable performances and groundbreaking films, but also by a tangled history of race and representation.","release_date":"2007-03-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":97296,"title":"Hollywood Chinese","adult":false,"genre_ids":[]},{"cast":["Fele Martínez","Tzeitel Rodríguez","David Bendito"],"overview":"A journey. A cardboard camera and an unfinished love story. In his obsession to catch the time, love and beauty, Victor never completed his ambitious project. Now, some children, from their open infant eyes, try to get with that footage the director's ambition that could not reach: catch life.","release_date":"2007-06-22","vote_average":6.0,"runtime":87,"cert":"N\/A","id":97299,"title":"Butterfly","adult":false,"genre_ids":[]},{"cast":["Les Tremayne","Pat Delaney","Aron Kincaid","Neil Fletcher","Annabelle Weenick"],"overview":"A resort hypnotist and his assistant predict murders, which she then commits as a fanged monster.","release_date":"1967-01-01","vote_average":1.4,"runtime":80,"cert":"N\/A","id":97306,"title":"Creature of Destruction","adult":false,"genre_ids":[10770,878,27]},{"cast":["David Rocha","Inma de Santis","Helga Liné","Elisenda Ribas","Marina Ferri"],"overview":"Paul is the son of a gardener who works in a big mansion that has returned home with his parents after failling in his medecin degree. He is emotionally unstable. He collect dolls because he was educated as a girl because his sister died. After his arrival home murders begin to happen, is him the responsible?","release_date":"1975-02-03","vote_average":8.0,"runtime":98,"cert":"N\/A","id":97311,"title":"Killing of the Dolls","adult":false,"genre_ids":[9648,27]},{"cast":["Meredith Baxter","Robert Urich","John Bennett Perry"],"overview":"In this comedy-drama set in Washington, D.C., an ex-burglar and a dumbbell detective must team up to solve several puzzling murders.","release_date":"1989-01-29","vote_average":5.5,"runtime":96,"cert":"N\/A","id":97312,"title":"She Knows Too Much","adult":false,"genre_ids":[18,35,80]},{"cast":["George C. Scott","Joanna Cassidy","Sorrell Booke","Clifton James","Bob Balaban"],"overview":"A bank temporarily housed in a mobile home while a new building is built, looks like an easy target to break into. On the other hand, why not steal the whole bank, and rob it in a safer location.","release_date":"1974-07-31","vote_average":5.6,"runtime":83,"cert":"N\/A","id":97313,"title":"Bank Shot","adult":false,"genre_ids":[35,80]},{"cast":["Mario Adorf","Mario Adorf","Rick Kavanian","Sandro Iannotta","Patrick Mölleken"],"overview":"","release_date":"2007-12-31","vote_average":3.8,"runtime":79,"cert":"N\/A","id":97316,"title":"Little Dodo","adult":false,"genre_ids":[10751,16]},{"cast":["Yvonne De Carlo","John Gavin","Leonor Manso","Mecha Ortiz"],"overview":"Audrey investigates a murder that occured 23 years ago in a dark mansion. She searches for the dead body, the killer, and the truth.","release_date":"1976-01-01","vote_average":4.0,"runtime":99,"cert":"N\/A","id":97317,"title":"House of Shadows","adult":false,"genre_ids":[27,53]},{"cast":["Fernando Tielve","Aida Folch","Ariadna Gil","Fernando Fernán Gómez","Eduard Fernández"],"overview":"A fourteen year old lad discovers his first love at the point of his pencil whilst drawing the portrait of a sickly but coquettish fifteen year old girl. In the neighbourhood an old freedom-fighter pits himself against bad types, a pretty cinema-ticket girl takes to the streets at night and a young anarchist dedicates himself to telling tall stories. Far away, in Shanghai, a hero of the Republic meets a beautiful femme fatal with oriental eyes. Reality and fiction become fused in an embrace.","release_date":"2002-04-11","vote_average":5.3,"runtime":119,"cert":"N\/A","id":97318,"title":"The Shanghai Spell","adult":false,"genre_ids":[18]},{"cast":["Ana Belén","Eduard Fernández","María Pujalte","José Sacristán","Rosario Pardo"],"overview":"Hortensia is a mature officer of the INEM office. She has been abandoned by her husband so she doesn't believe in love anymore. One day Eduardo Fernandez goes to the employment office because after overcoming a deep depression, he has decided that his life has to get better.","release_date":"2004-11-26","vote_average":5.7,"runtime":90,"cert":"N\/A","id":97319,"title":"Cosas que hacen que la vida valga la pena","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ana Fernández","Gustavo Garzón","Andrés Gertrúdix"],"overview":"An at-first-sight love story between two fortysomething people looking for a second chance.","release_date":"2006-06-09","vote_average":6.0,"runtime":100,"cert":"N\/A","id":97320,"title":"Amor en defensa propia","adult":false,"genre_ids":[]},{"cast":["Ana Fernández","Alberto Jiménez","Susana Hornos","Eva Cobo","Ginés García Millán"],"overview":"In a Spanish city three young married couples celebrate the failed coupe d'etat of Feb 23rd 1981. They have gone through a lot in life. The country is changing and things will not be the same anymore. Their steps will take them through different walks of life.","release_date":"2005-06-17","vote_average":0.0,"runtime":104,"cert":"N\/A","id":97323,"title":"Pasos","adult":false,"genre_ids":[]},{"cast":["Dolores Camarillo","Conchita Gentil Arcos","Eduardo Arozamena"],"overview":"Victor must leave his life of partying and change his girlfriend, Lucero, for the bride that awaits him in his hometown.","release_date":"1942-03-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":97324,"title":"El que tenga un amor","adult":false,"genre_ids":[]},{"cast":["Joan Crawford","Neil Hamilton","Clark Gable","Marjorie Rambeau","Guy Kibbee"],"overview":"Ivy Stevens (Joan Crawford) is a cafe entertainer in love with a shifty salesman (Neil Hamilton) who deserts her. In attempting to commit suicide, she is saved by Carl (Clark Gable), a Salvation Army officer. Encouraged by Carl, Ivy joins the Salvation Army. When her old flame re-enters her life, Ivy finds she is still attracted and begins another affair with him.","release_date":"1931-05-31","vote_average":5.5,"runtime":72,"cert":"N\/A","id":97327,"title":"Laughing Sinners","adult":false,"genre_ids":[18,10749]},{"cast":["Ann Blyth","Farley Granger","Joan Evans","Jane Wyatt","Ann Dvorak"],"overview":"A high-school senior (Ann Blyth) learns she has foster parents (Jane Wyatt, Donald Cook) and sets out to find her natural mother.","release_date":"1950-07-27","vote_average":7.3,"runtime":93,"cert":"N\/A","id":97332,"title":"Our Very Own","adult":false,"genre_ids":[18]},{"cast":["Dev Anand","Parveen Babi","Kabir Bedi","Rakesh Roshan"],"overview":"Plain-clothes Inspector Dharam Dev is hot on the tracks of notorious underworld don, Durgaprasad, alias \"D.P.\" But Durgraprased is not only elusive, but shrewd and cunning as well, and spreads of web of lies and deceit, and entraps Dharam in it, and a result of which Dharam himself becomes a suspect for murder, and is arrested.","release_date":"1976-12-28","vote_average":7.0,"runtime":156,"cert":"N\/A","id":97335,"title":"Bullet","adult":false,"genre_ids":[53]},{"cast":["Abigail Culwell","John Charles Meyer"],"overview":"A story about a mentally unbalanced girl that acquires superpowers and struggles between her need for the powers and the unintended harm they cause.","release_date":"2011-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":97336,"title":"Affliction","adult":false,"genre_ids":[18]},{"cast":["Akshay Kumar","Shahid Kapoor","Rimi Sen","Sunil Shetty","Paresh Rawal"],"overview":"A man embarks on journey to find his love in Dubai, only to learn she has different suitors and admirers.","release_date":"2005-11-25","vote_average":4.5,"runtime":150,"cert":"N\/A","id":97341,"title":"Deewane Huye Paagal","adult":false,"genre_ids":[18,35,10749]},{"cast":["Allu Arjun","Manchu Manoj","Anushka Shetty","Manoj Bajpayee","Saranya Ponvannan"],"overview":"Five people from varied strata of society – a slum dweller who works as a cable operator, a runaway prostitute, a desperate woman drowning in debt, a rising musician, and a grief-stricken Muslim man – end up together in the same hospital, at a time when it is attacked by terrorists.","release_date":"2010-06-04","vote_average":6.8,"runtime":141,"cert":"N\/A","id":97342,"title":"Vedam","adult":false,"genre_ids":[18,28]},{"cast":["Chiranjeevi","Jyothika","Shriya Saran","Prakash Raj","Sayaji Shinde"],"overview":"Tagore (Chiranjeevi) creates his own vigilante military network called the Anti-Corruption Force (ACF) that eliminates the most corrupt individuals, from all walks of life, in a systematic manner. As pressure builds on Police and Government to track down the Man who masterminds these killings, Balbir Singh (Puneet Issar), is specially summoned to head the task. He is aided by Suryam (Prakash Raj) who, though being just a constable in the mammoth Police force, is compelled by his instincts to see through the underlying design. Together they unravel the mystery and unveil the phenomenon called Tagore, but not before Badrinaryana (Sayaji Shinde), the human face of evil, finds out that his revelry in the belief of Tagore’s death was a mistake he can never make amends for.","release_date":"2003-09-24","vote_average":5.7,"runtime":175,"cert":"N\/A","id":97343,"title":"Tagore","adult":false,"genre_ids":[18,28]},{"cast":["Amitabh Bachchan","Jackie Shroff","Raveena Tandon","Milind Soman","Prabhu Deva"],"overview":"The film is Based on an incident from the Mahabharata and also made as a play on a Girish Karnad titled Fire in the Rain. The film features Amitabh Bachchan in a cameo appearance as Lord Indra. Jackie Shroff plays the main lead in the film as Puravasu the head priest, Raveena playing the role of his unfaithful wife in love with Yavakri. Nagarjuna played Yavakri the priest's jealous rival and Prabhudeva as a demon who kills Yavakri. While Milind Soman plays the younger brother of Jackie Shroff as Aravasu, the female lead opposite Milind is played by Sonali Kulkarni.","release_date":"2002-08-30","vote_average":5.0,"runtime":130,"cert":"N\/A","id":97350,"title":"Agnivarsha: The Fire and the Rain","adult":false,"genre_ids":[18,14]},{"cast":["Shah Rukh Khan","Juhi Chawla","Johnny Lever","Paresh Rawal","Shakti Kapoor"],"overview":"Rival news-reporters, Ajay Bakshi, and Ria Bannerjee engage in a comic war to be the first to interview notorius M.K. Sharma, in which Ria succeeds. Then the two are thrust in a battle for their lives as they must decide whether to save an innocent terrorist from being hanged, or sacrifice their very lives themselves.","release_date":"2000-01-21","vote_average":6.3,"runtime":160,"cert":"N\/A","id":97351,"title":"Phir Bhi Dil Hai Hindustani","adult":false,"genre_ids":[35,18,10749]},{"cast":["Tabu","Sachin Khedekar","Ravindra Mankani","Smita Jaykar","Mohnish Behl"],"overview":"Astitva is a bold film with adultery. An ambitious male chauvinist and his loving wife are happily married but the guy is not able to give time to the family as he want to make it big in life. His work is of paramount importance to him. His work keeps him away from his home for days and this makes the wife very lonely. In one such instance, she succumbs to loneliness and has a physical relationship with her music teacher and becomes pregnant. She tries confessing to her husband, but he is so excited about her pregnancy, that he does not listen to her story. Twenty Five years later, circumstances force the suspicious husband's mind to work overtime and confronts his wife with facts and figures that when she was pregnant, he had not had any physical relationship with her for more than 9 months before the child's birth. Then whose child is it? The wife accepts it and ask for forgiveness...","release_date":"2000-10-06","vote_average":7.2,"runtime":109,"cert":"N\/A","id":97356,"title":"Astitva","adult":false,"genre_ids":[]},{"cast":["Dennis Hopper","Robert Carradine","Richard Jenkins","Adrienne Barbeau"],"overview":"Based on a true story, this made-for-cable film tells about Barry Seal, a pilot who was a drug smuggler for the infamous Medellin cartel out of Colombia. He was caught by the US Drug Enforcement Administration (DEA) and decided to turn over and help the DEA break the cartel. However, he got caught in the middle of the Reagan\/Bush administration efforts to topple the Nicaraguan government in the '80s, in which Nicaraguan rebels called \"contras\" were allowed to smuggle cocaine into the US in exchange for their fighting against the leftist Nicaraguan government. Eventually Seal was murdered by his former Medellin employers, and some critics say it was with the tacit, if not implicit, connivance of the US administration.","release_date":"1991-07-20","vote_average":3.8,"runtime":109,"cert":"N\/A","id":97357,"title":"Doublecrossed","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"23 Days in July follows the progress of the legendary Australian cyclist Phil Anderson in his quest for the winner's yellow jersey in the 1983 Tour (won by Laurent Fignon). Hopes were high that he could achieve this following his 5th place in 1982, when he held the jersey for several days and took a stage victory. In 1981 he achieved worldwide fame when he became the first Australian to wear the maillot jaune in his very first tour.\r His victory in the classic, Amsted Gold in the spring of 1983 was prove that he was a winner, and this marvellous film follows Phil in his attempt to win the sport's biggest prize. Anderson riding for the Peugeot team, discusses his training and strategy for winning the Tour, while veteran cycling journalists John Wilcockson (Velo News) and Phil Ligget provide analysis and day-to-day coverage of the race.","release_date":"1985-06-07","vote_average":0.0,"runtime":108,"cert":"N\/A","id":97368,"title":"23 Days In July: The 1983 Tour de France","adult":false,"genre_ids":[]},{"cast":[],"overview":"A terrorist group invades a laboratory containing a deadly bacteria and destroys the lab with an explosion. They later announce via the internet they have gained possession of the bacteria and declare themselves to be the Red Siamese Cats, a terrorist group that was eradicated a decade ago.","release_date":"2010-04-17","vote_average":7.3,"runtime":103,"cert":"N\/A","id":97375,"title":"Detective Conan: The Lost Ship in the Sky","adult":false,"genre_ids":[28,16,12,80]},{"cast":["Jon Ronson","Anthony Frewin","Jan Harlan","Christiane Kubrick","Manuel Harlan"],"overview":"A few years after his death, the widow of Stanley Kubrick (1928-1999) asks Jon Ronson to look through the contents of about 1,000 boxes of meticulously sorted materials Kubrick left. Ronson finds that most contain materials reflecting work Kubrick did after the release of \"Barry Lindon \" in 1975, when Kubrick's film output slowed down. Ronson finds audition tapes for \"Full Metal Jacket,\" photographs to find the right hat for \"Clockwork Orange\" or the right doorway for \"Eyes Wide Shut\" -- thousands of details that went into Kubrick's meticulous approach. Ronson believes that the boxes show \"the rhythm of genius.\" Interviews with family, staff, and friends are included.","release_date":"2008-07-15","vote_average":7.0,"runtime":48,"cert":"","id":97394,"title":"Stanley Kubrick's Boxes","adult":false,"genre_ids":[99]},{"cast":["Wallace Beery","Marjorie Main","Donna Reed","Lewis Stone","Henry O'Neill"],"overview":"An old-time cavalry sergeant's resistance to change could cost him his post.","release_date":"1942-01-30","vote_average":5.0,"runtime":102,"cert":"N\/A","id":97395,"title":"The Bugle Sounds","adult":false,"genre_ids":[10752,18]},{"cast":["Federico Rosati","Alessandro Haber"],"overview":"","release_date":"2007-03-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":97396,"title":"Shooting Silvio","adult":false,"genre_ids":[]},{"cast":[],"overview":"A history of Nazi television programming and technology, from 1935 to 1944.","release_date":"1999-01-01","vote_average":6.3,"runtime":55,"cert":"N\/A","id":97397,"title":"Television Under The Swastika","adult":false,"genre_ids":[99,36]},{"cast":["John Goodman","Tom Jones","Eartha Kitt","Marc Shaiman","David Spade"],"overview":"Trudie Styler, a documentarian, had been allowed to film the production of Kingdom of the Sun\/The Emperor's New Groove as part of the deal that originally brought her husband Sting to the project. As a result, Styler recorded on film much of the struggle, controversy, and troubles that went into making the picture (including the moment when producer Fullmer called Sting to inform the pop star that his songs were being deleted from the film). Styler's completed documentary, The Sweatbox, premiered at the Toronto Film Festival on September 13, 2002. Disney owns the rights to the documentary and has not released it on home video or DVD.","release_date":"2002-09-13","vote_average":7.5,"runtime":86,"cert":"N\/A","id":97400,"title":"The Sweatbox","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"Mariken Halle first asked around her neighborhood if she might make a school film about one of her neighbors. When that didn’t work, she and her small film crew began addressing people on the streets of Göteborg. How would they imagine a movie that they would want to star in? The results were far from fantastic – she encountered dismissively amused responses and boring, confused ideas. But some of the people she talked to were different. They try getting into their “life role” – and she begins to direct them....","release_date":"2011-01-31","vote_average":5.0,"runtime":97,"cert":"N\/A","id":97401,"title":"Maybe tomorrow","adult":false,"genre_ids":[]},{"cast":[],"overview":"How to Operate Your Brain, is a 29 minute, guided, electronic (spoken\/musical) meditation. In it, Dr. Leary tries to impart to the listener essential aspects of his visionary LSD experiences. While it may have been intended for use with drugs to provide some of the positive \"set\" and \"setting\" that he saw as essential for a good \"trip\", it stands alone as a profound, guided meditation. In it, you will hear some of the central, sacred principles of Yoism.","release_date":"1994-11-04","vote_average":4.0,"runtime":29,"cert":"N\/A","id":97402,"title":"How To Operate Your Brain","adult":false,"genre_ids":[99]},{"cast":["Wes Studi"],"overview":"Explore America’s darkest period: President Andrew Jackson’s Indian Removal Act of 1830 and the forced removal of the Cherokee Nation to Oklahoma in 1838. Nearly a quarter of the Cherokee National died during the Trail of Tears, arriving in Indian Territory with few elders and even fewer children.","release_date":"2006-02-01","vote_average":4.5,"runtime":115,"cert":"N\/A","id":97403,"title":"The Trail Of Tears: Cherokee Legacy","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"A rare behind-the-scenes glimpse into the life of Tibet's revered leader, the Dalai Lama.","release_date":"2008-05-29","vote_average":0.0,"runtime":79,"cert":"","id":97404,"title":"The Unwinking Gaze:The Inside Story of the Dalai Lama's Struggle for Tibet","adult":false,"genre_ids":[99]},{"cast":["Eicca Toppinen","Paavo Lötjönen","Perttu Kivilaakso","Max Lilja"],"overview":"Live is the first official Apocalyptica DVD which consists of a recorded show in Munich, on the 24th of October, 2001. It only includes tracks from the first 3 albums: Plays Metallica by Four Cellos, Inquisition Symphony and Cult.","release_date":"2001-07-30","vote_average":0.0,"runtime":120,"cert":"N\/A","id":97407,"title":"Apocalyptica: Live","adult":false,"genre_ids":[]},{"cast":["Shane Smith"],"overview":"Vice travels to West Africa to rummage through the messy remains of a country ravaged by 14 years of civil war. Despite the United Nation’s eventual intervention, most of Liberia’s young people continue to live in abject poverty, surrounded by filth, drug addiction, and teenage prostitution. The former child soldiers who were forced into war have been left to fend for themselves, the murderous warlords who once led them in cannibalistic rampages have taken up as so-called community leaders, and new militias are lying in wait for the opportunity to reclaim their country from a government they rightly mistrust. America’s one and only foray into African colonialism is keeping a very uneasy peace indeed.","release_date":"2009-12-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":97408,"title":"The Cannibal Warlords of Liberia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This documentary was broadcast on Channel 4 back in 1994. It covers the Jungle scene which\r has taken off fresh from the ashes from what was the rave scene at that time.  An original innovative UK sound born out of London it was one of the only sounds at the time\r to be truly challenging technology in creating sounds and combined hip-hop breakbeats with\r the reggae culture to create a brand new music.  Features live footage from London's AWOL and The Sunday Roast featuring  Micky Finn,DJ Ron and Randall on the decks with MC's Five 0, Navigator, Moose and GQ on  the mic and interviews with the Sunday Roast Promoters, The Ragga Twins, Grooverider, Five 0, Navigator,\r GQ, Moose, DJ Ron, Randall, Micky Finn, Kenny Ken, Darren Jay and others.","release_date":"","vote_average":0.0,"runtime":26,"cert":"N\/A","id":97409,"title":"A London Someting Dis","adult":false,"genre_ids":[]},{"cast":["Chen Kuan-Tai","Billy Chong","Jenny Ho","Lee Ho","Eddy S. Jonathan"],"overview":"The master of the secret Monkey Fist Kung Fu style must fight a gang of warrior thugs who are terrorizing his village. Shaw legend Chen Kuan Tai (Iron Monkey, Boxer from Shantung) made this film at the height of his fame. As a true exponent of the Monkey Fist style, Chen added authenticity to his movie roles and the characters he portrayed by using elements of his strong foundation in kung fu. Also making his screen debut is Billy Chong (Kung Fu Zombie, Super Power, Crystal Fist). Shot against the backdrop of exotic Indonesia, Invincible Monkey Fist brings you top rate stars and action.","release_date":"1978-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":97412,"title":"Invincible Monkey Fist","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The Doug Anthony All Stars bring their raucous live show to the National Theatre in Melbourne.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97413,"title":"Doug Anthony All Stars: Live at the National Theatre","adult":false,"genre_ids":[35]},{"cast":["Andrew Dice Clay"],"overview":"Andrew Dice Clay live in Las Vegas.","release_date":"2000-01-01","vote_average":8.0,"runtime":82,"cert":"N\/A","id":97416,"title":"Andrew Dice Clay: I'm Over Here Now","adult":false,"genre_ids":[35]},{"cast":["Tiz Zaqyah","Zizan Razak","Usop Wilcha \/ Shy8","Farah Fauzana","Bob AF2"],"overview":"romantic comedy that tells the tale of Nani, a bubbly 21-year old girl, and her unique pet turtle, Nico. Nico is one of the rare Green Crown Sea Turtle species... but more importantly, Nico has the ability to talk to humans... if he so chooses to do so. Nani has recently moved in with her brother, Amir, ans seems to be falling for their budding musician neighbor, Adam. Disturbed by any budding romance, Nico dos everything possible to sabotage Adam's efforts to woo Nani.","release_date":"2012-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97417,"title":"Cinta Kura-Kura","adult":false,"genre_ids":[35,10749]},{"cast":["Russell Crowe","Lucy Liu","Jamie Chung","RZA","Zhu Zhu"],"overview":"In feudal China, a blacksmith who makes weapons for a small village is put in the position where he must defend himself and his fellow villagers.","release_date":"2012-11-02","vote_average":5.3,"runtime":96,"cert":"","id":97430,"title":"The Man with the Iron Fists","adult":false,"genre_ids":[28]},{"cast":["Claude Hulbert","Michael Wilding","Carla Lehmann","Tommy Trinder","Jeanne De Casalis"],"overview":"Three sailors get drunk while on shore leave and end up on the wrong ship. When they realise their mistake they scramble off it and onto their warship, HMS Ferocious. However, they soon realise that the vessel they have boarded is not the Ferocious but a German battleship.","release_date":"1940-12-14","vote_average":10.0,"runtime":86,"cert":"","id":97435,"title":"Sailors Three","adult":false,"genre_ids":[35,10752]},{"cast":["Nagesh Kukunoor","Rajashri Nair","Vikram Inamdar","Elahe Hiptoola"],"overview":"Varun returns homes after twelve years in the United States and attempts to romance an Indian doctor.","release_date":"1998-07-17","vote_average":4.8,"runtime":80,"cert":"N\/A","id":97438,"title":"Hyderabad Blues","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"HOW TO START A REVOLUTION is the remarkable untold story of Nobel Peace Prize nominee Gene Sharp, the world's leading expert on non-violent revolution. This new film (from first time director Ruaridh Arrow) reveals how Gene's work has given a new generation of revolutionary leaders the weapons needed to overthrow dictators. It shows how his 198 steps to non-violent regime change have inspired uprisings from Serbia to Ukraine and from Egypt to Syria and how his work has spread across the globe in an unstoppable wave of profound democratic change. How To Start A Revolution is the story of the power of people to change their world, the modern revolution and the man behind it all.","release_date":"2012-02-24","vote_average":5.0,"runtime":85,"cert":"N\/A","id":97441,"title":"How to Start a Revolution","adult":false,"genre_ids":[99]},{"cast":["Bobby Deol","Neha","Saurabh Shukla","Johnny Lever","Moushumi Chatterjee"],"overview":"Birju is a young man who lives with his mom, dad, sister, and a younger brother in an upper middle class home. His father would like him to work as well as accept some responsibility, but Birju does not heed him, but is instead interested in petty thievery, lies, and romancing a beautiful young woman named Neha. When he proposes marriage, his mom and dad hope that this will set him on the right path, and they approve of his marriage with Neha. When Neha finds out the truth about Birju, she refuses to marry him, and re-locates to another town. Birju is unable to get Neha out of his mind, and he runs away from home, hoping to locate Neha somewhere, and try to patch things with her. He does find Neha and her mom, who is hospitalized. When Birju makes inquiries he is told that Neha's mom is due for major surgery, and that this operation will cost a lot of money. Birju steals the money to pay for the surgery...","release_date":"1998-07-17","vote_average":6.0,"runtime":155,"cert":"N\/A","id":97442,"title":"Kareeb","adult":false,"genre_ids":[18,10749]},{"cast":["Hiam Abbass","Hend El Fahem","Maher Kamoun","Monia Hichri","Faouzia Badr"],"overview":"After the death of her husband, Lilia's life revolves solely around her teenage daughter, Salma. Whilst looking for Salma late one night, Lilia stumbles upon a belly dance cabaret and though initially reserved and taken aback by the culture of the place, Lilia gets consistently drawn back to it. She befriends one of the belly dancers and is encouraged into dancing for the audience. Lilia also starts a romance with one of the cabaret's musicians, who unbeknown to both of them, is also romancing Salma.","release_date":"2002-05-16","vote_average":5.0,"runtime":100,"cert":"N\/A","id":97447,"title":"Satin Rouge","adult":false,"genre_ids":[10402,18]},{"cast":["Mick Jagger","Keith Richards","Charlie Watts","Ron Wood","Bill Wyman"],"overview":"The Rolling Stones 1978 tour of the USA in support of that year's Some Girls album is considered by fans to be one of their very best. Filmed at the Will Rogers Memorial Center in Fort Worth, Texas, on July 18th, 1978, this concert is typical of the tour with the Rolling Stones delivering a raw, energetic performance in front of a crowd who are clearly loving the show. Many of the tracks from Some Girls are included in the live set with a sprinkling of Stones classics from earlier albums. Originally shot on 16mm film, the footage has been carefully restored and the sound remixed and remastered by Bob Clearmountain from the original multitrack tapes. This is undeniably the Rolling Stones at the peak of their form.","release_date":"1978-07-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":97448,"title":"The Rolling Stones: Some Girls - Live in Texas '78","adult":false,"genre_ids":[10402]},{"cast":["Nana Patekar","Salman Khan","Manisha Koirala","Seema Biswas","Helen"],"overview":"The daughter of deaf-mute parents seeks their understanding when she discovers a love for music.","release_date":"1996-08-09","vote_average":6.6,"runtime":159,"cert":"N\/A","id":97449,"title":"Khamoshi: The Musical","adult":false,"genre_ids":[18,10749]},{"cast":["Luiz Marenco"],"overview":"Show do cantor Luiz Marenco gravado ao vivo no dia 19 de agosto de 2007 no Teatro da UCS Caxias do Sul \/ RS","release_date":"2007-08-19","vote_average":4.3,"runtime":93,"cert":"N\/A","id":97464,"title":"Luiz Marenco - Identity - Live","adult":false,"genre_ids":[10402]},{"cast":["Espen Eckbo"],"overview":"","release_date":"2006-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97479,"title":"Det Beste Av Espen Eckbo (1996-2006)","adult":false,"genre_ids":[]},{"cast":["Ramon Novarro","Jeanette MacDonald","Frank Morgan","Charles Butterworth","Jean Hersholt"],"overview":"A romance between a struggling composer and an American singer.","release_date":"1934-02-16","vote_average":6.5,"runtime":88,"cert":"N\/A","id":97482,"title":"The Cat and the Fiddle","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"","release_date":"2005-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97483,"title":"Bilsport Action Events 2005","adult":false,"genre_ids":[]},{"cast":["Dagfinn Lyngbø"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":97486,"title":"En Usedvanlig God Kveld Dagfinn","adult":false,"genre_ids":[35]},{"cast":["Øivind Blunck"],"overview":"","release_date":"2006-11-29","vote_average":0.0,"runtime":59,"cert":"N\/A","id":97489,"title":"Fridtjof's Christmas","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97494,"title":"Classe's Garage On Tour","adult":false,"genre_ids":[]},{"cast":["Hege Schøyen"],"overview":"","release_date":"2000-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":97495,"title":"Heges Beste","adult":false,"genre_ids":[35]},{"cast":["Geir Schau"],"overview":"","release_date":"2004-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97496,"title":"Gatebil Filmen 2004","adult":false,"genre_ids":[]},{"cast":["Geir Schau"],"overview":"","release_date":"2003-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":97497,"title":"Gatebil Filmen 2003","adult":false,"genre_ids":[]}]