[{"cast":["Virginia Bruce","Broderick Crawford","Dick Foran","Shemp Howard"],"overview":"Aloysius 'Butch' Grogan leads a life of criminal activities motivated to provide for a widow and her child. He's on lookout for a gang of safe crackers when he has to also look after the baby of one of the criminals.","release_date":"1942-03-20","vote_average":0.0,"runtime":75,"cert":"N\/A","id":98000,"title":"Butch Minds the Baby","adult":false,"genre_ids":[35]},{"cast":["Cliff Robertson","Hope Lange","Heather Thomas","Michael Ironside","R. H. Thomson"],"overview":"Adapted from a book by Robert Lacey, this biographical film chronicles both the private and public life of automobile manufacturer Henry Ford (Cliff Robertson).","release_date":"1987-05-11","vote_average":0.0,"runtime":200,"cert":"N\/A","id":98009,"title":"Ford: The Man and the Machine","adult":false,"genre_ids":[18]},{"cast":["Bradford Dillman","Dolores Hart","Stuart Whitman","Cecil Kellaway","Eduard Franz"],"overview":"The story of a lusty, fighting young adventurer who exchanged his sword for a cross","release_date":"1961-07-12","vote_average":6.0,"runtime":105,"cert":"N\/A","id":98010,"title":"Francis of Assisi","adult":false,"genre_ids":[36,18]},{"cast":["Vince Gill","Sting"],"overview":"Between them, they've won 36 Grammy Awards and sold over 125 million albums. And now, for one night only, Sting and Vince Gill will share the stage for a stellar evening of music on CMT Crossroads. You'll love their collaboration of \"If I Ever Lose My Faith in You,\" along with more timeless hits. Plus, you'll get a preview of their new albums as they perform tracks from Sting's The Best of 25 Years and Gill's Guitar Slinger.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":98011,"title":"CMT Crossroads: Sting and Vince Gill","adult":false,"genre_ids":[10402]},{"cast":["Suzanna Love","Robert Walker Jr.","Donald Pleasence","Paul Willson","Mary Walden"],"overview":"Dr. Worley investigates a 300-year-old witch's curse in the New England town of Devonsville. Three liberated, assertive women move into town, which angers the bigoted, male-dominated town fathers. One of the women is a reincarnation of the witch, who proceeds to exact revenge on the town males. Written by Joe Arthur","release_date":"1983-10-15","vote_average":5.2,"runtime":82,"cert":"18","id":98012,"title":"The Devonsville Terror","adult":false,"genre_ids":[27]},{"cast":["Lowell Thomas"],"overview":"This is Cinerama is a 1952 full-length film designed to introduce the then-new widescreen process Cinerama, which broadens the aspect ratio so the viewer's peripheral vision is involved. This is Cinerama premiered on 30 September 1952 at the New York Broadway theatre, in New York City.  The film includes scenes of the roller coaster from Rockaways' Playland, then moves on to a scene of the temple dance from Aida, views of Niagara Falls, a Viennese choir, scenes of the canals of Venice, a military tattoo in Edinburgh, a bullfight, more from Aida, a sound demonstration in stereo, scenes from the amusement park in Cypress Gardens, Florida for a water skiing sequence, and the playing of America the Beautiful as scenes are shown from the nose of a low flying B-25.","release_date":"1952-09-30","vote_average":6.0,"runtime":115,"cert":"N\/A","id":98017,"title":"This Is Cinerama","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The degraded socio-economic condition of Argentina leading to the December 2001 rebellions, and its consequent social chaos analyzed by focusing on real people from Buenos Aires poorest shantytowns, crumbling hospitals, and women middle class farmers fighting multi national banks that are shamelessly appropriating their farmlands. Written by Gonz30","release_date":"2005-09-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":98020,"title":"Dignity of the Nobodies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Promotional film (70mm) from 1967 made by John Fernhout. The film shows the characteristic Dutch landscape that was portrayed and made famous by the great 17th century Dutch painters.","release_date":"1967-04-11","vote_average":7.0,"runtime":21,"cert":"N\/A","id":98023,"title":"Sky over Holland","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Reagan Era was marked with names, triumphs and tragedy that made history that became the fabric of American life and memory: Iran-Contra the Cold War the Solidarity Movement and the candle in the White House window Pan Am 103 the Challenger disaster Beirut Libya. Ronald Reagan's speeches were inspired lectures that informed the nation - sometimes angry, sometimes confused, and sometimes frightened of the next steps their government would take. Ronald Reagan: An American Journey is a collection of these dialogues, creating a portrait of the man Time magazine named as one of the 100 Most Important People of the 20th century.","release_date":"2011-02-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":98028,"title":"Ronald Reagan: An American Journey","adult":false,"genre_ids":[99]},{"cast":["Donald Pleasence","Nancy Kwan","Ross Hagen","Jennifer Rhodes","Lesly Fine"],"overview":"A big-game hunter brings a killer leopard to his private island and turns it loose so he can hunt it down. However, unexpected visitors arrive at the island and interrupt his hunt. Meanwhile, the leopard begins to hunt the inhabitants of the island.","release_date":"1978-06-01","vote_average":1.5,"runtime":83,"cert":"N\/A","id":98039,"title":"Night Creature","adult":false,"genre_ids":[12,53,27]},{"cast":["William Finley"],"overview":"Filmed stageplay based on the ancient greek play The Bacchae written by Euripides. This play is performed by members of The Performance Group, an NYC experimental theater group who has made their own personal adaptation of this ancient text. Filmed by Brian De Palma.","release_date":"1970-03-22","vote_average":5.9,"runtime":85,"cert":"N\/A","id":98048,"title":"Dionysus in '69","adult":false,"genre_ids":[18]},{"cast":["Anne Marsen","Dai Omiya","John Doyle"],"overview":"A feature-length dance music video and tale of urban exploration that follows three dancers across New York City. They turn the city's sidewalks, parks, and stadiums into an evolving stage as a story of rebellion, love, and discovery unfolds. Shot entirely in public spaces, and funded entirely by crowd-sourcing, the film is a statement about the power of community and public space. Set to the album \"All Day\" by mashup musician Girl Talk, it's also an insanely fun love letter to New York.","release_date":"2011-12-08","vote_average":7.3,"runtime":77,"cert":"N\/A","id":98065,"title":"Girl Walk \/\/ All Day","adult":false,"genre_ids":[10402]},{"cast":["Paul Schneider","Olivia Munn","Kevin Heffernan","Wood Harris","Nat Faxon"],"overview":"After he flunks a fertility test, a man realizes that the only way he can get his wife pregnant is by robbing a sperm bank to take back the last of the deposits he made there years earlier.","release_date":"2012-08-03","vote_average":5.1,"runtime":98,"cert":"N\/A","id":98066,"title":"The Babymakers","adult":false,"genre_ids":[35]},{"cast":["Snoop Dogg"],"overview":"Documentary about the intertwined nature of hip-hop and the L.A. Riots.","release_date":"2012-03-14","vote_average":0.0,"runtime":65,"cert":"N\/A","id":98067,"title":"Uprising: Hip-Hop and the L.A. Riots","adult":false,"genre_ids":[99]},{"cast":["Timothy Morton","Karrie Crouse","Bryan Marshall","Kristin Slaysman","Kristin Slaysman"],"overview":"Seeking escape from his stalled relationship and unhappy place in the world, a recently pink-slipped music teacher sets out to hike Kentucky's Sheltowee Trace Trail. Among the verdant hills of Appalachia, he encounters various strange characters and becomes the reluctant companion of a gregarious father and son who ultimately help him rediscover what he's been missing.","release_date":"2012-03-10","vote_average":5.0,"runtime":113,"cert":"N\/A","id":98068,"title":"Pilgrim Song","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The incredible rise to fame of 63-year-old aspiring soul singer Charles Bradley, whose debut album took him from a hard life in the Brooklyn Housing Projects to Rolling Stone Magazine's top 50 albums of 2011.","release_date":"2012-03-09","vote_average":7.1,"runtime":75,"cert":"N\/A","id":98069,"title":"Charles Bradley: Soul of America","adult":false,"genre_ids":[10402,99]},{"cast":["Blanche Sweet","Henry B. Walthall","Mae Marsh","Robert Harron","Kate Bruce"],"overview":"The story is from the Biblical Book of Judith. During the siege of the Jewish city of Bethulia by the Assyrians led by the brutish Holofernes (Henry Walthall), a widow named Judith (Blanche Sweet) has a plan to stop the war as her people suffer starvation and are ready to surrender.","release_date":"1914-03-08","vote_average":6.2,"runtime":61,"cert":"N\/A","id":98078,"title":"Judith of Bethulia","adult":false,"genre_ids":[18,36]},{"cast":["Mamie Van Doren","Lori Nelson","John Russell","Don Burnett","Lurene Tuttle"],"overview":"Sisters Jane and Penny are arrested for hitchhiking on their way to Los Angeles when they stop for a quick skinny dip in a rural town. Local agricultural magnate Tropp is a sponsor for a local prison work program and the women get put in the fields to work off their sentence. Tropp is dating the widowed judge in order to ensure a stable supply of cheap labor in order to undercut his competition. The prisoners suffer ill treatment, but the judge's son has signed on as a hired hand and begins to figure out the scam as he begins falling in love with Jane, and Penny dreams of making it big in showbiz.","release_date":"1957-05-10","vote_average":3.2,"runtime":80,"cert":"N\/A","id":98079,"title":"Untamed Youth","adult":false,"genre_ids":[18]},{"cast":["Phil Collins","Brad Cole","Daryl Stuermer","Ronnie Caryl","Chester Thompson"],"overview":"Phil Collins has made a number of appearances at Montreux over the years as a solo artist, with his big band or as a guest performer with the likes of Eric Clapton and Quincy Jones. In this performance filmed at the 2004 festival, he performs all of his best known hits from his solo career. Bonus footage of a performance by the Phil Collins Big Band at Montreux from 1996 is also included. This is the first time any of Phil's big band material has been made available and features Tony Bennett on a track. This combination of all his classic songs coupled with rare big band material shows the breadth of musical genres Phil has covered in his career and makes a perfect celebration of Phil's association with Montreux.","release_date":"2004-07-07","vote_average":6.5,"runtime":231,"cert":"N\/A","id":98082,"title":"Phil Collins: Live at Montreux","adult":false,"genre_ids":[10402]},{"cast":["Anna Ishibashi","Ayu Kitaura","Yuriko Yoshitaka","Seiji Fukushi","Naoyuki Morita "],"overview":"While researching a story on a school for problem children, Nakahara meets Emi, a college volunteer with a compelling tale of her own. After overcoming her initial reluctance to open up to the writer, Emi talks about her busted leg and her childhood friendship with the chronically ill Yuka.","release_date":"2008-07-26","vote_average":4.3,"runtime":125,"cert":"N\/A","id":98083,"title":"Your Friend","adult":false,"genre_ids":[18]},{"cast":["Mitch Pileggi","Eric Lutes","Julia Campbell","Jeremy Foley","Dallen Gettling"],"overview":"When a hive of deadly killer ants attack a town in Alaska, a small group races to survive and to find a way to stop the ruthless ants.","release_date":"1998-06-24","vote_average":3.4,"runtime":95,"cert":"N\/A","id":98084,"title":"Legion of Fire: Killer Ants","adult":false,"genre_ids":[27,10770]},{"cast":["Neil Connery","Daniela Bianchi","Adolfo Celi","Bernard Lee","Anthony Dawson"],"overview":"The evil crime syndicate Thanatos is bent on taking over the world, using a magnetic wave generator that will cause all metal-based machinery to grind to a halt. However, the well-known British secret agent normally assigned to such tasks isn't available, so they engage his civilian brother, Neil, to help. Neil, played by Neil Connery, is a world-class plastic surgeon, hypnotist, and lip-reader, which turn out to be precisely the skills required for thwarting Thanatos.","release_date":"1967-04-20","vote_average":4.7,"runtime":104,"cert":"N\/A","id":98085,"title":"Operation Kid Brother","adult":false,"genre_ids":[28,53]},{"cast":["Ray Dennis Steckler","Mike Kannon","Carolyn Brandt","Don Snyder","Coleman Francis"],"overview":"The adventures of the Lemon Grove Kids in this Bowery Boys inspired kiddie film.","release_date":"1965-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":98090,"title":"Lemon Grove Kids Meet the Monsters","adult":false,"genre_ids":[28,12,35,80,878]},{"cast":["Johnny Cash","Robert Elfstrom","June Carter Cash","Larry Lee","Paul L. Smith"],"overview":"Johnny Cash appears in and narrates this version of the story of Jesus' life, death and resurrection.","release_date":"1973-03-31","vote_average":6.7,"runtime":93,"cert":"N\/A","id":98091,"title":"Gospel Road: A Story of Jesus","adult":false,"genre_ids":[18,10402]},{"cast":["Peter Lorre","Rochelle Hudson","Robert Wilcox","Don Beddoe","George E. Stone"],"overview":"Undercover agent Mark Sheldon gets paroled to a remote tropical island with a diamond mine manned by slave labor run by sadistic Stephen Danel.","release_date":"1940-05-20","vote_average":4.3,"runtime":68,"cert":"N\/A","id":98092,"title":"Island of Doomed Men","adult":false,"genre_ids":[80,18]},{"cast":["Henry Trumblay"],"overview":"Documentary goes on the road with state fair daredevils.","release_date":"1976-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98093,"title":"Death Riders","adult":false,"genre_ids":[99]},{"cast":["Michael Zelniker","Carl Marotte","Helene Udy","Karen Stephen","Thomas Kovacs"],"overview":"It's a summer of fun for two teenaged boys who spend their time chasing two sisters, annoying a biker gang, and basically getting into typical sophomoric hijinks whenever they can.","release_date":"1980-06-27","vote_average":3.8,"runtime":99,"cert":"N\/A","id":98094,"title":"Pinball Summer","adult":false,"genre_ids":[35]},{"cast":["John Ericson","Karen Ericson","Crystin Sinclaire","Nory Wright","Liza Lorena"],"overview":"World War II: Allied Command learns that in 60 days three Japanese generals and an admiral party at a bordello on a tiny Philippine island. It's fortified and hard to attack, so a creative, cynical major gets the assignment to figure something else. With the help of Paco, a Filipino guerrilla leader, the major devises a plan to put four women assassins among the prostitutes. He must recruit and train them, convince his general that an unarmed woman can best a man, and get them on the island. The rest is up to them. An imprisoned killer, a nurse with a fatal disease, a chippie on the lamb from the mob, and a Filipina whom the Japanese assaulted are his team. Can they do it?","release_date":"1976-05-07","vote_average":4.0,"runtime":98,"cert":"N\/A","id":98097,"title":"Hustler Squad","adult":false,"genre_ids":[]},{"cast":["Edmund Lyndeck","Ivan Goris","Kathleen Hope Reilly"],"overview":"Jonas, an elderly Brooklyn native, is forced to contemplate his daily routine as an umbrella street salesman during a summer drought. He struggles with the financial burden of being loyal to a dying career while trying to find happiness at home in a quiet and lonely apartment. With the help from his memories, Jonas must decide if he should give up his family trade or try to outlast the drought.","release_date":"2011-11-04","vote_average":0.0,"runtime":10,"cert":"N\/A","id":98100,"title":"The Drought","adult":false,"genre_ids":[18]},{"cast":["Sherrie Rose","James Summer","Amy Lynn Baxter","Cari Mayor","Renee Shugart"],"overview":"In this adolescent comedy a group of college girls get summer jobs at a posh Florida resort and have assorted adventures when they begin competing for the best jobs and for the affections of a hunky male staff member.","release_date":"1989-03-03","vote_average":4.3,"runtime":92,"cert":"N\/A","id":98103,"title":"Summer Job","adult":false,"genre_ids":[]},{"cast":["Dietmar Bär","Inka Friedrich","Justus Kammerer","Natalia Rudziewicz","Nina Petri"],"overview":"","release_date":"2011-04-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":98104,"title":"Kehrtwende","adult":false,"genre_ids":[18]},{"cast":["Pamela Rhae","Bill Rogers","Valedia Hill","Nancy Lee Noble","Otto Schlessinger"],"overview":"A suburban high school teacher is fired from her job for teaching sex education. But she continues to give private sessions at her home to her former students leading to rumors and complications around town.","release_date":"1967-10-05","vote_average":4.5,"runtime":80,"cert":"N\/A","id":98107,"title":"The Girl, the Body, and the Pill","adult":false,"genre_ids":[18]},{"cast":["James Gleason","Zasu Pitts","Owen Davis Jr.","Louise Latimer","Arthur Aylesworth"],"overview":"John Carter just had one of those days. First he had an argument with a mysterious Frenchman. Then Alice wants him to pick her up at the park after she has a fight with Robert over him. So Carter takes the roadster just as Marie and Joe were getting ready to leave. But Kendall, the butler, follows the roadster as he thinks it is Joe and his girl Marie. So when Carter picks up Alice and goes out in the country to park - he is shot dead. But the next day, he is found dead in the library at home. The investigation may be run by Inspector Piper, but most of the snooping is done by Hildegarde. The Sultan's Emerald, and a picture of the Cellini Cup, may be the clue leading to Carter's killer.","release_date":"1936-12-11","vote_average":7.5,"runtime":69,"cert":"N\/A","id":98108,"title":"The Plot Thickens","adult":false,"genre_ids":[9648,35]},{"cast":["Cornel Wilde","David Canary","Yaphet Kotto","Cliff Osmond","David Gilliam"],"overview":"Eccentric charter skipper Jim Carnahan and his team of hard-luck dreamers battle sharks, bandits and their own greed to recover sunken treasure","release_date":"1975-04-18","vote_average":5.0,"runtime":95,"cert":"N\/A","id":98109,"title":"Sharks' Treasure","adult":false,"genre_ids":[12]},{"cast":["Mark Dana","Diane Brewster","Ziva Rodann","Alvaro Guillot","George N. Neise"],"overview":"Archaeologists in Egypt find one of their crew has been turned into a blood sucking mummy after they have unleashed a three thousand year curse.","release_date":"1957-02-01","vote_average":4.3,"runtime":66,"cert":"N\/A","id":98116,"title":"Pharaoh's Curse","adult":false,"genre_ids":[27]},{"cast":["Dean Martin","Eugene Roche","Thalmus Rasulala","Denise Nicholas","Cindy Williams"],"overview":"Accused murderer Frankie Steele walks free, thanks to the efforts of San Francisco defense lawyer Joe Ricco. Then a pair of cop killings strikes the city. All signs point to the newly released Steele as the perpetrator. Has Ricco sprung a killer? Dean Martin keeps his affable ease but abandons his hipster Matt Helm-series swagger to portray Ricco in his final leading-role film, a whodunit mystery set in the city that also was the gritty center of action for the era’s Bullitt and Dirty Harry. Convinced that Steele isn’t behind the murders, Ricco launches an inquiry and runs up against a police lieutenant assigned to birddog him, evidence planted by a racist cop and several assassination attempts on Ricco himself. As the mystery deepens, so does the danger. And behind it all is someone the attorney never suspected. The pre-Laverne &amp; Shirley Cindy Williams plays Ricco’s office assistant.","release_date":"1975-01-31","vote_average":6.3,"runtime":98,"cert":"N\/A","id":98117,"title":"Mr. Ricco","adult":false,"genre_ids":[28,35,53]},{"cast":["Valerio Mastandrea","Pierfrancesco Favino","Bob Marchese","Michela Cescon","Laura Chiatti"],"overview":"A chronicle of the 1969 bombing at a major national bank in Milan and its aftermath.","release_date":"2012-03-30","vote_average":7.4,"runtime":129,"cert":"N\/A","id":98120,"title":"Piazza Fontana: The Italian Conspiracy","adult":false,"genre_ids":[18]},{"cast":["Fred MacMurray","Madeleine Carroll","Allan Jones","Akim Tamiroff","Helen Broderick"],"overview":"Bill Burnett, a resident of Bali, visits New York City, meets and falls in love with Gail Allen, the successful manager of a Fifth Avenue shop, who is determined to remain free and independent. Bill proposes, Gail declines and Bill goes home to Bali. But a young girl, Rosie, and Tony the Window Cleaner, who dispels advice on every floor, soon have Gail thinking maybe she was a bit hasty with her no to Bill's proposal. Ere long she discovers that she does love Bill and can't live without him. She goes down to Bali to give him the good news. He learns that he is soon to marry Noel Van Ness. She goes back to New York City.","release_date":"1939-09-29","vote_average":6.5,"runtime":95,"cert":"N\/A","id":98125,"title":"Honeymoon in Bali","adult":false,"genre_ids":[35,10749]},{"cast":["Deepak Parashar","Amita Nangia","Tej Sapru","Satish Shah","Sikandar"],"overview":"After the passing away of her parents, Anita Kumar now lives with her paternal uncle, Kumar; his wife, Seema; and Seema's brother, Vikram. The family's business is taken over by Kumar, who uses some money to buy an old mansion deep in the countryside of Rana. Seema would like Anita to marry her brother, but Anita has already given her heart to Sunil, who runs a photo studio and is poor. This does not go over well with the Kumars, and they forbid her to see Sunil anymore. Then, when Kumar goes to take possession of the mansion, Anita's friends Shobha and Anand ask her if they can visit the mansion and also invite Sunil secretly. They also invite several other friends, including Sunil's assistant Manghu and travel via a bus. What the group does not know that is the mansion holds an evil secret, and that beneath the mansion, locked in a dungeon by its very own biological father, lies a monster, evil beyond imagination--and its primary diet is human meat!!","release_date":"1989-07-19","vote_average":6.0,"runtime":145,"cert":"N\/A","id":98126,"title":"Mansion of Evil","adult":false,"genre_ids":[27]},{"cast":["Bill Williams","Carla Balenda","Robert Armstrong","Frank McHugh","Michael St. Angel"],"overview":"Chills and spills in the fast-paced world of motorcycle racing.","release_date":"1952-03-01","vote_average":4.5,"runtime":63,"cert":"N\/A","id":98127,"title":"The Pace That Thrills","adult":false,"genre_ids":[28]},{"cast":["Dack Rambo","Rebecca Dianna Smith","John Beck","Pat Hingle","Roy Jenson"],"overview":"Sadistic low-budget thriller about newlyweds Dack Rambo and Rebecca Danna Smith who are pursued and terrorized by a pair of rural killer rapists.","release_date":"1974-09-20","vote_average":5.0,"runtime":95,"cert":"N\/A","id":98128,"title":"Nightmare Honeymoon","adult":false,"genre_ids":[80,18,27]},{"cast":["Maureen McCormick","Priscilla Barnes","Barbara Feldon","Andrea Marcovicci","Michael Brandon"],"overview":"Five tourists, four women and one man, escape from the group in a holiday camp at a tropical place and get lost. They have to find the way back, but problems are still to come...","release_date":"1979-05-21","vote_average":0.0,"runtime":97,"cert":"N\/A","id":98129,"title":"A Vacation in Hell","adult":false,"genre_ids":[]},{"cast":["Susan Anton","James Coburn","Robert Culp","Curd Jürgens","Leslie Caron"],"overview":"A neo-Nazi Doctor tries to make a superwoman of his daughter who has been specially fed, exercised &amp; Conditioned since she was a child to run in the Olympics.","release_date":"1979-10-06","vote_average":4.4,"runtime":104,"cert":"N\/A","id":98130,"title":"Goldengirl","adult":false,"genre_ids":[878,18]},{"cast":["Blue Demon","Mil Máscaras","El Médico Asesino","Alejandro Cruz","Tinieblas"],"overview":"Blue Demon and pals square off against the Black Hand's army of super powered midgets. Five luchadores (Blue Demon, Mil Mascaras, El Medico Asesino, La Sombra Vengadora, Tinieblas plus Black Shadow) face off against a mad scientist and his army of powerful wrestling midgets.","release_date":"1971-01-21","vote_average":3.5,"runtime":80,"cert":"N\/A","id":98131,"title":"The Champions of Justice","adult":false,"genre_ids":[28,12,878]},{"cast":["John Rubinstein","John Anderson","Nehemiah Persoff","Morgan Brittany","Annette Charles"],"overview":"Re-created Biblical tableaux mixed with interviews.","release_date":"1979-08-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":98132,"title":"In Search of Historic Jesus","adult":false,"genre_ids":[99,18]},{"cast":["John Vernon","Norman Fell","Robert Forster","Thom Haverstock","Terry Swiednicki"],"overview":"Two long-time rival high school football coaches lead their respective teams into battle for the city football championship. However, before the opening kickoff, various students from each school try to do whatever it takes to throw the opposing team off of their game.","release_date":"1981-08-28","vote_average":0.0,"runtime":91,"cert":"N\/A","id":98137,"title":"Kinky Coaches and the Pom Pom Pussycats","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Teenage friends Cindy and Leah have decided to leave their abusive homelives behind, stealing Cindy's father's car and setting out on the road to freedom. On the way, they meet up with a sleazy guy named Tank who invites them up to his place. As Tank showers, the two girls decide to take off, stealing Tank's wallet and his car. His car, however, happens to contain $2 million from a bank job he just pulled off, and Tank is now rather intent on tracking the pair down and reclaiming what's his.","release_date":"1977-06-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":98138,"title":"Joyride to Nowhere","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Conspiracy Files investigates the growing number of conspiracy theories surrounding the 9\/11 attacks.  Incredibly some believe the American Government allowed or actively helped the attacks on the World Trade Center and the Pentagon.  Those who question the official version believe the World Trade Center buildings were actually demolished by explosives; others ask why there was so little damage to the Pentagon's outer wall if a plane really had hit it.  And why was America so unprepared when terror attack warnings had been received?  The Conspiracy Files travels across the United States to investigate, speaking to eye witnesses and tries to separate fact from fiction.","release_date":"2007-02-18","vote_average":0.0,"runtime":60,"cert":"","id":98139,"title":"9\/11: The Conspiracy Files","adult":false,"genre_ids":[99]},{"cast":["André van Duin"],"overview":"","release_date":"1982-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98140,"title":"Boem-Boem","adult":false,"genre_ids":[]},{"cast":[],"overview":"Why We Fall In Love, is an interesting documentary about the science and “natural” findings as to why humans fall in love.","release_date":"2010-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":98143,"title":"BrainSex: Why We Fall In Love","adult":false,"genre_ids":[99]},{"cast":["Ruth Pelupessi","W.D. Mochtar","Fachrul Rozy","Simon Cader","H.I.M. Damsyik"],"overview":"Since the death of his wife, Munarto and his two children Rita and Tommy are quite shaken, especially Tommy. On the advice of his friend, he goes to a fortune teller who forecasts the destruction of his family. At the suggestion of the fortune teller, Tommy learns black magic through books. Munarto gets a housemaid through an agency. Darmina starts to work in their house. Tommy is suspicious because she looks exactly like the fortune teller he once visited… (indonesianfilmcenter.com)","release_date":"1982-01-01","vote_average":7.3,"runtime":96,"cert":"N\/A","id":98154,"title":"Satan's Slave","adult":false,"genre_ids":[14,27]},{"cast":["Deepti Naval","Rituparno Ghosh","Raima Sen"],"overview":"Is a 2010 Indian drama film directed by Sanjoy Nag. The film stars Deepti Naval, Rituparno Ghosh and Raima Sen. The film is the effective exploration of a situation wherein a bereaved mother comes to terms with her late son’s sexual identity.","release_date":"2011-04-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":98157,"title":"Memories in March","adult":false,"genre_ids":[18]},{"cast":["Guillermo Iván","Martha Higareda","Emilio Echevarría","Pedro Armendáriz Jr."],"overview":"Beto wakes up in his apartment not knowing where or who he is. He does not remember anything from his past. On the floor is a passport in the name of Marcelo Peralta. Trying to regain memory and their own lives, reveals a number of elements that will be intertwined with each other in unexpected course of events, such as theft, fraud and passionate love.","release_date":"2010-08-19","vote_average":5.0,"runtime":100,"cert":"N\/A","id":98160,"title":"Sin Memoria","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"The first full-length DVD release by Manchester band Doves. The DVD consists of nine songs recorded live at the Eden Sessions, Cornwall in July 2002, eight of the band's promotional music videos, and documentaries on Doves and Sub Sub, as well as incidental footage, tour films, and hidden features.","release_date":"2003-09-29","vote_average":7.0,"runtime":null,"cert":"","id":98163,"title":"Doves: Where We're Calling From","adult":false,"genre_ids":[10402]},{"cast":["Bill Tung","Mars","Suen Kwok-Ming","Gei Fong-Ling","Tai Bo"],"overview":"A Taoist priest makes his living as a corpse and vampire wrangler.  As a pet he keeps a baby vampire who helps him with his work.  An evil sorcerer from Spear Mountain needs the little bloodsucker to further his corpse stealing plans.  The battle lines are drawn as to who will dominate the underworld!","release_date":"1987-01-16","vote_average":4.5,"runtime":85,"cert":"N\/A","id":98164,"title":"Magic Story","adult":false,"genre_ids":[35,27,14]},{"cast":["Judy Young","W.B. Parker","Audrey Campbell","Dyanne Thorne"],"overview":"After discovering that her mother is involved in an adulterous affair, a pretty high school student seeks help from a neighbor. While their trusting bond grows into a deep relationship, a secret sex club for the area's pleasure-seeking women is started. Soon, Mom discovers that her daughter is a member!","release_date":"1964-02-21","vote_average":6.8,"runtime":88,"cert":"N\/A","id":98167,"title":"Sin in the Suburbs","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The world famous Shaolin monks not only take on the ruthless Mantis Master (Eagle Han) from the north but also Japan's enforcers of hate and doom, the ninjas.","release_date":"1983-01-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":98172,"title":"Shaolin and Taichi","adult":false,"genre_ids":[28]},{"cast":["Robin Dunne","Lindy Booth"],"overview":"Bill, a high school student and avid horror movie fan, witnesses a UFO flying over his town. When the ship lands the next day, Bill and a team from SETI discover that the alien is a strange vampire creature who wants to cast the Earth into darkness so that he and his people can colonize it for themselves. Will Bill and the others be able to keep the Sun shining?","release_date":"1999-05-18","vote_average":2.9,"runtime":90,"cert":"N\/A","id":98175,"title":"Teenage Space Vampires","adult":false,"genre_ids":[27,878]},{"cast":["William F. McGaha","Fred Lorenzen","Peggie O'Hara","David Marcus"],"overview":"A stock car racer gets involved with gangsters trying to fix a race.","release_date":"1968-02-14","vote_average":0.0,"runtime":102,"cert":"N\/A","id":98178,"title":"The Speed Lovers","adult":false,"genre_ids":[28]},{"cast":["Harry Millard","Mike Bradford","Nancy Berg","Ted Erwin","Judy Lewis"],"overview":"Mickey Arnold is a loving husband and a good friend to Ticker Welsh. However, when Mickey finds out that Ticker has seduced his wife, their friendship collapses. Now, the two are in a battle of wits, and Mickey can only win his wife back by getting first place in the annual Bible-Belt Race-a-Thon.","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98179,"title":"Thunder in Dixie","adult":false,"genre_ids":[]},{"cast":["Johnny Weissmuller","Virginia Grey","George Reeves","Lita Baron","Rick Vallin"],"overview":"Lady scientist, Hilary Parker is searching for a rare drug to help combat polio. Opportunist Bruce Edwards joins the quest but is actually after gold and buried treasure.","release_date":"1948-12-15","vote_average":6.7,"runtime":71,"cert":"N\/A","id":98180,"title":"Jungle Jim","adult":false,"genre_ids":[12]},{"cast":["Anna Madeley","J. J. Feild","Jim Carter","Anna Chancellor","Siobhan Hayes"],"overview":"In 19th century Victorian England, Mrs. Isabella Beeton produced what became an essential book for housewives of the day. She was married at a relatively young age to Sam Beeton, a publisher of books and magazines on a variety of subjects. Not someone to sit at home in the traditional role of a housewife, Mrs. Beeton started work in her husband's business, initially as an editor correcting English but then writing some of the columns herself. It as at this point that she developed an idea for a cookbook and Mrs. Beeton's Book of Household Management was born. Her life was not an easy one however. The publishing business went bankrupt, she lost two children at a young age and had several miscarriages. She died at the age of 28.","release_date":"2006-10-16","vote_average":6.5,"runtime":null,"cert":"","id":98187,"title":"The Secret Life of Mrs. Beeton","adult":false,"genre_ids":[18]},{"cast":["Chris Theobald","Mary Whitehouse","Graham Bright"],"overview":"An investigation of UK video censorship after the video recordings act was introduced.","release_date":"2006-03-01","vote_average":7.8,"runtime":46,"cert":"","id":98190,"title":"Ban the Sadist Videos! Part 2","adult":false,"genre_ids":[99]},{"cast":["Lee Bowman","Jean Rogers","Mona Maris","Carl Esmond","Paul Cavanagh"],"overview":"A code expert working for Naval Intelligence is assigned to decode enemy messages despite his desire for active duty.","release_date":"1942-05-21","vote_average":0.0,"runtime":76,"cert":"N\/A","id":98191,"title":"Pacific Rendezvous","adult":false,"genre_ids":[35,9648,10752]},{"cast":[],"overview":"The Strokes are an American indie rock band from New York, consisting of Julian Casablancas (lead vocals), Nick Valensi (guitar), Albert Hammond, Jr. (guitar), Nikolai Fraiture (bass guitar) and Fabrizio Moretti (drums and percussion).","release_date":"2005-11-29","vote_average":0.0,"runtime":32,"cert":"N\/A","id":98196,"title":"The Strokes Live at London University","adult":false,"genre_ids":[18,10402]},{"cast":["Phil Nichols","Denise Williamson","Cory Hart","Roxy Vandiver"],"overview":"R. N. Renfield, once the slave of Dracula, is now an insane vampire stalking a modern day metropolis (Bayou City).","release_date":"2011-10-25","vote_average":1.5,"runtime":111,"cert":"N\/A","id":98197,"title":"Renfield the Undead","adult":false,"genre_ids":[27]},{"cast":["Nikolai Batalov","Vladimir Fogel","Lyudmila Semyonova","Leonid Yurenyov","Yelena Sokolova"],"overview":"Russian writer\/director Abram Room never again made anything as good--or as highly individual--as his 1927 silent film Bed and Sofa. In this one-of-a-kind satire of the Moscow housing shortage, a married construction worker invites an old pal to stay with him. The friend not only accepts the worker's hospitality, but the favors of his wife as well. Impregnated, the wife tires of being a pawn for two rampaging male libidos and leaves both men, seeking a new life of her own. Bed and Sofa is also known as The Third Meschanskaya.","release_date":"1927-03-15","vote_average":6.6,"runtime":95,"cert":"N\/A","id":98200,"title":"Bed and Sofa","adult":false,"genre_ids":[35,18]},{"cast":["Isabelle Huppert","Maria Isabel Lopez","Mercedes Cabral","Katherine Mulville","Marc Zanetta"],"overview":"A dozen foreigners are kidnapped by a terrorist group in the Philippines.","release_date":"2012-09-05","vote_average":5.7,"runtime":120,"cert":"N\/A","id":98203,"title":"Captive","adult":false,"genre_ids":[18,53]},{"cast":["Yosuke Eguchi","Masanobu Ando","Aoi Miyazaki","Hijiri Kojima","Minoru Torihada"],"overview":"Shin is a professional voyeur who provides live camera feeds of everything from the street corner to the public toilet. He is also afflicted freakish phenomenon known as synesthesia - a glitch in his wiring puts his five senses in a blender and spits out something close to insanity. A high-profile murder propels him into a psychological odyssey in pursuit of Picasso - a serial killer, snuff peddler and fellow synesthete - who leaves deadly hidden messages in his victims' blood that only Shin can decipher. Lulling his victims into a trance with a spellbinding video game, Picasso leads Shin down a mysterious, hypnotic trail of death.","release_date":"2005-03-01","vote_average":4.0,"runtime":122,"cert":"N\/A","id":98208,"title":"Synesthesia","adult":false,"genre_ids":[27,53,80,9648]},{"cast":["Forrest J. Ackerman","Steve Wilcox","Tony Cicchetti","Bea Lindgren","Rachel Latt"],"overview":"Judge Rhinehole orders the Sunny Buttocks Nudist Camp closed down as an affront to the community. The members of the camp enter into a suicide pact, but vow to return for vengeance. Five years later, a group of campers on a retreat argue with each other about religion and sing big production numbers as the group begins experiencing an attrition problem.","release_date":"1991-08-05","vote_average":5.6,"runtime":84,"cert":"N\/A","id":98209,"title":"Nudist Colony of the Dead","adult":false,"genre_ids":[35,27,10402]},{"cast":["Ron Foster","Merry Anders","Richard Crane","Dal McKennon","Erika Peters"],"overview":"An architect and his wife are staying in an empty castle in California. They are joined by an unhappily married lawyer and his wife. Things start getting strange when they spot a half man\/half beast prowling around the house and keep seeing a headless woman wandering the grounds.","release_date":"1963-03-01","vote_average":5.1,"runtime":62,"cert":"N\/A","id":98216,"title":"House of the Damned","adult":false,"genre_ids":[27,53]},{"cast":["Arthur Kennedy","Teresa Wright","Tom Happer","Eugene Roche","Matthew Cowles"],"overview":"A childless middle-age couple adopt a troubled youth they find living in their crawlspace and attempt to get him to rejoin society with tragic results.","release_date":"1972-02-11","vote_average":6.2,"runtime":74,"cert":"N\/A","id":98219,"title":"Crawlspace","adult":false,"genre_ids":[27,53,10770]},{"cast":["Helena Ramos","Vanessa Alves","André Loureiro","Romeu de Freitas","Alvamar Taddei"],"overview":"A woman has to choose between being a prostitute or posing nude for a painter, in order to finance an expensive surgery for her son, his only chance to survive.","release_date":"1984-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":98222,"title":"The Chick's Ability","adult":false,"genre_ids":[18]},{"cast":["Ken Clark","Margaret Lee","Fabienne Dali","Evi Marandi","Philippe Hersent"],"overview":"A scientist who has invented a weapon capable of disintegrating solid matter is kidnapped by a criminal gang, which intends to sell the scientist and his weapon to the highest bidder. A secret agent and the scientist's daughter set out to track down the kidnappers and rescue the scientist.","release_date":"1965-09-24","vote_average":6.0,"runtime":94,"cert":"N\/A","id":98223,"title":"From the Orient with Fury","adult":false,"genre_ids":[12,28,35]},{"cast":["Tatsuma Higuchi","Tsutomu Hori","Shin Kagayama","Kenji Kasai","Megu Kawashima"],"overview":"Three gangsters spend their time assaulting students until their leader feels guilty and saves a young girl from being raped. Following the incident the gang decides he must now prove himself by raping her himself.","release_date":"1978-07-22","vote_average":5.0,"runtime":79,"cert":"N\/A","id":98226,"title":"Angel Guts: High School Co-Ed","adult":false,"genre_ids":[27]},{"cast":["Gigi Darlene","Mario DeRosa","Harvey J. Goldenberg","Hisako Tsukuba","Nancy Norman"],"overview":"Wimpy struggling Greenwich Village painter Tyler Westin is in love with gorgeous, but mean and snippy cabaret dancer Lisa, who treats Tyler like dirt and constantly belittles him. Sultry nightclub singer Mashiko turns Tyler on to LSD. After a nightmarish three day acid trip, Tyler returns to his shabby apartment to find Lisa murdered. Is Tyler responsible for her death? Or did someone else kill Lisa?","release_date":"1965-12-29","vote_average":0.0,"runtime":80,"cert":"N\/A","id":98229,"title":"The Love Statue","adult":false,"genre_ids":[18,9648]},{"cast":["Steve Benoit","John Fiore","Hayley Brown","Nelly Depina","Jennifer Lawton"],"overview":"The terrifying account of an actual Connecticut town where nearly fifty people are slaughtered in a two day killing spree. Who was the killer? Was it a homeless drifter? Or was it Kane Barker, the ruthless axe factory owner who died one hundred years before?","release_date":"2003-01-22","vote_average":2.0,"runtime":87,"cert":"N\/A","id":98230,"title":"Collinsville","adult":false,"genre_ids":[27]},{"cast":["The Good Listeners","Adrian Grenier","Stewart Cole","Bingo Richey","Bugs Salcido"],"overview":"This is the story of two life-long musicians, and sometimes friends, who road trip through the heart of America recording their third album. Along the way they collaborate with an offbeat cast of strangers who force them to reconsider what it means to live a life dedicated to the art of music.","release_date":"2010-04-21","vote_average":0.0,"runtime":84,"cert":"N\/A","id":98235,"title":"Don't Quit Your Daydream","adult":false,"genre_ids":[99]},{"cast":["Hassan Pourshirazi ","Younes Ghazali","Mohammad Rabbani","Mohammad Shirvani","Omid Zare"],"overview":"Rahmat travels to a host of islands in a vast salt pan in order to collect the inhabitant's tears for an unknown purpose. He is joined on his mysterious journey by a young boy searching for his father. As their travel nears its end, a potent critique of the Iran's political leadership emerges.","release_date":"2009-09-19","vote_average":8.1,"runtime":92,"cert":"N\/A","id":98238,"title":"The White Meadows","adult":false,"genre_ids":[18]},{"cast":["Lloyd Nolan","Carole Landis","Sara Allgood","William Frawley","Robert Armstrong"],"overview":"A washed up baseball player returns to Brooklyn to manage his old team but an old sports reporter is eager to prove that he is a looser.","release_date":"1942-05-28","vote_average":4.0,"runtime":80,"cert":"N\/A","id":98239,"title":"It Happened in Flatbush","adult":false,"genre_ids":[35]},{"cast":["Tom Neal","Barbara Hale","Marc Cramer","Richard Loo","Keye Luke"],"overview":"A U.S. pilot (Tom Neal) undergoes plastic surgery and drops into Japan to get a captive scientist's (Marc Cramer) atomic secrets.","release_date":"1945-09-05","vote_average":0.0,"runtime":82,"cert":"N\/A","id":98242,"title":"First Yank Into Tokyo","adult":false,"genre_ids":[10752,18]},{"cast":["deadmau5"],"overview":"Progressive House DJ: Deadmau5 live at Earl's Court in 2011. Tracks: 01. Deadmau5 - Limit break 02. Deadmau5 -- Some Chords 03. Deadmau5 Vs Jelo - The Reward is Cheese 04. Deadmau5 -- Bad Selection 05. Deadmau5 -- Cthulhu Sleeps 06. Deadmau5 -- FML 07. Deadmau5 -- Right This Second 08. Deadmau5 -- Raise Your Weapon (feat. Greta Svavo Beach) 09. Deadmau5 - Arguru (Touch Screen \"Holodesk\" Perfomance) 10. Deadmau5 -- Sofi Needs A Ladder (feat. Sofia Toufa) (LIVE Performance) 11. Deadmau5 -- One Trick Pony (feat. Sofia Toufa) (LIVE Performance) 12. Deadmau5 -- Moar Ghosts 'N' Stuff (+ Hard Intro) 13. Deadmau5 -- Ghosts 'N' Stuff (feat. Rob Swire) (New Intro Edit) 14. Deadmau5 - Maths 15. Deadmau5 - Sometimes Things Get, Whatever 16. Deadmau5 - Get In The Cart, Pig 17. Deadmau5 - I Remember (feat. Kaskade) 18. Deadmau5 - Strobe 19. Deadmau5 - Don't Forget The Paperwork 20. Deadmau5 feat. Wolfgang Gartner - Animal Rights","release_date":"2011-08-02","vote_average":8.3,"runtime":118,"cert":"N\/A","id":98243,"title":"Deadmau5: Live at Earl's Court","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98244,"title":"Mine №8","adult":false,"genre_ids":[]},{"cast":["David Boutin","Isabel Richer","Sophie Desmarais","Ralph Prosper","Alexandre Pilon"],"overview":"Thanks to his wife Madeleine, a social worker who saved him from the street when he was 17-years-old, Pierre Dalpé has become a prosperous entrepreneur, running a garbage-collection business in the Montreal area. His quiet happiness with his wife and their children changes when he crosses paths with Eve, a teenage drug addict\/prostitute who belongs to a street gang. At the risk of destroying everything he’s built up, Pierre decides to make it his mission to help Eve get out of her unhealthy situation before she dies of an overdose, like his sister did. But in doing so, he has to confront his old demons, to Madeleine’s despair, as she feels him slipping farther away from her every day.","release_date":"2011-10-02","vote_average":6.2,"runtime":null,"cert":"N\/A","id":98251,"title":"Trash","adult":false,"genre_ids":[18]},{"cast":["Gennady Sayfulin","Oleg Dal","Lev Vajnshtejn","Aleksandr Grave","Pyotr Shcherbakov"],"overview":"A story about last three days of the PE-2 soviet diving bomber crew - the three young men about 20: a former school teacher, musician and artist. Set during WWII.","release_date":"1967-01-01","vote_average":5.4,"runtime":78,"cert":"N\/A","id":98252,"title":"A Diving Bomber Chronicle","adult":false,"genre_ids":[18,10752]},{"cast":["Darren Shahlavi","Kwang-su Lee","Monsour Del Rosario","Tamara Guo","Niño Muhlach"],"overview":"In The Future, A Computer bug sets a new breed of armed and dangerous villains loose on an unsuspecting world. Digital game characters who govern their own destiny and with global domination at their cyber fingerprints pose the biggest threat to mankind. Our greatest hope lies with the \"Techno Warriors\" to capture and drag them back into the digital domain.","release_date":"1998-12-09","vote_average":7.0,"runtime":86,"cert":"N\/A","id":98253,"title":"Techno Warriors","adult":false,"genre_ids":[878,28]},{"cast":["Richard Travis","Brenda Joyce","Spencer Charters","Stanley Andrews","William Bakewell"],"overview":"Stolen way back in 1880, a sack of United States mail is discovered in an old attic in 1942. The letters are finally delivered, profoundly affecting the lives of the recipients.","release_date":"1942-07-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98256,"title":"The Postman Didn't Ring","adult":false,"genre_ids":[10749,35]},{"cast":["Virginia Gilmore","Dana Andrews","Mona Maris","Martin Kosleck","Sig Ruman"],"overview":"Dana Andrews plays Bill Roberts, an American radio commentator station in Berlin in the months before Pearl Harbor. Having witnessed Nazi brutalities first hand, Roberts hopes to alert his listeners of impending dangers, and does so by sending out coded messages during his broadcasts. The Gestapo begins to suspect something and assigns glamorous secret agent Karen Hauen (Virginia Gilmore) to spy on Roberts. When she discovers that her own father (Erwin Kaiser) is supplying Roberts with vital secrets, she turns her back on the Nazis and joins our hero in his efforts.","release_date":"1942-08-17","vote_average":6.0,"runtime":70,"cert":"N\/A","id":98257,"title":"Berlin Correspondent","adult":false,"genre_ids":[53,18]},{"cast":["William Tracy","Joe Sawyer","Noah Beery Jr.","James Gleason","Elyse Knox"],"overview":"Colonel Barkley is very proud of his assistant, Sergeant Doubleday, who has a photographic memory. Doubleday shows off his book knowledge on firearms during a class given by Sergeant Ames, embarrassing him. Through a series of misunderstandings, Colonel Barkley thinks the gun shy Doubleday is an expert marksman, and he sets him up in a shooting match against Ames and Sergeant Cobb.","release_date":"1942-01-02","vote_average":0.0,"runtime":48,"cert":"N\/A","id":98258,"title":"Hay Foot","adult":false,"genre_ids":[10749,35]},{"cast":["Anders Bircow","Thomas Eje","Preben Kristensen"],"overview":"","release_date":"1980-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":98269,"title":"Linie 3 - Tv i Teltet","adult":false,"genre_ids":[35,10402]},{"cast":["Francois Tremblay"],"overview":"","release_date":"2011-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98276,"title":"Arthur l'aventurier : L'oeil de cristal","adult":false,"genre_ids":[]},{"cast":["Mélanie Doutey","Olivier Barthelemy","Francis Renaud","Valérie Sibilia","Féodor Atkine"],"overview":"An anonymous hacker has hacked all of Paris' cameras and observes the city unbeknownst to its inhabitants. Petty crimes and moments of stolen intimacy, he sees everything. Until the day that an explosion lays wasted to the Gare d'Austerlitz. The police starts tracking down an Al Queda satellite group. The hacker succeeds in finding images of the explosion and discovers that it was a young couple who planted the bomb. Using the city's cameras, he decides to hunt down the criminals.","release_date":"2012-04-04","vote_average":6.3,"runtime":80,"cert":"N\/A","id":98277,"title":"Paris Under Watch","adult":false,"genre_ids":[18,53]},{"cast":["Steve Ascher","Michael Blumenthal","Robert Gardner","Natalie Hawley","Ross McElwee"],"overview":"After documentarian Ross McElwee gets married, a series of misfortunes follow: his grandmother dies, his wife miscarries, and then his father dies less than a week later. Shaken by the sudden string of deaths, McElwee becomes depressed. After spending time with his friend and former high school poetry teacher, Charlene, he goes to meet his brother, a doctor. In a series of interviews, McElwee contemplates his morbid preoccupation with death and tries to figure out how to shake it off.","release_date":"1993-05-12","vote_average":7.7,"runtime":114,"cert":"N\/A","id":98280,"title":"Time Indefinite","adult":false,"genre_ids":[99]},{"cast":["Julie Bowen","Holly Fields","Jenny Lewis","Paul Rudd","Chris Young"],"overview":"Angie, Mary, and Laura are teenage girls who are fed up with their bland and unexciting small town lives. Mary discovers that she's pregnant after having sex with her boyfriend.","release_date":"1994-08-12","vote_average":7.5,"runtime":83,"cert":"N\/A","id":98287,"title":"Runaway Daughters","adult":false,"genre_ids":[35,10770]},{"cast":[],"overview":"The Arleigh Burke destroyer is America's most modern surface warship. This sleek, 500-foot long vessel bristles with state-of-the-art weapons and technology. Armed with long-range cruise missiles, 5-inch main guns, torpedoes and high-speed cannons, this extremely fast and stealthy warship will be the mainstay of the Navy's forward projection of force well into the 21st century. At the Bath Iron Works in Maine, follow the construction of one of these impressive vessels from its keel laying to its initial slide into the Kennebec River. Written by The Discovery Channel","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98288,"title":"Destroyer:  Forged in Steel","adult":false,"genre_ids":[99]},{"cast":["Tyrone Power","Mai Zetterling","Lloyd Nolan","Stephen Boyd","Moira Lister"],"overview":"Ship's officer finds himself in command of a lifeboat full of survivors of a sunken luxury liner.","release_date":"1957-04-17","vote_average":8.1,"runtime":100,"cert":"N\/A","id":98289,"title":"Abandon Ship","adult":false,"genre_ids":[18,12]},{"cast":[],"overview":"August and Everything After: Live at Town Hall is a live album and video by Counting Crows. The DVD and Blu-ray Disc versions represent the first official live concert video release of the band's career","release_date":"","vote_average":0.0,"runtime":119,"cert":"N\/A","id":98300,"title":"August and Everything After: Live at Town Hall","adult":false,"genre_ids":[]},{"cast":["Jean Arthur","Joel McCrea","Reginald Owen","Thomas Mitchell","Thomas Mitchell"],"overview":"Fun little film about a egotistical crime writer who gets involved with with the case of a notorious art thief (who is believed to be dead) while at the same time romancing a lovely young actress who's in a play that also happens to be the cover for massive jewel job.\r Art connoisseur and criminologist George Melville (Joel McCrea) is hired to track down art thieves, assisted by perky Claire Peyton (Jean Arthur) and goaded by Phil Bane (Thomas Mitchell), the roaring newspaper editor who has employed him.  The mastermind poses as a theatrical impresario and stages a war drama, replete with loud explosions, to divert attention from his band of thieves, who are cracking safes in a bank adjacent to the theater.","release_date":"1936-10-08","vote_average":6.3,"runtime":73,"cert":"N\/A","id":98301,"title":"Adventure In Manhattan","adult":false,"genre_ids":[9648,35,80,18]},{"cast":["Darry Cowl","Micheline Dax","Noël Roquevert","Claude Rich","Pierre Mondy"],"overview":"The seven stages in the life of the modern Frenchwomen are disclosed by seven directors in a witty way: 1 - Childhood, 2 - Adolescence, 3 - Virginity, 4 - Marriage, 5 - Adultery, 6 - Divorce, 7 - The Single Woman.","release_date":"1960-09-23","vote_average":6.0,"runtime":143,"cert":"N\/A","id":98302,"title":"Love and the Frenchwoman","adult":false,"genre_ids":[35,10749,18]},{"cast":["Mia Farrow","Julia Whelan","Cliff DeYoung","Andrew McCarthy","Katharine Isabelle"],"overview":"Marcia always thought her overachieving daughter Zoey was the dream child. But then she discovers that her perfect teen has a not-so-perfect drug addiction. Marcia and her ex-husband go through plenty of denial as their daughter spirals out of control. It's a true-to-life tale that parents and their kids should watch together.","release_date":"2002-08-19","vote_average":5.0,"runtime":92,"cert":"N\/A","id":98303,"title":"The Secret Life of Zoey","adult":false,"genre_ids":[18]},{"cast":["Raymond Pellegrin","Charles Vanel","Peter van Eyck","Lino Ventura"],"overview":"","release_date":"1957-03-21","vote_average":4.0,"runtime":73,"cert":"N\/A","id":98306,"title":"Le feu aux poudres","adult":false,"genre_ids":[80]},{"cast":["Xavi Mira","Neus Asensi","Xavier Bertran","William Miller","Irene Montalà"],"overview":"Tempus Fugit explores the effects of being able to travel back and forth in time in boring and insignificant installments – half-day to 6-7 days, at a stretch. But the point is, much like Butterfly Effect (the film – the wikipedia definition!), small, utterly insignificant, initial variations can\/ may lead to large changes in the long term. This fascinating theory is clubbed along with an average-nobody’s seemingly inconsequential every day act becoming significant enough to save the world – to an incredible effect.","release_date":"2003-11-13","vote_average":6.1,"runtime":null,"cert":"N\/A","id":98309,"title":"Tempus fugit","adult":false,"genre_ids":[878,10770,35,10749]},{"cast":["Sean Harris","Tom Hopper","James Robinson","James Stokes","Tony O'Leary"],"overview":"A surreal western set on a corrupt housing estate.","release_date":"2007-08-21","vote_average":5.0,"runtime":92,"cert":"","id":98322,"title":"Saxon","adult":false,"genre_ids":[18,35,9648,37]},{"cast":["Judith Jones","Ewen MacIntosh","Ian McNeice","Antoinette Sym","Rupert Young"],"overview":"From babies to butchers, everyone seems to hate Derek. Is he paranoid, or are they really out to get him?","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":98325,"title":"Just Because You're Paranoid...","adult":false,"genre_ids":[]},{"cast":["Alfred Proksch","Gabre Gabric","Herbert Liedke"],"overview":"The film follows five senior athletes along their biggest challenge - maturity. As all of them are between 80 and 100 years old it is a race against time and personal degeneration. Nevertheless they are united in one common goal - to take part in the track and field World Masters Championships. Life will end soon - so what?","release_date":"2010-05-04","vote_average":4.3,"runtime":94,"cert":"N\/A","id":98326,"title":"Autumn Gold","adult":false,"genre_ids":[99]},{"cast":["Stewart Granger","Brigitte Horney","Eddi Arent","Siegfried Schürenberg","Susan Hampshire"],"overview":"A Scotland Yard detective is investigating a string of robberies and a murder, and the information he uncovers leads him to the estate of a wealthy but strange English family, who share their mansion with a group of nuns. The detective comes to suspect that neither the family nor the nuns is quite what they seem to be.","release_date":"1966-12-16","vote_average":7.0,"runtime":88,"cert":"N\/A","id":98327,"title":"The Trygon Factor","adult":false,"genre_ids":[80]},{"cast":["Mario Lanza","Ann Blyth","Dorothy Kirsten","Jarmila Novotna","Richard Hageman"],"overview":"Loosely traces the life of tenor Enrico Caruso (1873-1921). He loves Musetta, in his home town of Naples, and then Dorothy, the daughter of one of the Metropolitan Opera's patrons. Caruso is unacceptable to both women's fathers: to one, because he sings; to Dorothy's, because he is a peasant. To New York patricians, Caruso is short, barrel chested, loud, emotional, unrefined. Their appreciation comes slowly. The film depicts Caruso's lament that \"the man does not have the voice, the voice has the man\": he cannot be places he wants to be, because he must be elsewhere singing, including the day his mother dies. Throughout, Mario Lanza and stars from the Met sing.","release_date":"1951-04-16","vote_average":5.9,"runtime":109,"cert":"N\/A","id":98328,"title":"The Great Caruso","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Legendary exotic dancer, Blondie Strange, reveals everything from poetry to prostitution, cocaine to country music all while approaching the gap between stripping and social security.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":98331,"title":"AKA Blondie","adult":false,"genre_ids":[]},{"cast":["Umin Boya","Chi-Wei Cheng","Lin Ching-Tai","Masanobu Ando","Vivian Hsu"],"overview":"Mouna Rudo was born and raised among the Seediq people, an indigenous tribe in Taiwan, and as he grew to be a man he became a member of the Seediq Bale, a courageous band of native warriors. However, Rudo's way of life is threatened under the yoke of occupying forces from Japan, who took over the nation in 1895. As Rudo sees the traditions and honor of his people stripped away, he realizes the time has come to fight back, and in 1930 he brings together a group of former Seediq Bale soldiers, many of whom have been reduced to infighting, and molds them into a revolutionary army. Rudo and his comrades make their stand when they confront Japanese occupation troops at a youth athletic event, leading to a violent confrontation between the Seediq forces and their oppressors. Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag is Part one of the two-part, four-hour Taiwanese edition of the film Warriors of the Rainbow.","release_date":"2011-04-09","vote_average":7.3,"runtime":144,"cert":"N\/A","id":98344,"title":"Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag","adult":false,"genre_ids":[18,28,36]},{"cast":["Maria Lundqvist","Carina Lidbom","Malin Arvidsson","Johan Fagerudd","Per Oscarsson"],"overview":"Three women inherit a manor from a lady called Dolores whom none of them knows. The women are complete strangers to each other, so they meet up at the neglected mansion. Unexpectedly, the big house is occupied by a 40 year old man who had lived together with Dolores for almost a decade. Christian says he doesn’t know anything about Dolores’ earlier life, and he does everything within his power to show them that the manor is morally his and that it is all a mistake. The women stay on the estate for three days, and while they are getting acquainted conflicts arise. Also, in search of the reason why they have inherited the house, it slowly dawns on one of the women what lies behind the will of Dolores (from official website).","release_date":"2011-12-02","vote_average":4.0,"runtime":90,"cert":"N\/A","id":98345,"title":"The Quiet Game","adult":false,"genre_ids":[18]},{"cast":["Hugolin Chevrette-Landesque","Patrick St-Pierre","Benoît Robitaille","Naad Joseph","Jessica Barker"],"overview":"Simon, who's dreaming of a fabulous world, persuade his friends to come with him to find this mysthic country in the 'third wood'. But, there's a condition: no adult should see them in this adventurous trip or the dream won't come true.","release_date":"1990-12-04","vote_average":6.8,"runtime":82,"cert":"N\/A","id":98346,"title":"Simon and the Dreamhunters","adult":false,"genre_ids":[12,10751,14]},{"cast":["Danya Cox","Dominic Deutscher","James Lee","Brenton Thwaites","Jacqui Hall"],"overview":"When Sarah meets Mike everything she thought she knew about the world is turned upside down.","release_date":"2010-08-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":98347,"title":"Charge Over You","adult":false,"genre_ids":[18,53]},{"cast":["John Yesno","Chris Wiggins","Hugh Webster","Jack Van Evera","Wahb"],"overview":"Moki (John Yesno), a Cree Indian, is made foreman of a sprawling cattle ranch owned by his former army commander. But he carries with him through life the lore of his own people. When he rescues a bear cub, Wahb, he feels a mystical connection between himself and the magnificent creature. Later, Wahb, now a 1,300-pound bear, returns from the wild to wreak havoc on the cattle ranch, and Moki must face this fearsome grizzly. This spectacular film depicts a territorial battle over a country of breathtaking beauty.","release_date":"1970-02-11","vote_average":6.0,"runtime":93,"cert":"N\/A","id":98348,"title":"King of the Grizzlies","adult":false,"genre_ids":[10751]},{"cast":["Otto Tausig","Rhea Perlman","Barbara Hershey","Tovah Feldshuh","Elizabeth Peña"],"overview":"Though approaching his eighties, Max Kohn shows no signs of slowing down. He pursues his love life - both real and imagined - with youthful vigor, thereby risking his relationship to Reisel, the woman he loves but neglects. LOVE COMES LATELY is a film about real and imagined longings, the never ending dream of love and the power of fiction.","release_date":"2007-09-09","vote_average":5.3,"runtime":86,"cert":"N\/A","id":98349,"title":"Love Comes Lately","adult":false,"genre_ids":[18,35,10749]},{"cast":["Victor Holchak","Lindsay Bloom","David McLean","Royal Dano","Adam Roarke"],"overview":"Tycoon Howard Hughes and actress Jean Harlow have an affair while making his 1930 \"Hell's Angels.\"","release_date":"1978-01-01","vote_average":2.0,"runtime":95,"cert":"N\/A","id":98350,"title":"Hughes and Harlow: Angels in Hell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Fastdrips – The Movie is bucking the current trend of “Interrailing” and shows what´s up these days in German train graffiti. Apart from the main acting ORG Crew (Leipzig) there are also featured: OO Crew (Magdeburg), ISM (Augsburg), OWA, GRS, MTA (all three from Chemnitz) and VDE. The guys rock the place and produce lots of burners!","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":98351,"title":"Fastdrips","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vasu (Aadhi) falls in love with Vaishali (Sindhu Menon) during their college days. Vaishali accepts the love of Vasu but clarifies him that her father’s approval is a must for the marriage. Her father disapproves Aadi and marries his daughter off to another guy. After a few years, Aadi becomes an IPS officer and Vaishali kills herself. Aadi is given the responsibility of the investigation. The rest of the story is all about how Aadi cracks the case and brings guilty to book.","release_date":"2011-05-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":98356,"title":"Vaishali","adult":false,"genre_ids":[]},{"cast":["Mark Wahlberg","Russell Crowe","Catherine Zeta-Jones","Jeffrey Wright","Barry Pepper"],"overview":"In a broken city rife with injustice, ex-cop Billy Taggart seeks redemption and revenge after being double-crossed and then framed by its most powerful figure, the mayor. Billy's relentless pursuit of justice, matched only by his streetwise toughness, makes him an unstoppable force - and the mayor's worst nightmare.","release_date":"2013-01-18","vote_average":5.9,"runtime":109,"cert":"15","id":98357,"title":"Broken City","adult":false,"genre_ids":[53,80,18]},{"cast":["Jay Cutler"],"overview":"Filmed February &amp; March 2004 close to Jay's 3rd consective winning of the IFBB Arnold Classic 2004. Pre-contest workouts with premium conditioning. Includes many posing sessions at gyms and his guest appearance at World Gym Classic in San Diego","release_date":"2005-05-31","vote_average":5.0,"runtime":210,"cert":"N\/A","id":98358,"title":"Jay Cutler: Ripped to Shreds","adult":false,"genre_ids":[99]},{"cast":["Baden Powell","Maria Bethânia","Pixinguinha","Paulinho da Viola","João da Baiana"],"overview":"Documentary about Brazilian music circa 1969, with extremely rare scenes, such as the only color footage of Pixinguinha, images of João da Baiana, one of the fathers of Samba, Maria Bethânia rehearsing at Barroco nightclub, Baden Powell playing his acoustic guitar, Paulinho da Viola showing his masterpiece \"Coisas do Mundo, Minha Nega\", that he had just finished, and Márcia, a singer from São Paulo.","release_date":"1969-01-31","vote_average":0.0,"runtime":100,"cert":"N\/A","id":98361,"title":"Saravah","adult":false,"genre_ids":[99,10402]},{"cast":["Spencer Tracy","Jean Simmons","Teresa Wright","Anthony Perkins","Ian Wolfe"],"overview":"The true story of Ruth Gordon's early struggles on the road to stage stardom.","release_date":"1953-09-25","vote_average":6.6,"runtime":90,"cert":"N\/A","id":98364,"title":"The Actress","adult":false,"genre_ids":[35,18]},{"cast":["Joyce Cheng"],"overview":"During a skiing event, Gobie and BeBe get into a hazardous accident with serious injuries. BeBe is one of the twin beloved pet dragons of Gobie, and the other one is Kuma. Believing in the existence of Santa, Gobie thinks he can help him save BeBe's life. Therefore, Gobie decides to set off to Santaland with Kuma. Written by Anonymous  (IMDb.com)","release_date":"2010-12-11","vote_average":0.0,"runtime":103,"cert":"N\/A","id":98365,"title":"Little Gobie","adult":false,"genre_ids":[16,10751]},{"cast":["Rio Dewanto","Hannah Al Rashid","Aridh Tritama","Izzi Isman","Sadha Triyudha"],"overview":"A father on vacation wakes up separated from his family and races through the woods to find them.","release_date":"2012-04-26","vote_average":5.3,"runtime":87,"cert":"15","id":98368,"title":"Ritual","adult":false,"genre_ids":[53]},{"cast":["Marshall Allman","Claire Holt","Tania Raymonde","Justin Welborn","Eric Lange"],"overview":"A young man must find his own way as his Southern Baptist roots don't seem to be acceptable at his new liberal arts college.","release_date":"2012-04-13","vote_average":5.9,"runtime":106,"cert":"N\/A","id":98369,"title":"Blue Like Jazz","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Feature documentary exploring the concept of heroic women from the birth of the superhero in the 1940s to the TV and big screen action blockbusters of today. Heroic role models are important in childhood development, yet there are a dearth of these for girls. Wonder Woman provides a rare example of a female heroine who doesn't require rescue, determines her own missions, and possesses uniquely feminine values. Featuring Gloria Steinem, actors Lynda Carter and Lindsey Wagner, and a colorful cast of scholars, writers, and fans, the film challenges pop culture's gender biases by looking at how Wonder Woman's storyline changed over time while considering how women are rarely depicted as heroic, powerful, or world-changing","release_date":"2012-03-10","vote_average":6.0,"runtime":55,"cert":"N\/A","id":98370,"title":"Wonder Women!: The Untold Story of American Superheroines","adult":false,"genre_ids":[99]},{"cast":["Catya Sassoon","Melissa Moore","Bob Larson"],"overview":"An assassination in the Philippines is caught on film by kickboxer Christy, which leads to her death at the hands of radicals intent on disrupting peace talks. Her sister Kat, a Los Angeles police officer, comes to Manila to try and bring justice to the people responsible. She enters the kickboxing tournament in order to get closer to the nefarious agents, and begins unravelling the twisted plan while narrowly evading the wrath of the Death Brigades.","release_date":"1993-05-12","vote_average":5.0,"runtime":80,"cert":"N\/A","id":98377,"title":"Angelfist","adult":false,"genre_ids":[53,28]},{"cast":["Richard Dix","Mary Astor","Robert Armstrong","Dorothy Jordan","Joel McCrea"],"overview":"When World War I comes to an end, three pilots find themselves on hard times. They wind up in Hollywood, where they work as stunt fliers for a sadistic director.","release_date":"1932-03-12","vote_average":6.4,"runtime":79,"cert":"N\/A","id":98398,"title":"The Lost Squadron","adult":false,"genre_ids":[10752,18,28,36]},{"cast":["Robert Taylor","Charles Laughton","Brian Donlevy","Walter Brennan","Chill Wills"],"overview":"U. S. Navy Lieutenant Gregg Masterman, of The Harvard and Boston Back Bay Mastermans, learned about the sea while winning silver cups sailing his yacht. He climbs swiftly in rank, and is now Junior Aide to Rear Admiral Stephen Thomas.","release_date":"1942-12-31","vote_average":7.3,"runtime":109,"cert":"N\/A","id":98399,"title":"Stand by for Action","adult":false,"genre_ids":[28,18,10752]},{"cast":["Edward G. Robinson","Glenn Ford","Marguerite Chapman","Edgar Buchanan","Leo Gorcey"],"overview":"Flagwaving story of a new American destroyer, the JOHN PAUL JONES, from the day her keel is laid, to what was very nearly her last voyage. Among the crew, is Steve Boleslavski, a shipyard welder that helped build her, who reenlists, with his old rank of Chief bosuns mate. After failing her sea trials, she is assigned to the mail run, until caught up in a disparate battle with a Japanese sub. After getting torpedoed, and on the verge of sinking, the Captain, and crew hatch a plan to try and save the ship, and destroy the sub.","release_date":"1943-08-19","vote_average":7.1,"runtime":99,"cert":"N\/A","id":98404,"title":"Destroyer","adult":false,"genre_ids":[12,18,10752]},{"cast":["Fabiane Thompson","Gisele Gucci","Princyany","Sara Lemos","Sara Scott"],"overview":"We knew it would happen. Always does. Take one of the hottest adult stars on the planet, send her to the to the most beautiful part of Brazil, add in five of Brazil's most sizzling porn queens, 90% heat and the naughtiest beaches on the planet and all hell breaks loose ... or all heaven, more accurately. Prepare for anal. Prepare for all manner of toys. Prepare for a long, tall, beautifully tanned Sunny, all under a beautiful Rio sun. Actually, forget it. There's no way to prepare for this ...","release_date":"2007-04-09","vote_average":10.0,"runtime":110,"cert":"N\/A","id":98405,"title":"It's Sunny In Brazil","adult":true,"genre_ids":[]},{"cast":[],"overview":"David, has just failed his university examinations and has one year to re-write them. Ruben, his father, a pragmatic and successful businessman, has been paying for David's education, the pursuit of which he considers a waste of time. Ruben wants David to work and make himself useful and he strikes a deal with him: David can stay and study for his exams at Ruben's house in La Perrera, a coastal resort town, while he builds a house for himself. And so, a year-long adventure starts for David, an urban intellectual, in the isolated La Perrera and among its off-season residents who include nearly as many dogs as men, where the only women are either pregnant or prostitutes, and where no one wants to work and things are done out of friendship more than anything else.","release_date":"2006-05-05","vote_average":5.0,"runtime":108,"cert":"N\/A","id":98406,"title":"The Dog Pound","adult":false,"genre_ids":[]},{"cast":["Buck Jones","John Wayne","Susan Fleming","Edward LeSaint","Will Walling"],"overview":"Clint Turner is arrested for the murder of his girlfriend Judy's father, a rival rancher who was an enemy of his own father.","release_date":"1931-12-01","vote_average":4.6,"runtime":64,"cert":"N\/A","id":98413,"title":"The Range Feud","adult":false,"genre_ids":[9648,37,10749]},{"cast":["Alec Knight","Allyssa Hall","Ben English","Evan Stone","Jerry"],"overview":"My friends, a new star has arrived. Her name is Nikki Jayne and she's ready to rock your world. Nikki is a good looking girl with a pretty face, great legs, a hot ass and a tight pussy. She sucks like a pro, plays to the camera, and does anal like someone who's been doing it for years... her dirty mouth is fantastic... Nikki can make you hard just by talking. Show this girl a cock and she sucks it. Shove it in a hole and she squeals with delight. Stick two into her and she becomes a star.","release_date":"2008-01-09","vote_average":0.0,"runtime":237,"cert":"N\/A","id":98414,"title":"The Nikki Jayne Experiment","adult":true,"genre_ids":[]},{"cast":[],"overview":"Boy turns seven, and is flown to Magic Castle by Harry Houdini to battle an evil magician and his young protégé.","release_date":"1988-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":98419,"title":"A Night at the Magic Castle","adult":false,"genre_ids":[]},{"cast":["Chiang Tao","Tien Peng"],"overview":"Separated at birth by tragedy, two twin brothers find their lives careening towards a deadly showdown in this action-packed tale of deception and treachery. Two baby boys born of special blood are being tattooed by their parents when a malevolent kung fu clan enters their school and slays the children's parents. While both children are spared, they are soon separated and forced down disparate paths in life. One day, as if by fate, the two brothers come face to face for an ultimate duel to the death.","release_date":"1971-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":98420,"title":"To Subdue the Evil","adult":false,"genre_ids":[12,28]},{"cast":["Bruce Dickinson","Steve Harris","Adrian Smith","Nicko McBrain","Janick Gers"],"overview":"A fascinating, high quality “home movie”, produced entirely in-house by Maiden’s own Krew led by Andy Matthews, it reveals how to put on an Iron Maiden tour and what goes on behind the scenes at a show. It describes the extraordinary story of one of the most acclaimed and ambitious touring shows in the world, illustrating the day to day life and complex tasks of the Maiden Killer Krew and the other characters behind the scenes. As well as interviews with the Iron Maiden crew, it interweaves anecdotes from the band and their fans, and includes footage of the live show in this comprehensive guide to the intricacies of staging massive, live stadium shows around the world out of the belly of a Boeing 757.","release_date":"2012-03-26","vote_average":7.6,"runtime":88,"cert":"","id":98425,"title":"Iron Maiden: Behind the Beast","adult":false,"genre_ids":[10402,99]},{"cast":["Jeff Allen","Gilbert Esquivel","Patricia Heaton","Teresa Roberts Logan","Taylor Mason"],"overview":"Seven of the funniest Christian Comedians on earth, and hosted by two-time Emmy Award winner, Patricia Heaton.","release_date":"2006-11-07","vote_average":0.0,"runtime":93,"cert":"N\/A","id":98438,"title":"Thou Shalt Laugh","adult":false,"genre_ids":[35]},{"cast":["Tim Conway","Amanda Cook","Vernard 'Bone' Hampton","Victoria Jackson","Taylor Mason"],"overview":"Hot on the heels of the hit DVD Thou Shalt Laugh comes the newest and funniest of this great new series, Thou Shalt Laugh The Deuce. Brought to you by the producers of the Blue Collar Comedy Tour and hosted by five time Emmy Award winning comedian Tim Conway, TSL the Deuce is 90 minutes of fun for the entire family!","release_date":"2007-11-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":98439,"title":"Thou Shalt Laugh 2 - The Deuce","adult":false,"genre_ids":[35]},{"cast":["Lisa Alvarado","Taylor Mason","Leanne Morgan","Thor Ramsey","Horace H.B. Saunders"],"overview":"New from the #1 family comedy series of all-time! Thou Shalt Laugh 3 is a bold, entertaining addition to the hit series that has sold over 250,000 units since it's debut in 2007. Hosted by award-winning comedian and actor Sinbad (who does an all improv set), Thou Shalt Laugh 3 also features series favorites Taylor Mason (Last Comic Standing) and Thor Ramsey (-clever and pointed - The Washington Post) who perform all-new, side-splitting material. New to Thou Shalt Laugh 3 are hot, rising comedians Lisa Alvarado (Last Comic Standing L.A. winner), Leanne Morgan and Horace H.B. Sanders. Funny, smart and edgy, Thou Shalt Laugh 3 offers 94 minutes of laughs with something for every member of the family.","release_date":"2008-11-04","vote_average":0.0,"runtime":94,"cert":"N\/A","id":98440,"title":"Thou Shalt Laugh 3","adult":false,"genre_ids":[35]},{"cast":["Dana Daniels","Rex Havens","Taylor Mason","Michael Jr.","John Tesh"],"overview":"Having sold close to a half a million DVD's, the THOU SHALT LAUGH series is known far and wide for hilarious and sophisticated family entertainment. And now - you lucky consumer you - comes THOU SHALT LAUGH 4, the latest installment in the best-selling Christian comedy series. Hosted by multi-talented and Emmy award-winning family man John Tesh, THOU SHALT LAUGH 4 features returning fan-favorites Taylor Mason and Michael Jr. as well as unforgettable performances from TSL newcomers Dana Daniels, Isaac Witty, Rex Havens and Joe Wong. Looking for funny? Your prayers have been answered!","release_date":"2009-11-03","vote_average":0.0,"runtime":105,"cert":"N\/A","id":98445,"title":"Thou Shalt Laugh 4","adult":false,"genre_ids":[35]},{"cast":["Gabino Rodríguez","Sofía Espinosa","Ricardo Polanco","Alejandro Calva","Ximena Ayala"],"overview":"Gabino becomes obsessed by his ex-girlfriend who humiliates him all the time.","release_date":"2007-07-27","vote_average":5.0,"runtime":104,"cert":"N\/A","id":98456,"title":"The Girl on the Stone","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Eight members of Yes play an amazing live concert during their 1991 Union Tour. Featuring their hits and splendid solos.","release_date":"1991-05-09","vote_average":7.0,"runtime":117,"cert":"","id":98471,"title":"Yesshows '91: Union Tour Live","adult":false,"genre_ids":[]},{"cast":["Luís Ismael","Jorge Neto","João Pires","Carlos Paulo","Fernando Rocha"],"overview":"One tries to con. Another keeps stealing. And there's even someone that doesn't know what he's doing... The truth is life is hard for Cultara, Rato and Bino. But it all changes when Tone, the man of the world, returns home to save his dad on the deathbed. And when the four get together, they leave for the most surprising adventure yet. If everything was bad, it's about to get worst!","release_date":"2012-09-06","vote_average":7.2,"runtime":129,"cert":"N\/A","id":98472,"title":"Balas & Bolinhos: O Último Capítulo","adult":false,"genre_ids":[28,12,35]},{"cast":["Rudolph Valentino","Vilma Banky","Louise Dresser","Albert Conti","James A. Marcus"],"overview":"Vladimir Dubrouvsky, a lieutenant in the Russian army, catches the eye of Czarina Catherine II. He spurns her advances and flees, and she puts out a warrant for his arrest, dead or alive. Vladimir learns that his father's lands have been taken by the evil Kyrilla Troekouroff, and his father dies. He dons a black mask, and becomes the outlaw The Black Eagle. He enters the Troekouroff household disguised as a French instructor for Kyrilla's daughter Mascha. He is after vengeance, but instead falls in love with Mascha.","release_date":"1925-11-08","vote_average":6.8,"runtime":73,"cert":"N\/A","id":98477,"title":"The Eagle","adult":false,"genre_ids":[28,10749,12]},{"cast":[],"overview":"Footage of the actual planning and execution of a bombing raid on Germany.","release_date":"1941-10-13","vote_average":6.5,"runtime":48,"cert":"N\/A","id":98478,"title":"Target for Tonight","adult":false,"genre_ids":[]},{"cast":["Otto Kruger","Elissa Landi","Donald Woods","Frank Jenks","Rick Vallin"],"overview":"A doctor and his staff in a hospital on the Philippine island of Corregidor shortly after the Japanese attack on Pearl Harbor try to treat the sick, injured and wounded as American and Filipino troops desperately try to beat back a ferocious Japanese attack.","release_date":"1943-03-29","vote_average":5.5,"runtime":73,"cert":"N\/A","id":98483,"title":"Corregidor","adult":false,"genre_ids":[28,18,10752]},{"cast":["Eric Stoltz","Jennifer Jason Leigh","Judith Ivey","Dennis Lipscomb","Anne Pitoniak"],"overview":"A congressional aide (Eric Stoltz) explores an old Louisiana mansion two kooky sisters (Jennifer Jason Leigh, Judith Ivey) run as a guest house.","release_date":"1987-09-13","vote_average":5.4,"runtime":91,"cert":"N\/A","id":98486,"title":"Sister, Sister","adult":false,"genre_ids":[10749,53,18,9648]},{"cast":["Merle Oberon","Brian Aherne","Carl Esmond","Isobel Elsom","Fritz Leiber"],"overview":"Merle Oberon plays a Norwegian resistance figure in a small town, married to a Nazi commandant. When his superiors begin to suspect her, the Allies land an assassin to kill him -- an assassin who happens to be her former lover.","release_date":"1943-07-29","vote_average":7.0,"runtime":88,"cert":"N\/A","id":98487,"title":"First Comes Courage","adult":false,"genre_ids":[18,10752]},{"cast":["John Carradine","Robert Ryan","Margo","Alan Carney","Amelita Ward"],"overview":"Five defense workers on their way to the munitions factory tell their stories: a refugee from the French Resistance, a frustrated race car driver, a prison warden, a former Miss America, and an intellectual who dropped out of society and saw the country as a bum.","release_date":"1943-11-03","vote_average":5.5,"runtime":69,"cert":"N\/A","id":98490,"title":"Gangway for Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Timothy Dalton","Anna Calder-Marshall","Harry Andrews","Pamela Brown","Judy Cornwell"],"overview":"The Earnshaws are Yorkshire farmers during the early 19th Century. One day, Mr. Earnshaw returns from a trip to the city, bringing with him a ragged little boy called Heathcliff. Earnshaw's son, Hindley, resents the child, but Heathcliff becomes companion and soulmate to Hindley's sister, Catherine. After her parents die, Cathy and Heathcliff grow up wild and free on the Moors and despite the continued enmity between Hindley and Heathcliff they're happy-- until Cathy meets Edgar Linton, the son of a wealthy neighbor. Written by Marg Baskin","release_date":"1970-06-09","vote_average":6.7,"runtime":104,"cert":"PG","id":98491,"title":"Wuthering Heights","adult":false,"genre_ids":[18,10749]},{"cast":["Alexis Martin","Pierre Lebeau","Guylaine Tremblay"],"overview":"Gilles meets Guylaine on a beach. He's a bookish scholar with glasses; she's a waitress in a blue-collar bar in a rough part of Montreal. Gilles comes for a visit... Guylaine's brother Bob works for the brutal gangster Matroni. Two toughs have hijacked a tractor-trailer full of stolen car parts that Matroni was about to deliver to an even worse gangster, Boyd. Boyd is very dangerous and he wants those parts. Guylaine's friend Linda knows the hijackers and has left their names with her mum in a letter. The thugs have gotten to Bob and beaten him up, so that means only one person can take the letter to Matroni at his autowrecking yard, polite and courteous Gilles...","release_date":"1999-10-08","vote_average":6.5,"runtime":101,"cert":"N\/A","id":98496,"title":"Matroni Et Moi","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Alex Man Chi-Leung","Wu Ma","Paul Chun Pui","Cecilia Yip"],"overview":"Years later, a woman narrates her personal story of the Japanese takeover of Hong Kong in 1941. She's Nam, young, attractive, daughter of a wealthy rice merchant, and prey to painful, disabling seizures. Her boyhood friend is Coolie Keung, whose family used to have wealth; he's now impoverished, a tough kid, a leader, in love with her. Into the mix steps Fay, cool and resourceful, an actor from the north, intent on getting to Gold Mountain in the US or Australia. They form a threesome, but the day they are to leave Hong Kong, the invasion stops them. Fay must rescue Keung from collaborators, Nam falls in love with Fay, and danger awaits their next attempt to escape. Written by","release_date":"1984-11-02","vote_average":5.2,"runtime":100,"cert":"N\/A","id":98497,"title":"Hong Kong 1941","adult":false,"genre_ids":[]},{"cast":["Aleksandr Medvedkin"],"overview":"A documentary on Soviet filmmaker Aleksandr Medvedkin, examining his tumultuous career, the rediscovery of his masterpiece Happiness, and Russia's struggles over the course of the 20th Century.","release_date":"1993-03-25","vote_average":7.9,"runtime":121,"cert":"N\/A","id":98498,"title":"The Last Bolshevik","adult":false,"genre_ids":[36,99]},{"cast":["Michael Rapaport","Lili Taylor","Adam Trese","Kevin Corrigan","Angela Featherstone"],"overview":"Dante and his girlfrend Micky run a very profitable drug operation in a seaside town, aided and abetted by a host of teens who sell the smack at discos around town, as well as by Lucas, a corrupt cop who's on the take. Their downfall comes when they suspect one of the boys, Pep, of ripping them off, and his accidental death causes disloyalty among the teens, who suspect Dante offed them. All of this is perfect for the return of Gabriel, a one-time partner of Dante, who has just been released from jail, and has an almost angelic demeanor and the certainty that he can fix everyone's lives.","release_date":"1996-07-09","vote_average":5.0,"runtime":103,"cert":"N\/A","id":98499,"title":"Illtown","adult":false,"genre_ids":[]}]