[{"cast":["Iván Hermés","Tomás Fonzi","Andreu Castro","Estíbaliz Gabilondo","Fede Celada"],"overview":"If you want to know what is Slam, you have to come see it. Freaks, piercings, thongs and a lot of cream. 100% wild.","release_date":"2003-06-27","vote_average":5.0,"runtime":94,"cert":"N\/A","id":99000,"title":"Slam","adult":false,"genre_ids":[35]},{"cast":["Claudio Abbado","Daniel Barenboim"],"overview":"European Concert 1994 From the Staatstheater Meiningen","release_date":"1994-01-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":99003,"title":"European Concert 1994","adult":false,"genre_ids":[10402]},{"cast":["Rossano Brazzi","Fosco Giachetti","Emma Penella"],"overview":"On the XIX Century in Sierra Morena in Serranía de Ronda spread bandits thant cause panic in the cities robbing and killing travellers.","release_date":"1953-10-08","vote_average":5.0,"runtime":93,"cert":"N\/A","id":99004,"title":"Carne de horca","adult":false,"genre_ids":[]},{"cast":["Diego Maradona"],"overview":"What do they have in common a boy playing in a field of Villa Fiorito and the owner of a bar in Naples? What do they have in common 500 people celebrating Christmas on October 30 and 25 football fans showing their tattoos? They are all loving Maradona.","release_date":"2005-12-22","vote_average":5.9,"runtime":75,"cert":"N\/A","id":99005,"title":"Loving Maradona","adult":false,"genre_ids":[99]},{"cast":["Siobhan Brooks"],"overview":"Documentary look at the 1996-97 effort of the dancers and support staff at a San Francisco peep show, The Lusty Lady, to unionize. Angered by arbitrary and race-based wage policies, customers' surreptitious video cameras, and no paid sick days or holidays, the dancers get help from the Service Employees International local and enter protracted bargaining with the union-busting law firm that management hires. We see the women work, sort out their demands, and go through the difficulties of bargaining. The narrator is Julia Query, a dancer and stand-up comedian who is reluctant to tell her mother, a physician who works with prostitutes, that she strips.","release_date":"2000-10-06","vote_average":6.5,"runtime":75,"cert":"N\/A","id":99006,"title":"Live Nude Girls Unite!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"European Concert 1997","release_date":"1997-01-01","vote_average":0.0,"runtime":116,"cert":"N\/A","id":99007,"title":"European Concert 1997","adult":false,"genre_ids":[10402]},{"cast":["Ferlin Husky","Joi Lansing","Don Bowman","John Carradine","Lon Chaney Jr."],"overview":"Country singers on their way to Nashville have car trouble, forcing them to stop at an old haunted mansion. Soon they realize that the house is not only haunted, but is also the headquarters of a ring of international spies after a top secret formula for rocket fuel.","release_date":"1967-05-01","vote_average":1.4,"runtime":86,"cert":"N\/A","id":99008,"title":"Hillbillys in a Haunted House","adult":false,"genre_ids":[35,27,10402]},{"cast":["Óscar Abad","Marián Aguilera","Manuel Alexandre","Álvaro de Luna","Rodolfo Sancho"],"overview":"Alfonso is a retiree who visits Nanda, an elderly woman who was like his mother when he was orphaned, at a residence where Luisa, a young social worker, works. One morning, collecting snails in the Prado de las Estrellas, Alfonso meets a young man who emerges from the mist on his bike. Thereafter a friendship is born between the old master and the promising young cyclist. Alfonso, supported by his friends, without equipment or sponsors, will make a great champion from Martin, and most importantly, a great guy.","release_date":"2007-11-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":99009,"title":"El prado de las estrellas","adult":false,"genre_ids":[]},{"cast":["Jack Betts","Soledad Miranda","Giuliano Raffaelli","Gina Rovere","Erno Crisa"],"overview":"In order to avenge a friend and to fulfill his last wish, Rocco has to find out what happened to an army corps that has mysteriously disappeared. He therefore puts on the disguise of a doctor and starts investigating in a somewhat uncomfortable town","release_date":"1967-11-29","vote_average":5.5,"runtime":106,"cert":"N\/A","id":99010,"title":"Sugar Colt","adult":false,"genre_ids":[37]},{"cast":["Joan Allen","Patrick Bergin","Pete Postlethwaite","Liam Cunningham","Kevin McNally"],"overview":"Fact-based story about Irish crime-investigating reporter Sinead Hamilton, who invaded the Irish underworld and attempted to expose the illegitimate activities she found. Hampered by the system, a police consort is ineffectual at aiding her despite trying to step outside of the normal bounds. Kevin McNally plays her husband, who hates her activities and the danger in which she places herself. Nonetheless, he grudgingly admires her persistence and encourages her investigation.","release_date":"2000-06-26","vote_average":4.0,"runtime":107,"cert":"","id":99011,"title":"When the Sky Falls","adult":false,"genre_ids":[18]},{"cast":["José Calvo","Nino Del Arco","Pedro Mari Sánchez"],"overview":"In a small town, the towncries assures that they had cought the thief  who stole the money to buy a Virgin picture. Some children dont trust this and decide to find the thief  by themselves.","release_date":"1965-11-20","vote_average":0.0,"runtime":87,"cert":"N\/A","id":99014,"title":"La primera aventura","adult":false,"genre_ids":[]},{"cast":["António Vilar","Manuel Gas","Ramona Cubeles"],"overview":"A guy with bad feelings and worst methods, willing to do anything to satisfy his greed and vanity, is unhappy with the role of Judas in the Passion a play that is traditionally represented in his town because he prefer the role of Jesus.","release_date":"1952-05-21","vote_average":6.0,"runtime":102,"cert":"N\/A","id":99017,"title":"El Judas","adult":false,"genre_ids":[18]},{"cast":["Stephen Fry","Carrie Fisher","Robbie Williams","Richard Dreyfuss"],"overview":"In 1995, Stephen Fry was performing in Simon Gray's West End play, \"Cell Mates.\" After three days, he walked out of the production. Sitting in a garage, his hand on the car ignition, he contemplated suicide for two hours, before fleeing his home country for the European mainland. It wasn't until this frightening episode that Fry was diagnosed with manic depression, or bipolar disorder, a psychological condition that sees its sufferers oscillating dangerously between dizzying heights of mania and gutting troughs of prolonged depression. This 2 part documentary unfolds like a personal journey of self-discovery. Fry confronts his medical condition by consulting experts and others who have suffered the disorder (including Richard Dreyfuss and Carrie Fisher). This is a valuable documentary, and, having been acquainted only with Stephen Fry's bubbly TV persona, a fascinatingly intimate character study.","release_date":"2006-09-19","vote_average":6.1,"runtime":120,"cert":"","id":99022,"title":"Stephen Fry: The Secret Life of the Manic Depressive","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99023,"title":"De Zomer Van '45","adult":false,"genre_ids":[]},{"cast":[],"overview":"Coal Rush follows the environmental and social empowerment battle waged by over 500 residents of Mingo County, West Virginia. The residents are fighting for their right to safe, clean, fresh drinking water. The fourth largest US coal producer is accused of knowingly polluting the water by dumping billions of gallons of toxic coal sludge underground and putting entire communities at risk.","release_date":"2012-03-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":99034,"title":"Coal Rush","adult":false,"genre_ids":[]},{"cast":["Walt Disney","Marcellite Garner"],"overview":"Mickey Mouse is working as a hot dog vendor at a carnival when he meets and quickly falls for Minnie the \"Shimmy Dancer\". That night, Mickey and a pair of alley cats serenade her by performing the song \"Sweet Adeline\", much to the dismay of Kat Nipp, who is trying to sleep. The short marks Mickey's first speaking appearance.","release_date":"1929-07-30","vote_average":5.3,"runtime":8,"cert":"N\/A","id":99037,"title":"The Karnival Kid","adult":false,"genre_ids":[16]},{"cast":["Lothaire Bluteau","Patrick Goyette","Jean-Louis Millette","Kristin Scott Thomas","Ron Burrage"],"overview":"The year is 1952, in Quebec City. Rachel (16), unmarried and pregnant, works in the church. Filled with shame, she unburdens her guilt to a young priest, under the confidentiality of the confessional. In the present year of 1989, Pierre Lamontagne has returned to Quebec to attend his father's funeral. He meets up with his adopted brother, Marc, who has begun questioning his identity and has embarked on a quest for his roots that would lead them to the Quebec of the 1950s. Past and present converge in a complex web of intrigue where the answer to the mystery lies.","release_date":"1995-09-29","vote_average":6.6,"runtime":100,"cert":"N\/A","id":99040,"title":"The Confessional","adult":false,"genre_ids":[53,18,9648]},{"cast":["Etsushi Toyokawa","Kumiko Aso","Hiroshi Abe","Koji Higuchi","Kenjiro Ishimaru"],"overview":"The Man Behind the Scissors centers around two serial killers: mastermind Yasunaga and helper Chinatsu. The two risk being found out when the police question them as witnesses to a gruesome murder they themselves may have committed. A quirky and perplexing police thriller centered around two murderers who thrive on slicing up schoolgirls. Calculated serial psycho Yasunaga (Tokokawa) and Chinatsu (Aso), his sweet female sidekick, find themselves being questioned as witnesses to a murder when their next potential victim turns up dead...with their M.O.","release_date":"2005-03-19","vote_average":4.1,"runtime":124,"cert":"N\/A","id":99041,"title":"The Man Behind the Scissors","adult":false,"genre_ids":[80]},{"cast":["Tal Friedman","Danny Steg","Yigal Adika","Amnon Dankner","Shirli Deshe"],"overview":"Adventures of an Israeli soldier who is mistakenly identified as the brother of one of Israel's leading soccer players.","release_date":"1994-03-30","vote_average":6.3,"runtime":50,"cert":"N\/A","id":99042,"title":"Driks' Brother","adult":false,"genre_ids":[35,18]},{"cast":["Katja Alemann","Valentino Arocena","Juan Felipe Villanueva"],"overview":"A portrait of the last days of high school. Two friends spend all day long together, but this will inevitably come to an end. A beautiful sincere story of mixed emotions and secrets that dare not speak loud.","release_date":"2008-10-16","vote_average":6.3,"runtime":15,"cert":"N\/A","id":99043,"title":"Raw Love","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"I de næste 85 minutter vil du blive kølhalet, bondefanget og revet rundt bagom paraderne hos hiphop gruppen SUSPEKT. Denne suspekte galskabs buffet og fuldendte voyeur oplevelse, gir dig adgang til de bedste koncerter, backstage lir, SKUDTAET 03, studie optagelser, bagom videon til \"hvem er en...\", og meget meget mere !  Hele postyret er filmet i en kæmpe brandert, anno FEB. 03 til FED. 04 af René Johansen og gruppen selv.","release_date":"2004-01-19","vote_average":6.8,"runtime":85,"cert":"N\/A","id":99044,"title":"Suspekt - Ingen Slukker The Stars","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Documentary about an apartment block in Los Angeles that the authorities decided to tear down.","release_date":"2008-02-15","vote_average":0.0,"runtime":77,"cert":"N\/A","id":99045,"title":"South Main","adult":false,"genre_ids":[99]},{"cast":["Daniel Pilon","Kazuko Yoshiyuki"],"overview":"A Japanese teenager embarks on a quest to find the Canadian lover of her grandmother.","release_date":"2009-10-31","vote_average":0.0,"runtime":105,"cert":"N\/A","id":99058,"title":"Looking for Anne","adult":false,"genre_ids":[]},{"cast":["Joe Madden","James Green","Mariclare Costello","L. Errol Jaye","Carolyn Cardwell"],"overview":"In a pound, 18 dogs wait to be adopted.","release_date":"1970-08-08","vote_average":3.8,"runtime":92,"cert":"N\/A","id":99069,"title":"Pound","adult":false,"genre_ids":[35]},{"cast":["Charles Starrett","Louise Huntington","Arthur Vinton","Bob Bartlett","Wilfred Grenfell"],"overview":"Originally called White Thunder, American producer Varick Frissell's 1931 film was inspired by his love for the Canadian Arctic Circle. Set in a beautifully black-and-white filmed Newfoundland, it is the story of a rivalry between two seal hunters that plays out on the ice floes during a hunt. Unsatisfied with the first cut, Frissell arranged for the crew to accompany an actual Newfoundland seal hunt on The SS Viking, on which an explosion of dynamite (carried regularly at the time on Arctic ships to combat ice jams) killed many members of the crew, including Frissell. The film was renamed in honor of the dead.","release_date":"1931-06-21","vote_average":3.0,"runtime":70,"cert":"N\/A","id":99080,"title":"The Viking","adult":false,"genre_ids":[28,18,10749,12]},{"cast":["Daws Butler"],"overview":"Spike has just put Tyke to bed for his nap when Tom and Jerry chase out the door to Tyke's crib, waking him up. This gives Tyke an attack of hiccups. Spike warns Tom not to wake him up again, which of course is all Jerry needs...","release_date":"1954-04-17","vote_average":5.7,"runtime":6,"cert":"N\/A","id":99089,"title":"Hic-cup Pup","adult":false,"genre_ids":[35,16,10751]},{"cast":["Alexis Arquette","Sarah Smuts-Kennedy","Bruno Lawrence","Tony Barry","Elizabeth Hawthorne"],"overview":"Jack and Dora, abandoned by their parents as babies, are desperate to find each other after years of adoption. Jack's young life has been spent with a sadistic family. Dora, whose life has been somewhat better, has developed extra-sensory powers which tell her that Jack's in danger and drives her to search for him.","release_date":"1993-09-15","vote_average":5.1,"runtime":95,"cert":"N\/A","id":99092,"title":"Jack Be Nimble","adult":false,"genre_ids":[27,53]},{"cast":["Marcello Mastroianni","Catherine Spaak","Virna Lisi","Luciano Salce","Pamela Tiffin"],"overview":"Italian comedy film in three segments","release_date":"1965-12-28","vote_average":7.3,"runtime":95,"cert":"N\/A","id":99095,"title":"Oggi, domani, dopodomani","adult":false,"genre_ids":[35]},{"cast":["Red Coffee","June Foray","George O'Hanlon"],"overview":"George gives Joan a baby duck for her birthday. While they are out celebrating, Tom goes after the duck but his plans are thwarted when the duck (and, later, Jerry) finds a jar of vanishing cream and uses it to well, vanish, and get even with Tom (for a while, at least).","release_date":"1958-05-02","vote_average":6.0,"runtime":7,"cert":"N\/A","id":99102,"title":"The Vanishing Duck","adult":false,"genre_ids":[35,16,10751]},{"cast":["Karunas","Navaneet Kaur","Kota Srinivasa Rao","R. Sundarrajan","Livingston"],"overview":"Dandapani (Karunaas), coming from a poor background, nurtures his ambition to become a owner of businesses like Reliance, Vasant &amp; C.o, Saravana Stores, etc. He meets Nandhini (Navneet) who falls in love with him because of his steadfast ambition. He is not in a position to accept owing to his goals. Thereafter he gives all his hard-earned money to Annachi (Kota Srinivasa Rao) to own a shop in his newly constructed complex. Before the construction is over, Annachi dies. Annachi's son does not believe that Dandapani could have given money to his girlfriend and he forcibly chases away Dandapani. Later he learns that Dandapani paid 35 lakhs for the shop from Registrar. Finally Dandapani succeeds in getting a new shop and sets up his supermarket.","release_date":"2010-07-02","vote_average":0.0,"runtime":150,"cert":"N\/A","id":99105,"title":"Ambasamuthiram Ambani","adult":false,"genre_ids":[35,10749]},{"cast":["Karan Shah","Archana Puran Singh","Johnny Lever","Mayur","Reema Lagoo"],"overview":"A demon torments the family and friends of Anita in order to take revenge on his death, which was caused by her police-officer father. The rest of the movie is how Anita tackles the demon with the help of her boyfriend.","release_date":"1993-01-01","vote_average":7.0,"runtime":132,"cert":"N\/A","id":99106,"title":"The Monster","adult":false,"genre_ids":[27]},{"cast":["Mammootty","Murali","Abbas","Devayani","Rambha"],"overview":"Tirupathi (Mammootty) is the eldest of four brothers and the head of a respected family in the village. He has struggled to bring his family out of poverty and put his other two brothers, Kannan (Abbas) and Surya (Shyam Ganesh), through college. His younger brother Madhavan (Murali) has provided able support. Tirupathi marries Bharathi (Devayani) who fits into the family admirably. But the arrival of Renuka (Rambha) as Madhavan's wife signals the start of problems as she doesn't like her husband's obeisance to Tirupati. Kannan falls in love with the village rich man's daughter Viji (Sneha) but is willing to give her up to save his family from the man's ire.","release_date":"2001-05-25","vote_average":5.8,"runtime":150,"cert":"N\/A","id":99109,"title":"Anandham","adult":false,"genre_ids":[18,10749]},{"cast":["Jim Van Bebber","Terek Puckett","Alydra Kelly","Sherri Rickman","Tamara Bell"],"overview":"A group of directionless, bored, drug-using teenagers get involved in a cult, resulting in a murder.","release_date":"1994-01-01","vote_average":5.0,"runtime":19,"cert":"N\/A","id":99110,"title":"My Sweet Satan","adult":false,"genre_ids":[80,27]},{"cast":["Emanuele De Santi","Alessandro Gramanti","Paolo Luciani","Giulio De Santi","Christian Riva"],"overview":"Set in the fictional country of Heaven Valley, the film is the story of a man, Adam, who following the suspicious death of his wife begins to investigate her murder and in doing so, discovers the involvement of local mafia boss: Denny Richards.  Unable to trust the police, corrupt and controlled by Denny, Adam, consumed by anger, summons a demon who offers him superhuman strength and dark powers. The demon follows him during his trip, promising to lead Adam to the door of the murderer if he does everything the demon asks.  This unleashes a bloody war that will bring Adam, the demon on his side, against the police department with all its dark allies. The fight begins and it will be extreme!","release_date":"2011-08-11","vote_average":5.2,"runtime":84,"cert":"","id":99117,"title":"Adam Chaplin","adult":false,"genre_ids":[27]},{"cast":["Sundar C","Anjali","Nassar","Malavika","Manivannan"],"overview":"Casting Sundar .C, Anjali, Vivek","release_date":"2008-06-27","vote_average":5.0,"runtime":153,"cert":"N\/A","id":99118,"title":"Ayutham Seivom","adult":false,"genre_ids":[18,28,35]},{"cast":["Stéphane Rideau","Dimitri Durdaine","Béatrice Dalle","Didier Flamand","Raymonde Bronstein"],"overview":"Vassili is an aged prostitute with killer instincts. He finds an unconscious young man in the Forest of Boulogne and takes him home. Now lovers and accomplices, the two men become a couple in prostitution and steal from their clients. And yet, menaces of retaliation leave the couple with no choice but to escape from Paris. The runaway begins...","release_date":"2011-09-28","vote_average":6.7,"runtime":96,"cert":"N\/A","id":99119,"title":"Our Paradise","adult":false,"genre_ids":[18]},{"cast":["Tarun","Trisha Krishnan","Vivek","Shriya Saran","Manivannan"],"overview":"Enakku 20 Unakku 18 (Tamil: எனக்கு 20 உனக்கு 18; English: I am 20, You are 18) is a 2003 Tamil romantic film written and directed by Jyothi Krishna. The film stars Tarun,Shriya Saran and Trisha Krishnan in the lead roles, while Vivek and Manivannan play other pivotal roles. The film was also simultaneously shot and released in Telugu with a slightly different cast as Nee Manasu Naaku Telusu. The film's score and soundtrack are composed by A. R. Rahman.","release_date":"2003-12-19","vote_average":6.5,"runtime":145,"cert":"N\/A","id":99122,"title":"Enakku 20 Unakku 18","adult":false,"genre_ids":[35,18,10749]},{"cast":["Prasanna","Krishnakumar Ramakumar","Vijayan","Sandhya .P","Kaniha"],"overview":"The story focuses on five friends at the Madras Institute of Technology, who want to remain friends and hope to join the same company after graduation. During a vacation, one of the friends, Ilango, goes home, where he is forced to get married to his rustic cousin, While their dream to work together becomes true, Ilango alone gets a transfer to Bombay. The friends force Elango to visit his wife before leaving for Bombay and put him on a train. But Elango manages to get off the train and from there loses touch with his friends and family in the village. The friends part and six years later, two of the five come back to join the two girls in Chennai. On the train in the journey back, Prabhu, one of the friends, and Ilango's wife Eashwari meet each other. Prabhu falls in love with Eashwari without realizing who she is.","release_date":"2002-10-04","vote_average":9.0,"runtime":150,"cert":"N\/A","id":99139,"title":"Five Star","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"And1 Mixtape Volume 1…When this tape hit the b-ball world it was amazing. No one had ever seen a tape like this before. The AND1 Mix tape put together the many different highlights of ballers up in New York’s Rucker Park with the latest music to hit the hip-hop world. Rucker Park is one of the most well known places for ballers around the nation to show off their skills. In volume 1, Rafer “Skip to my Lou” Alston is the main baller featured. He makes defenders look sad in this video. Skip is a playground GOD nowadays, and people finally got to see him in action when this tape hit Footactionos across the nation. The mix tape features new music by Sadat X, Mos Def, and Gzal Genius.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99150,"title":"AND1 Mixtape Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"And1 Mixtape Volume 3…The best Mixtape to date. Everybody was talking about this tape when it hit. Hoopsters who’d never heard of the mix tapes…hell never heard about And1…they even knew about this tape. The baller that makes this worth watching over and over and over again is Hot Sauce. This guy from the ATLANTA is straight up killing folks on this thing, he got moves up his sleeve like his windmill and boomerang that nobody had ever seen before. Another tight baller on this tape is AO from Philly; while he wasn’t getting people as hyped as Sauce was, he still showed off his mad skills. Other Ballers like Future and Main Event were still representing on the tape; you can check out all the Mix tape ballers on the 2001 And1 Mix tape Tour coming to a city near you.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99159,"title":"AND1 Mixtape vol. 3","adult":false,"genre_ids":[]},{"cast":["Vikranth","Swasika","Ramakrishnan","Ravi Mariya","Singampuli"],"overview":"Azhagar, son of a police constable, is tempted to take bad habits seeing his father in his younger days. Azhagar along with his friends incur the wrath of everyone though they are good-hearted and ready to help others. Fate comes in the form of rich and influential Kazhuvanadhan's family. His sons Karutha Pandi and Viruman are feared by everyone. The brothers mistake their sister of falling in love with Azhagar and kills her. They cover it up as suicide. Now they go behind Azhagar. But sequence of events leaves Kazhuvanathan dead and the blame falls on the four friends. In a bid to take revenge on them, Viruman hires a contract killer Pandi (Vikranth), who is in the business only to educate his young brother. Whats happens after this forms the climax. It is gore and bloodshed all the way.","release_date":"2010-05-07","vote_average":0.0,"runtime":145,"cert":"N\/A","id":99160,"title":"Goripalayam","adult":false,"genre_ids":[28]},{"cast":["Julianne Moore"],"overview":"A young woman sits down in a chair. Only her mouth is visible as she begins to speak at a rapid clip, describing events that she insists did not really happen to her.","release_date":"2000-02-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":99163,"title":"Not I","adult":false,"genre_ids":[]},{"cast":["Sathyaraj","Sundar C","Sruthi Prakash","Santhanam","Saranya Ponvannan"],"overview":"Guru Sishyan (English: Teacher, Student) is a Tamil language film released on 2010. It stars Sathyaraj and Sundar C in the lead roles. It is directed by Sakthi Chidamabaram","release_date":"2010-05-07","vote_average":3.5,"runtime":150,"cert":"N\/A","id":99166,"title":"Guru Sishyan","adult":false,"genre_ids":[28,35]},{"cast":["Caroline Sihol","Bing Yin","Chen Shiang-Chyi","Xiaoxing Cheng"],"overview":"A French divorcee travels to China to adopt a baby.","release_date":"2001-02-28","vote_average":0.0,"runtime":97,"cert":"N\/A","id":99167,"title":"Half of Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"And1 Mixtape Volume 4….The stuff was too raw…Hot Sauce tore that ish up…Isn’t no way” Well if you hadn’t already attempted all the moves from vol.3…you’ll have a lot to do this summer after checking Vol.4. Main Event, Aircraft, Headache, Shane “the dribbling machine,” 1\/2 Man 1\/2 Amazing, Hot Sauce, and AO. The Intro is really like a music video, and the cuts at the end ill’ have you Rollin’. Now to the footage…Main Event dunks over some of his friend sitting in chairs…Aircraft takes alleys from about 12 feet in the air and finishes them nicely…Headache is making’ cats look silly, then finishing with authority…Shane crosses anybody in sight…1\/2 Man shows off his hops…Then there’s Hot Sauce…well if you thought he was hot in Vol.3, you isn’t seen nothing yet…The Flintstone shuffle was done to perfection…the boomerang had everybody wondering where the ball went…The tapes keep getting better, hosted by Set Free.","release_date":"2001-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99174,"title":"AND1 Mixtape Vol. 4","adult":false,"genre_ids":[]},{"cast":["Shaam","Sneha","Vivek","Ramya Krishnan","Uma Padmanabhan"],"overview":"A man falls in love with his childhood friend who does not seem to share the same feelings for him; meanwhile another woman is crazy about him.","release_date":"2002-07-13","vote_average":8.3,"runtime":145,"cert":"N\/A","id":99177,"title":"Yey! Nee Romba Azhaga Irukke","adult":false,"genre_ids":[10749,35]},{"cast":["Russ Belville","Dominic Corva","Tonya Davis","Stephen W. Dillon","Jodie Emery"],"overview":"A documentary on the current state of medical marijuana in America. Personal stories from patients, doctors and caregivers verify its medical effectiveness while leading activist rally support to end prohibition.","release_date":"2011-08-16","vote_average":7.0,"runtime":60,"cert":"N\/A","id":99180,"title":"A Norml Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's not the regular story we see quite often in Kollywood. And there are no known faces at least in the lead roles. With a lesser known star cast and a new theme, actor Abhishek manages to render a thriller in his maiden directorial venture that is interesting to watch.  The 'Mogamul' man, who later established himself as a successful small screen actor, deserves a pat on the back for coming out with a script without clichs. However, one could not avoid the impression that the film could have been better had he infused more pace in it.","release_date":"","vote_average":0.0,"runtime":140,"cert":"N\/A","id":99181,"title":"Kadhai","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's not the regular story we see quite often in Kollywood. And there are no known faces at least in the lead roles. With a lesser known star cast and a new theme, actor Abhishek manages to render a thriller in his maiden directorial venture that is interesting to watch.  The 'Mogamul' man, who later established himself as a successful small screen actor, deserves a pat on the back for coming out with a script without clichs. However, one could not avoid the impression that the film could have been better had he infused more pace in it.","release_date":"2010-01-29","vote_average":0.0,"runtime":140,"cert":"N\/A","id":99182,"title":"Kadhai","adult":false,"genre_ids":[18]},{"cast":["Garry Merrill","Donald Thompson","Clarence Cooper","Sadie Stockton","Estelle Evans"],"overview":"A documentary account of the rehabilitation at the Wiltwyck School of an emotionally disturbed Black boy who is unwanted, misunderstood, and inwardly tortured.","release_date":"1948-09-01","vote_average":3.5,"runtime":65,"cert":"","id":99185,"title":"The Quiet One","adult":false,"genre_ids":[18,99]},{"cast":["Tal Bergman","Carmine Rojas","Rick Melick","Joe Bonamassa"],"overview":"Internationally renowned guitar superstar Joe Bonamassa, known as a \"tour de force\", has delivered another stunning performance at the legendary Beacon Theatre in New York City. It features guest performances by legendary classic rock singer Paul Rodgers (Bad Company and Free), American Music Award winner John Hiatt and Beth Hart, who recently released the stunning duets album Don’t Explain alongside Joe Bonamassa. In addition to these great guest appearances, Bonamassa's show features brand new songs and an awe inspiring guitar experience.","release_date":"2012-03-26","vote_average":6.7,"runtime":116,"cert":"N\/A","id":99186,"title":"Joe Bonamassa: Beacon Theatre - Live From New York","adult":false,"genre_ids":[10402]},{"cast":["Werner Herzog"],"overview":"Having lost a bet with documentarian Errol Morris, Werner Herzog eats his shoe.","release_date":"1980-12-01","vote_average":6.7,"runtime":20,"cert":"N\/A","id":99189,"title":"Werner Herzog Eats His Shoe","adult":false,"genre_ids":[99]},{"cast":["T. S. Balaiah","R. Muthuraman","Nagesh","Rajasree","Sachu"],"overview":"Kadhalikka Neramillai (Tamil: காதலிக்க நேரமில்லை English: No time to love) is a 1964 Tamil comedy film starring T. S. Balaiya, R. Muthuraman, Ravichandran, Nagesh and others. The film was directed by Sridhar with music by M.S.Viswanathan. The film was remade into Telugu as Preminchi Choodu in 1965 and into Hindi as Pyar Kiye Jaa in 1966. Actress Rajasree featured in all three versions","release_date":"1964-02-27","vote_average":6.1,"runtime":158,"cert":"N\/A","id":99190,"title":"Kadhalikka Neramillai","adult":false,"genre_ids":[10749,35]},{"cast":["Vimal","Oviya Helen","Saranya Ponvannan","Kanja Karuppu","Illavarasu"],"overview":"Arikki is a wastrel, who has led a vain and aimless life. He meets Maheshwari, who then becomes the reason for his existence. After several comic escapades, the two elope but are chased by Maheshwari’s terrifying brother, who has sworn to avenge his humiliation by spilling Arikki's blood.","release_date":"2010-06-25","vote_average":7.2,"runtime":144,"cert":"N\/A","id":99191,"title":"Kalavani","adult":false,"genre_ids":[10749,35]},{"cast":["Peter Graves","Ray Milland","Vincent Van Patten","Cosie Costa","Robby Weaver"],"overview":"A group of teenagers drive out into the desert in search of sex, beer, and general good times. When their van breaks down, they find a group of prospectors who welcome the kids and offer them a place to stay until they can get help. It soon becomes evident, however, that there is more to these prospectors than they claim, and soon the teens are fleeing for their lives.","release_date":"1979-04-26","vote_average":1.0,"runtime":89,"cert":"N\/A","id":99192,"title":"Survival Run","adult":false,"genre_ids":[53,12,28,80,27]},{"cast":["Srikanth Krishnamachari","Prithviraj Sukumaran","Vivek","Gopika"],"overview":"Kana Kandaen is a 2005 Tamil film directed by K. V. Anand, and starring Srikanth, Gopika, and Prithviraj.  Friends since their childhood days, the couple begins to live in a small house owned by Vivek in Chennai. Meanwhile, Bhaskar, a research scholar in Chemistry, succeeds in coming out with a prototype of a desalination plant which he wants to give to the government and solve the water crisis in Chennai.","release_date":"2005-05-13","vote_average":6.3,"runtime":155,"cert":"N\/A","id":99193,"title":"Kana Kanden","adult":false,"genre_ids":[10749,18]},{"cast":["Vic Morrow","Michael Parks","Jessica Harper","Sue Ane Langdon","Dennis Fimple"],"overview":"In the 1940s, a young couple moves into a remote house near a small town in Louisiana.  The house has a history of violence that seems to be repeating itself…","release_date":"1979-04-17","vote_average":6.4,"runtime":92,"cert":"N\/A","id":99194,"title":"The Evictors","adult":false,"genre_ids":[18,27,53,80]},{"cast":["François Berléand","Natacha Régnier","Frédéric Pierrot","Fanny Cottençon","Circé Lethem"],"overview":"A man decides to pose as his friend and claim to be the father of a child that isn't his.","release_date":"2001-10-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":99203,"title":"La Fille De Son Père","adult":false,"genre_ids":[18]},{"cast":["Bonnita McCourt"],"overview":"Playboy's Girls of Hooters video","release_date":"1994-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":99206,"title":"Playboy's Girls of Hooters","adult":false,"genre_ids":[99]},{"cast":["Isild Le Besco","Bérangère Bonvoisin","Manuel Munz","Marc Barbé","Smita Nair Jain"],"overview":"After learning from her mother that her father lives in India, a young woman goes there to meet him for the first time.","release_date":"2006-12-06","vote_average":10.0,"runtime":82,"cert":"N\/A","id":99215,"title":"The Untouchable","adult":false,"genre_ids":[18]},{"cast":["Svein Scharffenberg","Gørild Mauseth","Zbigniew Zamachowski","Kari Simonsen","Bjarte Hjelmeland"],"overview":"\"Cabin Fever\" - A large family is going to the mountain for their christmas vacation, in a rented cabin. Problems occur on Christmas Eve when the father gets drunk and his alcohol problem comes to show. We get to learn a lot about the family's background, and secrets are revealed. If you look behind the curtain, they've got a whole other story to tell than what it looks from the outside.","release_date":"2000-11-24","vote_average":5.7,"runtime":102,"cert":"N\/A","id":99216,"title":"Cabin Fever","adult":false,"genre_ids":[]},{"cast":["Marty Mulholland","Blair Joscelyne"],"overview":"The boys from Mighty Car Mods take a road trip around Hokkaido in Japan in a 660cc Kei Car for their first feature length film.","release_date":"2011-01-01","vote_average":5.8,"runtime":58,"cert":"N\/A","id":99219,"title":"Turbos and Temples","adult":false,"genre_ids":[99]},{"cast":["Jeremy London","Roddy Piper","Cuyle Carvin","Adrienne LaValley","Angela Relucio"],"overview":"The owner of a small-town junkyard offers a cash reward to whomever can kill her uninvited, space-suited alien guest when its spacecraft crash-lands into her barn. Every wacko within 100 miles turns out, and before long, the junkyard is transformed into a war zone of man vs. man vs. machine vs. alien vs. God only knows what.","release_date":"2011-08-05","vote_average":5.9,"runtime":90,"cert":"15","id":99220,"title":"Alien Opponent","adult":false,"genre_ids":[28,35,878]},{"cast":["Barry Bostwick","Bruce McGill","Lin Shaye","Ray Wise","Ross Patterson"],"overview":"Chronicles the adventures of Franklin Delano Roosevelt, as he rides a \"wheelchair of death\" to stop the world from being taking over by polio-carrying werewolves during WWII. A deadly menace that are led by Werewolf Hitler, Mussolini and Emperor Hirohito.","release_date":"2012-09-24","vote_average":5.4,"runtime":93,"cert":"N\/A","id":99223,"title":"FDR: American Badass!","adult":false,"genre_ids":[35]},{"cast":["Rock Hudson","Julie Adams","Lee Van Cleef","Mary Castle","John McIntire"],"overview":"After being released from prison, ex-gunfighter John Wesley Hardin hopes to have his autobiography published in order to rehabilitate his tarnished reputation.","release_date":"1953-01-03","vote_average":6.5,"runtime":83,"cert":"N\/A","id":99224,"title":"The Lawless Breed","adult":false,"genre_ids":[28,37]},{"cast":["Milan Kňažko","Pavel Gajdoš","Dagmar Veškrnová-Havlová","Zuzana Kajnarová","Miroslav Táborský"],"overview":"Dreaded serial killer Peter Kurten voluntarily turns himself over to the authorities. A young lawyer, eager to prove Kurten's mental derangement, agrees to defend a man who terrorized Germany between 1929 and 1931. In studying the case and meeting with the intelligent, cold-blooded manipulator, the young idealist's values become warped.","release_date":"2009-03-26","vote_average":5.2,"runtime":100,"cert":"N\/A","id":99229,"title":"Normal","adult":false,"genre_ids":[18,80,53]},{"cast":["Bruce Bennett","Virginia Field","John Beal","Clifford Severn","Larry Parks"],"overview":"American naval forces are using a port in Iceland as a base for anti-submarine patrols to protect North Atlantic convoys from Nazi subs. The Nazis send undercover agents into the port in a scheme to blow up the entrance to the harbor and keep the patrols blocked in. The officers in charge of the patrols have to find the spies and stop them before they achieve their objective.","release_date":"1942-07-02","vote_average":6.0,"runtime":66,"cert":"N\/A","id":99232,"title":"Atlantic Convoy","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Gloria Jean","Donald O'Connor","Jane Frazee","Robert Paige","Peggy Ryan"],"overview":"Orphan prodigy singer runs away from her oppressive aunt and tricks a rural couple into adopting her.","release_date":"1942-10-02","vote_average":4.0,"runtime":71,"cert":"N\/A","id":99235,"title":"Get Hep to Love","adult":false,"genre_ids":[18,10402]},{"cast":["Red Skelton","Ann Sothern","Rags Ragland","Ben Blue","Marsha Hunt"],"overview":"Sailors and spies mingle in between the acts at Hattie's nightclub in the Canal Zone.","release_date":"1942-09-01","vote_average":4.0,"runtime":79,"cert":"N\/A","id":99236,"title":"Panama Hattie","adult":false,"genre_ids":[35]},{"cast":["Lloyd Nolan","Carole Landis","Cornel Wilde","James Gleason","Martin Kosleck"],"overview":"During WWII, a group of brave Americans spy on the Japanese after their invasion of the Philippines and became the first U.S. Guerrilla fighters.","release_date":"1942-10-16","vote_average":7.0,"runtime":81,"cert":"N\/A","id":99237,"title":"Manila Calling","adult":false,"genre_ids":[18,10752]},{"cast":["Adele Sandrock","Theo Shall","Liesl Karlstadt","Max Gülstorff","Iris Arian"],"overview":"no overview","release_date":"1935-12-20","vote_average":6.0,"runtime":85,"cert":"N\/A","id":99238,"title":"Fruit in the Neighbor's Garden","adult":false,"genre_ids":[35]},{"cast":["Bill Shirley","Ellen Drew","Jerry Colonna","Barbara Jo Allen","Phil Taylor"],"overview":"No Overview","release_date":"1942-12-24","vote_average":6.0,"runtime":null,"cert":"N\/A","id":99239,"title":"Ice-Capades Revue","adult":false,"genre_ids":[10402,35]},{"cast":["Hsin Li","Austin Lin"],"overview":"The lives of and relationship between two teens, a high school-aged boy and his younger niece.","release_date":"2009-09-11","vote_average":6.1,"runtime":96,"cert":"N\/A","id":99242,"title":"Take Me Far Away","adult":false,"genre_ids":[18,10751]},{"cast":["Sergei Bezrukov","Dmitriy Dyuzhev","Mikhail Porechenkov","Egor Beroev","Sergei Badyuk"],"overview":"Eight different greetings and situations on March 8th... Eight different Moms.","release_date":"2012-03-01","vote_average":4.9,"runtime":102,"cert":"N\/A","id":99247,"title":"Mommies","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"First Day follows 11 young Australians as they launch themselves into their first day at school.  We follow the children and their families in the weeks leading up to the first day and observe the variety of ways in which family cultures and contexts affect the preparation of each child for school.  When the first day arrives, we follow the children waking up, getting ready, getting to school, and their reactions to being there.  From tears to jubilation, this documentary captures every precious and painful moment of the all-important first day.","release_date":"","vote_average":6.0,"runtime":75,"cert":"N\/A","id":99250,"title":"The First Day","adult":false,"genre_ids":[99]},{"cast":["Jonny Hayz II","Raymond Andrew Bailey","Troy Garner","Megan Heffernan","Kerry Knuppe"],"overview":"A mysterious DJ is sent to a city block to mend a series of chain reactions that occur in our everyday lives.","release_date":"2005-01-01","vote_average":7.5,"runtime":8,"cert":"N\/A","id":99251,"title":"Spin","adult":false,"genre_ids":[18,35,10749]},{"cast":["Arie Koomen","Silvester Zwaneveld"],"overview":"","release_date":"1998-05-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":99252,"title":"Arie & Silvester: Kloten","adult":false,"genre_ids":[35]},{"cast":["Mikko Niskanen","Tarja-Tuulikki Tarsala","Paavo Pentikäinen","Tauno Paananen","Elina Liimatainen"],"overview":"Small-farmer Pasi shoots four policemen who have come to arrest him for raged drunkenness. Rest of the movie is a long flashback examining the events that finally leads to the tragic shooting. As time goes by, Pasi sinks gradually deeper and deeper into the poverty, gets into trouble with both police and tax officials while family arguments grow more and more serious. Based on a true story,","release_date":"1972-04-19","vote_average":7.8,"runtime":316,"cert":"N\/A","id":99259,"title":"Eight Deadly Shots","adult":false,"genre_ids":[18]},{"cast":["Ilean Almaguer","Angélica Aragón","Tomás Goros","Alberto Guerra","Jimena Guerra"],"overview":"Víctor, a psychopath, loves carving crosses onto women post-mortem, blames paedophile priest and mother-in-denial for his behaviour, falls in love with one of his intended victims and decides to give up his adopted lifestyle. An alcoholic detective (he’s mourning his sister’s passing), eventually tracks down Víctor, and manages to break his habit with the bottle.","release_date":"2012-03-02","vote_average":5.0,"runtime":96,"cert":"N\/A","id":99262,"title":"The Fifth Commandment","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A murderous drug addict driven insane by the demonic voice of his evil ventriloquist dummy sets out on a gore-soaked killing spree in this independent shocker from director Ron Atkins. Insanity is calling and Harry Russo is more than happy to answer by slicing, dicing, filleting and splaying anyone who gets in the way of his quest to achieve a state of complete mental chaos. Harry is not alone on his journey of destruction though, and as his villainous ventriloquist dummy offering a bit of immoral support, the stage is set for some serious bloodletting.~ Jason Buchanan, Rovi","release_date":"1997-01-01","vote_average":6.0,"runtime":84,"cert":"N\/A","id":99263,"title":"Schizophreniac: The Whore Mangler","adult":false,"genre_ids":[27,35,18]},{"cast":["R.L. Burnside","Junior Kimbrough"],"overview":"You See Me Laughin' is a personal journey into the lives and music of the last of the hill country bluesmen who've kept their music alive on the back porches and in the tiny juke joints of the Mississippi backwoods.","release_date":"2002-06-02","vote_average":4.0,"runtime":77,"cert":"N\/A","id":99264,"title":"You See Me Laughin'","adult":false,"genre_ids":[99,10402]},{"cast":["Krister Classon"],"overview":"","release_date":"2006-06-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":99265,"title":"Bäst Före?!","adult":false,"genre_ids":[35]},{"cast":["Laetitia Casta","Bertille Chabert","Alejandro Jodorowsky","Thure Lindhardt","Rousy Chanev"],"overview":"In Paris, Sophie and Daneel make a solid couple.  Nothing, it seems, can separate them - until the day when Sophie tells her partner she has organised a surprise trip to Bulgaria.  Daneel refuses to go, but Sophie insists and soon discovers just why her soul mate was so reluctant to set foot in the country...","release_date":"2011-05-16","vote_average":5.5,"runtime":95,"cert":"N\/A","id":99268,"title":"The Island","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Christian de Tillière","Ricet Barrier","Jacques Balutin","Pierre Maguelon","Serge Korber"],"overview":"Jean Lerat begins his military service at an army camp. Despite his aunt’s attempts to pull a few strings to his advantage, the unfortunate Lerat manages to get on the wrong side of his bullying colonel…","release_date":"1961-12-20","vote_average":6.3,"runtime":87,"cert":"N\/A","id":99275,"title":"The Army Game","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Girls Who Like","release_date":"","vote_average":0.0,"runtime":34,"cert":"N\/A","id":99278,"title":"Tamara","adult":true,"genre_ids":[]},{"cast":["Robert D. Hare","Peter Coyote","Paul Babiak","Philip G. Zimbardo","Christopher J. Lane"],"overview":"A provocative snapshot of the world we live in.  It is a well-known fact that our society is structured like a pyramid. The very few people at the top create conditions for the majority below. Who are these people? Can we blame them for the problems our society faces today? Guided by the saying “A fish rots from the head” we set out to follow that fishy odor. What we found out is that people at the top are more likely to be psychopaths than the rest of us.","release_date":"2011-09-11","vote_average":4.5,"runtime":80,"cert":"N\/A","id":99279,"title":"I am Fishead","adult":false,"genre_ids":[99]},{"cast":["Paul Weller"],"overview":"This behind-the-scenes documentary takes you into the studio and face-to-face with the Modfather. Enjoy the live concert experience with a 38 minute live set from the 100 Club. Bonus extras take you even deeper with a 30 minute extended interview with Weller, 5 full studio tracks, and 3 featurettes.","release_date":"2006-08-21","vote_average":0.0,"runtime":145,"cert":"","id":99286,"title":"As Is Now","adult":false,"genre_ids":[]},{"cast":["Roy Rogers","George 'Gabby' Hayes","Pauline Moore","Julian Rivero","Hugh Sothern"],"overview":"It's 1860 and the old Spanish land grants are being surveyed. Montez is after part of Don Regas' rancho and gets the surveyor to alter the boundary. But Don Regas still has the original grant written on a bandanna. Montez sends Indians after it but Bill Cody and Gabby fight them off and a wounded Gabby unknowingly ends up with the missing million dollar deed wrapped around his arm for a bandage.","release_date":"1940-04-11","vote_average":3.6,"runtime":59,"cert":"N\/A","id":99291,"title":"Young Buffalo Bill","adult":false,"genre_ids":[37]},{"cast":["Paul Weller"],"overview":"Recorded on October 16th 2002 at one of two huge arena shows in Scotland, this unique concert recording sees the modfather revisiting some Style Council and Jam material for the first time since going solo. Although he has attempted acoustic renditions of his past glories, never before has he performed full-band version of his classic early material, but he more than makes up for that with this special show. \"Town Called Malice,\" \"Man In The Cornershop,\" and \"Pretty Green\" from the Jam's collective ouvre are all given an airing, as well as a smattering of Style Council material, and highlight's from Weller's solo career.","release_date":"2003-09-08","vote_average":0.0,"runtime":128,"cert":"","id":99294,"title":"Live at Braehead","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live Concert at Wacken Open Air 2008 - Bonus DVD Concert from the Album \"Black Sails At Midnight\"","release_date":"2009-05-29","vote_average":6.5,"runtime":46,"cert":"N\/A","id":99305,"title":"Alestorm Live at Wacken 2008","adult":false,"genre_ids":[10402]},{"cast":["Henry Corden","Jean Vander Pyl","Mel Blanc","Gay Autterson","Casey Kasem"],"overview":"The Flintstones and Rubbles win a trip on \"Make a Deal or Don't\" to Count Rockula's castle in Rocksylvania where they have an unpleasant meeting with the Count and his servant Frankenstone.","release_date":"1979-01-01","vote_average":7.8,"runtime":48,"cert":"U","id":99306,"title":"The Flintstones Meet Rockula and Frankenstone","adult":false,"genre_ids":[10751,35,16]},{"cast":[],"overview":"Phrasenmäher Live in Stuttgart - Bonus DVD aus dem Album \"Sehr versörte Damen und Herren\"","release_date":"2011-04-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":99307,"title":"Phrasenmäher Ansehdings","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The former captain of the India team is still regarded as India's most successful Captain in modern times. His nicknames \"The God of the Off Side\", \"The Prince of Calcutta\", \"The Maharaja\" - are a popular attempt to describe his charisma, allure, and, in the end, success","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99308,"title":"The Warrior Prince - Sourav Ganguly","adult":false,"genre_ids":[99]},{"cast":["Evelyne Bouix","Jacques Villeret","Francis Huster","Jean-Claude Brialy","Jean Bouise"],"overview":"This tragic musical drama chronicles the star-crossed love between beloved French singer Edith Piaf and World Middleweight boxing champion Marcel Cerdan who died in a plane crash. The tumultuous affair is paralleled by the love affair of a French POW and his young pen pal who get engaged after writing to each other for four years and having never met. Their romances are framed by the sad, torchy songs of Piaf.","release_date":"1983-01-01","vote_average":5.1,"runtime":null,"cert":"N\/A","id":99313,"title":"Edith and Marcel","adult":false,"genre_ids":[18,10749]},{"cast":["Margaret Sullavan","James Stewart","Walter Pidgeon","Hattie McDaniel","Nat Pendleton"],"overview":"During WWI Bill Pettigrew, a naive young Texan soldier is sent to New York for basic training. He meets worldly wise actress Daisy Heath when her car nearly runs him over.","release_date":"1938-07-15","vote_average":8.0,"runtime":85,"cert":"N\/A","id":99318,"title":"The Shopworn Angel","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Genevieve Tobin","Roland Young","Ralph Forbes","Una O'Connor","Herbert Mundin"],"overview":"Roland Young and Genevieve Tobin have been married for one year, and they feel as if they are drifting apart in their marriage. They decide that they will take separate vacations away from each other to sort the marriage out. Tobin decides to go on a pleasure cruise, and while aboard many available men begin to hit on her, and she begins to contemplate having a quick shipboard fling with one of the men.","release_date":"1933-04-01","vote_average":5.7,"runtime":72,"cert":"N\/A","id":99319,"title":"Pleasure Cruise","adult":false,"genre_ids":[35,10749]},{"cast":["Victor Mature","Lucille Ball","Harold Peary","Mapy Cortés","Ginny Simms"],"overview":"Soldier Johnny Grey is engaged to marry singer Mapy Cortes, but his plans go awry when he learns that he is the heir to $100,000 from his great-grandfather -- a bequest that comes with a catch: before claiming the money, Johnny must marry a descendant of his great-grandfather's Civil War enemy, General Havelock-Allen. Not wanting to disrupt his planned marriage to Mapy, Johnny must figure out how to concoct a temporary marriage-of-convenience with the descendant -- who turns out to be the beautiful Terry Havelock-Allen.","release_date":"1942-11-13","vote_average":7.0,"runtime":87,"cert":"N\/A","id":99322,"title":"Seven Days' Leave","adult":false,"genre_ids":[35,10749]},{"cast":["Dinand Woesthoff","Dennis van Leeuwen","Paul Jan Bakker","Matto Kranenburg","Martijn Bosman"],"overview":"Dutch rockband Kane was founded in 1998 en amazingly the same year Dinand Woesthof and Dennis van Leeuwen already signed their first record deal with BMG. In the beginning of 1999 their first single was released and 'Where Do I Go Now' was an instant success and found itself at the top of the Dutch charts for weeks. 'As long as you want this', the first album was also a big success in The Netherlands. This concert shows material from their live performance in Ahoy, Rotterdam.","release_date":"2003-03-04","vote_average":6.0,"runtime":155,"cert":"N\/A","id":99325,"title":"Kane: Live in Rotterdam","adult":false,"genre_ids":[10402]},{"cast":["Aaron Jackson","Ron Marnich","John Yost","Steven F. Clark"],"overview":"Después de la liberación de un agente bioquímico, los zombies del mundo comienzan a devorar a todo ser viviente a la vista. Muy pocos de los supervivientes humanos que quedan, han pasado a la clandestinidad para evitar convertirse en comida de los zombies. Caín, un soldado, y Bell, un médico, están en una misión para localizar a los supervivientes y recoger suministros para llevar a un hospital de investigación.\r Pero durante su viaje no sólo se encuentran con zombis, sino también con una extraña variedad de sobrevivientes humanos y un experimento siniestro del Dr. Miller que puede acarrear un desastre aún mayor.","release_date":"2010-01-01","vote_average":3.7,"runtime":72,"cert":"N\/A","id":99328,"title":"BIOPHAGE","adult":false,"genre_ids":[27]},{"cast":["Makhouredia Gueye","Isseu Niang","Mustapha Ture","Mouss Diouf","Christoph Colomb"],"overview":"A money order from a relative in Paris throws the life of a Senegalese family man out of order. He deals with corruption, greed, problematic family members, the locals and the changing from his traditional way of living to a more modern one.","release_date":"1968-11-27","vote_average":7.4,"runtime":90,"cert":"N\/A","id":99329,"title":"Mandabi","adult":false,"genre_ids":[35]},{"cast":["Ananda Everingham","Chayanan Manomaisantiphap","Zerina Veesanun","Antwone Rommayanun"],"overview":"Destiny has brought Ten and Pao to meet through a story in touring book. Though they haven't seen each other yet, the letters in the book was written and sent to both of them. Until one day, when they meet by chance, the acquaintance they've made through the book begins to blossom and develop into love. They vow not to be apart from one another no matter what would come. There's a twist when Ten doesn't get his birthday present that Pao sends to him, but they still hold on to the vow that one day they'll be together forever.","release_date":"2008-12-18","vote_average":7.6,"runtime":117,"cert":"N\/A","id":99330,"title":"Happy Birthday","adult":false,"genre_ids":[18,10749]},{"cast":["Marion Nestle","Craig McNamara","The Naked Cowboy"],"overview":"What’s “organic” really? Are people better off eating organic foods? Are organic farms better for the environment? This film looks into the organic food industry and explore its shortcomings. We will explore cost, access, and health. Most importantly, it will examine paths towards a truly organic, self-sustaining agriculture system with local farmer’s markets, urban farmers, and school gardens inspiring new solutions.","release_date":"2012-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99331,"title":"In Organic We Trust","adult":false,"genre_ids":[99]},{"cast":["Enzo G. Castellari","Leonard Mann","Franco Nero","Fred Williamson","Joe Dallesandro"],"overview":"A documentary concerning the violent Italian 'poliziotteschi' cinematic movement of the 1970s which, at first glance, seem to be rip-offs of American crime films like DIRTY HARRY or THE GODFATHER, but which really address Italian issues like the Sicilian Mafia and red terrorism. Perhaps even more interesting than the films themselves were the rushed methods of production (stars performing their own stunts, stealing shots, no live sound) and the bleed-over between real-life crime and movie crime.","release_date":"2012-03-30","vote_average":8.0,"runtime":127,"cert":"N\/A","id":99332,"title":"Eurocrime! The Italian Cop and Gangster Films That Ruled the '70s","adult":false,"genre_ids":[99]},{"cast":["Longjun Li","Qin Liao","Xingkun Wei","Ging Wen","Jiayue Zhu"],"overview":"Desperate to support her family and earn enough money to get her husband out of jail, a woman with an unusual crying style becomes a professional mourner.","release_date":"2002-09-08","vote_average":7.0,"runtime":90,"cert":"N\/A","id":99333,"title":"Cry Woman","adult":false,"genre_ids":[]},{"cast":["Hal Holbrook","Dixie Carter","James Whitmore Jr.","Jennifer Jason Leigh","Gary McCleery"],"overview":"A young man is shot and killed in an altercation with Houston police. His father doesn't believe the police version of the incident and starts digging around on his own.","release_date":"1981-03-11","vote_average":6.0,"runtime":100,"cert":"N\/A","id":99336,"title":"The Killing of Randy Webster","adult":false,"genre_ids":[]},{"cast":[],"overview":"Native Americans fight for the survival of their salmon and their culture - against an energy corporation. Their struggle may trigger the largest dam removal project in history.","release_date":"2008-05-02","vote_average":0.0,"runtime":97,"cert":"N\/A","id":99337,"title":"Upstream Battle","adult":false,"genre_ids":[]},{"cast":["Richard Desjardins"],"overview":"","release_date":"2011-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99340,"title":"The Hole Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"What happens when the guy from head office discovers that there are only 6 torturers? They quickly discover that even torturers have a chain of command.","release_date":"2008-11-12","vote_average":8.0,"runtime":5,"cert":"N\/A","id":99341,"title":"Legend Of The Seven Bloody Torturers","adult":false,"genre_ids":[35,27]},{"cast":["Anne Bruce Falconer"],"overview":"For a period of time, while we believe it to be perfectly still, lifeless flesh responds, stirs and contorts in a final macabre ballet. Are these spasms merely erratic motions or do they echo the chaotic twists and turns of a past life?","release_date":"2009-09-14","vote_average":5.0,"runtime":9,"cert":"N\/A","id":99348,"title":"Danse Macabre","adult":false,"genre_ids":[]},{"cast":["Raymond Aimos","Léon Carny","Colette Darfeuil","Gustave Libeau","Marcel Roels"],"overview":"","release_date":"1969-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99349,"title":"Bossemans et Coppenolle","adult":false,"genre_ids":[35]},{"cast":["Brahmanandam","Varun Sandesh","Asmita Sood","Poonam Kaur","Krishnudu"],"overview":"V Eswar Reddy, who shot to fame with Aa Naluguru, is back with Brammigadi Katha. The director has brought an out comedy entertainer with Varun Sandesh, Asmita Sood and Poonam Kaur in the leads. Though, the hero of the film is Varun Sandesh, the real hero of the film is not himself but someone and the title exactly reveals this.","release_date":"2011-07-08","vote_average":0.0,"runtime":131,"cert":"N\/A","id":99350,"title":"Brahmi gadi Katha","adult":false,"genre_ids":[35]},{"cast":["Charles Coburn","Tom Drake","Hume Cronyn","Gladys Cooper","Dean Stockwell"],"overview":"An orphaned Irish boy is taken in by his mother's Scottish relations.","release_date":"1946-07-04","vote_average":7.2,"runtime":127,"cert":"N\/A","id":99351,"title":"The Green Years","adult":false,"genre_ids":[18]},{"cast":["Varun Sandesh","Tanikella Bharani","M. S. Narayana","Suma Bhattacharya"],"overview":"Varun Sandesh acts in the lead role along with the debutant actress Suma Bhattacharya in the opposite lead role. Yogeshwara Sharma, who is the son of acclaimed lyricist Sirivennala Seetha Rama Sastry, debuts himself as the music composer for this film","release_date":"2011-02-25","vote_average":10.0,"runtime":137,"cert":"N\/A","id":99352,"title":"Kudirithe Kappu Coffee","adult":false,"genre_ids":[]},{"cast":[],"overview":"Niharika (Charmi) is a young journalist working in a Telugu News Channel. After being chided by her boss for bringing 'boring' news, she starts looking for some controversial material. For this purpose she ventures out alone in the night into Hyderabad. Unknowingly, Niharika has a pen camera, which happens to capture a secret talk of a politician, which if it could come out, will dismantle his status. He sends his men after her. Niharika in the mean time starts looking at Hyderabad's dark secrets during the night. She also meets Prasad (Jagapathi Babu) who is a drunkard with a good heart, and along with him tries to solve the political problem. How things turn completely against her and how she overcomes the difficulties form the rest of the story.","release_date":"2011-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99353,"title":"Nagaram Nidra Potunna Vela","adult":false,"genre_ids":[]},{"cast":["Aadi Saikumar"],"overview":"A story about Sreenu, an NCC cadet who loves Prema in his college, and his heroic efforts to gain his love","release_date":"2011-02-25","vote_average":4.0,"runtime":166,"cert":"N\/A","id":99354,"title":"Prema Kavali","adult":false,"genre_ids":[]},{"cast":["Rutger Hauer","John Gielgud","Maria Schell","Blythe Danner","Trevor Howard"],"overview":"A dramatization of the life of Albert Speer, Hitler's young architect and onetime confidant, and his meteoric rise into the Nazi hierarchy. Based upon Speer's own monograph of the same title.","release_date":"1982-05-09","vote_average":7.5,"runtime":240,"cert":"N\/A","id":99357,"title":"Inside the Third Reich","adult":false,"genre_ids":[36,10752,18,10770]},{"cast":["Juliette Lewis"],"overview":"If you've attended a women's roller derby bout in its latest incarnation, you've seen it: the love and addiction that drives thousands of women around the globe to don fishnets, stage names and roller skates. The number of female league-skaters in the US is estimated over 20,000, and the first-ever World Cup in 2011 had women around the globe lacing up skates to compete internationally. Narrated by actress\/musician 'Juliette Lewis' , Derby Baby takes viewers on a quest to learn why women's roller derby is the fastest growing sport in the world.","release_date":"2012-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99366,"title":"Derby Baby: A Story of Love, Addiction and Rink Rash","adult":false,"genre_ids":[99]},{"cast":["Nicholas Braun","Hunter Cope","Dakota Johnson","Zach Cregger","Nick Offerman"],"overview":"Two guys who make a pact to lose their virginity before prom find their friendship tested when one of them comes out of the closet.","release_date":"2014-02-14","vote_average":5.9,"runtime":91,"cert":"15","id":99367,"title":"Date and Switch","adult":false,"genre_ids":[35]},{"cast":["Lloyd Kaufman","Doug Sakmann","Yaniv Sharon","Shelley Michelle","Tetsu Fujimura"],"overview":"Known for what must be the cheapest and cheesiest of the indie film world, Troma films takes on Cannes with gallons of fake blood, the Tronettes, and numerous hijinks by an uncontrollable group of volunteer Troma fans, costumed, naked, and did I mention covered with blood? While any publicity is good publicity, the low budget Troma films must wonder what this will do to their reputation. And I think they're thinking, woohoo!","release_date":"2002-05-16","vote_average":6.4,"runtime":108,"cert":"N\/A","id":99368,"title":"All the Love You Cannes!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-12-25","vote_average":10.0,"runtime":null,"cert":"N\/A","id":99369,"title":"Arthur l'aventurier : L'aventure de Noël","adult":false,"genre_ids":[]},{"cast":["T.C. Campbell","Matthew Osborne","James LeQuanq","Shira Lane"],"overview":"Got the facts on Milk? (also known as \"The Milk Documentary\" is an entertaining, award winning feature documentary that dares to question the conventional wisdom of the much publicized health benefits of milk and dairy products.  Addressing myth, truth and all in-between, the film is a humorous yet shocking exposition that provokes serious thought about this everyday staple.","release_date":"2011-08-30","vote_average":8.3,"runtime":88,"cert":"N\/A","id":99370,"title":"Got the Facts on Milk?","adult":false,"genre_ids":[18,99]},{"cast":["John De Hart","William Smith","Wings Hauser","Pamela Jean Bryant","Elaine Young"],"overview":"The Corruption of The System is given a swift lopsided kick by Vigilante Justice as a Disgraced Former Cop emerges from exile, automatic weapons blazing and mediocre martial arts akimbo, to bring down a murderous satanic cult headed by his former partner. His only allies? A boatload of swagger and one leggy blonde.","release_date":"1993-09-24","vote_average":7.5,"runtime":89,"cert":"N\/A","id":99373,"title":"Road to Revenge","adult":false,"genre_ids":[28,53]},{"cast":["Robert Goulet","Nancy Kwan","Robert Morse","Jill St. John","Keenan Wynn"],"overview":"A man left at the alter goes on his honeymoon trip anyway, taking his best man along instead.","release_date":"1964-06-03","vote_average":5.0,"runtime":89,"cert":"N\/A","id":99374,"title":"Honeymoon Hotel","adult":false,"genre_ids":[35]},{"cast":["Jerry Lewis","Harold J. Stone","Susan Bay","Buddy Lester","Del Moore"],"overview":"A fisherman crosses paths with a diamond-smuggling gangster who is his double and inadvertently takes his place at a resort hotel where he meets a special girl.","release_date":"1967-07-12","vote_average":6.3,"runtime":107,"cert":"N\/A","id":99377,"title":"The Big Mouth","adult":false,"genre_ids":[35,80,28]},{"cast":["Constance Bennett","Broderick Crawford","Patric Knowles","Anne Gwynne","Leo Carrillo"],"overview":"Two con artists arrive in a western boom town that they think is ripe for the pickings, only to get swindled themselves.","release_date":"1942-09-25","vote_average":0.0,"runtime":73,"cert":"N\/A","id":99380,"title":"Sin Town","adult":false,"genre_ids":[37]},{"cast":["Kathryn Grayson","Van Heflin","Marsha Hunt","Cecilia Parker","Peggy Moran"],"overview":"Little Deft Michigan follows the customs of old-world Holland and is known for its Tulip Festival. The owner of the hotel insists that his seven daughters marry in order, from eldest to youngest.","release_date":"1942-11-13","vote_average":7.0,"runtime":98,"cert":"N\/A","id":99381,"title":"Seven Sweethearts","adult":false,"genre_ids":[10402,10749,35]},{"cast":["Lina Romay","Martine Fléty","Marius Clavier","Susan Hemingway","Didier Aubriot"],"overview":"Three couples are staying at a hotel and all are having sexual issues. One day a professional porn star shows up and saves the day by teaching everyone how to do it.","release_date":"1979-01-31","vote_average":3.0,"runtime":80,"cert":"N\/A","id":99382,"title":"They Do Everything","adult":true,"genre_ids":[35]},{"cast":[],"overview":"Dorothy joins with Santa Claus in a brand new show propelled by fun, music and dancing and written by Blue Wiggle, Anthony Field. Join Dorothy the Dinosaur, a graduate of RADD (Royal Academy of Dinosaur Dancing), along with her friends Captain Feathersword, Wags the Dog and Henry the Octopus as they have the best Christmas party ever!  You’ll meet Santa’s elves, Fernie and Poppie, and Elfis the rock ‘n’ roll elf who sings Shaky Shaky and Rockin’ Santa! Dorothy delights us with One, Two, Three, Four, Five and Sing with Me. Santa himself sings Jingle Bells and Rudolph the Red-Nosed Reindeer! Dorothy the Dinosaur’s Rockin’ Christmas is a rosalicious romp that will get your tinsel toes a-tapping!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99385,"title":"Dorothy’s Rocking Christmas","adult":false,"genre_ids":[]},{"cast":["Jacques Nolot","Christian Milia-Darmezin","Kenji Levan","Rabah Ameur-Zaïmeche","Salim Ameur-Zaïmeche"],"overview":"Early on in this engaging historical drama, a marquis (played by the singularly droll Jacques Nolot) offers a peddler a carriage ride on a remote country road. After sizing up his benefactor, the peddler fights motion sickness to deliver his sales pitch: “I have here a few objects of wonder, pious images, pamphlets against men of the cloth, newspapers from Amsterdam and London, holy cards, quills, writing paper…”","release_date":"2011-08-08","vote_average":6.3,"runtime":null,"cert":"N\/A","id":99398,"title":"Smugglers' Songs","adult":false,"genre_ids":[12]},{"cast":["อุษณีย์ วัฒฐานะ","เฉลิม ปานเกิด","กิตติ เชี่ยววงศ์สกุล","เพ็ญศรี ปิ่นทอง","ภัสสร บุญยเกียรติ"],"overview":"Three married guys are always out every night with women who are not their wives. They come up with ingenious ways of not getting caught so they think that their wives know nothing about their night-time activities. However, they do and the wives have teamed up to wreak some revenge.","release_date":"2010-12-09","vote_average":0.0,"runtime":106,"cert":"N\/A","id":99399,"title":"Lalla Man","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"ชื่อภาษาไทย หนังผี จัดจำหน่ายโดย บริษัท โกลเด้น เอ เอ็นเตอร์เทนเมนท์ จำกัด กำหนดฉายหนัง 14 เมษายน 2554 เรื่องย่อหนัง หนังผี เป็นเรื่องราวสยองขวัญ ที่เกิดขึ้นในกองถ่ายหนังผี เมื่อ ราเชน (บีม ศรัณยู) ดาราซุปเปอร์สตาร์หนุ่มได้เสียชีวิตกลางกองถ่ายอย่างมีเงื่อนงำ หลังจากนั้น ผู้คนในกองถ่าย ทั้งทีมงานและนักแสดงก็ได้ถูกสังหารอย่างโหดเหี้ยมโดยฝีมือของผีราเชน กลุ่มดาราหนังเรื่องนี้ที่ยังรอดชีวิตอยู่ ได้แก่ โอ๋ (แนนนี่ เกิร์ลรี่เบอรี่), เอม (นุช นีรนาท) และ วรุต (แชมป์ วศิษฎ์) จึงต้องร่วมกันสืบหาความจริง และหยุดยั้งผีร้ายตนนี้ รายชื่อนักแสดงนำ แนนนี่ ภัทรนันท์ ดีรัศมี นุช นีรนาท โคทส์ บีม ศรัณยู ประชากริช แชมป์ วศิษฎ์ ผ่องโสภา เอ อัญชลี สายสุนทร ผู้กำกับ สราวุธ อินทรพรหม","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":99402,"title":"Nang Phee","adult":false,"genre_ids":[]},{"cast":["Karan","Kota Srinivasa Rao","Sampath Raj","Adithya Menon","Vaiyapuri"],"overview":"Kanagavel Kaaka is a 2010 Tamil film directed by Kavin Bala. The film stars Karan, Haripriya, Kota Srinivasa Rao and Sampath Raj in lead roles.","release_date":"2010-05-21","vote_average":5.0,"runtime":143,"cert":"N\/A","id":99407,"title":"Kanagavel Kaaka","adult":false,"genre_ids":[28,18]},{"cast":["Matthew Smiley","Tatsuya Fuji","Christopher Heyerdahl","Naho Watanabe","Lisle Wilkerson"],"overview":"Twenty-three-year-old Ken has difficulty coping with the death of his father. His mother send him to his uncle Takuma in Japan.","release_date":"2005-10-01","vote_average":7.0,"runtime":110,"cert":"N\/A","id":99410,"title":"Kamataki","adult":false,"genre_ids":[18]},{"cast":["Catherine Deneuve","Jean-Claude Brialy","Sami Frey","Elsa Martinelli","Robert Webber"],"overview":"Manon is an amoral, free spirit who uses sex to surround herself in relatively luxurious surroundings.","release_date":"1968-02-21","vote_average":5.3,"runtime":105,"cert":"N\/A","id":99419,"title":"Manon 70","adult":false,"genre_ids":[18]},{"cast":["Mark Jacobs","Lisa Jane Todd","Patrick Danz","Sara Hauser","Christopher Whiting"],"overview":"During a local fishing contest, people are being mysteriously dragged into the lake and killed by a giant fish hook. After a sufficient number of deaths, the killer is finally revealed.","release_date":"1987-04-01","vote_average":4.3,"runtime":111,"cert":"N\/A","id":99424,"title":"Blood Hook","adult":false,"genre_ids":[35,27]},{"cast":["Anjali","Mu Kalanjiyam","Alex","Ashmitha Subramaniyam","Sunitha Varma"],"overview":"Karungali is a Tamil film directed by Mu.Kalanjiam. It stars Mu.Kalanjiam,Srinivas and Anjali in the lead.  Kanimozhi (Sunitha Verma), a doctor by profession, is drawn to the Ravi because of his life-saving act and ultimately decides to marry him. She overlooks Ravi's brutal past life during when he had murdered many including Sengudi (Asmitha), who was with him right from the childhood days. She loves him but he appears quite satisfied by using her whenever he's driven by his sexual urge.","release_date":"2011-07-29","vote_average":0.0,"runtime":150,"cert":"N\/A","id":99425,"title":"Karungali","adult":false,"genre_ids":[18]},{"cast":["Louis Miehe-Renard","Gunnar Lauring","Birgitte Reimer","Poul Reichhardt","Inger Lassen"],"overview":"","release_date":"1953-04-06","vote_average":4.8,"runtime":null,"cert":"N\/A","id":99430,"title":"Adam and Eve","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Pattiyal Sekar is known for his good taste in scripts. He proved it in Alibaba and repeated it with his latest Tamil flick Katrathu Kalavu.  The story isn't new, but is told in a refreshing fashion with a cast that sets out to have fun and gives you a good ride in the process","release_date":"2010-05-30","vote_average":0.0,"runtime":145,"cert":"N\/A","id":99433,"title":"Katrathu Kalavu","adult":false,"genre_ids":[]},{"cast":["Akane Yazaki","Reiko Yamaguchi","Naohiro Hirakawa","Azusa Sakai","Lemon Hanazawa"],"overview":"Every choice you make can change the course of your life. This is the premise of THE JAPANESE WIFE NEXT DOOR series. Beginning exactly the same as Part One, a businessman’s life is almost complete; all he needs is a wife. He meets two women… and this time he marries the rich one — whose family just happens to be a bunch of sado-masochistic sociopaths! Directed by ‘Mr. Pink,’ Yutaka Ikejima, and starring the sexy Yazaki Akane and with a special appearance by erotic bombshell Reiko Yamaguchi, star of part one, the JAPANESE WIFE NEXT DOOR – PART 2 is a raunchy and bizarre erotic comedy!","release_date":"2004-04-23","vote_average":6.4,"runtime":61,"cert":"N\/A","id":99436,"title":"The Japanese Wife Next Door: Part 2","adult":false,"genre_ids":[35]},{"cast":["Andrew Dawe-Collins","Madison Lehr","Isabella Gielniak","Peter Ciaramitaro","Grace Anne Prevost"],"overview":"An Iraq War veteran suffering from PTSD and Psychosis returns home. He tries to reconstitute his lost family by kidnapping children who he thinks are his own. The teen (Jennifer) whom he kidnapped came from a dysfunctional family. Her mother sold her virginity on the internet to Mr. Miller, a wealthy man. Police suspect foul play in her disappearance and suspect her parents. Jennifer attempted a coat hanger abortion at Kidnapper's house and had a near death experience. The child Mia whom he kidnapped kept pining for her mother until she catch pneumonia in the cold house without any utilities. She was taken to hospital but was kidnapped by someone else. Kidnapper is hounded by memories of a singing blind girl whom he killed for fun in Afghanistan. Best Picture at American International Film Festival. No nudity. No vulgar language. No profanity. There is violence. Recommended for 13 yrs. and older. Another satire by award winning director ctom.","release_date":"2011-11-28","vote_average":0.0,"runtime":97,"cert":"N\/A","id":99443,"title":"Song of the Blind Girl","adult":false,"genre_ids":[80,18,35]},{"cast":["Jodie Whittaker","Dougray Scott","Emilia Fox","David Warner","Stuart Martin"],"overview":"After witnessing an older version of herself committing suicide, Mia (Jodie Whittaker) attempts to rewrite history and thereby avert this tragic fate. She travels back in time, exploring dark secrets and lashing out against handsome Ludwig (Dougray Scott), the root of her problems. Directed by Dana Lustig, this Kafkaesque romantic thriller also stars David Warner, Emilia Fox, Chris Wilson and Allan Corduner.","release_date":"2012-06-15","vote_average":4.8,"runtime":84,"cert":"","id":99444,"title":"A Thousand Kisses Deep","adult":false,"genre_ids":[10749,53,14]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo","Metallica"],"overview":"MTV Broadcast of the Metallica performance live From Rock Am Ring 2006. 01. Creeping Death \/ 02.  Fuel \/ 03. Wherever I May Roam \/ 04. For Whom the Bell Tolls \/ 05. Fade to Black \/ 06. Battery \/ 07. Master of Puppets \/ 08. The Thing That Should Not Be \/ 09. Welcome Home (Sanitarium) \/ 10. Disposable Heroes \/ 11. Leper Messiah \/ 12. Orion [First time played live in its entirety] \/ 13. Damage, Inc. \/ 14. Sad But True \/ 15. Nothing Else Matters \/ 16. One \/ 17. Enter Sandman \/ 18. Last Caress \/ 19. Seek & Destroy","release_date":"2006-06-03","vote_average":0.0,"runtime":136,"cert":"N\/A","id":99447,"title":"Metallica: Rock AM Ring 2006","adult":false,"genre_ids":[10402]},{"cast":["Ebbe Rode","John Price","Hanne Borchsenius","Grethe Sønck","Jesper Langberg"],"overview":"Taking place on a small villa road: The two neighbors Gormsen and Sandelund have been at a dispute for years and this evolves into an all out war. Sandelund is a wholesale dealer in meet, a capitalist and has one of this modem houses with a flat roof. Gormsen is a dentist, and a communist, he has a new wife that are younger then his son, and lives in one of these old-fashioned half-timbered houses. A third factor is the merchant Krause. To begin with he is a small time grocer and progresses into the end, a big time businessman. He is a deeply religious man, a good Christian, and member of the parochial church council. There children, (teenagers) find their conflict silly and stupid.","release_date":"1966-03-07","vote_average":6.5,"runtime":93,"cert":"N\/A","id":99458,"title":"Neighbors","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Helle Virkner","Ove Sprogøe","Karen Marie Løwert","Judy Gringer"],"overview":"","release_date":"1959-07-17","vote_average":6.1,"runtime":90,"cert":"N\/A","id":99459,"title":"Onkel Bill fra New York","adult":false,"genre_ids":[35]},{"cast":["John Lloyd Cruz","Angel Locsin","Tetchie Agbayani","Edgar Mortiz","Edgar Allan Guzman"],"overview":"Macky Galvez is a depressed young man contemplating why he had several failed relationships. Galvez meets Ces Bricenio, a modern-day woman who is afraid of commitment.","release_date":"2012-02-15","vote_average":7.1,"runtime":108,"cert":"N\/A","id":99460,"title":"ÜnOfficially Yours","adult":false,"genre_ids":[10749,35]},{"cast":["Simon Woods","Keith Chin","Grirggiat Punpiputt","Siriyakorn Pukkavesh","Krissada Sukosol Clapp"],"overview":"","release_date":"2008-12-24","vote_average":5.7,"runtime":92,"cert":"N\/A","id":99471,"title":"Sunny et l'éléphant","adult":false,"genre_ids":[10751,12]},{"cast":["Wallace Beery","Adolphe Menjou","Virginia Bruce","Rochelle Hudson","Janet Beecher"],"overview":"20th Century Fox's highly fabricated film biography of circus showman P. T. Barnum stars Wallace Beery (as Barnum), Virginia Bruce (as Jenny Lind), Janet Beecher and Adolphe Menjou. Released in 1934.","release_date":"1934-12-23","vote_average":0.5,"runtime":87,"cert":"N\/A","id":99472,"title":"The Mighty Barnum","adult":false,"genre_ids":[35]},{"cast":["Nastassja Revvo","Johann Storm","Henning Peker","Claudia Geisler","Christian Habicht"],"overview":"","release_date":"2006-05-28","vote_average":6.7,"runtime":null,"cert":"N\/A","id":99475,"title":"Hänsel und Gretel","adult":false,"genre_ids":[10751,14]},{"cast":["Kamagurka"],"overview":"Theater show","release_date":"","vote_average":10.0,"runtime":92,"cert":"N\/A","id":99476,"title":"Kamagurka: Welkom in Kamagurkistan","adult":false,"genre_ids":[35]},{"cast":["Moira Kelly","Martin Sheen","Lenny Von Dohlen","Melinda Dillon","Paul Lieber"],"overview":"\"Entertaining Angels\" is an interesting title for this movie about the 1920's and 30's social activist, Dorothy Day, for it can be regarded that what this woman did, sometimes single-handedly, always controversially, in her fight against social injustice would, indeed, be wonderful entertainment for angels... or it could mean that her work was for the benefit of the 'angels' at the bottom of the social ladder for whom she fought daily against those who would hold them down... this included her work as a suffregette. However it is meant, this film captures much of the real-life drama that took place on big city streets, and of the very personal trials which eventually led her to convert to roman Catholicism, and a dedication to helping the poor.","release_date":"1996-09-27","vote_average":5.0,"runtime":112,"cert":"N\/A","id":99479,"title":"Entertaining Angels - The Dorothy Day Story","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary on three men who claim to be the second coming of the Christian Messiah.","release_date":"2011-01-28","vote_average":5.0,"runtime":75,"cert":"N\/A","id":99480,"title":"I am Jesus","adult":false,"genre_ids":[]},{"cast":["Tadashi Yoshimura"],"overview":"About Tadashi Yoshimura's maternity clinic where he practice \"natural births\" deep in the forest of Okazaki (Japan).","release_date":"2010-11-06","vote_average":4.5,"runtime":92,"cert":"N\/A","id":99483,"title":"Genpin","adult":false,"genre_ids":[99]},{"cast":["Yanina Kasheva","Kaloian Siriiski","Tzvetan Daskalov"],"overview":"Teenage Bulgarian boy Radostin collides with his parents by disappearing for two days and then bringing home his two new friends - devoted punks. Their encounters in a small flat are challenging, serious and at the same time funny.","release_date":"2011-04-27","vote_average":7.0,"runtime":88,"cert":"N\/A","id":99490,"title":"Shelter","adult":false,"genre_ids":[18,35]},{"cast":["Teresa Sánchez","Gabino Rodríguez"],"overview":"Summer of Goliath is a documentary\/fiction hybrid that narrates various stories of the people of the town of Huilotepec in rural Mexico. Teresa's husband has disappeared and she believes he has left her for another woman. Gabino, her son, is a soldier who searches cars at the side of a country road, where very few cars pass by. He hopes one day him and Alberto, his soldier partner, will get machine guns to further intimidate the people driving by. Amalio, Nico, and Oscar are three brothers whose stories we learn through a series of interviews and reenactments. Their father left them many years ago, and their mother can barely support them. Oscar has gained the nickname Goliath after the mysterious death of his girlfriend.","release_date":"2011-07-08","vote_average":5.0,"runtime":78,"cert":"N\/A","id":99495,"title":"Summer of Goliath","adult":false,"genre_ids":[]}]