[{"cast":["Hannelore Elsner","Vadim Glowna","Michael Gwisdek","Jasmin Tabatabai","Lars Rudolph"],"overview":"Flanders, a famous female author, travels 1989 after the fall of the Berlin wall into the German capitol. She is deeply depressed of the events because she saw the communistic states as a very good thing that has now ended. In the joy of these days she finds no person to understand her, so she has to travel back to Munich. After meeting several people, known and unknown, it seems as if there will be no way to go.","release_date":"2000-04-20","vote_average":7.5,"runtime":110,"cert":"N\/A","id":10500,"title":"No Place to Go","adult":false,"genre_ids":[18]},{"cast":["Kenneth Branagh","Kevin Kline","Rosie Perez","Armand Assante","Edward James Olmos"],"overview":"After a failed swindle, two con-men end up with a map to El Dorado, the fabled \"city of gold,\" and an unintended trip to the New World.  Much to their surprise, the map does lead the pair to the mythical city, where the startled inhabitants promptly begin to worship them as gods.  The only question is, do they take the worshipful natives for all they're worth, or is there a bit more to El Dorado than riches?","release_date":"2000-03-31","vote_average":7.1,"runtime":89,"cert":"U","id":10501,"title":"The Road to El Dorado","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Mel Gibson","Nick Stahl","Margaret Whitton","Fay Masterson","Gaby Hoffmann"],"overview":"Justin McLeod is a former teacher who lives as a recluse on the edge of town after his face is disfigured from an automobile accident ten years earlier, in which a boy was incinerated—and for which he was convicted of involuntary manslaughter. Also suspected of being a paedophile, he is befriended by Chuck, causing the town's suspicions and hostility to be ignited.","release_date":"1993-08-25","vote_average":6.5,"runtime":114,"cert":"N\/A","id":10502,"title":"The Man Without a Face","adult":false,"genre_ids":[18]},{"cast":["Sally Hawkins","Alexis Zegerman","Eddie Marsan","Samuel Roukin","Sinéad Matthews"],"overview":"A look at a few chapters in the life of Poppy, a cheery, colorful, North London schoolteacher whose optimism tends to exasperate those around her.","release_date":"2008-04-18","vote_average":6.5,"runtime":118,"cert":"15","id":10503,"title":"Happy-Go-Lucky","adult":false,"genre_ids":[18,35]},{"cast":["Maria Bethânia","Caetano Veloso","Gilberto Gil","Chico Buarque","Nana Caymmi"],"overview":"No overview found.","release_date":"2005-08-24","vote_average":0.0,"runtime":82,"cert":"N\/A","id":10506,"title":"Maria Bethânia: Música é Perfume","adult":false,"genre_ids":[99]},{"cast":[],"overview":"„I began documenting their lives, if only because I hoped each film would have a happy ending.“ (Gerd Kroske)","release_date":"2006-11-03","vote_average":0.0,"runtime":100,"cert":"N\/A","id":10507,"title":"Sweep it Up, Again","adult":false,"genre_ids":[99]},{"cast":["Mara Wilson","Richard Attenborough","Elizabeth Perkins","Dylan McDermott","J.T. Walsh"],"overview":"6-year-old Susan Walker has doubts about childhood's most enduring miracle—Santa Claus. Her mother told her the 'secret' about Santa a long time ago, but, after meeting a special department store Santa who's convinced he's the real thing, Susan is given the most precious gift of all—something to believe in.","release_date":"1994-11-18","vote_average":6.7,"runtime":114,"cert":"U","id":10510,"title":"Miracle on 34th Street","adult":false,"genre_ids":[14,18,10751]},{"cast":["Paddy Considine","Samantha Morton","Sarah Bolger","Emma Bolger","Djimon Hounsou"],"overview":"An Irish immigrant family adjusts to life in the United States, a chance to get over the lost son. They have no money and the apartment is in bad condition.","release_date":"2003-10-31","vote_average":7.3,"runtime":105,"cert":"","id":10511,"title":"In America","adult":false,"genre_ids":[18,10751]},{"cast":["Arthur Hill","David Wayne","James Olson","Kate Reid","Paula Kelly"],"overview":"When virtually all of the residents of Piedmont, New Mexico, are found dead after the return to Earth of a space satellite, the head of the US Air Force's Project Scoop declares an emergency. A group of eminent scientists led by Dr. Jeremy Stone scramble to a secure laboratory and try to first isolate the life form while determining why two people from Piedmont - an old alcoholic and a six-month-old baby - survived. The scientists methodically study the alien life form unaware that it has already mutated and presents a far greater danger in the lab, which is equipped with a nuclear self-destruct device designed to prevent the escape of dangerous biological agents..","release_date":"1971-03-12","vote_average":7.1,"runtime":131,"cert":"PG","id":10514,"title":"The Andromeda Strain","adult":false,"genre_ids":[878,53]},{"cast":["Keiko Yokozawa","Mayumi Tanaka","Minori Terada","Kotoe Hatsui","Fujio Tokita"],"overview":"A young boy and a girl with a magic crystal must race against pirates and foreign agents in a search for a legendary floating castle.","release_date":"1986-08-02","vote_average":8.0,"runtime":124,"cert":"PG","id":10515,"title":"Castle in the Sky","adult":false,"genre_ids":[12,14,16,28,10751,10749]},{"cast":["Louis de Funès","Michel Galabru","Maurice Risch","Jean-Pierre Rambal","Guy Grosso"],"overview":"The bungling inspector Cruchot (Funès) finds himself trying to save the residents of St. Tropez from some oil-drinking humanoid aliens. The only way to tell the aliens from the real people, besides their constant thirst for oil-products, is that they sound like empty garbage cans when you touch them. Chaos is ahead.","release_date":"1979-01-31","vote_average":6.2,"runtime":96,"cert":"N\/A","id":10516,"title":"The Gendarme and the Creatures from Outer Space","adult":false,"genre_ids":[35,878]},{"cast":["Ulrich Noethen","Sebastian Koch","Piet Klocke","Hauke Diekamp","Philipp Peters-Arnolds"],"overview":"A boy who was once a perpetual outcast finds friends in a new boarding school, united with his new peers gets involved in a heated rivalry with a group of students from a neighboring school.","release_date":"2003-01-16","vote_average":5.5,"runtime":110,"cert":"N\/A","id":10519,"title":"The Flying Classroom","adult":false,"genre_ids":[35,18]},{"cast":["Melonie Diaz","Nicole Vicius","Guinevere Turner","Carly Pope","Daniela Sea"],"overview":"Anna is coming out. But not as gay, as a revolutionary.","release_date":"2007-02-09","vote_average":5.8,"runtime":87,"cert":"N\/A","id":10520,"title":"Itty Bitty Titty Committee","adult":false,"genre_ids":[35]},{"cast":["Kate Hudson","Anne Hathaway","Bryan Greenberg","Chris Pratt","Steve Howey"],"overview":"Two best friends become rivals when their respective weddings are accidentally booked for the same day.","release_date":"2009-01-09","vote_average":6.1,"runtime":89,"cert":"PG","id":10521,"title":"Bride Wars","adult":false,"genre_ids":[35,10749]},{"cast":["Sophie Marceau","Christopher Lambert","Nicolas Briançon","Simon Abkarian","Robert Hossein"],"overview":"An inspector who just suffered a family tragedy is looking for a missing older man. Man's family is of no help, or are they hiding something? He is helped by a ghost of an actress who died 30 years ago, or is he slowly going insane?","release_date":"2007-05-23","vote_average":4.2,"runtime":103,"cert":"N\/A","id":10524,"title":"Trivial","adult":false,"genre_ids":[53]},{"cast":["Billy Crystal","Debra Winger","Joe Mantegna","Cynthia Stevenson","Richard Masur"],"overview":"Mickey Gordon is a basketball referee who travels to France to bury his father. Ellen Andrews is an American living in Paris who works for the airline he flies on. They meet and fall in love, but their relationship goes through many difficult patches. The story is told in flashback by their friends at a restaurant waiting for them to arrive.","release_date":"1995-05-19","vote_average":6.2,"runtime":101,"cert":"N\/A","id":10525,"title":"Forget Paris","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Shortly after its release, the book was optioned by Working Title Films in conjunction with Cate Blanchett. In March 2013, it was announced that HBO Films is set to produce a film adaptation of the book starring Blanchett. HBO Films is closing a deal with Julie Delpy to adapt the Marisa Acocella Marchetto memoir Cancer Vixen: A True Story as a star vehicle for Cate Blanchett. Blanchett is an executive producer on the project alongside Maven Pictures partners Trudie Styler and Celine Rattray. (Aug 2013)","release_date":"2015-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":10526,"title":"Cancer Vixen: A True Story","adult":false,"genre_ids":[18]},{"cast":["Ben Stiller","Jada Pinkett Smith","David Schwimmer","Chris Rock","Cedric the Entertainer"],"overview":"Alex, Marty, and other zoo animals find a way to escape from Madagascar when the penguins reassemble a wrecked airplane. The precariously repaired craft stays airborne just long enough to make it to the African continent. There the New Yorkers encounter members of their own species for the first time. Africa proves to be a wild place, but Alex and company wonder if it is better than their Central Park home.","release_date":"2008-10-30","vote_average":6.4,"runtime":89,"cert":"PG","id":10527,"title":"Madagascar: Escape 2 Africa","adult":false,"genre_ids":[10751,16,35]},{"cast":["Robert Downey Jr.","Jude Law","Rachel McAdams","Mark Strong","Eddie Marsan"],"overview":"Eccentric consulting detective, Sherlock Holmes and Doctor John Watson battle to bring down a new nemesis and unravel a deadly plot that could destroy England.","release_date":"2009-12-23","vote_average":7.2,"runtime":128,"cert":"12","id":10528,"title":"Sherlock Holmes","adult":false,"genre_ids":[28,12,80,9648]},{"cast":["Jim Caviezel","Sophia Myles","Jack Huston","Ron Perlman","John Hurt"],"overview":"During the reign of the Vikings, a man from another world crash-lands on Earth, bringing with him an alien predator. The man must fuse his advanced technology with the weaponry of the vikings to fight the monster.","release_date":"2008-04-24","vote_average":6.1,"runtime":115,"cert":"15","id":10529,"title":"Outlander","adult":false,"genre_ids":[14,28,878]},{"cast":["Irene Bedard","Mel Gibson","David Ogden Stiers","John Kassir","Russell Means"],"overview":"Pocahontas, daughter of a Native American tribe chief, falls in love with an English soldier as colonists invade 17th century Virginia.","release_date":"1995-06-14","vote_average":6.9,"runtime":81,"cert":"U","id":10530,"title":"Pocahontas","adult":false,"genre_ids":[12,16,10751,10749]},{"cast":["Sigourney Weaver","Ben Kingsley","Stuart Wilson","Krystia Mova","Jonathan Vega"],"overview":"A political activist is convinced that her guest is a man who once tortured her for the government.","release_date":"1994-05-04","vote_average":7.1,"runtime":103,"cert":"N\/A","id":10531,"title":"Death and the Maiden","adult":false,"genre_ids":[18,53,9648]},{"cast":["Gerd Knebel","Henni Nachtsheim","Ottfried Fischer","Martin Armknecht","Christiane Reiff"],"overview":"No overview found.","release_date":"1996-01-17","vote_average":6.4,"runtime":95,"cert":"N\/A","id":10532,"title":"Abbuzze! Der Badesalz-Film","adult":false,"genre_ids":[35]},{"cast":["Demi Moore","Gary Oldman","Robert Duvall","Robert Prosky","Edward Hardwicke"],"overview":"Set in puritanical Boston in the mid 1600s, the story of seamstress Hester Prynne, who is outcast after she becomes pregnant by a respected reverend. She refuses to divulge the name of the father, is \"convicted\" of adultery and forced to wear a scarlet \"A\" until an Indian attack unites the Puritans and leads to a reevaluation of their laws and morals.","release_date":"1995-10-13","vote_average":5.7,"runtime":135,"cert":"N\/A","id":10533,"title":"The Scarlet Letter","adult":false,"genre_ids":[18,10749]},{"cast":["Jeff Bridges","Caroline Goodall","John Savage","Scott Wolf","Jeremy Sisto"],"overview":"Teenage boys discover discipline and camaraderie on an ill-fated sailing voyage.","release_date":"1996-02-02","vote_average":6.3,"runtime":129,"cert":"N\/A","id":10534,"title":"White Squall","adult":false,"genre_ids":[28,18,12]},{"cast":["Leslie Nielsen","Nicollette Sheridan","Charles Durning","Marcia Gay Harden","Barry Bostwick"],"overview":"The evil Gen. Rancor has his sights set on world domination, and only one man can stop him: Dick Steele, also known as Agent WD-40. Rancor needs to obtain a computer circuit for the missile that he is planning to fire, so Steele teams up with Veronique Ukrinsky, a KGB agent whose father designed the chip. Together they try to locate the evil mastermind's headquarters, where Veronique's father and several other hostages are being held.","release_date":"1996-05-24","vote_average":5.2,"runtime":81,"cert":"N\/A","id":10535,"title":"Spy Hard","adult":false,"genre_ids":[28,35]},{"cast":["Michael Caine","Noël Coward","Benny Hill","Margaret Blye","Raf Vallone"],"overview":"Charlie's got a 'job' to do. Having just left prison he finds one his of friends has attempted a high risk job in Torino, Italy, right under the nose of the mafia. Charlie's friend doesn't get very far, so Charlie takes over the 'job'. Using three Mini Coopers, a couple of Jaguars and a bus, he hopes to bring Torino to a standstill, steal a fortune in gold and escape in the chaos.","release_date":"1969-06-02","vote_average":7.1,"runtime":99,"cert":"PG","id":10536,"title":"The Italian Job","adult":false,"genre_ids":[28,80,35,53]},{"cast":["Val Kilmer","Meg Ryan","Kyle MacLachlan","Frank Whaley","Kevin Dillon"],"overview":"The story of the famous and influential 1960's rock band and its lead singer and composer, Jim Morrison.","release_date":"1991-03-01","vote_average":6.9,"runtime":140,"cert":"18","id":10537,"title":"The Doors","adult":false,"genre_ids":[18,10402]},{"cast":["Wesley Snipes","Bruce Payne","Tom Sizemore","Alex Datcher","Bruce Greenwood"],"overview":"An infamous terrorist has evaded capture for a long time by being extremely clever and ruthless. Things get interesting when he hijacks a plane carrying famous security expert John Cutter, who isn't about to stand this sort of thing.","release_date":"1992-11-05","vote_average":5.7,"runtime":84,"cert":"15","id":10538,"title":"Passenger 57","adult":false,"genre_ids":[28,12,53]},{"cast":["Paul Terry","Miriam Margolyes","Joanna Lumley","Pete Postlethwaite","Simon Callow"],"overview":"When the young orphan boy James spills a magic bag of crocodile tongues, he finds himself in possession of a giant peach that flies him away to strange lands.","release_date":"1996-04-12","vote_average":6.4,"runtime":79,"cert":"U","id":10539,"title":"James and the Giant Peach","adult":false,"genre_ids":[12,16,10751,14]},{"cast":["Sean Connery","Frances Sternhagen","Peter Boyle","James Sikking","Marc Boyle"],"overview":"An honest marshal in a corrupt mining colony on Io, Jupiter's sunless third moon, is determined to confront a violent drug ring even though it may cost him his life. After his wife angrily deserts him, he waits alone for the arrival of killers hired by the company to eliminate him.","release_date":"1981-05-22","vote_average":6.4,"runtime":112,"cert":"15","id":10540,"title":"Outland","adult":false,"genre_ids":[878,9648]},{"cast":["Virginie Ledoyen","Emmanuel Mouret","Julie Gayet","Michaël Cohen","Stefano Accorsi"],"overview":"When Gabriel and Emilie meet by chance, he offers her a ride, and they spend the evening talking, laughing and getting along famously. At the end of the night, Emilie declines Gabriel's offer of \"a kiss without consequences\". Emilie admonishes him that the kiss could have unexpected consequences, and tells him a story, unfolding in flashbacks, about the impossibility of indulging your desires without affecting someone else's life.","release_date":"2007-06-06","vote_average":6.5,"runtime":100,"cert":"N\/A","id":10541,"title":"Shall We Kiss?","adult":false,"genre_ids":[18,35,10749]},{"cast":["Udo Samel","Peter Lohmeyer","Iris Berben","Marc Richter","Leonard Lansink"],"overview":"The plot takes place in New York, and in the present. In a Hotel called \"Quicky\" a professor blackmails a student of his into having sex with him. But when the professor puts on a condom, the carnivorous condom bites off his penis and disappears. Detective Mackaroni who gets the case thinks that the college girl just bit off her teacher's penis! Mackaroni goes to the motel himself to check out the crime scene, in the lobby he finds a gigolo named Bill and he asks him to follow him to crime room, there the two men attempt to have sex when they are suddenly interrupted by the attack of a killer condom.","release_date":"1996-08-29","vote_average":5.6,"runtime":107,"cert":"N\/A","id":10542,"title":"Killer Condom","adult":false,"genre_ids":[35,27]},{"cast":["Mark Wahlberg","Reese Witherspoon","William Petersen","Alyssa Milano","Amy Brenneman"],"overview":"A 16 year old girl takes up with a charming young man who quickly shows his colors when he beats a friend simply for walking with her and then goes totally ballistic after she tries to break up with him.","release_date":"1996-04-12","vote_average":6.3,"runtime":97,"cert":"N\/A","id":10543,"title":"Fear","adult":false,"genre_ids":[18,53,10749]},{"cast":["Heath Ledger","Orlando Bloom","Geoffrey Rush","Naomi Watts","Joel Edgerton"],"overview":"After getting threatened by Kelly's friends and family, Constable Fitzpatrick places the blame on Ned Kelly and exaggerates what happened. With the biggest ever award available, Kelly and his gang set into the wild, to remain hidden from everyone who seeks them. Even if it means having his family arrested, the members of the Kelly Gang stay hidden and plan a way to get their names cleared.","release_date":"2003-03-22","vote_average":6.1,"runtime":110,"cert":"","id":10544,"title":"Ned Kelly","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Tom Hulce","Demi Moore","Tony Jay","Kevin Kline","Paul Kandel"],"overview":"When Quasimodo defies the evil Frollo and ventures out to the Festival of Fools, the cruel crowd jeers him. Rescued by fellow outcast the gypsy Esmeralda, Quasi soon finds himself battling to save the people and the city he loves.","release_date":"1996-06-21","vote_average":7.0,"runtime":91,"cert":"U","id":10545,"title":"The Hunchback of Notre Dame","adult":false,"genre_ids":[18,16,10751]},{"cast":["Vincent Pérez","Mia Kirshner","Iggy Pop","Thomas Jane","Richard Brooks"],"overview":"After Ashe and his little son are murdered violently for no reason by Judah's men, he returns from the dead to take revenge. One after one, Judah's people face the power of the dark angel. The second film based on James O'Barr's cult comic.","release_date":"1996-08-29","vote_average":5.1,"runtime":84,"cert":"N\/A","id":10546,"title":"The Crow: City of Angels","adult":false,"genre_ids":[28,14,53]},{"cast":["Charlie Sheen","Lindsay Crouse","Richard Schiff","Ron Silver","Teri Polo"],"overview":"Zane Ziminski is an astrophysicist who receives a message that seems to have extraterrestrial origins. Eerily soon after his discovery, Zane is fired. He then embarks on a search to determine the origins of the transmission that leads him into a Hitchcockian labyrinth of paranoia and intrigue.","release_date":"1996-05-31","vote_average":6.2,"runtime":115,"cert":"12","id":10547,"title":"The Arrival","adult":false,"genre_ids":[878,53]},{"cast":["Muhammad Ali","George Foreman","Don King","James Brown","B.B. King"],"overview":"It's 1974. Muhammad Ali is 32 and thought by many to be past his prime. George Foreman is ten years younger and the heavyweight champion of the world. Promoter Don King wants to make a name for himself and offers both fighters five million dollars apiece to fight one another, and when they accept, King has only to come up with the money. He finds a willing backer in Mobutu Sese Suko, the dictator of Zaire, and the \"Rumble in the Jungle\" is set, including a musical festival featuring some of America's top black performers, like James Brown and B.B. King.","release_date":"1996-10-25","vote_average":7.7,"runtime":89,"cert":"N\/A","id":10548,"title":"When We Were Kings","adult":false,"genre_ids":[99]},{"cast":["Kenneth Branagh","Derek Jacobi","Julie Christie","Richard Briers","Kate Winslet"],"overview":"Hamlet, Prince of Denmark, returns home to find his father murdered and his mother now marrying the murderer... his uncle. Meanwhile, war is brewing.","release_date":"1996-12-25","vote_average":7.5,"runtime":242,"cert":"","id":10549,"title":"Hamlet","adult":false,"genre_ids":[18]},{"cast":["Antonio Banderas","Lucy Liu","Gregg Henry","Ray Park","Talisa Soto"],"overview":"Jonathan Ecks, an FBI agent, realizes that he must join with his lifelong enemy, Agent Sever, a rogue DIA agent with whom he is in mortal combat, in order to defeat a common enemy. That enemy has developed a \"micro-device\" that can be injected into victims in order to kill them at will.","release_date":"2002-09-20","vote_average":4.3,"runtime":91,"cert":"N\/A","id":10550,"title":"Ballistic: Ecks vs. Sever","adult":false,"genre_ids":[28,12,53]},{"cast":["Sean Connery","Dustin Hoffman","Matthew Broderick","Rosanna DeSoto","Janet Carroll"],"overview":"Jessie is an aging career criminal who has been in more jails, fights, schemes, and lineups than just about anyone else. His son Vito, while currently on the straight and narrow, has had a fairly shady past and is indeed no stranger to illegal activity. They both have great hope for Adam, Vito's son and Jessie's grandson, who is bright, good-looking, and without a criminal past.","release_date":"1989-12-15","vote_average":5.6,"runtime":110,"cert":"N\/A","id":10551,"title":"Family Business","adult":false,"genre_ids":[28,35,80,18,53,9648]},{"cast":["Drew Barrymore","James Woods","Alan King","Kenneth McMillan","Robert Hays"],"overview":"Three short stories by shock-meister Stephen King are linked by a stray cat that roams from one tale to the next in this creepy triptych that begins as Dick (James Woods) tries to quit smoking by any means necessary. Next, we meet Johnny, an adulterous man who's forced by his lover's husband onto a building's hazardous ledge. Finally, Amanda is threatened by an evil gnome who throws suspicion on the family cat.","release_date":"1985-04-12","vote_average":6.1,"runtime":94,"cert":"15","id":10552,"title":"Cat's Eye","adult":false,"genre_ids":[35,27,53]},{"cast":["Fred Ward","Joel Grey","Wilford Brimley","J.A. Preston","George Coe"],"overview":"An officially \"dead\" cop is trained to become an extraordinary unique assassin in service of the US President.","release_date":"1985-10-11","vote_average":6.5,"runtime":121,"cert":"15","id":10553,"title":"Remo Williams: The Adventure Begins","adult":false,"genre_ids":[35,28,12,53]},{"cast":["Tobias Retzlaff","Kai Wiesinger","Anja Sommavilla","Jürgen Vogel","Maria Schrader"],"overview":"The twelve-year-old Emil and his father are haunted by bad luck. To take a break from a series of family disasters, Emil is allowed to spend a few days with a friend of the family, the female priest Hummel in Berlin. In the train he runs across the slick Max Grundeis who anaesthetizes Emil and steals his savings of 1500 DM. When he finally arrives in Berlin, Emil and a gang of street kids, led by the cheeky girl Pony Hütchen, try to find the gangster, who haunts the posh Hotel Adlon as a hotel thief. Meanwhile, to prevent anyone from finding out about Emil's mishap, Gypsi, a member of the gang of kids, passes himself off as Emil, thus wreaking havoc on the home of the priest.","release_date":"2001-02-22","vote_average":5.7,"runtime":111,"cert":"N\/A","id":10556,"title":"Emil and the Detectives","adult":false,"genre_ids":[35,10751]},{"cast":["Om Puri","Linda Bassett","Ian Aspinall","Jimi Mistry","Archie Panjabi"],"overview":"In 1971 Salford fish-and-chip shop owner George Khan expects his family to follow his strict Pakistani Muslim ways. But his children, with an English mother and having been born and brought up in Britain, increasingly see themselves as British and start to reject their father's rules on dress, food, religion, and living in general.","release_date":"1999-05-14","vote_average":6.7,"runtime":97,"cert":"15","id":10557,"title":"East Is East","adult":false,"genre_ids":[18,35]},{"cast":["Nick Brimble","Renee Ackermann","Zdeněk Maryška","Rich Gold"],"overview":"A grieving woman suffers terrifying visions of her own demise after she and her husband move into a country mansion.","release_date":"2000-06-25","vote_average":4.6,"runtime":96,"cert":"N\/A","id":10558,"title":"Seven Days to Live","adult":false,"genre_ids":[27,53]},{"cast":["Dennis Quaid","Jim Caviezel","Andre Braugher","Elizabeth Mitchell","Noah Emmerich"],"overview":"When a rare phenomenon gives police officer John Sullivan the chance to speak to his father, 30 years in the past, he takes the opportunity to prevent his dad's tragic death.  After his actions inadvertently give rise to a series of brutal murders he and his father must find a way to fix the consequences of altering time.","release_date":"2000-04-28","vote_average":7.1,"runtime":118,"cert":"15","id":10559,"title":"Frequency","adult":false,"genre_ids":[80,18,878,53]},{"cast":["Amanda Schull","Zoe Saldana","Susan May Pratt","Peter Gallagher","Scottie Thompson"],"overview":"A group of 12 teenagers from various backgrounds enroll at the American Ballet Academy in New York to make it as ballet dancers and each one deals with the problems and stress of training and getting ahead in the world of dance.","release_date":"2000-05-12","vote_average":6.9,"runtime":115,"cert":"N\/A","id":10560,"title":"Center Stage","adult":false,"genre_ids":[18,10402]},{"cast":["Ulrich Noethen","Heike Makatsch","Jasmin Tabatabai","Marcus Thomas","Horst Krause"],"overview":"No overview found.","release_date":"2000-11-16","vote_average":6.0,"runtime":100,"cert":"N\/A","id":10561,"title":"Gripsholm","adult":false,"genre_ids":[18,10749]},{"cast":["Gene Hackman","Morgan Freeman","Thomas Jane","Monica Bellucci","Nydia Caro"],"overview":"A lawyer is asked to come to the police station to clear up a few loose ends in his witness report of a foul murder. \"This will only take ten minutes\", they say, but it turns out to be one loose end after another, and the ten minutes he is away from his speech become longer and longer.","release_date":"2000-09-24","vote_average":6.2,"runtime":110,"cert":"N\/A","id":10562,"title":"Under Suspicion","adult":false,"genre_ids":[9648,53]},{"cast":["Matthew Perry","Neve Campbell","Dylan McDermott","Oliver Platt","Cylk Cozart"],"overview":"Oscar and Peter land a career-making opportunity when a Chicago tycoon chooses them to compete for the design of a cultural center. The tycoon mistakenly believes that Oscar is gay and has him spy on his mistress Amy. Oscar goes along with it and ends up falling in love with Amy.","release_date":"1999-10-22","vote_average":5.6,"runtime":98,"cert":"12","id":10563,"title":"Three to Tango","adult":false,"genre_ids":[35,10749]},{"cast":["Natalie Portman","Ashley Judd","Stockard Channing","Joan Cusack","Sally Field"],"overview":"Novalee Nation is a 17-year-old Tennessee transient who has to grow up in a hurry when she's left pregnant and abandoned by her boyfriend on a roadside in Sequoyah, Okla., and takes refuge in the friendly aisles of Wal-Mart. In short order, some eccentric, kindly strangers \"adopt\" Novalee and her infant daughter, helping them buck the odds and build a new life.","release_date":"2000-04-27","vote_average":7.0,"runtime":120,"cert":"N\/A","id":10564,"title":"Where the Heart Is","adult":false,"genre_ids":[35,18,10749]},{"cast":["Haluk Piyes","David Scheller","Tyron Ricketts","Oezlem Cetin","Nadeshda Brennicke"],"overview":"No overview found.","release_date":"2000-11-16","vote_average":7.0,"runtime":86,"cert":"N\/A","id":10565,"title":"Kanak Attack","adult":false,"genre_ids":[18]},{"cast":["Marek Harloff","Roman Knizka","Franziska Petri","Johannes Franke"],"overview":"No overview found.","release_date":"2000-11-09","vote_average":6.3,"runtime":90,"cert":"N\/A","id":10566,"title":"Vergiss Amerika","adult":false,"genre_ids":[18]},{"cast":["D. B. Sweeney","Alfre Woodard","Ossie Davis","Max Casella","Hayden Panettiere"],"overview":"An orphaned dinosaur raised by lemurs joins an arduous trek to a sancturary after a meteorite shower destroys his family home.","release_date":"2000-05-19","vote_average":6.4,"runtime":82,"cert":"PG","id":10567,"title":"Dinosaur","adult":false,"genre_ids":[16,10751]},{"cast":["John Clements","Ralph Richardson","C. Aubrey Smith","June Duprez","Allan Jeayes"],"overview":"A disgraced officer risks his life to help his childhood friends in battle.","release_date":"1939-04-20","vote_average":7.4,"runtime":129,"cert":"U","id":10568,"title":"The Four Feathers","adult":false,"genre_ids":[12,18,10749,10752]},{"cast":["Woody Allen","Tracey Ullman","Elaine May","Hugh Grant","Michael Rapaport"],"overview":"A loser of a crook and his wife strike it rich when a botched bank job's cover business becomes a spectacular success.","release_date":"2000-05-19","vote_average":6.5,"runtime":94,"cert":"N\/A","id":10569,"title":"Small Time Crooks","adult":false,"genre_ids":[28,35,80]},{"cast":["Nelly Frijda","Huub Stapel","René van 't Hof","Tatjana Simić","Horace Cohen"],"overview":"A low-class a-social family ends up in a rich upper-class neighborhood and causes all sorts of trouble.","release_date":"1986-12-18","vote_average":6.5,"runtime":111,"cert":"N\/A","id":10570,"title":"Flodder","adult":false,"genre_ids":[35]},{"cast":["Freddie Prinze Jr.","Claire Forlani","Jason Biggs","Amanda Detmer","Alyson Hannigan"],"overview":"Ryan and Jennifer are opposites who definitely do not attract. At least that's what they always believed. When they met as twelve-year-olds, they disliked one another. When they met again as teenagers, they loathed each other. But when they meet in college, the uptight Ryan and the free-spirited Jennifer find that their differences bind them together and a rare friendship develops.","release_date":"2000-06-16","vote_average":5.6,"runtime":94,"cert":"N\/A","id":10571,"title":"Boys and Girls","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sagamore Stévenin","Peter Youngblood Hills","Diane Kruger","Jean-Pierre Cassel","Béatrice Agenin"],"overview":"Michel Vaillant is # 1 of pilots, undisputed champion in rallying in all circuits in the world. His success arouses admiration and envy. Ruth Wong, director of Team Leader, is determined to break his streak and avenge the memory of his father, founder of Leader. She is capable of anything to achieve her goal.","release_date":"2003-11-08","vote_average":5.3,"runtime":103,"cert":"N\/A","id":10572,"title":"Michel Vaillant","adult":false,"genre_ids":[28,18]},{"cast":["Moritz Bleibtreu","Chulpan Khamatova","Ato Mukhamedzhanov","Merab Ninidze","Polina Rajkina"],"overview":"The unborn child of Mamlakat is telling her story. She is 17, beautiful and vivacious, and dreaming secretly of becoming an actress. She lives with her father and brother in a small village in Central Asia. One night she is seduced by an actor from a travelling troupe, who poses as a friend of Tom Cruise, and makes her pregnant. She tries to abort, but her father and brother become determined to find the seducer, setting in motion a cascade of comic adventures.","release_date":"1999-09-08","vote_average":7.3,"runtime":103,"cert":"N\/A","id":10573,"title":"Luna Papa","adult":false,"genre_ids":[18,35]},{"cast":["Hans Albers","Ilse Werner","Hans Söhnker","Hilde Hildebrand","Gustav Knuth"],"overview":"Singing sailor Hannes, who entertains the crowd in St. Pauli's Hippodrom, promises his dying brother to take care of his ex-girlfriend Gisa. Taking Gisa to Hamburg to live with him, Hannes slowly falls in love with her, but soon has to face Gisa's affection for Willem.","release_date":"1944-12-15","vote_average":7.0,"runtime":109,"cert":"N\/A","id":10574,"title":"Great Freedom No. 7","adult":false,"genre_ids":[18]},{"cast":["Cate Blanchett","Giovanni Ribisi","Remo Girone","Stefania Rocca","Alessandro Sperduti"],"overview":"A woman takes the law into her own hands after police ignore her pleas to arrest the man responsible for her husband's death, and finds herself not only under arrest for murder but falling in love with an officer.","release_date":"2002-02-06","vote_average":6.6,"runtime":96,"cert":"N\/A","id":10575,"title":"Heaven","adult":false,"genre_ids":[18,53,10749,80]},{"cast":["Anthony Perkins","Vera Miles","Meg Tilly","Robert Loggia","Dennis Franz"],"overview":"After years of treatment at a mental institution for the criminally insane, serial killer Norman Bates is finally released. Deciding to move back into his long-dead mother's infamous old house, he soon finds himself tormented by 'her' demands and begins to question his own sanity.","release_date":"1983-06-03","vote_average":6.3,"runtime":113,"cert":"N\/A","id":10576,"title":"Psycho II","adult":false,"genre_ids":[27,9648,53]},{"cast":["Gerard Butler","Christopher Plummer","Jonny Lee Miller","Justine Waddell","Jennifer Esposito"],"overview":"In the millenium version of this classic Gothic horror we find Abraham Van Helsing, who has tangled with Count Dracula in the past, working as an English antiques dealer. Simon is a vampire hunter in training under his apprenticeship.","release_date":"2000-12-22","vote_average":4.7,"runtime":99,"cert":"15","id":10577,"title":"Dracula 2000","adult":false,"genre_ids":[53,27]},{"cast":["Stephen Billington","Craig Sheffer","Jason Scott Lee","Jason London","Diane Neal"],"overview":"Sequel to Dracula 2000. Father Uffizi [Jason Scott Lee] hunts vampires. He travels the world to behead them with his bullwhip, but his ultimate goal is to find the first vampire, Dracula (revealed as Judas Iscariot in Dracula 2000), absolve Dracula's sins against Jesus, set his soul free, and end his unholy existence. So, when Dracula's charred body turns up in the New Orleans morgue, Uffizi heads there. Medical students, Liz Blaine [Diane Neal] and Luke [Jason London] are charged with autopsying the body. When they open the abdominal cavity, they find that the liver and other organs are white, suggesting to Luke that the person did not produce his own blood but got it elsewhere, i.e., a vampire.","release_date":"2003-06-07","vote_average":5.0,"runtime":85,"cert":"N\/A","id":10578,"title":"Dracula II: Ascension","adult":false,"genre_ids":[27]},{"cast":["Alexandra Wescourt","Jason Scott Lee","Jason London","Diane Neal","Claudiu Bleonţ"],"overview":"In the near future, Uffizi and Luke travel to the remote reaches of war torn Romania to rescue Elizabeth and finish the vampire once and for all. Along the way, they encounter TV news journalist and a corps of rebels trying to fight the vampire uprising which plagues their country.","release_date":"2005-07-12","vote_average":4.2,"runtime":86,"cert":"N\/A","id":10579,"title":"Dracula III: Legacy","adult":false,"genre_ids":[27]},{"cast":["Yftach Katzur","Jonathan Sagall","Zachi Noy","Anat Atzmon","Dvora Kedar"],"overview":"Bentzi, Momo, and Yuda'leh are three teenage boys growing up in 1950's Israel, which is not much different from 1950's America if you believe what you see in the film. Of course they are obsessed with one thing - sex. Bentzi is interested in the beautiful Nili, but she prefers his friend Momo.","release_date":"1978-04-21","vote_average":6.4,"runtime":95,"cert":"N\/A","id":10580,"title":"Lemon Popsicle","adult":false,"genre_ids":[18,35,10749]},{"cast":["Yftach Katzur","Yvonne Michaels","Zachi Noy","Rachel Steiner","Jonathan Sagall"],"overview":"Going Steady aka Lemon Popsicle 2 is the sequel to the 1978 Israeli film Lemon Popsicle. The movie basically follows the daily lives of several teenagers as they are \"coming of age\" in what appears to be the late 50's (maybe early 60's).","release_date":"1979-05-31","vote_average":6.4,"runtime":100,"cert":"N\/A","id":10581,"title":"Going Steady","adult":false,"genre_ids":[35,10749]},{"cast":["Yftach Katzur","Jonathan Sagall","Zachi Noy","Ariella Rabinovich","Orna Dagan"],"overview":"Momo and Yudale take turns mounting Bentzi's foreign buxom cousin, but Yudale and her get stuck together. Momo raises the bar even further by proving the rumors of an accepting older buxom piano tutor, Fritzi. Bentzi looks for love.","release_date":"1981-04-07","vote_average":6.4,"runtime":90,"cert":"N\/A","id":10582,"title":"Hot Bubblegum","adult":false,"genre_ids":[35,18,10749]},{"cast":["Yftach Katzur","Zachi Noy","Jonathan Sagall","Sonja Martin","Joseph Shiloach"],"overview":"Three young Israeli men join the army, and it soon turns out that they're more interested in chasing skirts than following orders.","release_date":"1983-03-11","vote_average":6.5,"runtime":107,"cert":"N\/A","id":10583,"title":"Private Popsicle","adult":false,"genre_ids":[35,10749]},{"cast":["Zachi Noy","Yftach Katzur","Jonathan Sagall","Sonja Martin","Eva Astor"],"overview":"Those Lemon Popsicle boys are at it again!..Naughtier than ever in...","release_date":"1987-05-21","vote_average":5.8,"runtime":91,"cert":"N\/A","id":10584,"title":"Young Love","adult":false,"genre_ids":[35,18]},{"cast":["Catherine Hicks","Chris Sarandon","Alex Vincent","Brad Dourif","Dinah Manoff"],"overview":"A single mother gives her son a beloved doll for his birthday, only to discover that it is possessed by the soul of a serial killer.","release_date":"1988-11-08","vote_average":6.5,"runtime":87,"cert":"15","id":10585,"title":"Child's Play","adult":false,"genre_ids":[27]},{"cast":["Michael Douglas","Val Kilmer","Tom Wilkinson","John Kani","Emily Mortimer"],"overview":"Sir Robert Beaumont is behind schedule on a railroad in Africa. Enlisting noted engineer John Henry Patterson to right the ship, Beaumont expects results. Everything seems great until the crew discovers the mutilated corpse of the project's foreman, seemingly killed by a lion. After several more attacks, Patterson calls in famed hunter Charles Remington, who has finally met his match in the bloodthirsty lions.","release_date":"1996-10-11","vote_average":6.7,"runtime":109,"cert":"N\/A","id":10586,"title":"The Ghost and the Darkness","adult":false,"genre_ids":[12]},{"cast":["Steve Guttenberg","Bubba Smith","Michael Winslow","Sharon Stone","David Graf"],"overview":"A new batch of recruits arrives at Police Academy, this time a group of civilian volunteers who have joined Commandant Lassard's new Citizens on Patrol program. Although the community relations project has strong governmental support, a disgusted Captain Harris is determined to see it fail.","release_date":"1987-04-02","vote_average":5.3,"runtime":88,"cert":"12","id":10587,"title":"Police Academy 4: Citizens on Patrol","adult":false,"genre_ids":[35,80]},{"cast":["Mike Myers","Dakota Fanning","Spencer Breslin","Kelly Preston","Alec Baldwin"],"overview":"Conrad and Sally Walden are home alone with their pet fish. It is raining outside, and there is nothing to do. Until The Cat in the Hat walks in the front door. He introduces them to their imagination, and at first it's all fun and games, until things get out of hand, and The Cat must go, go, go, before their parents get back.","release_date":"2003-11-21","vote_average":5.1,"runtime":82,"cert":"PG","id":10588,"title":"The Cat in the Hat","adult":false,"genre_ids":[14,10751]},{"cast":["Pierce Brosnan","Salma Hayek","Woody Harrelson","Troy Garity","Russell Hornsby"],"overview":"Two master thieves (Brosnan and Hayek) are finally retiring after one last succesful mission. Residing in their own tropical paradise, their old nemesis, FBI Agent Stan P. Lloyd shows up to make sure they really are retired. Docked in the port is an ocean liner called the \"Diamond Cruise\" and Stan is convinced that they're not really retired at all, and that this is the next set up.","release_date":"2004-11-12","vote_average":6.2,"runtime":97,"cert":"12A","id":10589,"title":"After the Sunset","adult":false,"genre_ids":[28,35,80,18]},{"cast":["Mel Gibson","Greg Kinnear","Madeleine Stowe","Sam Elliott","Chris Klein"],"overview":"The story of the first major battle of the American phase of the Vietnam War and the soldiers on both sides that fought it.","release_date":"2002-03-01","vote_average":6.9,"runtime":138,"cert":"15","id":10590,"title":"We Were Soldiers","adult":false,"genre_ids":[28,36,10752]},{"cast":["Emile Hirsch","Elisha Cuthbert","Timothy Olyphant","James Remar","Chris Marquette"],"overview":"Exceptionally ambitious high schooler Matthew has aspirations for a career in politics when he falls in love with his gorgeous 19-year-old neighbor, Danielle. But Matthew's bright future is jeopardized when he finds Danielle was once a porn star. As Danielle's past catches up with her, Matthew's love for her forces him to re-evaluate his goals.","release_date":"2004-04-09","vote_average":6.3,"runtime":110,"cert":"15","id":10591,"title":"The Girl Next Door","adult":false,"genre_ids":[35,10749]},{"cast":["Bruce Willis","Colin Farrell","Terrence Howard","Marcel Iureș","Cole Hauser"],"overview":"Fourth-generation Army Col. William McNamara is imprisoned in a brutal German POW camp. Still, as the senior-ranking American officer, he commands his fellow inmates, keeping a sense of honor alive in a place where honor is easy to destroy, all under the dangerous eye of the Luftwafe vetran Col. Wilhelm Visser. Never giving up the fight to win the war, McNamara is silently planning, waiting for his moment to strike back at the enemy. A murder in the camp gives him the chance to set a risky plan in motion. With a court martial to keep Visser and the Germans distracted, McNamara orchestrates a cunning scheme to escape and destroy a nearby munitions plant, enlisting the unwitting help of young Lt. Tommy Hart. Together with his men, McNamara uses a hero's resolve to carry out his mission, ultimately forced to weigh the value of his life against the good of his country.","release_date":"2002-02-15","vote_average":6.3,"runtime":125,"cert":"15","id":10592,"title":"Hart's War","adult":false,"genre_ids":[18,10752]},{"cast":["Julian Sands","Asia Argento","Andrea Di Stefano","Nadia Rinaldi","Coralina Cataldi-Tassoni"],"overview":"Gory remake of the Gaston Leroux classic story, only this time, the phantom is not disfigured, but a man who was raised by rats deep under the Paris Opera House.","release_date":"1998-11-20","vote_average":4.5,"runtime":99,"cert":"N\/A","id":10593,"title":"The Phantom of the Opera","adult":false,"genre_ids":[18,27,10749]},{"cast":["Clare Kramer","Barry Bostwick","Steve Braun","Maria del Mar","Len Cariou"],"overview":"A young college co-ed tries joining the elite, all-male, secret society, the Skulls, and in so doing, she uncovers some unscrupulous methods used by some of the members to get what they want.","release_date":"2004-03-23","vote_average":5.0,"runtime":102,"cert":"N\/A","id":10594,"title":"The Skulls III","adult":false,"genre_ids":[53]},{"cast":["Harry Enfield","Kathy Burke","Rhys Ifans","James Fleet","Laura Fraser"],"overview":"When stubborn, spotty Kevin and his equally hopeless best friend Perry go on holiday to the party island Ibiza, they see it as their big chance to become superstar club DJs and, more importantly, to lose their virginities. But they aren't prepared for the interference of top DJ Eyeball Paul, not to mention the embarrassment factor of Kevin's long-suffering parents.","release_date":"2000-04-20","vote_average":5.1,"runtime":82,"cert":"R18","id":10597,"title":"Kevin & Perry Go Large","adult":false,"genre_ids":[10402,35]},{"cast":["Clifton Collins Jr.","Cesar Garcia","Aimee Garcia","Brittany Daniel","Frank Alvarez"],"overview":"Two gangbangers-turned-cops try and cover up a scandal within the LAPD.","release_date":"2005-11-10","vote_average":5.3,"runtime":97,"cert":"N\/A","id":10598,"title":"Dirty","adult":false,"genre_ids":[80,18,53]},{"cast":["Roberto Benigni","James Belushi","Nicoletta Braschi","Carlo Giuffrè","Kim Rossi Stuart"],"overview":"Roberto Benigni adapts the classic children's tale by Carlo Collodi for the big-budget family-oriented comedy Pinocchio.","release_date":"2002-10-11","vote_average":5.9,"runtime":108,"cert":"N\/A","id":10599,"title":"Pinocchio","adult":false,"genre_ids":[35,10751,14]},{"cast":["Jürgen Tarrach","Oliver Korittke","Sophie von Kessel","Rainer Will","Walter Gontermann"],"overview":"A new case for \"The Model Boys\": The two Cologne commissioners Docker and Dretzke to take the next 14 days a journalist to their missions.","release_date":"1999-03-15","vote_average":6.3,"runtime":90,"cert":"N\/A","id":10600,"title":"Die Musterknaben 2","adult":false,"genre_ids":[10770,35,80]},{"cast":["Jeremy Sumpter","Jason Isaacs","Rachel Hurd-Wood","Lynn Redgrave","Richard Briers"],"overview":"In stifling Edwardian London, Wendy Darling mesmerizes her brothers every night with bedtime tales of swordplay, swashbuckling and the fearsome Captain Hook. But the children become the heroes of an even greater story, when Peter Pan flies into their nursery one night and leads them over moonlit rooftops through a galaxy of stars and to the lush jungles of Neverland.","release_date":"2003-12-25","vote_average":7.2,"runtime":113,"cert":"PG","id":10601,"title":"Peter Pan","adult":false,"genre_ids":[12,14,10751]},{"cast":["Anthony Quinn","Alan Bates","Irene Papas","Lila Kedrova","Sotiris Moustakas"],"overview":"An uptight English writer traveling to Crete on a matter of business finds his life changed forever when he meets the gregarious Alexis Zorba.","release_date":"1964-12-14","vote_average":7.5,"runtime":142,"cert":"N\/A","id":10604,"title":"Zorba the Greek","adult":false,"genre_ids":[12,18]},{"cast":["Jon Bon Jovi","Cristián de la Fuente","Diego Luna","Natasha Gregson Wagner","Antonio Muñiz"],"overview":"Tough-as-nails vampire hunter Derek Bliss is on the hunt for \"suckers\" in the heart of Mexico when he receives a new assignment from a mysterious client. Thrown together with a group of slayers, including sexy Zooey, who may or may not be one of the undead. Derek and company are up against a growing number of fast-moving, bloodthirsty vampires and their elusive and powerful leader.","release_date":"2002-09-23","vote_average":4.8,"runtime":93,"cert":"18","id":10605,"title":"Vampires: Los Muertos","adult":false,"genre_ids":[27,53,28]},{"cast":["Michael Paré","Nancy Allen","Eric Christmas","Bobby Di Cicco","Louise Latham"],"overview":"Based on an \"actual event\" that took place in 1943. About a US Navy Destroyer Escort that disappeared from the Philadelphia Naval Shipyard, and sent two men 40 years into the future to 1984.","release_date":"1984-08-03","vote_average":6.2,"runtime":102,"cert":"PG","id":10606,"title":"The Philadelphia Experiment","adult":false,"genre_ids":[878,12,53]},{"cast":["Shawn Wayans","Marlon Wayans","Tracey Cherelle Jones","Chris Spencer","Vivica A. Fox"],"overview":"When Ashtray (Shawn Wayans) moves to South Central L.A. to live with his father (who appears to be the same age he is) and grandmother (who likes to talk tough and smoke reefer), he falls in with his gang-banging cousin Loc Dog (Marlon Wayans), who along with the requisite pistols and Uzi carries a thermo-nuclear warhead for self-defense. Will Ashtray be able to keep living the straight life?","release_date":"1996-01-12","vote_average":6.2,"runtime":89,"cert":"N\/A","id":10607,"title":"Don't Be a Menace to South Central While Drinking Your Juice in the Hood","adult":false,"genre_ids":[35]},{"cast":["Tim Robbins","Giancarlo Esposito","Alan Rickman","David Strathairn","James Spader"],"overview":"Mock documentary about an upstart candidate for the U.S. Senate written and directed by actor Tim Robbins. Bob Roberts is a folksinger with a difference: He offers tunes that protest welfare chiselers, liberal whining, and the like. As the filmmakers follow his campaign, Robbins gives needle-sharp insight into the way candidates manipulate the media.","release_date":"1992-09-04","vote_average":6.6,"runtime":102,"cert":"N\/A","id":10608,"title":"Bob Roberts","adult":false,"genre_ids":[35,18]},{"cast":["Geoffrey Rush","Charlize Theron","Emily Watson","John Lithgow","Miriam Margolyes"],"overview":"The professional and personal life of actor and comedian Peter Sellers was a turbulent one. His early movie fame was based primarily on his comic characterizations, often of bumbling and foreign-accented persons, characters which he embodied. As his movie fame rose, he began to lose his own personal identity to his movie characters, leading to self-doubt of himself as a person.","release_date":"2004-05-21","vote_average":6.8,"runtime":122,"cert":"","id":10609,"title":"The Life and Death of Peter Sellers","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jackie Chan","Lee Evans","Claire Forlani","Julian Sands","John Rhys-Davies"],"overview":"A Hong Kong detective suffers a fatal accident involving a mysterious medallion and is transformed into an immortal warrior with superhuman powers.","release_date":"2003-08-15","vote_average":5.4,"runtime":88,"cert":"PG","id":10610,"title":"The Medallion","adult":false,"genre_ids":[53,14,28,35]},{"cast":["Ice Cube","Anthony Anderson","Cedric the Entertainer","Sean Patrick Thomas","Eve"],"overview":"A day in the life of a barbershop on the south side of Chicago. Calvin, who inherited the struggling business from his deceased father, views the shop as nothing but a burden and waste of his time. After selling the shop to a local loan shark, Calvin slowly begins to see his father's vision and legacy and struggles with the notion that he just sold it out.","release_date":"2002-04-01","vote_average":6.1,"runtime":102,"cert":"N\/A","id":10611,"title":"Barbershop","adult":false,"genre_ids":[35,18]},{"cast":["Hugh Grant","Tara Fitzgerald","Colm Meaney","Ian McNeice","Ian Hart"],"overview":"When an English cartographer arrives in Wales to tell the residents of the Welsh village of Ffynnon Garw  that their 'mountain' is only a hill, the offended community sets out to remedy the situation.","release_date":"1995-05-12","vote_average":6.2,"runtime":91,"cert":"","id":10612,"title":"The Englishman Who Went Up a Hill But Came Down a Mountain","adult":false,"genre_ids":[18,35,10749]},{"cast":["Romane Bohringer","David Calder","Jennifer Jason Leigh","David Bradley","Brion James"],"overview":"Stranded in the heat of a barren African desert, eleven bus-passengers shelter in the remnants of an abandoned town. As rescue grows more remote by the day and anxiety deepens, an idea emerges: why not stage a play. However the choice of King Lear only manages to plunge this disparate group of travelers into turmoil as they struggle to overcome both nature's wrath and their own morality.","release_date":"2000-05-11","vote_average":5.6,"runtime":110,"cert":"N\/A","id":10613,"title":"The King Is Alive","adult":false,"genre_ids":[18]},{"cast":["Quentin Tarantino","Allen Garfield","Craig Hamann","Al Harrell","Crystal Shaw"],"overview":"My Best Friend's Birthday is a partially lost black-and-white amateur film. The original cut was about 70 minutes long but due to a fire only 36 minutes of the film survived. It is about Mickey, who has been dumped by his girlfriend, and Clarence, who's trying to give his friend an unforgettable birthday.","release_date":"1987-01-01","vote_average":5.8,"runtime":36,"cert":"N\/A","id":10614,"title":"My Best Friend's Birthday","adult":false,"genre_ids":[35]},{"cast":["Jennifer Coolidge","Lance Crouther","J.B. Smoove","Reg E. Cathey","Robert Vaughn"],"overview":"Pootie Tang, the musician\/actor\/folk hero of the ghetto, is chronicled from his early childhood to his battles against the evil Corporate America, who try to steal his magic belt and make him sell out by endorsing addictive products to his people. Pootie must learn to find himself and defeat the evil corporation for all the young black children of America, supatime.","release_date":"2001-06-29","vote_average":5.2,"runtime":81,"cert":"N\/A","id":10615,"title":"Pootie Tang","adult":false,"genre_ids":[28,35]},{"cast":["Jet Li","Eric Tsang","Simon Yam","Gigi Leung","Timmy Ho"],"overview":"Financially troubled, a newbie hitman reluctantly takes the job of finding the plotted killer of a Japanese tycoon.","release_date":"1998-04-03","vote_average":6.5,"runtime":103,"cert":"18","id":10616,"title":"Contract Killer","adult":false,"genre_ids":[28,35]},{"cast":["Jet Li","Yuen Biao","Jacky Cheung","Rosamund Kwan","Kent Cheng"],"overview":"Set in late 19th century Canton this martial arts film depicts the stance taken by the legendary martial arts hero Wong Fei-Hung (1847-1924) against foreign forces' (English, French and American) plundering of China.","release_date":"1991-08-15","vote_average":7.3,"runtime":134,"cert":"N\/A","id":10617,"title":"Once Upon a Time in China","adult":false,"genre_ids":[28,18]},{"cast":["Jet Li","Rosamund Kwan","Max Mok Siu-Chung","Donnie Yen","David Chiang"],"overview":"In the sequel to the Tsui Hark classic, Wong Fei-Hung faces The White Lotus society, a fanatical cult seeking to drive the Europeans out of China through violence, even attacking Chinese who follow Western ways. Wong must also defend Dr. Sun Yat Sen, a revolutionary, from the military.","release_date":"1992-08-15","vote_average":7.3,"runtime":113,"cert":"N\/A","id":10618,"title":"Once Upon a Time in China II","adult":false,"genre_ids":[28,35]},{"cast":["Jet Li","Rosamund Kwan","Max Mok Siu-Chung","Xiong Xin-Xin","Lau Shun"],"overview":"Master Wong and his disciples enroll in the 'Dancing Lion Competition' to stop an assassination plot and to battle an arrogant, deceitful opponent.","release_date":"1993-01-01","vote_average":6.7,"runtime":112,"cert":"N\/A","id":10619,"title":"Once Upon a Time in China III","adult":false,"genre_ids":[28]},{"cast":["Jet Li","Rosamund Kwan","Xiong Xin-Xin","Power Chan","Jeff Wolfe"],"overview":"So goes to the U.S. to open a martial arts school. Around this time, many Chinese people were sold off to U.S. railroad companies, and were brutally treated by the Americans under the harsh working conditions. Thus, the American workers' hatred towards the Chinese immigrants is high. As a result, So gets into trouble with the Americans and the mob, and calls Master Wong for help.","release_date":"1997-02-01","vote_average":5.9,"runtime":102,"cert":"N\/A","id":10620,"title":"Once Upon a Time in China and America","adult":false,"genre_ids":[28,37]},{"cast":["Élodie Bouchez","Jean-Christophe Bouvet","Mathias Benguigui","Sergej Trifunović","Thibault de Montalembert"],"overview":"A French woman falls in love with a Yugoslavian man, not realizing that he is an illegal immigrant.","release_date":"1999-12-08","vote_average":6.0,"runtime":100,"cert":"N\/A","id":10621,"title":"Lovers","adult":false,"genre_ids":[18]},{"cast":["Jackie Chan","Richard Norton","Miki Lee","Gabrielle Fitzpatrick","Karen McLymont"],"overview":"A Chinese chef accidentally gets involved with a news reporter who filmed a drug bust that went awry and is now being chased by gangs who are trying to get the video tape.","release_date":"1997-01-31","vote_average":6.2,"runtime":113,"cert":"15","id":10622,"title":"Mr. Nice Guy","adult":false,"genre_ids":[80,28,35]},{"cast":["Jet Li","DMX","Kelly Hu","Anthony Anderson","Tom Arnold"],"overview":"Gang leader Tony pulls off a major diamond heist with his crew, but cop-turned-criminal Ling knows who has the loot and responds by kidnapping Tony's daughter and holding her for ransom. Unfortunately, Tony's lost the diamonds as well. As he frantically searches for his daughter and the jewels, Tony pairs with a high-kicking government agent who once worked with Ling and seeks revenge on him.","release_date":"2003-02-28","vote_average":5.8,"runtime":101,"cert":"15","id":10623,"title":"Cradle 2 the Grave","adult":false,"genre_ids":[28,80,18]},{"cast":["Heinz Rühmann","Martin Held","Hannelore Schroth","Willy A. Kleinau","Walter Giller"],"overview":"The 1956 movie based on the theater play by Carl Zuckmayer based on the true story of cobbler Wilhelm Voigt who dressed up as a German military officer and, with the help of unsuspecting soldiers, took over the city hall in Köpenick and confiscated the city's purse.","release_date":"1956-08-15","vote_average":7.3,"runtime":93,"cert":"N\/A","id":10626,"title":"The Captain from Kopenick","adult":false,"genre_ids":[35,18]},{"cast":["George C. Scott","Timothy Hutton","Ronny Cox","Sean Penn","Tom Cruise"],"overview":"Military cadets take extreme measures to insure the future of their academy when its existence is threatened by local condo developers.","release_date":"1981-12-20","vote_average":6.8,"runtime":126,"cert":"","id":10627,"title":"Taps","adult":false,"genre_ids":[18]},{"cast":["Jerry O'Connell","Anthony Anderson","Estella Warren","Christopher Walken","Michael Shannon"],"overview":"Two childhood friends — a New York hairstylist and a wanna-be musician — get mixed-up with the mob and are forced to deliver $50,000 to Australia, but things go all wrong when the money is lost to a wild kangaroo.","release_date":"2003-01-17","vote_average":4.6,"runtime":89,"cert":"","id":10628,"title":"Kangaroo Jack","adult":false,"genre_ids":[35,12,80,10751,28]},{"cast":["Cate Blanchett","Gerard McSorley","Ciarán Hinds","Brenda Fricker","Don Wycherley"],"overview":"In this true story, Veronica Guerin is an investigative reporter for an Irish newspaper. As the drug trade begins to bleed into the mainstream, Guerin decides to take on and expose those responsible. Beginning at the bottom with addicts, Guerin then gets in touch with John Traynor, a paranoid informant. Not without some prodding, Traynor leads her to John Gilligan, the ruthless head of the operation, who does not take kindly to Guerin's nosing.","release_date":"2003-07-11","vote_average":6.7,"runtime":98,"cert":"N\/A","id":10629,"title":"Veronica Guerin","adult":false,"genre_ids":[18,80,53]},{"cast":["Christian Blümel","Aaron Hildebrand","Jule Flierl","Harry Baer","Dieter Laser"],"overview":"Ingo Hasselbach, whose parents were Communist Party members in East Germany during his childhood, has lived at both ends of the political seesaw. The question of how people reach a change of heart is a profound one; Hasselbach describes the external forces that led to his founding Germany's first neo-Nazi political party and the internal ones that led him away from it five years later.","release_date":"2002-08-31","vote_average":6.6,"runtime":105,"cert":"N\/A","id":10630,"title":"Führer Ex","adult":false,"genre_ids":[18]},{"cast":["Steve Martin","Lily Tomlin","Victoria Tennant","Madolyn Smith Osborne","Richard Libertini"],"overview":"Just before stubborn millionaire Edwina Cutwater dies, she asks her uptight lawyer, Roger Cobb to amend her will so that her soul will pass to the young, vibrant Terry Hoskins – but the spiritual transference goes awry. Edwina enters Roger's body instead, forcing him to battle Edwina for control of his own being.","release_date":"1984-09-07","vote_average":6.5,"runtime":93,"cert":"15","id":10631,"title":"All of Me","adult":false,"genre_ids":[35,14]},{"cast":["Tommy Lee Jones","Benicio del Toro","Connie Nielsen","Leslie Stefanson","John Finn"],"overview":"In the wilderness of British Columbia, two hunters are tracked and viciously murdered by Aaron Hallum. A former Special Operations instructor is approached and asked to apprehend Hallum—his former student—who has 'gone rogue' after suffering severe battle stress from his time in Kosovo.","release_date":"2003-03-11","vote_average":6.0,"runtime":94,"cert":"15","id":10632,"title":"The Hunted","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Sidney Poitier","Rod Steiger","Warren Oates","Peter Whitney","Anthony James"],"overview":"An African American detective is asked to investigate a murder in a racist southern town.","release_date":"1967-08-02","vote_average":7.8,"runtime":109,"cert":"12","id":10633,"title":"In the Heat of the Night","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Ice Cube","Chris Tucker","Nia Long","Tom Lister Jr.","John Witherspoon"],"overview":"Craig and Smokey are two guys in Los Angeles hanging out on their porch on a Friday afternoon, smoking and drinking, looking for something to do.","release_date":"1995-04-26","vote_average":7.1,"runtime":91,"cert":"15","id":10634,"title":"Friday","adult":false,"genre_ids":[35]},{"cast":["Josh Charles","Stephen Baldwin","Lara Flynn Boyle","Alexis Arquette","Martha Gehman"],"overview":"Eddy and Stuart share two-thirds of a dormitory suite. Due to bureaucratic error, a woman named Alex is added to their room. At first, relations among the three are tense. Soon, however, Alex falls for Eddy, and Stuart lusts after Alex.","release_date":"1994-04-08","vote_average":6.5,"runtime":93,"cert":"18","id":10635,"title":"Threesome","adult":false,"genre_ids":[35,18,10749]},{"cast":["Anna Maria Mühe","Karoline Herfurth","David Winter","Josefine Domes","Nina Petri"],"overview":"Kati and Steffi have been best friends since they were six. Now they're both 17 and enjoying the ups and downs of becoming adults together. While Kati's parents are religious and conservative, but argue constantly, Steffi comes from what appears to be a harmonious and liberal family. But the girls discover how quickly their attractive world can fall apart when, at a hip nightclub, they happen to see Steffi's father in the arms of another woman. Steffi is shocked, her trust in her small perfect world shaken to the core. She can only think of one thing: revenge.","release_date":"2002-10-24","vote_average":5.8,"runtime":87,"cert":"N\/A","id":10636,"title":"Big Girls Don't Cry","adult":false,"genre_ids":[18]},{"cast":["Denzel Washington","Will Patton","Ryan Hurst","Wood Harris","Hayden Panettiere"],"overview":"After leading his football team to 15 winning seasons, coach Bill Yoast is demoted and replaced by Herman Boone – tough, opinionated and as different from the beloved Yoast as he could be. The two men learn to overcome their differences and turn a group of hostile young men into champions.","release_date":"2000-09-29","vote_average":7.6,"runtime":113,"cert":"PG","id":10637,"title":"Remember the Titans","adult":false,"genre_ids":[18]},{"cast":["Lex Barker","Pierre Brice","Karin Dor","Clarke Reynolds","Rik Battaglia"],"overview":"Mabel Kingsley arrives at a western town to clear her missing father of the charge that he stole a shipment of government gold. A frontiersman known as \"Shatterhand\" agrees to guide her in a search for the gold and for major Kingsley. They are joined by an army lieutenant, an amateur botanist, and an Apache chief named Winnetou. Despite troubles caused by pursuing bandits and by Winnetou's enemy, a Sioux chief, Mabel's party eventually reaches the \"Valley of Death\" which holds the answers to the mystery of the missing gold.","release_date":"1968-12-12","vote_average":6.1,"runtime":89,"cert":"N\/A","id":10638,"title":"In the Valley of Death","adult":false,"genre_ids":[37]},{"cast":["Mavie Hörbiger","Simon Schwarz","Pierre Besson","Detlev Buck","Anke Engelke"],"overview":"","release_date":"2000-11-02","vote_average":5.0,"runtime":91,"cert":"N\/A","id":10639,"title":"LiebesLuder","adult":false,"genre_ids":[35]},{"cast":["Peter Fonda","Blythe Danner","Arthur Hill","Yul Brynner","John P. Ryan"],"overview":"Two years after the Westworld tragedy in the Delos amusement park, the corporate owners have reopened the park following over $1 billion in safety and other improvements. For publicity purposes, reporters Chuck Browning and Tracy Ballard are invited to review the park. Just prior to arriving at the park, however, Browning is given a clue by a dying man that something is amiss.","release_date":"1976-08-13","vote_average":5.9,"runtime":104,"cert":"PG","id":10640,"title":"Futureworld","adult":false,"genre_ids":[28,12,878,53]},{"cast":["Richard Gere","Winona Ryder","Anthony LaPaglia","Elaine Stritch","Vera Farmiga"],"overview":"Autumn in New York follows the sexual exploits of Will Keane - New York restaurateur, infamous verging-on-50 playboy, master of the no-commitment seduction - until he runs into an unexpected dead end when he meets Charlotte Fielding. Charlotte is half Will's age and twice his match, a 21 year-old free spirit yearning to get out and taste the excitement of adult life.","release_date":"2000-08-11","vote_average":6.0,"runtime":103,"cert":"N\/A","id":10641,"title":"Autumn in New York","adult":false,"genre_ids":[18,10749]},{"cast":["Jason Biggs","Mena Suvari","Zak Orth","Thomas Sadoski","Jimmi Simpson"],"overview":"On a university scholarship, a good natured student from the midwest gets a crash course in city life while dealing with three evil roommates. He befriends a virtually homeless college student whom he falls for, but she's dating a nasty professor.","release_date":"2000-07-21","vote_average":5.2,"runtime":98,"cert":"N\/A","id":10642,"title":"Loser","adult":false,"genre_ids":[35,18,10749]},{"cast":["Takehiro Murata","Naomi Nishida","Mayu Suzuki","Hiroshi Abe","Shirô Sano"],"overview":"Godzilla saves Tokyo from a flying saucer that transforms into the beast Orga.","release_date":"1999-12-11","vote_average":6.1,"runtime":107,"cert":"N\/A","id":10643,"title":"Godzilla 2000: Millennium","adult":false,"genre_ids":[12,27,28,878]},{"cast":["Daniel Day-Lewis","Juliette Binoche","Lena Olin","Derek de Lint","Stellan Skarsgård"],"overview":"Successful surgeon Tomas leaves Prague for an operation, meets a young photographer named Tereza, and brings her back with him. Tereza is surprised to learn that Tomas is already having an affair with the bohemian Sabina, but when the Soviet invasion occurs, all three flee to Switzerland. Sabina begins an affair, Tom continues womanizing, and Tereza, disgusted, returns to Czechoslovakia. Realizing his mistake, Tomas decides to chase after her.","release_date":"1988-02-05","vote_average":7.3,"runtime":171,"cert":"N\/A","id":10644,"title":"The Unbearable Lightness of Being","adult":false,"genre_ids":[35,10749,18]},{"cast":["Ulrich Noethen","Christine Urspruch","Aglaia Szyszkowitz","Armin Rohde","Eva Mattes"],"overview":"No overview found.","release_date":"2001-10-17","vote_average":5.6,"runtime":100,"cert":"N\/A","id":10645,"title":"The Slurb","adult":false,"genre_ids":[35]},{"cast":["Jerry O'Connell","Shannon Elizabeth","Jake Busey","Horatio Sanz","Bernie Casey"],"overview":"College buddies chip in and promise that the group's last unmarried man will collect a cash pot. Seven years later, the kitty is worth $500,000 -- money Michael needs to pay a gambling debt. Problem is, the only other single guy is a hopeless womanizer!","release_date":"2001-03-30","vote_average":5.2,"runtime":95,"cert":"N\/A","id":10646,"title":"Tomcats","adult":false,"genre_ids":[35,10749]},{"cast":["Kevin Spacey","Helen Hunt","Haley Joel Osment","Jay Mohr","Jim Caviezel"],"overview":"Like some other kids, 12-year-old Trevor McKinney believed in the goodness of human nature. Like many other kids, he was determined to change the world for the better. Unlike most other kids, he succeeded.","release_date":"2000-10-20","vote_average":7.2,"runtime":122,"cert":"12","id":10647,"title":"Pay It Forward","adult":false,"genre_ids":[18,10749,35]},{"cast":["Clint Eastwood","Hal Holbrook","Mitchell Ryan","David Soul","Tim Matheson"],"overview":"\"Dirty\" Harry Callahan is a San Francisco Police Inspector on the trail of a group of rogue cops who have taken justice into their own hands. When shady characters are murdered one after another in grisly fashion, only Dirty Harry can stop them.","release_date":"1973-12-23","vote_average":7.2,"runtime":124,"cert":"18","id":10648,"title":"Magnum Force","adult":false,"genre_ids":[28,80,53,18,9648]},{"cast":["Clint Eastwood","Tyne Daly","Harry Guardino","Bradford Dillman","John Mitchum"],"overview":"Dirty Harry Callahan returns again, this time saddled with a rookie female partner. Together, they must stop a terrorist group consisting of angry Vietnam veterans.","release_date":"1976-12-20","vote_average":6.8,"runtime":96,"cert":"18","id":10649,"title":"The Enforcer","adult":false,"genre_ids":[28,80,53]},{"cast":["Clint Eastwood","Sondra Locke","Pat Hingle","Bradford Dillman","Paul Drake"],"overview":"When a young rape victim takes justice into her own hands and becomes a serial killer, it's up to Dirty Harry Callahan, on suspension from the SFPD, to bring her to justice.","release_date":"1983-12-07","vote_average":6.6,"runtime":117,"cert":"18","id":10650,"title":"Sudden Impact","adult":false,"genre_ids":[80]},{"cast":["Clint Eastwood","Patricia Clarkson","Liam Neeson","Evan C. Kim","Jim Carrey"],"overview":"Dirty Harry Callahan returns for his final film adventure. Together with his partner Al Quan, he must investigate the systematic murder of actors and musicians. By the time Harry learns that the murders are a part of a sick game to predict the deaths of celebrities before they happen, it may be too late...","release_date":"1988-07-12","vote_average":6.4,"runtime":91,"cert":"18","id":10651,"title":"The Dead Pool","adult":false,"genre_ids":[28,80,53]},{"cast":["Anthony Barrile","Michael Boatman","Don Cheadle","Michael Dolan","Dylan McDermott"],"overview":"The men of Bravo Company are facing a battle that's all uphill… up Hamburger Hill. Fourteen war-weary soldiers are battling for a mud-covered mound of earth so named because it chews up soldiers like chopped meat. They are fighting for their country, their fellow soldiers and their lives. War is hell, but this is worse. Hamburger Hill tells it the way it was, the way it really was. It's a raw, gritty and totally unrelenting dramatic depiction of one of the fiercest battles of America's bloodiest war. This happened. Hamburger Hill - war at its worst, men at their best.","release_date":"1987-08-07","vote_average":6.6,"runtime":112,"cert":"15","id":10652,"title":"Hamburger Hill","adult":false,"genre_ids":[10752,28,18]},{"cast":["Marilyn Monroe","Tom Ewell","Evelyn Keyes","Sonny Tufts","Robert Strauss"],"overview":"With his family away for their annual summer holiday, Richard Sherman decides he has the opportunity to live a bachelor's life. The beautiful but ditzy blonde from the apartment above catches his eye and they soon start spending time together - maybe a little too much time!","release_date":"1955-06-01","vote_average":7.1,"runtime":105,"cert":"PG","id":10653,"title":"The Seven Year Itch","adult":false,"genre_ids":[35,18,10749]},{"cast":["John Savage","Treat Williams","Beverly D'Angelo","Annie Golden","Dorsey Wright"],"overview":"\"Hair\" is a 1979 musical war comedy-drama film adaptation of the 1968 Broadway musical \"Hair: An American Tribal Love-Rock Musical\" about a Vietnam War draftee, Claude, who meets and befriends a tribe of long-haired hippies on his way to the army induction center.  Claude heads to New York upon receiving his draft notice, leaving the family ranch in Oklahoma. He arrives in New York where he is rapidly indoctrinated into the youth subculture before reporting in for boot camp.","release_date":"1979-03-14","vote_average":7.4,"runtime":121,"cert":"N\/A","id":10654,"title":"Hair","adult":false,"genre_ids":[18,36,10402]},{"cast":["Jeff Daniels","Tom Berenger","Martin Sheen","Sam Elliott","Stephen Lang"],"overview":"Summer 1863. The Confederacy pushes north into Pennsylvania. Union divisions converge to face them. The two great armies clash at Gettysburg, site of a theology school. For three days, through such legendary actions as Little Round Top and Pickett's Charge, the fate of \"one nation, indivisible\" hangs in the balance.","release_date":"1993-10-08","vote_average":6.9,"runtime":254,"cert":"PG","id":10655,"title":"Gettysburg","adult":false,"genre_ids":[18,36,10752]},{"cast":["Isabelle Adjani","Christopher Lambert","Richard Bohringer","Michel Galabru","Jean-Hugues Anglade"],"overview":"Fred, a raffish safe blower, takes refuge in the Paris Metro after being chased by the henchmen of a shady businessman from whom he has just stolen some documents. While hiding out in the back rooms and conduits of the Metro, Fred encounters a subterranean society of eccentric characters and petty criminals. Despite being pursued by the henchmen, Fred finds the time to flirt with Héléna, blow a safe, rob a train, evade the hapless Metro police, and start a rock band","release_date":"1985-04-10","vote_average":6.6,"runtime":104,"cert":"N\/A","id":10656,"title":"Subway","adult":false,"genre_ids":[28,53]},{"cast":["Max von Sydow","Ed Harris","Bonnie Bedelia","Amanda Plummer","J.T. Walsh"],"overview":"A mysterious new shop opens in a small town which always seems to stock the deepest desires of each shopper, with a price far heavier than expected.","release_date":"1993-08-27","vote_average":6.1,"runtime":120,"cert":"15","id":10657,"title":"Needful Things","adult":false,"genre_ids":[18,27]},{"cast":["Lea Thompson","Jeffrey Jones","Tim Robbins","Ed Gale","Holly Robinson Peete"],"overview":"A scientific experiment unknowingly brings extraterrestrial life forms to the Earth through a laser beam. First is the cigar smoking drake Howard from the duck's planet. A few kids try to keep him from the greedy scientists and help him back to his planet. But then a much less friendly being arrives through the beam...","release_date":"1986-08-01","vote_average":5.2,"runtime":110,"cert":"12","id":10658,"title":"Howard the Duck","adult":false,"genre_ids":[35,14,878]},{"cast":["Tom Gerhardt","Dorkas Kiefer","Volker Büdts","Axel Neumann","Jan Sosniok"],"overview":"The tale of Siegfried, a fearless dragon slayer who wins the heart of Celtic beauty Kriemhild.","release_date":"2005-07-28","vote_average":4.2,"runtime":89,"cert":"N\/A","id":10659,"title":"Siegfried","adult":false,"genre_ids":[35]},{"cast":["Nicolas Cage","Bridget Fonda","Rosie Perez","Wendell Pierce","Isaac Hayes"],"overview":"Charlie Lang is a simple, kindhearted New York City cop. When he realizes he has no money to tip waitress Yvonne Biasi, Lang offers her half the winnings of his lottery ticket. Amazingly, the ticket happens to be a winner, in the sum of $4 million. True to his word, Lang proceeds to share the prize money with Biasi, which infuriates his greedy wife, Muriel. Not content with the arrangement, Muriel begins scheming to take all the money.","release_date":"1994-07-29","vote_average":6.3,"runtime":101,"cert":"PG","id":10660,"title":"It Could Happen to You","adult":false,"genre_ids":[35,18,10749]},{"cast":["Adam Sandler","John Turturro","Emmanuelle Chriqui","Nick Swardson","Lainie Kazan"],"overview":"An Israeli counterterrorism soldier with a secretly fabulous ambition to become a Manhattan hairstylist. Zohan's desire runs so deep that he'll do anything -- including faking his own death and going head-to-head with an Arab cab driver -- to make his dreams come true.","release_date":"2008-06-05","vote_average":5.5,"runtime":113,"cert":"12A","id":10661,"title":"You Don't Mess with the Zohan","adult":false,"genre_ids":[35,28]},{"cast":["Manuela Velasco","Ferran Terraza","Claudia Silva","Javier Botet","Pablo Rosso"],"overview":"The action continues from [REC], with the medical officer and a SWAT team outfitted with video cameras are sent into the sealed off apartment to control the situation.","release_date":"2009-09-15","vote_average":6.5,"runtime":85,"cert":"18","id":10664,"title":"[REC]²","adult":false,"genre_ids":[53,27]},{"cast":["Liv Tyler","Scott Speedman","Gemma Ward","Laura Margolis","Kip Weeks"],"overview":"After returning from a wedding reception, a couple staying in an isolated vacation house receive a knock on the door in the mid-hours of the night. What ensues is a violent invasion by three strangers, their faces hidden behind masks. The couple find themselves in a violent struggle, in which they go beyond what either of them thought capable in order to survive.","release_date":"2008-05-29","vote_average":6.2,"runtime":86,"cert":"15","id":10665,"title":"The Strangers","adult":false,"genre_ids":[53,27,9648]},{"cast":["Christopher Walken","Henry Thomas","Sean Patrick Flanery","Jeremy Sisto","Nina Siemaszko"],"overview":"Charlie, a former mobster, is abducted by five privileged young men desperate to raise a $2 million ransom to save the sister of a friend. As Charlie plays mind games, however, his captors splinter -- each wondering whether one of their own had a hand in the crime.","release_date":"1998-04-17","vote_average":6.7,"runtime":106,"cert":"15","id":10668,"title":"Suicide Kings","adult":false,"genre_ids":[28,35,80,18,53]},{"cast":["Jon Voight","Burt Reynolds","Ned Beatty","Ronny Cox","Ed Ramey"],"overview":"Intent on seeing the Cahulawassee River before it's turned into one huge lake, outdoor fanatic Lewis Medlock takes his friends on a river-rafting trip they'll never forget into the dangerous American back-country.","release_date":"1972-07-30","vote_average":7.3,"runtime":109,"cert":"18","id":10669,"title":"Deliverance","adult":false,"genre_ids":[18,12,53]},{"cast":["George Segal","Richard Widmark","Timothy Bottoms","Henry Fonda","Susan Strasberg"],"overview":"The plot is about a guile young terrorist who is able to blackmail a series of companies by placing home-made radio controlled bombs within the central attraction of amusement parks; roller coasters. The young man played by Timothy Bottoms gives a hard time to the cops after they give him UV marked money. He then wants revenge and places a bomb in a roller coaster at the most important amusement park event of the year.","release_date":"1977-06-10","vote_average":5.9,"runtime":119,"cert":"N\/A","id":10670,"title":"Rollercoaster","adult":false,"genre_ids":[28,53]},{"cast":["Burt Lancaster","Dean Martin","Jean Seberg","Jacqueline Bisset","George Kennedy"],"overview":"Melodrama about a bomber on board an airplane, an airport almost closed by snow, and various personal problems of the people involved.","release_date":"1970-03-05","vote_average":6.5,"runtime":137,"cert":"N\/A","id":10671,"title":"Airport","adult":false,"genre_ids":[28,18,53]},{"cast":["Renée Soutendijk","Götz George","Wolfgang Kieling","Hannes Jaenicke","Klaus Wennemann"],"overview":"It's Friday evening. The lift repairman leaves the building and wants to finish his work on Monday. But he doesn't know there are four men in the building. They use the lift but stay in it about 100 meters from the floor. They have little oxygen and must survive…","release_date":"1984-05-04","vote_average":5.8,"runtime":90,"cert":"N\/A","id":10672,"title":"Out of Order","adult":false,"genre_ids":[53]},{"cast":["Charlie Sheen","Michael Douglas","Martin Sheen","Daryl Hannah","John C. McGinley"],"overview":"A young and impatient stockbroker is willing to do anything to get to the top, including trading on illegal inside information taken through a ruthless and greedy corporate raider whom takes the youth under his wing.","release_date":"1987-12-10","vote_average":7.2,"runtime":126,"cert":"15","id":10673,"title":"Wall Street","adult":false,"genre_ids":[80,18]},{"cast":["Ming-Na Wen","Lea Salonga","Eddie Murphy","BD Wong","Donny Osmond"],"overview":"A tomboyish girl disguises herself as a young man so she can fight with the Imperial Chinese Army against the invading Huns. With help from wise-cracking dragon Mushu, Mulan just might save her country -- and win the heart of handsome Captain Li Shang.","release_date":"1998-06-18","vote_average":7.9,"runtime":88,"cert":"U","id":10674,"title":"Mulan","adult":false,"genre_ids":[16,10751,12]},{"cast":["Harrison Ford","Emmanuelle Seigner","Betty Buckley","Dominique Pinon","Jacques Ciron"],"overview":"The wife of an American doctor suddenly vanishes in Paris and, to find her, he navigates a puzzling web of language, locale, laissez-faire cops, triplicate-form filling bureaucrats and a defiant, mysterious waif who knows more than she tells.","release_date":"1988-02-16","vote_average":6.7,"runtime":120,"cert":"15","id":10675,"title":"Frantic","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Tom Atkins","Stacey Nelkin","Dan O'Herlihy","Michael Currie","Ralph Strait"],"overview":"Dr. Daniel Challis and Ellie Grimbridge stumble onto a gruesome murder scheme when Ellie's novelty-salesman father, Harry, is killed while in possession of a halloween mask made by the Silver Shamrock mask company. The company's owner, Conal Cochran, wants to return Halloween to its darker roots using his masks -- and his unspeakable scheme would unleash death and destruction across the country.","release_date":"1982-10-22","vote_average":5.0,"runtime":98,"cert":"N\/A","id":10676,"title":"Halloween III: Season of the Witch","adult":false,"genre_ids":[27,9648,878]},{"cast":["Diego Luna","Romola Garai","Sela Ward","John Slattery","Jonathan Jackson"],"overview":"In pre-revolution Cuba, Katey Miller is about to defy everyone's expectations. Instead of a parent-approved suitor, Katey is drawn to the sexy waiter, Javier, who spends his nights dancing in Havana's nightclubs. As she secretly learns to dance with Javier, she learns the meanings of love, sensuality and independence.","release_date":"2004-02-27","vote_average":6.2,"runtime":86,"cert":"PG","id":10677,"title":"Dirty Dancing: Havana Nights","adult":false,"genre_ids":[18,10749]},{"cast":["Steve Martin","Queen Latifah","Eugene Levy","Joan Plowright","Jean Smart"],"overview":"Straight-laced lawyer, Peter Sanderson (Steve Martin) meets and falls in love with online chat friend \"Lawyer-Girl\", Charlene Morton (Queen Latifah), only to discover she's a convicted bank robber. Charlene escapes from jail and comes looking for Peter to help clear her name.","release_date":"2003-03-07","vote_average":5.7,"runtime":105,"cert":"","id":10678,"title":"Bringing Down the House","adult":false,"genre_ids":[35]},{"cast":["Julia Dietze","Christopher Kirby","Götz Otto","Udo Kier","Stephanie Paul"],"overview":"In the last moments of World War II, a secret Nazi space program evaded destruction by fleeing to the Dark Side of the Moon. During 70 years of utter secrecy, the Nazis construct a gigantic space fortress with a massive armada of flying saucers.","release_date":"2012-03-10","vote_average":5.7,"runtime":93,"cert":"15","id":10679,"title":"Iron Sky","adult":false,"genre_ids":[28,35,878]},{"cast":["Emilio Estevez","Jeffrey Nordling","David Selby","Heidi Kling","Joshua Jackson"],"overview":"The Ducks are offered scholarships at Eden Hall Academy but struggle with their new coach's methods and come under pressure from the board to retain their scholarships before their big game against the Varsity team.","release_date":"1996-10-04","vote_average":5.4,"runtime":104,"cert":"PG","id":10680,"title":"D3: The Mighty Ducks","adult":false,"genre_ids":[28,35,18,10751]},{"cast":["Ben Burtt","Elissa Knight","Jeff Garlin","Fred Willard","John Ratzenberger"],"overview":"WALL·E is the last robot left on an Earth that has been overrun with garbage and all humans have fled to outer space. For 700 years he has continued to try and clean up the mess, but has developed some rather interesting human-like qualities. When a ship arrives with a sleek new type of robot, WALL·E thinks he's finally found a friend and stows away on the ship when it leaves.","release_date":"2008-06-22","vote_average":8.0,"runtime":98,"cert":"U","id":10681,"title":"WALL·E","adult":false,"genre_ids":[16,10751,878]},{"cast":["Denzel Washington","Meg Ryan","Lou Diamond Phillips","Matt Damon","Michael Moriarty"],"overview":"A US Army officer had made a \"friendly fire\" mistake that was covered up and he was reassigned to a desk job. Later he was tasked to investigate a female chopper commander's worthiness to be awarded the Medal of Honor posthumously. At first all seemed in order. But then he begins to notice inconsistencies between the testimonies of the witnesses....","release_date":"1996-07-04","vote_average":6.4,"runtime":117,"cert":"15","id":10684,"title":"Courage Under Fire","adult":false,"genre_ids":[18,53,9648,10752]},{"cast":["James Spader","Keanu Reeves","Marisa Tomei","Ernie Hudson","Chris Ellis"],"overview":"FBI agent Joel Campbell, burnt-out and shell-shocked after years spent chasing serial killers, flees L.A. to begin a new life for himself in Chicago. But five months later, Joel's best laid plans are abruptly cut short when his new hometown becomes the setting for some particularly gruesome murders--murders that could only have been committed by one man: David Allen Griffin. One of Joel's most elusive and cunning nemeses, Griffin has followed his former pursuer to Chicago in order to play a sadistic game of cat and mouse. Taunting Joel with photographs of his intended victims and leaving his crime scenes meticulously free of clues in order to keep the police at bay, Griffin derives as much pleasure out of watching Joel react to every movement as watching his victims die. But when Griffin moves into Joel's inner circle, Joel must quickly find some way to stop him before someone close to him becomes the next one to die.","release_date":"2000-09-08","vote_average":5.1,"runtime":96,"cert":"N\/A","id":10685,"title":"The Watcher","adult":false,"genre_ids":[9648,53]},{"cast":["Morio Kazama","Tomoyasu Hotei","Tamaki Ogawa","Mitsuru Fukikoshi","Mari Natsuki"],"overview":"Three centuries ago, a precious sword has been stolen by Kazamatsuri -- the sword, which historic and symbolic value is priceless for the clan (Shogun Tokugawa donated it to clan 80 years before that, at the same time that he established them as the local rulers). Lord's counselor's young son Heishiro goes to retrieve the sword himself to protect the clan from the shame or possible demise. He is accompanied with two friends, Shintaro and Tadasuke, and followed by the ninjas of the clan. After Kazamatsuri wounds Heishiro and kills one of his friends, the young aristocrat still wants revenge more than sword itself, but meanwhile have to recover from his wounds, in the small forest house of a lonely samurai and his daughter. At the same time, Kamazatsuri stays in nearby town in the entertainment center run by Okatsu and falls into her. The older samurai tries to dissuade Heishiro from fighting with Kamazatsuri, but is himself gradually drawn into the conflict.","release_date":"1998-10-27","vote_average":6.8,"runtime":111,"cert":"N\/A","id":10686,"title":"Samurai Fiction","adult":false,"genre_ids":[28,35]},{"cast":["Colin Farrell","Matthew Davis","Clifton Collins Jr.","Tom Guiry","Shea Whigham"],"overview":"A group of recruits go through Advanced Infantry Training at Fort Polk, Louisiana's infamous Tigerland, last stop before Vietnam for tens of thousands of young men in 1971","release_date":"2000-09-22","vote_average":6.7,"runtime":101,"cert":"18","id":10687,"title":"Tigerland","adult":false,"genre_ids":[18,10752]},{"cast":["Ethan Hawke","Kyle MacLachlan","Diane Venora","Sam Shepard","Julia Stiles"],"overview":"Modern day adaptation of Shakespeare's immortal story about Hamlet's plight to avenge his father's murder in New York City.","release_date":"2000-05-12","vote_average":6.0,"runtime":112,"cert":"N\/A","id":10688,"title":"Hamlet","adult":false,"genre_ids":[18]},{"cast":["Gudrun Okras","Elisabeth Scherer","Christel Peters","Vladimir Weigl","Martin Semmelrogge"],"overview":"No overview found.","release_date":"2000-11-17","vote_average":6.0,"runtime":90,"cert":"N\/A","id":10689,"title":"Jetzt oder nie - Zeit ist Geld!","adult":false,"genre_ids":[35]},{"cast":["Dennis Hopper","Stephen Dorff","Debi Mazar","George Wendt","Charles Dance"],"overview":"John Canyon is one of the last independent space transport entrepreneurs. Rough times force him to carry suspicious cargo to Earth without questions being asked. During the flight the cargo turns out to be multitude of unstoppable and deadly killer robots.","release_date":"1996-03-01","vote_average":5.7,"runtime":95,"cert":"12","id":10690,"title":"Space Truckers","adult":false,"genre_ids":[35,878,53,12]},{"cast":["Kirsten Dunst","Jay Hernandez","Bruce Davison","Herman Osorio","Miguel Castro"],"overview":"At Pacific Palisades High, a poor Latino falls hard for a troubled girl from the affluent neighborhood.","release_date":"2001-06-29","vote_average":6.5,"runtime":99,"cert":"12","id":10691,"title":"Crazy\/Beautiful","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Rooker","Tracy Arnold","Tom Towles","David Katz","Mary Demas"],"overview":"Henry likes to kill people, in different ways each time. Henry shares an apartment with Otis. When Otis' sister comes to stay, we see both sides of Henry: \"the guy next door\" and the serial killer.","release_date":"1986-09-24","vote_average":6.8,"runtime":83,"cert":"","id":10692,"title":"Henry: Portrait of a Serial Killer","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Bobby Driscoll","Kathryn Beaumont","Hans Conried","Bill Thompson","Heather Angel"],"overview":"Leaving the safety of their nursery behind, Wendy, Michael and John follow Peter Pan to a magical world where childhood lasts forever. But while in Neverland, the kids must face Captain Hook and foil his attempts to get rid of Peter for good.","release_date":"1953-02-05","vote_average":7.2,"runtime":77,"cert":"U","id":10693,"title":"Peter Pan","adult":false,"genre_ids":[16,10751,12,14]},{"cast":["Charlie Sheen","Kristy Swanson","Henry Rollins","Rocky Carroll","Ray Wise"],"overview":"Jack Hammond is sentenced to life in prison, but manages to escape. To get away from the police he takes a girl as hostage and drives off in her car. The girl happens to be the only daughter of one of the richest men in the state. In a while the car chase is being broadcast live on every TV-channel.","release_date":"1994-03-04","vote_average":5.7,"runtime":89,"cert":"","id":10694,"title":"The Chase","adult":false,"genre_ids":[35,53,28,80]},{"cast":["Paul Wegener","Rudolf Blümner","Carl Ebert","Henrik Galeen","Lyda Salmonova"],"overview":"In this version of the golem legend, the golem, a clay statue brought to life by Rabbi Loew in 16th century Prague to save the Jews from the ongoing brutal persecution by the city's rulers, is found in the rubble of an old synagogue in the 20th century. Brought to life by an antique dealer, the golem is used as a menial servant. Eventually falling in love with the dealer's wife, it goes on a murderous rampage when its love for her goes unanswered. This mostly lost film (please check your attic) is often confused with director Paul Wegener second and readily available interpretation of the legend; Der Golem, wie er in die Welt kam (1920).","release_date":"1915-01-15","vote_average":7.1,"runtime":60,"cert":"N\/A","id":10695,"title":"The Golem","adult":false,"genre_ids":[27]},{"cast":["Mariah Carey","Max Beesley","Terrence Howard","Valarie Pettiford","Padma Lakshmi"],"overview":"A young woman is catapulted into pop stardom, with her already-famous DJ boyfriend calling the shots.","release_date":"2001-09-21","vote_average":3.6,"runtime":104,"cert":"N\/A","id":10696,"title":"Glitter","adult":false,"genre_ids":[18,10749]},{"cast":["Jean-Pierre Bacri","Alain Chabat","Anne Alvaro","Agnès Jaoui","Christiane Millet"],"overview":"Agnès Jaoui co-writes and directs this romantic comedy of manners set in France's rustic Provence. Unpolished and ultra-pragmatic industrialist Jean-Jacques Castella (co-scripter Jean-Pierre Bacri) reluctantly attends Racine's tragedy \"Berenice\" in order to see his niece play a bit part. He is taken with the play's strangely familiar-looking leading lady Clara Devaux (Anne Alvaro). During the course of the show, Castella soon remembers that he once hired and then promptly fired the actress as an English language tutor. He immediately goes out and signs up for language lessons. Thinking that he is nothing but an ill-tempered philistine with bad taste, Clara rejects him until Castella charms her off her feet.","release_date":"2000-03-01","vote_average":6.7,"runtime":112,"cert":"15","id":10697,"title":"The Taste of Others","adult":false,"genre_ids":[18,35,10749]},{"cast":["Anna Bertheau","Antonio Wannek","Tim Sanders","Carmen Simone Birk","Michael Krabbe"],"overview":"Germany 1982: The country is divided into two parts. Nele, coming from West-Germany, travels to East-Germany where she meets Captain, singer of a band. They fall in love with each other, but the regime \"takes care\" of their relationship, meaning: They can not see each other again. Germany 1990: The country is reunited. Nele starts searching their lost love...","release_date":"2001-06-12","vote_average":4.3,"runtime":94,"cert":"N\/A","id":10698,"title":"Never Mind the Wall","adult":false,"genre_ids":[18,10749]},{"cast":["Dustin Hoffman","Geena Davis","Andy García","Joan Cusack","Kevin J. O'Connor"],"overview":"Bernie Laplante is having a rough time. He's divorced, his ex-wife hates him and has custody of their son, the cops are setting a trap for him, then to top it all, he loses a shoe whilst rescuing passengers of a crashed jet. Being a thief who is down on his luck, Bernie takes advantage of the crash, but then someone else claims credit for the rescue.","release_date":"1992-10-02","vote_average":6.3,"runtime":117,"cert":"15","id":10699,"title":"Hero","adult":false,"genre_ids":[18,35,53,9648]},{"cast":["Marie-Josée Croze","Barbara Ulrich","Ilona Elkin","Gregoire Dunlevy","Laurent-Christophe De Ruelle"],"overview":"","release_date":"2002-10-01","vote_average":5.2,"runtime":106,"cert":"N\/A","id":10702,"title":"Ascension","adult":false,"genre_ids":[18,27]},{"cast":["Leon Lai","Charlie Yeung","Lu Yi","Liu Chia-Liang","Donnie Yen"],"overview":"Seven warriors come together to protect a village from a diabolical General.","release_date":"2005-07-25","vote_average":6.3,"runtime":153,"cert":"N\/A","id":10703,"title":"Seven Swords","adult":false,"genre_ids":[28,18]},{"cast":["Matt Battaglia","Chandra West","Andrew Jackson","Eric Bryson","Jeff Wincott"],"overview":"The Universal Soldiers are used to smuggle diamonds for a CIA Director, but Luc Deveroux continues to cause him problems.","release_date":"1998-09-27","vote_average":4.0,"runtime":92,"cert":"N\/A","id":10704,"title":"Universal Soldier II: Brothers in Arms","adult":false,"genre_ids":[28,878]},{"cast":["Kenneth Branagh","Derek Jacobi","Brian Blessed","James Larkin","Paul Scofield"],"overview":"Gritty adaption of William Shakespeare's play about the English King's bloody conquest of France.","release_date":"1989-10-05","vote_average":7.5,"runtime":137,"cert":"12A","id":10705,"title":"Henry V","adult":false,"genre_ids":[10752,18,36]},{"cast":["Bruno Campos","Alix Koromzay","Will Estes","Edward Albert","Gaven E. Lucas"],"overview":"When a cockroach-spread plague threatened to decimate the child population of New York City in the original Mimic, biologist Susan Tyler and her research associates developed a species of \"Judas\" bugs and introduced them into the environment, where they were to \"mimic\" the diseased roaches and infiltrate their grubby habitats. The plan worked until the bugs evolved to mimic their next prey.....humans! Just when they were all thought to be dead, the giant cockroaches are back, and this time they've mutated to take on human form!","release_date":"2001-07-17","vote_average":4.9,"runtime":82,"cert":"15","id":10706,"title":"Mimic 2","adult":false,"genre_ids":[27,878,53]},{"cast":["Jeff Daniels","Laura Linney","Jesse Eisenberg","Owen Kline","William Baldwin"],"overview":"Based on the true childhood experiences of Noah Baumbach and his brother, The Squid and the Whale tells the touching story of two young boys dealing with their parents divorce in Brooklyn in the 1980's.","release_date":"2005-10-05","vote_average":7.0,"runtime":81,"cert":"15","id":10707,"title":"The Squid and the Whale","adult":false,"genre_ids":[35,18]},{"cast":["Eddie Murphy","Jeff Garlin","Steve Zahn","Regina King","Kevin Nealon"],"overview":"Two men get laid off and have to become stay-at-home dads when they can't find jobs, which inspires them to open their own day-care center.","release_date":"2003-05-03","vote_average":5.8,"runtime":92,"cert":"PG","id":10708,"title":"Daddy Day Care","adult":false,"genre_ids":[35,10751]},{"cast":["Gene Hackman","Fernando Rey","Bernard Fresson","Philippe Léotard","Ed Lauter"],"overview":"\"Popeye\" Doyle travels to Marsailles to find Alain Charnier, the drug smuggler that eluded him in New York.","release_date":"1975-05-18","vote_average":6.8,"runtime":119,"cert":"18","id":10711,"title":"French Connection II","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Julianne Moore","Dennis Quaid","Dennis Haysbert","Patricia Clarkson","Viola Davis"],"overview":"In 1950s Connecticut, a housewife faces a marital crisis and mounting racial tensions in the outside world.","release_date":"2002-09-02","vote_average":7.1,"runtime":107,"cert":"N\/A","id":10712,"title":"Far from Heaven","adult":false,"genre_ids":[18,10749]},{"cast":["Brendan Fraser","Jenna Elfman","Steve Martin","Timothy Dalton","Heather Locklear"],"overview":"Fed up with all the attention going to Bugs Bunny, Daffy Duck quits Hollywood, teams up with recently-fired stuntman Damien Drake Jr. and embarks on a round-the-world adventure, along with Bugs and The VP of Warner Bros. Their mission? Find Damien's father, and the missing blue diamond... and stay one step ahead of The Acme Corp., who wants the diamond for their own purposes.","release_date":"2003-11-14","vote_average":5.9,"runtime":93,"cert":"PG","id":10715,"title":"Looney Tunes: Back in Action","adult":false,"genre_ids":[16,35,10751]},{"cast":["Matthias Schweighöfer","Tim Sander","Anna Bertheau","Axel Stein","Denis Moschitto"],"overview":"","release_date":"2003-09-24","vote_average":7.8,"runtime":94,"cert":"N\/A","id":10716,"title":"Die Klasse von '99 - Schule war gestern, Leben ist jetzt","adult":false,"genre_ids":[35,18]},{"cast":["André Hennicke","Marie Bäumer","Vadim Glowna","Ralf Bauer","Jutta Hoffmann"],"overview":"Oskar Roehler's drama Der Alte Affe Angst (Angst) is about the dissolution of a couple. Robert (Andre Hennicke) and Marie (Marie Baumer) have little in common other than their sex life. Since Robert is going through a bout with impotency, they are having a very rocky time. Robert learns that his father, whom he is estranged from, has died. This disturbs Robert so much that he visits a prostitute, and is able to engage in sex with her. Marie discovers the infidelity, and the prostitute has a surprise of her own. Angst was screened at the 2003 Berlin Film Festival.","release_date":"2003-02-14","vote_average":8.0,"runtime":92,"cert":"N\/A","id":10717,"title":"Angst","adult":false,"genre_ids":[18]},{"cast":["Martin Henderson","Ice Cube","Monet Mazur","Adam Scott","Matt Schulze"],"overview":"Biker Cary Ford is framed by an old rival and biker gang leader for the murder of another gang member who happens to be the brother of Trey, leader of the most feared biker gang in the country. Ford is now on the run trying to clear his name from the murder with Trey and his gang looking for his blood.","release_date":"2004-01-16","vote_average":4.7,"runtime":84,"cert":"15","id":10718,"title":"Torque","adult":false,"genre_ids":[28]},{"cast":["Will Ferrell","James Caan","Zooey Deschanel","Mary Steenburgen","Daniel Tay"],"overview":"When young Buddy falls into Santa's gift sack on Christmas Eve, he's transported back to the North Pole and raised as a toy-making elf by Santa's helpers. But as he grows into adulthood, he can't shake the nagging feeling that he doesn't belong. Buddy vows to visit Manhattan and find his real dad, a workaholic publisher.","release_date":"2003-10-09","vote_average":6.6,"runtime":97,"cert":"PG","id":10719,"title":"Elf","adult":false,"genre_ids":[35,10751,14]},{"cast":["Renée Zellweger","Ewan McGregor","Sarah Paulson","David Hyde Pierce","Rachel Dratch"],"overview":"In 1962 New York City, love blossoms between a playboy journalist and a feminist advice author.","release_date":"2003-05-08","vote_average":6.1,"runtime":101,"cert":"12A","id":10720,"title":"Down with Love","adult":false,"genre_ids":[35,10749]},{"cast":["Damon Wayans","Adam Sandler","James Caan","Jeep Swenson","James Farentino"],"overview":"An undercover police officer named Rock Keats befriends a drug dealer and car thief named Archie Moses in a bid to catch the villainous drug lord Frank Coltan. But the only problem is that Keats is a cop, his real name is Jack Carter, and he is working undercover with the LAPD to bust Moses and Colton at a sting operation the LAPD has set up.","release_date":"1996-09-06","vote_average":5.5,"runtime":84,"cert":"18","id":10723,"title":"Bulletproof","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Clint Eastwood","Freddie Jones","David Huffman","Warren Clarke","Ronald Lacey"],"overview":"The Soviets have developed a revolutionary new jet fighter, called 'Firefox'. Worried that the jet will be used as a first-strike weapon—as there are rumours that it is undetectable by radar—the British send ex-Vietnam War pilot, Mitchell Gant on a covert mission into the Soviet Union to steal the Firefox.","release_date":"1982-06-13","vote_average":6.1,"runtime":136,"cert":"15","id":10724,"title":"Firefox","adult":false,"genre_ids":[878,28,12,53]},{"cast":["Albert Finney","Diane Venora","Edward James Olmos","Gregory Hines","Tom Noonan"],"overview":"A New York cop investigates a series of brutal deaths that resemble animal attacks.","release_date":"1981-07-24","vote_average":6.1,"runtime":115,"cert":"N\/A","id":10725,"title":"Wolfen","adult":false,"genre_ids":[18,27]},{"cast":["Mila Kunis","William Shatner","Geraint Wyn Davies","Lindy Booth","Charles Officer"],"overview":"Rachel is a criminology student hoping to land a position as a teacher's assistant for professor Robert Starkman. She's sure this position will pave the way to an FBI career, and she's willing to do anything to obtain it -- including killing her classmates. The school psychiatrist, Dr. Daniels, becomes aware that Rachel is insane, but Rachel is skilled at her dangerous game of death and identity theft.","release_date":"2002-04-22","vote_average":4.5,"runtime":88,"cert":"18","id":10726,"title":"American Psycho II: All American Girl","adult":false,"genre_ids":[27,53]},{"cast":["Chaney Kley","Emma Caulfield","Lee Cormie","Grant Piro","Sullivan Stapleton"],"overview":"A vengeful spirit has taken the form of the Tooth Fairy to exact vengeance on the town that lynched her 150 years earlier. Her only opposition is the only child, now grown up, who has survived her before.","release_date":"2003-01-24","vote_average":5.2,"runtime":86,"cert":"","id":10727,"title":"Darkness Falls","adult":false,"genre_ids":[53,27]},{"cast":["Gösta Ekman","Emil Jannings","Camilla Horn","Frida Richard","William Dieterle"],"overview":"God and Satan war over earth; to settle things, they wager on the soul of Faust, a learned and prayerful alchemist.","release_date":"1926-10-13","vote_average":8.0,"runtime":116,"cert":"N\/A","id":10728,"title":"Faust","adult":false,"genre_ids":[18,14,27]},{"cast":["Bill Murray","Geena Davis","Randy Quaid","Jason Robards","Stanley Tucci"],"overview":"With the aid of his girlfriend, Phyllis Potter, and best friend, Loomis, Grimm enters a Manhattan bank dressed as a clown, creates a hostage situation and executes a flawless robbery. The only thing left for the trio to do is make their getaway out of the city and to the airport. It sounds simple enough, but it seems that fate deserts them immediately after the bank heist. One mishap after another conspires to keep these robbers from reaching freedom.","release_date":"1990-07-13","vote_average":6.6,"runtime":89,"cert":"N\/A","id":10729,"title":"Quick Change","adult":false,"genre_ids":[35,80,9648]},{"cast":["Jeff Bridges","Jessica Lange","Charles Grodin","John Randolph","René Auberjonois"],"overview":"In this remake of the 1933 classic about the giant ape, an oil company expedition disturbs the peace of Kong and brings him back to New York to exploit him. Even though a woman somewhat tames Kong, he finally breaks loose and terrorizes the city, and as the military attempt to stop him, he falls to his death from the top of the World Trade Center.","release_date":"1976-09-08","vote_average":6.0,"runtime":134,"cert":"","id":10730,"title":"King Kong","adult":false,"genre_ids":[12,18]},{"cast":["Susan Sarandon","Brad Renfro","Tommy Lee Jones","Mary-Louise Parker","Anthony LaPaglia"],"overview":"A street-wise kid, Mark Sway, sees the suicide of Jerome Clifford, a prominent Louisiana lawyer, whose current client is Barry 'The Blade' Muldano, a Mafia hit-man. Before Jerome shoots himself, he tells Mark where the body of a Senator is buried. Clifford shoots himself and Mark is found at the scene, and both the FBI and the Mafia quickly realize that Mark probably knows more than he says.","release_date":"1994-07-20","vote_average":6.6,"runtime":119,"cert":"15","id":10731,"title":"The Client","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Sophie Marceau","Philippe Noiret","Claude Rich","Sami Frey","Jean-Luc Bideau"],"overview":"It is 1654, in the South of France. When horsemen follow a runaway slave into the convent where he's taken sanctuary and kill both the fugitive and the Mother Superior, they little realise that one of the novices is the spirited daughter of retired musketeer D'Artagnan.","release_date":"1994-08-24","vote_average":5.8,"runtime":125,"cert":"N\/A","id":10732,"title":"Revenge of the Musketeers","adult":false,"genre_ids":[28,12,35]},{"cast":["Dennis Quaid","Billy Bob Thornton","Jason Patric","Patrick Wilson","Emilio Echevarría"],"overview":"Based on the 1836 standoff between a group of Texan and Tejano men, led by Davy Crockett and Jim Bowie, and Mexican dictator Santa Anna's forces at the Alamo in San Antonio, Texas.","release_date":"2004-04-07","vote_average":5.8,"runtime":137,"cert":"12","id":10733,"title":"The Alamo","adult":false,"genre_ids":[37,36,10752]},{"cast":["Clint Eastwood","Patrick McGoohan","Roberts Blossom","Jack Thibeau","Fred Ward"],"overview":"Escape from Alcatraz tells the story of the only three men ever to escape from the infamous maximum security prison at Alcatraz. In 29 years, the seemingly impenetrable federal penitentiary, which housed Al Capone and \"Birdman\" Robert Stroud, was only broken once - by three men never heard of again.","release_date":"1979-06-22","vote_average":7.5,"runtime":111,"cert":"15","id":10734,"title":"Escape from Alcatraz","adult":false,"genre_ids":[80,18]},{"cast":["Amanda Bynes","Colin Firth","Kelly Preston","Eileen Atkins","Anna Chancellor"],"overview":"An American girl, Daphne, heads to Europe in search of the father she's never met. But instead of finding a British version of her bohemian mother, she learns the love of her mom's life is an uptight politician. The only problem now is that her long-lost dad is engaged to a fiercely territorial social climber with a daughter who makes Daphne's life miserable.","release_date":"2003-03-27","vote_average":6.0,"runtime":105,"cert":"PG","id":10735,"title":"What a Girl Wants","adult":false,"genre_ids":[35,10749,18]},{"cast":["Nicole Kidman","Cameron Bright","Danny Huston","Lauren Bacall","Alison Elliott"],"overview":"It took Anna 10 years to recover from the death of her husband, Sean, but now she's on the verge of marrying her boyfriend, Joseph, and finally moving on. However, on the night of her engagement party, a young boy named Sean turns up, saying he is her dead husband reincarnated. At first she ignores the child, but his knowledge of her former husband's life is uncanny, leading her to believe that he might be telling the truth.","release_date":"2004-09-08","vote_average":5.9,"runtime":100,"cert":"N\/A","id":10740,"title":"Birth","adult":false,"genre_ids":[18,9648,53,10749]},{"cast":["Anthony Hopkins","Heather Graham","Ashton Kutcher","Mary Elizabeth Winstead","Helen Hunt"],"overview":"In 1968 the lives of a retired doorman, hotel manager, lounge singer, busboy, beautician and others intersect in the wake of Robert F. Kennedy's assassination at the Ambassador Hotel in Los Angeles.","release_date":"2006-09-05","vote_average":6.6,"runtime":120,"cert":"15","id":10741,"title":"Bobby","adult":false,"genre_ids":[18]},{"cast":["Robert Redford","Helen Mirren","Willem Dafoe","Alessandro Nivola","Matt Craven"],"overview":"When affluent executive Wayne Hayes is kidnapped by a disgruntled employee and held for ransom in a forest, Wayne’s wife is forced to reckon with the FBI agents as they negotiate with the kidnapper.","release_date":"2004-07-02","vote_average":5.8,"runtime":95,"cert":"12A","id":10742,"title":"The Clearing","adult":false,"genre_ids":[18,9648,53]},{"cast":["Edward Burns","Rachel Weisz","Morris Chestnut","Dustin Hoffman","Andy García"],"overview":"What Jake Vig doesn't know just might get him killed. A sharp and polished grifter, Jake has just swindled thousands of dollars from the unsuspecting Lionel Dolby with the help of his crew. It becomes clear that Lionel wasn't just any mark, he was an accountant for eccentric crime boss Winston King. Jake and his crew will have to stay one step ahead of both the criminals and the cops to finally settle their debt.","release_date":"2003-04-25","vote_average":6.3,"runtime":97,"cert":"15","id":10743,"title":"Confidence","adult":false,"genre_ids":[28,35,53,80,9648]},{"cast":["William H. Macy","Alec Baldwin","Maria Bello","Shawn Hatosy","Paul Sorvino"],"overview":"Bernie works at a Las Vegas casino, where he uses his innate ability to bring about misfortune in those around him to jinx gamblers into losing. His imposing boss, Shelly Kaplow, is happy with the arrangement. But Bernie finds unexpected happiness when he begins dating attractive waitress Natalie Belisario.","release_date":"2003-01-17","vote_average":6.8,"runtime":101,"cert":"N\/A","id":10744,"title":"The Cooler","adult":false,"genre_ids":[18,10749]},{"cast":["Clint Eastwood","Chief Dan George","Sondra Locke","Bill McKinney","John Vernon"],"overview":"After avenging his family's brutal murder, Wales is pursued by a pack of soldiers. He prefers to travel alone, but ragtag outcasts are drawn to him - and Wales can't bring himself to leave them unprotected.","release_date":"1976-06-30","vote_average":7.5,"runtime":135,"cert":"15","id":10747,"title":"The Outlaw Josey Wales","adult":false,"genre_ids":[37]},{"cast":["Talulah Riley","Rupert Everett","Gemma Arterton","Colin Firth","Lena Headey"],"overview":"When their beloved school is threatened with closure should the powers that be fail to raise the proper funds, the girls scheme to steal a priceless painting and use the profits to pull St. Trinian's out of the red.","release_date":"2007-12-21","vote_average":6.0,"runtime":101,"cert":"12A","id":10748,"title":"St. Trinian's","adult":false,"genre_ids":[35,10751,878]},{"cast":["Katharina Schüttler","Alexander Beyer","Robert Stadlober","Thomas Schüler","Boris Aljinovic"],"overview":"The film starts in the early evening of a normal day: Sophie, a 20 year old girl, is pregnant and wanders through the night to get sure about her future life. Does she want to be a mother or do an abortion? Does she love her friend or not? Who is the father of her unborn baby? Trying to figure out what to do Sophie encounters many people, and in the morning she has come to a decision. But this is not the movie's end...","release_date":"2003-02-28","vote_average":6.3,"runtime":107,"cert":"N\/A","id":10749,"title":"Sophiiiie!","adult":false,"genre_ids":[18]},{"cast":["Sean Astin","Wil Wheaton","George Perez","Keith Coogan","Andrew Divoff"],"overview":"After federal agents arrest a drug czar and put him on trial, the cartel leader's vicious son storms a prep school and takes its students hostage. They rebel against the armed intruders and try to take back their academy by any means necessary.","release_date":"1991-04-24","vote_average":6.4,"runtime":112,"cert":"N\/A","id":10750,"title":"Toy Soldiers","adult":false,"genre_ids":[28,12,53]},{"cast":["Kim Bodnia","Nikolaj Lie Kaas","Brian Patterson","Torkel Petersson","Iben Hjejle"],"overview":"The last wish of the dying \"Monk\" is for his foster child, Harald, to find his real son, Ludvig. But the latter is currently in a Swedish prison cell...","release_date":"2002-07-12","vote_average":7.0,"runtime":95,"cert":"N\/A","id":10751,"title":"Old Men in New Cars: In China They Eat Dogs II","adult":false,"genre_ids":[28,35,80,53]},{"cast":["Henryk Wichmann","Markus Meckel","Angela Merkel","Jürgen Rüttgers"],"overview":"German national election campaign 2002: Henryk Wichmann from the conservative party is fighting a lost battle in the Uckermark.","release_date":"2003-04-10","vote_average":6.2,"runtime":80,"cert":"N\/A","id":10752,"title":"Herr Wichmann von der CDU","adult":false,"genre_ids":[99,18]},{"cast":["Jackie Chan","Maggie Cheung","Lam Gwok-Hung","Bill Tung","Mars"],"overview":"The Hong Kong super-cop must stop a group of blackmailing bombers at the same time that the villains of the first Police Story are out for revenge.","release_date":"1988-08-13","vote_average":7.0,"runtime":101,"cert":"N\/A","id":10753,"title":"Police Story 2","adult":false,"genre_ids":[28,80,53]},{"cast":["Mirosław Baka","Krzysztof Globisz","Jan Tesarz","Zbigniew Zapasiewicz","Barbara Dziekan"],"overview":"Jacek climbs into the taxi driven by Waldemar, tells him to drive to a remote location, then brutally strangles him, seemingly without motive.","release_date":"1988-03-11","vote_average":7.8,"runtime":85,"cert":"N\/A","id":10754,"title":"A Short Film About Killing","adult":false,"genre_ids":[80,18]},{"cast":["Jimi Blue Ochsenknecht","Raban Bieling","Sarah Kim Gries","Constantin Gastmann","Wilson Gonzalez Ochsenknecht"],"overview":"The school year is over and for a diverse group of children between six and ten years with no worries, football is king! These kids are convinced they are the local gold team and there is nothing they like more than just improve their game. \"If you want to be cool, you should be wild.\" But this holiday more bad luck will accompany the due. The relentless rain turns their field in a quagmire. They must be with  their parents who do not like their passion for the game. And when finally the sun comes, a gang of older boys, bigger and stupid, have just taken the field. Although not given any choice, the boys challenge them to play a game to solve the problem. All you have to do now is win ... First installment of the series German \"The Beast Football Club\".","release_date":"2003-10-02","vote_average":5.8,"runtime":94,"cert":"N\/A","id":10755,"title":"The Wild Soccer Bunch","adult":false,"genre_ids":[35,10751]},{"cast":["Eddie Murphy","Terence Stamp","Nathaniel Parker","Marsha Thomason","Jennifer Tilly"],"overview":"Workaholic Jim Evers and his wife\/business partner, Sara get a call one night from mansion owner, Edward Gracey wants to sell his house. Once the Evers family arrive at the mansion a butler takes them to dine with Gracey. Gracey takes one look at Sara and he thinks she's his lost lover.","release_date":"2003-11-25","vote_average":5.5,"runtime":88,"cert":"PG","id":10756,"title":"The Haunted Mansion","adult":false,"genre_ids":[53,14,35,10751,9648]},{"cast":["Amitabh Bachchan","Jaya Bachchan","Shah Rukh Khan","Kajol","Hrithik Roshan"],"overview":"Rahul, the adoptive son of business magnate Yash Raichand, feels eternal gratitude to his father for rescuing him from a life of poverty. Yet, when Yash forbids his love of poor Anjali, Rahul marries her and moves to London with new wife and sister-in-law, breaking the heart of his mother. Ten years later, Rahul's younger brother comes to London intent on brokering peace between father and son.","release_date":"2001-12-14","vote_average":7.7,"runtime":210,"cert":"N\/A","id":10757,"title":"Kabhi Khushi Kabhie Gham","adult":false,"genre_ids":[35,18]},{"cast":["Keri Russell","Nathan Fillion","Andy Griffith","Cheryl Hines","Eddie Jemison"],"overview":"Jenna is a pregnant, unhappily married waitress in the deep south. She meets a newcomer to her town and falls into an unlikely relationship as a last attempt at happiness.","release_date":"2007-05-25","vote_average":6.7,"runtime":108,"cert":"N\/A","id":10758,"title":"Waitress","adult":false,"genre_ids":[35,10749]},{"cast":["Carl Weathers","David Koechner","Melora Hardin","Matthew Lawrence","Brooke Nevin"],"overview":"A comedy that spoofs the inspirational sports movies, The Comebacks tells the story of an out-of-luck coach, Lambeau Fields, who takes a rag-tag bunch of college misfits and drives them towards the football championships. In the process, this life-long loser discovers that he is a winner after all by redeeming himself, saving his relationship with his family and friends, and finding that there is indeed, no \"I\" in \"team\"!","release_date":"2007-10-19","vote_average":4.9,"runtime":107,"cert":"N\/A","id":10759,"title":"The Comebacks","adult":false,"genre_ids":[35]},{"cast":["Amanda Bynes","Sara Paxton","Matt Long","Jeremy Howard","Danny Strong"],"overview":"A modern retelling of Snow White set against students in their freshman year of college in the greek system.","release_date":"2007-09-21","vote_average":6.4,"runtime":108,"cert":"N\/A","id":10760,"title":"Sydney White","adult":false,"genre_ids":[35]},{"cast":["Patrick Dempsey","Michelle Monaghan","Kevin McKidd","Chris Messina","Richmond Arquette"],"overview":"Tom and Hannah have been platonic friends for 10 years. He's a serial dater, while she wants marriage but hasn't found Mr. Right. Just as Tom is starting to think that he is relationship material after all, Hannah gets engaged. When she asks Tom to be her 'maid' of honor, he reluctantly agrees just so he can attempt to stop the wedding and woo her.","release_date":"2008-05-02","vote_average":6.3,"runtime":101,"cert":"N\/A","id":10761,"title":"Made of Honor","adult":false,"genre_ids":[35,10749]},{"cast":["Seth Green","Matthew Lillard","Dax Shepard","Antony Starr","Andrew Hampton"],"overview":"Three friends, whose lives have been drifting apart, reunite for the funeral of a fourth childhood friend. When looking through their childhood belongings, they discover a trunk which contained details on a quest their friend was attempting. It revealed that he was hot on the trail of the $200,000 that went missing with airplane hijacker D.B. Cooper in 1971. They decide to continue his journey, but do not understand the dangers they will soon encounter.","release_date":"2004-08-20","vote_average":5.4,"runtime":95,"cert":"12","id":10762,"title":"Without a Paddle","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Richard Gere","Helen Hunt","Liv Tyler","Kate Hudson","Farrah Fawcett"],"overview":"A successful Texas gynecologist finds himself amid a bevy of women and their problems – his wife’s breakdown, his daughter's fake marriage, his other daughter’s conspiracy theories, and his secretary’s crush. Craving time for himself, he finds solace in a kind outsider.","release_date":"2000-09-13","vote_average":4.8,"runtime":121,"cert":"N\/A","id":10763,"title":"Dr. T & the Women","adult":false,"genre_ids":[35,18,10749]},{"cast":["Daniel Craig","Olga Kurylenko","Mathieu Amalric","Judi Dench","Giancarlo Giannini"],"overview":"Quantum of Solace continues the adventures of James Bond after Casino Royale. Betrayed by Vesper, the woman he loved, 007 fights the urge to make his latest mission personal. Pursuing his determination to uncover the truth, Bond and M interrogate Mr. White, who reveals that the organization that blackmailed Vesper is far more complex and dangerous than anyone had imagined.","release_date":"2008-10-30","vote_average":6.2,"runtime":106,"cert":"12A","id":10764,"title":"Quantum of Solace","adult":false,"genre_ids":[12,28,53,80]},{"cast":["Goldie Hawn","Eileen Brennan","Armand Assante","Robert Webber","Mary Kay Place"],"overview":"A sheltered young high society woman joins the army on a whim and finds herself in a more difficult situation than she ever expected.","release_date":"1980-10-06","vote_average":6.1,"runtime":109,"cert":"N\/A","id":10765,"title":"Private Benjamin","adult":false,"genre_ids":[35]},{"cast":["William Holden","Lee Grant","Jonathan Scott-Taylor","Robert Foxworth","Lance Henriksen"],"overview":"Since the sudden and highly suspicious death of his parents, 12-year-old Damien has been in the charge of his wealthy aunt and uncle (Lee Grant and William Holden). Widely feared to be the Antichrist, Damien relentlessly plots to seize control of his uncle's business empire - and the world. Meanwhile, anyone attempting to unravel the secrets of Damien's sinister past or fiendish future meets with a swift and cruel demise.","release_date":"1978-06-09","vote_average":6.2,"runtime":107,"cert":"15","id":10766,"title":"Damien: Omen II","adult":false,"genre_ids":[28,18,27,53]},{"cast":["Jackie Chan","Jennifer Love Hewitt","Jason Isaacs","Debi Mazar","Ritchie Coster"],"overview":"Cabbie-turned-chauffeur Jimmy Tong learns there is really only one rule when you work for playboy millionaire Clark Devlin : Never touch Devlin's prized tuxedo. But when Devlin is temporarily put out of commission in an explosive accident, Jimmy puts on the tux and soon discovers that this extraordinary suit may be more black belt than black tie. Paired with a partner as inexperienced as he is, Jimmy becomes an unwitting secret agent.","release_date":"2002-09-27","vote_average":5.5,"runtime":98,"cert":"12A","id":10771,"title":"The Tuxedo","adult":false,"genre_ids":[53,28,35,878]},{"cast":["Franco Nero","José Bódalo","Loredana Nusciak","Ángel Álvarez","Eduardo Fajardo"],"overview":"A coffin-dragging gunslinger and a half-breed prostitute become embroiled in a bitter feud between a merciless masked clan and a band of Mexican revolutionaries.","release_date":"1966-04-05","vote_average":7.3,"runtime":93,"cert":"N\/A","id":10772,"title":"Django","adult":false,"genre_ids":[28,37]},{"cast":["Judi Dench","Bob Hoskins","Will Young","Christopher Guest","Kelly Reilly"],"overview":"Eccentric 70-year-old widow purchases the Windmill Theatre in London as a post-widowhood hobby. After starting an innovative continuous variety review, which is copied by other theaters, they begin to lose money. Mrs Henderson suggests they add female nudity similar to the Moulin Rouge in Paris","release_date":"2005-09-08","vote_average":6.6,"runtime":103,"cert":"12","id":10773,"title":"Mrs Henderson Presents","adult":false,"genre_ids":[35,18]},{"cast":["Faye Dunaway","William Holden","Peter Finch","Robert Duvall","Wesley Addy"],"overview":"When veteran anchorman Howard Beale is forced to retire his 25-year post because of his age, he announces to viewers that he will kill himself during his farewell broadcast. Network executives rethink their decision when his fanatical tirade results in a spike in ratings.","release_date":"1976-11-01","vote_average":7.9,"runtime":122,"cert":"15","id":10774,"title":"Network","adult":false,"genre_ids":[18]},{"cast":["Andy Lau","Tony Leung Chiu-Wai","Anthony Wong","Eric Tsang","Kelly Chen"],"overview":"Chan Wing Yan, a young police officer, has been sent undercover as a mole in the local mafia. Lau Kin Ming, a young mafia member, infiltrates the police force. Years later, their older counterparts, Chen Wing Yan and Inspector Lau Kin Ming, respectively, race against time to expose the mole within their midst.","release_date":"2002-12-12","vote_average":7.8,"runtime":101,"cert":"15","id":10775,"title":"Infernal Affairs","adult":false,"genre_ids":[18,28,53,80,9648]},{"cast":["Rick Moranis","Ellen Greene","Vincent Gardenia","Steve Martin","Tisha Campbell-Martin"],"overview":"Seymour Krelborn is a nerdy orphan working at Mushnik's, a flower shop in urban Skid Row. He harbors a crush on fellow co-worker Audrey Fulquard, and is berated by Mr. Mushnik daily. One day as Seymour is seeking a new mysterious plant, he finds a very mysterious unidentified plant which he calls Audrey II. The plant seems to have a craving for blood and soon begins to sing for his supper.","release_date":"1986-12-19","vote_average":6.8,"runtime":94,"cert":"PG","id":10776,"title":"Little Shop of Horrors","adult":false,"genre_ids":[27,35]},{"cast":["Michael J. Fox","Jeffrey Combs","Jake Busey","Chi McBride","Trini Alvarado"],"overview":"Once an architect, Frank Bannister now passes himself off as an exorcist of evil spirits. To bolster his facade, he claims his \"special\" gift is the result of a car accident that killed his wife. But what he does not count on is more people dying in the small town where he lives. As he tries to piece together the supernatural mystery of these killings, he falls in love with the wife of one of the victims and deals with a crazy FBI agent.","release_date":"1996-07-18","vote_average":6.8,"runtime":110,"cert":"15","id":10779,"title":"The Frighteners","adult":false,"genre_ids":[27,35]},{"cast":["Goldie Hawn","Kurt Russell","Edward Herrmann","Katherine Helmond","Mike Hagerty"],"overview":"Heiress, Joanna Stayton hires carpenter, Dean Proffitt to build a closet on her yacht -- and refuses to pay him for the project when it's done. But after Joanna accidentally falls overboard and loses her memory, Dean sees an opportunity to get even.","release_date":"1987-12-16","vote_average":6.8,"runtime":106,"cert":"","id":10780,"title":"Overboard","adult":false,"genre_ids":[35,10749]},{"cast":["Jordana Brewster","Taylor Handley","Diora Baird","Matt Bomer","R. Lee Ermey"],"overview":"Chrissie and her friends set out on a road trip for a final fling before one is shipped off to Vietnam. Along the way, bikers harass the foursome and cause an accident that throws Chrissie from the vehicle. The lawman who arrives on the scene kills one of the bikers and brings Chrissie's friends to the Hewitt homestead, where young Leatherface is learning the tools of terror.","release_date":"2006-10-06","vote_average":6.0,"runtime":91,"cert":"18","id":10781,"title":"The Texas Chainsaw Massacre: The Beginning","adult":false,"genre_ids":[27,53]},{"cast":["John Travolta","Connie Nielsen","Samuel L. Jackson","Giovanni Ribisi","Tim Daly"],"overview":"A DEA agent investigates the disappearance of a legendary Army ranger drill sergeant and several of his cadets during a training exercise gone severely awry.","release_date":"2003-04-18","vote_average":6.5,"runtime":98,"cert":"15","id":10782,"title":"Basic","adult":false,"genre_ids":[28,18,9648,53,80]},{"cast":["John Travolta","Lisa Kudrow","Tim Roth","Ed O'Neill","Michael Rapaport"],"overview":"Russ Richards is a TV weatherman and local celebrity on the verge of losing his shirt. Desperate to escape financial ruin, he schemes with Crystal the TV station's lotto ball girl to rig the state lottery drawing. The numbers come up right, but everything else goes wrong as the plan starts to unravel and the game turns rough.","release_date":"2000-10-27","vote_average":4.9,"runtime":105,"cert":"N\/A","id":10783,"title":"Lucky Numbers","adult":false,"genre_ids":[35,80]},{"cast":["Liza Minnelli","Michael York","Helmut Griem","Joel Grey","Fritz Wepper"],"overview":"Inside the Kit Kat Club of 1931 Berlin, starry-eyed singer Sally Bowles and an impish emcee sound the clarion call to decadent fun, while outside a certain political party grows into a brutal force.","release_date":"1972-02-13","vote_average":7.5,"runtime":124,"cert":"15","id":10784,"title":"Cabaret","adult":false,"genre_ids":[18,10749,10402]},{"cast":["Kenneth Tobey","Margaret Sheridan","Robert Cornthwaite","Douglas Spencer","James Young"],"overview":"Scientists and U.S.  Air Force officials fend off a blood-thirsty alien organism while at a remote arctic outpost.","release_date":"1951-04-29","vote_average":6.8,"runtime":87,"cert":"PG","id":10785,"title":"The Thing from Another World","adult":false,"genre_ids":[27,878]},{"cast":["Sean Connery","Audrey Hepburn","Robert Shaw","Richard Harris","Nicol Williamson"],"overview":"Robin Hood is an old man when he returns with his best friend Little John to England after the Crusades. Maid Marian has entered a nunnery, King Richard is a raving lunatic, his Brother John a moron, and the age of great adventure has seemed to have passed Robin by. But when The Sheriff of Nottingham once again threatens Sherwood, Robin gathers his faithful men, and band of peasants to fight oppression in this high-spirited adventure in which Robin Hood and Maid Marian rediscover their love…","release_date":"1976-03-11","vote_average":6.6,"runtime":106,"cert":"PG","id":10786,"title":"Robin and Marian","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Claude Rains","Gloria Stuart","William Harrigan","Henry Travers","Una O'Connor"],"overview":"Working in Dr. Cranley’s laboratory, scientist Jack Griffin was always given the latitude to conduct some of his own experiments. His sudden departure, however, has Cranley’s daughter Flora worried about him. Griffin has taken a room at the nearby Lion’s Head Inn, hoping to reverse an experiment he conducted on himself that made him invisible. But the experimental drug has also warped his mind, making him aggressive and dangerous. He’s prepared to do whatever it takes to restore his appearance.","release_date":"1933-11-13","vote_average":7.5,"runtime":71,"cert":"","id":10787,"title":"The Invisible Man","adult":false,"genre_ids":[27,878]},{"cast":["Akshay Kumar","Kareena Kapoor Khan","Sylvester Stallone","Whoopi Goldberg","Denise Richards"],"overview":"Kambakkht Ishq is about a stuntman and a supermodel that don't believe in love but through a hilarious series of events they fall for each other.","release_date":"2009-07-03","vote_average":4.1,"runtime":142,"cert":"N\/A","id":10788,"title":"Kambakkht Ishq","adult":false,"genre_ids":[35,18,10749]},{"cast":["Karoline Herfurth","Thierry van Werveke","Ken Duken","Zarah Jane McKenzie","Verena Wolfien"],"overview":"No overview found.","release_date":"2005-01-19","vote_average":5.0,"runtime":100,"cert":"N\/A","id":10791,"title":"Eine andere Liga","adult":false,"genre_ids":[18]},{"cast":["Patrick Dewaere","France Dougnac","Dorothée Jemma","Maurice Barrier","Jean Bouise"],"overview":"Delightful French comedy about a talented soccer player whose foul temper causes him to be cut from the team, lose his job and even be banned from his favorite bar.","release_date":"1979-02-14","vote_average":7.1,"runtime":89,"cert":"N\/A","id":10792,"title":"Hothead","adult":false,"genre_ids":[35]},{"cast":["George Best"],"overview":"In this film, we follow footballer George Best over a 90-minute match against Coventry City, which took place on 12th September 1970. There is no soundtrack and no interview overlaid, just Best doing what he did best - playing football.","release_date":"1971-03-29","vote_average":7.0,"runtime":105,"cert":"N\/A","id":10793,"title":"Football As Never Before","adult":false,"genre_ids":[99]},{"cast":["Peter Sellers","Claudine Longet","Natalia Borisova","Jean Carson","Marge Champion"],"overview":"Hrundi V. Bakshi, an accident-prone actor from India, is accidentally put the name on the guest list for an upcoming party at the home of a Hollywood film director. Unfortunately, from the moment he arrives, one thing after another goes wrong with a compounding affect.","release_date":"1968-04-04","vote_average":7.4,"runtime":99,"cert":"N\/A","id":10794,"title":"The Party","adult":false,"genre_ids":[35]},{"cast":["François Cluzet","Marie-Josée Croze","Kristin Scott Thomas","François Berléand","André Dussollier"],"overview":"A man receives a mysterious e-mail appearing to be from his wife, who was murdered years earlier. As he frantically tries to find out whether she's alive, he finds himself being implicated in her death.","release_date":"2006-11-01","vote_average":7.4,"runtime":131,"cert":"15","id":10795,"title":"Tell No One","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Jet Li","Jason Statham","Carla Gugino","Delroy Lindo","James Morrison"],"overview":"A sheriff's deputy fights an alternate universe version of himself who grows stronger with each alternate self he kills.","release_date":"2001-11-02","vote_average":5.9,"runtime":87,"cert":"15","id":10796,"title":"The One","adult":false,"genre_ids":[28,878,53]},{"cast":["Anders Matthesen","Kim Mattheson"],"overview":"In this unhinged Danish animation, 6th-grader Terkel (Anders Matthesen) begins experiencing a streak of bad luck after sitting on a black spider. His teacher dies and is replaced by the strange Justin (also Matthesen). At home, Terkel's Uncle Stewart (also Matthesen) erupts in sporadic fits of rage, and at school, Terkel is bullied by two boys after they learn that fat Doris likes him. On a school camping trip, Terkel begins receiving death threats and must figure out who wants to kill him.","release_date":"2004-04-02","vote_average":6.4,"runtime":77,"cert":"N\/A","id":10797,"title":"Terkel in Trouble","adult":false,"genre_ids":[16,35,10402]},{"cast":["Benoît Magimel","Clovis Cornillac","Géraldine Pailhas","Alice Taglioni","Jean-Baptiste Puech"],"overview":"Les Chevaliers du ciel (English: Sky Fighters) is a 2005 French film directed by Gérard Pirès about two air force pilots preventing a terrorist attack on the Bastille Day celebrations in Paris. It is based on Tanguy et Laverdure, a comics series by Jean-Michel Charlier and Albert Uderzo – of Astérix fame, which was also made into a hugely successful TV series from 1967 to 1969 making Tanguy and Laverdure, the two main heroes, part of popular Francophone culture.","release_date":"2005-10-15","vote_average":6.2,"runtime":102,"cert":"N\/A","id":10798,"title":"Sky Fighters","adult":false,"genre_ids":[28,12]},{"cast":["Jean Reno","Arly Jover","Jocelyn Quivrin","Laura Morante","Philippe du Janerand"],"overview":"When the young detective Paul Nerteaux finds the third slashed female corpse of illegal Turkish immigrants, he decides to ask for support to the experienced dark retired detective Jean-Louis Schiffer to chase the serial killer. Together, they infiltrate in the Turkish mafia trying to find the answer to the crimes. Meanwhile, the worker Anna Heymes is being submitted to a brain treatment and has severe headaches and glimpses of memories and visions. When these two parallel events collide, disclose that the Turkish organization \"The Wolves\" is behind them.","release_date":"2005-04-20","vote_average":5.7,"runtime":128,"cert":"N\/A","id":10799,"title":"Empire of the Wolves","adult":false,"genre_ids":[28]},{"cast":["Vincent Lindon","Patrick Timsit","Philippe Nahon","Amanda Lear","Marie Drion"],"overview":"Dragon Hunters is a fantastic tale telling the adventures of two dragon hunters: the world has become a vast conglomerate of islands of varying size and shape. This babbling universe is mainly peopled with ruthless rogues, surly peasants and illiterate, petty lords Their main concerns revolve around two fundamental rules : Eat and don't get eaten.","release_date":"2008-03-19","vote_average":6.4,"runtime":80,"cert":"PG","id":10800,"title":"Dragon Hunters","adult":false,"genre_ids":[16,10751]},{"cast":["Veronica Ferres","Til Schweiger","Joachim Król","Liselotte Pulver","Thomas Heinze"],"overview":"","release_date":"1996-03-06","vote_average":5.9,"runtime":86,"cert":"N\/A","id":10801,"title":"The Superwife","adult":false,"genre_ids":[35]},{"cast":["Elizabeth Berkley","Kyle MacLachlan","Gina Gershon","Glenn Plummer","Robert Davi"],"overview":"A young drifter named Nomi arrives in Las Vegas to become a dancer and soon sets about clawing and pushing her way to become a top showgirl.","release_date":"1995-09-22","vote_average":5.2,"runtime":131,"cert":"18","id":10802,"title":"Showgirls","adult":false,"genre_ids":[18]},{"cast":["Michael York","Richard Jordan","Jenny Agutter","Roscoe Lee Browne","Farrah Fawcett"],"overview":"An idyllic sci-fi future has one major drawback: All citizens get a chance of being 'renewed' in a Civic Ceremony at their 30th birthday, unless they run and escape before their time comes.","release_date":"1976-06-23","vote_average":6.7,"runtime":119,"cert":"PG","id":10803,"title":"Logan's Run","adult":false,"genre_ids":[28,878]},{"cast":["John Goodman","Peter O'Toole","John Hurt","Camille Coduri","Richard Griffiths"],"overview":"As the only relative to take over the Royal throne, a down on his luck American slob must learn the ways of the English.","release_date":"1991-02-15","vote_average":5.3,"runtime":97,"cert":"PG","id":10804,"title":"King Ralph","adult":false,"genre_ids":[35,10751]},{"cast":["John Travolta","Cynthia Rhodes","Finola Hughes","Steve Inwood","Julie Bovasso"],"overview":"It's five years later and Tony Manero's Saturday Night Fever is still burning. Now he's strutting toward his biggest challenger yet - making it as a dancer on the Broadway stage.","release_date":"1983-07-11","vote_average":5.4,"runtime":93,"cert":"N\/A","id":10805,"title":"Staying Alive","adult":false,"genre_ids":[18,10402]},{"cast":["Kevin Kline","Joan Cusack","Tom Selleck","Matt Dillon","Debbie Reynolds"],"overview":"A midwestern teacher questions his sexuality after a former student makes a comment about him at the Academy Awards.","release_date":"1997-09-10","vote_average":6.6,"runtime":90,"cert":"12","id":10806,"title":"In & Out","adult":false,"genre_ids":[35]},{"cast":["Hape Kerkeling","Heinz Schenk","Elisabeth Volkmann","Margret Homeyer","Annett Kruschke"],"overview":"Since childhood Peter Schlönzke dreams of a career as a TV presenter. His great role model is Heinz Wäscher, who is always looking for talented young entertainers for his popular show. Peters mother announces her shy boy for an audition, which, although mercilessly goes wrong, but brings him a job as a cable helper. He meets the popular entertainer from the unlikely side: as a bus scrapper who despises his audience. When Peter stumbles into the limelight by chance, he has a unique chance - as successor to scrubber.","release_date":"1993-02-25","vote_average":6.6,"runtime":97,"cert":"N\/A","id":10807,"title":"Kein Pardon","adult":false,"genre_ids":[35]},{"cast":["Eddie Murphy","Kristen Wilson","Raven-Symoné","Kyla Pratt","Mandy Moore"],"overview":"A group of beavers ask Dr. Dolittle to save their habitat from loggers. The only hope is to get the forest preserved because it's the home of a protected bear, but there's a problem: the bear's the only bear in the forest, so she can't reproduce. Undaunted, Dolittle persuades a circus bear to help out, but he has to teach him not just the ways of the wild, but the wiles of lady bears too.","release_date":"2001-06-22","vote_average":5.1,"runtime":87,"cert":"PG","id":10808,"title":"Dr. Dolittle 2","adult":false,"genre_ids":[35,10751,10749,14]},{"cast":["Antonella Ríos","Juan Pablo Miranda","Néstor Cantillana","Alejandro Trejo","Roberto Farías"],"overview":"The story of two brothers who get involved with a sexy stripper and her boss, the nightclub king of Santiago, as told from three perspectives. Sexy, gritty, emotional.","release_date":"2003-06-06","vote_average":4.3,"runtime":116,"cert":"N\/A","id":10809,"title":"The Debutantes","adult":false,"genre_ids":[18,53]},{"cast":["Flora Martínez","Unax Ugalde","Manolo Cardona","Rodrigo Oviedo","Alejandra Borrero"],"overview":"Rosario Tijeras has been abused by men all her life, initially by her stepfather. Years later, she works as a paid assassin, seducing men and killing them when they least expect it. She meets Emilio, a wealthy womanizer, and his best friend, Antonio, at a nightclub, and starts an affair with Emilio despite Antonio's growing feelings for her. But circumstances bring her closer to Antonio, until her past catches up with her in a devastating way.","release_date":"2005-08-12","vote_average":6.3,"runtime":126,"cert":"N\/A","id":10810,"title":"Rosario Tijeras","adult":false,"genre_ids":[80,10749,18]},{"cast":["Camilo Mejia","Fernando Suarez del Solar"],"overview":"","release_date":"2008-04-24","vote_average":0.0,"runtime":85,"cert":"N\/A","id":10811,"title":"Camilo","adult":false,"genre_ids":[99]},{"cast":["Johann Hillmann","Konrad Baumann","Lea Eisleb","Inka Friedrich","Stephan Kampwirth"],"overview":"Schoolboy Martin, bright but small for his age, has to move and change school because of his mother's new jobs, while only his father really tries to understand him. Even before reaches class he bumps into cocky, athletic rascal Oliver. It seems like Oliver's best friend Silke (a girl) taking to Martin will aggravate their tension, but she actually gets them to spend time together and grow closer. Martin even takes the blame, which neither parent understands, for Oliver smoking in class, a third strike meaning expulsion. Oliver's knavish mischief actually stems from his dad's drinking problem and its root, his ma's infidelity. When he runs away, Martin takes him in.","release_date":"2007-02-10","vote_average":7.3,"runtime":90,"cert":"N\/A","id":10812,"title":"Silly's Sweet Summer","adult":false,"genre_ids":[18,10751,10770]},{"cast":["Paula Kalenberg","Marie-Luise Schramm","Benjamin Kramme","Katy Karrenbauer","Anja Beatrice Kaul"],"overview":"Carla, the runaway with high aims. Lucie, the street girl. Interchanged identities and a shared baby. Collage of a fateful year.","release_date":"2008-05-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":10813,"title":"Nothing Else Matters","adult":false,"genre_ids":[18]},{"cast":["Erhan Emre","Lida Zakaryan","Kurt Ipekkaya","Corinna Harfouch","John Friedmann"],"overview":"No overview found.","release_date":"2008-05-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":10816,"title":"Meine Mutter, mein Bruder und ich!","adult":false,"genre_ids":[18]},{"cast":["Nahuel Pérez Biscayart","Nahuel Viale","Inés Efron","Verónica Llinás"],"overview":"A teenage summer in a small town in the desert, a dysfunctional family, a rock band, a can full of glue, two boys, one girl, loads of tongue kisses, dry heat, wind in Patagonia, existential angst... A teenage story in the middle of nowhere.","release_date":"2006-02-02","vote_average":6.3,"runtime":110,"cert":"N\/A","id":10817,"title":"Glue","adult":false,"genre_ids":[18]},{"cast":["Pauline Acquart","Adèle Haenel","Louise Blachère","Warren Jacquin","Christel Baras"],"overview":"Set during a sultry summer in a French suburb, Marie is desperate to join the local pool's synchronized swimming team, but is her interest solely for the sake of sport or for a chance to get close to Floriane, the bad girl of the team? Sciamma, and the two leads, capture the uncertainty of teenage sexuality with a sympathetic eye in this delicate drama of the angst of coming-of-age.","release_date":"2007-05-17","vote_average":6.0,"runtime":85,"cert":"N\/A","id":10818,"title":"Water Lilies","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Wabich","Andrzej Beja-Zaborski","Wojciech Skibinski","Bartłomiej Topa","Arkadiusz Jakubik"],"overview":"Wojnar is a wealthy man who is marrying off his beautiful daughter Kasia, in a small town in present day Poland. Wojnar had to bribe the groom with a fancy car, since Kasia was pregnant by another man. At the end of the ceremony, the car is delivered by a gangster, who immediately demands the promised money and the deed to land from Kasia's grandfather. Unfortunately grandpa is unwilling to let go of the land. Meanwhile each of the workers at the reception demand to be paid, so Wojnar, who is very reluctant to part with his money, tries to haggle and bribe his way out of all the situations.","release_date":"2004-10-13","vote_average":7.2,"runtime":109,"cert":"N\/A","id":10819,"title":"The Wedding","adult":false,"genre_ids":[35,18]},{"cast":["Philipp J. Sprongl","Peter Klewitz","Katrin Klewitz","Max Hermann","Peter Besl"],"overview":"No overview found.","release_date":"2008-05-01","vote_average":8.5,"runtime":110,"cert":"N\/A","id":10820,"title":"Ekkelins Knecht","adult":false,"genre_ids":[36,12]},{"cast":["Cansel Elçin","Özge Özberk","Burak Sergen","Yasar Abravaya","Melih Atalay"],"overview":"During the Sarikamis Battle, the Ottoman army runs out of ammunition and appeals to the people of Van for help, who happen to have supplies. However, the First World War is on and all men are fighting at four corners of the empire and therefore can not respond to to the appeal. The young children of Van want to do something...","release_date":"2008-02-15","vote_average":6.1,"runtime":114,"cert":"N\/A","id":10821,"title":"120","adult":false,"genre_ids":[36,18,10752]},{"cast":["Julianne Moore","Stephen Dillane","Eddie Redmayne","Anne Reid","Elena Anaya"],"overview":"This examination of a famous scandal from the 1970s explores the relationship between Barbara Baekeland and her only son, Antony. Barbara, a lonely social climber unhappily married to the wealthy but remote plastics heir Brooks Baekeland, dotes on Antony, who is homosexual. As Barbara tries to \"cure\" Antony of his sexuality -- sometimes by seducing him herself -- the groundwork is laid for a murderous tragedy.","release_date":"2007-05-18","vote_average":5.7,"runtime":97,"cert":"N\/A","id":10822,"title":"Savage Grace","adult":false,"genre_ids":[18]},{"cast":["Peter Horton","Linda Hamilton","R. G. Armstrong","John Franklin","Courtney Gains"],"overview":"A boy preacher named Isaac goes to a town in Nebraska called Gatlin and gets all the children to murder every adult in town.","release_date":"1984-03-09","vote_average":5.7,"runtime":93,"cert":"N\/A","id":10823,"title":"Children of the Corn","adult":false,"genre_ids":[27,53]},{"cast":["Tony Todd","Kelly Rowan","William O'Leary","Bill Nunn","David Gianopoulos"],"overview":"The Candyman moves on to New Orleans and starts his horrific murders once more. This time, his intended victim is a school teacher. Her father was killed by the Candyman, and brother wrongly accused of the murders.","release_date":"1995-03-17","vote_average":5.3,"runtime":93,"cert":"18","id":10824,"title":"Candyman: Farewell to the Flesh","adult":false,"genre_ids":[27]},{"cast":["Ann Kristin Sømme","Sven Wollter","Anneke von der Lippe","Adele Karoline Dahl","Reidar Sørensen"],"overview":"A warm, dramatic story about eleven-year-old Alise's encounter with a wild horse on the run.","release_date":"2006-08-11","vote_average":3.0,"runtime":96,"cert":"N\/A","id":10825,"title":"Trigger","adult":false,"genre_ids":[10751]},{"cast":["Pierre De Meuron","Jacques Herzog"],"overview":"Schaub and Schindelm’s documentary follows two Swiss star architects, Jacques Herzog and Pierre de Meuron, on two very different projects: the national stadium for the Olympic summer games in Peking 2008 and a city area in the provincial town of Jinhua, China.","release_date":"2008-01-22","vote_average":0.0,"runtime":88,"cert":"N\/A","id":10828,"title":"Bird's Nest - Herzog & de Meuron in China","adult":false,"genre_ids":[99]},{"cast":["Michael Gross","Shawn Christian","Susan Chuang","Charlotte Stewart","Ariana Richards"],"overview":"Burt Gummer returns home to Perfection, Nev., to find that the town of terror has become a theme park, and when the simulated giant worm attacks turn real, the survivalist must battle the creatures once again. Gummer pits his impressive knowledge of weaponry against the newest and deadliest generation of flesh-eating graboids, with help from two young entrepreneurs.","release_date":"2001-10-02","vote_average":5.4,"runtime":104,"cert":"N\/A","id":10829,"title":"Tremors 3: Back to Perfection","adult":false,"genre_ids":[28,35,27,878,53]},{"cast":["Mara Wilson","Danny DeVito","Embeth Davidtz","Rhea Perlman","Pam Ferris"],"overview":"An extraordinarily intelligent young girl from a cruel and uncaring family discovers she possesses telekinetic powers and is sent off to a school headed by a tyrannical principal.","release_date":"1996-08-02","vote_average":7.1,"runtime":98,"cert":"PG","id":10830,"title":"Matilda","adult":false,"genre_ids":[35,10751,14]},{"cast":["Anthony Higgins","Janet Suzman","Dave Hill","Anne-Louise Lambert","Hugh Fraser"],"overview":"A young artist is commissioned by the wife of a wealthy landowner to make a series of drawings of the estate while her husband is away.","release_date":"1984-02-29","vote_average":7.1,"runtime":103,"cert":"N\/A","id":10831,"title":"The Draughtsman's Contract","adult":false,"genre_ids":[35,9648,10749]},{"cast":["Olivia Bonamy","Michaël Cohen","Adriana Mocca","Maria Roman","Camelia Maxim"],"overview":"Lucas and Clementine live peacefully in their isolated country house, but one night they wake up to strange noise. They're not alone... and a group of hooded assailants begin to terrorize them throughout the night.","release_date":"2006-07-19","vote_average":6.2,"runtime":77,"cert":"15","id":10832,"title":"Them","adult":false,"genre_ids":[53,27]},{"cast":["Sigourney Weaver","Jennifer Love Hewitt","Gene Hackman","Ray Liotta","Jason Lee"],"overview":"Max and Page are a brilliant mother\/daughter con team who have their grift down to a fine science. Max targets wealthy, willing men and marries them. Page then seduces them, and Max catches her husband in the act. Then it's off to palimony city and the next easy mark.","release_date":"2001-03-23","vote_average":5.9,"runtime":123,"cert":"15","id":10833,"title":"Heartbreakers","adult":false,"genre_ids":[80,35,10749]},{"cast":["Rüdiger Vogler","Hanns Zischler","Lisa Kreuzer","Rudolf Schündler","Marquard Bohm"],"overview":"Itinerant projection-equipment repairman Bruno Winter (Rüdiger Vogler) and depressed hitchhiker Robert Lander (Hanns Zischler)--a doctor who has just been through a break-up with his wife and a half-hearted suicide attempt--travel along the Western side of the East-German border in a repair truck, visiting worn-out movie theaters, learning to communicate across their differences.  The film features stunning black-and-white cinematography from Robbie Muller and a pensive score from Improved Sound Limited.","release_date":"1976-03-04","vote_average":7.9,"runtime":175,"cert":"N\/A","id":10834,"title":"Kings of the Road","adult":false,"genre_ids":[18]},{"cast":["Chow Yun-Fat","Danny Lee Sau-Yin","Sally Yeh","Paul Chu Kong","曾江"],"overview":"Mob assassin Jeffrey is no ordinary hired gun; the best in his business, he views his chosen profession as a calling rather than simply a job. So, when beautiful nightclub chanteuse Jennie is blinded in the crossfire of his most recent hit, Jeffrey chooses to retire after one last job to pay for his unintended victim's sight-restoring operation. But when Jeffrey is double-crossed, he reluctantly joins forces with a rogue policeman to make things right.","release_date":"1989-07-06","vote_average":7.8,"runtime":110,"cert":"N\/A","id":10835,"title":"The Killer","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Ezra Godden","Francisco Rabal","Raquel Meroño","Macarena Gómez","Brendan Price"],"overview":"A boating accident off the coast of Spain sends Paul and his girlfriend Barbara to the decrepit fishing village of Imboca. As night falls, people start to disappear and things not quite human start to appear. Paul is pursued by the entire town. Running for his life, he uncovers Imboca's secret..they worship Dagon, a monstrous god of the sea...and Dagon's unholy offspring are on the loose...","release_date":"2001-10-12","vote_average":6.3,"runtime":95,"cert":"18","id":10836,"title":"Dagon","adult":false,"genre_ids":[14,27,53]},{"cast":["Alan Young","Terence McGovern","Russi Taylor","Richard Libertini","Christopher Lloyd"],"overview":"With his nephews and niece, everyone's favorite rich uncle, Scrooge McDuck, treks from his mansion home in Duckburg in search of the long-lost loot of the thief Collie Baba. But finding the goods isn't quite what it's \"quacked\" up to be! Their thrilling adventure leads to comical chaos, magical mayhem, and a lesson about what is far more valuable than money, gold and jewels.","release_date":"1990-08-03","vote_average":6.8,"runtime":74,"cert":"U","id":10837,"title":"DuckTales: The Movie - Treasure of the Lost Lamp","adult":false,"genre_ids":[12,16,10751,35,14]},{"cast":["Casper Van Dien","Erika Eleniak","Coolio","Grant Swanby","Langley Kirkwood"],"overview":"In the year 3000, the deep space salvage ship Mother III locates the vanished starship Demeter in the Carpathian System. Captain Abraham Van Helsing and his crew composed of the blonde assistant Aurora Ash; the crippled navigator Arthur \"The Professor\" Holmwood, who believes that he is a genius; the strong and dumb Humvee; the intern Mina Murry; and the drug addicted 187, decide to claim the possession of Demeter. While exploring the spacecraft, they see a tape of fifty years ago of Captain Varna telling that he was locked in his cabin since his crew was acting weird after getting a cargo of coffins in Transylvania station. When 187 decides to search in the coffins for some possible hidden dope, he cuts his hand and his blood awakes Count Orlock, a.k.a. Count Dracula. When Aurora discloses who Dracula is, the survivors try to find a way to destroy the vampire.","release_date":"2004-08-09","vote_average":2.6,"runtime":86,"cert":"N\/A","id":10838,"title":"Dracula 3000","adult":false,"genre_ids":[27,878]},{"cast":["James Coburn","Maximilian Schell","James Mason","David Warner","Klaus Löwitsch"],"overview":"It is 1943, and the German army—ravaged and demoralised—is hastily retreating from the Russian front. In the midst of the madness, conflict brews between the aristocratic yet ultimately pusillanimous Captain Stransky and the courageous Corporal Steiner. Stransky is the only man who believes that the Third Reich is still vastly superior to the Russian army. However, within his pompous persona lies a quivering coward who longs for the Iron Cross so that he can return to Berlin a hero. Steiner, on the other hand is cynical, defiantly non-conformist and more concerned with the safety of his own men rather than the horde of military decorations offered to him by his superiors.","release_date":"1977-01-29","vote_average":6.9,"runtime":132,"cert":"15","id":10839,"title":"Cross of Iron","adult":false,"genre_ids":[18,28,36,10752]},{"cast":[],"overview":"This animated short by Miyazaki was created as a music video for the song \"On Your Mark\" by Japanese duo Chage & Aska. The narrative is non-linear with no dialog and loosely follows the song lyrics and chorus. The video feels like a very compressed version of an epic Miyazaki film. The story follows two police men in a futuristic setting in their repeated attempts at rescuing a mysterious winged girl.","release_date":"1995-07-15","vote_average":7.4,"runtime":7,"cert":"N\/A","id":10840,"title":"On Your Mark","adult":false,"genre_ids":[10402,16,878]},{"cast":["Richard Burton","Rod Steiger","Helmut Griem","Klaus Löwitsch","Michael Parks"],"overview":"Starting in late May 1944, during the German retreat on the Eastern Front, Captain Stransky (Helmut Griem) orders Sergeant Steiner (Richard Burton) to blow up a railway tunnel to prevent Russian forces from using it. Steiner's platoon fails in its mission by coming up against a Russian tank. Steiner then takes a furlough to Paris just as the Allies launch their invasion of Normandy.","release_date":"1979-03-01","vote_average":5.8,"runtime":111,"cert":"N\/A","id":10841,"title":"Breakthrough","adult":false,"genre_ids":[18,36,10752]},{"cast":["Rie Kuwana","Masumi Miyazaki","Mai Takahashi","Issei Ishida","Fujiko"],"overview":"The erotic novelist Taeko is writing a morbid story of a family destroyed by incest, murder and abuse. Her assistant, Yuji, sets on a mission to uncover the reality of this story, but the reality might be too much to bear.","release_date":"2005-12-24","vote_average":7.4,"runtime":108,"cert":"N\/A","id":10842,"title":"Strange Circus","adult":false,"genre_ids":[9648,18,27,53]},{"cast":["Griffin Dunne","Rosanna Arquette","Verna Bloom","Tommy Chong","Linda Fiorentino"],"overview":"An ordinary word processor has the worst night of his life after he agrees to visit a girl in Soho whom he met that evening at a coffee shop.","release_date":"1985-09-13","vote_average":7.5,"runtime":97,"cert":"N\/A","id":10843,"title":"After Hours","adult":false,"genre_ids":[35,53,18]},{"cast":["Karl Urban","Tandi Wright","Simon Ferry","Matthew Sunderland","Lois Lawn"],"overview":"Ordinary people find extraordinary courage in the face of madness. On 13–14 November 1990 that madness came to Aramoana, a small New Zealand seaside town, in the form of a lone gunman with a high-powered semi-automatic rifle. As he stalked his victims the terrified and confused residents were trapped for 24 hours while a handful of under-resourced and under-armed local policemen risked their lives trying to find him and save the survivors. Based on true events.","release_date":"2006-10-12","vote_average":6.1,"runtime":103,"cert":"N\/A","id":10844,"title":"Out of the Blue","adult":false,"genre_ids":[18,80]},{"cast":["Robert Englund","Dylan Edrington","Lin Shaye","Giuseppe Andrews","Jay Gillespie"],"overview":"On their way to Spring Break, college kids take a detour through an old Southern town. The people of Pleasant Valley insist the kids stay for their annual barbecue celebration... but instead of getting a taste of the old South, the old South gets a taste of them!","release_date":"2005-05-12","vote_average":5.0,"runtime":87,"cert":"18","id":10845,"title":"2001 Maniacs","adult":false,"genre_ids":[35,27]},{"cast":["Roberto Benigni","Nicoletta Braschi","Tom Waits","Emilia Fox","Giuseppe Battiston"],"overview":"Love and injury in time of war. Attilio de Giovanni teaches poetry in Italy. He has a romantic soul, and women love him. But he is in love with Vittoria, and the love is unrequited. Every night he dreams of marrying her, in his boxer shorts and t-shirt, as Tom Waits sings. Vittoria travels to Iraq with her friend, Fuad, a poet; they are there with the second Gulf War breaks out. Vittoria is injured. Attilio must get to her side, and then, as war rages around him, he must find her the medical care she needs. In war, does love conquer all?","release_date":"2005-10-14","vote_average":6.8,"runtime":114,"cert":"N\/A","id":10846,"title":"The Tiger and the Snow","adult":false,"genre_ids":[35,18,10749]},{"cast":["Balthazar Getty","Chris Furrh","Danuel Pipoly","James Badge Dale","Andrew Taft"],"overview":"Stranded on an island, a group of schoolboys degenerate into savagery.","release_date":"1990-03-16","vote_average":6.4,"runtime":90,"cert":"N\/A","id":10847,"title":"Lord of the Flies","adult":false,"genre_ids":[12,18,53]},{"cast":["Vincent Pérez","Valeria Bruni Tedeschi","Francesca Neri","Mimmo Calopresti","Laura Betti"],"overview":"No overview found.","release_date":"2003-01-31","vote_average":4.0,"runtime":95,"cert":"N\/A","id":10848,"title":"Happiness Costs Nothing","adult":false,"genre_ids":[18]},{"cast":["Mia Farrow","Jeff Daniels","Danny Aiello","Irving Metzman","Stephanie Farrow"],"overview":"Cecilia is a waitress in New Jersey, living a dreary life during the Great Depression. Her only escape from her mundane reality is the movie theatre. After losing her job, Cecilia goes to see 'The Purple Rose of Cairo' in hopes of raising her spirits, where she watches dashing archaeologist Tom Baxter time and again.","release_date":"1985-03-01","vote_average":7.4,"runtime":82,"cert":"PG","id":10849,"title":"The Purple Rose of Cairo","adult":false,"genre_ids":[14,35,10749]},{"cast":["Gerhard Polt","Gisela Schneeberger","Nikolaus Paryla","Dieter Hildebrandt","Jochen Busse"],"overview":"No overview found.","release_date":"1983-11-11","vote_average":6.5,"runtime":88,"cert":"N\/A","id":10850,"title":"Kehraus","adult":false,"genre_ids":[35,18]},{"cast":["Jason Statham","Ray Liotta","Vincent Pastore","André Benjamin","Mark Strong"],"overview":"Hotshot gambler Jake Green (Jason Statham) is long on bravado and seriously short of common sense. Rarely is he allowed in any casino because he's a bona fide winner and, in fact, has taken so much money over the years that he's the sole client of his accountant elder brother, Billy. Invited to a private game, Jake is in fear of losing his life.","release_date":"2005-09-11","vote_average":6.4,"runtime":115,"cert":"15","id":10851,"title":"Revolver","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Jet Li","洪金宝","Francis Ng","吴耀汉","Chingmy Yau"],"overview":"A wild and rollicking martial arts fantasy extravaganza that features prized swords and swordsmen, a crazy monk attached to a rolling boulder, serious clan and cult rivalries, and lots of magic and flying.","release_date":"1993-12-18","vote_average":6.9,"runtime":99,"cert":"N\/A","id":10852,"title":"The Kung Fu Cult Master","adult":false,"genre_ids":[14,28,36,878]},{"cast":["Thomas Gottschalk","Mike Krüger","Anja Kruse","Ankie Beilke","Kurt Weinzierl"],"overview":"Movie fan Mike has invented a machine with which he is able to take part in every movie which is currently running on his video tape recorder. But he and his friend Tommy are watched while trying out this new device and soon two electronic companies are on their trail to discover the secret of this invention.","release_date":"1985-10-03","vote_average":5.4,"runtime":100,"cert":"N\/A","id":10853,"title":"The Beginner","adult":false,"genre_ids":[35]},{"cast":["Lori Heuring","Scout Taylor-Compton","Chloë Grace Moretz","Geoffrey Lewis","Ben Cross"],"overview":"Karen, Sarah, and Emma Tunney are all moving to a small town in Pennsylvania where, unknown to them, in 1913, a horrid mine accident trapped dozens of children alive, underground. But there's a problem. They're still alive.","release_date":"2006-01-01","vote_average":4.9,"runtime":94,"cert":"N\/A","id":10854,"title":"Wicked Little Things","adult":false,"genre_ids":[14,27]},{"cast":["Anya","Maggie Q","Daniel Wu","Jewel Lee","Cheng Pei-Pei"],"overview":"A mysterious woman, known as Madame M, kidnaps forty pre-teen girls and transports them to a remote island to train them as the most deadly assassins. CIA operative Jack Chen follows the case for 6 years with no leads, but when a series of assassinations begin to occur, Jack suspects that Madame M is back in business.","release_date":"2002-11-15","vote_average":5.7,"runtime":90,"cert":"18","id":10855,"title":"Naked Weapon","adult":false,"genre_ids":[28,18,53]},{"cast":["Leonardo Sbaraglia","Eusebio Poncela","Mónica López","Antonio Dechent","Max von Sydow"],"overview":"An enigmatic tale of four people whose lives are intertwined by destiny are subject to the laws of fate. They discover that luck is something they cannot afford to be without as they gamble with the highest stakes possible in a deadly game from which only one of them will emerge intact.","release_date":"2001-11-06","vote_average":6.6,"runtime":108,"cert":"15","id":10856,"title":"Intact","adult":false,"genre_ids":[28,35,18,10749,878,53]},{"cast":["Peggy Ashcroft","John Mills","Robin Houston","James Russell","David Dundas"],"overview":"With the help of government-issued pamphlets, an elderly British couple build a shelter and prepare for an impending nuclear attack, unaware that times and the nature of war have changed from their romantic memories of World War II.","release_date":"1986-10-24","vote_average":7.4,"runtime":81,"cert":"PG","id":10857,"title":"When the Wind Blows","adult":false,"genre_ids":[16,18,10752]},{"cast":["Anthony Hopkins","Joan Allen","Powers Boothe","Ed Harris","Bob Hoskins"],"overview":"An all-star cast powers this epic look at American President Richard M. Nixon, a man carrying the fate of the world on his shoulders while battling the self-destructive demands from within. Spanning his troubled boyhood in California to the shocking Watergate scandal that would end his presidency.","release_date":"1995-12-22","vote_average":7.0,"runtime":192,"cert":"15","id":10858,"title":"Nixon","adult":false,"genre_ids":[36,18]},{"cast":["Richard Dreyfuss","Emilio Estevez","Madeleine Stowe","Aidan Quinn","Dan Lauria"],"overview":"Two cops are given the 'dirty' job of staking out the home of an escaped convict's ex-girlfriend. Chris and the beautiful girlfriend accidentally meet and fall in love. Just as Chris' confesses, the convict appears, but will she betray him ?","release_date":"1987-08-05","vote_average":6.5,"runtime":116,"cert":"15","id":10859,"title":"Stakeout","adult":false,"genre_ids":[28,35,10749]},{"cast":["Sally Field","Dolly Parton","Shirley MacLaine","Julia Roberts","Daryl Hannah"],"overview":"This heart wrenching drama is about a beauty shop, in Louisana owned by Truvy, and the tragedies of all of her clients.","release_date":"1989-11-15","vote_average":7.3,"runtime":119,"cert":"N\/A","id":10860,"title":"Steel Magnolias","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jean-Claude Van Damme","Natasha Henstridge","Jean-Hugues Anglade","Zach Grenier","Paul Ben-Victor"],"overview":"Alain Moreau's investigation into the death of his identical twin brother leads him from the beauty of the south of France to the mean streets of New York City and into the arms of his brother's beautiful girlfriend. Pursued by ruthless Russian mobsters and renegade FBI agents, the duo race against time to solve his brother's murder and expose an international conspiracy.","release_date":"1996-09-13","vote_average":5.5,"runtime":100,"cert":"18","id":10861,"title":"Maximum Risk","adult":false,"genre_ids":[28]},{"cast":["Ben Affleck","Gwyneth Paltrow","Joe Morton","Natasha Henstridge","Tony Goldwyn"],"overview":"A man switches plane tickets with another man who dies in that plane in a crash. The man falls in love with the deceased one's wife.","release_date":"2000-11-15","vote_average":5.7,"runtime":106,"cert":"N\/A","id":10862,"title":"Bounce","adult":false,"genre_ids":[18,10749]},{"cast":["Donald Sutherland","Kate Nelligan","Stephen MacKenna","Christopher Cazenove","Philip Martin Brown"],"overview":"A ruthless German spy, trying to get out of Britain with vital information about D-Day, must spend time with a young woman and her crippled husband.","release_date":"1981-07-24","vote_average":6.6,"runtime":112,"cert":"N\/A","id":10863,"title":"Eye of the Needle","adult":false,"genre_ids":[28,18,10749,53]},{"cast":["Floriane Eichhorn","Fritzi Eichhorn","Bernhard Dübe","Corinna Harfouch","Heiner Lauterbach"],"overview":"Charlie &amp; Louise – Das doppelte Lottchen is a German children's film directed by Joseph Vilsmaier in 1994, starring Corinna Harfouch. It is a film adaptation of the novel Das doppelte Lottchen by Erich Kästner.","release_date":"1994-02-17","vote_average":5.5,"runtime":98,"cert":"N\/A","id":10864,"title":"Charlie & Louise - Das doppelte Lottchen","adult":false,"genre_ids":[10751,35]},{"cast":["Michael J. Fox","Corey Burton","Claudia Christian","James Garner","John Mahoney"],"overview":"The world's most highly qualified crew of archaeologists and explorers is led by historian Milo Thatch as they board the incredible 1,000-foot submarine Ulysses and head deep into the mysteries of the sea. The underwater expedition takes an unexpected turn when the team's mission must switch from exploring Atlantis to protecting it.","release_date":"2001-06-02","vote_average":6.8,"runtime":95,"cert":"U","id":10865,"title":"Atlantis: The Lost Empire","adult":false,"genre_ids":[16,10751,12,878]},{"cast":["Steve Zahn","Paul Walker","Leelee Sobieski","Jessica Bowman","Stuart Stone"],"overview":"Three young people on a road trip from Colorado to New Jersey talk to a trucker on their CB radio, then must escape when he turns out to be a psychotic killer.","release_date":"2001-10-05","vote_average":6.4,"runtime":97,"cert":"15","id":10866,"title":"Joy Ride","adult":false,"genre_ids":[9648,53,18]},{"cast":["Monica Bellucci","Giuseppe Sulfaro","Luciano Federico","Matilde Piana","Pietro Notarianni"],"overview":"On the day in 1940 that Italy enters the war, two things happen to the 12-year-old Renato: he gets his first bike, and he gets his first look at Malèna. She is a beautiful, silent outsider who's moved to this Sicilian town to be with her husband, Nico. He promptly goes off to war, leaving her to the lustful eyes of the men and the sharp tongues of the women. During the next few years, as Renato grows toward manhood, he watches Malèna suffer and prove her mettle. He sees her loneliness, then grief when Nico is reported dead, the effects of slander on her relationship with her father, her poverty and search for work, and final humiliations. Will Renato learn courage from Malèna and stand up for her?","release_date":"2000-10-27","vote_average":7.0,"runtime":109,"cert":"N\/A","id":10867,"title":"Malena","adult":false,"genre_ids":[18]},{"cast":["Kelly McGillis","Jodie Foster","Bernie Coulson","Leo Rossi","Ann Hearn"],"overview":"After a young woman suffers a brutal rape in a bar one night, a prosecutor assists in bringing the perpetrators to justice, including the ones who encouraged and cheered on the attack.","release_date":"1988-10-14","vote_average":7.1,"runtime":111,"cert":"N\/A","id":10868,"title":"The Accused","adult":false,"genre_ids":[18]},{"cast":["Helen Hayes","Ken Berry","Stefanie Powers","John McIntire","Keenan Wynn"],"overview":"The living Volkswagen Beetle helps an old lady protect her home from a corrupt developer.","release_date":"1974-02-14","vote_average":5.9,"runtime":88,"cert":"U","id":10869,"title":"Herbie Rides Again","adult":false,"genre_ids":[10749,35,10751,14]},{"cast":["Eric Judor","Ramzy Bedia","Saïd Serrari","Til Schweiger","Jean Dujardin"],"overview":"Joe and Averell are the eldest and youngest of the four Dalton brothers, the worst outlaws in Wild West history...","release_date":"2004-12-08","vote_average":3.8,"runtime":86,"cert":"N\/A","id":10870,"title":"Lucky Luke and the Daltons","adult":false,"genre_ids":[35,37]},{"cast":["Dennis Quaid","Danny Glover","R. Lee Ermey","Claudia Stedelin","Brent Hinkley"],"overview":"FBI agent Dennis Quaid tries to catch a serial killer who kidnapped his son.","release_date":"1997-10-31","vote_average":6.0,"runtime":118,"cert":"N\/A","id":10871,"title":"Switchback","adult":false,"genre_ids":[28,12,9648,53]},{"cast":["Denis Leary","Judy Davis","Kevin Spacey","Glynis Johns","Robert J. Steinmiller Jr."],"overview":"Caroline and Lloyd are a married couple constantly at each other's throats, masters at crafting acid-tongued barbs at the other's expense. Indeed, they are so obsessed with belittling each other that they never stop -- not even at gunpoint. The gunman is Gus, a thief on the run from the police, who kidnaps the couple as an insurance policy, planning to use their home as a hideout. But their incessant bickering proves more than Gus bargained for, forcing him -- for the sake of his own sanity -- into the unenviable role of peacemaker. To make things even worse for Gus, he discovers that he has taken the couple hostage the night of their big Christmas party, and the guests are already on the way. Not wanting to leave Lloyd and Caroline unattended, Gus opts to attend the party, pretending to be the couple's marriage counselor. This naturally leads to a series of comic confusions, as the hostage crisis and marital tensions head towards their inevitable conclusion.","release_date":"1994-03-09","vote_average":6.8,"runtime":97,"cert":"N\/A","id":10872,"title":"The Ref","adult":false,"genre_ids":[35]},{"cast":["John Malkovich","Willem Dafoe","Udo Kier","Cary Elwes","Catherine McCormack"],"overview":"Director F.W. Murnau (John Malkovich) makes a Faustian pact with a vampire (Willem Dafoe) to get him to star in his 1922 film \"Nosferatu.\"","release_date":"2000-05-15","vote_average":6.7,"runtime":92,"cert":"","id":10873,"title":"Shadow of the Vampire","adult":false,"genre_ids":[18,27]},{"cast":["Tim Curry","Kevin Bishop","Jennifer Saunders","Billy Connolly","Dave Goelz"],"overview":"After telling the story of Flint's last journey to young Jim Hawkins, Billy Bones has a heart attack and dies just as Jim and his friends are attacked by pirates. The gang escapes into the town where they hire out a boat and crew to find the hidden treasure, which was revealed by Bones before he died. On their voyage across the seas, they soon find out that not everyone on board can be trusted.","release_date":"1996-02-16","vote_average":6.5,"runtime":100,"cert":"U","id":10874,"title":"Muppet Treasure Island","adult":false,"genre_ids":[28,35,10402,10751,12]},{"cast":["Jeff Bridges","Michelle Pfeiffer","Beau Bridges","Ellie Raab","Xander Berkeley"],"overview":"Frank and Jack Baker are professional musicians who play small clubs. They play smaltzy music and have never needed a day job...","release_date":"1989-10-13","vote_average":6.6,"runtime":114,"cert":"","id":10875,"title":"The Fabulous Baker Boys","adult":false,"genre_ids":[18,10749]},{"cast":["Geoffrey Rush","Kate Winslet","Joaquin Phoenix","Michael Caine","Billie Whitelaw"],"overview":"A nobleman with a literary flair, the Marquis de Sade lives in a madhouse where a beautiful laundry maid smuggles his erotic stories to a printer, defying orders from the asylum's resident priest. The titillating passages whip all of France into a sexual frenzy, until a fiercely conservative doctor tries to put an end to the fun.","release_date":"2000-11-22","vote_average":7.0,"runtime":124,"cert":"18","id":10876,"title":"Quills","adult":false,"genre_ids":[18]},{"cast":["Steven Seagal","DMX","Isaiah Washington","Anthony Anderson","Bill Duke"],"overview":"Maverick cop Orin Boyd always brings down the domestic terrorists he tracks, but he ruffles feathers with his unorthodox techniques -- and soon finds himself reassigned to the toughest district in Detroit. When he discovers a group of detectives secretly operating a drug ring, Boyd joins forces with an unlikely ally -- gangster Latrell Walker -- to bring down the rotten cops.","release_date":"2001-03-13","vote_average":5.4,"runtime":101,"cert":"18","id":10877,"title":"Exit Wounds","adult":false,"genre_ids":[28]},{"cast":["Jason Biggs","Steve Zahn","Jack Black","Amanda Peet","Amanda Detmer"],"overview":"A pair of buddies conspire to save their best friend from marrying the wrong woman, a cold-hearted beauty who snatches him from them and breaks up their Neil Diamond cover band.","release_date":"2001-02-09","vote_average":5.5,"runtime":90,"cert":"N\/A","id":10878,"title":"Saving Silverman","adult":false,"genre_ids":[35,80,10749]},{"cast":["Nick Nolte","Julia Roberts","Saul Rubinek","James Rebhorn","Robert Loggia"],"overview":"Rival Chicago reporters Sabrina Peterson (Roberts) and Peter Brackett (Nolte) reluctantly join forces to uncover a train wreck conspiracy and bite off more than they can chew while pursuing the story and bickering along the way - and falling in love, despite the fact that he's many years older than she.Sabrina is an ambitious, gifted reporter willing to do whatever it takes to learn the truth about the train accident, which leads her into conflict, then reluctant partnership, with fading star newsman Peter who works for a rival paper. He is her polar opposite: he chases women, smokes cigars, and has just published his first novel. During their pursuit of the story, Peter and Sabrina clash over virtually everything - he also subjects Sabrina to indecent exposure in front of a group of boy scouts after he catches her skinny dipping.","release_date":"1994-06-29","vote_average":5.5,"runtime":123,"cert":"N\/A","id":10879,"title":"I Love Trouble","adult":false,"genre_ids":[28,35,10749]},{"cast":["Richy Müller","Aviva Joel","Matthias Fuchs","Nikolas Lansky","Franz Buchrieser"],"overview":"The year is 1997, and World Peace seems to have come, with most classic weapons of mass destruction having been abandoned. However, orbiting the Earth there is the European\/American space station FLORIDA ARKLAB, capable of controlling the weather at any location on the planet underneath. A civil project by nature, it might be abused as an offensive weapon, since it could deliver devastation to any potential adversary simply by creating natural disasters such as storms and floods. No wonder the space station soon becomes the central point in rising political tensions between East and West, next stop World War 3 (as indicated by the tagline \"The end of our future has already begun\"). We follow the main protagonist Billy Hayes, an astronaut aboard the station, as he wades through a plot of secrecy and sabotage trying to tell friend from foe in the process.","release_date":"1984-02-24","vote_average":4.8,"runtime":100,"cert":"N\/A","id":10880,"title":"The Noah's Ark Principle","adult":false,"genre_ids":[878,53]},{"cast":["Małgorzata Foremniak","Władysław Kowalski","Jerzy Gudejko","Dariusz Biskupski","Bartłomiej Świderski"],"overview":"In a future world, young people are increasingly becoming addicted to an illegal (and potentially deadly) battle simulation game called Avalon. When Ash, a star player, hears of rumors that a more advanced level of the game exists somewhere, she gives up her loner ways and joins a gang of explorers. Even if she finds the gateway to the next level, will she ever be able to come back to reality?","release_date":"2001-01-20","vote_average":6.8,"runtime":107,"cert":"N\/A","id":10881,"title":"Avalon","adult":false,"genre_ids":[28,878]},{"cast":["Mary Costa","Bill Shirley","Eleanor Audley","Verna Felton","Barbara Luddy"],"overview":"A beautiful princess born in a faraway kingdom is destined by a terrible curse to prick her finger on the spindle of a spinning wheel and fall into a deep sleep that can only be awakened by true love's first kiss. Determined to protect her, her parents ask three fairies to raise her in hiding. But the evil Maleficent is just as determined to seal the princess's fate.","release_date":"1959-01-28","vote_average":6.9,"runtime":75,"cert":"U","id":10882,"title":"Sleeping Beauty","adult":false,"genre_ids":[14,16,10749,10751]},{"cast":["Joshua Jackson","Rachael Taylor","Megumi Okina","David Denman","Eri Otoguro"],"overview":"A newly married couple discovers disturbing, ghostly images in photographs they develop after a tragic accident. Fearing the manifestations may be connected, they investigate and learn that some mysteries are better left unsolved.","release_date":"2008-03-21","vote_average":5.4,"runtime":85,"cert":"15","id":10885,"title":"Shutter","adult":false,"genre_ids":[27,9648,53]},{"cast":["Kseniya Rappoport","Michele Placido","Claudia Gerini","Pierfrancesco Favino","Clara Dossena"],"overview":"Irena, a Ukrainian woman coming to Italy looking for a job as a maid. She does everything she to become a beloved nanny for an adorable little girl Thea. However, that is just the very beginning of her unknown journey.","release_date":"2006-10-09","vote_average":7.4,"runtime":118,"cert":"N\/A","id":10886,"title":"The Unknown Woman","adult":false,"genre_ids":[53]},{"cast":["Jörg Immendorff","Oda Jaune","Jonathan Meese"],"overview":"Documentary film about the painter and sculptor Jörg Immendorff who ranks among the most important German artists. The filmmakers accompanied Immendorff over a period of two years – until his death in May 2007. The artist had been living for nine years knowing that he was terminally ill with ALS. The film shows how Immendorff continued to work with unabated energy and how he tried not to let himself be restrained by his deteriorating health.","release_date":"2007-05-31","vote_average":0.0,"runtime":98,"cert":"N\/A","id":10887,"title":"Ich. Immendorff","adult":false,"genre_ids":[99]},{"cast":["Elie Mitri","Gabrielle Bou Rached","Issam Bou Khaled","Michel El Hourany","Hiam Abou Chedid"],"overview":"Everything bad that can happen on the way to a party happens to young Tou on this nighttime trip though Beirut.","release_date":"2006-09-16","vote_average":0.0,"runtime":83,"cert":"N\/A","id":10888,"title":"Falafel","adult":false,"genre_ids":[18]},{"cast":["Gena Rowlands","John Adames","Julie Carmen","Buck Henry","Lupe Garnica"],"overview":"When a young boy's family is killed by the mob, their tough neighbor Gloria becomes his reluctant guardian. In possession of a book that the gangsters want, the pair go on the run in New York.","release_date":"1980-10-01","vote_average":6.9,"runtime":123,"cert":"N\/A","id":10889,"title":"Gloria","adult":false,"genre_ids":[18,53,80]},{"cast":["Bill Murray","Harold Ramis","Warren Oates","P.J. Soles","Sean Young"],"overview":"John Winger, an indolent sad sack in his 30s, impulsively joins the U.S. Army after losing his job, his girlfriend and his apartment.","release_date":"1981-06-25","vote_average":6.6,"runtime":106,"cert":"15","id":10890,"title":"Stripes","adult":false,"genre_ids":[28,35]},{"cast":["Michael Gross","Sara Botsford","Billy Drago","Brent Roam","August Schellenberg"],"overview":"This prequel of the bone-chilling Tremors begins in the town of Rejection, Nev., in 1889, where 17 men die under mysterious circumstances. Spooked by recent events, the miners who populate the town leave in droves until there's nothing left but a shell of a community. It's up to the remaining residents to get to the bottom of the deaths -- but they must do so before they, too, are eradicated off the face of the planet.","release_date":"2004-01-02","vote_average":5.2,"runtime":101,"cert":"N\/A","id":10891,"title":"Tremors 4: The Legend Begins","adult":false,"genre_ids":[28,35,27,37]},{"cast":["Angela Bettis","Jeremy Sisto","Anna Faris","James Duval","Nichole Hiltz"],"overview":"Psychological horror about a lonely young woman traumatized by a difficult childhood, and her increasingly desperate attempts to connect with the people around her.","release_date":"2002-01-13","vote_average":6.4,"runtime":93,"cert":"18","id":10894,"title":"May","adult":false,"genre_ids":[18,27,10749]},{"cast":["Dickie Jones","Cliff Edwards","Christian Rub","Clarence Nash","Evelyn Venable"],"overview":"Lonely toymaker Geppetto has his wishes answered when the Blue Fairy arrives to bring his wooden puppet Pinocchio to life. Before becoming a real boy, however, Pinocchio must prove he's worthy as he sets off on an adventure with his whistling sidekick and conscience, Jiminy Cricket.","release_date":"1940-02-23","vote_average":7.0,"runtime":88,"cert":"U","id":10895,"title":"Pinocchio","adult":false,"genre_ids":[16,10751]},{"cast":["Richard Dreyfuss","Danny DeVito","Barbara Hershey","John Mahoney"],"overview":"A minor car accident drives two rival aluminum-siding salesmen to the ridiculous extremes of man versus man in 1963 Baltimore.","release_date":"1987-03-06","vote_average":6.6,"runtime":112,"cert":"N\/A","id":10896,"title":"Tin Men","adult":false,"genre_ids":[35,18]},{"cast":["Bug Hall","Travis Tedford","Brittany Ashton Holmes","Whoopi Goldberg","Daryl Hannah"],"overview":"Spanky, Alfalfa, Buckwheat, and the other characters made famous in the Our Gang shorts of the 1920s and 1930s are brought back to life in this nostalgic children's comedy. When Alfalfa starts to question his devotion to the club's principles after falling for the beautiful nine-year old Darla, the rest of the gang sets out to keep them apart.","release_date":"1994-08-05","vote_average":6.4,"runtime":82,"cert":"U","id":10897,"title":"The Little Rascals","adult":false,"genre_ids":[10749,35,10751]},{"cast":["Jodi Benson","Samuel E. Wright","Tara Strong","Pat Carroll","Buddy Hackett"],"overview":"Set several years after the first film, Ariel and Prince Eric are happily married with a daughter, Melody. In order to protect Melody from the Sea Witch, Morgana, they have not told her about her mermaid heritage. Melody is curious and ventures into the sea, where she meets new friends. But will she become a pawn in Morgana's quest to take control of the ocean from King Triton?","release_date":"2000-01-23","vote_average":6.3,"runtime":72,"cert":"U","id":10898,"title":"The Little Mermaid II: Return to the Sea","adult":false,"genre_ids":[12,16,10751,10402]},{"cast":["Ottfried Fischer","Ralf Richter","Monika Baumgartner","Hildegard Kuhlenberg","Petra Ehlert"],"overview":"","release_date":"1991-03-21","vote_average":5.2,"runtime":80,"cert":"N\/A","id":10899,"title":"Superstau","adult":false,"genre_ids":[35]},{"cast":["Julia Ormond","Bill Pullman","Pell James","Caroline Aaron","Hugh Dillon"],"overview":"An FBI agent tracks a serial killer with the help of three of his would-be victims - all of whom have wildly different stories to tell.","release_date":"2008-02-08","vote_average":6.0,"runtime":97,"cert":"N\/A","id":10900,"title":"Surveillance","adult":false,"genre_ids":[27,53,9648]},{"cast":["Ludwig Trepte","Martin Kiefer","Jil Funke","Jennifer Ulrich","Karin Baal"],"overview":"Teenage dropouts Adam and Tommek pass their days hanging out and drinking in their grim housing complex, but as grinding boredom combines with Adam's need to prove himself and Tommek's penchant for petty crime, the two make a bet that plunges them into shocking and sudden violence.","release_date":"2007-03-05","vote_average":5.7,"runtime":80,"cert":"N\/A","id":10903,"title":"Seven Days Sunday","adult":false,"genre_ids":[18]},{"cast":["Thomas Sarbacher","Clelia Sarto","Hark Bohm","Ingo Naujoks","Kida Khodr Ramadan"],"overview":"","release_date":"2008-07-24","vote_average":7.0,"runtime":92,"cert":"N\/A","id":10904,"title":"Underdogs","adult":false,"genre_ids":[18,28,10751]},{"cast":["Tom Hanks","Dabney Coleman","Lori Singer","Charles Durning","Carrie Fisher"],"overview":"A man is mistaken as a spy by the CIA when he arrives at the airport with one red shoe.","release_date":"1985-07-18","vote_average":5.7,"runtime":90,"cert":"N\/A","id":10905,"title":"The Man with One Red Shoe","adult":false,"genre_ids":[28,35]},{"cast":["Edward Furlong","Anthony Edwards","Clancy Brown","Jared Rushton","Sarah Trigger"],"overview":"The \"sematary\" is up to its old zombie-raising tricks again. This time, the protagonists are Jeff Matthews, whose mother died in a Hollywood stage accident, and Drew Gilbert, a boy coping with an abusive stepfather.","release_date":"1992-08-28","vote_average":5.2,"runtime":100,"cert":"N\/A","id":10906,"title":"Pet Sematary II","adult":false,"genre_ids":[27]},{"cast":["Errol Flynn","Olivia de Havilland","Basil Rathbone","Claude Rains","Patric Knowles"],"overview":"Robin Hood fights nobly for justice against the evil Sir Guy of Gisbourne while striving to win the hand of the beautiful Maid Marian.","release_date":"1938-05-13","vote_average":7.6,"runtime":102,"cert":"U","id":10907,"title":"The Adventures of Robin Hood","adult":false,"genre_ids":[28,12,10749]},{"cast":["Jean-Claude Van Damme","Pat Morita","Danny Trejo","Gabrielle Fitzpatrick","Larry Drake"],"overview":"Eddie Lomax (Jean-Claude Van Damme) is a drifter who has been in a suicidal funk since the death of his close friend Johnny (Danny Trejo). Riding his motorcycle into a small desert town where Johnny once lived, Lomax is confronted by a gang of toughs, who beat him and steal his bike. However, Lomax is not a man to take an injustice lying down, and soon he begins exacting a violent revenge on the men who stole his motorcycle, with local handyman Jubal Early (Pat Morita) lending a hand and several area ladies offering aid and comfort.","release_date":"1999-09-25","vote_average":5.3,"runtime":95,"cert":"N\/A","id":10908,"title":"Inferno","adult":false,"genre_ids":[28,18,10749]},{"cast":["Brad Pitt","David Duchovny","Juliette Lewis","Michelle Forbes","Sierra Pecheur"],"overview":"A journalist duo go on a tour of serial killer murder sites with two companions, unaware that one of them is a serial killer himself.","release_date":"1993-09-01","vote_average":6.7,"runtime":117,"cert":"N\/A","id":10909,"title":"Kalifornia","adult":false,"genre_ids":[53,80]},{"cast":["José Ferrer","Colette Marchand","Zsa Zsa Gábor","Suzanne Flon","Claude Nollier"],"overview":"Fictional account of French artist Henri de Toulouse-Lautrec.","release_date":"1952-12-23","vote_average":6.7,"runtime":119,"cert":"N\/A","id":10910,"title":"Moulin Rouge","adult":false,"genre_ids":[18,10402]},{"cast":["Gregory Peck","David Niven","Anthony Quinn","Stanley Baker","Anthony Quayle"],"overview":"A team of allied saboteurs are assigned an impossible mission: infiltrate an impregnable Nazi-held island and destroy the two enormous long-range field guns that prevent the rescue of 2,000 trapped British soldiers.","release_date":"1961-04-27","vote_average":7.5,"runtime":158,"cert":"PG","id":10911,"title":"The Guns of Navarone","adult":false,"genre_ids":[28,12,18,10752]},{"cast":["Richard Thomas","Ernest Borgnine","Donald Pleasence","Ian Holm","Patricia Neal"],"overview":"At the start of World War I, Paul Baumer is a young German patriot, eager to fight. Indoctrinated with propaganda at school, he and his friends eagerly sign up for the army soon after graduation. But when the horrors of war soon become too much to bear, and as his friends die or become gravely wounded, Paul questions the sanity of fighting over a few hundreds yards of war-torn countryside.","release_date":"1979-11-14","vote_average":6.3,"runtime":150,"cert":"N\/A","id":10912,"title":"All Quiet on the Western Front","adult":false,"genre_ids":[18,36,10752]},{"cast":["Jamie Bell","Bill Pullman","Michael Angarano","Danso Gordon","Alison Pill"],"overview":"In a blue-collar American town, a group of teens bands together to form the Dandies, a gang of gunslingers led by Dick Dandelion. Following a code of strict pacifism at odds with the fact that they all carry guns, the group eventually lets in Sebastian, the grandson of Dick's childhood nanny, Clarabelle, who fears the other gangs in the area. Dick and company try to protect Clarabelle, but events transpire that push the gang past posturing.","release_date":"2005-02-04","vote_average":5.9,"runtime":105,"cert":"N\/A","id":10913,"title":"Dear Wendy","adult":false,"genre_ids":[35,80,18,10749]},{"cast":["Rachael Leigh Cook","Luke Kirby","Keith Carradine","Lisa Ray","Graham Greene"],"overview":"An ex-con returns to his rural Ontario roots and outwits a corrupt and wealthy thoroughbred owner trying to take over a slew of local farms. Ray Dokes, a charming ex-ballplayer, returns from jail to discover the rural landscape of his childhood transformed by urban development. Determined to stay out of trouble, Ray heads to the farm of his old friend Pete Culpepper, a crusty Texas cowboy who trains losing racehorses and whose debts are growing faster than his corn.","release_date":"2007-09-11","vote_average":3.5,"runtime":89,"cert":"N\/A","id":10914,"title":"All Hat","adult":false,"genre_ids":[28,35,18,37]},{"cast":["Terence Hill","Miou-Miou","Robert Charlebois","Patrick McGoohan","Raimund Harmstorf"],"overview":"Three rogues set out to rob $300,000 from an Indian-hating cavalry major.","release_date":"1975-12-16","vote_average":6.5,"runtime":117,"cert":"N\/A","id":10915,"title":"A Genius, Two Friends, and an Idiot","adult":false,"genre_ids":[35,37]},{"cast":["Bruce Boxleitner","Jerry Doyle","Jeff Conaway","Carrie Dobro","Peter Woodward"],"overview":"Allies of the Shadows seek revenge against humanity. This movie sets up the series, \"Crusade,\" the sequel to \"Babylon 5.\"","release_date":"1999-01-03","vote_average":7.0,"runtime":94,"cert":"N\/A","id":10916,"title":"Babylon 5: A Call to Arms","adult":false,"genre_ids":[28,18,878,12]},{"cast":["Juliette Lewis","Brad Pitt","Michael Tucker","Alan Fudge","Emily Longstreth"],"overview":"An abused 15 year old is charged with a murder that carries the death penalty in this fact-based story.","release_date":"1990-02-26","vote_average":5.5,"runtime":92,"cert":"N\/A","id":10917,"title":"Too Young to Die?","adult":false,"genre_ids":[80,18]},{"cast":["Brenda Blethyn","Alfred Molina","Christopher Walken","Naomi Watts","Robert Pugh"],"overview":"A politician's wife and the mortician who has secretly loved her for years plan to fake her death so they can run away together.","release_date":"2002-12-04","vote_average":6.4,"runtime":94,"cert":"N\/A","id":10918,"title":"Undertaking Betty","adult":false,"genre_ids":[35,10749]},{"cast":["Jerry Doyle","Tracy Scoggins","Jeff Conaway","Richard Biggs","Martin Sheen"],"overview":"A group of Soul Hunters come to Babylon 5 demanding the return of something that was stolen from them.","release_date":"1998-11-08","vote_average":6.3,"runtime":94,"cert":"N\/A","id":10921,"title":"Babylon 5: The River of Souls","adult":false,"genre_ids":[28,18,878,12]},{"cast":["Anthony Hopkins","Nicole Kidman","Ed Harris","Gary Sinise","Wentworth Miller"],"overview":"Coleman Silk is a worldly and admired professor who loses his job after unwittingly making a racial slur. To clear his name, Silk writes a book about the events with his friend and colleague Nathan Zuckerman, who in the process discovers a dark secret Silk has hidden his whole life. All the while, Silk engages in an affair with Faunia Farley, a younger woman whose tormented past threatens to unravel the layers of deception Silk has constructed.","release_date":"2003-10-29","vote_average":6.0,"runtime":106,"cert":"N\/A","id":10922,"title":"The Human Stain","adult":false,"genre_ids":[18,53,10749]},{"cast":["Frankie Muniz","Hilary Duff","Angie Harmon","Keith David","Cynthia Stevenson"],"overview":"Recruited by the U.S. government to be a special agent, nerdy teenager Cody Banks must get closer to cute classmate Natalie in order to learn about an evil plan hatched by her father. But despite the agent persona, Cody struggles with teen angst.","release_date":"2003-03-14","vote_average":5.3,"runtime":102,"cert":"N\/A","id":10923,"title":"Agent Cody Banks","adult":false,"genre_ids":[28]},{"cast":["Hape Kerkeling","Doris Kunstmann","Alexandra Neldel","Barbara Magdalena Ahren","Janette Rauch"],"overview":"Olaf is to take care of the family's cleaner's store, while his dad is away on a fair. In the evening he runs into three Brazilian ladies thrown out of a limousine not knowing where to go. Olaf invites them to stay with him and his deaf pot-smoking grandfather, which at first just causes some confusion as he soon is to marry his girlfriend Vera. The next day it's topsy-turvy all over.","release_date":"2004-01-29","vote_average":4.7,"runtime":89,"cert":"N\/A","id":10926,"title":"Samba in Mettmann","adult":false,"genre_ids":[35]},{"cast":["Michael Herbig","Vanessa Petruo","Sebastian Höffner","Torsten Münchow","Wolfgang Völz"],"overview":"The beautiful world of Gaya is home to a community of creatures, known as the Snurks, who are much smaller than humans, but who have an uncanny resemblance to them. But the Snurks are facing imminent danger. Someone has stolen the magic stone called Dalamite without which this world is doomed. Two Snurks named Boo and Zino embark on a dangerous mission to track down and recover the stone. As they attempt to find the stone, their journey takes them into another world that is both strange and frightening!","release_date":"2004-03-18","vote_average":5.2,"runtime":91,"cert":"N\/A","id":10927,"title":"Back to Gaya","adult":false,"genre_ids":[16,14]},{"cast":["Benoît Magimel","Mélanie Doutey","Suzanne Flon","Bernard Le Coq","Nathalie Baye"],"overview":"Three generations of a wealthy Bordeaux family are caught in the crossfire when Anne decides to run for mayor, thanks to a political pamphlet that revives an old murder scandal.","release_date":"2003-02-09","vote_average":6.3,"runtime":104,"cert":"N\/A","id":10930,"title":"The Flower of Evil","adult":false,"genre_ids":[18]},{"cast":["Nina Petri","Josef Bierbichler","Peter Franke","Joachim Król","Rolf Peter Kahl"],"overview":"40-year Maria is living in a monotonous and deadlocked marriage with her husband. In addition, she has to take care of her ill despotic father. One day, she falls in love with her sensitive neighbour Dieter. But her attempt to leave her gloomy everyday life behind leads straight into tragedy.","release_date":"1993-10-28","vote_average":6.3,"runtime":106,"cert":"N\/A","id":10931,"title":"Deadly Maria","adult":false,"genre_ids":[18]},{"cast":["Lotto King Karl","Tobias Schenke","Alexandra Neldel","Erdal Kacar","Axel Wedekind"],"overview":"The batty sandwich seller and wannabe pimp Andy Ommsen finally gets his chance in the red light district. A reckless underworld-boss hires him to guard the beautiful go-go-dance Anica. Unfortunately, this collides with  Andy's second job, which is to show the c-grade actor Timo how to behave as a real pimp.","release_date":"2003-07-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":10932,"title":"Der letzte Lude","adult":false,"genre_ids":[35]},{"cast":["Horst Tappert","Fritz Wepper","Gustav-Peter Wöhler","Anke Kortemeier","Wolfgang Stumph"],"overview":"No overview found.","release_date":"2004-04-01","vote_average":4.2,"runtime":80,"cert":"N\/A","id":10933,"title":"Derrick - Die Pflicht ruft!","adult":false,"genre_ids":[16,35,80]},{"cast":["Diane Lane","Sandra Oh","Lindsay Duncan","Raoul Bova","Vincent Riotta"],"overview":"After a rough divorce, Frances, a 35 year old book editor from San Francisco takes a tour of Tuscany at the urgings of her friends. On a whim she buys Bramasole, a run down villa in the Tuscan countryside and begins to piece her life together starting with the villa and finds that life sometimes has unexpected ways of giving her everything she wanted.","release_date":"2003-09-20","vote_average":6.6,"runtime":113,"cert":"","id":10934,"title":"Under the Tuscan Sun","adult":false,"genre_ids":[10749,35]},{"cast":["Kris Kristofferson","Christopher Walken","John Hurt","Isabelle Huppert","Sam Waterston"],"overview":"Harvard graduate James Averill (Kris Kristofferson) is the sheriff of prosperous Jackson County, Wyo., when a battle erupts between the area's poverty-stricken immigrants and its wealthy cattle farmers. The politically connected ranch owners fight the immigrants with the help of Nathan Champion (Christopher Walken), a mercenary competing with Averill for the love of local madam Ella Watson (Isabelle Huppert). As the struggle escalates, Averill and Champion begin to question their decisions.","release_date":"1980-11-19","vote_average":6.7,"runtime":219,"cert":"N\/A","id":10935,"title":"Heaven's Gate","adult":false,"genre_ids":[18,37]},{"cast":["Linda Henry","Glen Berry","Scott Neal","Tameka Empson","Ben Daniels"],"overview":"Set during a long, hot summer on the Thamesmead Estate in Southeast London, three teenagers edge towards adulthood.","release_date":"1996-06-21","vote_average":7.5,"runtime":92,"cert":"15","id":10938,"title":"Beautiful Thing","adult":false,"genre_ids":[35,18,10749]},{"cast":["Pierre Richard","Jean Carmet","Jean Rochefort","Mireille Darc","Jean Bouise"],"overview":"With 'little captain' Cambrai raising serious doubts about the reality of the so-called \"super spy\", Colonel Toulouse kidnaps Christine and forces Francois to play again the character of \"The Tall Blond Man with One Black Shoe\" in some fake adventures. All this to stop the investigation into the death of Colonel Milan.","release_date":"1974-11-12","vote_average":6.5,"runtime":81,"cert":"N\/A","id":10939,"title":"The Return of the Tall Blond Man with One Black Shoe","adult":false,"genre_ids":[35]},{"cast":["Bruce Boxleitner","Mira Furlan","Richard Biggs","Andreas Katsulas","Peter Jurasik"],"overview":"Londo Mollari, the Centauri Emperor, recounts the initial contact between the Humans and Minbari, which resulted in a major incident and subsequent war, for an eager pair of youngsters wanting a story about love and conflict.","release_date":"1998-01-04","vote_average":7.4,"runtime":94,"cert":"N\/A","id":10940,"title":"Babylon 5: In the Beginning","adult":false,"genre_ids":[28,18,878,12]},{"cast":["Bruce Boxleitner","Claudia Christian","Mira Furlan","Shari Belafonte","Stephen Furst"],"overview":"Susan Ivanova discovers a derelict spaceship in hyperspace. They tow it back to Babylon 5, then strange things start happening. People are being telepathically taken over by aliens from another (third)space.","release_date":"1998-07-19","vote_average":6.7,"runtime":94,"cert":"N\/A","id":10941,"title":"Babylon 5: Thirdspace","adult":false,"genre_ids":[28,18,878,12]},{"cast":["Michael O’Hare","Tamlyn Tomita","Jerry Doyle","Mira Furlan","Peter Jurasik"],"overview":"The first installment of this Emmy award-winning series. A movie based at Babylon 5: a new space station built by Humans. The Vorlon ambassador, Kosh, has been poisoned. It is the new commanding officer's, Jeffrey Sinclair, responsibility to find the culprit. Otherwise the space station will fail in its role to bring all the races together.","release_date":"1993-02-22","vote_average":6.5,"runtime":89,"cert":"N\/A","id":10942,"title":"Babylon 5: The Gathering","adult":false,"genre_ids":[878,28,12]},{"cast":["Christina Ricci","Ioan Gruffudd","Stephen Dillane","Kerry Fox","Robert Hardy"],"overview":"Cassie Grant (Christina Ricci) is a young girl from the United States who is wandering through England on foot. On her way to Ashby Wake Cassie is hit by a car. The driver of the car, Mrs Marion Kirkman (Kerry Fox), immediately calls an ambulance. During an examination at the local hospital the doctor comes to the conclusion that Cassie only has some scratches and not even a concussion, but Cassie has lost her memory due to the accident. She only knows her name and mother country, but she does not know which town she comes from, who her family is and why she is in England.","release_date":"2003-02-23","vote_average":5.2,"runtime":92,"cert":"N\/A","id":10943,"title":"The Gathering","adult":false,"genre_ids":[27,53]},{"cast":["Meg Ryan","Mark Ruffalo","Jennifer Jason Leigh","Nick Damici","Heather Litteer"],"overview":"Following the gruesome murder of a young woman in her neighborhood, a self-determined woman living in New York City--as if to test the limits of her own safety--propels herself into an impossibly risky sexual liaison. Soon she grows increasingly wary about the motives of every man with whom she has contact--and about her own.","release_date":"2003-09-09","vote_average":5.1,"runtime":119,"cert":"N\/A","id":10944,"title":"In the Cut","adult":false,"genre_ids":[9648,53,18]},{"cast":["Whoopi Goldberg","Stephen Collins","Jonathan Pryce","John Wood","Carol Kane"],"overview":"Terry works for a bank, and uses computers to communicate with clients all over the world. One day she gets a strange message from an unknown source. The message is coded. After decoding the message, Terry becomes embroiled in an espionage ring. People are killed, and Terry is chased. Throughout she remains in contact with this unknown person, who needs Terry to help save his life.","release_date":"1986-10-09","vote_average":6.2,"runtime":100,"cert":"15","id":10945,"title":"Jumpin' Jack Flash","adult":false,"genre_ids":[10749,35,53]},{"cast":["Patrick Stewart","Constantino Romero","James Earl Jones","Ken Watanabe","Ulrich Tukur"],"overview":"From the acclaimed team that brought you BBC's visual feast \"Planet Earth,\" this feature length film incorporates some of the same footage from the series with all new scenes following three remarkable, yet sadly endangered, families of animal across the globe.","release_date":"2007-04-22","vote_average":7.5,"runtime":90,"cert":"N\/A","id":10946,"title":"Earth","adult":false,"genre_ids":[99]},{"cast":["Zac Efron","Vanessa Hudgens","Ashley Tisdale","Lucas Grabeel","Alyson Reed"],"overview":"Troy, the popular captain of the basketball team, and Gabriella, the brainy and beautiful member of the academic club, break all the rules of East High society when they secretly audition for the leads in the school's musical. As they reach for the stars and follow their dreams, everyone learns about acceptance, teamwork, and being yourself.","release_date":"2006-01-20","vote_average":6.5,"runtime":98,"cert":"U","id":10947,"title":"High School Musical","adult":false,"genre_ids":[35,18,10751,10402,10770]},{"cast":["Mickey Rooney","Kurt Russell","Pearl Bailey","Jack Albertson","Sandy Duncan"],"overview":"When a feisty little fox named Tod is adopted into a farm family, he quickly becomes friends with a fun and adorable hound puppy named Copper. Life is full of hilarious adventures until Copper is expected to take on his role as a hunting dog -- and the object of his search is his best friend!","release_date":"1981-07-10","vote_average":7.1,"runtime":82,"cert":"U","id":10948,"title":"The Fox and the Hound","adult":false,"genre_ids":[12,16,18,10751]},{"cast":["John Howard Davies","Robert Newton","Alec Guinness","Kay Walsh","Francis L. Sullivan"],"overview":"When 9-year-old orphan Oliver Twist dares to ask his cruel taskmaster, Mr. Bumble, for a second serving of gruel, he's hired out as an apprentice. Escaping that dismal fate, young Oliver falls in with the street urchin known as the Artful Dodger and his criminal mentor, Fagin. When kindly Mr. Brownlow takes Oliver in, Fagin's evil henchman Bill Sikes plots to kidnap the boy.","release_date":"1948-06-28","vote_average":7.4,"runtime":116,"cert":"U","id":10949,"title":"Oliver Twist","adult":false,"genre_ids":[12,18,10751]},{"cast":["Sean Penn","Michelle Pfeiffer","Dianne Wiest","Dakota Fanning","Richard Schiff"],"overview":"Although Sam has the mental capacity of a 7-year-old, he has a daughter with a homeless woman who abandons them when they leave the hospital, leaving Sam to raise Lucy on his own. But as Lucy grows up, Sam's limitations start to become a problem and the authorities take her away. Sam shames high-priced lawyer, Rita into taking his case pro bono and in turn teaches her the value of love and family.","release_date":"2001-12-28","vote_average":7.5,"runtime":132,"cert":"12","id":10950,"title":"I Am Sam","adult":false,"genre_ids":[18]},{"cast":["Jackie Chan","Shu Qi","Tony Leung Chiu-Wai","Emil Chow","Bradley James Allan"],"overview":"When Ah Bu, a girl from a small fishing town in Taiwan, finds a glass bottle with a romantic message, she travels to Hong Kong to find her prince charming. As it turns out, her prince charming, Albert, happens to be gay. But all is not lost when Ah Bu meets the dashing Chi Wu. Meanwhile, Ah Bu's boyfriend from Taiwan comes looking for her, as the action and romance follow Ah Bu back to Taiwan.","release_date":"1999-02-12","vote_average":6.1,"runtime":121,"cert":"N\/A","id":10951,"title":"Gorgeous","adult":false,"genre_ids":[12,28,35,10749]},{"cast":["Wesley Snipes","Ice-T","Allen Payne","Chris Rock","Mario Van Peebles"],"overview":"A gangster, Nino, is in the Cash Money Brothers, making a million dollars every week selling crack. A cop, Scotty, discovers that the only way to infiltrate the gang is to become a dealer himself.","release_date":"1991-03-08","vote_average":6.6,"runtime":97,"cert":"18","id":10952,"title":"New Jack City","adult":false,"genre_ids":[53,80,18]},{"cast":["Jana Pallaske","Frank Droese","Arthur Rakk","Toni Blume","Axel Prahl"],"overview":"A female teenager witnesses a murder in a desolate high density housing area on the outskirts of Berlin and is henceforth in danger.","release_date":"2000-09-15","vote_average":7.5,"runtime":89,"cert":"N\/A","id":10953,"title":"alaska.de","adult":false,"genre_ids":[18]},{"cast":["Stefano Dionisi","Enrico Lo Verso","Elsa Zylberstein","Jeroen Krabbé","Caroline Cellier"],"overview":"Farinelli is a 1994 biopic film about the life and career of Italian opera singer Farinelli, considered one of the greatest castrato singers of all time.","release_date":"1994-12-07","vote_average":6.5,"runtime":111,"cert":"N\/A","id":10954,"title":"Farinelli","adult":false,"genre_ids":[36,18]},{"cast":["John Malkovich","Ray Winstone","Uwe Mansshardt","Hanns Zischler","Paolo Paoloni"],"overview":"Tom Ripley - cool, urbane, wealthy, and murderous - lives in a villa in the Veneto with Luisa, his harpsichord-playing girlfriend. A former business associate from Berlin's underworld pays a call asking Ripley's help in killing a rival. Ripley - ever a student of human nature - initiates a game to turn a mild and innocent local picture framer into a hit man. The artisan, Jonathan Trevanny, who's dying of cancer, has a wife, young son, and little to leave them. If Ripley draws Jonathan into the game, can Ripley maintain control? Does it stop at one killing? What if Ripley develops a conscience?","release_date":"2002-09-02","vote_average":6.6,"runtime":110,"cert":"15","id":10955,"title":"Ripley's Game","adult":false,"genre_ids":[80,53]},{"cast":["David Spade","Brittany Daniel","Dennis Miller","Adam Beach","Jaime Pressly"],"overview":"Joe Dirt is a janitor with a mullet hairdo, acid-washed jeans and a dream to find the parents that he lost at the Grand Canyon when he was a belligerent, trailer park-raised eight-year-old. Now, blasting Van Halen in his jacked-up economy car, the irrepressibly optimistic Joe hits the road alone in search of his folks.","release_date":"2001-04-10","vote_average":5.5,"runtime":91,"cert":"12","id":10956,"title":"Joe Dirt","adult":false,"genre_ids":[9648,12,35,10749,18]},{"cast":["Grant Bardsley","Susan Sheridan","John Byner","Nigel Hawthorne","John Hurt"],"overview":"Taran is an assistant pigkeeper with boyish dreams of becoming a great warrior. However, he has to put the daydreaming aside when his charge, an oracular pig named Hen Wen, is kidnapped by an evil lord known as the Horned King. The villain hopes Hen will show him the way to The Black Cauldron, which has the power to create a giant army of unstoppable soldiers.","release_date":"1985-07-24","vote_average":6.5,"runtime":80,"cert":"U","id":10957,"title":"The Black Cauldron","adult":false,"genre_ids":[16,10751]},{"cast":["Jeffrey Nordling","Brennan Elliott","Kendall Cross","Ty Olsson","Monnae Michaell"],"overview":"Flight 93 is a 2006 made-for-TV film, directed by Peter Markle, which chronicles the events aboard United Airlines Flight 93 during the September 11 attacks. It premiered January 30, 2006 on the A&amp;E Network and was re-broadcast several times throughout 2006. The film focused heavily on eight passengers, namely Todd Beamer, Mark Bingham, Tom Burnett, Jeremy Glick, Lauren Grandcolas, Donald Greene, Nicole Miller, and Honor Elizabeth Wainio. It features small appearances from many other passengers, namely Donald Peterson and his wife, Jean, and also from flight attendant Sandra Bradshaw.","release_date":"2006-01-30","vote_average":6.4,"runtime":89,"cert":"N\/A","id":10958,"title":"Flight 93","adult":false,"genre_ids":[18,53,10770]},{"cast":["Hans Bauer","Ulrich Biesinger","Jozsef Bozik","Jenö Buzanszky"],"overview":"","release_date":"2004-04-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":10959,"title":"Das Wunder von Bern - Die wahre Geschichte","adult":false,"genre_ids":[99]},{"cast":["Miguel Ferrer","William O'Leary","Jensen Daggett","Martin Sheen","Ray Walston"],"overview":"Six years ago, the space alien, ALF, was on his way back to his new home...When the Alien Task Force finally caught him. Now, the story continues to where the series ended. ALF is now protected by the Alien Task Force, but the leader wants to terminate ALF. So two officers decide to save ALF by taking ALF away from him. But the man the officers took ALF to wants to finally reveal ALF to the world.","release_date":"1996-02-17","vote_average":5.3,"runtime":95,"cert":"N\/A","id":10960,"title":"Project: ALF","adult":false,"genre_ids":[35,10751,878,10770]},{"cast":["Nathan Baesel","Angela Goethals","Robert Englund","Scott Wilson","Zelda Rubinstein"],"overview":"The next great psycho horror slasher has given a documentary crew exclusive access to his life as he plans his reign of terror over the sleepy town of Glen Echo, all the while deconstructing the conventions and archetypes of the horror genre for them.","release_date":"2006-10-13","vote_average":6.6,"runtime":92,"cert":"N\/A","id":10961,"title":"Behind the Mask: The Rise of Leslie Vernon","adult":false,"genre_ids":[35,27,53]},{"cast":["Mel Brooks","Marty Feldman","Dom DeLuise","Sid Caesar","Harold Gould"],"overview":"Aspiring filmmakers Mel Funn, Marty Eggs and Dom Bell go to a financially troubled studio with an idea for a silent movie. In an effort to make the movie more marketable, they attempt to recruit a number of big name stars to appear, while the studio's creditors attempt to thwart them. The film contains only one word of dialogue, spoken by an unlikely source.","release_date":"1976-06-17","vote_average":6.5,"runtime":87,"cert":"N\/A","id":10970,"title":"Silent Movie","adult":false,"genre_ids":[35]},{"cast":["Kenneth More","Ronald Allen","Robert Ayres","Honor Blackman","Anthony Bushell"],"overview":"The sinking of the Titanic is presented in a highly realistic fashion in this tense British drama. The disaster is portrayed largely from the perspective of the ocean liner's second officer, Charles Lightoller. Despite numerous warnings about ice, the ship sails on, with Capt. Edward John Smith keeping it going at a steady clip. When the doomed vessel finally hits an iceberg, the crew and passengers discover that they lack enough lifeboats, and tragedy follows.","release_date":"1958-12-16","vote_average":7.6,"runtime":123,"cert":"PG","id":10971,"title":"A Night to Remember","adult":false,"genre_ids":[18,28,36]},{"cast":["Peter Mullan","David Caruso","Stephen Gevedon","Josh Lucas","Brendan Sexton III"],"overview":"Tensions rise within an asbestos cleaning crew as they work in an abandoned mental hospital with a horrific past that seems to be coming back.","release_date":"2001-08-10","vote_average":6.2,"runtime":100,"cert":"15","id":10972,"title":"Session 9","adult":false,"genre_ids":[27,9648]},{"cast":["Richard Carlson","Julie Adams","Richard Denning","Antonio Moreno","Nestor Paiva"],"overview":"A scientific expedition searching for fossils along the Amazon River discover a prehistoric Gill-Man in the legendary Black Lagoon. The explorers capture the mysterious creature, but it breaks free. The Gill-Man returns to kidnap the lovely Kay, fiancée of one of the expedition, with whom it has fallen in love.","release_date":"1954-03-05","vote_average":6.9,"runtime":79,"cert":"PG","id":10973,"title":"Creature from the Black Lagoon","adult":false,"genre_ids":[12,27,878]},{"cast":["Jackie Chan","Alan Tam","Rosamund Kwan","Lola Forner","Božidar Smiljanić"],"overview":"Jackie Chan stars as Asian Hawk, an Indiana Jones-style adventurer looking to make a fortune in exotic antiquities. After Hawk discovers a mysterious sword in Africa, a band of Satan-worshipping monks kidnap his ex-girlfriend Lorelei, demanding the sword as ransom as well as other pieces of the legendary Armour of God - a magical outfit dating back to the Crusades.","release_date":"1986-08-16","vote_average":6.8,"runtime":88,"cert":"15","id":10974,"title":"Armour of God","adult":false,"genre_ids":[12,28,35]},{"cast":["Jackie Chan","郑裕玲","Eva Cobo","Shôko Ikeda","Vincent Lyn"],"overview":"Agent Jackie is hired to find WWII Nazi gold hidden in the Sahara desert. He teams up with three bungling women (the 3 stooges?) who are all connected in some way. However a team of mercenaries have ideas on the ownership of the gold. A battle \/ chase ensues as to who gets there first. Lots of choreographed Kung-Fu and quirky Chan humor.","release_date":"1991-02-07","vote_average":7.1,"runtime":106,"cert":"15","id":10975,"title":"Operation Condor","adult":false,"genre_ids":[28,12,80,53]},{"cast":["Milan Peschel","Eberhard Kirchberg","Marie Gruber","Simone Frost","Christina Große"],"overview":"No overview found.","release_date":"2007-02-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":10976,"title":"Alle Alle","adult":false,"genre_ids":[35]},{"cast":["Hansi Kraus","Uschi Glas","Theo Lingen","Gila von Weitershausen","Günther Schramm"],"overview":"Pepe Nietnagel and his fellow students of the Mommsen school come up with all kinds of ideas to get out of doing any actual school work. This includes  simulating suicides, setting off the air-raid sirens and abusing the school director's new broadcasting system. They succeed in sending their teacher to a sanatorium and get a replacement that turns out to not be so bad after all.","release_date":"1968-04-03","vote_average":5.8,"runtime":85,"cert":"N\/A","id":10977,"title":"Zur Hölle mit den Paukern","adult":false,"genre_ids":[35]},{"cast":["Fares Fares","Torkel Petersson","Tuva Novotny","Laleh Pourkarim","Sofi Ahlström Helleday"],"overview":"Roro and Måns who are best friends, work at the park management and get to do all the shit jobs - clean up duck ponds and pick up dog poop. Roro's Swedish girlfriend Lisa wants to be introduced to his family but he refuses for a long time because of his Lebanese family traditions. When Roro finally decides to introduce Lisa to his family, he walks into the apartment full of relatives who are...","release_date":"2000-12-22","vote_average":6.3,"runtime":88,"cert":"N\/A","id":10978,"title":"The Best Man's Wedding","adult":false,"genre_ids":[35,18]},{"cast":["David Hewlett","Andrew Miller","Gordon Pinsent","Marie-Josée Croze","Andrew Lowery"],"overview":"The film tells the story of two good friends who live together, Andrew, an agoraphobic travel agent who works from his home, and Dave, a loser who works in an office where he is treated with contempt. Just when it seems things can't get any worse for the two, the entire world outside of their house disappears and is replaced with an endless white void.","release_date":"2003-09-09","vote_average":5.9,"runtime":90,"cert":"N\/A","id":10981,"title":"Nothing","adult":false,"genre_ids":[35,14,878]},{"cast":["Anne Hathaway","Glenn Close","James Belushi","Patrick Warburton","Anthony Anderson"],"overview":"Little Red Riding Hood: A classic story, but there's more to every tale than meets the eye. Before you judge a book by its cover, you've got to flip through the pages. In the re-telling of this classic fable, the story begins at the end of the tale and winds its way back. Chief Grizzly and Detective Bill Stork investigate a domestic disturbance at Granny's cottage, involving a karate-kicking Red Riding Hood, a sarcastic wolf and an oafish Woodsman.","release_date":"2005-12-16","vote_average":6.1,"runtime":82,"cert":"U","id":10982,"title":"Hoodwinked!","adult":false,"genre_ids":[16,35,10751]},{"cast":["DJ Qualls","Eliza Dushku","Zooey Deschanel","Lyle Lovett","Jerod Mixon"],"overview":"Nerdy high school senior Dizzy Harrison has finally gotten lucky -- after purposely getting expelled, he takes lessons in 'badass cool' from a convict and enrolls at a new school. But can he keep up the ruse?","release_date":"2002-05-10","vote_average":5.6,"runtime":88,"cert":"N\/A","id":10985,"title":"The New Guy","adult":false,"genre_ids":[35,10751]},{"cast":["Adriano Celentano","Ornella Muti","Edith Peters","Pippo Santonastaso","Jimmy il Fenomeno"],"overview":"A rich farmer is well known for being very unkind. He's misanthropic, misogynous and cantankerous. Until he meets by chance a gorgeous girl...","release_date":"1980-12-20","vote_average":7.2,"runtime":104,"cert":"N\/A","id":10986,"title":"The Taming of the Scoundrel","adult":false,"genre_ids":[35]},{"cast":["Donald Pleasence","Paul Rudd","Marianne Hagan","Mitchell Ryan","Kim Darby"],"overview":"Six years ago, Michael Myers terrorized the town of Haddonfield, Illinois. He and his niece, Jamie Lloyd, have disappeared. Jamie was kidnapped by a bunch of evil druids who protect Michael Myers. And now, six years later, Jamie has escaped after giving birth to Michael's child. She runs to Haddonfield to get Dr. Loomis to help her again.","release_date":"1995-09-29","vote_average":5.0,"runtime":88,"cert":"N\/A","id":10987,"title":"Halloween: The Curse of Michael Myers","adult":false,"genre_ids":[27,53]},{"cast":["Sharon Stone","Isabelle Adjani","Chazz Palminteri","Kathy Bates","Spalding Gray"],"overview":"The wife and mistress of a cruel school master collaborate in a carefully planned and executed attempt to murder him. The plan goes well until the body, which has been strategically dumped, disappears. The strain starts to tell on the two women as a retired police investigator who is looking into the disappearance on a whim begins to think that they know more than they are telling, and their mental state is not helped when their victim is seen, apparently alive and well by one of the pupils.","release_date":"1996-03-22","vote_average":5.5,"runtime":107,"cert":"N\/A","id":10988,"title":"Diabolique","adult":false,"genre_ids":[9648,53,27]},{"cast":["Victoria Abril","Hilmir Snær Guðnason","Hanna María Karlsdóttir","Þrúður Vilhjálmsdóttir","Þröstur Leó Gunnarsson"],"overview":"Thirty-year-old Hlynur still lives with his mother and spends his days drinking, watching porn and surfing the net while living off unemployment checks. A girl is interested in him, but he stands back from commitment. His mother's Spanish flamenco teacher, Lola, moves in with them for Christmas. On New Year's Eve, while his mother is away, Hlynur finds out Lola is a lesbian, but also ends up having sex with her. He soon finds out he and his mother are sharing more than a house. Eventually he must find out where he fits into the puzzle, and how to live life less selfishly.","release_date":"2000-05-31","vote_average":6.5,"runtime":88,"cert":"N\/A","id":10989,"title":"101 Reykjavik","adult":false,"genre_ids":[18,35,10749]},{"cast":["Nick Nolte","Melanie Griffith","Chazz Palminteri","Michael Madsen","Chris Penn"],"overview":"In 1950s Los Angeles, a special crime squad of the LAPD investigates the murder of a young woman.","release_date":"1996-04-26","vote_average":6.1,"runtime":107,"cert":"","id":10990,"title":"Mulholland Falls","adult":false,"genre_ids":[18,9648,53,80]},{"cast":["Rica Matsumoto","Mayumi Iizuka","Yuji Ueda","Ikue Otani","Naoto Takenaka"],"overview":"When Molly Hale's sadness of her father's disappearance get to her, she unknowingly uses the Unown to create her own dream world along with Entei, who she believes to be her father. When Entei kidnaps Ash's mom, Ash along with Misty & Brock invade the mansion looking for his mom and trying to stop the mysteries of Molly's Dream World and Entei!","release_date":"2000-07-08","vote_average":6.3,"runtime":93,"cert":"U","id":10991,"title":"Pokémon 3: The Movie - Spell of the Unown","adult":false,"genre_ids":[12,14,16,28,10751]},{"cast":["Jeff Goldblum","Elizabeth Perkins","Alexander Pollock","Miriam Margolyes","Tobey Maguire"],"overview":"When a professor develops a vaccine that eliminates human allergies to dogs, he unwittingly upsets the fragile balance of power between cats and dogs and touches off an epic battle for pet supremacy. The fur flies as the feline faction, led by Mr. Tinkles, squares off against wide-eyed puppy Lou and his canine cohorts.","release_date":"2001-07-04","vote_average":5.2,"runtime":87,"cert":"PG","id":10992,"title":"Cats & Dogs","adult":false,"genre_ids":[35,10751]},{"cast":["Jane March","Tony Leung Ka-Fai","Frédérique Meininger","Arnaud Giovaninetti","Melvil Poupaud"],"overview":"A poor French teenage girl engages in an illicit affair with a wealthy Chinese heir in 1920s Saigon. For the first time in her young life she has control, and she wields it deftly over her besotted lover throughout a series of clandestine meetings and torrid encounters.","release_date":"1992-02-22","vote_average":6.6,"runtime":115,"cert":"18","id":10995,"title":"The Lover","adult":false,"genre_ids":[18,10749]},{"cast":["Michael J. Fox","Geena Davis","Hugh Laurie","Jonathan Lipnicki","Anna Hoelck"],"overview":"Stuart, an adorable white mouse, still lives happily with his adoptive family, the Littles, on the east side of Manhattan's Central Park. More crazy mouse adventures are in store as Stuart, his human brother, George, and their mischievous cat, Snowbell, set out to rescue a friend.","release_date":"2002-07-19","vote_average":5.6,"runtime":78,"cert":"U","id":10996,"title":"Stuart Little 2","adult":false,"genre_ids":[10751,12,16,35]},{"cast":["Leslie Cheung","Gong Li","Zhang Fengyi","Jiang Wenli","Ge You"],"overview":"Abandoned by his prostitute mother in 1920, Douzi was raised by a theater troupe. There he meets Shitou and over the following years the two develop an act entitled \"Farewell My Concubine\" that brings them fame and fortune. When Shitou marries Juxian, Doutzi becomes jealous, the beginnings of the acting duo's explosive breakup and tragic fall take root.","release_date":"1993-09-16","vote_average":8.0,"runtime":166,"cert":"N\/A","id":10997,"title":"Farewell My Concubine","adult":false,"genre_ids":[18]},{"cast":["Michael Douglas","Glenn Close","Anne Archer","Ellen Hamilton Latzen","Stuart Pankin"],"overview":"A married man's one night stand comes back to haunt him when that lover begins to stalk him and his family.","release_date":"1987-09-11","vote_average":6.8,"runtime":119,"cert":"18","id":10998,"title":"Fatal Attraction","adult":false,"genre_ids":[18,27,53]},{"cast":["Arnold Schwarzenegger","Rae Dawn Chong","Dan Hedaya","Vernon Wells","James Olson"],"overview":"John Matrix, the former leader of a special commando strike force that always got the toughest jobs done, is forced back into action when his young daughter is kidnapped. To find her, Matrix has to fight his way through an array of punks, killers, one of his former commandos, and a fully equipped private army. With the help of a feisty stewardess and an old friend, Matrix has only a few hours to overcome his greatest challenge: finding his daughter before she's killed.","release_date":"1985-10-03","vote_average":6.5,"runtime":90,"cert":"18","id":10999,"title":"Commando","adult":false,"genre_ids":[28,12,53]}]