[{"cast":["Robin Williams","Nathan Lane","Gene Hackman","Dianne Wiest","Calista Flockhart"],"overview":"A gay cabaret owner and his drag queen companion agree to put up a false straight front so that their son can introduce them to his fiancé's conservative moralistic parents.","release_date":"1996-03-08","vote_average":7.0,"runtime":117,"cert":"15","id":11000,"title":"The Birdcage","adult":false,"genre_ids":[35]},{"cast":["Martin Lawrence","Luke Wilson","Dave Chappelle","Peter Greene","Nicole Ari Parker"],"overview":"Miles Logan is a jewel thief who just hit the big time by stealing a huge diamond. However, after two years in jail, he comes to find out that he hid the diamond in a police building that was being built at the time of the robbery. In an attempt to regain his diamond, he poses as an LAPD detective","release_date":"1999-09-17","vote_average":6.3,"runtime":93,"cert":"12","id":11001,"title":"Blue Streak","adult":false,"genre_ids":[28,35,80]},{"cast":["Ralph Richardson","Ian Holm","James Fox","Christopher Lambert","Andie MacDowell"],"overview":"A shipping disaster in the 19th Century has stranded a man and woman in the wilds of Africa. The lady is pregnant, and gives birth to a son in their tree house. Soon after, a family of apes stumble across the house and in the ensuing panic, both parents are killed. A female ape takes the tiny boy as a replacement for her own dead infant, and raises him as her son. Twenty years later, Captain Phillippe D'Arnot discovers the man who thinks he is an ape. Evidence in the tree house leads him to believe that he is the direct descendant of the Earl of Greystoke, and thus takes it upon himself to return the man to civilization.","release_date":"1984-03-30","vote_average":6.2,"runtime":143,"cert":"N\/A","id":11002,"title":"Greystoke: The Legend of Tarzan, Lord of the Apes","adult":false,"genre_ids":[12,18,28,10749]},{"cast":["Adam Sandler","Drew Barrymore","Christine Taylor","Allen Covert","Matthew Glave"],"overview":"Robbie, a local rock star turned wedding singer, is dumped on the day of his wedding. Meanwhile, waitress Julia finally sets a wedding date with her fiancée Glenn. When Julia and Robbie meet and hit it off, they find that things are more complicated than anybody thought.","release_date":"1998-02-13","vote_average":6.6,"runtime":95,"cert":"12","id":11003,"title":"The Wedding Singer","adult":false,"genre_ids":[10749,35]},{"cast":["Michael Douglas","Tobey Maguire","Frances McDormand","Katie Holmes","Rip Torn"],"overview":"Grady is a 50-ish English professor who hasn't had a thing published in years -- not since he wrote his award winning \"Great American Novel\" 7 years ago. This weekend proves even worse than he could imagine as he finds himself reeling from one misadventure to another in the company of a new wonder boy author.","release_date":"2000-02-22","vote_average":7.0,"runtime":111,"cert":"15","id":11004,"title":"Wonder Boys","adult":false,"genre_ids":[35,18]},{"cast":["Robert De Niro","Robin Williams","John Heard","Julie Kavner","Penelope Ann Miller"],"overview":"Dr. Malcolm Sayer, a shy research physician, uses an experimental drug to \"awaken\" the catatonic victims of a rare disease. Leonard is the first patient to receive the controversial treatment. His awakening, filled with awe and enthusiasm, proves a rebirth for Sayer too, as the exuberant patient reveals life's simple but unutterably sweet pleasures to the introverted doctor.","release_date":"1990-12-04","vote_average":7.8,"runtime":120,"cert":"15","id":11005,"title":"Awakenings","adult":false,"genre_ids":[18]},{"cast":["Burt Reynolds","Sally Field","Jerry Reed","Jackie Gleason","Mike Henry"],"overview":"A race car driver tries to transport an illegal beer shipment from Texas to Atlanta in under 28 hours, picking up a reluctant bride-to-be on the way.","release_date":"1977-05-26","vote_average":6.8,"runtime":96,"cert":"","id":11006,"title":"Smokey and the Bandit","adult":false,"genre_ids":[28,12,35]},{"cast":["Steve Martin","Bonnie Hunt","Piper Perabo","Tom Welling","Hilary Duff"],"overview":"The Baker brood moves to Chicago after patriarch Tom gets a job coaching football at Northwestern University, forcing his writer wife, Mary, and the couple's 12 children to make a major adjustment. The transition works well until work demands pull the parents away from home, leaving the kids bored -- and increasingly mischievous.","release_date":"2003-12-24","vote_average":6.2,"runtime":98,"cert":"PG","id":11007,"title":"Cheaper by the Dozen","adult":false,"genre_ids":[35,10751]},{"cast":["Damon Wayans","Orlando Brown","Michael Ironside","Karyn Parsons","Steven Martini"],"overview":"Major Benson Winifred Payne is being discharged from the Marines. Payne is a killin' machine, but the wars of the world are no longer fought on the battlefield. A career Marine, he has no idea what to do as a civilian, so his commander finds him a job - commanding officer of a local school's JROTC program, a bunch of ragtag losers with no hope.","release_date":"1995-03-24","vote_average":6.1,"runtime":95,"cert":"N\/A","id":11008,"title":"Major Payne","adult":false,"genre_ids":[12,35,10751]},{"cast":["John Travolta","Karen Lynn Gorney","Barry Miller","Joseph Cali","Julie Bovasso"],"overview":"Tony Manero is a Brooklyn paint-store clerk who'd give anything to break out of his dead-end existence. In life, Tony is a peasant; on the disco dance floor, he's a king. As the soundtrack plays one Bee Gees hit after another, white-suited Tony struts his stuff amidst flashing lights and sweaty, undulating bodies. Tony's class aspirations are mirrored in his relationship with his dance partner, a secretary eager to move into the glamorous world of Manhattan.","release_date":"1977-12-16","vote_average":6.7,"runtime":118,"cert":"18","id":11009,"title":"Saturday Night Fever","adult":false,"genre_ids":[18,10402,35]},{"cast":["Philippe Noiret","Massimo Troisi","Maria Grazia Cucinotta","Renato Scarpa","Linda Moretti"],"overview":"Simple Italian postman learns to love poetry while delivering mail to a famous poet; he uses this to woo local beauty Beatrice.","release_date":"1994-09-22","vote_average":7.9,"runtime":108,"cert":"N\/A","id":11010,"title":"The Postman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Macaulay Culkin","John Larroquette","Edward Herrmann","Christine Ebersole","Michael Maccarone"],"overview":"Billionaire heir Richie Rich has it all, including Reggie Jackson as a batting coach and Claudia Schiffer as a personal trainer -- but no playmates. What's more, scoundrel Laurence Van Dough is scheming to take over the family empire. Uh-oh! Enter faithful butler Cadbury to save the day.","release_date":"1994-12-19","vote_average":5.6,"runtime":95,"cert":"PG","id":11011,"title":"Ri¢hie Ri¢h","adult":false,"genre_ids":[35,10751]},{"cast":["Jeremy Irons","Juliette Binoche","Miranda Richardson","Rupert Graves","Peter Stormare"],"overview":"The life of a respected British politician at the height of his career crumbles when he becomes obsessed with his son's lover.","release_date":"1992-12-02","vote_average":6.6,"runtime":111,"cert":"N\/A","id":11012,"title":"Damage","adult":false,"genre_ids":[18,10749]},{"cast":["Maggie Gyllenhaal","James Spader","Jeremy Davies","Lesley Ann Warren","Stephen McHattie"],"overview":"A young woman, recently released from a mental hospital, gets a job as a secretary to a demanding lawyer, where their employer-employee relationship turns into a sexual, sadomasochistic one.","release_date":"2002-01-11","vote_average":6.8,"runtime":104,"cert":"18","id":11013,"title":"Secretary","adult":false,"genre_ids":[35,18,10749]},{"cast":["Humphrey Bogart","Lauren Bacall","Lionel Barrymore","Edward G. Robinson","Claire Trevor"],"overview":"A hurricane swells outside, but it's nothing compared to the storm within the hotel at Key Largo. There, sadistic mobster Johnny Rocco holes up - and holds at gunpoint hotel owner James Temple, his widowed daughter-in-law Nora, and ex-GI Frank McCloud.","release_date":"1948-07-31","vote_average":7.7,"runtime":100,"cert":"N\/A","id":11016,"title":"Key Largo","adult":false,"genre_ids":[80,18,53]},{"cast":["Adam Sandler","Darren McGavin","Bridgette Wilson","Bradley Whitford","Josh Mostel"],"overview":"Billy Madison is the 27 year-old son of Bryan Madison, a very rich man who has made his living in the hotel industry. Billy stands to inherit his father's empire but only if he can make it through all 12 grades, 2 weeks per grade, to prove that he has what it takes to run the family business.","release_date":"1995-02-10","vote_average":6.1,"runtime":89,"cert":"PG","id":11017,"title":"Billy Madison","adult":false,"genre_ids":[35]},{"cast":["Mickey Rourke","John Lone","Ariane","Leonard Termo","Raymond J. Barry"],"overview":"In New York, racist Capt. Stanley White becomes obsessed with destroying a Chinese-American drug ring run by Joey Tai, an up-and-coming young gangster as ambitious as he is ruthless. While pursuing an unauthorized investigation, White grows increasingly willing to violate police protocol, resorting to progressively violent measures -- even as his concerned wife, Connie, and his superiors beg him to consider the consequences of his actions.","release_date":"1985-08-16","vote_average":6.9,"runtime":134,"cert":"N\/A","id":11018,"title":"Year of the Dragon","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Michael Gambon","Pierce Brosnan","Frank Glaubrecht","Jacques Perrin","Dalik Volonitz"],"overview":"Deep Blue is a major documentary feature film shot by the BBC Natural History Unit. An epic cinematic rollercoaster ride for all ages, Deep Blue uses amazing footage to tell us the story of our oceans and the life they support.","release_date":"2003-05-18","vote_average":6.6,"runtime":83,"cert":"N\/A","id":11019,"title":"Deep Blue","adult":false,"genre_ids":[99]},{"cast":["Rachel Roberts","Vivean Gray","Helen Morse","Kirsty Child","Tony Llewellyn-Jones"],"overview":"In the early 1900s, Miranda attends a girls boarding school in Australia. One Valentine's Day, the school's typically strict headmistress treats the girls to a picnic field trip to an unusual but scenic volcanic formation called Hanging Rock. Despite rules against it, Miranda and several other girls venture off. It's not until the end of the day that the faculty realizes the girls and one of the teachers have disappeared mysteriously.","release_date":"1975-09-02","vote_average":7.2,"runtime":117,"cert":"PG","id":11020,"title":"Picnic at Hanging Rock","adult":false,"genre_ids":[18,9648]},{"cast":["Sybille Schmitz","Hans Nielsen","Kirsten Heiberg","Karl Schönböck","Otto Wernicke"],"overview":"This little-known German film retells the true story of the British ocean liner that met a tragic fate. Ernst Fritz Fürbringer plays the president of the White Star Line, who unwisely pressed the Titanic's captain (Otto Wernicke) to make the swiftest possible crossing to New York. Interestingly, director Herbert Selpin was arrested by the Gestapo during this film's production, and German censors banned the film for its scenes of panic and terror.","release_date":"1943-11-10","vote_average":6.2,"runtime":85,"cert":"N\/A","id":11021,"title":"Titanic","adult":false,"genre_ids":[28,18,36]},{"cast":["Jason Patric","Ray Liotta","Chi McBride","Busta Rhymes","Lloyd Adams"],"overview":"An undercover narc dies, the investigation stalls, so the Detroit P.D. brings back Nick Tellis, fired 18-months ago when a stray bullet hits a pregnant woman. Tellis teams with Henry Oak, a friend of the dead narc and an aggressive cop constantly under the scrutiny of internal affairs. They follow leads and informants turn up dead.","release_date":"2002-01-14","vote_average":6.8,"runtime":105,"cert":"18","id":11022,"title":"Narc","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Evan Rachel Wood","Nikki Reed","Vanessa Hudgens","Holly Hunter","Brady Corbet"],"overview":"Tracy is a normal 13-year-old trying to make it in school. After befriending the most popular girl at school, Evie, Tracy's world is turned upside down when Evie introduces her to a world of sex, drugs and cash. But it isn't long before Tracy's new world and attitude finally takes a toll on her, her family, and old friends.","release_date":"2003-08-20","vote_average":6.4,"runtime":100,"cert":"18","id":11023,"title":"Thirteen","adult":false,"genre_ids":[18]},{"cast":["Freddie Prinze Jr.","Sarah Michelle Gellar","Matthew Lillard","Linda Cardellini","Seth Green"],"overview":"When Mystery, Inc. are guests of honor at the grand opening of the Coolsville Museum of Criminology, a masked villain shows up and creates havoc before stealing the costumes of the gang's most notorious villains...Could it be that their nemesis, mad scientist Jonathan Jacobo has returned and is trying to recreate their deadliest foes?","release_date":"2004-03-24","vote_average":5.7,"runtime":93,"cert":"PG","id":11024,"title":"Scooby-Doo 2: Monsters Unleashed","adult":false,"genre_ids":[9648,14,12,35]},{"cast":["Ashley Olsen","Mary-Kate Olsen","Jared Padalecki","Eugene Levy","Andy Richter"],"overview":"Top student Jane Ryan heads to Manhattan for a college-scholarship competition. Her rebellious twin Roxy Ryan goes along to crash a video shoot. But anything can happen - and does - in a romp involving a pursuing truant officer, a smuggler, hunkalicious guys and the girls' realization that when the chips are down, a sister can be the best friend of all.","release_date":"2004-05-07","vote_average":5.9,"runtime":91,"cert":"N\/A","id":11025,"title":"New York Minute","adult":false,"genre_ids":[35]},{"cast":["Stellan Skarsgård","Izabella Scorupco","James D'Arcy","Julian Wadham","Remy Sweeney"],"overview":"Having lived through traumatizing events during WWII, Father Lankester Merrin takes a sabbatical from the Church to conduct archaeological excavations in British-administered East Africa. Merrin unearths an ancient Byzantine church believed have been built and then immediately buried to keep down evil from the crypt below. The natives are convinced that uncovering the church has unleashed a demon, and begin to violently clash with the British military troops. As the village rapidly disintegrates into chaos and war, Merrin must face-off with the demon which has taken possession of somebody close to him.","release_date":"2004-08-20","vote_average":5.0,"runtime":114,"cert":"15","id":11026,"title":"Exorcist: The Beginning","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jack Nicholson","Jessica Lange","John Colicos","Michael Lerner","Anjelica Huston"],"overview":"This remake of the 1946 movie of the same name accounts an affair between a seedy drifter and a seductive wife of a roadside cafe owner. This begins a chain of events that culminates in murder.","release_date":"1981-03-20","vote_average":6.5,"runtime":122,"cert":"18","id":11027,"title":"The Postman Always Rings Twice","adult":false,"genre_ids":[10749,80,18]},{"cast":["Dennis Quaid","Ellen Barkin","Ned Beatty","John Goodman","Lisa Jane Persky"],"overview":"Remy McSwain is a New Orleans police lieutenant who investigates the murder of a local mobster. His investigation leads him to suspect that fellow members of the police force may be involved.","release_date":"1986-11-27","vote_average":6.3,"runtime":102,"cert":"15","id":11028,"title":"The Big Easy","adult":false,"genre_ids":[18,28,80,9648]},{"cast":["Kai Wiesinger","Valerie Niehaus","Heiner Lauterbach","Dana Vávrová","Detlev Buck"],"overview":"Joseph Vilsmaier Two-part TV movie focuses on the tragic events surrounding the sinking of the Wilhelm Gustloff, a German passenger ship, at the end of World War II. On 30 January 1945, Captain Hellmuth Kehding was in charge of the ship, evacuating wounded soldiers and civilians trapped by the Red Army. Soon after leaving the harbor of Danzig, it was hit by three torpedoes from the Soviet submarine and sank in less than an hour.","release_date":"2008-03-02","vote_average":6.3,"runtime":184,"cert":"15","id":11029,"title":"M\/S Gustloff","adult":false,"genre_ids":[18,36,10752]},{"cast":["Woody Allen","Mia Farrow","Patrick Horgan","John Buckwalter","Marvin Chatinover"],"overview":"Fictional documentary about the life of human chameleon Leonard Zelig, a man who becomes a celebrity in the 1920s due to his ability to look and act like whoever is around him. Clever editing places Zelig in real newsreel footage of Woodrow Wilson, Babe Ruth, and others.","release_date":"1983-07-15","vote_average":7.6,"runtime":79,"cert":"N\/A","id":11030,"title":"Zelig","adult":false,"genre_ids":[35]},{"cast":["Christopher Guest","Michael McKean","Harry Shearer","Rob Reiner","June Chadwick"],"overview":"\"This Is Spinal Tap\" shines a light on the self-contained universe of a metal band struggling to get back on the charts, including everything from its complicated history of ups and downs, gold albums, name changes and undersold concert dates, along with the full host of requisite groupies, promoters, hangers-on and historians, sessions, release events and those special behind-the-scenes moments that keep it all real.","release_date":"1984-05-04","vote_average":7.6,"runtime":82,"cert":"15","id":11031,"title":"This Is Spinal Tap","adult":false,"genre_ids":[35,10402]},{"cast":["Helmut Diehl","Joe Diehl","Nikolaus Grigoriadis","Thomas Harm"],"overview":"No overview found.","release_date":"1996-12-31","vote_average":4.8,"runtime":91,"cert":"N\/A","id":11032,"title":"Dei Mudder sei Gesicht","adult":false,"genre_ids":[35,80]},{"cast":["Michael Caine","Angie Dickinson","Nancy Allen","Keith Gordon","Dennis Franz"],"overview":"A mysterious, tall, blonde woman wearing sunglasses murders one of a psychiatrist's patients, and now she's after the prostitute who witnessed it.","release_date":"1980-06-25","vote_average":6.8,"runtime":105,"cert":"N\/A","id":11033,"title":"Dressed to Kill","adult":false,"genre_ids":[9648,53,27]},{"cast":["Robert Redford","Mia Farrow","Bruce Dern","Karen Black","Sam Waterston"],"overview":"Nick Carraway, a young Midwesterner now living on Long Island, finds himself fascinated by the mysterious past and lavish lifestyle of his neighbor, the nouveau riche Jay Gatsby. He is drawn into Gatsby's circle, becoming a witness to obsession and tragedy.","release_date":"1974-03-27","vote_average":6.4,"runtime":144,"cert":"N\/A","id":11034,"title":"The Great Gatsby","adult":false,"genre_ids":[18,10749]},{"cast":["Peter Gonzales Falcon","Fiona Florence","Pia De Doses","Marne Maitland","Renato Giovannoli"],"overview":"A virtually plotless, gaudy, impressionistic portrait of Rome through the eyes of one of its most famous citizens.","release_date":"1972-03-15","vote_average":7.2,"runtime":128,"cert":"N\/A","id":11035,"title":"Roma","adult":false,"genre_ids":[35,18]},{"cast":["Rachel McAdams","Ryan Gosling","Gena Rowlands","James Garner","Sam Shepard"],"overview":"An epic love story centered around an older man who reads aloud to a woman with Alzheimer's. From a faded notebook, the old man's words bring to life the story about a couple who is separated by World War II, and is then passionately reunited, seven years later, after they have taken different paths.","release_date":"2004-06-25","vote_average":7.9,"runtime":123,"cert":"15","id":11036,"title":"The Notebook","adult":false,"genre_ids":[10749,18]},{"cast":["Louis Gossett Jr.","Jason Gedrick","Tim Thomerson","Larry B. Scott","Shawnee Smith"],"overview":"When Doug's father, an Air Force Pilot, is shot down by MiGs belonging to a radical Middle Eastern state, no one seems able to get him out. Doug finds Chappy, an Air Force Colonel who is intrigued by the idea of sending in two fighters piloted by himself and Doug to rescue Doug's father after bombing the MiG base.","release_date":"1986-01-17","vote_average":5.2,"runtime":117,"cert":"N\/A","id":11037,"title":"Iron Eagle","adult":false,"genre_ids":[28,53,10752]},{"cast":["Burt Lancaster","Kirk Douglas","Charles Durning","Alexis Smith","Dana Carvey"],"overview":"Harry Doyle (Lancaster) and Archie Lang (Douglas) are two old-time train robbers, who held up a train in 1956 and have been incarcerated for thirty years. After serving their time, they are released from jail and have to adjust to a new life of freedom. Harry and Archie realize that they still have the pizzazz when, picking up their prison checks at a bank, they foil a robbery attempt. Archie, who spent his prison time pumping himself up, easily picks up a 20-year-old aerobics instructor. Harry, on the other hand, has to waste away his days in a nursing home. They both have festering resentments -- Archie for having to endure a humiliating job as a busboy; Harry for having to endure patronizing attitudes toward senior citizens. The two old pals finally go back to what they know best. After successfully robbing an armored car, they decide to rob the same train that they robbed thirty years ago.","release_date":"1986-10-03","vote_average":5.8,"runtime":104,"cert":"N\/A","id":11038,"title":"Tough Guys","adult":false,"genre_ids":[35,80]},{"cast":["Bud Spencer","Cary Guffey","Ferruccio Amendola","Claudio Undari","John Bartha"],"overview":"Following the events of The Sheriff and the Satellite Kid, Sheriff Hall and H-725 (using the official identity of Charlie Warren) still get no rest from the military - because the little alien has not yet grasped the meaning of keeping a low profile. They are constantly on the move, and H-725's father has had to pick them out of a tight spot too many times already.","release_date":"1980-12-11","vote_average":6.1,"runtime":99,"cert":"N\/A","id":11039,"title":"Why Did You Pick On Me?","adult":false,"genre_ids":[35,878]},{"cast":["Dustin Hoffman","Faye Dunaway","Chief Dan George","Martin Balsam","Richard Mulligan"],"overview":"Jack Crabb, looking back from extreme old age, tells of his life being raised by Indians and fighting with General Custer.","release_date":"1970-12-14","vote_average":7.7,"runtime":139,"cert":"N\/A","id":11040,"title":"Little Big Man","adult":false,"genre_ids":[12,37,35,18]},{"cast":["Jim Varney","Diedrich Bader","Erika Eleniak","Cloris Leachman","Lily Tomlin"],"overview":"Jed Clampett and kin move from Arkansas to Beverly Hills when he becomes a billionaire, after an oil strike. The country folk are very naive with regard to life in the big city, so when Jed starts a search for a new wife there are inevitably plenty of takers and con artists ready to make a fast buck","release_date":"1993-10-15","vote_average":5.5,"runtime":93,"cert":"N\/A","id":11041,"title":"The Beverly Hillbillies","adult":false,"genre_ids":[35]},{"cast":["Rémy Girard","Stéphane Rousseau","Marie-Josée Croze","Dorothée Berryman","Louise Portal"],"overview":"In this belated sequel to 'The Decline of the American Empire', 50-something Montreal college professor, Remy, learns that he is dying of liver cancer. He decides to make amends meet to his friends and family before he dies. He first tries to made peace with his ex-wife Louise, who asks their estranged son Sebastian, a successful businessman living in London, to come home. Sebastian makes the impossible happen, using his contacts and disrupting the entire Canadian system in every way possible to help his father fight his terminal illness to the bitter end, while he also tries to reunite his former friends, Pierre, Alain, Dominique, Diane, and Claude to see their old friend before he passes on.","release_date":"2003-05-21","vote_average":7.1,"runtime":99,"cert":"N\/A","id":11042,"title":"The Barbarian Invasions","adult":false,"genre_ids":[35,80,18]},{"cast":["Peter Alexander","Hansi Kraus","Hannelore Elsner","Theo Lingen","Willy Millowitsch"],"overview":"Pepe Notnagel (who inexplicably had his name changed from the first movie's Nietnagel) and his classmates scheme to get around doing any actual school work by cheating or sending their teachers to the sanatorium. A Swiss documentary film maker disguises himself as his brother in law, who got a position as an exchange teacher, to aid his project of making a movie about the current youth.","release_date":"1968-12-11","vote_average":6.1,"runtime":99,"cert":"N\/A","id":11043,"title":"Zum Teufel mit der Penne","adult":false,"genre_ids":[35]},{"cast":["Johnny Depp","Jerry Lewis","Faye Dunaway","Lili Taylor","Vincent Gallo"],"overview":"An Innuit hunter races his sled home with a fresh-caught halibut. This fish pervades the entire film, in real and imaginary form. Meanwhile, Axel tags fish in New York as a naturalist's gofer. He's happy there, but a messenger arrives to bring him to Arizona for his uncle's wedding. It's a ruse to get Axel into the family business. In Arizona, Axel meets two odd women: vivacious, needy, and plagued by neuroses and familial discord. He gets romantically involved with one, while the other, rich but depressed, plays accordion tunes to a gaggle of pet turtles","release_date":"1993-01-06","vote_average":7.2,"runtime":142,"cert":"N\/A","id":11044,"title":"Arizona Dream","adult":false,"genre_ids":[14,35,18,10749]},{"cast":["Queen Latifah","Jimmy Fallon","Gisele Bündchen","Henry Simmons","Jennifer Esposito"],"overview":"A mouthy and feisty taxicab driver has hot tips for a green and inept cop set on solving a string of New York City bank robberies committed by a quartet of female Brazilian bank robbers.","release_date":"2004-10-06","vote_average":5.0,"runtime":97,"cert":"12","id":11045,"title":"Taxi","adult":false,"genre_ids":[53,28,35,80]},{"cast":["Richard Burton","Clint Eastwood","Mary Ure","Patrick Wymark","Michael Hordern"],"overview":"World War II is raging, and an American general has been captured and is being held hostage in the Schloss Adler, a Bavarian castle that's nearly impossible to breach. It's up to a group of skilled Allied soldiers to liberate the general before it's too late.","release_date":"1968-12-04","vote_average":7.6,"runtime":155,"cert":"PG","id":11046,"title":"Where Eagles Dare","adult":false,"genre_ids":[12,18,28,36,10752]},{"cast":["Roger Carel","Jacques Morel","Jacques Jouanneau","Pierre Tornade","Lucien Raimbourg"],"overview":"In the year 50 BC, Gaul is occupied by the Romans - nearly. But the small village of Asterix and his friends still resists the Roman legions with the aid of their druid's magic potion, which gives superhuman strength. Learning of this potion, a Roman centurion kidnaps the druid to get the secret formula out of him.","release_date":"1967-12-20","vote_average":6.4,"runtime":68,"cert":"","id":11047,"title":"Asterix the Gaul","adult":false,"genre_ids":[10751,16,12,35]},{"cast":["Bud Spencer","Adalberto Maria Merli","Raymond Pellegrin","Juliette Mayniel","Mario Pilar"],"overview":"This cop doesn't carry a gun - his fist is loaded!","release_date":"1973-10-25","vote_average":6.5,"runtime":110,"cert":"N\/A","id":11048,"title":"The Knock Out Cop","adult":false,"genre_ids":[28,35,80,18]},{"cast":["Romanthony","Thomas Bangalter"],"overview":"Four talented alien musicians are kidnapped by a record producer who disguises them as humans. Shep, a space pilot in love with bass player Stella, follows them to Earth. Reprogrammed to forget their real identities and renamed The Crescendolls, the group quickly becomes a huge success playing soulless corporate pop. At a concert, Shep manages to free all the musicians except Stella, and the band sets out to rediscover who they really are -- and to rescue Stella.","release_date":"2003-05-28","vote_average":7.8,"runtime":68,"cert":"","id":11049,"title":"Interstella 5555: The 5tory of the 5ecret 5tar 5ystem","adult":false,"genre_ids":[878,10402,16,12]},{"cast":["Shirley MacLaine","Debra Winger","Jack Nicholson","Danny DeVito","Jeff Daniels"],"overview":"Aurora and her daughter, Emma march to the beat of different drums. Beginning with Emma's marriage, Aurora shows how difficult and loving she can be.","release_date":"1983-11-20","vote_average":7.2,"runtime":132,"cert":"12A","id":11050,"title":"Terms of Endearment","adult":false,"genre_ids":[35,18]},{"cast":["Willem Dafoe","Harvey Keitel","Barbara Hershey","Harry Dean Stanton","David Bowie"],"overview":"Jesus, a humble Judean carpenter beginning to see that he is the son of God, is drawn into revolutionary action against the Roman occupiers by Judas -- despite his protestations that love, not violence, is the path to salvation. The burden of being the savior of mankind torments Jesus throughout his life, leading him to doubt. As he is put to death on the cross, Jesus is tempted by visions of an ordinary life married to Mary Magdalene.","release_date":"1988-08-12","vote_average":7.3,"runtime":164,"cert":"15","id":11051,"title":"The Last Temptation of Christ","adult":false,"genre_ids":[18]},{"cast":["Dan Green","Eric Stuart","Scottie Rayow","Wayne Grayson","Gregory Abbey"],"overview":"After the conclusion of the Battle City Tournament, deep below the sands of Egypt, an ancient evil has awakened. Anubis, who was defeated centuries ago by Yugi’s mysterious alter ego – the ancient Pharaoh – has returned for revenge. Wielding the power of the Eighth Millennium Item, Anubis is determined to destroy Yugi and take over the world.","release_date":"2004-08-13","vote_average":5.7,"runtime":90,"cert":"N\/A","id":11052,"title":"Yu-Gi-Oh! The Movie","adult":false,"genre_ids":[12,14,16,28,35,53,878,10751]},{"cast":["Bud Spencer","Al Lettieri","Enzo Cannavale","Renato Scarpa","Robert Webber"],"overview":"Piedone \"Bigfoot\" Rizzo is accused of drug trafficking. In order to clear his name he has to find out who is the person, from a Mafia ring, who has infiltrated his police department.","release_date":"1975-06-26","vote_average":6.1,"runtime":108,"cert":"N\/A","id":11053,"title":"Flatfoot in Hong Kong","adult":false,"genre_ids":[28,35,53,18]},{"cast":["Ricki Lake","Divine","Sonny Bono","Ruth Brown","Debbie Harry"],"overview":"Ample teen Tracy Turnblad wants nothing more than to be on the hip local TV dance program, \"The Corny Collins Show\" -- and when her dream comes true, her lively moves and bubbly personality meet with unexpected popularity. But after witnessing firsthand the terrible state of race relations in 1960s Baltimore, Turnblad becomes an outspoken advocate for desegregation.","release_date":"1988-02-16","vote_average":6.7,"runtime":92,"cert":"N\/A","id":11054,"title":"Hairspray","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Bud Spencer","Enzo Cannavale","Werner Pochath","Joe Stewardson","Dagmar Lassander"],"overview":"Commissary Rizzo in Napoli gets a message from a policeman from South Africa who wants to meet him. Immediatlz before this meeting the south African policeman is killed. Dying he shows Rizzo a picture of his little son Bodo. Riyyo travels to Johannesburg to find out what the policeman was working on and to find Bodo.","release_date":"1978-03-22","vote_average":6.3,"runtime":115,"cert":"N\/A","id":11055,"title":"Flatfoot in Africa","adult":false,"genre_ids":[28,35,80,18]},{"cast":["Anna Paquin","Lena Olin","Iain Glen","Giancarlo Giannini","Fele Martínez"],"overview":"A teenage girl moves into a remote countryside house with her family, only to discover that their gloomy new home has a horrifying past that threatens to destroy the family.","release_date":"2002-10-02","vote_average":5.7,"runtime":102,"cert":"15","id":11056,"title":"Darkness","adult":false,"genre_ids":[27]},{"cast":["Lena Stolze","Wulf Kessler","Oliver Siebert","Ulrich Tukur","Werner Stocker"],"overview":"During the Second World War, a small group of students at Munich University begin to question the decisions and sanity of Germany's Nazi government. The students form a resistance cell which they name the \"White Rose\" after a newsletter that is secretly distributed to the student body. At first small in numbers and fearful of discovery, the White Rose begins to gain massive support after a Nazi Gauleiter nearly incites a student riot after a provokative speech. At this point, the matter is taken over by the German Gestapo, who pledge to hunt down and destroy the members of the White Rose.","release_date":"1982-09-24","vote_average":6.6,"runtime":123,"cert":"N\/A","id":11057,"title":"The White Rose","adult":false,"genre_ids":[18,36]},{"cast":["Greg Kinnear","Rebecca Romijn","Robert De Niro","Cameron Bright","Zoie Palmer"],"overview":"A couple agree to have their deceased son cloned under the supervision of an enigmatic doctor, but bizarre things start to happen years after his rebirth.","release_date":"2004-04-30","vote_average":4.9,"runtime":102,"cert":"N\/A","id":11058,"title":"Godsend","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Jonathan Cherry","Tyron Leitso","Clint Howard","Ona Grauer","Michael Eklund"],"overview":"Set on an island off the coast, a techno rave party attracts a diverse group of college coeds and a Coast Guard officer. Soon, they discover that their X-laced escapades are to be interrupted by zombies and monsters that attack them on the ground, from the air, and in the sea, ruled by an evil entity in the House of the Dead... Prequel to the House of the Dead video games.","release_date":"2003-04-11","vote_average":2.9,"runtime":90,"cert":"","id":11059,"title":"House of the Dead","adult":false,"genre_ids":[27,28,53]},{"cast":["Richard Gere","Andy García","Laurie Metcalf","Nancy Travis","Elijah Wood"],"overview":"Keen young Raymold Avila joins the Internal Affairs Department of the Los Angeles police. He and partner Amy Wallace are soon looking closely at the activities of cop Dennis Peck whose financial holdings start to suggest something shady. Indeed Peck is involved in any number of dubious or downright criminal activities. He is also devious, a womaniser, and a clever manipulator, and he starts to turn his attention on Avila.","release_date":"1990-01-12","vote_average":6.5,"runtime":114,"cert":"18","id":11060,"title":"Internal Affairs","adult":false,"genre_ids":[80,18]},{"cast":["Christiane Paul","Tobias Moretti","Ralf Bauer","Nadeshda Brennicke","Juraj Kukura"],"overview":"No overview found.","release_date":"1996-07-11","vote_average":4.7,"runtime":90,"cert":"N\/A","id":11061,"title":"Workaholic","adult":false,"genre_ids":[35]},{"cast":["Al Pacino","John Cusack","Bridget Fonda","Danny Aiello","Martin Landau"],"overview":"The accidental shooting of a boy in New York leads to an investigation by the Deputy Mayor, and unexpectedly far-reaching consequences.","release_date":"1996-02-16","vote_average":6.1,"runtime":111,"cert":"N\/A","id":11062,"title":"City Hall","adult":false,"genre_ids":[18,53]},{"cast":["Alexander Scheer","Götz George","Chulpan Khamatova","Maria Schrader","Vadim Glowna"],"overview":"Edward Kaminsky, an aging ad man, wants a golden parachute from his agency; he must first land the Opel auto contract. Rosa, a youth with wealthy parents, wants to establish herself as an artist. The clumsy and enthusiastic Viktor, not quite honest, wants work. When he wanders into Kaminsky's meeting with Opel and says something about irony, the Opel director wants him in on the campaign. Then he steals an idea from Rosa that the Opel director loves. Before Rosa discovers he's expropriated her idea, Rosa and Viktor become lovers. Father-son feelings materialize between Kaminsky and Viktor. Can the impulsive Viktor hold it together before Rosa learns the truth and flies away?","release_date":"2001-03-03","vote_average":6.3,"runtime":108,"cert":"N\/A","id":11063,"title":"Advertising Rules!","adult":false,"genre_ids":[35]},{"cast":["Richard Pryor","John Candy","Lonette McKee","Stephen Collins","Jerry Orbach"],"overview":"Brewster, an aging minor-league baseball player, stands to inherit 300 million dollars if he can successfully spend 30 million dollars in 30 days without anything to show for it, and without telling anyone what he's up to... A task that's a lot harder than it sounds!","release_date":"1985-05-22","vote_average":6.6,"runtime":97,"cert":"N\/A","id":11064,"title":"Brewster's Millions","adult":false,"genre_ids":[35]},{"cast":["Mekhi Phifer","Josh Hartnett","Andrew Keegan","Julia Stiles","Martin Sheen"],"overview":"Hot young stars, a hip, driving soundtrack, plus a provocative tale of jealousy and betrayal combine to create this controversial modern-day version of Shakespeare's classic, \"Othello.\" O is Odin James (Mekhi Phifer), the school's star basketball player and future NBA hopeful. Even though he's the only black student at the elite Palmetto Grove Academy, he has the adoration of all, including the team's coach (Martin Sheen) and the Dean's beautiful daughter, Desi (Julia Stiles). Odin's troubled friend Hugo (Josh Hartnett), the coach's son, is deeply resentful of his father's preference of Odin on and off the court. When Hugo plots a diabolical scheme to sow the seed of mistrust between O and Desi, it sets in motion a disturbing chain of events which erupts into a firestorm of breathtaking intensity.","release_date":"2001-08-31","vote_average":5.9,"runtime":95,"cert":"N\/A","id":11065,"title":"O","adult":false,"genre_ids":[18,10749,53]},{"cast":["Eddie Murphy","Robin Givens","Halle Berry","David Alan Grier","Grace Jones"],"overview":"Marcus is a successful advertising executive who woos and beds women almost at will. After a company merger he finds that his new boss, the ravishing Jacqueline, is treating him in exactly the same way. Completely traumatised by this, his work goes badly downhill.","release_date":"1992-06-30","vote_average":5.5,"runtime":117,"cert":"15","id":11066,"title":"Boomerang","adult":false,"genre_ids":[35,10749]},{"cast":["Charlie Sheen","Tom Berenger","Corbin Bernsen","Dennis Haysbert","James Gammon"],"overview":"After losing in the ALCS the year before, the Cleveland Indians are determined to make it into the World Series this time! However, they first have to contend with Rachel Phelps again when she buys back the team.","release_date":"1994-03-30","vote_average":5.5,"runtime":105,"cert":"PG","id":11067,"title":"Major League II","adult":false,"genre_ids":[35]},{"cast":["Bridget Fonda","Campbell Scott","Kyra Sedgwick","Matt Dillon","Sheila Kelley"],"overview":"Romantic comedy about six of Seattle's young people, most of whom live in the same apartment building and whose lives revolve around the city's ever-expanding music scene. The interrelated stories about each character's progress through the singles scene are intriguing and often very funny, and the soundtrack is a grunge fanatic's dream, with the likes of Soundgarden, Pearl Jam and Mudhoney.","release_date":"1992-09-18","vote_average":6.6,"runtime":99,"cert":"12","id":11068,"title":"Singles","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fred Ward","Chris Gartin","Helen Shaver","Michael Gross","Marcelo Tubert"],"overview":"Those supersucking desert creatures are back --- and this time they're south of the border. As the creatures worm their way through the oil fields of Mexico, the only people who can wrangle them are veteran Earl Bassett and survivalist Burt Gummer. Add to that team a young punk out for cash and a fearless scientist, and the critters don't stand a chance.","release_date":"1996-04-09","vote_average":5.9,"runtime":100,"cert":"12","id":11069,"title":"Tremors 2: Aftershocks","adult":false,"genre_ids":[27,28,35,878]},{"cast":["Gruschenka Stevens","Tim Bergmann","Jasmin Tabatabai","Bettina Zimmermann","Rüdiger Klink"],"overview":"To call or not to call? For young Cora it's not a question. In fact, after the first date you may never call the guy, even if it was the best sex of your life! It's him who must beg for a meeting - and not later than 72 hours after. Otherwise - delete it from memory.","release_date":"2001-10-25","vote_average":6.0,"runtime":93,"cert":"N\/A","id":11070,"title":"Moonlight Tariff","adult":false,"genre_ids":[35]},{"cast":["James Whitmore","James Arness","Joan Weldon","Edmund Gwenn","Onslow Stevens"],"overview":"Nuclear tests in the desert result in the growth of gigantic mutant ants who menace cities in the American south-west as a team of investigators and the army search for a way to control their spread in this Cold War-era monster film.","release_date":"1954-06-16","vote_average":6.8,"runtime":94,"cert":"N\/A","id":11071,"title":"Them!","adult":false,"genre_ids":[878,27]},{"cast":["Cleavon Little","Gene Wilder","Slim Pickens","Harvey Korman","Madeline Kahn"],"overview":"A town—where everyone seems to be named Johnson—stands in the way of the railroad. In order to grab their land, robber baron Hedley Lemar sends his henchmen to make life in the town unbearable. After the sheriff is killed, the town demands a new sheriff from the Governor, so Hedley convinces him to send the town the first black sheriff in the west.","release_date":"1974-02-07","vote_average":7.3,"runtime":93,"cert":"15","id":11072,"title":"Blazing Saddles","adult":false,"genre_ids":[37,35]},{"cast":["Tom Wlaschiha","Kristian Kiehling","Michael Krabbe","Julia Dietze","Katja Flint"],"overview":"School's over – and for brand-new high-school graduates Ben, Felix and Nick, it's time to party! But when Ben embarrasses himself in public trying to declare his love for the gorgeous Carola, he and his pals make a quick exit by taking jobs as hosts in a vacation club on Ibiza, the Mediterranean hot spot for oversexed boys and underdressed girls! Instead of sun, sea and sex, however, it's work, work and more work, as the three are kept busy around the clock by their sadistic boss Anna. And when Ben bumps into Carola and her super-cool DJ boyfriend, Ibiza starts feeling more like Alcatraz by the minute. Yet even as the mishaps pile up and the boys have to cope with stinging jellyfish, English hooligans and tequila hangovers, they refuse to give up their plan to throw the ultimate Ibiza party for the club, and especially for Carola. Summer is short, but these guys are going to make sure everyone remembers this one for a long time!","release_date":"2004-02-12","vote_average":3.3,"runtime":83,"cert":"N\/A","id":11073,"title":"Pura Vida Ibiza","adult":false,"genre_ids":[35]},{"cast":["Bruce Willis","Sarah Jessica Parker","Dennis Farina","Tom Sizemore","Brion James"],"overview":"Coming from a police family, Tom Hardy ends up fighting his uncle after the murder of his father. Tom believes the killer is another cop, and goes on the record with his allegations. Demoted to water-way duty Tom, along with new partner Jo Christman, navigate the three rivers looking for clues and discovering bodies. This time the victims are women Tom knows, he must find the killer to prove his innocence.","release_date":"1993-09-17","vote_average":5.7,"runtime":102,"cert":"N\/A","id":11074,"title":"Striking Distance","adult":false,"genre_ids":[80,28,9648,53]},{"cast":["Ryo Ishibashi","Eihi Shiina","Jun Kunimura","Tetsu Sawaki","Renji Ishibashi"],"overview":"Seven years after the death of his wife, company executive Aoyama is invited to sit in on auditions for an actress. Leafing through the resumés in advance, his eye is caught by Yamazaki Asami, a striking young woman with ballet training.","release_date":"2000-03-03","vote_average":7.0,"runtime":115,"cert":"18","id":11075,"title":"Audition","adult":false,"genre_ids":[9648,18,27,53]},{"cast":["Jeff Daniels","Anna Paquin","Dana Delany","Terry Kinney","Holter Graham"],"overview":"Amy is only 13 years old when her mother is killed. She goes to Canada to live with her father, an eccentric inventor whom she barely knows. Amy is miserable in her new life... until she discovers a nest of goose eggs that were abandoned when a local forest is torn down. The eggs hatch and Amy becomes \"Mama Goose\". When Winter comes, Amy, and her dad must find a way to lead the birds South...","release_date":"1996-09-13","vote_average":6.6,"runtime":107,"cert":"U","id":11076,"title":"Fly Away Home","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["John Ritter","Jack Warden","Michael Oliver","Gilbert Gottfried","Michael Richards"],"overview":"Ben Healy (John Ritter) and his social climbing wife Flo adopt Junior a fun-loving seven year old. But they soon discover he's a little monster as he turns a camping trip, a birthday party and even a baseball game into comic nightmares. But is he really just a little angel trying to get out? Find out in this hilarious satire on modern-day family life.","release_date":"1990-07-27","vote_average":5.5,"runtime":81,"cert":"N\/A","id":11077,"title":"Problem Child","adult":false,"genre_ids":[35]},{"cast":["Martin Lawrence","Steve Zahn","Colm Feore","Bill Duke","Eric Roberts"],"overview":"Two mismatched security guards are thrown together to bust a smuggling operation.","release_date":"2003-01-17","vote_average":5.6,"runtime":88,"cert":"12","id":11078,"title":"National Security","adult":false,"genre_ids":[28,35,80,53]},{"cast":["Angelina Jolie","Ethan Hawke","Kiefer Sutherland","Gena Rowlands","Olivier Martinez"],"overview":"Recruited to assist Montreal police in their desperate search for a serial killer who assumes the identities of his victims, FBI profiler Illeana Scott knows it's only a matter of time before the killer strikes again. Her most promising lead is a museum employee who might be the killer's only eyewitness.","release_date":"2004-03-19","vote_average":6.2,"runtime":103,"cert":"15","id":11081,"title":"Taking Lives","adult":false,"genre_ids":[28,80,9648,53,18]},{"cast":["Demi Moore","Michael Biehn","Jürgen Prochnow","Peter Friedman","Manny Jacobs"],"overview":"Abby is a pregnant woman with a curious new boarder in the apartment over her garage. Turns out he's heaven-sent and is speeding along the Apocalypse by bloodying rivers, egging on plagues and following scripture word for word.","release_date":"1988-04-01","vote_average":6.0,"runtime":97,"cert":"N\/A","id":11082,"title":"The Seventh Sign","adult":false,"genre_ids":[27,53,14]},{"cast":["Joachim Calmeyer","Tomas Norström","Bjørn Floberg","Reine Brynolfsson","Sverre Anker Ousdal"],"overview":"Swedish efficiency researchers come to Norway for a study of Norwegian men, to optimize their use of their kitchen. Folke Nilsson (Tomas Norström) is assigned to study the habits of Isak Bjørvik (Joachim Calmeyer). By the rules of the research institute, Folke has to sit on an umpire's chair in Isak's kitchen and observe him from there, but never talk to him. Isak stops using his kitchen and observes Folke through a hole in the ceiling instead. However, the two lonely men slowly overcome the initial post-war Norwegian-Swede distrust and become friends.","release_date":"2003-01-01","vote_average":7.2,"runtime":95,"cert":"PG","id":11083,"title":"Kitchen Stories","adult":false,"genre_ids":[18,35]},{"cast":["Nelly Frijda","Coen van Vrijberghe de Coningh","Stefan de Walle","Sander Swart","Tatjana Simić"],"overview":"Back from their trip abroad, the family must meet the people of the neighborhood while preparing for the 25th anniversary of Zonnedael. Ma falls in love with a bum that is not exactly what he seems to be.","release_date":"1995-06-29","vote_average":5.6,"runtime":90,"cert":"N\/A","id":11084,"title":"Flodder 3","adult":false,"genre_ids":[35]},{"cast":["Trevor Howard","Marlon Brando","Richard Harris","Hugh Griffith","Percy Herbert"],"overview":"The Bounty leaves Portsmouth in 1787. Its destination: to sail to Tahiti and load bread-fruit. Captain Bligh will do anything to get there as fast as possible, using any means to keep up a strict discipline. When they arrive at Tahiti, it is like a paradise for the crew, something completely different than the living hell aboard the ship. On the way back to England, officer Fletcher Christian becomes the leader of a mutiny.","release_date":"1962-11-08","vote_average":6.9,"runtime":185,"cert":"15","id":11085,"title":"Mutiny on the Bounty","adult":false,"genre_ids":[12,18,36]},{"cast":["Jim Carrey","Martin Landau","Laurie Holden","David Ogden Stiers","Hal Holbrook"],"overview":"Set in 1951, a blacklisted Hollywood writer gets into a car accident, loses his memory and settles down in a small town where he is mistaken for a long-lost son.","release_date":"2001-12-21","vote_average":6.7,"runtime":152,"cert":"PG","id":11086,"title":"The Majestic","adult":false,"genre_ids":[18,10749,35]},{"cast":["Annabella Sciorra","Rebecca De Mornay","Matt McCoy","Ernie Hudson","Madeline Zima"],"overview":"A suburban family chooses seemingly sweet Peyton Flanders as their newborn's nanny. Only much later does the infant's mother, Claire Bartel, realize Peyton's true intentions -- to destroy Claire and replace her in the family. The nail-biting suspense builds quickly in this chilling psychological thriller about deception and bitter revenge.","release_date":"1992-01-10","vote_average":6.7,"runtime":110,"cert":"15","id":11087,"title":"The Hand that Rocks the Cradle","adult":false,"genre_ids":[18,53]},{"cast":["Gene Hackman","Danny DeVito","Delroy Lindo","Sam Rockwell","Rebecca Pidgeon"],"overview":"Joe Moore has a job he loves. He's a thief. His job goes sour when he gets caught on security camera tape. His fence, Bergman reneges on the money he's owed, and his wife may be betraying him with the fence's young lieutenant. Moore and his partner, Bobby Blane and their utility man, Pinky Pincus find themselves broke, betrayed, and blackmailed. Moore is forced to commit his crew to do one last big job.","release_date":"2001-11-09","vote_average":6.3,"runtime":107,"cert":"15","id":11088,"title":"Heist","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Traudl Herrhausen","Rainer Grams","Werner Grams","Ruth Grams","Thomas R. Fischer"],"overview":"Black Box BRD steps back into German history, showing the Federal Republic of Germany of the 70s and 80s. The country is polarized due to the power struggle of the German state and the \"Red Army Faction\". Society is torn, the fronts are irreconcilable. The life stories of both Wolfgang Grams and Alfred Herrhausen are tragically linked to this era. Grams is the one who takes up arms for moral rigor; Herrhausen however seizes power and dies when powerful.","release_date":"2001-05-24","vote_average":4.5,"runtime":102,"cert":"N\/A","id":11089,"title":"Black Box BRD","adult":false,"genre_ids":[99]},{"cast":["Rob Schneider","Colleen Haskell","John C. McGinley","Ed Asner","Guy Torry"],"overview":"When loser Marvin Mange is involved in a horrible car accident, he's brought back to life by a deranged scientist as half man and half animal. His newfound powers are awesome -- but their adverse side effects could take over his life. Now, Marvin must fight to control his crazy primal urges around his new squeeze, Rianna, and his rival, Sgt. Sisk, who both think he's one cool cat.","release_date":"2001-06-01","vote_average":4.7,"runtime":84,"cert":"","id":11090,"title":"The Animal","adult":false,"genre_ids":[35]},{"cast":["Drew Barrymore","Steve Zahn","Adam Garcia","Brittany Murphy","Logan Lerman"],"overview":"A single mother, with dreams of becoming a writer, has a son at the age of 15 in 1965, and goes through a failed marriage with the drug-addicted father.","release_date":"2001-10-19","vote_average":6.6,"runtime":132,"cert":"N\/A","id":11091,"title":"Riding in Cars with Boys","adult":false,"genre_ids":[35,18,10749]},{"cast":["Harrison Ford","Brian Dennehy","Raúl Juliá","Bonnie Bedelia","Paul Winfield"],"overview":"Rusty Sabich is a deputy prosecutor engaged in an obsessive affair with a coworker who is murdered. Soon after, he's accused of the crime. And his fight to clear his name becomes a whirlpool of lies and hidden passions.","release_date":"1990-07-26","vote_average":6.8,"runtime":127,"cert":"15","id":11092,"title":"Presumed Innocent","adult":false,"genre_ids":[53,80,9648]},{"cast":["Jennifer Connelly","Ben Kingsley","Ron Eldard","Frances Fisher","Kim Dickens"],"overview":"Behrani, an Iranian immigrant buys a California bungalow, thinking he can fix it up, sell it again, and make enough money to send his son to college. However, the house is the legal property of former drug addict Kathy. After losing the house in an unfair legal dispute with the county, she is left with nowhere to go. Wanting her house back, she hires a lawyer and befriends a police officer. Neither Kathy nor Behrani have broken the law, so they find themselves involved in a difficult moral dilemma.","release_date":"2003-12-19","vote_average":7.1,"runtime":126,"cert":"15","id":11093,"title":"House of Sand and Fog","adult":false,"genre_ids":[18]},{"cast":["Hansi Kraus","Uschi Glas","Hannelore Elsner","Theo Lingen","Gustav Knuth"],"overview":"Mommsen Gymnasium director Taft secretly places his nephew as a spy with the difficult class of Pepe Nietnagel. During the celebration for the 100th anniversary, a simulated fire forces the school to shut down for a week. The director's attempt to get a tough teacher assigned by the department of education results in the exact opposite because of Nietnagel's intervention.","release_date":"1969-06-26","vote_average":5.8,"runtime":95,"cert":"N\/A","id":11094,"title":"Pepe, der Paukerschreck","adult":false,"genre_ids":[35]},{"cast":["Liselotte Pulver","Gunnar Möller","Wera Frydtberg","Gustav Knuth","Rudolf Vogel"],"overview":"Andreas, a young German student comes to Hungary on an exchange programme. In the Hungarian village he falls in love with the stationmaster's daughter Piroschka and spends much of his time with her. They have an enchanting summer until Andreas gets an invitation to join another young woman at a nearby resort. Piroschka is jealous and follows him there, causing trouble. It takes a long time for Andreas and Piroschka to even talk to each other again. When Andreas has to leave Hungary at the end of his holiday, he is determined to return some day.","release_date":"1955-12-29","vote_average":6.8,"runtime":92,"cert":"N\/A","id":11095,"title":"I Often Think of Piroschka","adult":false,"genre_ids":[10749,35]},{"cast":["Robert De Niro","Dakota Fanning","Famke Janssen","Elisabeth Shue","Amy Irving"],"overview":"David Callaway tries to piece together his life in the wake of his wife's suicide and has been left to raise his nine-year-old daughter, Emily on his own. David is at first amused to discover that Emily has created an imaginary friend named 'Charlie', but it isn't long before 'Charlie' develops a sinister and violent side, and as David struggles with his daughter's growing emotional problems, he comes to the frightening realisation that 'Charlie' isn't just a figment of Emily's imagination.","release_date":"2005-01-27","vote_average":6.3,"runtime":101,"cert":"N\/A","id":11096,"title":"Hide and Seek","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jenny Gröllmann","Michael Gwisdek","Henry Hübchen","Anna Maria Mühe","Jaecki Schwarz"],"overview":"No overview found.","release_date":"2008-06-19","vote_average":0.0,"runtime":96,"cert":"N\/A","id":11097,"title":"Ich will da sein - Jenny Gröllmann","adult":false,"genre_ids":[99]},{"cast":["Patrick Swayze","Ben Silverstone","Martine McCutcheon","Christoph Schobesberger","Sybil Danning"],"overview":"JUMP is a psychological drama revealing for the first time the extraordinary circumstances behind the unjust murder trial of the young Jew, Philippe Halsman, who would later become the most sought after celebrity portrait photographer of his generation.","release_date":"2008-06-19","vote_average":5.8,"runtime":102,"cert":"N\/A","id":11098,"title":"Jump!","adult":false,"genre_ids":[99,18]},{"cast":["Robin Williams","Mira Sorvino","Jim Caviezel","Mimi Kuzyk","Genevieve Buechner"],"overview":"Set in a world with memory implants, Alan Hakman is a 'cutter'—someone with the power of final edit over people's recorded histories—but his latest assignment puts him in great danger.","release_date":"2004-10-15","vote_average":6.1,"runtime":95,"cert":"12","id":11099,"title":"The Final Cut","adult":false,"genre_ids":[18,9648,878,53]},{"cast":["Sacha Bourdo","Patrick Chauvel","Mohammad Amin","Ahmad Shah Alefsourat","Gol-Ghotai"],"overview":"","release_date":"2006-09-05","vote_average":0.0,"runtime":105,"cert":"N\/A","id":11100,"title":"The Soldier's Star","adult":false,"genre_ids":[10752,18]},{"cast":["Dominique Horwitz","Thomas Kretschmann","Jochen Nickel","Sebastian Rudolph","Dana Vávrová"],"overview":"\"Stalingrad\" follows the progress of a German Platoon through the brutal fighting of the Battle of Stalingrad. After having half their number wiped out and after being placed under the command of a sadistic Captain, the Lieutenant of the platoon leads his men to desert. The men of the platoon attempt to escape from the city which is now surrounded by the Soviet Army.","release_date":"1993-01-21","vote_average":7.3,"runtime":134,"cert":"15","id":11101,"title":"Stalingrad","adult":false,"genre_ids":[18,36,10752]},{"cast":["Brigitte Lin","Tony Leung Chiu-Wai","Faye Wong","Takeshi Kaneshiro","Valerie Chow"],"overview":"Two melancholic Hong Kong policemen fall in love: one with a mysterious underworld figure, the other with a beautiful and ethereal server at a late-night restaurant he frequents.","release_date":"1994-07-14","vote_average":8.1,"runtime":102,"cert":"N\/A","id":11104,"title":"Chungking Express","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"No overview found.","release_date":"2007-11-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":11105,"title":"Lucie & Maintenant","adult":false,"genre_ids":[99]},{"cast":["Jürgen Tarrach","Oliver Korittke","Ellen ten Damme","Herbert Knaup","Alexander Held"],"overview":"No overview found.","release_date":"1997-07-01","vote_average":7.2,"runtime":91,"cert":"N\/A","id":11106,"title":"Die Musterknaben","adult":false,"genre_ids":[35,80]},{"cast":["Whoopi Goldberg","Frank Langella","Dennis Farina","Richard Jenkins","Lisa Ann Walter"],"overview":"Eddie is a New York limo driver and a fanatical follower of the New York Knicks professional basketball team. The team is struggling with a mediocre record when, in mid-season, \"Wild Bill\" Burgess, the new owner, as a public relations gimmick, stages an 'honorary coach' contest, which Eddie wins. The fans love it, so \"Wild Bill\" fires the coach and hires her. She takes the bunch of overpaid prima","release_date":"1996-05-31","vote_average":5.5,"runtime":100,"cert":"N\/A","id":11107,"title":"Eddie","adult":false,"genre_ids":[28,35]},{"cast":["Ebraima Tata Dindin","Georges Momboye","Makaya Dimbelolo","Mingue Diagne Sonko","Dickson Oppong"],"overview":"No overview found.","release_date":"2008-04-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":11108,"title":"Back To Africa","adult":false,"genre_ids":[99]},{"cast":["Imelda Staunton","Phil Davis","Sally Hawkins","Daniel Mays","Eddie Marsan"],"overview":"Abortionist Vera Drake finds her beliefs and practices clash with the mores of 1950s Britain – a conflict that leads to tragedy for her family.","release_date":"2004-10-22","vote_average":7.2,"runtime":117,"cert":"","id":11109,"title":"Vera Drake","adult":false,"genre_ids":[80,18]},{"cast":["Tomer Steinhof","Ronit Yudkevitz","Henri Garcin","Shai Avivi","Gal Zaid"],"overview":"Set in mid-70's, 12-year old Dvir Avni navigates between the equality values of his home-born Kibbutz and the relationship with his undermined mother, whom the Kibbutz members will to denounce.","release_date":"2006-06-06","vote_average":8.3,"runtime":97,"cert":"N\/A","id":11110,"title":"Sweet Mud","adult":false,"genre_ids":[18]},{"cast":["Chris Sharma","Melissa LaCasse","Tony Lamprecht","Miquel Riera","Sam Whittaker"],"overview":"King Lines follows Chris Sharma on his search for the planet's greatest climbs. From South American fantasy boulders to the sweeping limestone walls of Europe, Sharma finds and climbs the hardest, most spectacular routes. Off the coast of Mallorca he discovers his most outrageous project yet, a 70 foot arch rising from the Mediterranean Sea...","release_date":"2007-03-01","vote_average":6.5,"runtime":55,"cert":"N\/A","id":11111,"title":"King Lines","adult":false,"genre_ids":[12,99]},{"cast":["Whoopi Goldberg","Dianne Wiest","Eli Wallach","Tim Daly","Bebe Neuwirth"],"overview":"Laurel Ayres is a businesswoman trying to make it but unfortunately she works at a investment firm where she does all the work but all the senior investors like Frank Peterson grab all the credit. She then leaves and starts her own firm. While trying to find clients Laurel pretends that she has a male partner named Robert Cutty. And when she starts to do well all of her clients wants to meet Cutty which is difficult since he doesn't exist.","release_date":"1996-10-25","vote_average":6.4,"runtime":114,"cert":"N\/A","id":11112,"title":"The Associate","adult":false,"genre_ids":[35]},{"cast":["Audrey Hepburn","Rex Harrison","Stanley Holloway","Wilfrid Hyde-White","Gladys Cooper"],"overview":"A snobbish phonetics professor agrees to a wager that he can take a flower girl and make her presentable in high society.","release_date":"1964-10-21","vote_average":7.7,"runtime":170,"cert":"U","id":11113,"title":"My Fair Lady","adult":false,"genre_ids":[18,10749]},{"cast":["Sean Marshall","Helen Reddy","Jim Dale","Mickey Rooney","Red Buttons"],"overview":"Pete, a young orphan, runs away to a Maine fishing town with his best friend a lovable, sometimes invisible dragon named Elliott! When they are taken in by a kind lighthouse keeper, Nora, and her father, Elliott's prank playing lands them in big trouble. Then, when crooked salesmen try to capture Elliott for their own gain, Pete must attempt a daring rescue.","release_date":"1977-11-03","vote_average":6.3,"runtime":128,"cert":"U","id":11114,"title":"Pete's Dragon","adult":false,"genre_ids":[14,16,35,10751]},{"cast":["Burt Reynolds","Bret Harrison","Shannon Elizabeth","Maria Mason","Jennifer Tilly"],"overview":"As an ex-gambler teaches a hot-shot college kid some things about playing cards, he finds himself pulled into the world series of poker, where his protégé is his toughest competition.","release_date":"2008-01-29","vote_average":5.4,"runtime":85,"cert":"N\/A","id":11115,"title":"Deal","adult":false,"genre_ids":[35,18]},{"cast":["Hansi Kraus","Heintje Simons","Theo Lingen","Rudolf Schündler","Ralf Wolter"],"overview":"Pepe Nietnagel's father has a valuable stamp collection stolen in Amsterdam. Street musician Pit recovers it. To show his gratitude, Pit is invited to Baden Baden and enters the Mommsen Gymnasium. There, he joins Pepe in his pranks.","release_date":"1971-05-27","vote_average":5.5,"runtime":90,"cert":"N\/A","id":11116,"title":"Morgen fällt die Schule aus","adult":false,"genre_ids":[35]},{"cast":["Hansi Kraus","Renate Roland","Theo Lingen","Evelyn Opela","Ernst H. Hilbich"],"overview":"A German comedy from 1972 directed by Franz Josef Gottlieb. Mommsen Gymnasium director Taft reminisces about his own time as a student.","release_date":"1972-06-06","vote_average":6.3,"runtime":95,"cert":"N\/A","id":11117,"title":"Betragen ungenügend!","adult":false,"genre_ids":[35]},{"cast":["Harrison Ford","Helen Mirren","River Phoenix","Conrad Roberts","Martha Plimpton"],"overview":"Allie Fox, an American inventor exhausted by the perceived danger and degradation of modern society, decides to escape with his wife and children to Belize. In the jungle, he tries with mad determination to create a utopian community with disastrous results.","release_date":"1986-11-26","vote_average":6.4,"runtime":119,"cert":"PG","id":11120,"title":"The Mosquito Coast","adult":false,"genre_ids":[12,18]},{"cast":["Nastassja Kinski","Peter Firth","Leigh Lawson","John Collin","Sylvia Coleridge"],"overview":"A strong-willed peasant girl is sent by her father to the estate of some local aristocrats to capitalize on a rumor that their families are from the same line. This fateful visit commences an epic narrative of sex, class, betrayal, and revenge.","release_date":"1979-10-06","vote_average":6.8,"runtime":171,"cert":"N\/A","id":11121,"title":"Tess","adult":false,"genre_ids":[18,10749]},{"cast":["Josef Hader","Alfred Dorfer","Maria Hofstätter","Roger Murbach","Ursula Rojek"],"overview":"Heinzi Boesel and Kurt Fellner are two Austrian health inspectors forced to work together, traveling through Austria. Over time a beautiful friendship evolves between the odd couple who couldn't stand each other initially; a friendship that even overcomes the boundaries of great tragedy.","release_date":"1993-10-07","vote_average":8.2,"runtime":90,"cert":"N\/A","id":11122,"title":"India","adult":false,"genre_ids":[35,18]},{"cast":["Charlton Heston","Ava Gardner","George Kennedy","Lorne Greene","Geneviève Bujold"],"overview":"Earthquake is a 1974 American disaster film that achieved huge box-office success, continuing the disaster film genre of the 1970s where recognizable all-star casts attempt to survive life or death situations. The plot concerns the struggle for survival after a catastrophic earthquake destroys most of the city of Los Angeles, California.","release_date":"1974-11-15","vote_average":5.8,"runtime":123,"cert":"","id":11123,"title":"Earthquake","adult":false,"genre_ids":[28,18,53]},{"cast":["Cachito Noguera","Alessandro Fornari"],"overview":"No overview found.","release_date":"2008-03-25","vote_average":7.0,"runtime":5,"cert":"N\/A","id":11124,"title":"The Puzzle","adult":false,"genre_ids":[18,27,53]},{"cast":["Matteo Pianezzi","Claudia Nicosia","Filippo Panunzi"],"overview":"No overview found.","release_date":"2006-08-28","vote_average":0.0,"runtime":12,"cert":"N\/A","id":11125,"title":"La Sceneggiatura","adult":false,"genre_ids":[27]},{"cast":["Michela Bruni","Leonardo Pace","Gabriele Cometa","Chiara Fiorelli","Michele Battuello"],"overview":"No overview found.","release_date":"2006-03-12","vote_average":0.0,"runtime":24,"cert":"N\/A","id":11126,"title":"Amore Estremo","adult":false,"genre_ids":[27]},{"cast":["Casper Van Dien","Jolene Blalock","Stephen Hogan","Boris Kodjoe","Amanda Donohoe"],"overview":"The war against the Bugs continues! A Federation Starship crash-lands on the distant Alien planet OM-1, stranding beloved leader Sky Marshal Anoke and several others, including comely but tough pilot Lola Beck. It's up to Colonel\/General Johnny Rico, reluctant hero of the original Bug Invasion on Planet P, to lead a team of Troopers on a daring rescue mission.","release_date":"2008-07-19","vote_average":4.4,"runtime":105,"cert":"15","id":11127,"title":"Starship Troopers 3: Marauder","adult":false,"genre_ids":[12,878,28]},{"cast":["Joaquin Phoenix","John Travolta","Jacinda Barrett","Robert Patrick","Morris Chestnut"],"overview":"Under the watchful eye of his mentor, Captain Mike Kennedy, probationary firefighter Jack Morrison matures into a seasoned veteran at a Baltimore fire station. However, Jack has reached a crossroads  as the sacrifices he's made have put him in harm's way innumerable times and significantly impacted his relationship with his wife and kids.","release_date":"2004-10-01","vote_average":6.3,"runtime":115,"cert":"","id":11128,"title":"Ladder 49","adult":false,"genre_ids":[18,28,53]},{"cast":["John Simm","Shaun Parkes","Nicola Reynolds","Lorraine Pilkington","Danny Dyer"],"overview":"Five twenty-something friends spend a drug-fueled weekend in Cardiff, Wales.","release_date":"1999-06-04","vote_average":6.8,"runtime":99,"cert":"18","id":11129,"title":"Human Traffic","adult":false,"genre_ids":[35,18]},{"cast":["Anne Hathaway","Julie Andrews","Héctor Elizondo","John Rhys-Davies","Heather Matarazzo"],"overview":"Mia Thermopolis is now a college graduate and on her way to Genovia to take up her duties as princess. Her best friend Lilly also joins her for the summer. Mia continues her 'princess lessons'- riding horses side-saddle, archery, and other royal. But her complicated life is turned upside down once again when she not only learns that she is to take the crown as queen earlier than expected...","release_date":"2004-08-06","vote_average":6.5,"runtime":113,"cert":"U","id":11130,"title":"The Princess Diaries 2: Royal Engagement","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Eric Idle","Robbie Coltrane","Camille Coduri","Janet Suzman","Doris Hare"],"overview":"Brian and Charlie work for a gangster. When the boss learns they want to \"leave\" he sets them up to be killed, after they help rob the local Triads of their drug dealing profits. B&amp;C decide to steal the money for themselves, but when their escape doesn't go to plan, they have to seek refuge in a Nuns' teacher training school.","release_date":"1990-03-16","vote_average":5.8,"runtime":89,"cert":"12","id":11131,"title":"Nuns on the Run","adult":false,"genre_ids":[35]},{"cast":["Lindsay Lohan","Adam Garcia","Glenne Headly","Alison Pill","Megan Fox"],"overview":"When the teenager Mary Elizabeth Steppe, a.k.a. Lola, moves with her mother and two younger twin sisters from New York to the suburb of Dellwood, New Jersey, she has the feeling that her cultural and entertaining world ended. While in school, the displaced Lola becomes close friend of the unpopular Ella, who is also a great fan of the her favorite rock band Sidarthur. However, the most popular girl in the school, Carla Santini, disputes the lead role in an adaptation of Pygmalion with Lola and also the leadership of their mates. When the last concert of Sidarthur is sold-out, Lola plans with Ella to travel to New York and buy the tickets from scalpers. However, the girls get into trouble while helping the lead singer and Lola's idol Stu Wolf, changing their lives forever.","release_date":"2004-02-17","vote_average":5.4,"runtime":89,"cert":"PG","id":11132,"title":"Confessions of a Teenage Drama Queen","adult":false,"genre_ids":[35]},{"cast":["Craig T. Nelson","JoBeth Williams","Heather O'Rourke","Oliver Robins","Zelda Rubinstein"],"overview":"The Freeling family move in with Diane's mother in an effort to escape the trauma and aftermath of Carol Anne's abduction by the Beast. But the Beast is not to be put off so easily and appears in a ghostly apparition as the Reverend Kane, a religeous zealot responsible for the deaths of his many followers. His goal is simple - he wants the angelic Carol Anne.","release_date":"1986-05-23","vote_average":5.8,"runtime":91,"cert":"15","id":11133,"title":"Poltergeist II: The Other Side","adult":false,"genre_ids":[27,53]},{"cast":["Jackie Chan","Michelle Yeoh","Maggie Cheung","Kenneth Tsang","Yuen Wah"],"overview":"A Hong Kong detective teams up with his female Red Chinese counterpart to stop a Chinese drug czar.","release_date":"1992-07-04","vote_average":6.7,"runtime":95,"cert":"N\/A","id":11134,"title":"Police Story 3: Super Cop","adult":false,"genre_ids":[28,80,53]},{"cast":["Bob Newhart","Eva Gabor","John Candy","Tristan Rogers","Adam Ryen"],"overview":"A lawless poacher wants to capture a majestic and rare golden eagle, so he kidnaps the boy who knows where to find the bird. Not to worry -- the Rescue Aid Society's top agents, heroic mice Miss Bianca and Bernard, fly to Australia to save the day. Accompanying the fearless duo are bumbling albatross Wilbur and local field operative Jake the Kangaroo Rat.","release_date":"1990-11-16","vote_average":6.6,"runtime":77,"cert":"U","id":11135,"title":"The Rescuers Down Under","adult":false,"genre_ids":[12,16,10751,14]},{"cast":["Sven Martinek","Eva Habermann","Thomas Anzenhofer","Götz Otto","Dirk Heinrichs"],"overview":"Former secret government agent Max Hecker (Sven Martinek) disguises himself with a clown mask in order to fight international crime. He hangs up his mask when one of his supporters, journalist Claudia (Diana Frank), is murdered. Four years later, he must put it back on as Claudia's sister Leah (Eva Habermann) is kidnapped by the same people that killed Claudia.","release_date":"2005-01-01","vote_average":4.5,"runtime":104,"cert":"N\/A","id":11142,"title":"Der Clown - Tag der Vergeltung","adult":false,"genre_ids":[28,80,53]},{"cast":["Jet Li","杨紫琼","Chin Siu-Ho","Yue Hoi","Yuen Cheung-Yan"],"overview":"Falsely accused for cheating in a martial arts competition, two boyhood friends are banished from their Shaolin Temple and go their separate ways. As adults, they join opposing sides in a civil war. When one betrays the other, they settle their differences mano-a-mano.","release_date":"1993-11-18","vote_average":7.1,"runtime":96,"cert":"N\/A","id":11143,"title":"Tai-Chi Master","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Bud Spencer","Raimund Harmstorf","Ottaviano Dell'Acqua","Enzo Santaniello","Marco Stefanelli"],"overview":"The \"Bulldozer\", a former football star, is now working as a fisherman. As a group of street-people arranges a football match against the local Armybase, he is asked to be their trainer. His boat was damaged by a submarine and he currently has no work, so he agrees.","release_date":"1978-09-15","vote_average":6.8,"runtime":110,"cert":"N\/A","id":11144,"title":"They Called Him Bulldozer","adult":false,"genre_ids":[28,35]},{"cast":["Robert Redford","Jane Fonda","Valerie Perrine","Willie Nelson","John Saxon"],"overview":"Sonny Steele used to be a rodeo star, but his next appearance is to be on a Las Vegas stage, wearing a suit covered in lights, advertising a breakfast cereal. When he finds out they are going drug the horse in case its too frisky, he rides off into the desert...","release_date":"1979-12-21","vote_average":6.2,"runtime":122,"cert":"N\/A","id":11145,"title":"The Electric Horseman","adult":false,"genre_ids":[18,35,37,10749]},{"cast":["Inés Efron","Martín Piroyansky","Ricardo Darín","Valeria Bertuccelli","Germán Palacios"],"overview":"Alex, an intersexed 15-year-old, is living as a girl, but she and her family begin to wonder whether she's emotionally a boy when another teenager's sexual advances bring the issue to a head. As Alex faces a final decision regarding her gender, she meets both hostility and compassion.","release_date":"2007-06-14","vote_average":7.1,"runtime":86,"cert":"N\/A","id":11148,"title":"XXY","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"2008-04-28","vote_average":0.0,"runtime":86,"cert":"N\/A","id":11149,"title":"La Paloma. Sehnsucht. Weltweit","adult":false,"genre_ids":[99]},{"cast":["Claude Hébert","Nicole Picard","Anne Borel","Nicolas Philibert"],"overview":"No overview found.","release_date":"2007-10-03","vote_average":5.0,"runtime":117,"cert":"N\/A","id":11150,"title":"Back to Normandy","adult":false,"genre_ids":[99]},{"cast":["Tristán Ulloa","Yorlis Domínguez","Elba Escobar","Luke Grande"],"overview":"Eleven-year-old petty criminal Maroa lives with her violent grandmother Brigida in Caracas. After her boyfriend Carlos is involved in a shooting, Maroa is arrested and sent to a school where Joaquin conducts the youth orchestra, and he asks the naturally talented Maroa to join. Days now revolve around the classes that Joaquin, the shy and unconventional teacher, gives her. He is immediately interested in this talented young girl, who lacks all notion of discipline. Joaquin, the only person to offer hope in the midst of her rejection, finds that through Maroa, his world has also changed forever.","release_date":"2005-01-01","vote_average":7.5,"runtime":102,"cert":"N\/A","id":11151,"title":"Maroa","adult":false,"genre_ids":[18]},{"cast":["Shawn Ashmore","Jonathan Tucker","Jena Malone","Laura Ramsey","Joe Anderson"],"overview":"Americans Amy, Stacy, Jeff and Eric look for fun during a sunny holiday in Mexico, but they get much more than that after visiting an archaeological dig in the jungle.","release_date":"2008-04-02","vote_average":5.6,"runtime":91,"cert":"18","id":11152,"title":"The Ruins","adult":false,"genre_ids":[27]},{"cast":["Chevy Chase","Beverly D'Angelo","Imogene Coca","Randy Quaid","Anthony Michael Hall"],"overview":"Clark Griswold is on a quest to take his family on a quest to Walley World theme park for a vacation, but things don't go exactly as planned.","release_date":"1983-07-28","vote_average":7.1,"runtime":99,"cert":"15","id":11153,"title":"National Lampoon's Vacation","adult":false,"genre_ids":[35,12]},{"cast":["Audrey Tautou","Benoît Poelvoorde","Alessandro Nivola","Marie Gillain","Emmanuelle Devos"],"overview":"2009 biopic about the early life of Coco Chanel. Several years after leaving the orphanage, to which her father never returned for her, Gabrielle Chanel finds herself working in a provincial bar both. She's both a seamstress for the performers and a singer, earning the nickname Coco from the song she sings nightly with her sister. A liaison with Baron Balsan gives her an entree into French society and a chance to develop her gift for designing.","release_date":"2009-04-22","vote_average":6.8,"runtime":110,"cert":"12A","id":11156,"title":"Coco Before Chanel","adult":false,"genre_ids":[18,36]},{"cast":["Meryl Streep","Ed Begley Jr.","Linda Hunt","Roseanne Barr","Sylvia Miles"],"overview":"A cunning and resourceful housewife vows revenge on her husband when he begins an affair with a wealthy romance novelist.","release_date":"1989-12-08","vote_average":5.9,"runtime":99,"cert":"N\/A","id":11157,"title":"She-Devil","adult":false,"genre_ids":[35]},{"cast":["Rick Moranis","Marcia Strassman","Robert Oliveri","Daniel Shalikar","Joshua Shalikar"],"overview":"Wayne Szalinski is at it again. But instead of shrinking things, he tries to make a machine that can make things grow. As in the first one, his machine isn't quite accurate. But when he brings Nick & his toddler son Adam to see his invention, the machine unexpectedly starts working. And when Adam comes right up to the machine, he gets zapped along with his stuffed bunny.","release_date":"1992-07-16","vote_average":5.1,"runtime":89,"cert":"U","id":11158,"title":"Honey I Blew Up the Kid","adult":false,"genre_ids":[12,35,10751,878]},{"cast":["Timothy Spall","Brenda Blethyn","Marianne Jean-Baptiste","Phyllis Logan","Claire Rushbrook"],"overview":"A middle-aged London factory worker is shocked when the mixed-race daughter she gave up at birth decides to track her down. At first she denies she is her mother. All family members become emotional, as everyone's secrets are exposed.","release_date":"1996-05-24","vote_average":7.6,"runtime":142,"cert":"15","id":11159,"title":"Secrets & Lies","adult":false,"genre_ids":[18]},{"cast":["Bud Spencer","Enzo Cannavale","Baldwyn Dakile","Angelo Infanti","Cinzia Monreale"],"overview":"Police Commissioner Rizzo \"Bigfoot\" Piedone and Marshal Caputo go to Egypt and look for Professor Cerullo, who is missing.","release_date":"1980-03-01","vote_average":6.4,"runtime":104,"cert":"N\/A","id":11160,"title":"Flatfoot in Egypt","adult":false,"genre_ids":[28,35,80,18]},{"cast":["John Cusack","Alessandro Nivola","Gracie Bednarczyk","Shélan O'Keefe","Doug Dearth"],"overview":"Upon hearing his wife was killed in the Iraq war, a father takes his two daughters on a road trip, all the while searching for the right time and place to tell them about their mother's fate.","release_date":"2008-03-06","vote_average":6.4,"runtime":85,"cert":"N\/A","id":11161,"title":"Grace is Gone","adult":false,"genre_ids":[18]},{"cast":["Al Pacino","Jeremy Irons","Joseph Fiennes","Lynn Collins","Zuleikha Robinson"],"overview":"Venice, 1596. Bassanio begs his friend Antonio, a prosperous merchant, to lend him a large sum of money so that he can woo Portia, a very wealthy heiress; but Antonio has invested his fortune abroad, so they turn to Shylock, a Jewish moneylender, and ask him for a loan.","release_date":"2004-12-03","vote_average":6.8,"runtime":132,"cert":"PG","id":11162,"title":"The Merchant of Venice","adult":false,"genre_ids":[18,10749]},{"cast":["Martin Potter","Hiram Keller","Max Born","Salvo Randone","Mario Romagnoli"],"overview":"A series of disjointed mythical tales set in first century Rome.","release_date":"1969-09-18","vote_average":6.8,"runtime":129,"cert":"N\/A","id":11163,"title":"Fellini's Satyricon","adult":false,"genre_ids":[18,14]},{"cast":["Emilio Estevez","Kathryn Erbe","Michael Tucker","Jan Rubeš","Carsten Norgaard"],"overview":"After Gordon Bombay's hockey comeback is cut short he is named coach of Team USA Hockey for the Junior Goodwill Games. Bombay reunites the Mighty Ducks and introduces a few new players, however, he finds himself distracted by his newfound fame and must regather if the Ducks are to defeat tournament favourites Iceland.","release_date":"1994-03-25","vote_average":5.9,"runtime":106,"cert":"U","id":11164,"title":"D2: The Mighty Ducks","adult":false,"genre_ids":[28,35,18,10751]},{"cast":["Martin Balsam","Sô Yamamura","Joseph Cotten","Tatsuya Mihashi","E.G. Marshall"],"overview":"In the summer of 1941, the United States and Japan seem on the brink of war after constant embargos and failed diplomacy come to no end. \"Tora! Tora! Tora!\", named after the code words use by the lead Japanese pilot to indicate they had surprised the Americans, covers the days leading up to the attack on Pearl Harbor, which plunged America into the Second World War.","release_date":"1970-01-26","vote_average":7.1,"runtime":144,"cert":"PG","id":11165,"title":"Tora! Tora! Tora!","adult":false,"genre_ids":[18,36,10752]},{"cast":["Per Christian Ellefsen","Grete Nordrå","Helge Reiss","Christin Borge"],"overview":"Elling has lived with his mother all his life. Mom is the practical one, while Elling ponders the more theoretical aspects of life. He spends his time in their apartment reading books and looking at the neighbours through the living room window. Elling doesn?t seem to need to be around others like most people. That?s why Elling is less than enthusiastic when his mother suddenly decides to take her son on a beach vacation to Spain. Reluctantly, Elling agrees ? after all, a lady at Mom?s age needs a good man by her side. But what Elling refuses to realize is that Mom is not only old, but also sick. Very sick. On her last vacation she tries to get Elling to see that life is bigger than their living room.","release_date":"2003-10-10","vote_average":5.6,"runtime":78,"cert":"N\/A","id":11166,"title":"Mother's Elling","adult":false,"genre_ids":[35,18]},{"cast":["Karlheinz Böhm","Moira Shearer","Anna Massey","Maxine Audley","Brenda Bruce"],"overview":"Loner Mark Lewis works at a film studio during the day and, at night, takes racy photographs of women. Also he's making a documentary on fear, which involves recording the reactions of victims as he murders them. He befriends Helen, the daughter of the family living in the apartment below his, and he tells her vaguely about the movie he is making. She sneaks into Mark's apartment to watch it and is horrified by what she sees -- especially when Mark catches her.","release_date":"1960-04-06","vote_average":7.6,"runtime":101,"cert":"15","id":11167,"title":"Peeping Tom","adult":false,"genre_ids":[27,53,18]},{"cast":["Wolfgang Stumph","Marie Gruber","Claudia Schmutzler","Rolf Zacher","Uwe Friedrichsen"],"overview":"Elated by the Italian attitude to life, family Struutz returns to Bitterfeld and experiences a shock: In the turmoil of the reunification her house must give way to a golf course. Hope Udo teacher, his wife Rita and daughter Jacqueline through the surprising inheritance of a factory near Dresden. But of market economy, the staid Saxons unfortunately have no idea. Help comes in the guise of adventurer and condoms dealer Charlie, who works as a \"business consultant\" and gives Udo a Rock & Roll crash course in capitalism - with unsurpassed success.","release_date":"1992-08-20","vote_average":5.5,"runtime":93,"cert":"N\/A","id":11168,"title":"Go Trabi Go 2 - Das war der wilde Osten","adult":false,"genre_ids":[35]},{"cast":["Val Kilmer","Derek Luke","William H. Macy","Tia Texada","Ed O'Neill"],"overview":"U.S. government agent Scott is assigned to rescue the daughter of a high-ranking government official. As willing as he is to bend the rules to get things done, though, Scott is shocked to find that others are willing to go even further to protect a political career.","release_date":"2004-03-12","vote_average":6.3,"runtime":102,"cert":"15","id":11169,"title":"Spartan","adult":false,"genre_ids":[9648,28,18,53,80]},{"cast":["Matthew McConaughey","Matthew Fox","Anthony Mackie","David Strathairn","Ian McShane"],"overview":"When a plane crash claims the lives of members of the Marshall University football team and some of its fans, the team's new coach and his surviving players try to keep the football program alive.","release_date":"2006-12-12","vote_average":6.8,"runtime":124,"cert":"PG","id":11170,"title":"We Are Marshall","adult":false,"genre_ids":[18]},{"cast":["Joseph Gordon-Levitt","Brady Corbet","Michelle Trachtenberg","Jeffrey Licon","Mary Lynn Rajskub"],"overview":"A teenage hustler and a young man obsessed with alien abductions cross paths, together discovering a horrible, liberating truth.","release_date":"2004-05-20","vote_average":7.6,"runtime":105,"cert":"18","id":11171,"title":"Mysterious Skin","adult":false,"genre_ids":[18]},{"cast":["Drew Barrymore","Hugh Grant","Scott Porter","Brad Garrett","Haley Bennett"],"overview":"A washed up singer is given a couple days to compose a chart-topping hit for an aspiring teen sensation. Though he's never written a decent lyric in his life, he sparks with an offbeat younger woman with a flair for words.","release_date":"2007-02-09","vote_average":6.3,"runtime":96,"cert":"PG","id":11172,"title":"Music and Lyrics","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Terence Hill","Nancy Morgan","Fritz Sperberg","Dominic Barto","Bo Greigh"],"overview":"Lucky Luke becomes the Sheriff of Daisy Town and runs out all the criminals. Then the Dalton brothers arrive and try to get the Indians to break the peace treaty and attack the town.","release_date":"1991-07-04","vote_average":5.0,"runtime":92,"cert":"N\/A","id":11175,"title":"Lucky Luke","adult":false,"genre_ids":[35,37]},{"cast":["Jim Henson","Frank Oz","Jerry Nelson","Richard Hunt","Dave Goelz"],"overview":"Kermit the Frog is persuaded by agent Dom DeLuise to pursue a career in Hollywood. Along the way, Kermit picks up Fozzie Bear, Miss Piggy, Gonzo, and a motley crew of other Muppets with similar aspirations. Meanwhile, Kermit must elude the grasp of a frog-leg restaurant magnate.","release_date":"1979-05-31","vote_average":7.1,"runtime":97,"cert":"U","id":11176,"title":"The Muppet Movie","adult":false,"genre_ids":[10402,12,35,10751]},{"cast":["Cher","Sam Elliott","Eric Stoltz","Estelle Getty","Laura Dern"],"overview":"A boy with a massive facial skull deformity and biker gang mother attempts to live as normal a life as possible under the circumstances.","release_date":"1985-03-08","vote_average":7.2,"runtime":120,"cert":"N\/A","id":11177,"title":"Mask","adult":false,"genre_ids":[18]},{"cast":["Cha Tae-hyun","Jun Ji-hyun","Kim In-mun","Song Ok-Suk","Han Jin-hee"],"overview":"Based on a series of true stories posted by Ho-sik Kim on the Internet describing his relationship with his girlfriend. These were later transformed into a best-selling book and the movie follows the book closely. It describes the meeting of Kyun-woo and an unnamed girl. Kyun-woo is shamed into assisting the girl because the other passengers mistakenly think she is his girlfriend.","release_date":"2001-07-27","vote_average":7.5,"runtime":123,"cert":"N\/A","id":11178,"title":"My Sassy Girl","adult":false,"genre_ids":[18,35,10749]},{"cast":["Diana Amft","Karoline Herfurth","Jasmin Gerat","Max Riemelt","Sebastian Ströbel"],"overview":"Mädchen, Mädchen 2 – Loft oder Liebe (Girls On Top 2) is a German-language comedic film directed by Peter Gersina. The movie is the second movie about Inken (Diana Amft), and her friend Lena (Karoline Herfurth),who, having left their parents' homes decide to go in search of a flat of their own. The character Vicky from the first movie played by (Felicitas Woll) is not in this movie and a new friend Lucy (Jasmin Gerat) is an added character. They despair at the price of property in Munich and decide to try and find a rich man to help them in their exploits.","release_date":"2004-06-17","vote_average":4.7,"runtime":88,"cert":"N\/A","id":11179,"title":"Girls on Top 2","adult":false,"genre_ids":[35]},{"cast":["Sesede Terziyan","Peter Lohmeyer","Navid Navid","Ercan Durmaz","Martin Ontrop"],"overview":"No overview found.","release_date":"2008-07-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":11182,"title":"In letzter Sekunde","adult":false,"genre_ids":[80,53]},{"cast":["Thierry Lhermitte","Marie-Anne Chazel","Michel Blanc","Josiane Balasko","Christian Clavier"],"overview":"Holidaymakers arriving in a Club Med camp on the Ivory Coast are determined to forget their everyday problems and emotional disappointments. Games, competitions, outings, bathing and sunburn accompany a continual succession of casual affairs.","release_date":"1978-11-01","vote_average":6.7,"runtime":105,"cert":"N\/A","id":11183,"title":"French Fried Vacation","adult":false,"genre_ids":[35]},{"cast":["Liam Neeson","Laura Linney","Chris O'Donnell","Peter Sarsgaard","Timothy Hutton"],"overview":"Kinsey is a portrait of researcher Alfred Kinsey, driven to uncover the most private secrets of a nation. What begins for Kinsey as a scientific endeavor soon takes on an intensely personal relevance, ultimately becoming an unexpected journey into the mystery of human behavior.","release_date":"2004-09-04","vote_average":6.7,"runtime":118,"cert":"N\/A","id":11184,"title":"Kinsey","adult":false,"genre_ids":[18]},{"cast":["Richard Pryor","Gene Wilder","Joan Severance","Kevin Spacey","Alan North"],"overview":"A murder takes place in the shop of David Lyons, a deaf man who fails to hear the gunshot being fired. Outside, blind man Wally Karue hears the shot but cannot see the perpetrator. Both are arrested, but escape to form an unlikely partnership. Being chased by both the law AND the original killers, can the pair work together to outwit them all?","release_date":"1989-05-12","vote_average":6.7,"runtime":103,"cert":"15","id":11185,"title":"See No Evil, Hear No Evil","adult":false,"genre_ids":[80,35]},{"cast":["Alex Vincent","Brad Dourif","Christine Elise","Jenny Agutter","Gerrit Graham"],"overview":"When Andy's mother is admitted to a psychiatric hospital, the young boy is placed in foster care, and Chucky, determined to claim Andy's soul, is not far behind.","release_date":"1990-11-09","vote_average":6.0,"runtime":84,"cert":"15","id":11186,"title":"Child's Play 2","adult":false,"genre_ids":[18,27]},{"cast":["Justin Whalin","Perrey Reeves","Jeremy Sylvers","Travis Fine","Dean Jacobson"],"overview":"Eight years have passed since the events of the second film. Chucky has been resurrected once again and seeks revenge on Andy, his former owner, who is now a teenager enrolled in military school.","release_date":"1991-08-30","vote_average":5.7,"runtime":90,"cert":"18","id":11187,"title":"Child's Play 3","adult":false,"genre_ids":[53,27,28]},{"cast":["Benno Fürmann","Alicia Witt","Julian Sands","Samuel West","Max von Sydow"],"overview":"In this swords-and-sorcery tale, good-hearted blacksmith Eyvind (Max von Sydow) hides away infant Prince Siegfried (played as an adult by Benno Furmann) after two malevolent kings murder his father. But a fiery meteor sent by the gods reveals Siegfried's destiny, sending him on the quest of a lifetime. To save a crumbling kingdom claim the heart of his true love (Kristanna Loken), he'll have to slay the nefarious dragon, Fafnir.","release_date":"2004-11-19","vote_average":6.6,"runtime":184,"cert":"12","id":11188,"title":"Curse of the Ring","adult":false,"genre_ids":[28]},{"cast":["Franziska Jünger","Alexander Lange","Hinnerk Schönemann","Danilo Bauer","Harald Schrott"],"overview":"No overview found.","release_date":"2003-10-01","vote_average":4.3,"runtime":92,"cert":"N\/A","id":11189,"title":"Kroko","adult":false,"genre_ids":[18]},{"cast":["Vladimir Garin","Konstantin Lavronenko","Nataliya Vdovina","Ivan Dobronravov","Yelizaveta Aleksandrova"],"overview":"A story of two Russian boys whose father suddenly returns home after a 12-year absence. He takes the boys on a holiday to a remote island on a lake that turns into a test of manhood of almost mythic proportions.","release_date":"2003-06-25","vote_average":7.7,"runtime":105,"cert":"N\/A","id":11190,"title":"The Return","adult":false,"genre_ids":[18,9648,53]},{"cast":["Annabeth Gish","Julia Roberts","Lili Taylor","Vincent D'Onofrio","William R. Moses"],"overview":"Three teenage girls come of age while working at a pizza parlor in Mystic Connecticut.","release_date":"1988-10-13","vote_average":6.2,"runtime":104,"cert":"N\/A","id":11191,"title":"Mystic Pizza","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gudrun Landgrebe","Mathieu Carrière","Hanns Zischler","Gabriele Lafari","Matthias Fuchs"],"overview":"Eva, an upper-class housewife, frustratedly leaves her arrogant husband and decides to enter the call girl business. She lets Yvonne, a prostitute, teach her the basics and both set out for prey together, until Eva starts an affair with Chris, who turns out to be a call boy, as well. Consequently, she moves into his penthouse, large enough for both to offer their services separately.","release_date":"1983-06-10","vote_average":6.0,"runtime":106,"cert":"N\/A","id":11192,"title":"A Woman in Flames","adult":false,"genre_ids":[18]},{"cast":["Natalie Portman","Melchior Beslon"],"overview":"While is receiving an enigmatic phone call from his girlfriend Francine, Thomas remembers the milestones of their relationship, from the very moment they met in a really strange way. A segment of “Paris, je t'aime” (2006).","release_date":"2004-02-06","vote_average":6.8,"runtime":10,"cert":"N\/A","id":11193,"title":"True","adult":false,"genre_ids":[18,10749]},{"cast":["Brendan Mackey","Nicholas Aaron","Richard Hawking","Ollie Ryall","Joe Simpson"],"overview":"A documentary based on the book of the same name by Joe Simpson about Simpson's and Simon Yates' disastrous and near-fatal attempt to climb 6,344m Siula Grande in the Cordillera Huayhuash in the Peruvian Andes in 1985.","release_date":"2003-09-05","vote_average":7.7,"runtime":106,"cert":"15","id":11194,"title":"Touching the Void","adult":false,"genre_ids":[99,28,12]},{"cast":["Ulrich Matthes","August Diehl","Hilmar Thate","Bibiana Beglau","Germain Wagner"],"overview":"A drama loosely based on Jean Bernard's Nazi-era prison diary.","release_date":"2004-08-05","vote_average":6.4,"runtime":98,"cert":"N\/A","id":11195,"title":"The Ninth Day","adult":false,"genre_ids":[18]},{"cast":["Lars Brygmann","Jakob Cedergren","Nikolaj Coster-Waldau","Nicolas Bro","Sonja Richter"],"overview":"Two bumbling scrap metal thieves - father and son - steal the wrong painting during a museum heist. The painting turns out to be the only original Rembrandt painting in Denmark, and all hell breaks loose. What do you do when you've got Interpol, the Danish police and the entire Danish underworld on your heels? And who was this Rembrandt guy anyway?","release_date":"2003-05-17","vote_average":5.9,"runtime":109,"cert":"N\/A","id":11196,"title":"Stealing Rembrandt","adult":false,"genre_ids":[28,35]},{"cast":["Andreas Wilson","Henrik Lundström","Gustaf Skarsgård","Linda Zilliacus","Jesper Salén"],"overview":"Stockholm, the fifties. Though academically bright, violent pupil Erik Ponti is expelled from his state school with the headmaster’s words “there’s only one word for people like you – evil… what you need is a good thrashing, and more”. In fact already Erik frequently receives a ‘good’ thrashing at the hands of his sadistic stepfather – so he is packed off by his mother to boardingschool","release_date":"2003-05-16","vote_average":7.3,"runtime":113,"cert":"N\/A","id":11197,"title":"Evil","adult":false,"genre_ids":[18]},{"cast":["Jackie Chan","Joey Wong","Richard Norton","Kumiko Goto","Chingmy Yau"],"overview":"A self-indulgent private investigator winds up on a cruise ship full of rich patrons, gorgeous women, murderous terrorists, and scarce food.","release_date":"1993-01-16","vote_average":6.2,"runtime":105,"cert":"N\/A","id":11198,"title":"City Hunter","adult":false,"genre_ids":[28,12,35,10749]},{"cast":["Tim Allen","John Travolta","Martin Lawrence","William H. Macy","Ray Liotta"],"overview":"Restless and ready for adventure, four suburban bikers leave the safety of their subdivision and head out on the open road. But complications ensue when they cross paths with an intimidating band of New Mexico bikers known as the Del Fuegos.","release_date":"2007-03-02","vote_average":5.8,"runtime":100,"cert":"12A","id":11199,"title":"Wild Hogs","adult":false,"genre_ids":[28,12,35]},{"cast":["Dieter Hallervorden","Bernard Ménez","Hans Peter Hallwachs","Gert Haucke","Günther Ungeheuer"],"overview":"No overview found.","release_date":"1986-11-27","vote_average":5.7,"runtime":92,"cert":"N\/A","id":11200,"title":"Didi auf vollen Touren","adult":false,"genre_ids":[35]},{"cast":["Tom Wlaschiha","Christian Näthe","Alexandra Neldel","Axel Stein","Mathias Herrmann"],"overview":"No overview found.","release_date":"2001-05-09","vote_average":4.7,"runtime":90,"cert":"N\/A","id":11201,"title":"Verliebte Jungs","adult":false,"genre_ids":[35]},{"cast":["George C. Scott","Karl Malden","Stephen Young","Michael Strong","Carey Loftin"],"overview":"\"Patton\" tells the tale of General George S. Patton, famous tank commander of World War II. The film begins with patton's career in North Africa and progresses through the invasion of Germany and the fall of the Third Reich. Side plots also speak of Patton's numerous faults such his temper and habit towards insubordination.","release_date":"1970-01-25","vote_average":7.5,"runtime":172,"cert":"PG","id":11202,"title":"Patton","adult":false,"genre_ids":[18,36,10752]},{"cast":["Jan Josef Liefers","Michael Degen","Gaby Dohm","Benno Fürmann","Götz George"],"overview":"Susanne, a meteorologist Hamburg, has detected signs of an incipient sea storm that could devastate the city. Although given the alarm, local authorities do not listen to their warnings. To ensure the magnitude of the tsunami, Susanne decided to move to an oil platform located offshore, which verifies that their dire predictions are to become reality, as the storm will soon reach the coast, threatening the lives of thousands of people.","release_date":"2006-02-19","vote_average":4.4,"runtime":182,"cert":"N\/A","id":11203,"title":"Storm tide","adult":false,"genre_ids":[18]},{"cast":["Felicitas Woll","John Light","Benjamin Sadler","Heiner Lauterbach","Marie Bäumer"],"overview":"At a Dresden hospital in 1945, nurse Anna Mauth (Felicitas Woll) cares for badly injured British pilot Robert Newman (John Light), whom Anna believes to be a German deserter. As Allied forces close in, Anna grows close to Robert despite her engagement to Dr. Alexander Wenninger (Benjamin Sadler). The gripping historical romance won a 2006 German Television Award.","release_date":"2006-03-05","vote_average":6.3,"runtime":180,"cert":"N\/A","id":11204,"title":"Dresden","adult":false,"genre_ids":[18,36]},{"cast":["Jackie Chan","Yuen Biao","Lola Forner","洪金宝","Keith Vitali"],"overview":"Cousins Thomas and David, owners of a mobile restaurant, team up with their friend Moby, a bumbling private detective, to save the beautiful Sylvia, a pickpocket.","release_date":"1984-08-17","vote_average":6.8,"runtime":108,"cert":"N\/A","id":11205,"title":"Wheels on Meals","adult":false,"genre_ids":[10749,28,35,80]},{"cast":["Audrey Hepburn","Alan Arkin","Richard Crenna","Efrem Zimbalist Jr.","Jack Weston"],"overview":"After a flight back home, Sam Hendrix returns with a doll he innocently acquired along the way. As it turns out, the doll is actually stuffed with heroin, and a group of criminals led by the ruthless Roat has followed Hendrix back to his place to retrieve it. When Hendrix leaves for business, the crooks make their move -- and find his blind wife, Susy, alone in the apartment. Soon, a life-threatening game begins between Susy and the thugs.","release_date":"1967-10-26","vote_average":7.5,"runtime":108,"cert":"","id":11206,"title":"Wait Until Dark","adult":false,"genre_ids":[27,80,53]},{"cast":["Denis Moschitto","Marie Zielcke","Hilmi Sözer","Meral Perin","Jenny Ostermann"],"overview":"No overview found.","release_date":"2004-09-30","vote_average":10.0,"runtime":95,"cert":"N\/A","id":11207,"title":"Süperseks","adult":false,"genre_ids":[35]},{"cast":["Josh Hartnett","Rose Byrne","Diane Kruger","Matthew Lillard","Christopher Cousins"],"overview":"Matthew, a young advertising executive in Chicago, puts his life and a business trip to China on hold when he thinks he sees Lisa, the love of his life who left him without a word two years earlier, walking out of a restaurant one day.","release_date":"2004-09-03","vote_average":6.7,"runtime":114,"cert":"","id":11208,"title":"Wicker Park","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["John Wayne","Richard Widmark","Laurence Harvey","Frankie Avalon","Patrick Wayne"],"overview":"The legendary true story of a small band of soldiers who sacrificed their lives in hopeless combat against a massive army in order to prevent a tyrant from smashing the new Republic of Texas.","release_date":"1960-10-23","vote_average":7.1,"runtime":167,"cert":"U","id":11209,"title":"The Alamo","adult":false,"genre_ids":[37]},{"cast":["Pierce Brosnan","James Frain","Polly Walker","Ian Hart","William Takaku"],"overview":"Robinson Crusoe flees Britain on a ship after killing his friend over the love of Mary. A fierce ocean storm wrecks his ship and leaves him stranded by himself on an uncharted island. Left to fend for himself, Crusoe seeks out a tentative survival on the island, until he meets Friday, a tribesman whom he saves from being sacrificed. Initially, Crusoe is thrilled to finally have a friend, but he has to defend himself against the tribe who uses the island to sacrifice tribesman to their gods. During time their relationship changes from master-slave to a mutual respected friendship despite their difference in culture and religion.","release_date":"1997-06-11","vote_average":5.8,"runtime":92,"cert":"N\/A","id":11210,"title":"Robinson Crusoe","adult":false,"genre_ids":[28,12,18]},{"cast":["Hayden Panettiere","Solange Knowles","Gustavo Carr","Emme Rylan","Jake McDorman"],"overview":"A transfer student at a rough high school tries joining the cheer-leading squad and finds that she not only has to face off against the head cheerleader, but also against her former school in preparation for a cheer-off competition.","release_date":"2006-08-08","vote_average":6.2,"runtime":99,"cert":"12","id":11211,"title":"Bring It On: All or Nothing","adult":false,"genre_ids":[35]},{"cast":["Joe Mantegna","Lara Flynn Boyle","Joe Pantoliano","Brian Haley","Cynthia Nixon"],"overview":"Baby Bink couldn't ask for more; he has adoring (if somewhat sickly-sweet) parents, he lives in a huge mansion, and he's just about to appear in the social pages of the paper. Unfortunately, not everyone in the world is as nice as Baby Bink's parents; especially the three enterprising kidnapers who pretend to be photographers from the newspaper. Successfully kidnaping Baby Bink, they have a harder time keeping hold of the rascal, who not only keeps one step ahead of them, but seems to be more than a little bit smarter than the three bumbling criminals.","release_date":"1994-07-01","vote_average":6.0,"runtime":99,"cert":"PG","id":11212,"title":"Baby's Day Out","adult":false,"genre_ids":[12,35,10751,80]},{"cast":["Angelo Ditta","Maurizio Marino","Massimo Santagatti","Salvatore Trovato","Steffen Widule"],"overview":"No overview found.","release_date":"1999-01-01","vote_average":6.3,"runtime":92,"cert":"N\/A","id":11213,"title":"Die Blume der Hausfrau","adult":false,"genre_ids":[99]},{"cast":["Jean Ziegler","Peter Brabeck","Karl Otrok"],"overview":"A documentary that exposes the shocking truths behind industrial food production and food wastage, focusing on fishing, livestock and crop farming. A must-see for anyone interested in the true cost of the food on their plate.","release_date":"2005-09-10","vote_average":7.8,"runtime":96,"cert":"N\/A","id":11214,"title":"We Feed the World","adult":false,"genre_ids":[99]},{"cast":["Diane Keaton","Sam Shepard","Harold Ramis","Kristina Kennedy","Sam Wanamaker"],"overview":"The life of super-yuppie J.C. is thrown into turmoil when she inherits a baby from a distant relative.","release_date":"1987-09-17","vote_average":6.2,"runtime":110,"cert":"PG","id":11215,"title":"Baby Boom","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Philippe Noiret","Jacques Perrin","Marco Leonardi","Salvatore Cascio","Agnese Nano"],"overview":"A filmmaker recalls his childhood, when he fell in love with the movies at his village's theater and formed a deep friendship with the theater's projectionist.","release_date":"1988-11-17","vote_average":8.4,"runtime":124,"cert":"15","id":11216,"title":"Cinema Paradiso","adult":false,"genre_ids":[18,10749]},{"cast":["Kevin Heffernan","Jay Chandrasekhar","Paul Soter","Erik Stolhanske","Tanja Reichert"],"overview":"When a serial killer interrupts the fun at the swanky Coconut Pete's Coconut Beach Resort -- a hedonistic island paradise for swingers --- it's up to the club's staff to stop the violence ... or at least hide it!","release_date":"2004-02-27","vote_average":5.1,"runtime":104,"cert":"","id":11217,"title":"Club Dread","adult":false,"genre_ids":[35,27]},{"cast":["Royston Maldoom","Susannah Broughton","Marie Theinert","Simon Rattle"],"overview":"RHYTHM IS IT! records the first big educational project of the Berlin Philharmonic Orchestra under Sir Simon Rattle. The orchestra ventured out of the ivory tower of high culture into boroughs of low life for the sake of 250 youngsters. They had been strangers to classical music, but after arduous but thrilling preparation they danced to Stravinsky's 'Le Sacre du Printemps' ('The Rite of Spring'). Recorded with a breathtaking fidelity of sound, this film from Thomas Grube and Enrique Sánchez Lansch documents the stages of the Sacre project and offers deep insights into the rehearsals of the Berlin Philharmonic Orchestra.","release_date":"2004-06-12","vote_average":4.3,"runtime":100,"cert":"N\/A","id":11218,"title":"Rhythm is it!","adult":false,"genre_ids":[99]},{"cast":["Edmund Gwenn","John Forsythe","Shirley MacLaine","Mildred Natwick","Mildred Dunnock"],"overview":"Trouble erupts in a small, quiet New England town when a man's body is found in the woods. The problem is that almost everyone in town thinks that they had something to do with his death.","release_date":"1955-10-03","vote_average":7.0,"runtime":99,"cert":"PG","id":11219,"title":"The Trouble with Harry","adult":false,"genre_ids":[35,9648]},{"cast":["Leon Lai","Michelle Reis","Takeshi Kaneshiro","Charlie Yeung","Karen Mok"],"overview":"In this bifurcated crime narrative, a disillusioned hitman attempts to escape from his violent lifestyle against the wishes of his partner, who is infatuated with him, and an eccentric mute repeatedly encounters, then subsequently falls for a depressed woman looking for the prostitute who supposedly stole her ex-boyfriend's affections.","release_date":"1995-09-06","vote_average":7.7,"runtime":96,"cert":"15","id":11220,"title":"Fallen Angels","adult":false,"genre_ids":[18,28,10749]},{"cast":["Dudley Moore","Eddie Murphy","Kate Capshaw","George Dzundza","Helen Shaver"],"overview":"Wylie is a lazy engineer. Landry is a Sergeant specialising in Armour. They have never met but their lives become entangled when Landry must take the tank Wylie designed into combat. Wylie is waiting for his employer to go out of business when he meets another engineer who gives him a disk with the plans for a system that will save his employer. The other engineer is dead moments later leaving Wylie with the disk and credit for the design. Suddenly Wylie is no longer a hack, but the saviour of his company and finds his life is no longer the same.","release_date":"1984-07-20","vote_average":4.2,"runtime":94,"cert":"N\/A","id":11221,"title":"Best Defense","adult":false,"genre_ids":[28,35]},{"cast":["Dennis Hopper","Bruno Ganz","Lisa Kreuzer","Gérard Blain","Nicholas Ray"],"overview":"Tom Ripley, who deals in forged art, suggests a picture framer he knows would make a good hit man.","release_date":"1977-06-26","vote_average":7.1,"runtime":127,"cert":"N\/A","id":11222,"title":"The American Friend","adult":false,"genre_ids":[18,53]},{"cast":["Geneviève Bujold","Michael Douglas","Elizabeth Ashley","Richard Widmark","Rip Torn"],"overview":"A young woman doctor discovers something sinister going on in her hospital. Relatively healthy patients are having 'complications' during simple operations and ending up in comas. The patients are then shipped off to an institute that looks after them. The young doctor suspects there is more to this than meets the eye.","release_date":"1978-01-06","vote_average":6.8,"runtime":113,"cert":"N\/A","id":11223,"title":"Coma","adult":false,"genre_ids":[53,9648,18]},{"cast":["Ilene Woods","Eleanor Audley","Lucille Bliss","Verna Felton","James MacDonald"],"overview":"Cinderella has faith her dreams of a better life will come true. With help from her loyal mice friends and a wave of her Fairy Godmother's wand, Cinderella's rags are magically turned into a glorious gown and off she goes to the Royal Ball. But when the clock strikes midnight, the spell is broken, leaving a single glass slipper... the only key to the ultimate fairy-tale ending!","release_date":"1950-03-04","vote_average":6.9,"runtime":74,"cert":"U","id":11224,"title":"Cinderella","adult":false,"genre_ids":[10751,14,16,10749]},{"cast":[],"overview":"Into Great Silence (German: Die Große Stille) is a documentary film directed by Philip Gröning that was first released in 2005. It is an intimate portrayal of the everyday lives of Carthusian monks of the Grande Chartreuse, high in the French Alps (Chartreuse Mountains). The idea for the film was proposed to the monks in 1984, but the Carthusians said they wanted time to think about it. The Carthusians finally contacted Gröning 16 years later to say they were now willing to permit Gröning to shoot the movie, if he was still interested.","release_date":"2005-09-04","vote_average":8.0,"runtime":162,"cert":"N\/A","id":11225,"title":"Into Great Silence","adult":false,"genre_ids":[99]},{"cast":["Edwige Fenech","Nino Castelnuovo","Femi Benussi","Solvi Stübing","Amanda"],"overview":"When a fashion model dies during an abortion, a series of murders begins, starting with her doctor. The next victims are connected to the modeling agency where she worked, Albatross, run by a hard edged and jealous bi-sexual, Gisella, married to a Farouk-like dissolute. One suspect is Carlo, a playboy photographer who has a hot temper and refuses to share information with the police. He becomes the lover of Magda, another photographer at the agency, who's probably in danger. The murderer wears a black motorcycle outfit and helmet. Will anyone discover the murderer's identity before the entire agency dies?","release_date":"1975-08-24","vote_average":5.7,"runtime":98,"cert":"N\/A","id":11226,"title":"Strip Nude for Your Killer","adult":false,"genre_ids":[27,53]},{"cast":["Jamel Debbouze","Rie Rasmussen","Gilbert Melki","Serge Riaboukine","Akim Chir"],"overview":"A beautiful and mysterious woman helps an inept scam artist get his game together... but is their meeting purely coincidence?","release_date":"2005-12-21","vote_average":6.8,"runtime":91,"cert":"N\/A","id":11227,"title":"Angel-A","adult":false,"genre_ids":[10749,35,18,14]},{"cast":["Sylvester Stallone","Amy Brenneman","Viggo Mortensen","Dan Hedaya","Jay O. Sanders"],"overview":"A group of armed robbers fleeing the police head for the New Jersey Tunnel and run right into trucks transporting toxic waste. The spectacular explosion that follows results in both ends of the tunnel collapsing and the handful of people who survived the explosion are now in peril. Kit Latura is the only man with the skill and knowledge to lead the band of survivors out of the tunnel before the structure collapses.","release_date":"1996-12-06","vote_average":6.0,"runtime":115,"cert":"12","id":11228,"title":"Daylight","adult":false,"genre_ids":[28,12,53]},{"cast":["Kiefer Sutherland","Reese Witherspoon","Wolfgang Bodison","Dan Hedaya","Amanda Plummer"],"overview":"Following the arrest of her mother, Ramona, young Vanessa Lutz decides to go in search of her estranged grandmother. On the way, she is given a ride by school counselor Bob Wolverton. During the journey, Lutz begins to realize that Bob is the notorious I-5 Killer and manages to escape by shooting him several times. Wounded but still very much alive, Bob pursues Lutz across the state in this modern retelling of Little Red Riding Hood.","release_date":"1996-08-23","vote_average":6.4,"runtime":102,"cert":"18","id":11229,"title":"Freeway","adult":false,"genre_ids":[35,18,53]},{"cast":["Jackie Chan","Yuen Siu-Tien","Hwang Jang-Lee","Dean Shek","Lam Kau"],"overview":"A mischievous young man is sent to hone his martial arts skills with an older, alcoholic kung fu master.","release_date":"1978-10-05","vote_average":7.2,"runtime":111,"cert":"N\/A","id":11230,"title":"Drunken Master","adult":false,"genre_ids":[28,35]},{"cast":["Pat Morita","Hilary Swank","Michael Ironside","Constance Towers","Chris Conrad"],"overview":"During a commemoration for Japanese soldiers fighting in the US Army during World War II, Mr. Miyagi meets the widow of his commanding officer. He gets to know her granddaughter Julie, an angry teenager who is still feeling the pain of losing both her parents in an accident and is having problems with her grandmother and her fellow pupils. Mr. Miyagi decides to teach her karate to get her through her pain and issues and back on the right path.","release_date":"1994-07-18","vote_average":5.1,"runtime":107,"cert":"PG","id":11231,"title":"The Next Karate Kid","adult":false,"genre_ids":[12]},{"cast":["Meg Ryan","Hugh Jackman","Liev Schreiber","Breckin Meyer","Natasha Lyonne"],"overview":"When her scientist ex-boyfriend discovers a portal to travel through time -- and brings back a 19th-century nobleman named Leopold to prove it -- a skeptical Kate reluctantly takes responsibility for showing Leopold the 21st century. The more time Kate spends with Leopold, the harder she falls for him. But if he doesn't return to his own time, his absence will forever alter history.","release_date":"2001-12-25","vote_average":6.2,"runtime":118,"cert":"N\/A","id":11232,"title":"Kate & Leopold","adult":false,"genre_ids":[35,14,10749,878]},{"cast":["Burt Lancaster","Peter Riegert","Fulton Mackay","Denis Lawson","Norman Chancer"],"overview":"An American oil company sends a man to Scotland to buy up an entire village where they want to build a refinery. But things don't go as expected.","release_date":"1983-02-17","vote_average":6.9,"runtime":111,"cert":"","id":11235,"title":"Local Hero","adult":false,"genre_ids":[35,18]},{"cast":["Kate Maberly","Heydon Prowse","Andrew Knott","Maggie Smith","Irène Jacob"],"overview":"A young British girl born and reared in India loses her neglectful parents in an earthquake. She is returned to England to live at her uncle's castle. Her uncle is very distant due to the loss of his wife ten years before. Neglected once again, she begins exploring the estate and discovers a garden that has been locked and neglected. Aided by one of the servants' boys, she begins restoring the garden, and eventually discovers some other secrets of the manor.","release_date":"1993-08-13","vote_average":7.2,"runtime":102,"cert":"U","id":11236,"title":"The Secret Garden","adult":false,"genre_ids":[18,10751,14]},{"cast":["Johnny Messner","KaDee Strickland","Matthew Marsden","Nicholas Gonzalez","Eugene Byrd"],"overview":"The blood orchid - A rare flower that holds the secret of eternal life and a fortune to the pharmaceutical company that finds it. Led by a two-fisted soldier of fortune, a scientific expedition is sent deep into the jungles of Borneo to locate and bring back samples of the legendary plant. Battling their way upriver, the explorers brave poisonous insects, ferocious crocodiles and savage headhunters, unaware they're being stalked by an even greater danger: a nest of giant anacondas, voracious, fifty-foot-long flesh-eaters who'll stop at nothing to protect their breeding ground, the blood orchid's home.","release_date":"2004-08-26","vote_average":5.1,"runtime":97,"cert":"","id":11237,"title":"Anacondas: The Hunt for the Blood Orchid","adult":false,"genre_ids":[12,28,27,53]},{"cast":["Scott Weinger","Linda Larkin","Robin Williams","John Rhys-Davies","Gilbert Gottfried"],"overview":"Legendary secrets are revealed as Aladdin and his friends—Jasmine, Abu, Carpet and, of course, the always entertaining Genie—face all sorts of terrifying threats and make some exciting last-minute escapes pursuing the King Of Thieves and his villainous crew.","release_date":"1996-05-20","vote_average":6.2,"runtime":81,"cert":"U","id":11238,"title":"Aladdin and the King of Thieves","adult":false,"genre_ids":[12,16,10751]},{"cast":["Koji Yakusho","Tamiyo Kusakari","Naoto Takenaka","Yu Tokui","Hiromasa Taguchi"],"overview":"A bored Japanese accountant sees a beautiful woman in the window of a ballroom dance studio. He secretly starts taking dancing lessons to be near her, and then over time discovers how much he loves ballroom dancing. His wife, meanwhile, has hired a private detective to find out why he has started coming home late smelling of perfume.","release_date":"1996-01-27","vote_average":7.3,"runtime":136,"cert":"N\/A","id":11239,"title":"Shall We Dance?","adult":false,"genre_ids":[10402,35,18,10749]},{"cast":["Gordon Warnecke","Daniel Day-Lewis","Roshan Seth","Saeed Jaffrey","Derrick Branche"],"overview":"A British-Pakistani man renovates a rundown laundrette with his male lover while dealing with drama within his family, the local Pakistani community, and a persistent mob of skinheads.","release_date":"1985-11-16","vote_average":6.9,"runtime":98,"cert":"","id":11240,"title":"My Beautiful Laundrette","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mickey Rooney","Jackie Burroughs","Georgia Engel","Sunny Besen Thrasher","Eva Almos"],"overview":"The Care Bears have their work cut out for them, because Nicolas, a lonely magician's assistant, is about to fall under the evil influence of a bad spirit who lives in an ancient magic book -- it seems Nicolas will do just about anything for friends. Aside from Nicolas, Kim and Jason are in trouble because they are starting not to trust people after suffering many disappointments.","release_date":"1985-03-23","vote_average":5.6,"runtime":77,"cert":"U","id":11243,"title":"The Care Bears Movie","adult":false,"genre_ids":[12,14,16,35,878,10751]},{"cast":["Robert Townsend","Marla Gibbs","Eddie Griffin","Robert Guillaume","James Earl Jones"],"overview":"One night Jefferson Reed gets hit in the chest by a souped-up chunk of meteor. So he can fly, but he's scared of heights. He can master the information in any book ... for about fifteen minutes. Now his friends and family want him to protect their community from the dreaded Golden Lords.","release_date":"1993-08-06","vote_average":4.9,"runtime":100,"cert":"PG","id":11244,"title":"The Meteor Man","adult":false,"genre_ids":[14,28,35,878,10751]},{"cast":["Hilary Duff","Jennifer Coolidge","Chad Michael Murray","Dan Byrd","Regina King"],"overview":"Sam Montgomery is a tomboyish, unpopular girl at school. She has been text messaging a somebody named Nomad for a few months and he asks her to meet him at the Halloween dance at 11:00 in the middle of the dance floor. The only problem is, she must get back to the diner, ran by her wicked Stepmom Fiona by 12 sharp because she is not supposed to be there. Before Nomad can find out who she is, she must leave with her best friend, Carter driving her back to the diner. After that night, everything in Sam's life goes wacko!","release_date":"2004-07-10","vote_average":6.3,"runtime":95,"cert":"PG","id":11247,"title":"A Cinderella Story","adult":false,"genre_ids":[35]},{"cast":["Rutger Hauer","Miranda Richardson","Peter Vaughan","Michael Kitchen","Jean Marsh"],"overview":"Fictional account of what might have happened if Hitler had won the war. It is now the 1960s and Germany's war crimes have so far been kept a secret. Hitler wants to talk peace with the US president. An American journalist and a German homicide cop stumble into a plot to destroy all evidence of the genocide.","release_date":"1994-11-26","vote_average":6.4,"runtime":106,"cert":"15","id":11248,"title":"Fatherland","adult":false,"genre_ids":[18,53,28]},{"cast":["Brad Dourif","Jennifer Tilly","Billy Boyd","Redman","Hannah Spearritt"],"overview":"Chucky and Tiffany are resurrected by their innocent son, Glen, and hit Hollywood, where a movie depicting the killer dolls' murder spree is underway.","release_date":"2004-11-11","vote_average":5.1,"runtime":87,"cert":"N\/A","id":11249,"title":"Seed of Chucky","adult":false,"genre_ids":[27]},{"cast":["Mary Alexandra Stiefvater","Matt Clendenin","Jenny D. Martin","Ryan Pfeiffer","Jennifer Lauer"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":11250,"title":"Wedding For One","adult":false,"genre_ids":[35]},{"cast":["Ron Perlman","Selma Blair","Jeffrey Tambor","Doug Jones","John Hurt"],"overview":"An evil elf breaks an ancient pact between humans and creatures, and is on a mission to release 'The Golden Army', a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his crew set out to defeat prince and his army.","release_date":"2008-07-11","vote_average":6.7,"runtime":120,"cert":"12A","id":11253,"title":"Hellboy II: The Golden Army","adult":false,"genre_ids":[14,28,12]},{"cast":["Mehmet Scholl","Fredi Binder","Peter Brugger","Thorsten Fink","Joschka Fischer"],"overview":"No overview found.","release_date":"2007-08-27","vote_average":7.0,"runtime":101,"cert":"N\/A","id":11256,"title":"Frei:Gespielt - Mehmet Scholl - Über das Spiel hinaus","adult":false,"genre_ids":[99]},{"cast":["Helena Bonham Carter","Julian Sands","Maggie Smith","Denholm Elliott","Daniel Day-Lewis"],"overview":"When Lucy Honeychurch and chaperon Charlotte Bartlett find themselves in Florence with rooms without views, fellow guests Mr Emerson and son George step in to remedy the situation. Meeting the Emersons could change Lucy's life forever but, once back in England, how will her experiences in Tuscany affect her marriage plans?","release_date":"1985-12-13","vote_average":7.0,"runtime":117,"cert":"PG","id":11257,"title":"A Room with a View","adult":false,"genre_ids":[18,10749]},{"cast":["Morgan Freeman","Christian Slater","Minnie Driver","Randy Quaid","Ed Asner"],"overview":"Get swept up in the action as an armored car driver (Christian Slater) tries to elude a gang of thieves (led by Morgan Freeman) while a flood ravages the countryside. Hard Rain is \"a wild, thrilling, chilling action ride\" filled with close calls, uncertain loyalties and heart-stopping heroics.","release_date":"1998-01-16","vote_average":5.7,"runtime":97,"cert":"15","id":11258,"title":"Hard Rain","adult":false,"genre_ids":[53,80]},{"cast":["Tom Cruise","Nicole Kidman","Thomas Gibson","Robert Prosky","Barbara Babcock"],"overview":"A young man leaves Ireland with his landlord's daughter after some trouble with her father, and they dream of owning land at the big giveaway in Oklahoma ca. 1893. When they get to the new land, they find jobs and begin saving money. The man becomes a local barehands boxer, and rides in glory until he is beaten, then his employers steal all the couple's money and they must fight off starvation in the winter, and try to keep their dream of owning land alive. Meanwhile, the woman's parents find out where she has gone and have come to America to find her and take her back.","release_date":"1992-05-22","vote_average":6.6,"runtime":140,"cert":"N\/A","id":11259,"title":"Far and Away","adult":false,"genre_ids":[12,18,10749,37]},{"cast":["Eddie Murphy","Elizabeth Banks","Gabrielle Union","Scott Caan","Ed Helms"],"overview":"A crew of miniature aliens operate a spaceship that has a human form. While trying to save their planet, the aliens encounter a new problem, as their ship becomes smitten with an Earth woman.","release_date":"2008-07-08","vote_average":5.2,"runtime":90,"cert":"PG","id":11260,"title":"Meet Dave","adult":false,"genre_ids":[35,878,12,10751]},{"cast":["Maximilian Simonischek","Christian Genzel","Otto Neumaier","Werner Riemer"],"overview":"No overview found.","release_date":"2006-03-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":11261,"title":"Tutmosis","adult":false,"genre_ids":[99]},{"cast":["Jürgen Tarrach","Oliver Korittke","Franziska Schlattner","Sanna Englund","Walter Gontermann"],"overview":"No overview found.","release_date":"2003-09-29","vote_average":6.5,"runtime":90,"cert":"N\/A","id":11280,"title":"Die Musterknaben 3 - 1000 und eine Nacht","adult":false,"genre_ids":[35,80]},{"cast":["Jamie Lee Curtis","Donald Pleasence","Charles Cyphers","Jeffrey Kramer","Lance Guest"],"overview":"After failing to kill stubborn survivor Laurie and taking a bullet or six from former psychiatrist Dr. Sam Loomis, Michael Myers has followed Laurie to the Haddonfield Memorial Hospital, where she's been admitted for Myers' attempt on her life. The institution proves to be particularly suited to serial killers, however, as Myers cuts, stabs and slashes his way through hospital staff to reach his favorite victim.","release_date":"1981-10-30","vote_average":6.5,"runtime":92,"cert":"18","id":11281,"title":"Halloween II","adult":false,"genre_ids":[27,53]},{"cast":["John Cho","Kal Penn","Paula Garcés","Neil Patrick Harris","David Krumholtz"],"overview":"Sometimes, it takes a strange night to put everything else into focus. And that's exactly what happens to Harold and his roommate, Kumar, when they set out to get the best stoner fix money can buy: White Castle hamburgers. Both guys are at a crossroads, about to make major decisions that will affect the course of their lives. Yet they arrive at wisdom by accident as they drive around New Jersey in search of fast food.","release_date":"2004-05-30","vote_average":6.5,"runtime":88,"cert":"15","id":11282,"title":"Harold & Kumar Go to White Castle","adult":false,"genre_ids":[35,12]},{"cast":["Emma Thompson","Colin Firth","Kelly Macdonald","Thomas Brodie-Sangster","Eliza Bennett"],"overview":"Widower Cedric Brown hires Nanny McPhee to care for his seven rambunctious children, who have chased away all previous nannies. Taunted by Simon and his siblings, Nanny McPhee uses mystical powers to instill discipline. And when the children's great-aunt and benefactor, Lady Adelaide Stitch, threatens to separate the kids, the family pulls together under the guidance of Nanny McPhee.","release_date":"2005-10-21","vote_average":6.6,"runtime":97,"cert":"U","id":11283,"title":"Nanny McPhee","adult":false,"genre_ids":[14,35,10751]},{"cast":["Robert Englund","Lisa Zane","Shon Greenblatt","Lezlie Deane","Yaphet Kotto"],"overview":"Just when you thought it was safe to sleep, Freddy Krueger returns in this sixth installment of the Nightmare on Elm Street films, as psychologist Maggie Burroughs, tormented by recurring nightmares, meets a patient with the same horrific dreams. Their quest for answers leads to a certain house on Elm Street -- where the nightmares become reality.","release_date":"1991-09-05","vote_average":5.2,"runtime":89,"cert":"18","id":11284,"title":"Freddy's Dead: The Final Nightmare","adult":false,"genre_ids":[27,53,35]},{"cast":["Don Ameche","Wilford Brimley","Courteney Cox","Hume Cronyn","Jack Gilford"],"overview":"The reinvigorated elderly group that left Earth comes back to visit their relatives. Will they all decide to go back to the planet where no one grows old, or will they be tempted to remain on Earth?","release_date":"1988-09-13","vote_average":5.5,"runtime":116,"cert":"PG","id":11285,"title":"Cocoon: The Return","adult":false,"genre_ids":[35,878]},{"cast":["Burt Reynolds","Roger Moore","Farrah Fawcett","Dean Martin","Dom DeLuise"],"overview":"A cross-country road race is based on an actual event, the Cannonball Baker Sea to Shining Sea Memorial Trophy Dash, organized by Brock Yates to protest the 55 mph speed limit then in effect in the U.S. The Cannonball was named for Erwin G. \"Cannonball\" Baker, who in the roaring 20's rode his motorcycle across the country. Many of the characters are based on ruses developed by real Cannonball racers over the several years that the event was run.","release_date":"1981-06-19","vote_average":6.2,"runtime":95,"cert":"PG","id":11286,"title":"The Cannonball Run","adult":false,"genre_ids":[35,28]},{"cast":["Tom Hanks","Geena Davis","Madonna","Lori Petty","Jon Lovitz"],"overview":"As America's stock of athletic young men is depleted during World War II, a professional all-female baseball league springs up in the Midwest, funded by publicity-hungry candy maker Walter Harvey (Garry Marshall). Competitive sisters Dottie Hinson (Geena Davis) and Kit Keller (Lori Petty) spar with each other, scout Ernie Capadino (Jon Lovitz) and grumpy has-been coach Jimmy Dugan (Tom Hanks) on their way to fame. Madonna and Rosie O'Donnell co-star as two of the sisters' teammates.","release_date":"1992-07-01","vote_average":7.1,"runtime":128,"cert":"PG","id":11287,"title":"A League of Their Own","adult":false,"genre_ids":[35,18]},{"cast":["Jana Petersen","Nicky Kantor","Florian Jahr","David Winter","Sissi Perlinger"],"overview":"No overview found.","release_date":"2003-02-06","vote_average":5.7,"runtime":94,"cert":"N\/A","id":11292,"title":"Girl's Life, Boy's World","adult":false,"genre_ids":[35]},{"cast":["Ryan O'Neal","Tatum O'Neal","Madeline Kahn","John Hillerman","Jessie Lee Fulton"],"overview":"During the Great Depression, a con man finds himself saddled with a young girl—who may or may not be his daughter—and the two forge an unlikely partnership.","release_date":"1973-05-09","vote_average":7.9,"runtime":102,"cert":"PG","id":11293,"title":"Paper Moon","adult":false,"genre_ids":[35,80,18]},{"cast":["Matthew Modine","Nicolas Cage","John Harkins","Sandy Baron","Karen Young"],"overview":"Two young men are seriously affected by the Vietnam war. One of them has always been obsessed with birds - but now believes he really is a bird, and has been sent to a mental hospital. Can his friend help him pull through?","release_date":"1984-12-14","vote_average":7.3,"runtime":120,"cert":"N\/A","id":11296,"title":"Birdy","adult":false,"genre_ids":[18,36]},{"cast":["Shin Ha-kyun","Baek Yoon-sik","Hwang Jeong-min","Lee Jae-yong","Lee Joo-hyun"],"overview":"A traumatized young man abducts Korean leaders, believing they're toxic reptilian aliens - a fifth column launching a takeover of beloved Earth. Stumped law enforcement geniuses half-seriously hire a disgraced, disheveled private detective with a long-ago history of super-crime solving. The alienated South Korean youngster Lee Byeong-gu builds an isolated basement command post\/torture chamber\/film studio to force the awful truth out of the slimy, uncooperative politicians and businesspeople, then alert the public. Byeong-gu is helped by his devoted girlfriend, who buys his theories, but wonders if his horrible childhood has colored his thinking.","release_date":"2003-04-04","vote_average":6.8,"runtime":118,"cert":"N\/A","id":11297,"title":"Save the Green Planet!","adult":false,"genre_ids":[35,18,27,878]},{"cast":["Dee Wallace","Patrick Macnee","Dennis Dugan","Christopher Stone","Belinda Balaski"],"overview":"After a bizarre and near fatal encounter with a serial killer, a newswoman is sent to a rehabilitation center whose inhabitants may not be what they seem.","release_date":"1981-03-13","vote_average":6.4,"runtime":91,"cert":"N\/A","id":11298,"title":"The Howling","adult":false,"genre_ids":[27]},{"cast":["Kouichi Yamadera","Unsho Ishizuka","Aoi Tada","Ai Kobayashi","Megumi Hayashibara"],"overview":"The year is 2071. Following a terrorist bombing, a deadly virus is released on the populace of Mars and the government has issued the largest bounty in history, for the capture of whoever is behind it. The bounty hunter crew of the spaceship Bebop; Spike, Faye, Jet and Ed, take the case with hopes of cashing in the bounty. However, the mystery surrounding the man responsible, Vincent, goes deeper than they ever imagined, and they aren't the only ones hunting him.","release_date":"2001-09-01","vote_average":7.7,"runtime":115,"cert":"N\/A","id":11299,"title":"Cowboy Bebop: The Movie","adult":false,"genre_ids":[28,16,878]},{"cast":["Jeff Daniels","Melanie Griffith","Ray Liotta","Margaret Colin","Tracey Walter"],"overview":"A free-spirited woman \"kidnaps\" a yuppie for a weekend of adventure. But the fun quickly takes a dangerous turn when her ex-con husband shows up.","release_date":"1986-11-07","vote_average":6.5,"runtime":114,"cert":"N\/A","id":11300,"title":"Something Wild","adult":false,"genre_ids":[80,35,10749]},{"cast":["Hans Brenner","Sebastian Koch","Manfred Zapatka","Ulrich Matthes","Karoline Eichhorn"],"overview":"A thrilling documentary with fictional elements based on the true story of the abduction of the president of the employer's association, Hanns-Martin Schleyer, by terrorists in the autumn of 1977.","release_date":"1997-06-15","vote_average":5.0,"runtime":177,"cert":"N\/A","id":11301,"title":"Todesspiel","adult":false,"genre_ids":[99,18,36]},{"cast":["Woody Allen","Louise Lasser","Carlos Montalbán","Nati Abascal","Jacobo Morales"],"overview":"When a bumbling New Yorker is dumped by his activist girlfriend, he travels to a tiny Latin American nation and becomes involved in its latest rebellion.","release_date":"1971-04-28","vote_average":6.7,"runtime":82,"cert":"N\/A","id":11302,"title":"Bananas","adult":false,"genre_ids":[35]},{"cast":["François Berléand","Denis Lavant","Clotilde Courau","Clément Sibony","Vincent Lecoeur"],"overview":"A group of artists, composed of the young actors Wilfried and Matthieu and the actresses Sophie, Mathilde and the dumb Jeanne, is hired by a millionaire, Axel de Fersen, to present a performance of Little Red Riding Hood in his isolated castle to celebrate the birthday of his grandson. Meanwhile, the police advises that a serial killer is raping and killing young women in the woods around that area. During the night, the group feels trapped and threatened in the castle, guessing who is and where might be the killer.","release_date":"2000-06-13","vote_average":3.8,"runtime":90,"cert":"18","id":11303,"title":"Deep in the Woods","adult":false,"genre_ids":[27,53]},{"cast":["Tony Benatatos","Jamal Braithwaite","Joseph Casaliggi","James Hanlon","Joseph Pfeifer"],"overview":"An on-the-scene documentary following the events of September 11, 2001 from an insider's view, through the lens of two French filmmakers who simply set out to make a movie about a rookie NYC fireman and ended up filming the tragic event that changed our lives forever.","release_date":"2002-03-10","vote_average":7.7,"runtime":128,"cert":"N\/A","id":11304,"title":"9\/11","adult":false,"genre_ids":[99]},{"cast":["Masatoshi Nagase","Youki Kudoh","Joe Strummer","Nicoletta Braschi","Steve Buscemi"],"overview":"A seedy hotel in Memphis, Tennessee, provides the backdrop for three separate tales, featuring everything from a kitsch-obsessed Japanese couple to a trio of amateur robbers who discover the true nature of their relationship during a botched heist. Linking the stories together is the hotel's eccentric and creepy night clerk as well as the spirit of Elvis Presley.","release_date":"1989-09-06","vote_average":7.3,"runtime":113,"cert":"N\/A","id":11305,"title":"Mystery Train","adult":false,"genre_ids":[80,18,35]},{"cast":["Hugh Grant","Gene Hackman","Sarah Jessica Parker","David Morse","Bill Nunn"],"overview":"Guy Luthan, a British doctor working at a hospital in New York, starts making unwelcome enquiries when the body of a man who died in his emergency room disappears. After the trail leads Luthan to the door of an eminent surgeon at the hospital, Luthan soon finds himself in extreme danger people who want the hospital's secret to remain undiscovered.","release_date":"1996-09-27","vote_average":5.9,"runtime":118,"cert":"N\/A","id":11306,"title":"Extreme Measures","adult":false,"genre_ids":[18,53]},{"cast":["Robin Williams","Mary Beth Hurt","Glenn Close","John Lithgow","Hume Cronyn"],"overview":"Based on the John Irving novel, this film chronicles the life of T S Garp, and his mother, Jenny. Whilst Garp sees himself as a \"serious\" writer, Jenny writes a feminist manifesto at an opportune time, and finds herself as a magnet for all manner of distressed women.","release_date":"1982-08-13","vote_average":6.9,"runtime":136,"cert":"N\/A","id":11307,"title":"The World According to Garp","adult":false,"genre_ids":[35,18]},{"cast":["Rob Lowe","Jodie Foster","Paul McCrane","Beau Bridges","Seth Green"],"overview":"The film talks about a family that weathers all sorts of disasters and keeps going in spite of it all. It is noted for its wonderful assortment of oddball characters.","release_date":"1984-03-09","vote_average":5.8,"runtime":109,"cert":"N\/A","id":11308,"title":"The Hotel New Hampshire","adult":false,"genre_ids":[35,18]},{"cast":["Dylan McDermott","Stacey Travis","John Lynch","William Hootkins","Carl McCoy"],"overview":"Mark 13 is a government-built killing machine programmed with artificial intelligence, able to repair and recharge itself from any energy source. Through a series of coincidences, the cyborg's head ends up in the home of a sculptress as a bizarre Christmas present from her boyfriend. Once inside its new home, the cyborg promptly reconstructs the rest of its body using a variety of household utensils and proceeds to go on a murderous rampage.","release_date":"1990-09-14","vote_average":5.7,"runtime":93,"cert":"18","id":11309,"title":"Hardware","adult":false,"genre_ids":[27,878,53]},{"cast":["Billy Crystal","Daniel Stern","Jon Lovitz","Jack Palance","Patricia Wettig"],"overview":"On Mitch Robbins 40th birthday begins quite well until he returns home and finds his brother Glen, the black sheep of the family, in his sofa. Nevertheless he is about to have a wonderful birthday-night with his wife when he discovers a treasure map of Curly by chance. Together with Phil and unfortunately with Glen he tries to find the hidden gold of Curly's father in the desert of Arizona.","release_date":"1994-06-10","vote_average":5.1,"runtime":116,"cert":"N\/A","id":11310,"title":"City Slickers II: The Legend of Curly's Gold","adult":false,"genre_ids":[28,35,18,37]},{"cast":["Ben Becker","Jürgen Vogel","Henry Hübchen","Frank Sieckel","Karin Baal"],"overview":"No overview found.","release_date":"2001-09-27","vote_average":5.4,"runtime":127,"cert":"N\/A","id":11311,"title":"Sass","adult":false,"genre_ids":[18]},{"cast":["Robert Stadlober","Jana Pallaske","Lena Sabine Berg","Mirko Lang"],"overview":"A love story of a 17 year old punk-rocker and a 15 year old runaway girl.","release_date":"2001-10-25","vote_average":5.6,"runtime":93,"cert":"N\/A","id":11312,"title":"Engel & Joe","adult":false,"genre_ids":[18]},{"cast":["Anthony Hopkins","Anton Yelchin","Hope Davis","Mika Boorem","David Morse"],"overview":"A widowed mother and her son change when a mysterious stranger enters their lives.","release_date":"2001-09-07","vote_average":6.6,"runtime":101,"cert":"N\/A","id":11313,"title":"Hearts in Atlantis","adult":false,"genre_ids":[18,9648]},{"cast":["Lou Dobbs","Ted Koppel"],"overview":"Takes us to locations all around the US and shows us the heavy toll that modern technology is having on humans and the earth. The visual tone poem contains neither dialogue nor a vocalized narration: its tone is set by the juxtaposition of images and the exceptional music by Philip Glass.","release_date":"1982-04-28","vote_average":8.1,"runtime":86,"cert":"N\/A","id":11314,"title":"Koyaanisqatsi","adult":false,"genre_ids":[99]},{"cast":["Riki Takeuchi","Sho Aikawa","Renji Ishibashi","Hitoshi Ozawa","Shingo Tsurumi"],"overview":"Ryūichi and his small gang of Triad vie for control of the Japanese underworld in a crime-ridden Shinjuku quarter while Detective Jojima tries to bring it down.","release_date":"1999-11-27","vote_average":6.5,"runtime":105,"cert":"N\/A","id":11315,"title":"Dead or Alive","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Jon Finch","Francesca Annis","Martin Shaw","John Stride","Nicholas Selby"],"overview":"Scotland, 11th century. Driven by the twisted prophecy of three witches and the ruthless ambition of his wife, warlord Macbeth, bold and brave, but also weak and hesitant, betrays his good king and his brothers in arms and sinks into the bloody mud of a path with no return, sown with crime and suspicion.","release_date":"1971-12-20","vote_average":7.0,"runtime":141,"cert":"15","id":11316,"title":"Macbeth","adult":false,"genre_ids":[10752,18]},{"cast":["Dan Aykroyd","Jamie Lee Curtis","Anna Chlumsky","Austin O'Brien","Richard Masur"],"overview":"Vada Sultenfuss has a holiday coming up, and an assignment: to do and essay on someone she admires and has never met. She decides she wants to do an assignment on her mother, but quickly realises she knows very little about her. She manages to get her father to agree to let her go to LA to stay with her Uncle Phil and do some research on her mother.","release_date":"1994-02-11","vote_average":5.7,"runtime":99,"cert":"N\/A","id":11317,"title":"My Girl 2","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Nigel Hawthorne","Helen Mirren","Ian Holm","Rupert Graves","Amanda Donohoe"],"overview":"King George III's erratic behaviour leads to a plot in Parliament to have him declared insane and removed from the throne.","release_date":"1994-12-28","vote_average":7.0,"runtime":107,"cert":"PG","id":11318,"title":"The Madness of King George","adult":false,"genre_ids":[35,18,36]},{"cast":["Bob Newhart","Eva Gabor","Geraldine Page","Joe Flynn","Jeanette Nolan"],"overview":"What can two little mice possibly do to save an orphan girl who's fallen into evil hands? With a little cooperation and faith in oneself, anything is possible! As members of the mouse-run International Rescue Aid Society, Bernard and Miss Bianca respond to orphan Penny's call for help. The two mice search for clues with the help of an old cat named Rufus.","release_date":"1977-06-22","vote_average":6.7,"runtime":78,"cert":"U","id":11319,"title":"The Rescuers","adult":false,"genre_ids":[14,10751,16,12]},{"cast":["Christian Bale","Johnny Depp","Giovanni Ribisi","Billy Crudup","Marion Cotillard"],"overview":"Depression-era bank robber John Dillinger's charm and audacity endear him to much of America's downtrodden public, but he's also a thorn in the side of J. Edgar Hoover and the fledgling FBI. Desperate to capture the elusive outlaw, Hoover makes Dillinger his first Public Enemy Number One and assigns his top agent, Melvin Purvis, the task of bringing him in dead or alive.","release_date":"2009-07-01","vote_average":6.6,"runtime":140,"cert":"15","id":11322,"title":"Public Enemies","adult":false,"genre_ids":[80,18,36]},{"cast":["Matt Damon","Scott Bakula","Joel McHale","Melanie Lynskey","Ann Dowd"],"overview":"A rising star at agri-industry giant Archer Daniels Midland (ADM), Mark Whitacre suddenly turns whistleblower. Even as he exposes his company’s multi-national price-fixing conspiracy to the FBI, Whitacre envisions himself being hailed as a hero of the common man and handed a promotion.","release_date":"2009-09-18","vote_average":6.1,"runtime":108,"cert":"15","id":11323,"title":"The Informant!","adult":false,"genre_ids":[18,35,80]},{"cast":["Leonardo DiCaprio","Mark Ruffalo","Ben Kingsley","Emily Mortimer","Michelle Williams"],"overview":"World War II soldier-turned-U.S. Marshal Teddy Daniels investigates the disappearance of a patient from a hospital for the criminally insane, but his efforts are compromised by his troubling visions and also by a mysterious doctor.","release_date":"2010-02-14","vote_average":8.1,"runtime":138,"cert":"15","id":11324,"title":"Shutter Island","adult":false,"genre_ids":[18,53,9648]},{"cast":["Brad Davis","Irene Miracle","Bo Hopkins","Paolo Bonacelli","Paul L. Smith"],"overview":"Billy Hayes is caught attempting to smuggle drugs out of Turkey. The Turkish courts decide to make an example of him, sentencing him to more than 30 years in prison. Hayes has two opportunities for release: the appeals made by his lawyer, his family, and the American government, or the \"Midnight Express\".","release_date":"1978-08-31","vote_average":7.7,"runtime":121,"cert":"18","id":11327,"title":"Midnight Express","adult":false,"genre_ids":[18,80]},{"cast":["Mads Mikkelsen","Leif Sylvester","Kurt Nielsen","Anne Sørensen","Øyvind Hagen-Traberg"],"overview":"Tony is released from prison - again. This time he has his mind set on changing his broken down life, but that is easier said than done","release_date":"2004-12-25","vote_average":7.2,"runtime":100,"cert":"N\/A","id":11328,"title":"Pusher II: With Blood on My Hands","adult":false,"genre_ids":[80,18,53]},{"cast":["John Cusack","Gene Hackman","Dustin Hoffman","Rachel Weisz","Bruce Davison"],"overview":"A juror on the inside and a woman on the outside manipulate a court trial involving a major gun manufacturer.","release_date":"2003-10-09","vote_average":6.9,"runtime":127,"cert":"12A","id":11329,"title":"Runaway Jury","adult":false,"genre_ids":[18,53]},{"cast":["Zlatko Burić","Marinela Dekic","Ilyas Agac","Kurt Nielsen","Slavko Labović"],"overview":"In this third installment of the 'Pusher' trilogy, we follow Milo, the drug lord from the two first films. He is aging, he is planning his daughter's 25th birthday and his shipment of heroin turns out to be 10.000 pills of ecstasy. When Milo tries to sell the pills anyway, all Hell breaks loose and his only chance is to ask for help from his ex-henchman and old friend Radovan","release_date":"2005-08-22","vote_average":7.3,"runtime":108,"cert":"N\/A","id":11330,"title":"Pusher III: I'm the Angel of Death","adult":false,"genre_ids":[28,53,80]},{"cast":["Spencer Tracy","Felipe Pazos","Harry Bellaver","Don Diamond","Mary Hemingway"],"overview":"Based on one of Hemingway's most famous works, it centers upon Santiago, an aging, down on his luck Cuban fisherman. After catching nothing for nearly 3 months, he hooks a huge Marlin and struggles to land it far out in the Gulf Stream.","release_date":"1958-10-07","vote_average":6.5,"runtime":86,"cert":"N\/A","id":11331,"title":"The Old Man and the Sea","adult":false,"genre_ids":[12,18]},{"cast":["John Standing","Matthew Delamere","Vivian Wu","Annie Yi","Toni Collette"],"overview":"After the death of his wife, wealthy businessman Philip Emmenthal and his son Storey open their own private harem in their family residence in Geneva (they get the idea while watching Federico Fellini's 8½ and after Storey is \"given\" a woman, Simato (Inoh), to waive her pachinko debts). They sign one-year contracts with eight (and a half) women to this effect. The women each have a gimmick (one is a nun, another a kabuki performer, etc.). Philip soon becomes dominated by his favourite of the concubines, Palmira, who has no interest in Storey as a lover, despite what their contract might stipulate. Philip dies, the concubines' contracts expire, and Storey is left alone with Giulietta (the titular \"½\", played by Fujiwara) and of course the money and the houses.","release_date":"1999-05-22","vote_average":6.0,"runtime":118,"cert":"N\/A","id":11332,"title":"8 ½ Women","adult":false,"genre_ids":[18,35]},{"cast":["Terence Hill","Ernest Borgnine","Joanne Dru","Marc Lawrence","Julie Gordon"],"overview":"Dave Speed is no ordinary Miami cop--he is an irradiated Miami cop who has developed super powers. Unfortunately, he doesn't quite know how to use them and this gets him in trouble with his long-suffering partner. Red powder from a nuclear explosion gave him super powers and as long as he doesn't see anything red, his only weakness.","release_date":"1980-09-18","vote_average":6.4,"runtime":104,"cert":"N\/A","id":11333,"title":"Super Fuzz","adult":false,"genre_ids":[14,28,35,878]},{"cast":["Christian De Sica","Massimo Boldi","Leslie Nielsen","Gabriella Labate","Nadia Rinaldi"],"overview":"No overview found.","release_date":"1994-12-15","vote_average":4.6,"runtime":95,"cert":"N\/A","id":11334,"title":"S.P.Q.R. - 2000 e ½ anni fa","adult":false,"genre_ids":[35]},{"cast":["Robin Williams","Shelley Duvall","Ray Walston","Paul Dooley","Richard Libertini"],"overview":"Popeye is a super-strong, spinach-scarfing sailor man who's searching for his father. During a storm that wrecks his ship, Popeye washes ashore and winds up rooming at the Oyl household, where he meets Olive. Before he can win her heart, he must first contend with Olive's fiancé, Bluto.","release_date":"1980-12-12","vote_average":5.2,"runtime":114,"cert":"N\/A","id":11335,"title":"Popeye","adult":false,"genre_ids":[28,12,35,10751,10402]},{"cast":["Christopher Walken","Brooke Adams","Tom Skerritt","Martin Sheen","Herbert Lom"],"overview":"Johnny Smith is a schoolteacher with his whole life ahead of him but, after leaving his fiancee's home one night, is involved in a car crash which leaves him in a coma for 5 years. When he wakes, he discovers he has an ability to see into the past, present and future life of anyone with whom he comes into physical contact.","release_date":"1983-10-21","vote_average":7.1,"runtime":103,"cert":"18","id":11336,"title":"The Dead Zone","adult":false,"genre_ids":[53,27,878]},{"cast":["Woody Allen","Charlotte Rampling","Jessica Harper","Marie-Christine Barrault","Tony Roberts"],"overview":"While attending a retrospect of his work, a filmmaker recalls his life and his loves: the inspirations for his films.","release_date":"1980-09-26","vote_average":7.1,"runtime":89,"cert":"N\/A","id":11337,"title":"Stardust Memories","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jeff Goldblum","Michelle Pfeiffer","Stacey Pickren","Carmen Argenziano","Dan Aykroyd"],"overview":"Ed Okin used to have a boring life. He used to have trouble getting to sleep. Then one night, he met Diana. Now, Ed's having trouble staying alive.","release_date":"1985-02-22","vote_average":6.6,"runtime":115,"cert":"N\/A","id":11338,"title":"Into the Night","adult":false,"genre_ids":[35,53]},{"cast":["Helge Schneider","Andreas Kunze","Heike-Melba Fendel","Marianne Traub"],"overview":"No overview found.","release_date":"1986-10-23","vote_average":7.5,"runtime":77,"cert":"N\/A","id":11339,"title":"Johnny Flash","adult":false,"genre_ids":[35]},{"cast":["Bud Spencer","Marina Langner","Mario Scarpetta","Gianfranco Barra","Enzo Garinei"],"overview":"Bud Spencer plays Banana Joe, a brawny yet friendly man who lives in a small rainforest village called Amantido with a huge number of his own children and regularly delivers bananas to a South American river port (hence his name). One day, the henchmen of a local gangster boss named Torsillo come ashore in Amantido to initiate the construction a banana processing plant. Of course, Joe (in typical direct-approach manner) evicts the goons, who promptly return to their boss. Torsillo finds out that Joe is trading bananas without a license and decides to exploit it. Upon his next delivery, Joe is apprehended by the police and given the choice of either acquiring a legal license or getting his boat taken away and himself arrested for illegal shipment. Joe travels to the nearest city, which to him is a new world, as he grew up in the rainforest.","release_date":"1982-03-24","vote_average":6.7,"runtime":96,"cert":"N\/A","id":11340,"title":"Banana Joe","adult":false,"genre_ids":[28,35]},{"cast":["Justin Chambers","Robin Tunney","Rory Culkin","William Mapother"],"overview":"An elusive serial killer known as the Zodiac terrorizes the San Francisco Bay in the late 1960s, while detectives aim to stop him before he claims more victims. Based on a true story.","release_date":"2006-03-17","vote_average":5.8,"runtime":158,"cert":"N\/A","id":11345,"title":"The Zodiac","adult":false,"genre_ids":[80,18,53]},{"cast":["Tobias Schenke","Anna Brüggemann","Michael Gwisdek","Tino Mewes","Tobias Kasimirowicz"],"overview":"Two twin brothers are living on a different sides of Berlin Wall after being separated  after birth.","release_date":"2004-02-08","vote_average":5.8,"runtime":103,"cert":"N\/A","id":11346,"title":"Kleinruppin Forever","adult":false,"genre_ids":[35]},{"cast":["Amanda Donohoe","Hugh Grant","Catherine Oxenberg","Peter Capaldi","Sammi Davis"],"overview":"In a remote corner of England's Peak District, a mysterious skull is unearthed. But even weirder is that Lady Sylvia steals the skull for use in worshiping - very erotically - her pagan god, The White Worm, who hungers for the taste of virginal flesh.","release_date":"1988-09-21","vote_average":5.9,"runtime":93,"cert":"","id":11347,"title":"The Lair of the White Worm","adult":false,"genre_ids":[35,27]},{"cast":["Calista Flockhart","Richard Roxburgh","Elena Anaya","Gemma Jones","Colin McFarlane"],"overview":"Haunted by memories of a patient's death, a nurse  takes a job at an antiquated hospital for children. Soon she learns that the kids fear a ghost that prowls the floors and will not allow anyone to leave. Amy tries to protect them and convince the other staffers of the evil that lurks there.","release_date":"2005-10-14","vote_average":6.1,"runtime":101,"cert":"15","id":11348,"title":"Fragile","adult":false,"genre_ids":[27,53,9648]},{"cast":["Gregory Peck","Robert Mitchum","Polly Bergen","Lori Martin","Martin Balsam"],"overview":"Sam Bowden witnesses a rape committed by Max Cady and testifies against him. When released after 8 years in prison, Cady begins stalking Bowden and his family but is always clever enough not to violate the law.","release_date":"1962-04-12","vote_average":7.5,"runtime":105,"cert":"N\/A","id":11349,"title":"Cape Fear","adult":false,"genre_ids":[18,53]},{"cast":["Erik Zabel","Rolf Aldag","Andreas Klöden","Alexander Vinokurov","Steve Zampieri"],"overview":"Year after year hundreds of thousands of fans line the route of the Tour de France, cheering on their heroes and willing them to victory, while millions of viewers worldwide tune in on their televisions. Academy Award-winning director Pepe Danquart, fascinated by the spectacle of the three week race, chose to focus on the courage, the pain and the fear of the riders of the Tour.  Training his lens on German superstar sprinter Eric Zabel and his loyal domestique Rolf Aldag, Danquart captures the thrill of the race and the teamwork behind the stars of the peleton. He also shines light on the Tour's supporting cast - the director sportifs, masseurs, and, of course, the wildly enthusiastic fans. Reveling in the stunning landscape - from the Alps to the Pyrenees to the Massif Central to Paris - and with a nice dollop of Le Tour's history, HELL ON WHEELS transcends the sport it celebrates to reveal an astonishing human endeavor.","release_date":"2004-06-10","vote_average":6.7,"runtime":123,"cert":"N\/A","id":11350,"title":"Hell on Wheels","adult":false,"genre_ids":[99]},{"cast":["Ray Wise","Jonathan Breck","Nicki Aycox","Garikayi Mutambirwa","Eric Nenninger"],"overview":"After 23 horrifying days of gorging on human flesh, an ancient creature known as the Creeper embarks on a final voracious feeding frenzy, terrorizing a group of varsity basketball players, cheerleaders and coaches stranded on a remote highway when their bus breaks down. The terrified group is forced to come together and do battle against the winged creature hell-bent on completing its grizzly ritual.","release_date":"2003-08-08","vote_average":5.7,"runtime":104,"cert":"","id":11351,"title":"Jeepers Creepers 2","adult":false,"genre_ids":[27,53]},{"cast":["Richard Dreyfuss","Holly Hunter","John Goodman","Audrey Hepburn","Brad Johnson"],"overview":"Pete Sandich is a reckless fire-fighting pilot who is killed in what was to have been his final mission. Ascending to Heaven, Pete is introduced to business-like angel who instructs the spectral Pete to pass on his aviation knowledge to his young successor. While doing so, Pete also smoothes the course of romance for his earthly girlfriend who, after several months of grieving, finally falls in love with another man.","release_date":"1989-12-22","vote_average":6.3,"runtime":122,"cert":"PG","id":11352,"title":"Always","adult":false,"genre_ids":[14,10749]},{"cast":["Steve Martin","Eddie Murphy","Heather Graham","Christine Baranski","Jamie Kennedy"],"overview":"On the verge of bankruptcy and desperate for his big break, aspiring filmmaker Bobby Bowfinger concocts a crazy plan to make his ultimate dream movie. Rallying a ragtag team that includes a starry-eyed ingenue, a has-been diva and a film studio gofer, he sets out to shoot a blockbuster featuring the biggest star in Hollywood, Kit Ramsey -- only without letting Ramsey know he's in the picture.","release_date":"1999-08-12","vote_average":6.1,"runtime":97,"cert":"N\/A","id":11353,"title":"Bowfinger","adult":false,"genre_ids":[35]},{"cast":["Joan Allen","Kevin Costner","Erika Christensen","Keri Russell","Alicia Witt"],"overview":"After her husband runs off with his secretary, Terry Wolfmeyer is left to fend for herself -- and her four daughters. As she hits rock bottom, Terry finds a friend and drinking buddy in next-door neighbor Denny, a former baseball player. As the two grow closer, and her daughters increasingly rely on Denny, Terry starts to have reservations about where their relationship is headed.","release_date":"2005-01-23","vote_average":6.3,"runtime":118,"cert":"N\/A","id":11354,"title":"The Upside of Anger","adult":false,"genre_ids":[35,18]},{"cast":["Drew Barrymore","David Arquette","Michael Vartan","Molly Shannon","Jenny Bicks"],"overview":"Josie Geller, a baby-faced junior copywriter at the Chicago Sun-Times, must pose as a student at her former high school to research contemporary teenage culture. With the help of her brother, Rob, Josie infiltrates the inner circle of the most popular clique on campus. But she hits a major snag in her investigation -- not to mention her own failed love life -- when she falls for her dreamy English teacher, Sam Coulson.","release_date":"1999-04-09","vote_average":6.0,"runtime":107,"cert":"12","id":11355,"title":"Never Been Kissed","adult":false,"genre_ids":[10749,35,18]},{"cast":["Jack Lemmon","Walter Matthau","John Fiedler","Herb Edelman","David Sheiner"],"overview":"Felix Ungar has just broken up with his wife. Despondent, he goes to kill himself but is saved by his friend Oscar Madison. With nowhere else to go, Felix is urged by Oscar to move in with him, at least for a while. The only problem is that Felix is neat, tidy, and neurotic, whereas Oscar is slovenly and casual.","release_date":"1968-02-07","vote_average":7.7,"runtime":106,"cert":"PG","id":11356,"title":"The Odd Couple","adult":false,"genre_ids":[35]},{"cast":["Donald Pleasence","Ellie Cornell","Danielle Harris","George P. Wilbur","Michael Pataki"],"overview":"The legend of that creepy masked-man, Michael Myers, comes to life once again in this fourth installment of the successful horror franchise. This time, it's Michael's niece, Jamie, who can't seem to escape her crazy uncle. With Michael on the loose, Jamie enlists the help of good old Dr. Loomis to stop the murderer. This time, though, there seems to be no end to Michael's madness.","release_date":"1988-10-21","vote_average":5.9,"runtime":88,"cert":"18","id":11357,"title":"Halloween 4: The Return of Michael Myers","adult":false,"genre_ids":[27,53]},{"cast":["Dwayne Johnson","Johnny Knoxville","Neal McDonough","Kristen Wilson","Cobie Smulders"],"overview":"A former U.S. soldier returns to his hometown to find it overrun by crime and corruption, which prompts him to clean house.","release_date":"2004-04-02","vote_average":6.0,"runtime":86,"cert":"15","id":11358,"title":"Walking Tall","adult":false,"genre_ids":[12,18,28,53]},{"cast":["Hal Scardino","Litefoot","Lindsay Crouse","Richard Jenkins","Rishi Bhat"],"overview":"A nine-year-old boy gets a plastic Indian and a cupboard for his birthday and finds himself involved in adventure when the Indian comes to life and befriends him.","release_date":"1995-07-14","vote_average":6.1,"runtime":96,"cert":"PG","id":11359,"title":"The Indian in the Cupboard","adult":false,"genre_ids":[12,10751,14]},{"cast":["Sterling Holloway","Herman Bing","John McLeish","Edward Brophy","James Baskett"],"overview":"Dumbo is a baby elephant born with oversized ears and a supreme lack of confidence. But thanks to his even more diminutive buddy -- Timothy the Mouse -- the pint-sized pachyderm learns to surmount all obstacles.","release_date":"1941-10-22","vote_average":6.9,"runtime":64,"cert":"U","id":11360,"title":"Dumbo","adult":false,"genre_ids":[16,10751]},{"cast":["Donald Pleasence","Danielle Harris","Ellie Cornell","Beau Starr","Don Shanks"],"overview":"Presumed dead after a shoot-out with the Haddonfield police, Michael Myers is secretly nursed back to health -- and returns a year later to kill again and once more targets his young niece, Jamie. Jamie is now recovering in the local children's hospital after attacking her stepmother and losing her voice. Her mental link with her evil uncle may be the key to uprooting her family tree.","release_date":"1989-10-12","vote_average":5.3,"runtime":96,"cert":"18","id":11361,"title":"Halloween 5: The Revenge of Michael Myers","adult":false,"genre_ids":[27,53]},{"cast":["Jim Caviezel","Guy Pearce","Richard Harris","James Frain","Dagmara Domińczyk"],"overview":"Edmond Dantés's life and plans to marry the beautiful Mercedes are shattered when his best friend, Fernand, deceives him. After spending 13 miserable years in prison, Dantés escapes with the help of a fellow inmate and plots his revenge, cleverly insinuating himself into the French nobility.","release_date":"2002-01-23","vote_average":7.5,"runtime":131,"cert":"N\/A","id":11362,"title":"The Count of Monte Cristo","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Jennifer Aniston","Maxine Bahns","Edward Burns","Cameron Diaz","John Mahoney"],"overview":"Mickey, a free-spirited New York cabbie, and Francis, a materialistic Wall Street stockbroker, are extremely competitive and confused about women as a result of their father's influence. Though they disagree about everything, they have one thing in common: Mickey's ex-fiance Heather is Francis's secret love. Though both brothers have beautiful wives, Heather triggers their longtime sibling rivalry","release_date":"1996-08-26","vote_average":5.5,"runtime":96,"cert":"N\/A","id":11363,"title":"She's the One","adult":false,"genre_ids":[35,10749]},{"cast":["Harrison Ford","Annette Bening","Bill Nunn","Rebecca Miller","Bruce Altman"],"overview":"Respected lawyer, Henry Turner survives a convenience-store shooting only to find he has lost his memory, and has serious speech and mobility issues. After also losing his job—where he no longer 'fits in'—his loving wife and daughter give him all their love and support.","release_date":"1991-07-10","vote_average":6.7,"runtime":108,"cert":"12","id":11364,"title":"Regarding Henry","adult":false,"genre_ids":[10749,18]},{"cast":["Stephen Fry","Jude Law","Vanessa Redgrave","Jennifer Ehle","Gemma Jones"],"overview":"The story of Oscar Wilde, genius, poet, playwright and the First Modern Man. The self-realisation of his homosexuality caused Wilde enormous torment as he juggled marriage, fatherhood and responsibility with his obsessive love for Lord Alfred Douglas.","release_date":"1997-09-01","vote_average":6.7,"runtime":118,"cert":"15","id":11365,"title":"Wilde","adult":false,"genre_ids":[18,36]},{"cast":["Eriko Hatsune","Fhi Fan","Hinako Saeki","Shin Eun-kyung","Keiko Takahashi"],"overview":"In a small town in Japan, Kirie comes upon her boyfriend's father silently videotaping a snail. Later, the mans obsession with spirals becomes more and more bizarre, ending in his suicide in a washing machine which turn his body into a spiral. Soon other inhabitants become possessed with different forms of spirals.","release_date":"2000-02-11","vote_average":5.9,"runtime":90,"cert":"N\/A","id":11366,"title":"Spiral","adult":false,"genre_ids":[9648,14,27]},{"cast":["Terence Hill","Bud Spencer","Luciano Catenacci","Marisa Laurito","Kim McKay"],"overview":"This movie is about a navy Lieutenant named Johnny Firpo who is ordered to work with the Miami Police force to help stop a gang of crooked card sharks. He needs the help of a pro gambler-now retired named Charlie Firpo. Charlie won't help Johnny, so Johnny steals Charlies transfer truck and he then agrees to help him. They both find out that they are half brothers. Johnny convinces Charlie that their father is \"Blind\" and need to raise $ 100,000 for an eye operation. So Charlie becomes a gambler again just to raise the money.","release_date":"1978-10-28","vote_average":7.0,"runtime":110,"cert":"N\/A","id":11367,"title":"Odds and Evens","adult":false,"genre_ids":[35,80]},{"cast":["John Getz","Frances McDormand","Dan Hedaya","M. Emmet Walsh","Samm-Art Williams"],"overview":"The owner of a seedy small-town Texas bar discovers that one of his employees is having an affair with his wife. A chaotic chain of misunderstandings, lies and mischief ensues after he devises a plot to have them murdered.","release_date":"1984-09-07","vote_average":7.4,"runtime":97,"cert":"18","id":11368,"title":"Blood Simple","adult":false,"genre_ids":[80,18,53]},{"cast":["Edgar Selge","Katja Flint","Ralf Richter","Wolfgang Joop","Hannelore Elsner"],"overview":"No overview found.","release_date":"2001-11-08","vote_average":5.3,"runtime":79,"cert":"N\/A","id":11369,"title":"Suck My Dick","adult":false,"genre_ids":[35]},{"cast":["Justin Chambers","Tim Roth","Catherine Deneuve","Mena Suvari","Stephen Rea"],"overview":"In Peter Hyams's adaptation of the famous Alexander Dumas story The Three Musketeers, the young D'Artagnan seeks to join the legendary musketeer brigade and avenge his father's death - but he finds that the musketeers have been disbanded.","release_date":"2001-09-07","vote_average":5.3,"runtime":104,"cert":"PG","id":11370,"title":"The Musketeer","adult":false,"genre_ids":[12]},{"cast":["Robert De Niro","Edward Norton","Marlon Brando","Angela Bassett","Jamie Harrold"],"overview":"An aging thief hopes to retire and live off his ill-gotten wealth when a young kid convinces him into doing one last heist.","release_date":"2001-07-13","vote_average":6.7,"runtime":124,"cert":"15","id":11371,"title":"The Score","adult":false,"genre_ids":[28,80,53,9648]},{"cast":["Michael Caine","Donald Sutherland","Robert Duvall","Jenny Agutter","Donald Pleasence"],"overview":"When the Nazi high command learns in late 1943 that Winston Churchill will be spending time at a country estate in Norfolk, it hatches an audacious scheme to kidnap the prime minister and spirit him to Germany for enforced negotiations with Hitler.","release_date":"1976-12-24","vote_average":6.6,"runtime":135,"cert":"15","id":11372,"title":"The Eagle Has Landed","adult":false,"genre_ids":[12,18,28,53,10752]},{"cast":["Branka Katić","Srđan Todorović","Mirjana Karanović","Nikola Simić","Goran Radaković"],"overview":"Ex-soldier storms supermarket and takes all cashiers captive because one of them insulted his grandmother.","release_date":"2003-02-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":11373,"title":"Jagoda in the Supermarket","adult":false,"genre_ids":[12,28,35]},{"cast":["Matthew McConaughey","Woody Harrelson","Sally Kirkland","Jenna Elfman","Martin Landau"],"overview":"Video store clerk Ed agrees to have his life filmed by a camera crew for a tv network.","release_date":"1999-03-26","vote_average":6.0,"runtime":122,"cert":"12","id":11374,"title":"Edtv","adult":false,"genre_ids":[35]},{"cast":["Harrison Ford","Josh Hartnett","Lena Olin","Bruce Greenwood","Isaiah Washington"],"overview":"Joe Gavilan (Harrison Ford) and his new partner K. C. Calden (Josh Hartnett), are detectives on the beat in Tinseltown. Neither one of them really wants to be a cop, Gavilan moonlights as a real estate broker, and Calden is an aspiring actor moonlighting as a yoga instructor. When the two are assigned a big case they must work out whether they want to solve the case or follow their hearts.","release_date":"2003-06-09","vote_average":5.2,"runtime":116,"cert":"N\/A","id":11375,"title":"Hollywood Homicide","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Kristen Miller","John Hopkins","James McAvoy","Isla Fisher","Thorsten Grasshoff"],"overview":"School's out, exams are over, and it's time for real life to begin. But before 12 friends from the International High School in Prague disappear to the four corners of the earth, they intend to throw the best party of their lives. The idea to stage the party in Prague's biggest swimming pool is illegal but cool. And when Gregor, the laid-back leader of the group thinks an idea is good, then no-one else from the group objects. But what begins as the night of all nights quickly turns into a life and death struggle, as the friends come to realise that death itself is on the guest list... A mysterious masked killer sets a hunt in motion that ranges through the facility's halls and corridors. As the kids panic it begins to dawn on them that the killer must be one of them...","release_date":"2001-10-04","vote_average":4.8,"runtime":89,"cert":"N\/A","id":11376,"title":"Swimming Pool","adult":false,"genre_ids":[53,27]},{"cast":["Geoffrey Rush","Famke Janssen","Taye Diggs","Peter Gallagher","Chris Kattan"],"overview":"A remake of the 1959 film of the same name. A millionaire offers a group of diverse people $1,000,000 to spend the night in a haunted house with a horrifying past.","release_date":"1999-10-29","vote_average":5.5,"runtime":93,"cert":"18","id":11377,"title":"House on Haunted Hill","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jacques Tati","Tony Knepper","Maria Kimberly","Marcel Fraval","Honoré Bostel"],"overview":"Mr. Hulot is the head designer of the Altra Automotive Co. His latest invention is a newfangled camper car loaded with outrageous extra features. Along with the company's manager and publicity model, Hulot sets out from Paris with the intention of debuting the car at the annual auto show in Amsterdam. The going isn't easy, however, and the group encounters an increasingly bizarre series of hurdles and setbacks en route.","release_date":"1971-04-16","vote_average":7.1,"runtime":96,"cert":"N\/A","id":11378,"title":"Trafic","adult":false,"genre_ids":[35]},{"cast":["Peter Weller","John Lithgow","Ellen Barkin","Jeff Goldblum","Christopher Lloyd"],"overview":"Adventurer\/surgeon\/rock musician Buckaroo Banzai and his band of men, the Hong Kong Cavaliers, take on evil alien invaders from the 8th dimension.","release_date":"1984-08-15","vote_average":6.3,"runtime":103,"cert":"12","id":11379,"title":"The Adventures of Buckaroo Banzai Across the 8th Dimension","adult":false,"genre_ids":[35,878,12,10749]},{"cast":["Snoop Dogg","Pam Grier","Michael T. Weiss","Clifton Powell","Katharine Isabelle"],"overview":"Over 20 years after his death by a gunshot, Jimmy Bones comes back as a ghost to wreak revenge on those who killed him and to clean up his neighborhood.","release_date":"2001-10-24","vote_average":4.3,"runtime":96,"cert":"N\/A","id":11380,"title":"Bones","adult":false,"genre_ids":[28,27,53]},{"cast":["Chris Farley","David Spade","Brian Dennehy","Bo Derek","Julie Warner"],"overview":"Party animal Tommy Callahan is a few cans short of a six-pack. But when the family business starts tanking, it's up to Tommy and number-cruncher Richard Hayden to save the day.","release_date":"1995-03-31","vote_average":6.8,"runtime":97,"cert":"","id":11381,"title":"Tommy Boy","adult":false,"genre_ids":[35]},{"cast":["John Cusack","Dianne Wiest","Jennifer Tilly","Chazz Palminteri","Mary-Louise Parker"],"overview":"Set in 1920s New York City, this movie tells the story of idealistic young playwright David Shayne. Producer Julian Marx finally finds funding for the project from gangster Nick Valenti. The catch is that Nick's girl friend Olive Neal gets the part of a psychiatrist, and Olive is a bimbo who could never pass for a psychiatrist as well as being a dreadful actress. Agreeing to this first compromise is the first step to Broadway's complete seduction of David, who neglects longtime girl friend Ellen. Meanwhile David puts up with Warner Purcell, the leading man who is a compulsive eater, Helen Sinclair, the grand dame who wants her part jazzed up, and Cheech, Olive's interfering hitman \/ bodyguard. Eventually, the playwright must decide whether art or life is more important.","release_date":"1994-10-14","vote_average":7.2,"runtime":98,"cert":"N\/A","id":11382,"title":"Bullets Over Broadway","adult":false,"genre_ids":[28,35,53]},{"cast":[],"overview":"The Living Desert was the first feature-length film in Disney’s True-Life Adventures series of documentaries focusing on zoological studies; the previous films in the series, including the Academy Award-winning Seal Island, were short subjects.  The documentary was filmed at the Westward Look Wyndham Grand Resort and Spa in Tucson, Arizona. Most of the wildlife shown in the film was donated to what would soon become the Arizona-Sonora Desert Museum.  The film was inspired by 10 minutes of footage shot by N. Paul Kenworthy Jr., a doctoral student at the University of California at Los Angeles. Kenworthy’s footage of a battle between a tarantula and a wasp intrigued Disney, who funded a feature-length production following the lives of diverse desert species. Disney was highly supportive of Kenworthy’s work and its impact on nonfiction filmmaking, stating, “This is where we can tell a real, sustained story for the first time in these nature pictures.”","release_date":"1953-11-10","vote_average":8.0,"runtime":69,"cert":"N\/A","id":11383,"title":"The Living Desert","adult":false,"genre_ids":[99]},{"cast":["Michael J. Fox","James Woods","Stephen Lang","Annabella Sciorra","Yasiin Bey"],"overview":"Seeking to raise his credibility as an actor and to land a role as a tough cop on a new show, Hollywood action star Nick Lang works a deal with New York City Police Capt. Brix, who by chance is one of his fans. Nick will be paired with detective Lt. John Moss and learn how to act like a real cop. But when Nick drives John crazy with questions and imitating him, he gets in the way of John's pursuit of a serial killer.","release_date":"1991-03-08","vote_average":6.2,"runtime":111,"cert":"15","id":11384,"title":"The Hard Way","adult":false,"genre_ids":[28,35,80]},{"cast":["John Wayne","Hardy Krüger","Elsa Martinelli","Red Buttons","Gérard Blain"],"overview":"A group of men trap wild animals in Africa and sell them to zoos. Will the arrival of a female wildlife photographer change their ways?","release_date":"1962-06-19","vote_average":6.7,"runtime":157,"cert":"N\/A","id":11385,"title":"Hatari!","adult":false,"genre_ids":[28,12,35]},{"cast":["Stephen Rea","Jaye Davidson","Miranda Richardson","Forest Whitaker","Adrian Dunbar"],"overview":"Irish Republican Army member Fergus forms an unexpected bond with Jody, a kidnapped British soldier in his custody, despite the warnings of fellow IRA members Jude and Maguire. Jody makes Fergus promise he'll visit his girlfriend, Dil, in London, and when Fergus flees to the city, he seeks her out. Hounded by his former IRA colleagues, he finds himself increasingly drawn to the enigmatic, and surprising, Dil.","release_date":"1992-09-02","vote_average":7.0,"runtime":112,"cert":"18","id":11386,"title":"The Crying Game","adult":false,"genre_ids":[10749,80,18,53]},{"cast":["Peter O'Toole","James Mason","Curd Jürgens","Eli Wallach","Daliah Lavi"],"overview":"After being discredited as a coward, a 19th century seaman (Peter O'Toole) lives for only one purpose: to redeem himself. Based on Joseph Conrad's novel written in 1900.","release_date":"1965-02-15","vote_average":6.7,"runtime":154,"cert":"PG","id":11387,"title":"Lord Jim","adult":false,"genre_ids":[12]},{"cast":["Chevy Chase","Hilary Duff","Winona Ryder","Sean Astin","Mark Polish"],"overview":"The film centers on a successful author who is forced to confront an unrequited high school crush when he returns home to deliver a commencement address to graduating seniors. Shasta O'Neil, a sexy high school senior flirts with the visiting author and invites him to the prom.","release_date":"2011-09-16","vote_average":4.6,"runtime":94,"cert":"N\/A","id":11388,"title":"Stay Cool","adult":false,"genre_ids":[35]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Peter Steen","Jes Holtsø"],"overview":"The first of 14 Olsen Gang films presents us with Egon Olsen, head of the gang, and his friends Benny and Kjeld, who want to become the best known gang in Denmark and eventually Europe by stealing a famous Bavarian work of art currently displayed in a Copenhagen museum. Although Egon's plan works out fine, there is only trouble ahead for the little gang.","release_date":"1968-10-11","vote_average":6.9,"runtime":80,"cert":"N\/A","id":11389,"title":"The Olsen Gang","adult":false,"genre_ids":[10751,35,80]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Kirsten Walther","Jes Holtsø"],"overview":"The Olsen gang in Jutland. Ones again Egon Olsen has a plan when he gets out of Vridslose State Prison. He has found out that the Germans left a large sum of money (in American dollars and gold bars) in one of their commando bunkers, when they were defeated in 1945; the only problem it's in Jutland. Egon, Benny and Kjeld \"appropriate\" a car and drives to Jutland along with Kjelds wife and child Yvonne and Borge. They look forward to fooling the the people in Jutland, but of course, things don't go quite as planed. It ends with Benny, Kjeld, Borge and Yvonne sitting in the train back to Copenhagen, were they are overtaken by Egon in his car on the road next to the track. This is the last time the Olsen gang goes to Jutland.","release_date":"1971-10-08","vote_average":7.0,"runtime":96,"cert":"N\/A","id":11390,"title":"The Olsen Gang in Jutland","adult":false,"genre_ids":[10751,35,80]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Kirsten Walther","Axel Strøbye"],"overview":"Egon and his two cronies managed to sneak a fortune with them to Spain. Here they live a life in a whirl of pleasures, but they are not truly happy. While Egon always has the money chained to him, Bøffen still manages to steal them. Egon ends up in jail once again, and when he comes out, he has a brilliant plan.","release_date":"1975-09-26","vote_average":7.1,"runtime":100,"cert":"N\/A","id":11391,"title":"The Olsen Gang on the Track","adult":false,"genre_ids":[10751,35,80]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Jes Holtsø","Lene Brøndum"],"overview":"Egon and the gang are hired to stage a robbery of an antique Chinese vase for an economically challenged baron. Naturally they fooled, which infuriates Egon. The gang tries to get back at the baron by switching the vase with a cheap Hong Kong copy. One attempt is made during the barons hunting party, where Egon ends up being bricked up in the catacombs. In another attempt, the gang has to coordinate breaking through several walls at The Royal Theater in Copenhagen with the \"Elverhøj\" overture.","release_date":"1976-10-01","vote_average":7.6,"runtime":100,"cert":"N\/A","id":11392,"title":"The Olsen Gang Sees Red","adult":false,"genre_ids":[10751,35,80]},{"cast":["Robert Redford","Robert Duvall","Glenn Close","Kim Basinger","Wilford Brimley"],"overview":"An unknown middle-aged batter named Roy Hobbs with a mysterious past appears out of nowhere to take a losing 1930s baseball team to the top of the league.","release_date":"1984-05-11","vote_average":7.1,"runtime":137,"cert":"PG","id":11393,"title":"The Natural","adult":false,"genre_ids":[18]},{"cast":["Helge Schneider","Tana Schanzara","Andreas Kunze"],"overview":"A musician tries to get by working several jobs.","release_date":"2004-04-01","vote_average":5.9,"runtime":84,"cert":"N\/A","id":11394,"title":"Jazzclub - Der frühe Vogel fängt den Wurm","adult":false,"genre_ids":[35]},{"cast":["Tim Allen","Judge Reinhold","Wendy Crewson","David Krumholtz","Peter Boyle"],"overview":"Scott Calvin is an ordinary man, who accidentally causes Santa Claus to fall from his roof on Christmas Eve and is knocked unconscious. When he and his young son finish Santa's trip and deliveries, they go to the North Pole, where Scott learns he must become the new Santa and convince those he loves that he is indeed, Father Christmas.","release_date":"1994-11-10","vote_average":6.3,"runtime":97,"cert":"U","id":11395,"title":"The Santa Clause","adult":false,"genre_ids":[14,18,35,10751]},{"cast":["Lino Ventura","Alain Delon","Joanna Shimkus","Serge Reggiani","Odile Poisson"],"overview":"Two adventurers and best friends, Roland and Manu, are the victims of a practical joke that costs Manu his pilot's license. With seeming contrition, the jokesters tell Roland and Manu about a crashed plane lying on the ocean floor off the coast of Congo stuffed with riches. The adventurers set off to find the loot.","release_date":"1967-04-12","vote_average":6.9,"runtime":112,"cert":"N\/A","id":11396,"title":"The Last Adventure","adult":false,"genre_ids":[10749,12,18]},{"cast":["Chyler Leigh","Chris Evans","Jaime Pressly","Eric Christian Olsen","Mia Kirshner"],"overview":"On a bet, a gridiron hero at John Hughes High School sets out to turn a bespectacled plain Jane into a beautiful and popular prom queen in this outrageous send-up of the teen movie genre.","release_date":"2001-12-07","vote_average":5.5,"runtime":89,"cert":"","id":11397,"title":"Not Another Teen Movie","adult":false,"genre_ids":[35]},{"cast":["Wesley Snipes","Donald Sutherland","Maury Chaykin","Anne Archer","Michael Biehn"],"overview":"When ruthless terrorists threaten to bring down the United Nations, they frame the one man they believe can stop them: an international security expert named Shaw. Now he must run from his own allies and become a solitary force for good, as he tries to stop what could become World War III.","release_date":"2000-08-23","vote_average":5.7,"runtime":117,"cert":"18","id":11398,"title":"The Art of War","adult":false,"genre_ids":[80,28,12]},{"cast":["Marilou Berry","Jean-Pierre Bacri","Agnès Jaoui","Laurent Grévill","Virginie Desarnauts"],"overview":"This is the story of human beings who know exactly what they'd do if they were somebody else, but can't handle being themselves very well, who are very simply struggling to find out who they are.","release_date":"2004-11-18","vote_average":6.5,"runtime":110,"cert":"N\/A","id":11399,"title":"Look at Me","adult":false,"genre_ids":[35,18]},{"cast":["Colin Farrell","Q'orianka Kilcher","Christopher Plummer","Christian Bale","August Schellenberg"],"overview":"A drama about explorer John Smith and the clash between Native Americans and English settlers in the 17th century.","release_date":"2005-12-25","vote_average":6.5,"runtime":135,"cert":"12","id":11400,"title":"The New World","adult":false,"genre_ids":[18,36,10749]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Bob Rock","Robert Trujillo"],"overview":"Some Kind of Monster is a music documentary about Metallica's making of their album St. Anger and the difficulties they had to go through in the process. The directors shot over 1200 hours and followed the band around night and day for over a year to create this documentary.","release_date":"2004-01-21","vote_average":7.0,"runtime":141,"cert":"N\/A","id":11401,"title":"Metallica: Some Kind of Monster","adult":false,"genre_ids":[99,10402]},{"cast":["Alastair Sim","George Cole","Joyce Grenfell","Hermione Baddeley","Betty Ann Davies"],"overview":"Story of manic schoolgirls who are more interested in racing form than books as they try to get-rich-quick, aided by the head-mistress' brother, played by Alastair Sim, who also plays the head-mistress.","release_date":"1954-09-28","vote_average":6.6,"runtime":91,"cert":"U","id":11402,"title":"The Belles of St. Trinian's","adult":false,"genre_ids":[35]},{"cast":["William Hurt","Amber Heard","Zach Gilford","Dallas Roberts","Gattlin Griffith"],"overview":"A young man abandons his family for a solitary life of fly-fishing. His goal was to find his own way in the fishing world and thereby find himself and love.","release_date":"2010-04-09","vote_average":5.8,"runtime":101,"cert":"N\/A","id":11403,"title":"The River Why","adult":false,"genre_ids":[18,10749]},{"cast":["Laura Linney","Rupert Grint","Julie Walters","Michelle Duncan","Oliver Milburn"],"overview":"A shy teenage boy trying to escape the influence of his domineering mother, has his world changed when he begins to work for a retired actress.","release_date":"2006-04-30","vote_average":6.3,"runtime":98,"cert":"N\/A","id":11404,"title":"Driving Lessons","adult":false,"genre_ids":[35,18]},{"cast":["Max Riemelt","Jessica Schwarz","Ronald Zehrfeld","Ingeborg Westphal","Devid Striesow"],"overview":"A coming-of-age story set in Germany in the 1960s. Siggi becomes involved in a love triangle when he falls for Luise, but the tightening political climate forces him to make a fateful decision.","release_date":"2006-02-16","vote_average":5.7,"runtime":128,"cert":"N\/A","id":11405,"title":"The Red Cockatoo","adult":false,"genre_ids":[35,18]},{"cast":["Wotan Wilke Möhring","Dirk Benedict","Wolf Roth","Alexandra Neldel","Ralf Richter"],"overview":"Ingo organizes a charity event for the local golf club. Special guest will be the Hollywood star Douglas Burnett. But who remembers what the aging star looks like today?","release_date":"2006-06-26","vote_average":5.2,"runtime":129,"cert":"N\/A","id":11406,"title":"Out of Bounds","adult":false,"genre_ids":[35]},{"cast":["Jurij Rosstalnyj","Manfred Flick","Matthias Hungerbühler","Sarah Kempin","Jan Krauter"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":11407,"title":"Der Schlüssel zum Erfolg","adult":false,"genre_ids":[35]},{"cast":["denis fink","Katja Schaefer","stefan bastians","georgij makazaria","Hannes Schindler"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":11408,"title":"Kurz:Ivan","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":11409,"title":"Faust","adult":false,"genre_ids":[16,18,878]},{"cast":["Geena Davis","Samuel L. Jackson","Yvonne Zima","Craig Bierko","Brian Cox"],"overview":"Samantha Caine, suburban homemaker, is the ideal mom to her 8 year old daughter Caitlin. She lives in Honesdale, PA, has a job teaching school and makes the best Rice Krispie treats in town. But when she receives a bump on her head, she begins to remember small parts of her previous life as a lethal, top-secret agent.","release_date":"1996-10-11","vote_average":6.6,"runtime":121,"cert":"18","id":11412,"title":"The Long Kiss Goodnight","adult":false,"genre_ids":[80,28,9648,53]},{"cast":["Matt Dillon","Steve Zahn","Christina Applegate","Andrea Bendewald","Jay Leggett"],"overview":"\"Employee of the Month\" is about a guy whose day spirals from bad to worse when he gets fired from his dream job at the bank and is dumped by his fiancée Sara. David's best friend Jack tries to convince him it's for the best, but the opposite occurs when bank robberies and millions of dollars become part of his day from hell.","release_date":"2004-01-17","vote_average":6.0,"runtime":97,"cert":"N\/A","id":11413,"title":"Employee of the Month","adult":false,"genre_ids":[28,35]},{"cast":["Tony Curtis","Sidney Poitier","Theodore Bikel","Charles McGraw","Cara Williams"],"overview":"Two convicts, a white racist and an angry black, escape while chained to each other.","release_date":"1958-08-14","vote_average":7.0,"runtime":96,"cert":"N\/A","id":11414,"title":"The Defiant Ones","adult":false,"genre_ids":[80,18]},{"cast":["William Katt","George Wendt","Richard Moll","Kay Lenz","Mary Stavin"],"overview":"Roger Cobb is a author who has just separated from his wife. He moves into a new house and tries to work on a novel based on his experiences in the Vietnam War. Strange things start happening around him; little things at first, but as they become more frequent, Cobb becomes aware that the house resents his presence.","release_date":"1986-02-28","vote_average":6.1,"runtime":93,"cert":"15","id":11415,"title":"House","adult":false,"genre_ids":[35,27]},{"cast":["Robert De Niro","Jeremy Irons","Ray McAnally","Aidan Quinn","Liam Neeson"],"overview":"When a Spanish Jesuit goes into the South American wilderness to build a mission in the hope of converting the Indians of the region, a slave hunter is converted and joins his mission. When Spain sells the colony to Portugal, they are forced to defend all they have built against the Portugese aggressors.","release_date":"1986-09-29","vote_average":7.4,"runtime":126,"cert":"N\/A","id":11416,"title":"The Mission","adult":false,"genre_ids":[12,18,28,36]},{"cast":["Huub Stapel","Willeke van Ammelrooy","Josine van Dalsum","Liz Snoyink","Wiske Sterringa"],"overview":"A lift begins displaying some erratic behavior, like trapping some party goers and nearly suffocating them, and decapitating a security guard. Felix, the technician from the lift company, can't find anything wrong with the circuitry. When he and a nosy reporter begin asking questions of the lift company's electronics partner (Rising Sun Electronics) his boss puts him on a leave of absence. A subsequent visit to a professor leads them to believe that some evil experiments are being conducted.","release_date":"1983-05-11","vote_average":6.0,"runtime":95,"cert":"N\/A","id":11417,"title":"The Lift","adult":false,"genre_ids":[27,878,53,14]},{"cast":["Chevy Chase","Beverly D'Angelo","Dana Hill","Jason Lively","Eric Idle"],"overview":"The Griswalds win a vacation to Europe on a game show, and thus pack their bags for the continent. They do their best to catch the flavor of Europe, but they just don't know how to be be good tourists. Besides, they have trouble taking holidays in countries where they CAN speak the language.","release_date":"1985-07-25","vote_average":6.1,"runtime":95,"cert":"15","id":11418,"title":"National Lampoon's European Vacation","adult":false,"genre_ids":[12,35,10749]},{"cast":["Chevy Chase","Beverly D'Angelo","Randy Quaid","Ethan Embry","Marisol Nichols"],"overview":"The Griswold family hits the road again for a typically ill-fated vacation, this time to the glitzy mecca of slots and showgirls—Las Vegas.","release_date":"1997-02-13","vote_average":6.0,"runtime":93,"cert":"N\/A","id":11419,"title":"Vegas Vacation","adult":false,"genre_ids":[35]},{"cast":["Jane Akre","Ray Anderson","Maude Barlow","Chris Barrett","Michael Moore"],"overview":"Since the late 18th century American legal decision that the business corporation organizational model is legally a person, it has become a dominant economic, political and social force around the globe. This film takes an in-depth psychological examination of the organization model through various case studies. What the study illustrates is that in the its behaviour, this type of \"person\" typically acts like a dangerously destructive psychopath without conscience. Furthermore, we see the profound threat this psychopath has for our world and our future, but also how the people with courage, intelligence and determination can do to stop it.","release_date":"2003-09-10","vote_average":7.8,"runtime":145,"cert":"N\/A","id":11420,"title":"The Corporation","adult":false,"genre_ids":[99]},{"cast":["Marc-André Grondin","Danielle Proulx","Michel Côté","Pierre-Luc Brillant","Émile Vallée"],"overview":"A story of two love affairs. A father's love for his five sons. And one son's love for his father, a love so strong it compels him to live a lie. That son is Zac Beaulieu, born on the 25th of December 1960, different from all his brothers, but desperate to fit in. During the next 20 years, life takes Zac on a surprising and unexpected journey that ultimately leads him to accept his true nature and, even more importantly, leads his father to love him for who he really is.","release_date":"2005-05-27","vote_average":7.7,"runtime":127,"cert":"N\/A","id":11421,"title":"C.R.A.Z.Y.","adult":false,"genre_ids":[18]},{"cast":["Charlton Heston","Henry Fonda","James Coburn","Glenn Ford","Hal Holbrook"],"overview":"This war drama depicts the U.S. and Japanese forces in the naval Battle of Midway, which became a turning point for Americans during World War II.","release_date":"1976-06-18","vote_average":6.5,"runtime":132,"cert":"N\/A","id":11422,"title":"Midway","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["Song Kang-ho","Kim Sang-kyung","Kim Roe-ha","Song Jae-ho ","Park Hae-il"],"overview":"1986 Gyunggi Province. The body of a young woman is found brutally raped and murdered. Two months later, a series of rapes and murders commences under similar circumstances. And in a country that had never known such crimes, the dark whispers about a serial murderer grow louder. A special task force is set up in the area, with two local detectives Park Doo-Man and Jo Young-Goo joined by a detective from Seoul who requested to be assigned to the case.","release_date":"2003-04-24","vote_average":8.1,"runtime":131,"cert":"15","id":11423,"title":"Memories of Murder","adult":false,"genre_ids":[80,18,53]},{"cast":["Bing Crosby","Grace Kelly","Frank Sinatra","Celeste Holm","Louis Calhern"],"overview":"Childhood friends Tracy Lord and C.K. Dexter Haven got married and quickly divorced. Now Tracy is about to marry again, this time to a shrewd social-climbing businessman. Bing still loves her. Spy magazine blackmails Grace's family by threatening to reveal her playboy father's exploits if not allowed to cover the wedding.","release_date":"1956-07-17","vote_average":7.1,"runtime":111,"cert":"PG","id":11424,"title":"High Society","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Rick Moranis","Eve Gordon","Bug Hall","Robin Bartlett","Stuart Pankin"],"overview":"The joke's on absent-minded scientist Wayne Szalinski when his troublesome invention shrinks him, his brother and their wives so effectively that their children think they've completely disappeared. Of course, this gives the kids free rein to do anything they want, unaware that their parents are watching every move.","release_date":"1997-03-18","vote_average":5.2,"runtime":74,"cert":"N\/A","id":11425,"title":"Honey, We Shrunk Ourselves","adult":false,"genre_ids":[12,35,10751,878,28]},{"cast":["Burt Lancaster","Montgomery Clift","Deborah Kerr","Donna Reed","Frank Sinatra"],"overview":"In 1941 Hawaii, a private is cruelly punished for not boxing on his unit's team, while his captain's wife and second in command are falling in love.","release_date":"1953-08-28","vote_average":7.4,"runtime":118,"cert":"PG","id":11426,"title":"From Here to Eternity","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Ray Wise","Lin Shaye","Mick Cain","Alexandra Holden","Amber Smith"],"overview":"Christmas Eve. On his way to his in-laws with his family, Frank Harrington decides to try a shortcut, for the first time in 20 years. It turns out to be the biggest mistake of his life.","release_date":"2003-01-30","vote_average":6.5,"runtime":85,"cert":"N\/A","id":11427,"title":"Dead End","adult":false,"genre_ids":[9648,27,53]},{"cast":["Brian Krause","Mädchen Amick","Alice Krige","Jim Haynie","Cindy Pickett"],"overview":"Charles Brady and his mother, Mary, are the last of a dying breed whose needs are not of this world.  They are Sleepwalkers - able to stay alive only by feeding on the life-force of the innocent, but destined to roam the earth, avoiding discovery while searching for their next victim.  That search takes them to the sleepy little town of Travis, Indiana, where beautiful teenager Tanya Robertson is about to become an unwilling pawn in their nightmarish fight for survival.","release_date":"1992-04-10","vote_average":5.4,"runtime":91,"cert":"18","id":11428,"title":"Sleepwalkers","adult":false,"genre_ids":[14,27,53]},{"cast":["Jeffrey Combs","Jason Barry","Elsa Pataky","Enrique Arce","Nico Baixas"],"overview":"Once again tampering with mother nature to disastrous results, Dr. Herbert West continues his research while serving time in a maximum security prison for his previous exploits. West's limited prison-cell experiments are suddenly interrupted by the arrival of a new prison doctor and the brother of the girl who suffered from West's experiments 13 years earlier.","release_date":"2003-04-04","vote_average":5.5,"runtime":95,"cert":"N\/A","id":11429,"title":"Beyond Re-Animator","adult":false,"genre_ids":[35,27,878]},{"cast":["Nathan Lane","Ernie Sabella","Julie Kavner","Jerry Stiller","Matthew Broderick"],"overview":"Timon the meerkat and Pumbaa the warthog are best pals and the unsung heroes of the African savanna. This prequel to the smash Disney animated adventure takes you back -- way back -- before Simba's adventure began. You'll find out all about Timon and Pumbaa and tag along as they search for the perfect home and attempt to raise a rambunctious lion cub.","release_date":"2004-02-06","vote_average":6.5,"runtime":77,"cert":"U","id":11430,"title":"The Lion King 1½","adult":false,"genre_ids":[16,35,10751]},{"cast":["Drew Barrymore","Jimmy Fallon","Jason Spevack","Jack Kehler","Maureen Keiller"],"overview":"When relaxed and charming Ben Wrightman meets workaholic Lindsey Meeks she finds him sweet and charming, they hit it off and when it is winter Ben can spend every waking hour with Lindsey, but when summer comes around the corner Lindsey discovers Ben's obsession with the Boston Red Sox. She thinks it is perfect until everything goes downhill for them.","release_date":"2005-04-06","vote_average":5.9,"runtime":103,"cert":"N\/A","id":11431,"title":"Fever Pitch","adult":false,"genre_ids":[35,18,10749]},{"cast":["Heike Makatsch","Monica Bleibtreu","Michael Gwisdek","Dan Stevens","Hanns Zischler"],"overview":"A biography of Hildegard Knef, one of Germany's biggest post-war stars.","release_date":"2009-03-11","vote_average":6.2,"runtime":137,"cert":"N\/A","id":11440,"title":"Hilde","adult":false,"genre_ids":[18]},{"cast":["Adriano Celentano","Ornella Muti","Adolfo Celi","Milla Sannoner","Enzo Garinei"],"overview":"Cristina is a rich, spoiled princess visiting Rome with her royal parents. The mission of their visit is to marry her off to a super-wealthy corporate type and thereby start to turn around the losses their small kingdom is experiencing in its casino business. These less-than-noble intentions get derailed when Barnaba, a zany bus driver enters their lives and falls madly in love with the gorgeous Cristina. He is nuts enough to succeed in this romantic chase after royalty, as love seems to fuel his determination to rid Cristina of her elitism and to make her see his own irrepressible attractions.","release_date":"1981-12-18","vote_average":6.7,"runtime":100,"cert":"N\/A","id":11441,"title":"Madly in Love","adult":false,"genre_ids":[35]},{"cast":["Jamie Lee Curtis","Brad Loree","Busta Rhymes","Bianca Kajlich","Katee Sackhoff"],"overview":"Serial Killer Michael Myers is not finished with Laurie Strode, and their rivalry finally comes to an end. But is this the last we see of Myers? Freddie Harris and Nora Winston are reality programmers at DangerTainment, and are planning to send a group of 6 thrill-seeking teenagers into the childhood home of Myers. Cameras are placed all over the house and no one can get out of the house... and then Michael arrives home!","release_date":"2002-07-01","vote_average":4.5,"runtime":94,"cert":"N\/A","id":11442,"title":"Halloween: Resurrection","adult":false,"genre_ids":[27,53]},{"cast":["Larenz Tate","Keith David","Chris Tucker","Freddy Rodríguez","Rose Jackson"],"overview":"Depicts a heist of old bills, retired from circulation and destined by the government to be \"money to burn\". However, more broadly, it addresses the issues of Black Americans' involvement in the Vietnam War and their subsequent disillusionment with progress in social issues and civil rights back home in the United States, during the 1960s.","release_date":"1995-10-06","vote_average":6.6,"runtime":119,"cert":"18","id":11443,"title":"Dead Presidents","adult":false,"genre_ids":[28,18]},{"cast":["Daniel Auteuil","Gérard Depardieu","Thierry Lhermitte","Michèle Laroque","Michel Aumont"],"overview":"A man spreads the rumor of his fake homosexuality with the aid of his neighbor, to prevent his imminent firing at his work.","release_date":"2001-01-17","vote_average":6.3,"runtime":84,"cert":"N\/A","id":11444,"title":"The Closet","adult":false,"genre_ids":[35]},{"cast":["Paul McGann","Pauline McLynn","Chloe Sirene","Tamzin Dunstone","Rula Lenska"],"overview":"Gypo is the story of a working class family in Margate, Kent, a town where immigrants have become the focus of most of the public's discontent.  The film tells the story of the a couple of weeks in this family's life, beginning when a young Czech girl, Tash, comes to visit.  The film is made in the Dogme95 tradition, so no costumes, no lighting, no props or sets, which gives the film a gritty texture appropriate to the story.","release_date":"2005-08-24","vote_average":6.2,"runtime":98,"cert":"","id":11445,"title":"Gypo","adult":false,"genre_ids":[18]},{"cast":["Heather Matarazzo","Angela Pietropinto","Victoria Davis","Christina Brucato","Christina Vidal"],"overview":"An unattractive 7th grader struggles to cope with suburban life as the middle child with un-attentive parents and bullies at school.","release_date":"1996-05-24","vote_average":7.2,"runtime":88,"cert":"N\/A","id":11446,"title":"Welcome to the Dollhouse","adult":false,"genre_ids":[35,18]},{"cast":["Nanni Moretti","Laura Morante","Jasmine Trinca","Giuseppe Sanfelice","Silvio Orlando"],"overview":"A psychoanalyst and his family go through profound emotional trauma when their son dies in a scuba diving accident.","release_date":"2001-03-09","vote_average":7.0,"runtime":99,"cert":"N\/A","id":11447,"title":"The Son's Room","adult":false,"genre_ids":[18]},{"cast":["Woody Allen","Mira Sorvino","Helena Bonham Carter","F. Murray Abraham","Donald Symington"],"overview":"When Lenny and his wife, Amanda, adopt a baby, Lenny realizes that his son is a genius and becomes obsessed with finding the boy's biological mother in hopes that she will be brilliant too. But when he learns that Max's mother is Linda Ash, a kindhearted prostitute and porn star, Lenny is determined to reform her immoral lifestyle. A Greek chorus chimes in to relate the plot to Greek mythology in this quirky comedy.","release_date":"1995-09-13","vote_average":6.8,"runtime":95,"cert":"N\/A","id":11448,"title":"Mighty Aphrodite","adult":false,"genre_ids":[35,10749]},{"cast":["James Brolin","Margot Kidder","Rod Steiger","Don Stroud","Murray Hamilton"],"overview":"George Lutz and his wife Kathleen, move into their Long Island dream house with their children only for their lives to be turned into a hellish nightmare. The legacy of a murder committed in the house gradually affects the family and a priest is brought in to try and exorcise the demonic presence from their home.","release_date":"1979-07-26","vote_average":6.3,"runtime":117,"cert":"15","id":11449,"title":"The Amityville Horror","adult":false,"genre_ids":[27]},{"cast":["John Turturro","Rob Morrow","Ralph Fiennes","Paul Scofield","David Paymer"],"overview":"Quiz Show is a 1994 American historical drama film which tells the true story of the Twenty One quiz show scandal of the 1950s.","release_date":"1994-08-25","vote_average":7.3,"runtime":133,"cert":"15","id":11450,"title":"Quiz Show","adult":false,"genre_ids":[36,18]},{"cast":["Lindsay Lohan","Michael Keaton","Matt Dillon","Breckin Meyer","Justin Long"],"overview":"Maggie Peyton, the new owner of Number 53 - the free-wheelin' Volkswagen bug with a mind of its own - puts the car through its paces on the road to becoming a NASCAR competitor.","release_date":"2005-06-22","vote_average":5.3,"runtime":101,"cert":"U","id":11451,"title":"Herbie Fully Loaded","adult":false,"genre_ids":[35,10751,12,14,10749]},{"cast":["Ryan Reynolds","Tara Reid","Tim Matheson","Kal Penn","Simon Helberg"],"overview":"Van Wilder has been attending college for far too many years and is scared to graduate, but Van’s father eventually realizes what is going on. When he stops paying his son's tuition fees, Van must come up with the money if he wants to stay in college, so he and his friends come up with a great fund-raising idea – throwing parties. However, when the college magazine finds out and reporter, Gwen is sent to do a story on Van Wilder, things get a little complicated.","release_date":"2002-03-29","vote_average":5.9,"runtime":92,"cert":"15","id":11452,"title":"National Lampoon's Van Wilder","adult":false,"genre_ids":[35,10749]},{"cast":["Rob Schneider","Eddie Griffin","Jeroen Krabbé","Til Schweiger","Hanna Verboom"],"overview":"Deuce Bigalow goes to Amsterdam after a little accident including two irritating kids and a bunch of aggressive dolphins. There he meets up with his old friend T.J. Hicks. But a mysterious killer starts killing some of Amsterdam's finest gigolos and T.J. is mistaken for the extremely gay murderer. Deuce must enter the gigolo industry again to find the real murderer and clear T.J.'s name.","release_date":"2005-08-12","vote_average":4.7,"runtime":83,"cert":"","id":11453,"title":"Deuce Bigalow: European Gigolo","adult":false,"genre_ids":[35,18]},{"cast":["William Petersen","Kim Greist","Dennis Farina","Brian Cox","Joan Allen"],"overview":"FBI Agent Will Graham, who retired after catching Hannibal Lecktor, returns to duty to engage in a risky cat-and-mouse game with Lecktor to capture a new killer.","release_date":"1986-08-14","vote_average":7.0,"runtime":122,"cert":"18","id":11454,"title":"Manhunter","adult":false,"genre_ids":[80,27,53]},{"cast":["Cheech Marin","Tommy Chong","Strother Martin","Edie Adams","Harold Fong"],"overview":"An unemployed pot-smoking slacker and amateur drummer, Anthony Stoner ditches his strict parents and hits the road, eventually meeting kindred spirit Pedro de Pacas. While the drug-ingesting duo is soon arrested for possession of marijuana, Anthony and Pedro get released on a technicality, allowing them to continue their many misadventures and ultimately compete in a rock band contest, where they perform the raucous tune \"Earache My Eye.\"","release_date":"1978-01-01","vote_average":6.8,"runtime":86,"cert":"N\/A","id":11455,"title":"Up in Smoke","adult":false,"genre_ids":[35]},{"cast":["John Travolta","Vince Vaughn","Teri Polo","Matt O'Leary","Steve Buscemi"],"overview":"A divorced father discovers that his 12-year-old son's new stepfather is not what he made himself out to be.","release_date":"2001-10-28","vote_average":5.6,"runtime":89,"cert":"N\/A","id":11456,"title":"Domestic Disturbance","adult":false,"genre_ids":[9648,53,80]},{"cast":["Kevin Kline","Kristin Scott Thomas","Hayden Christensen","Jena Malone","Mary Steenburgen"],"overview":"When a man is diagnosed with terminal cancer, he takes custody of his misanthropic teenage son, for whom quality time means getting high, engaging in small-time prostitution, and avoiding his father.","release_date":"2001-10-25","vote_average":7.3,"runtime":125,"cert":"N\/A","id":11457,"title":"Life as a House","adult":false,"genre_ids":[18]},{"cast":["Al Pacino","Kim Basinger","Ryan O'Neal","Téa Leoni","Jonathan Walker"],"overview":"A New York press agent must scramble when his major client becomes embroiled in a huge scandal.","release_date":"2002-11-21","vote_average":5.5,"runtime":100,"cert":"N\/A","id":11458,"title":"People I Know","adult":false,"genre_ids":[18,53]},{"cast":["Michael Angarano","Danielle Panabaker","Mary Elizabeth Winstead","Kurt Russell","Kelly Preston"],"overview":"Set in a world where superheroes are commonly known and accepted, young Will Stronghold, the son of the Commander and Jetstream, tries to find a balance between being a normal teenager and an extraordinary being.","release_date":"2005-07-29","vote_average":6.0,"runtime":100,"cert":"PG","id":11459,"title":"Sky High","adult":false,"genre_ids":[12,35,10751]},{"cast":["Rachel McAdams","Cillian Murphy","Brian Cox","Jayma Mays","Jack Scalia"],"overview":"After attending the funeral of her grandmother in Dallas, the Lux Atlantic Hotel manager Lisa is waiting for a flight to Miami. Due to the bad weather and consequent flight delay, she meets in the airport bar Jack Rippner, who is also in the waiting list. They sit together in the plane, and Jack reveals that he wants Lisa to change the room in Lux of an important American politician to facilitate a terrorist attempt against him. Otherwise, Lisa's father will be killed by a hit man. Lisa has to decide what to do with the menacing man at her side.","release_date":"2005-08-04","vote_average":6.3,"runtime":85,"cert":"12","id":11460,"title":"Red Eye","adult":false,"genre_ids":[27,53]},{"cast":["Harry Andrews","Michael Caine","Trevor Howard","Curd Jürgens","Ian McShane"],"overview":"In 1940, the Royal Air Force fights a desperate battle against the might of the Luftwaffe for control of the skies over Britain, thus preventing the Nazi invasion of Britain.","release_date":"1969-09-15","vote_average":6.9,"runtime":132,"cert":"PG","id":11463,"title":"Battle of Britain","adult":false,"genre_ids":[36,10752]},{"cast":["Harald Krassnitzer","Mirko Lang","Catherine Flemming","Alicja Bachleda-Curuś","Saulius Balandis"],"overview":"18-year old David grew up assuming that his mother and his father have died when he was a baby. He was raised by a monk and is close to completing High School. He gets into a fight during a party and discovers he is stronger than he thought he was- also, the blooding of an injury stops immediately and the wound heals within an hour. All of a sudden, the Priory of Sion and the Knights Templar show interest in the boy and the quest for the Holy Grail begins once again, with David being the one who can lead them to it.","release_date":"2004-12-09","vote_average":5.4,"runtime":180,"cert":"N\/A","id":11464,"title":"Blood of the Templars","adult":false,"genre_ids":[14,10770,12]},{"cast":["Dennis Quaid","Winona Ryder","John Doe","Stephen Tobolowsky","Alec Baldwin"],"overview":"The story of Jerry Lee Lewis, arguably the greatest and certainly one of the wildest musicians of the 1950s. His arrogance, remarkable talent, and unconventional lifestyle often brought him into conflict with others in the industry, and even earned him the scorn and condemnation of the public.","release_date":"1989-06-30","vote_average":6.3,"runtime":108,"cert":"N\/A","id":11465,"title":"Great Balls of Fire!","adult":false,"genre_ids":[18]},{"cast":["Tuva Novotny","Jonas Rimeika","Björn Starrin","Kjell Bergqvist","Lotta Tejle"],"overview":"When Erik, a Stockholm urbanite, learns that his beauty-queen sister, Susie, is missing, he goes to their country roots to look for her. But after talking to the eccentric locals -- including a shy video store clerk and a corrupt police officer -- Erik finds a woman who is not at all like the girl he left behind. Award-winning director Ulf Malmros helms this black comedy infused with hipster flair.","release_date":"2003-10-03","vote_average":7.0,"runtime":97,"cert":"N\/A","id":11466,"title":"Slim Susie","adult":false,"genre_ids":[35]},{"cast":["Julia Roberts","Billy Crystal","Catherine Zeta-Jones","John Cusack","Hank Azaria"],"overview":"In the midst of a nasty public breakup of married movie stars, a studio publicist scrambles to put a cap on the escalating situation as the couple's latest film has found it's only print kidnapped by the director.","release_date":"2001-07-17","vote_average":5.7,"runtime":102,"cert":"12","id":11467,"title":"America's Sweethearts","adult":false,"genre_ids":[35,10749]},{"cast":["Val Kilmer","Vincent D'Onofrio","Adam Goldberg","Luis Guzmán","Doug Hutchison"],"overview":"After the murder of his beloved wife, a man in search of redemption is set adrift in a world where nothing is as it seems. On his journey, he befriends slacker Jimmy \"The Finn\", becomes involved in rescuing his neighbor Colette from her own demons, and gets entangled in a web of deceit full of unexpected twists and turns.","release_date":"2002-01-01","vote_average":6.8,"runtime":103,"cert":"N\/A","id":11468,"title":"The Salton Sea","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Martin Lawrence","Marsha Thomason","Tom Wilkinson","Vincent Regan","Daryl Mitchell"],"overview":"Martin Lawrence plays Jamal, an employee in Medieval World amusement park. After sustaining a blow to the head, he awakens to find himself in 14th century England.","release_date":"2001-11-21","vote_average":5.3,"runtime":95,"cert":"PG","id":11469,"title":"Black Knight","adult":false,"genre_ids":[12,35,14]},{"cast":["Kane Hodder","Lexa Doig","Chuck Campbell","Lisa Ryder","David Cronenberg"],"overview":"In the year 2455, Old Earth is now a contaminated planet abandoned for centuries -- a brown world of violent storms, toxic landmasses and poisonous seas. Yet humans have returned to the deadly place that they once fled, not to live, but to research the ancient, rusting artifacts of the long-gone civilizations. But it's not the harmful environment that could prove fatal to the intrepid, young explorers who have just landed on Old Earth. For them, it's Friday the 13th, and Jason lives!","release_date":"2001-07-24","vote_average":4.6,"runtime":91,"cert":"N\/A","id":11470,"title":"Jason X","adult":false,"genre_ids":[27,878]},{"cast":["Ti Lung","Chow Yun-Fat","Leslie Cheung","Emily Chu","Waise Lee"],"overview":"A reforming ex-gangster tries to reconcile with his estranged policeman brother, but the ties to his former gang are difficult to break.","release_date":"1986-08-02","vote_average":7.5,"runtime":95,"cert":"N\/A","id":11471,"title":"A Better Tomorrow","adult":false,"genre_ids":[28,80,18]},{"cast":["Hugh Grant","Julianne Moore","Tom Arnold","Joan Cusack","Jeff Goldblum"],"overview":"When he finds out his longtime girlfriend is pregnant, a commitment-phobe realizes he might have to change his lifestyle for better or much, much worse.","release_date":"1995-07-12","vote_average":5.6,"runtime":103,"cert":"N\/A","id":11472,"title":"Nine Months","adult":false,"genre_ids":[10749,35]},{"cast":["Matti Pellonpää","Kari Väänänen","Sakke Järvenpää","Heikki Keskinen","Pimme Korhonen"],"overview":"The Leningrad Cowboys, a group of Finnish musicians, and their manager, travel to America seeking fame and fortune. As they cross the country, trying to get to a wedding in Mexico, they are followed by the village idiot, who wishes to join the band.","release_date":"1989-03-24","vote_average":6.9,"runtime":79,"cert":"","id":11475,"title":"Leningrad Cowboys Go America","adult":false,"genre_ids":[35,10402]},{"cast":["Bernhard Bettermann","Michael Mendl","Anatoliy Kotenyov","André Hennicke","Hans Peter Hallwachs"],"overview":"The German soldier Clemens Forel - determined to be reunited with his beloved family - makes a dramatic escape through bitter cold winters, desolate landscapes, and life threatening ventures from a Siberian labor camp after World War II. 8000 miles and three endless years of uncertainty later, he is finally about to reach his destination...An edge of your seat drama that celebrates the power of the human spirit and the force of will, while inspired and impowered by love.","release_date":"2001-12-12","vote_average":7.4,"runtime":158,"cert":"N\/A","id":11476,"title":"As Far As My Feet Will Carry Me","adult":false,"genre_ids":[18]},{"cast":["Carmen Maura","Eduardo Antuña","María Asquerino","Jesús Bonilla","Marta Fernández Muro"],"overview":"Julia, a real estate agent, finds an enormous amount of money hidden in a dead man's apartment, a stroke of luck that will force her to face the wrath of the very peculiar inhabitants of the condominium, headed by an unscrupulous administrator.","release_date":"2000-09-29","vote_average":6.9,"runtime":105,"cert":"15","id":11477,"title":"Common Wealth","adult":false,"genre_ids":[35,53]},{"cast":["Joshua Jackson","Paul Walker","Hill Harper","Leslie Bibb","Christopher McDonald"],"overview":"A senior at an ivy league college, who depends on scholarships and working on the side, gets accepted into the secret society The Skulls. He hopes it betters chances at Harvard but The Skulls is not what he thought and comes at a price.","release_date":"2000-03-31","vote_average":5.7,"runtime":106,"cert":"15","id":11478,"title":"The Skulls","adult":false,"genre_ids":[80,18,53]},{"cast":["Patrick Timsit","Ludwig Briand","Miou-Miou","Thierry Lhermitte","Arielle Dombasle"],"overview":"Stephen, an international trader, tracks down his ex-wife Patricia in some Amazonian backwater. He needs her consent to a divorce so that he can marry Charlotte. Unfortunately, he discovers a son he didn’t know he had – Mimi-Siku. The young jungle boy yearns to see Paris so Stephen reluctantly agrees to take him back home with him for a few days. How will Mimi-Siku react to life in the great metropolis?","release_date":"1994-12-14","vote_average":6.0,"runtime":90,"cert":"N\/A","id":11479,"title":"Little Indian, Big City","adult":false,"genre_ids":[12,18,10751,35]},{"cast":["Daniel Auteuil","Firmine Richard","Pierre Vernier","Maxime Leroux","Isabelle Carré"],"overview":"A company president gets framed with a food-poisoning scandal and the only person who can help him is the evening cleaning-woman, who always seems to be at the right place at the right time.","release_date":"1989-03-22","vote_average":6.5,"runtime":108,"cert":"N\/A","id":11480,"title":"Romuald et Juliette","adult":false,"genre_ids":[35]},{"cast":["Catherine Deneuve","Ian Hendry","John Fraser","Yvonne Furneaux","Patrick Wymark"],"overview":"In Roman Polanski's first English-language film, beautiful young manicurist Carole suffers from androphobia (the pathological fear of interaction with men). When her sister and roommate, Helen, leaves their London flat to go on an Italian holiday with her married boyfriend, Carole withdraws into her apartment. She begins to experience frightful hallucinations, her fear gradually mutating into madness.","release_date":"1965-06-01","vote_average":7.6,"runtime":105,"cert":"","id":11481,"title":"Repulsion","adult":false,"genre_ids":[18,27,53]},{"cast":["Roman Polanski","Isabelle Adjani","Melvyn Douglas","Bernard Fresson","Shelley Winters"],"overview":"A quiet and inconspicuous man rents an apartment in France where the previous tenant committed suicide, and begins to suspect his landlord and neighbors are trying to subtly change him into the last tenant so that he too will kill himself.","release_date":"1976-05-26","vote_average":7.8,"runtime":125,"cert":"18","id":11482,"title":"The Tenant","adult":false,"genre_ids":[27,53,14]},{"cast":["Walter Matthau","Cris Campion","Damien Thomas","Olu Jacobs","Charlotte Lewis"],"overview":"Captain Red runs a hardy pirate ship with the able assistance of Frog, a dashing young French sailor. One day Capt. Red is captured and taken aboard a Spanish galleon, but thanks to his inventiveness, he raises the crew to mutiny, takes over the ship, and kidnaps the niece of the governor of Maracaibo. The question is, can he keep this pace up?","release_date":"1986-05-08","vote_average":6.3,"runtime":124,"cert":"N\/A","id":11483,"title":"Pirates","adult":false,"genre_ids":[12,35]},{"cast":["James Caan","John Houseman","Maud Adams","John Beck","Moses Gunn"],"overview":"In a corporate-controlled future, an ultra-violent sport known as Rollerball represents the world, and one of its powerful athletes is out to defy those who want him out of the game.","release_date":"1975-06-25","vote_average":6.3,"runtime":125,"cert":"N\/A","id":11484,"title":"Rollerball","adult":false,"genre_ids":[12,28,878]},{"cast":["Woody Allen","Janet Margolin","Marcel Hillaire","Jacquelyn Hyde","Lonny Chapman"],"overview":"Virgil Starkwell is intent on becoming a notorious bank robber. Unfortunately for Virgil and his not-so-budding career, he is completely incompetent.","release_date":"1969-08-18","vote_average":7.2,"runtime":85,"cert":"N\/A","id":11485,"title":"Take the Money and Run","adult":false,"genre_ids":[35,80]},{"cast":["Kelby Anno","Philippe Bernard","Scott Brooksbank","Jan Bucher","John Eaves"],"overview":"","release_date":"1986-01-16","vote_average":5.5,"runtime":83,"cert":"N\/A","id":11488,"title":"Feuer und Eis","adult":false,"genre_ids":[28,12,18]},{"cast":["Émilie Dequenne","Olivier Gourmet","Fabrizio Rongione","Anne Yernaux","Bernard Marbaix"],"overview":"Young and impulsive Rosetta lives with her alcoholic mother and, moved by despair, she will do anything to maintain a job.","release_date":"1999-05-23","vote_average":7.2,"runtime":95,"cert":"N\/A","id":11489,"title":"Rosetta","adult":false,"genre_ids":[18]},{"cast":["Jérémie Renier","Déborah François","Olivier Gourmet","Jérémie Segard","Stéphane Bissot"],"overview":"Bruno and Sonia, a young couple living off her benefit and the thefts committed by his gang, have a new source of money: their newborn son.","release_date":"2005-07-10","vote_average":7.2,"runtime":95,"cert":"N\/A","id":11490,"title":"The Child","adult":false,"genre_ids":[18,10749]},{"cast":["Roger Moore","Shari Belafonte","Simon Shepherd","Uwe Ochsenknecht","Siegfried Rauch"],"overview":"Action-comedy about a wealthy man who fakes suicide for the amusement of watching his family and creditors compete for his wealth. Many cameo appearances!","release_date":"1990-10-18","vote_average":5.3,"runtime":106,"cert":"N\/A","id":11491,"title":"Fire, Ice & Dynamite","adult":false,"genre_ids":[28,12,35]},{"cast":["Yixiang Li","Baoqiang Wang","Wang Shuangbao","Jing Ai","Bao Zhen-Jiang"],"overview":"Two Chinese miners, who make money by killing fellow miners and then extorting money from the mine owner to keep quiet about the \"accident\", happen upon their latest victim. But one of them begins to have second thoughts.","release_date":"2003-02-12","vote_average":7.7,"runtime":92,"cert":"N\/A","id":11492,"title":"Blind Shaft","adult":false,"genre_ids":[18,53]},{"cast":["David Keith","Drew Barrymore","Freddie Jones","Heather Locklear","Martin Sheen"],"overview":"As youths, Andy McGee and his future wife, Vicky, participated in secret experiments, allowing themselves to be subjected to mysterious medical tests. Years later, the couple's daughter, Charlie, begins to exhibit the ability of setting fires solely with her mind. This volatile talent makes the youngster extremely dangerous and soon she becomes a target for the enigmatic agency known as \"The Shop.\"","release_date":"1984-05-11","vote_average":6.1,"runtime":114,"cert":"18","id":11495,"title":"Firestarter","adult":false,"genre_ids":[53,878]},{"cast":["Terence Hill","Robert Vaughn","Ross Hill","Norman Bowler","Donald Hodson"],"overview":"While on his travel across the Southwestern United States, with his Jeep CJ Renegade and his chestnut colt named Joe Brown, Luke meets Matt, son of a friend of his, Moose, who is in jail. Moose asks Luke to take care of Matt, and to help him to take possession of a piece of land. So starts their travel, full of adventures...","release_date":"1987-10-30","vote_average":6.1,"runtime":92,"cert":"N\/A","id":11496,"title":"They Call Me Renegade","adult":false,"genre_ids":[28,12,35,37]},{"cast":["Burt Reynolds","Dom DeLuise","Judith Barsi","Melba Moore","Daryl Gilley"],"overview":"When a casino owning dog named Charlie is murdered by his rival Carface, he finds himself in Heaven basically by default since all dogs go to heaven. However, since he wants to get back at his killer, he cons his way back to the living with the warning that doing that damns him to Hell. Once back, he teams with his old partner, Itchy to prep his retaliation. He also stumbles on to an orphan girl who can talk to the animals, thus allowing him to get the inside info on the races to ensure his wins to finance his plans. However, all the while, he is still haunted by nightmares on what's waiting for him on the other side unless he can prove that he is worthy of Heaven again.","release_date":"1989-11-17","vote_average":6.6,"runtime":89,"cert":"U","id":11497,"title":"All Dogs Go to Heaven","adult":false,"genre_ids":[18,16,10751,35,14]},{"cast":["Kenneth Branagh","Derek Jacobi","Andy García","Robin Williams","Lois Hall"],"overview":"In 1949 composer Roman Strauss is executed for the vicious murder of his wife Margaret with a pair of scissors. In 1990s Los Angeles a mute amnesiac woman shows up at an orphanage and private eye Mike Church is called in to investigate. Under hypnosis both the woman and Church seem to have a strange link back to the Strauss murder.","release_date":"1991-08-23","vote_average":6.5,"runtime":107,"cert":"N\/A","id":11498,"title":"Dead Again","adult":false,"genre_ids":[53,10749]},{"cast":["Michael Sheen","Frank Langella","Kevin Bacon","Sam Rockwell","Matthew Macfadyen"],"overview":"For three years after being forced from office, Nixon remained silent. But in summer 1977, the steely, cunning former commander-in-chief agreed to sit for one all-inclusive interview to confront the questions of his time in office and the Watergate scandal that ended his presidency. Nixon surprised everyone in selecting Frost as his televised confessor, intending to easily outfox the breezy British showman and secure a place in the hearts and minds of Americans. Likewise, Frost's team harboured doubts about their boss's ability to hold his own. But as the cameras rolled, a charged battle of wits resulted.","release_date":"2008-10-15","vote_average":7.4,"runtime":122,"cert":"15","id":11499,"title":"Frost\/Nixon","adult":false,"genre_ids":[18,36]}]