[{"cast":["Jason Schwartzman","Mickey Rourke","Brittany Murphy","John Leguizamo","Chloe Hunter"],"overview":"Over the course of three days Ross, a college dropout addicted to crystal-meth, encounters a variety of oddball folks - including a stripper named Nikki and her boyfriend, the local meth producer, The Cook - but all he really wants to do is hook up with his old girlfriend, Amy.","release_date":"2002-06-01","vote_average":6.7,"runtime":101,"cert":"18","id":12079,"title":"Spun","adult":false,"genre_ids":[35,80,18]},{"cast":["Matías Quer","Ariel Mateluna","Aline Küppenheim","Ernesto Malbran","Federico Luppi"],"overview":"Santiago, capital of Chile during the Marxist government of elected, highly controversial president Salvador Allende. Father McEnroe supports his leftist views by introducing a program at the prestigious \"collegio\" (Catholic prep school) St. Patrick to allow free admission of some proletarian kids. One of them is Pedro Machuca, slum-raised son of the cleaning lady in Gonzalo Infante's liberal-bourgeois home. Yet the new classmates become buddies, paradoxically protesting together as Gonzalo gets adopted by Pedro's slum family and gang. But the adults spoil that too, not in the least when general Pinochet's coup ousts Allende, and supporters such as McEnroe.","release_date":"2004-02-24","vote_average":7.8,"runtime":121,"cert":"N\/A","id":12086,"title":"Machuca","adult":false,"genre_ids":[18]},{"cast":["Pierre Richard","Jean Rochefort","Bernard Blier","Paul Le Person","Mireille Darc"],"overview":"Hapless orchestra player becomes an unwitting pawn of rival factions within the French secret service after he is chosen as a decoy by being identified as a super secret agent.","release_date":"1972-12-06","vote_average":6.9,"runtime":90,"cert":"N\/A","id":12089,"title":"The Tall Blond Man with One Black Shoe","adult":false,"genre_ids":[35,9648]},{"cast":["Ashton Kutcher","Brittany Murphy","Christian Kane","David Moscow","Alex Thomas"],"overview":"Tom Leezak and Sarah McNerney fall in love and plan to get married, despite opposition from Sarah's uptight, rich family. When they do get married, and get a chance to prove Sarah's family wrong, they go on a European honeymoon and run into disaster after disaster. They have to decide whether the honeymoon from hell and a few pre-marital mistakes are worth throwing away their love and marriage.","release_date":"2003-01-09","vote_average":5.5,"runtime":95,"cert":"12A","id":12090,"title":"Just Married","adult":false,"genre_ids":[35,10749]},{"cast":["Oksana Akinshina","Artyom Bogucharsky","Lyubov Agapova","Liliya Shinkaryova","Elina Benenson"],"overview":"Lilya lives in poverty and dreams of a better life. Her mother moves to the United States and abandons her to her aunt, who neglects her. Lilya hangs out with her friends, Natasha and Volodya, who is suicidal. Desperate for money, she starts working as a prostitute, and later meets Andrei. He offers her a good job in Sweden, but when Lilya arrives her life quickly enters a downward spiral.","release_date":"2002-08-23","vote_average":7.8,"runtime":109,"cert":"N\/A","id":12093,"title":"Lilya 4-ever","adult":false,"genre_ids":[80,18]},{"cast":["Johnny Knoxville","Bam Margera","Steve-O","Chris Pontius","Ryan Dunn"],"overview":"Jackass Number Two is a compilation of various stunts, pranks and skits, and essentially has no plot. Chris Pontius, Johnny Knoxville, Steve-O, Bam Margera, and the whole crew return to the screen to raise the stakes higher than ever before.","release_date":"2006-09-22","vote_average":6.3,"runtime":95,"cert":"18","id":12094,"title":"Jackass Number Two","adult":false,"genre_ids":[28,35,99]},{"cast":["Robert Patrick","Duane Whitaker","Bo Hopkins","Muse Watson","Brett Harrelson"],"overview":"A gang of bank-robbing misfits heads to Mexico with the blueprints for the perfect million-dollar heist, but when one of the crooks wanders into the wrong bar... and crosses the wrong vampire... the thieving cohorts develop a thirst for blood!","release_date":"1999-03-16","vote_average":4.6,"runtime":88,"cert":"","id":12095,"title":"From Dusk Till Dawn 2: Texas Blood Money","adult":false,"genre_ids":[80,28,27,53]},{"cast":["Steve Martin","Kevin Kline","Jean Reno","Beyoncé Knowles","Emily Mortimer"],"overview":"When the coach of the France soccer team is killed by a poisoned dart in the stadium in the end of a game, and his expensive and huge ring with the diamond Pink Panther disappears, the ambitious Chief Inspector Dreyfus assigns the worst police inspector Jacques Clouseau to the case.","release_date":"2006-02-10","vote_average":5.8,"runtime":93,"cert":"PG","id":12096,"title":"The Pink Panther","adult":false,"genre_ids":[28,35,80,9648,10751]},{"cast":["Inger Nilsson","Pär Sundberg","Maria Persson","Hans Clarin","Paul Esser"],"overview":"Pippi Longstocking, a super-strong redheaded little girl, moves into her father's cottage Villa Villekulla, and has adventures with her next-door neighbors Tommy and Annika in this compilation film of the classic Swedish TV series.","release_date":"1969-05-09","vote_average":6.8,"runtime":100,"cert":"N\/A","id":12097,"title":"Pippi Longstocking","adult":false,"genre_ids":[12,10751]},{"cast":["Thomas Gottschalk","Mike Krüger","Simone Brahmann","Sonja Tuchmann","Thea Gottschalk"],"overview":"No overview found.","release_date":"1984-09-14","vote_average":5.0,"runtime":92,"cert":"N\/A","id":12098,"title":"Zwei Nasen tanken Super","adult":false,"genre_ids":[35]},{"cast":["Sascha Backhaus","Simon Goerts","Sandra Borgmann","Jens Veith","Hedi Kriegeskotte"],"overview":"A young man gets caught up in a conflict between his friends, a skinhead and a gay anarchist.","release_date":"1999-07-11","vote_average":6.3,"runtime":90,"cert":"N\/A","id":12099,"title":"Oi! Warning","adult":false,"genre_ids":[18]},{"cast":["Nicolas Cage","Adam Beach","Peter Stormare","Noah Emmerich","Mark Ruffalo"],"overview":"Joe Enders is a gung-ho Marine assigned to protect a \"windtalker\" - one of several Navajo Indians who were used to relay messages during World War II because their spoken language was indecipherable to Japanese code breakers.","release_date":"2002-06-14","vote_average":5.9,"runtime":134,"cert":"15","id":12100,"title":"Windtalkers","adult":false,"genre_ids":[18,28,36,10752]},{"cast":["Charlton Heston","Edward G. Robinson","Leigh Taylor-Young","Chuck Connors","Joseph Cotten"],"overview":"In an overpopulated futuristic Earth, a New York police detective finds himself marked for murder by government agents when he gets too close to a bizarre state secret involving the origins of a revolutionary and needed new foodstuff.","release_date":"1973-04-19","vote_average":6.9,"runtime":97,"cert":"15","id":12101,"title":"Soylent Green","adult":false,"genre_ids":[9648,878,53]},{"cast":["Dustin Hoffman","Meryl Streep","Jane Alexander","Justin Henry","Howard Duff"],"overview":"Ted Kramer is a career man for whom his work comes before his family. His wife Joanna cannot take this anymore, so she decides to leave him. Ted is now faced with the tasks of housekeeping and taking care of himself and their young son Billy.","release_date":"1979-12-18","vote_average":7.5,"runtime":105,"cert":"PG","id":12102,"title":"Kramer vs. Kramer","adult":false,"genre_ids":[18]},{"cast":["Michael Douglas","Sean Bean","Brittany Murphy","Skye McCole Bartusiak","Guy Torry"],"overview":"When the daughter of a psychiatrist is kidnapped, he's horrified to discover that the abductors' demand is that he break through to a post traumatic stress disorder suffering young woman who knows a secret..","release_date":"2001-09-28","vote_average":6.2,"runtime":113,"cert":"","id":12103,"title":"Don't Say a Word","adult":false,"genre_ids":[53]},{"cast":["Bob Geldof","Christine Hargreaves","James Laurenson","Eleanor David","Alex McAvoy"],"overview":"A troubled rock star descends into madness in the midst of his physical and social isolation from everyone.","release_date":"1982-07-14","vote_average":8.0,"runtime":95,"cert":"","id":12104,"title":"Pink Floyd: The Wall","adult":false,"genre_ids":[10402]},{"cast":["Paul Angelis","John Clive","Geoffrey Hughes","Peter Batten","Dick Emery"],"overview":"The Blue Meanies take over Pepperland, draining it of all its color and music, firing anti-music missiles, bonking people with green apples, and turning the inhabitants to stone by way of the pointed finger of a giant blue glove. As the only survivor, the Lord Admiral escapes in the yellow submarine and goes to Liverpool to enlist the help of the Beatles.","release_date":"1968-07-17","vote_average":7.2,"runtime":90,"cert":"U","id":12105,"title":"Yellow Submarine","adult":false,"genre_ids":[14,10402,16,10751,12]},{"cast":["Sharon Stone","Gene Hackman","Russell Crowe","Leonardo DiCaprio","Tobin Bell"],"overview":"A mysterious woman comes to compete in a quick-draw elimination tournament, in a town taken over by a notorious gunman.","release_date":"1995-02-09","vote_average":6.4,"runtime":107,"cert":"15","id":12106,"title":"The Quick and the Dead","adult":false,"genre_ids":[37]},{"cast":["Eddie Murphy","Janet Jackson","Larry Miller","John Ales","Richard Gant"],"overview":"The hilarity begins when professor Sherman Klump finds romance with fellow DNA specialist, Denise Gaines, and discovers a brilliant formula that reverses aging. But Sherman's thin and obnoxious alter ego, Buddy Love, wants out...and a big piece of the action. And when Buddy gets loose, things get seriously nutty.","release_date":"2000-07-27","vote_average":4.9,"runtime":106,"cert":"12","id":12107,"title":"Nutty Professor II: The Klumps","adult":false,"genre_ids":[14,35,10749,878]},{"cast":["Claudia Michelsen","Ulrich Tukur","Jacob Matschenz","Petra Morzé","Tobias Moretti"],"overview":"When the beautiful, efficient and successful Christine, 42, arrives at their summer beach home with her husband and teenage daughter, a young hitchhiker catches her eye. What follows is the story of a woman who frees herself, tears her life into pieces and puts it back together in a different order.","release_date":"2007-02-10","vote_average":5.8,"runtime":95,"cert":"N\/A","id":12108,"title":"42plus","adult":false,"genre_ids":[18]},{"cast":["Paul Kaye","Kate Magowan","Neil Maskell","Beatriz Batarda","Pete Tong"],"overview":"Its All Gone Pete Tong is a comedy following the tragic life of legendary Frankie Wilde. The story takes us through Frankie's life from one of the best DJ's alive, through subsequent battle with a hearing disorder, culminating in his mysterious disappearance from the scene.","release_date":"2004-09-12","vote_average":6.9,"runtime":90,"cert":"15","id":12109,"title":"It's All Gone Pete Tong","adult":false,"genre_ids":[18,35,10402]},{"cast":["Leslie Nielsen","Mel Brooks","Amy Yasbeck","Peter MacNicol","Lysette Anthony"],"overview":"When a lawyer shows up at the vampire's doorstep, he falls prey to his charms and joins him in his search for fresh blood. Enter Dr. van Helsing, who may be the only one able to vanquish the count.","release_date":"1995-12-22","vote_average":5.9,"runtime":88,"cert":"N\/A","id":12110,"title":"Dracula: Dead and Loving It","adult":false,"genre_ids":[35,27]},{"cast":["Bernard Giraudeau","Gérard Lanvin","Christiane Jean","Maurice Barrier","Bertie Cortez"],"overview":"While being transferred to another prison, two convicts - Stéphane Carella and Paul Brandon - effect a miraculous escape. They are pursued across the Verdon Gorge before arriving at an isolated farmhouse whose owner, Laura, offers them sanctuary. Since the death of her husband, Laura has longed to get her own back on the police and she agrees to help Carella and Brandon in their scheme to rob a casino in Nice. After a shoot out with the casino’s owners, Carella realises that not everything is what it seems. Brandon is not what he appears...","release_date":"1985-03-13","vote_average":6.3,"runtime":94,"cert":"N\/A","id":12111,"title":"The Specialists","adult":false,"genre_ids":[12,80]},{"cast":["Audrey Tautou","Samuel Le Bihan","Isabelle Carré","Clément Sibony","Sophie Guillemin"],"overview":"Angelique, a young student, is in love with a married doctor. We see her attempts to make him leave his pregnant wife, but he does not appear for meetings or finally the booked journey to Florence. Then the movie is turned back to the beginning, and the view changes: We are now following the view of the doctor instead of Angeliques. And things look quite different now...","release_date":"2002-03-27","vote_average":6.7,"runtime":92,"cert":"N\/A","id":12112,"title":"He Loves Me… He Loves Me Not","adult":false,"genre_ids":[18,10749,53]},{"cast":["Leonardo DiCaprio","Russell Crowe","Mark Strong","Ali Suliman","Simon McBurney"],"overview":"The CIA’s hunt is on for the mastermind of a wave of terrorist attacks. Roger Ferris is the agency’s man on the ground, moving from place to place, scrambling to stay ahead of ever-shifting events. An eye in the sky – a satellite link – watches Ferris.  At the other end of that real-time link is the CIA’s Ed Hoffman, strategizing events from thousands of miles away. And as Ferris nears the target, he discovers trust can be just as dangerous as it is necessary for survival.","release_date":"2008-10-10","vote_average":6.6,"runtime":128,"cert":"15","id":12113,"title":"Body of Lies","adult":false,"genre_ids":[28,18,53]},{"cast":["Manfred Krug","Jaecki Schwarz","Ulrike Plenzdorf","Jutta Hoffmann","Heidemarie Schmidt"],"overview":"Long-haul driver Hannes (Manfred Krug) picks up a young hitchhiker, Herb (Jaecki Schwarz), who had a falling-out with his parents after dropping out of college and now travels around doing odd jobs. After a series of adventures, they are joined by Johanna (Jutta Hoffmann) and her child, who missed their bus and need a ride to Berlin. Johanna has left her husband so that he can reflect on their broken relationship and both men gradually begin to fall in love with her.","release_date":"1969-12-04","vote_average":5.0,"runtime":76,"cert":"N\/A","id":12114,"title":"Long Roads - Secret Love","adult":false,"genre_ids":[18]},{"cast":["Sabine Timoteo","Florian Stetter","Dierk Prawdzik","Michael Schech"],"overview":"David, a recently fired scrapyard worker and Marie, a prostitute, both about 20 years old, meet on New Year's Eve in Berlin and decide to run away together. As David's arm is plastered from an accident Marie continues to prostitute herself to finance their restless journey through the Ruhr area. Their love and their will to survive guide them though all problems.","release_date":"2000-08-08","vote_average":2.5,"runtime":128,"cert":"N\/A","id":12115,"title":"Love, Money, Love","adult":false,"genre_ids":[18,10749]},{"cast":["Bernard Verley","Françoise Verley","Zouzou","Daniel Ceccaldi","Malvina Penne"],"overview":"The last of Rohmer's Six Moral Tales. Frederic leads a bourgeois life; he is a partner in a small Paris office and is happily married to Helene, a teacher expecting her second child. In the afternoons, Frederic daydreams about other women, but has no intention of taking any action. One day, Chloe, who had been a mistress of an old friend, begins dropping by his office. They meet as friends, irregularly in the afternoons, till eventually Chloe decides to seduce Frederic, causing him a moral dilemma.","release_date":"1972-08-21","vote_average":7.5,"runtime":97,"cert":"N\/A","id":12116,"title":"Love in the Afternoon","adult":false,"genre_ids":[18,10749]},{"cast":["Anthony Hopkins","Cuba Gooding Jr.","Donald Sutherland","Maura Tierney","George Dzundza"],"overview":"In a prison for the criminally insane, deranged anthropologist Ethan Powell is set to be examined by a bright young psychiatrist, Theo Caulder. Driven by ambition and a hunger for the truth, Caulder will eventually risk everything -- even put his very life on the line -- in a harrowing attempt to understand the bizarre actions of this madman.","release_date":"1999-06-04","vote_average":6.5,"runtime":126,"cert":"N\/A","id":12117,"title":"Instinct","adult":false,"genre_ids":[18,9648,53]},{"cast":["Steve Guttenberg","Bubba Smith","David Graf","Michael Winslow","Bobcat Goldthwait"],"overview":"When police funding is cut, the Governor announces he must close one of the academies. To make it fair, the two police academies must compete against each other to stay in operation. Mauser persuades two officers in Lassard's academy to better his odds, but things don't quite turn out as expected...","release_date":"1986-03-20","vote_average":5.7,"runtime":83,"cert":"PG","id":12118,"title":"Police Academy 3: Back in Training","adult":false,"genre_ids":[35,80]},{"cast":["Heino Ferch","Heike Makatsch","Jan Josef Liefers","Nadja Uhl","Armin Rohde"],"overview":"No overview found.","release_date":"2003-11-09","vote_average":7.0,"runtime":182,"cert":"N\/A","id":12119,"title":"Das Wunder von Lengede","adult":false,"genre_ids":[18]},{"cast":["Dan Aykroyd","Kim Basinger","Jon Lovitz","Alyson Hannigan","Seth Green"],"overview":"Trying to rescue her home planet from destruction, a gorgeous extraterrestrial named Celeste arrives on Earth and begins her scientific research. She woos quirky scientist Dr. Steve Mills, a widower with a young daughter. Before long, Celeste finds herself in love with Steve and her new life on Earth, where she experiences true intimacy for the first time. But when she loses sight of her mission, she begins to question where she belongs.","release_date":"1988-12-09","vote_average":5.5,"runtime":108,"cert":"N\/A","id":12120,"title":"My Stepmother is an Alien","adult":false,"genre_ids":[35,878]},{"cast":["Whoopi Goldberg","Ted Danson","Nia Long","Will Smith","Jennifer Tilly"],"overview":"A young black woman discovers that her father was a sperm donor, and if that wasn't bad enough, he's white.","release_date":"1993-05-27","vote_average":5.5,"runtime":111,"cert":"12","id":12121,"title":"Made in America","adult":false,"genre_ids":[35]},{"cast":["Christopher Reeve","Kirstie Alley","Linda Kozlowski","Michael Paré","Meredith Salenger"],"overview":"An American village is visited by some unknown life form which leaves the women of the village pregnant. Nine months later, the babies are born, and they all look normal, but it doesn't take the \"parents\" long to realize that the kids are not human or humane.","release_date":"1995-04-28","vote_average":5.9,"runtime":99,"cert":"15","id":12122,"title":"Village of the Damned","adult":false,"genre_ids":[53,27,878]},{"cast":["Keanu Reeves","Morgan Freeman","Rachel Weisz","Fred Ward","Kevin Dunn"],"overview":"Two researchers in a green alternative energy project forced on the run when they are framed for murder and treason.","release_date":"1996-08-02","vote_average":5.6,"runtime":107,"cert":"12","id":12123,"title":"Chain Reaction","adult":false,"genre_ids":[28,18,878,53]},{"cast":["Walter Quiroz","Soledad Alfaro","Ricardo Bartis","Christina Becerra","Marc Berman"],"overview":"A young man living in a cold southern village in South America, decides to start a trip looking for his father. By doing this he discovers unexpected facts about his Latin American essence.","release_date":"1992-04-30","vote_average":4.8,"runtime":140,"cert":"N\/A","id":12124,"title":"The Journey","adult":false,"genre_ids":[18]},{"cast":["Matthew Rhys","Marta Lubos","Nahuel Pérez Biscayart","Nia Roberts","Matthew Gravelle"],"overview":"Patagonia narrates the journeys of two women - one looking for her past, the other for her future. The film inter-cuts between their stories, in which one of them travels south to north through the Welsh springtime and the other east to west through the Argentine autumn.","release_date":"2010-01-01","vote_average":5.1,"runtime":119,"cert":"N\/A","id":12125,"title":"Patagonia","adult":false,"genre_ids":[18,12]},{"cast":["Bogdan Diklić","Mira Banjac","Anita Mančić","Branko Vidaković","Sergej Trifunović"],"overview":"Middle-aged cinephile and film projectionist Pera still lives with his mother - and best friend - Mara, in Belgrade. It's 1999 and when NATO bombs start raining down on Serbia, the two of them become refugees. After a surreal journey, they end up in New York, where Pera realizes that he can no longer do the old job he loved so much. While he and Mara were struggling to survive, the new age of digital projection was born. Then Pera stumbles upon some discarded projectors and his new mission in life becomes clear: he will travel around and show people the magic of Real Cinema - the magic that can only be created by celluoid, mechanical projectors, the silver screen and flickering light.","release_date":"2013-06-22","vote_average":5.8,"runtime":105,"cert":"N\/A","id":12126,"title":"Mama's Boy","adult":false,"genre_ids":[18,35]},{"cast":["Inger Nilsson","Pär Sundberg","Maria Persson","Fredrik Ohlsson","Beppe Wolgers"],"overview":"Pippi in the South Seas (original title is Pippi Långstrump på de sju haven) is a 1970 film, based on the eponymous children's books by Astrid Lindgren with the cast of the 1969 TV series. Pippi, with friends Tommy and Annika, adventures on the South Seas to hunt for her father, who has been kidnapped by pirates.","release_date":"1970-01-24","vote_average":7.0,"runtime":86,"cert":"N\/A","id":12127,"title":"Pippi in the South Seas","adult":false,"genre_ids":[12,10751]},{"cast":["Tino Mewes","Thomas Schmieder","Manuel Cortez","Collien Ulmen-Fernandes","Hendrik Borgmann"],"overview":"Three not-so-cool school friends decide to try a old voodoo ritual. Later, they die in a car accident, but live on as zombies. But being a zombie has advantages, too...","release_date":"2004-11-03","vote_average":5.3,"runtime":90,"cert":"N\/A","id":12128,"title":"Night of the Living Dorks","adult":false,"genre_ids":[27,35]},{"cast":["Cloris Leachman","Charles Martin Smith","Stephen W. Burns","Elyssa Davalos","Joaquin Garay, III"],"overview":"The adorable little VW helps its owners break up a counterfeiting ring in Mexico.","release_date":"1980-06-25","vote_average":5.1,"runtime":110,"cert":"U","id":12129,"title":"Herbie Goes Bananas","adult":false,"genre_ids":[14,35,10751,12]},{"cast":["Lee Kang-Sheng","Norman Atun","Chen Shiang-Chyi","Pearlly Chua","Lee-Lin Liew"],"overview":"Forest fires burn in Sumatra; a smoke covers Kuala Lumpur. Grifters beat an immigrant day laborer and leave him on the streets. Rawang, a young man, finds him, carries him home, cares for him, and sleeps next to him. In a loft above lives a waitress. She sometimes provides care and attention. More violence seems a constant possibility. They find another man abandoned on the street, paralyzed. They carry him. While no one speaks to each other, sounds dominate: coughing, cooking, coupling, opening bags; music and news reports on a radio, the rattle and buzz of a restaurant. It's dark in the city at night. We see down hallways, through doors, down alleys. Who sleeps with whom?","release_date":"2006-12-02","vote_average":7.6,"runtime":115,"cert":"N\/A","id":12130,"title":"I Don't Want to Sleep Alone","adult":false,"genre_ids":[18,10749]},{"cast":["David Rott","Mira Bartuschek","Hanno Koffler","Maggie Peren","Oliver Boysen"],"overview":"No overview found.","release_date":"2003-01-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":12131,"title":"Ganz und gar","adult":false,"genre_ids":[35]},{"cast":["Daniel Kuzniecka","Ángela Molina","Yessica Cardozo","Patricio Contreras"],"overview":"No overview found.","release_date":"1997-07-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":12132,"title":"Sin querer","adult":false,"genre_ids":[18]},{"cast":["Will Ferrell","John C. Reilly","Mary Steenburgen","Richard Jenkins","Adam Scott"],"overview":"Brennan Huff and Dale Doback might be grown men. But that doesn't stop them from living at home and turning into jealous, competitive stepbrothers when their single parents marry. Brennan's constant competition with Dale strains his mom's marriage to Dale's dad, leaving everyone to wonder whether they'll ever see eye to eye.","release_date":"2008-07-25","vote_average":6.5,"runtime":98,"cert":"15","id":12133,"title":"Step Brothers","adult":false,"genre_ids":[35]},{"cast":["Jacob Matschenz","Bernadette Heerwagen","Max Riemelt","Florian Panzner","Corinna Harfouch"],"overview":"No overview found.","release_date":"2007-07-27","vote_average":6.0,"runtime":90,"cert":"N\/A","id":12136,"title":"An die Grenze","adult":false,"genre_ids":[18,36]},{"cast":["Nick Romeo Reimann","Leonie Tepe","Fabian Halbig","Manuel Steitz","David Hürten"],"overview":"Ten-year-old Hannes, growing up with his young, poor and single mother wants to join the coolest gang in the area, the Vorstadtkrokodile. When the ‘entry test’ goes wrong, Hannes’s life is saved by Kai, who is desperate to join too but is wheelchair bound and unable to even run away when things get hot. Hannes would accept Kai but the other gang members don’t seem happy to accept a handicapped member. Finally Kai has something to offer. One night a shop is robbed and Kai sees the robbers with his telescope. This is his chance to give some important information to the Crocodiles who want to catch the robbers and gain the € 1000 reward. The Crocodiles and their new member will embark on a big and dangerous adventure.","release_date":"2009-03-26","vote_average":6.8,"runtime":98,"cert":"N\/A","id":12137,"title":"The Crocodiles","adult":false,"genre_ids":[12,10751]},{"cast":["Kurt Russell","Kevin Costner","Courteney Cox","Christian Slater","Kevin Pollak"],"overview":"It was an ingenious enough plan: rob the Riviera Casino's count room during an Elvis impersonator convention. But Thomas Murphy decided to keep all the money for himself and shot all his partners, including recently-freed ex-con Michael Zane. With $3.2 million at stake, the Marshals Service closing in, Michael must track down Murphy.","release_date":"2001-02-23","vote_average":5.7,"runtime":125,"cert":"18","id":12138,"title":"3000 Miles to Graceland","adult":false,"genre_ids":[28,12,35,80,53]},{"cast":["Walter Matthau","Mason Gamble","Joan Plowright","Christopher Lloyd","Lea Thompson"],"overview":"Mr. Wilson's ever-present annoyance comes in the form of one mischievous kid named Dennis. But he'll need Dennis's tricks to uncover a collection of gold coins that go missing when a shady drifter named Switchblade Sam comes to town.","release_date":"1993-06-23","vote_average":5.6,"runtime":94,"cert":"PG","id":12139,"title":"Dennis the Menace","adult":false,"genre_ids":[10751,35]},{"cast":["Atsuko Tanaka","Akio Otsuka","Kouichi Yamadera","Tamio Ohki","Yutaka Nakano"],"overview":"Groundbreaking director Mamoru Oshii continues to push the boundaries of art and anime with this universally acclaimed cyber thriller following cyborg detective Batou as he tries to unravel the reasons for a murderous robot revolt in the year 2032. A quest for a killer that becomes a mind bending search for the meaning of life.","release_date":"2004-03-06","vote_average":7.4,"runtime":100,"cert":"N\/A","id":12140,"title":"Ghost in the Shell 2: Innocence","adult":false,"genre_ids":[16,18,878]},{"cast":["Harvey Keitel","Victor Argo","Frankie Thorn","Robin Burrows","Paul Calderon"],"overview":"While investigating a young nun's rape, a corrupt New York City police detective, with a serious drug and gambling addiction, tries to change his ways and find forgiveness.","release_date":"1992-09-16","vote_average":7.2,"runtime":91,"cert":"N\/A","id":12143,"title":"Bad Lieutenant","adult":false,"genre_ids":[80,18]},{"cast":["Gabriel Damon","Candace Hutson","Judith Barsi","Will Ryan","Pat Hingle"],"overview":"An orphaned brontosaurus named Littlefoot sets off in search of the legendary Great Valley. A land of lush vegetation where the dinosaurs can thrive and live in peace. Along the way he meets four other young dinosaurs, each one a different species, and they encounter several obstacles as they learn to work together in order to survive.","release_date":"1988-11-18","vote_average":7.0,"runtime":69,"cert":"U","id":12144,"title":"The Land Before Time","adult":false,"genre_ids":[16,12,10751]},{"cast":["John Cleese","Jamie Lee Curtis","Kevin Kline","Michael Palin","Robert Lindsay"],"overview":"Ex-policeman Rollo Lee is sent to run Marwood Zoo, the newly acquired business of a New Zealand tycoon. In order to meet high profit targets and keep the zoo open, Rollo enforces a new 'fierce creatures' policy, whereby only the most impressive and dangerous animals are allowed to remain in the zoo. However, the keepers are less enthusiastic about complying with these demands.","release_date":"1997-01-23","vote_average":6.2,"runtime":93,"cert":"","id":12145,"title":"Fierce Creatures","adult":false,"genre_ids":[35,10749]},{"cast":["Tommy Lee Jones","Cate Blanchett","Evan Rachel Wood","Jenna Boyd","Aaron Eckhart"],"overview":"When rancher and single mother of two Maggie Gilkeson sees her teenage daughter, Lily, kidnapped by Apache rebels, she reluctantly accepts the help of her estranged father, Samuel, in tracking down the kidnappers. Along the way, the two must learn to reconcile the past and work together if they are going to have any hope of getting Lily back before she is taken over the border and forced to become a prostitute.","release_date":"2003-11-26","vote_average":6.3,"runtime":135,"cert":"15","id":12146,"title":"The Missing","adult":false,"genre_ids":[53,37,12]},{"cast":["Sophie Rogall","Tino Mewes","Angelika Milster","Ferdinand Dux","Uwe Rohde"],"overview":"16-year old Jan is absent-mindedly strolling through the streets when he's run over by roller-skating Nina. As fast as she has stormed into his life, however, she rushes off again. Nina is 15 years old and full of crazy ideas. She lives together with her brother, her father and his new girlfriend. Her mother isn't in touch much. That's why there is the unconventional Angel whose own daughter disappeared years ago and who is Nina's best friend and substitute mother.","release_date":"2002-08-15","vote_average":5.3,"runtime":103,"cert":"N\/A","id":12147,"title":"Do Fish Do It?","adult":false,"genre_ids":[18]},{"cast":["Götz George","Karoline Eichhorn","Barbara Rudnik","Martin Armknecht","Jürgen Hentsch"],"overview":"The ambitious young Ina Littmann is an investigative journalist for the TV talk show \"Eye in Eye\". Her current subject is Henry Kupfer, who wrote a bestseller about a psychopathic killer after he was himself in prison for 8 years for manslaughter. As an entry for the show Ina plans to use a current series of brutal murders among prostitutes. When Ina meets Kupfer, she is despised and fascinated at the same time. Soon she's convinced that Kupfer not only writes about murders, but commits them himself. She smells a smash hit and prepares to prove him guilty on the show.","release_date":"1995-10-04","vote_average":7.0,"runtime":95,"cert":"N\/A","id":12148,"title":"Der Sandmann","adult":false,"genre_ids":[53]},{"cast":["Bill Paxton","Matthew McConaughey","Powers Boothe","Matt O'Leary","Jeremy Sumpter"],"overview":"A man confesses to an FBI agent his family's story of how his religious fanatic father's visions lead to a series of murders to destroy supposed 'demons'.","release_date":"2001-11-17","vote_average":7.0,"runtime":100,"cert":"N\/A","id":12149,"title":"Frailty","adult":false,"genre_ids":[18,53,80]},{"cast":["Al Pacino","Ellen Barkin","John Goodman","Michael Rooker","William Hickey"],"overview":"Seen-it-all New York detective Frank Keller is unsettled - he has done twenty years on the force and could retire, and he hasn't come to terms with his wife leaving him for a colleague. Joining up with an officer from another part of town to investigate a series of murders linked by the lonely hearts columns he finds he is getting seriously and possibly dangerously involved with Helen, one of the main suspects.","release_date":"1989-09-15","vote_average":6.7,"runtime":113,"cert":"18","id":12150,"title":"Sea of Love","adult":false,"genre_ids":[18,80,9648,10749,53]},{"cast":["Danny DeVito","Bette Midler","Judge Reinhold","Helen Slater","Anita Morris"],"overview":"A couple, cheated by a vile businessman, kidnap his wife in retaliation, without knowing that their enemy is delighted they did.","release_date":"1986-06-26","vote_average":6.8,"runtime":93,"cert":"N\/A","id":12151,"title":"Ruthless People","adult":false,"genre_ids":[35]},{"cast":["Tom Selleck","Steve Guttenberg","Ted Danson","Nancy Travis","Margaret Colin"],"overview":"Three bachelors find themselves forced to take care of a baby left by one of the guy's girlfriends.","release_date":"1987-11-27","vote_average":6.0,"runtime":102,"cert":"PG","id":12154,"title":"3 Men and a Baby","adult":false,"genre_ids":[10751,35,18]},{"cast":["Mia Wasikowska","Johnny Depp","Anne Hathaway","Helena Bonham Carter","Crispin Glover"],"overview":"Alice, an unpretentious and individual 19-year-old, is betrothed to a dunce of an English nobleman. At her engagement party, she escapes the crowd to consider whether to go through with the marriage and falls down a hole in the garden after spotting an unusual rabbit. Arriving in a strange and surreal place called 'Underland,' she finds herself in a world that resembles the nightmares she had as a child, filled with talking animals, villainous queens and knights, and frumious bandersnatches. Alice realizes that she is there for a reason – to conquer the horrific Jabberwocky and restore the rightful queen to her throne.","release_date":"2010-03-03","vote_average":6.6,"runtime":108,"cert":"PG","id":12155,"title":"Alice in Wonderland","adult":false,"genre_ids":[10751,14,12]},{"cast":["Isabelle Huppert","Jérémie Renier","Yannick Renier","Patrick Descamps","Kris Cuppens"],"overview":"Since Luc granted a divorce to Pascale ten years ago, he paid generous alimony and left a fine country house as long as their twin sons remain at home. Pascale always acted as if she was the provider and head of the household, even now the inseparable brothers are twenty. But she started a secret affair with Flemish neighbor, cook Jan, whose ambition is to start a restaurant and B&amp;B with her. As the boys learn she wants to cancel her job and sell the house for the project, college-man Thierry, who has a steady girl Anne, naturally refuses to let her spend dad's money meant for them. Gentler François, content to remain a handyman, would consider letting her and maybe working in the 'family business'. This causes trouble, even after Pascale moves out to Gerda's indefinitely, leading to tragedy.","release_date":"2007-02-21","vote_average":7.0,"runtime":95,"cert":"N\/A","id":12156,"title":"Private Property","adult":false,"genre_ids":[18]},{"cast":["Gérard Depardieu","Andie MacDowell","Bebe Neuwirth","Gregg Edelman","Robert Prosky"],"overview":"Urban horticulturalist Brontë Mitchell has her eye on a gorgeous apartment, but the building's board will rent it only to a married couple. Georges Fauré, a waiter from France whose visa is expiring, needs to marry an American woman to stay in the country. Their marriage of convenience turns into a burden when they must live together to allay the suspicions of the immigration service, as the polar opposites grate on each other's nerves.","release_date":"1990-12-23","vote_average":6.1,"runtime":108,"cert":"N\/A","id":12157,"title":"Green Card","adult":false,"genre_ids":[35,18,10749]},{"cast":["Eddie Murphy","Angela Bassett","Allen Payne","Kadeem Hardison","John Witherspoon"],"overview":"Maximillian, the lone survivor of a race of vampires, comes to Brooklyn in search of a way to live past the next full moon. His ticket to survival is Rita, a NYPD detective who doesn't know she's half vampire -- and Maximillian will do whatever's necessary to put her under his spell.","release_date":"1995-10-26","vote_average":4.8,"runtime":100,"cert":"15","id":12158,"title":"Vampire in Brooklyn","adult":false,"genre_ids":[35,27,10749]},{"cast":["Robin Williams","Cuba Gooding Jr.","Annabella Sciorra","Max von Sydow","Jessica Brooks Grant"],"overview":"Chris Neilson dies to find himself in a heaven more amazing than he could have ever dreamed of. There is one thing missing: his wife. After he dies, his wife, Annie killed herself and went to hell. Chris decides to risk eternity in hades for the small chance that he will be able to bring her back to heaven.","release_date":"1998-10-02","vote_average":7.1,"runtime":113,"cert":"15","id":12159,"title":"What Dreams May Come","adult":false,"genre_ids":[18,14,10749]},{"cast":["Kevin Costner","Dennis Quaid","Gene Hackman","David Andrews","Linden Ashby"],"overview":"Covering the life and times of one of the West's most iconic heroes Wyatt Earp weaves an intricate tale of Earp and his friends and family. With a star studded cast, sweeping cinematography and authentic costumes Wyatt Earp led the way during the Western revival in the 90's.","release_date":"1994-06-24","vote_average":6.6,"runtime":191,"cert":"12","id":12160,"title":"Wyatt Earp","adult":false,"genre_ids":[18,28,37]},{"cast":["Benno Fürmann","Nina Hoss","Hilmi Sözer","André Hennicke","Claudia Geisler"],"overview":"The Turkish diaspora in Germany proves the catalyst for this noir-flavored drama concerning the unlikely friendship between a veteran of the Afghan-Soviet war and a middle-aged Turk in need of a helping hand.","release_date":"2008-08-28","vote_average":6.2,"runtime":93,"cert":"N\/A","id":12161,"title":"Jerichow","adult":false,"genre_ids":[18]},{"cast":["Jeremy Renner","Anthony Mackie","Brian Geraghty","Guy Pearce","Ralph Fiennes"],"overview":"Forced to play a dangerous game of cat-and-mouse in the chaos of war, an elite Army bomb squad unit must come together in a city where everyone is a potential enemy and every object could be a deadly bomb.","release_date":"2008-10-10","vote_average":7.3,"runtime":131,"cert":"15","id":12162,"title":"The Hurt Locker","adult":false,"genre_ids":[18,53,10752]},{"cast":["Mickey Rourke","Marisa Tomei","Evan Rachel Wood","Mark Margolis","Todd Barry"],"overview":"Aging wrestler Randy \"The Ram\" Robinson is long past his prime but still ready and rarin' to go on the pro-wrestling circuit. After a particularly brutal beating, however, Randy hangs up his tights, pursues a serious relationship with a long-in-the-tooth stripper, and tries to reconnect with his estranged daughter. But he can't resist the lure of the ring and readies himself for a comeback.","release_date":"2008-09-07","vote_average":7.5,"runtime":109,"cert":"15","id":12163,"title":"The Wrestler","adult":false,"genre_ids":[18,10749]},{"cast":["Takeshi Kitano","Kanako Higuchi","Kumiko Aso","Aya Enjoji","Masatō Ibu"],"overview":"Machisu is a painter. He never had the success he thinks he is entitled to. Regardless of this, he always remains trying to be successful. His wife Sachiko keeps supporting him, despite all setbacks. Machisu, the only son of a rich collector, has a childs love for painting. Praise from a famous artist friend of his father inspires the young boy to dream of becoming a painter himself.  s a young man, poor loner Machisu manages to attend art school with money earned from working. He is introduced to an unconventional world of bold creativity but he also gets his first bitter taste of harsh criticism from a dealer. Encouragement comes in the form of attractive clerk Sachiko who is convinced that she alone understands him. Marriage is soon followed by a daughter, as love and hope drive Machisu to commit even more deeply to his art ...","release_date":"2008-09-20","vote_average":6.9,"runtime":119,"cert":"N\/A","id":12166,"title":"Achilles and the Tortoise","adult":false,"genre_ids":[35,18]},{"cast":["Fridtjov Såheim","Kjersti Holmen","Henrik Mestad","Marian Saastad Ottesen","Kari Simonsen"],"overview":"The local disability support group visits an involuntary member, not realizing that it will bring them to a critical mass.","release_date":"2006-11-03","vote_average":7.2,"runtime":93,"cert":"N\/A","id":12167,"title":"The Art of Negative Thinking","adult":false,"genre_ids":[35,18]},{"cast":["Théo Frilet","Valentine Catzéflis","Michel Blanc","Bernadette Lafont","Arthur Dupont"],"overview":"","release_date":"2008-07-16","vote_average":5.8,"runtime":93,"cert":"N\/A","id":12170,"title":"Schools Out","adult":false,"genre_ids":[35]},{"cast":["Mike Vogel","Michael Dixon","Christina Cole","Michael Feast","Jaime Murray"],"overview":"Deaths tells the story of an all-American guy who is murdered each day by horrifying pursuers, only to wake up in slightly different lives to experience the terror of being murdered again.","release_date":"2007-12-05","vote_average":5.6,"runtime":87,"cert":"15","id":12171,"title":"The Deaths of Ian Stone","adult":false,"genre_ids":[27,53]},{"cast":["Werner Herzog"],"overview":"Herzog and cinematographer Peter Zeitlinger go to Antarctica to meet people who live and work there, and to capture footage of the continent's unique locations. Herzog's voiceover narration explains that his film will not be a typical Antarctica film about \"fluffy penguins\", but will explore the dreams of the people and the landscape.","release_date":"2007-09-01","vote_average":7.5,"runtime":99,"cert":"N\/A","id":12172,"title":"Encounters at the End of the World","adult":false,"genre_ids":[99]},{"cast":["Gilles Kohler","Roland Lesaffre","Debra Berger","Mary Marquet","Lucien Barjon"],"overview":"One morning, the rector of a small French village comes across a young man, lying unclothed and unconscious on a deserted beach. Intrigued, the rector has the young man carried back to his home. When he awakes the stranger calmly identifies himself as Jean, an angel who has just arrived on Earth. Naturally, the rector doesn’t believe this, but decides to humour the young man. At first, Jean’s arrival in the village causes no upset. He is a harmless soul, full of good intentions and capable of only the kindest deeds. But then the villagers grow wary of him, and this wariness turns to outright hostility when Jean unwittingly causes an accident...","release_date":"1974-11-27","vote_average":5.6,"runtime":100,"cert":"N\/A","id":12173,"title":"The Marvelous Visit","adult":false,"genre_ids":[14]},{"cast":["Claude Rich","Fatou N'Diaye","Ralph Amoussou","Jacky Ido","Mata Gabin"],"overview":"Besieged matriarch Sonia tries to make certain her daughter's nuptials come off flawlessly even as events spiral out of control is in this dark comedy helmed by François Dupeyron. With Sonia's wayward eldest son under arrest on drug charges, she then discovers that her no-account hubby has gambled away the money set aside for the reception. Will Sonia and her family triumph or crumble in the face of adversity?","release_date":"2008-08-30","vote_average":7.0,"runtime":94,"cert":"N\/A","id":12174,"title":"With a Little Help from Myself","adult":false,"genre_ids":[]},{"cast":["Ashly Margaret Rae","Mandy Amano","Richie Chance","Kellan Lutz","Marnette Patterson"],"overview":"Two couples and another friend from college decide to visit the Goldfield Hotel in Nevada to make a documentary about ghosts – then their nightmares begin!","release_date":"2007-03-27","vote_average":3.1,"runtime":90,"cert":"N\/A","id":12175,"title":"Ghosts of Goldfield","adult":false,"genre_ids":[27]},{"cast":["Jean Seberg","Marisol","Barry Stokes","Perla Cristal","Gérard Tichy"],"overview":"Chris Miller lives with her stepmother Ruth in a large secluded mansion in the countryside. Both women have been traumatized by the mysterious disappearance of Chris’ father but their isolation is soon interrupted by the arrival of a mysterious young drifter, Barney, who they take on as a handyman. All the while, an unknown scythe wielding killer has been stalking the area, leaving an ever growing body count, and it’s not long before the women grow increasingly suspicious of Barney…","release_date":"1973-05-17","vote_average":6.0,"runtime":113,"cert":"N\/A","id":12176,"title":"The Corruption of Chris Miller","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Mike Myers","Jessica Alba","Justin Timberlake","Romany Malco","Meagan Good"],"overview":"Born in America and raised in an Indian ashram, Pitka returns to his native land to seek his fortune as a spiritualist and self-help expert. His skills are put to the test when he must get a brokenhearted hockey player's marriage back on track in time for the man to help his team win the Stanley Cup.","release_date":"2008-06-20","vote_average":4.3,"runtime":87,"cert":"12A","id":12177,"title":"The Love Guru","adult":false,"genre_ids":[35,10749]},{"cast":["Frances McDormand","Amy Adams","Lee Pace","Ciarán Hinds","Shirley Henderson"],"overview":"London, England, on the eve of World War II. Guinevere Pettigrew, a strict governess who is unable to keep a job, is fired again. Lost in the hostile city, a series of fortunate circumstances lead her to meet Delysia LaFosse, a glamorous and dazzling American jazz singer whose life is a chaos ruled by indecision, a continuous battle between love and fame.","release_date":"2008-03-07","vote_average":6.7,"runtime":88,"cert":"","id":12178,"title":"Miss Pettigrew Lives for a Day","adult":false,"genre_ids":[18,35,10749]},{"cast":["Morgan Spurlock"],"overview":"Morgan Spurlock (Super Size Me) tours the Middle East to discuss the war on terror with Arabic people.","release_date":"2008-01-21","vote_average":6.3,"runtime":93,"cert":"N\/A","id":12179,"title":"Where in the World Is Osama Bin Laden?","adult":false,"genre_ids":[99]},{"cast":["Tom Kane","Matt Lanter","Ashley Eckstein","James Arnold Taylor","Dee Bradley Baker"],"overview":"Set between Episode II and III the Clone Wars is the first computer animated Star Wars film. Anakin and Obi Wan must find out who kidnapped Jabba the Hutts son and return him safely. The Seperatists will try anything to stop them and ruin any chance of a diplomatic agreement between the Hutt's and the Republic.","release_date":"2008-08-05","vote_average":5.8,"runtime":98,"cert":"PG","id":12180,"title":"Star Wars: The Clone Wars","adult":false,"genre_ids":[16,28,878,12]},{"cast":["Eva Angelina","Chris Cannon","Mike Horner","Evan Stone","Herschel Savage"],"overview":"The Devil has infected Heaven's computer system with a virus which makes the bad guys on Earth look like \"angels\" ... and of course, opens the Gate for their arrival. Two Celestial \"ace\" trouble shooters, Tough Tony and Joe Doggs, are once again called upon to save the day ... and joining them is a loveable computer geek who's a lot smarter than he looks.","release_date":"2004-05-21","vote_average":0.0,"runtime":93,"cert":"N\/A","id":12181,"title":"Blue Angels 2","adult":true,"genre_ids":[35,14]},{"cast":["Michael Cera","Kat Dennings","Aaron Yoo","Alexis Dziena","Ari Graynor"],"overview":"Nick cannot stop obsessing over his ex-girlfriend, Tris, until Tris' friend Norah suddenly shows interest in him at a club. Thus beings an odd night filled with ups and downs as the two keep running into Tris and her new boyfriend while searching for Norah's drunken friend, Caroline, with help from Nick's band mates. As the night winds down, the two have to figure out what they want from each other.","release_date":"2008-10-03","vote_average":6.4,"runtime":89,"cert":"12A","id":12182,"title":"Nick and Norah's Infinite Playlist","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Luke Wilson","Eva Mendes","Jacob Vargas","Owen Wilson","Kris Kristofferson"],"overview":"Luke Wilson plays a good-hearted ex-con who gets a job in a retirement hotel. Three elderly residents help him win back his girlfriend as he lends them a hand in fighting hotel corruption.","release_date":"2005-08-03","vote_average":5.3,"runtime":99,"cert":"N\/A","id":12183,"title":"The Wendell Baker Story","adult":false,"genre_ids":[35,18,10749]},{"cast":["Natalie Portman","Scarlett Johansson","Eric Bana","Jim Sturgess","Mark Rylance"],"overview":"A sumptuous and sensual tale of intrigue, romance and betrayal set against the backdrop of a defining moment in European history: two beautiful sisters, Anne and Mary Boleyn, driven by their family's blind ambition, compete for the love of the handsome and passionate King Henry VIII.","release_date":"2008-02-28","vote_average":6.6,"runtime":115,"cert":"12A","id":12184,"title":"The Other Boleyn Girl","adult":false,"genre_ids":[18,10749]},{"cast":["Warren Beatty","Julie Christie","James Mason","Jack Warden","Charles Grodin"],"overview":"Joe Pendleton is a quarterback preparing to lead his team to the superbowl when he is almost killed in an accident. An overanxious angel plucks him to heaven only to discover that he wasn't ready to die, and that his body has been cremated. A new body must be found, and that of a recently murdered millionaire is chosen. His wife and accountant, the murderers, are confused by this development, as he buys the L.A. Rams in order to once again quarterback them into the Superbowl.","release_date":"1978-06-28","vote_average":6.5,"runtime":101,"cert":"N\/A","id":12185,"title":"Heaven Can Wait","adult":false,"genre_ids":[14,35]},{"cast":["Albert Brooks","Meryl Streep","Rip Torn","Lee Grant","Michael Durrell"],"overview":"In an afterlife resembling the present-day US, people must prove their worth by showing in court how they have demonstrated courage.","release_date":"1991-03-22","vote_average":7.1,"runtime":112,"cert":"PG","id":12186,"title":"Defending Your Life","adult":false,"genre_ids":[35,14,10749]},{"cast":["Robert Downey Jr.","Charles Grodin","Alfre Woodard","Kyra Sedgwick","Tom Sizemore"],"overview":"A businessman is reunited with the four lost souls who were his guardian angels during childhood, all with a particular purpose to joining the afterlife.","release_date":"1993-08-13","vote_average":6.8,"runtime":104,"cert":"N\/A","id":12187,"title":"Heart and Souls","adult":false,"genre_ids":[14,18,35,10749]},{"cast":["Milo Ventimiglia","Alyssa Milano","Michael Weston","Lauren Lee Smith","Johnny Whitworth"],"overview":"Medical student Ted Grey graduates at the top of his class and quickly joins an elite pathology program, whose top students invite him into their circle. There he uncovers a gruesome secret: They play a game in which one tries to commit the perfect, undetectable murder, then the others compete to determine the victim's cause of death.","release_date":"2008-04-11","vote_average":5.7,"runtime":95,"cert":"18","id":12192,"title":"Pathology","adult":false,"genre_ids":[80,27,53]},{"cast":["Vince Vaughn","Reese Witherspoon","Robert Duvall","Sissy Spacek","Jon Voight"],"overview":"Brad and Kate have made something of an art form out of avoiding their families during the holidays, but this year their foolproof plan is about go bust -- big time. Stuck at the city airport after all departing flights are canceled, the couple is embarrassed to see their ruse exposed to the world by an overzealous television reporter. Now, Brad and Kate are left with precious little choice other than to swallow their pride and suffer the rounds.","release_date":"2008-11-26","vote_average":5.6,"runtime":88,"cert":"N\/A","id":12193,"title":"Four Christmases","adult":false,"genre_ids":[35,10749,18]},{"cast":["Fabian Hinrichs","Christoph Bach","Melika Foroutan","Christian Ahlers","Maxim Mehmet"],"overview":"No overview found.","release_date":"2009-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":12196,"title":"66\/67 - Fairplay war gestern","adult":false,"genre_ids":[18]},{"cast":["Anders Danielsen Lie","Espen Klouman Høiner","Viktoria Winge","Christian Rubeck","Henrik Elvestad"],"overview":"Two competitive friends, fueled by literary aspirations and youthful exuberance, endure the pangs of love, depression and burgeoning careers.","release_date":"2006-07-03","vote_average":6.9,"runtime":105,"cert":"N\/A","id":12197,"title":"Reprise","adult":false,"genre_ids":[18]},{"cast":["Juliette Binoche","Simon Iteanu","Song Fang","Hippolyte Girardot","Louise Margolin"],"overview":"The first part in a new series of films produced by Musée d'Orsay, 'Flight of the Red Balloon' tells the story of a French family as seen through the eyes of a Chinese student. The film was shot in August and September 2006 on location in Paris. This is Hou Hsiao-Hsien's first Western film. It is based on the classic French short The Red Balloon directed by Albert Lamorisse.","release_date":"2007-05-17","vote_average":5.9,"runtime":117,"cert":"N\/A","id":12198,"title":"Flight of the Red Balloon","adult":false,"genre_ids":[10751,18]},{"cast":["Mel Gibson","Ray Winstone","Danny Huston","Shawn Roberts","Denis O'Hare"],"overview":"As a seasoned homicide detective, Thomas Craven has seen the bleakest side of humanity. But nothing prepares him for the toughest investigation of his life: the search for his only daughter Emma's killer. Now, he is on a personal mission to uncover the disturbing secrets surrounding her murder, including corporate corruption, government collusion and Emma's own mysterious life.","release_date":"2010-01-28","vote_average":6.3,"runtime":117,"cert":"15","id":12201,"title":"Edge of Darkness","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Rudolf Klein-Rogge","Oscar Beregi Sr.","Paul Bernd","Henry Pleß","Otto Wernicke"],"overview":"After a detective is assaulted by thugs and placed in an asylum run by Professor Baum, he observes the professor's preoccupation with another patient, the criminal genius Dr. Mabuse the hypnotist. When Mabuse's notes are found to be connected with a rash of recent crimes, Commissioner Lohmann must determine how Mabuse is communicating with the criminals, despite conflicting reports on the doctor's whereabouts, and capture him for good.","release_date":"1933-04-21","vote_average":7.6,"runtime":122,"cert":"N\/A","id":12206,"title":"The Testament of Dr. Mabuse","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Jackie Chan","梅艳芳","Ti Lung","Felix Wong","Liu Chia-Liang"],"overview":"Returning home with his father after a shopping expedition, Wong Fei-Hong is unwittingly caught up in the battle between foreigners who wish to export ancient Chinese artifacts and loyalists who don't want the pieces to leave the country. Fei-Hong must fight against the foreigners using his Drunken Boxing style, and overcome his father's antagonism as well.","release_date":"1994-02-03","vote_average":7.3,"runtime":102,"cert":"15","id":12207,"title":"The Legend of Drunken Master","adult":false,"genre_ids":[28,35]},{"cast":["David Niven","Peter Sellers","Ursula Andress","Orson Welles","Joanna Pettet"],"overview":"Sir James Bond is called back out of retirement to stop SMERSH. In order to trick SMERSH, James thinks up the ultimate plan - that every agent will be named 'James Bond'. One of the Bonds, whose real name is Evelyn Tremble is sent to take on Le Chiffre in a game of baccarat, but all the Bonds get more than they can handle.","release_date":"1967-04-13","vote_average":5.6,"runtime":131,"cert":"U","id":12208,"title":"Casino Royale","adult":false,"genre_ids":[12,28,35]},{"cast":["Polo Hofer"],"overview":"No overview found.","release_date":"2003-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":12209,"title":"Abxang","adult":false,"genre_ids":[99]},{"cast":["Jennifer Morrison","Matthew Davis","Loretta Devine","Hart Bochner","Anthony Anderson"],"overview":"The making of a horror movie takes on a terrifying reality for students at the most prestigious film school in the country. At Alpine University, someone is determined to win the best film award at any cost - even if it means eliminating the competition. No one is safe and everyone is a suspect.","release_date":"2000-09-22","vote_average":4.6,"runtime":97,"cert":"","id":12212,"title":"Urban Legends: Final Cut","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"No overview found.","release_date":"2008-01-10","vote_average":0.0,"runtime":10,"cert":"N\/A","id":12213,"title":"Remembering Whiskey","adult":false,"genre_ids":[]},{"cast":["Claude Brasseur","Jean-Louis Trintignant","Éva Darlan","Alain Claessens","Jean-Paul Roussillon"],"overview":"No overview found.","release_date":"1981-11-09","vote_average":6.8,"runtime":105,"cert":"N\/A","id":12214,"title":"Une affaire d'hommes","adult":false,"genre_ids":[80]},{"cast":["Alain Claessens","Anne Wiazemsky","François Dyrek","Jean-Pierre Sentier","Véronique Silver"],"overview":"No overview found.","release_date":"1978-03-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":12215,"title":"La Passion","adult":false,"genre_ids":[18]},{"cast":["Michael Madsen","Michael Muhney","Jenna Zablocki","Stacy Keach","Nicholas Brendon"],"overview":"Investigators pursuing a bizarre hemorrhagic illness are lead to a strange black painting that they discover is a portal to another dimension.","release_date":"2010-01-01","vote_average":3.0,"runtime":83,"cert":"18","id":12216,"title":"The Portal","adult":false,"genre_ids":[27]},{"cast":["Jérémie Renier","Nozha Khouadra","Christian Crahay","Stéphane Excoffier","Fabrizio Rongione"],"overview":"","release_date":"2001-01-01","vote_average":3.0,"runtime":87,"cert":"N\/A","id":12217,"title":"The Third Eye","adult":false,"genre_ids":[18]},{"cast":["Bruce Willis","Michelle Pfeiffer","Rob Reiner","Colleen Rennison","Jake Sandvig"],"overview":"Ben and Katie Jordan are a married couple who go through hard times in fifteen years of marriage.","release_date":"1999-10-13","vote_average":6.1,"runtime":95,"cert":"N\/A","id":12220,"title":"The Story of Us","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ana Cristina Oliveira","Nuno Gil","João Carreira","Teresa Madruga","Carloto Cotta"],"overview":"After breaking up with her boyfriend, a woman named Odete (Ana Cristina De Oliveira) descends into madness and claims to be pregnant with the child of Rui's (Nuno Gil) late lover, Pedro (João Carreira). As grief-stricken Rui mourns Pedro's death, Odete tries to transform herself into Pedro.","release_date":"2005-05-18","vote_average":6.5,"runtime":101,"cert":"N\/A","id":12221,"title":"Two Drifters","adult":false,"genre_ids":[18]},{"cast":["Jim Carrey","Steve Carell","Carol Burnett","Will Arnett","Seth Rogen"],"overview":"One day, Horton the elephant hears a cry from help coming from a speck of dust. Even though he can't see anyone on the speck, he decides to help it. As it turns out, the speck of dust is home to the Whos, who live in their city of Whoville. Horton agrees to help protect the Whos and their home","release_date":"2008-03-03","vote_average":6.3,"runtime":88,"cert":"U","id":12222,"title":"Horton Hears a Who!","adult":false,"genre_ids":[16,35,10751,12,14]},{"cast":["Katharine Ross","Paula Prentiss","Nanette Newman","Judith Baldwin","Peter Masterson"],"overview":"The urban aspirant photographer Joanna Eberhart moves from Manhattan to Stepford, Connecticut with her family. Her husband Walter Eberhart decided to live in a calm suburb, but Joanna did not like the neighborhood with beautiful and perfect housewives. She becomes friend of Bobbie Markowe and Charmaine Wimperis, and when they change Joanna tries to escape.","release_date":"1975-02-12","vote_average":6.8,"runtime":117,"cert":"","id":12223,"title":"The Stepford Wives","adult":false,"genre_ids":[27,9648,878,53]},{"cast":["Dennis Hopper","Peter Bart","Warren Beatty","Carl Bernstein","Norman Mailer"],"overview":"In 1972, a seemingly typical shoestring budget pornographic film was made in a Florida hotel, \"Deep Throat,\" starring Linda Lovelace. This film would surpass the wildest expectation of everyone involved to become one of the most successful independent films of all time. It caught the public imagination which met the spirit of the times, even as the self appointed guardians of public morality struggled to suppress it, and created, for a brief moment, a possible future where sexuality in film had a bold artistic potential. This film covers the story of the making of this controversial film, its stunning success, its hysterical opposition along with its dark side of mob influence and allegations of the on set mistreatment of the film's star.","release_date":"2005-02-11","vote_average":6.9,"runtime":90,"cert":"18","id":12228,"title":"Inside Deep Throat","adult":false,"genre_ids":[36,99]},{"cast":["Ewen Bremner","Kevin McKidd","Stephen McCole","Jemma Redgrave","Martin Clunes"],"overview":"THE ACID HOUSE is a surreal triptych adapted by \"Trainspotting\" author Irvine Welsh from his acclaimed collection of short stories.\r Combining a vicious sense of humor with hard-talking drama, the film reaches into the hearts and minds of the chemical generation, casting a dark and unholy light into the hidden corners of the human psyche.\r Directed by Paul McGuigan, the film dramatises three stories from the book: 1- The Granton Star Cause, 2- A Soft Touch &amp; 3- The Acid House.","release_date":"1998-07-02","vote_average":6.6,"runtime":106,"cert":"N\/A","id":12229,"title":"The Acid House","adult":false,"genre_ids":[35,18]},{"cast":["Rod Taylor","J. Pat O'Malley","Betty Lou Gerson","Martha Wentworth","Ben Wright"],"overview":"When a litter of dalmatian puppies are abducted by the minions of Cruella De Vil, the parents must find them before she uses them for a diabolical fashion statement.","release_date":"1961-01-25","vote_average":7.0,"runtime":79,"cert":"U","id":12230,"title":"One Hundred and One Dalmatians","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Bjørn Puggaard-Müller","Ghita Nørby"],"overview":"A good looking female social welfare worker makes Egon Olsen forget about crimes for some time, but when an American gangster breaks into a local bank and the police think its Egon's work, he has to get back to work to prove he's innocent.","release_date":"1969-10-03","vote_average":6.3,"runtime":111,"cert":"N\/A","id":12231,"title":"The Olsen Gang in a Fix","adult":false,"genre_ids":[10751,35,80]},{"cast":["Conrad Veidt","Sabu","June Duprez","Rex Ingram","John Justin"],"overview":"When Prince Ahmad is blinded and cast out of Bagdad by the nefarious Jaffar, he joins forces with the scrappy thief Abu to win back his royal place, as well as the heart of a beautiful princess.","release_date":"1940-12-25","vote_average":7.2,"runtime":106,"cert":"N\/A","id":12232,"title":"The Thief of Bagdad","adult":false,"genre_ids":[28,12,10751,14]},{"cast":["Joey Lawrence","Billy Joel","Cheech Marin","Richard Mulligan","Roscoe Lee Browne"],"overview":"This animated take on Oliver Twist re-imagines Oliver as an adorable orphaned kitten who struggles to survive in New York City and falls in with a band of canine criminals led by an evil human. First, Oliver meets Dodger, a carefree mutt with street savoir faire. But when Oliver meets wealthy Jenny on one of the gang's thieving missions, his life changes forever.","release_date":"1988-11-18","vote_average":6.7,"runtime":74,"cert":"U","id":12233,"title":"Oliver & Company","adult":false,"genre_ids":[16,35,10751]},{"cast":["Hansi Kraus","Uschi Glas","Fritz Wepper","Rudolf Schündler","Jutta Speidel"],"overview":"Principal Gottlieb Taft's twin brother Gotthold Taft partakes in the most recent prank by faking his death and promising a large inheritance to the Mommsen-Gymnasium and the principal. Of course, the inheritance is tied to many embarrassing conditions.","release_date":"1970-07-07","vote_average":4.9,"runtime":84,"cert":"N\/A","id":12234,"title":"Wir hau'n die Pauker in die Pfanne","adult":false,"genre_ids":[35]},{"cast":["Glenn Close","Jeff Bridges","Peter Coyote","Lance Henriksen","Robert Loggia"],"overview":"San Francisco heiress Page Forrester is brutally murdered in her remote beach house. Her husband Jack is devastated by the crime but soon finds himself accused of her murder. He hires lawyer Teddy Barnes to defend him, despite the fact she hasn't handled a criminal case for many years. There's a certain chemistry between them and Teddy soon finds herself defending the man she loves.","release_date":"1985-10-04","vote_average":6.5,"runtime":108,"cert":"N\/A","id":12235,"title":"Jagged Edge","adult":false,"genre_ids":[9648,53]},{"cast":["John Candy","Donna Dixon","Matt Frewer","Joe Flaherty","Lee Van Cleef"],"overview":"An illegal race that takes place over the United States and nothing will stop this bunch of racers except for the occasional cop or a damsel in distress. Jackie Chan's car is not in this one, but many new cars make up for that. Who will win? Who will crash? Who will not even finish? Sit down and buckle up for the ride of your life.","release_date":"1989-04-21","vote_average":4.2,"runtime":94,"cert":"N\/A","id":12236,"title":"Speed Zone","adult":false,"genre_ids":[28,35]},{"cast":["Michael Carr","Samuel Berkowitz","Mary Ellen Brighton","John Alan Schwartz","Adolf Hitler"],"overview":"A collection of death scenes, ranging from TV-material to home-made super-8 movies. The common factor is death by some means.","release_date":"1978-01-01","vote_average":4.2,"runtime":105,"cert":"N\/A","id":12237,"title":"Faces of Death","adult":false,"genre_ids":[99,27]},{"cast":["Miguel Ferrer","Julie Entwisle","Dan Monahan","Michael H. Moss","John Bennes"],"overview":"Two investigative reporters for a tabloid magazine track down across country \"The Night Flier\", a serial killer who travels by private plane stalking victims in rural airports. One of the reporters, Richard Dees, begins to suspect that \"the Night Flier could perhaps be a vampire\"","release_date":"1997-04-30","vote_average":5.9,"runtime":93,"cert":"18","id":12238,"title":"The Night Flier","adult":false,"genre_ids":[9648,27,14]},{"cast":["Rutger Hauer","John Hurt","Craig T. Nelson","Dennis Hopper","Chris Sarandon"],"overview":"The host of an investigative news show is convinced by the CIA that the friends he has invited to a weekend in the country are engaged in a conspiracy that threatens national security in this adaptation of the Robert Ludlum novel.","release_date":"1983-10-14","vote_average":5.7,"runtime":103,"cert":"N\/A","id":12239,"title":"The Osterman Weekend","adult":false,"genre_ids":[28,18,53]},{"cast":["John Diehl","Melissa Leo","Robin Lord Taylor","Nicole Vicius","Julianne Michelle"],"overview":"","release_date":"2006-11-16","vote_average":7.5,"runtime":97,"cert":"N\/A","id":12240,"title":"The House Is Burning","adult":false,"genre_ids":[18]},{"cast":["Bruce Ramsay","William Baldwin","Lois Chiles","Barry Corbin","Mel Gorham"],"overview":"Gabriella, a Columbian immigrant, is obsessed with understanding violent crime. The current string of murders by \"The Blue Blood Killer\" of affluent Miami socialites provides her with fodder for her scrapbook of death. She lands a job with a post-murder cleaning service and during a Blue-Blood clean-up job, discovers evidence that police have overlooked.","release_date":"1996-09-06","vote_average":5.9,"runtime":88,"cert":"N\/A","id":12241,"title":"Curdled","adult":false,"genre_ids":[35,80,53]},{"cast":["Ming-Na Wen","BD Wong","Mark Moseley","Lucy Liu","Sandra Oh"],"overview":"Fa Mulan gets the surprise of her young life when her love, Captain Li Shang asks for her hand in marriage. Before the two can have their happily ever after, the Emperor assigns them a secret mission, to escort three princesses to Chang'an, China. Mushu is determined to drive a wedge between the couple after he learns that he will lose his guardian job if Mulan marries into the Li family.","release_date":"2004-11-03","vote_average":6.3,"runtime":79,"cert":"U","id":12242,"title":"Mulan II","adult":false,"genre_ids":[16,35,10751,28]},{"cast":["Alexander Roth","Andreas Gregorius","Maya Schenk","Daniel P. Schenk","Carolina Schenk"],"overview":"","release_date":"2004-05-29","vote_average":5.8,"runtime":39,"cert":"N\/A","id":12243,"title":"A Gamer's Day","adult":false,"genre_ids":[28]},{"cast":["Christopher Plummer","Martin Landau","John C. Reilly","Crispin Glover","Jennifer Connelly"],"overview":"When 9 first comes to life, he finds himself in a post-apocalyptic world. All humans are gone, and it is only by chance that he discovers a small community of others like him taking refuge from fearsome machines that roam the earth intent on their extinction. Despite being the neophyte of the group, 9 convinces the others that hiding will do them no good.","release_date":"2009-08-19","vote_average":6.7,"runtime":79,"cert":"12A","id":12244,"title":"9","adult":false,"genre_ids":[28,12,16,878,53]},{"cast":["Elijah Wood","John Hurt","Leonor Watling","Julie Cox","Jim Carter"],"overview":"At Oxford University, a professor and a grad student work together to try and stop a potential series of murders seemingly linked by mathematical symbols","release_date":"2008-01-18","vote_average":5.9,"runtime":107,"cert":"N\/A","id":12245,"title":"The Oxford Murders","adult":false,"genre_ids":[80,9648,53]},{"cast":["Tadanobu Asano","Sun Honglei","Khulan Chuluun","Aliya","Ba Sen"],"overview":"The story recounts the early life of Genghis Khan, a slave who went on to conquer half the world in the 11th century.","release_date":"2007-09-20","vote_average":6.7,"runtime":120,"cert":"15","id":12246,"title":"Mongol: The Rise of Genghis Khan","adult":false,"genre_ids":[36,12,10752,28]},{"cast":["Michael Shannon","Glenda Pannell","Lynnsee Provence","Douglas Ligon","Barlow Jacobs"],"overview":"Shotgun Stories tracks a feud that erupts between two sets of half brothers following the death of their father. Set against the cotton fields and back roads of Southeast Arkansas, these brothers discover the lengths to which each will go to protect their family.","release_date":"2007-10-01","vote_average":7.2,"runtime":92,"cert":"N\/A","id":12247,"title":"Shotgun Stories","adult":false,"genre_ids":[18,53]},{"cast":["Kate Beckinsale","Bernard Hepton","Mark Strong","Samantha Bond","James Hazeldine"],"overview":"Emma Woodhouse has a rigid sense of propriety as regards matrimonial alliances. Unfortunately she insists on matchmaking for her less forceful friend, Harriet, and so causes her to come to grief. Through the sharp words of Mr. Knightley, and the example of the opinionated Mrs. Elton, someone not unlike herself, Emma's attitudes begin to soften.","release_date":"1996-10-02","vote_average":6.8,"runtime":107,"cert":"U","id":12254,"title":"Emma","adult":false,"genre_ids":[35,18,10749]},{"cast":["Daryl Hannah","Jennifer Tilly","Bruce Greenwood","Vincent Gallo","Johanna Black"],"overview":"A desperate, childless couple kidnap a pregnant woman and lead her husband to believe that she is dead.","release_date":"2000-01-01","vote_average":5.4,"runtime":100,"cert":"N\/A","id":12255,"title":"Cord","adult":false,"genre_ids":[80,18,53]},{"cast":["Christian Kahrmann","Radost Bokel","Tana Schanzara","Yutah Lorenz","Alexander Schottky"],"overview":"A young student stands to inherent a fortune provided he can pass his first semester of college and find a steady girlfriend. His scheming stepfather has other plans for the money, however.","release_date":"1997-04-17","vote_average":3.0,"runtime":95,"cert":"N\/A","id":12256,"title":"The First Semester","adult":false,"genre_ids":[35]},{"cast":["Drew Barrymore","Catherine O'Hara","Luke Wilson","Jake Busey","Shelley Duvall"],"overview":"Dorian and Angus chase down their womanizing stepfather with a helicopter, frightening him to death. In his effort to cover their tracks, Dorian begins investigating his stepfather's mistress, Sally. She works at a fast-food drive-through, she's pregnant and Dorian quickly falls in love with her. Unfortunately, his scheming mother wants Sally dead. And Sally isn't sure she wants Dorian to be her child's father and also his brother.","release_date":"1998-11-25","vote_average":4.8,"runtime":93,"cert":"N\/A","id":12257,"title":"Home Fries","adult":false,"genre_ids":[18,35,10749]},{"cast":["Abbas","Vineeth Radhakrishnan","Tabu","S. P. Balasubramaniam","Srividhya"],"overview":"In a city in Southern India traditional rivalry has always existed between the students of Pachaiyappas and Loyola Colleges respectively. Karthik (Vineeth) is poor and an orphan, who studies in Pachaiyappa's College, lives in a rented room, travels by the bus, hangs out with a number of friends, and is the Captain of his football team. He is also a good poet and daydreams about his dream girl. Arun (Abbas), on the other hand, comes from a rich and wealthy family, studies in Loyola College, drives his own car, hangs out with number of friends, and is also the Captain of his football team. In a nasty inter college riot Arun saves Karthik's life. So in return Karthik lets Arun win in a soccer game because he thinks Arun can't take losses easily.","release_date":"1996-08-23","vote_average":7.5,"runtime":158,"cert":"N\/A","id":12258,"title":"Kadhal Desam","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Amitabh Bachchan","Dharmendra","Sanjeev Kumar","Hema Malini","Jaya Bachchan"],"overview":"A Police Officer, whose family was killed by a bandit named Gabbar Singh, decides to fight fire with fire and recruits two convicts, Jai & Veeru, to bring Gabbar Singh to jail alive, but will they succeed in their mission and get their reward? Come and watch the action-packed super-hit Sholay to find out!!","release_date":"1975-08-15","vote_average":7.0,"runtime":204,"cert":"N\/A","id":12259,"title":"Sholay","adult":false,"genre_ids":[28]},{"cast":["Martin Speer","Russ Grieve","John Steadman","James Whitworth","Virginia Vincent"],"overview":"On the way to California, a family has the misfortune to have their car break down in an area closed to the public, and inhabited by violent savages ready to attack.","release_date":"1977-07-22","vote_average":6.1,"runtime":90,"cert":"N\/A","id":12262,"title":"The Hills Have Eyes","adult":false,"genre_ids":[27]},{"cast":["Madeleine Cheminat","Claude Jade","Serge Moati","Roland Lesaffre","Marie Marczack"],"overview":"No overview found.","release_date":"1981-01-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":12265,"title":"Au bout du chemin","adult":false,"genre_ids":[18]},{"cast":["Gérard Lanvin","Michel Piccoli","Madeleine Cheminat","Jean-Pierre Kalfon","Pierre Michaël"],"overview":"A young Parisian advertising executive becomes so captivated by the unsettling charm of his mysterious new employer that he eventually abandons his family and friends, viewing it a privilege to let the ubiquitous employer take over his home, his life, his desire. Only his wife remains suspicious, recognizing both the pathos and the evil in the man’s soul-stealing power.","release_date":"1981-12-23","vote_average":5.8,"runtime":105,"cert":"N\/A","id":12266,"title":"Strange Affair","adult":false,"genre_ids":[18]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Jes Holtsø","Axel Strøbye"],"overview":"The Olsen Gang has finally made it. They are in Mallorca, having fulfilled their dream. Almost, that is. They don't have any money, so Egon has to open a safe at a restaurant to get some. As usual, however, Egon ends up in prision. When they return to Denmark, he has a new plan.","release_date":"1974-10-04","vote_average":6.8,"runtime":96,"cert":"N\/A","id":12269,"title":"The Last Exploits of the Olsen Gang","adult":false,"genre_ids":[10751,35,80]},{"cast":["David Crosby","Stephen Stills","Graham Nash","Neil Young"],"overview":"CSNY\/Déjà Vu is a 2008 film directed by Bernard Shakey, a pseudonym for Neil Young. It focuses on the career of Crosby Stills Nash and Young, its musical connection to its audience and the turbulent times with which its music is associated as the band goes on their 2006 Freedom of Speech tour.","release_date":"2008-01-25","vote_average":7.0,"runtime":96,"cert":"N\/A","id":12270,"title":"CSNY\/Déjà Vu","adult":false,"genre_ids":[99]},{"cast":["Sienna Miller","Guy Pearce","Hayden Christensen","Mena Suvari","Jimmy Fallon"],"overview":"In the mid-1960s, wealthy debutant Edie Sedgwick meets artist Andy Warhol. She joins Warhol's famous Factory and becomes his muse. Although she seems to have it all, Edie cannot have the love she craves from Andy, and she has an affair with a charismatic musician, who pushes her to seek independence from the artist and the milieu.","release_date":"2006-12-29","vote_average":6.1,"runtime":90,"cert":"15","id":12271,"title":"Factory Girl","adult":false,"genre_ids":[18]},{"cast":["Klaus Kinski","Marie Dubois","Bernard Blier","Maurice Ronet","Anny Duperey"],"overview":"After his family tries to kill him and he has been pronounced dead, Michel returns from the dead and sets about getting revenge on his family members. He sends each one a voodoo doll, warning of their fate. Wandering over the streets of Paris, Michel is the haunted and hunted, as he himself hunts his villainous kin.","release_date":"1976-10-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":12272,"title":"Golden Night","adult":false,"genre_ids":[18,53,27]},{"cast":["Akshay Kumar","Katrina Kaif","Om Puri","Ranvir Shorey","Neha Dhupia"],"overview":"A comic caper about Happy Singh, a Punjabi villager who goes through a series of misadventures and eventually becomes the King of the Australian underworld.","release_date":"2008-01-01","vote_average":5.3,"runtime":135,"cert":"N\/A","id":12273,"title":"Singh Is Kinng","adult":false,"genre_ids":[28,35]},{"cast":["Rajinikanth","Nayanthara","Meena","Jagapati Babu","Brahmanandam"],"overview":"The film revolves around a villager, who had shared a strong friendship with a popular cinema actor in their youth. However due to their different pursuit in careers they eventually are forced to part ways, one becoming a national figure, the other, a village barber. Decades later, the actor returns to the village to participate in his film's shooting. Whilst the entire village become excited about the prospect of seeing the actor, the barber fears that his old friend would have forgotten him and would neglect him.","release_date":"2008-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12274,"title":"Kathanayakudu","adult":false,"genre_ids":[18]},{"cast":["Rianti Cartwright","Fedi Nuril","Oka Antara","Dennis Adhiswara","Surya Saputra"],"overview":"Ayat-Ayat Cinta is a beautifully portrayed Islamic love story – a tale of a virtuous Muslim protagonist who overcomes all obstacles of life maintaining pure ideals.","release_date":"2008-02-28","vote_average":5.4,"runtime":130,"cert":"N\/A","id":12275,"title":"Verses of Love","adult":false,"genre_ids":[18]},{"cast":["Zhang Ziyi","Hao Zheng","Yulian Zhao","Sun Honglei","Bin Li"],"overview":"Prompted by the death of his father and the grief of his mother, a man recalls the story of how they met in flashback.","release_date":"1999-10-16","vote_average":7.6,"runtime":89,"cert":"N\/A","id":12276,"title":"The Road Home","adult":false,"genre_ids":[18,10749]},{"cast":["Eddie Griffin","Chris Kattan","Denise Richards","Aunjanue Ellis","Chi McBride"],"overview":"An Afro-American organization, the B.R.O.T.H.E.R.H.O.O.D., is in permanent fight against a white organization \"The Man\" defending the values of the black people in North America. When the Afro-American candidate Gen. Warren Boutwell behaves strangely in his presidential campaign, Undercover Brother is hired to work undercover for \"The Man\" and find what happened with the potential candidate.","release_date":"2002-05-31","vote_average":5.5,"runtime":86,"cert":"12","id":12277,"title":"Undercover Brother","adult":false,"genre_ids":[28,35]},{"cast":["C. Thomas Howell","Rae Dawn Chong","Arye Gross","James Earl Jones","Melora Hardin"],"overview":"A caucasian prospective grad student's affluent family won't pay his way through law school, so he takes tanning pills to darken his skin in order to qualify for an African-American scholarship at Harvard. He soon gets more than he bargained for, as he begins to learn what life is really like for blacks in America.","release_date":"1986-10-24","vote_average":5.5,"runtime":104,"cert":"N\/A","id":12278,"title":"Soul Man","adult":false,"genre_ids":[35]},{"cast":["Antonio Banderas","Carla Gugino","Alexa PenaVega","Daryl Sabara","Sylvester Stallone"],"overview":"Carmen's caught in a virtual reality game designed by the Kids' new nemesis, the Toymaker. It's up to Juni to save his sister, and ultimately the world.","release_date":"2003-07-25","vote_average":5.0,"runtime":84,"cert":"U","id":12279,"title":"Spy Kids 3-D: Game Over","adult":false,"genre_ids":[28,12,35,10751,878]},{"cast":["Michael Keaton","Robert Duvall","Glenn Close","Marisa Tomei","Randy Quaid"],"overview":"Henry Hackett is the workaholic editor of a New York City tabloid. He loves his job, but the long hours and low pay are leading to discontent. Also, publisher Bernie White faces financial straits, and has hatchet-man Alicia Clark—Henry's nemesis—impose unpopular cutbacks.","release_date":"1994-03-18","vote_average":6.6,"runtime":112,"cert":"N\/A","id":12280,"title":"The Paper","adult":false,"genre_ids":[35,18]},{"cast":["Rory Culkin","Scott Mechlowicz","Trevor Morgan","Josh Peck","Ryan Kelley"],"overview":"Teenagers living in small-town Oregon take a boat trip for a birthday celebration. When they get an idea to play a mean trick on the town bully, it suddenly goes too far. Soon they're forced to deal with the unexpected consequences of their actions.","release_date":"2004-01-15","vote_average":6.8,"runtime":90,"cert":"15","id":12281,"title":"Mean Creek","adult":false,"genre_ids":[80,18]},{"cast":["Indra Birowo","Jill Gladys","Jojon","Mario Lawalata","Ence Bagus"],"overview":"Jagoannya boongan, setannya Kok Beneran?","release_date":"2008-07-24","vote_average":0.0,"runtime":91,"cert":"N\/A","id":12302,"title":"Setannya kok beneran?","adult":false,"genre_ids":[35]},{"cast":["Tom Hanks","Tawny Kitaen","Adrian Zmed","George Grizzard","Barbara Stuart"],"overview":"This outrageously funny look at one man's final moments of bachelorhood stars Tom Hanks as Rick, reluctant recipient of a bachelor bash given by a group of friends who view partying as their full-time religion. Rick's worried fiancée, Debbie (Tawny Kitaen), dresses up in disguise and crashes the party to spy on her future husband.","release_date":"1984-06-29","vote_average":5.9,"runtime":105,"cert":"18","id":12309,"title":"Bachelor Party","adult":false,"genre_ids":[35]},{"cast":["Oliver Reed","Raquel Welch","Richard Chamberlain","Michael York","Christopher Lee"],"overview":"The Four Musketeers defend the queen and her dressmaker from Cardinal Richelieu and Milady de Winter.","release_date":"1974-10-31","vote_average":6.6,"runtime":108,"cert":"PG","id":12310,"title":"The Four Musketeers","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Charles Laughton","Clark Gable","Franchot Tone","Herbert Mundin","Eddie Quillan"],"overview":"Fletcher Christian successfully leads a revolt against the ruthless Captain Bligh on the HMS Bounty. However, Bligh returns one year later, hell bent on avenging his captors.","release_date":"1935-11-08","vote_average":7.4,"runtime":132,"cert":"PG","id":12311,"title":"Mutiny on the Bounty","adult":false,"genre_ids":[12,18,36]},{"cast":["Tim Allen","Julie Bowen","Kelly Lynch","Greg Germann","James Belushi"],"overview":"When underappreciated video specialist Joe Scheffer is brutally humiliated by the office bully Mark McKinney in front of his daughter, Joe begins a quest for personal redemption. He proceeds by enduring a personal make-over and takes martial arts lessons from a B-action star. As news spreads of his rematch with Mark, Joe suddenly finds himself the center of attention, ascending the corporate ladder and growing in popularity. He's determined to show everyone in his life that he is not a nobody, but a force to be reckoned with.","release_date":"2001-12-21","vote_average":5.4,"runtime":99,"cert":"N\/A","id":12312,"title":"Joe Somebody","adult":false,"genre_ids":[35,10749]},{"cast":["Dana Vávrová","Daniel Morgenroth","François Goeske","Josefina Vilsmaier","Max Tidof"],"overview":"No overview found.","release_date":"2004-11-18","vote_average":5.3,"runtime":92,"cert":"N\/A","id":12313,"title":"Bergkristall","adult":false,"genre_ids":[12,18]},{"cast":["François Goeske","Franka Potente","Lars Steinhöfel","Robert Höller","Paula Schramm"],"overview":"A group of German boys is ordered to protect a small bridge in their home village during the waning months of the second world war. Truckloads of defeated, cynical Wehrmacht soldiers flee the approaching American troops, but the boys, full of enthusiasm for the \"blood and honor\" Nazi ideology, stay to defend the useless bridge.","release_date":"2008-06-20","vote_average":4.8,"runtime":100,"cert":"N\/A","id":12314,"title":"The Bridge","adult":false,"genre_ids":[10770,36,10752]},{"cast":["François Goeske","Sarah Beck","Zoe Moore","Karoline Eichhorn","Alexander Beyer"],"overview":"The life of 15 year old Alex is turned upside down, when his parents are divorced and find new partners right away. After a fight at school, the mother takes him over to England, where Alex chaotic life continues.","release_date":"2009-08-20","vote_average":6.1,"runtime":116,"cert":"N\/A","id":12315,"title":"Summertime Blues","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":[],"overview":"No overview found.","release_date":"2007-10-22","vote_average":0.0,"runtime":83,"cert":"N\/A","id":12354,"title":"Johanna sucht das Glück","adult":false,"genre_ids":[99]},{"cast":["Arnaud Giovaninetti","Paul Barge","Pierre Meyrand","Mathieu Delarive","Jacques Boudet"],"overview":"No overview found.","release_date":"1997-01-21","vote_average":0.0,"runtime":97,"cert":"N\/A","id":12369,"title":"Sapho","adult":false,"genre_ids":[18]},{"cast":["Chiwetel Ejiofor","Tim Allen","Alice Braga","Jose Pablo Cantillo","Randy Couture"],"overview":"Is there room for principle in Los Angeles? Mike Terry teaches jujitsu and barely makes ends meet. His Brazilian wife, whose family promotes fights, wants to see Mike in the ring making money, but to him competition is degrading. A woman sideswipes Mike's car and then, after an odd sequence of events, shoots out the studio's window. Later that evening, Mike rescues an action movie star in a fistfight at a bar. In return, the actor befriends Mike, gives him a gift, offers him work on his newest film, and introduces Mike's wife to his own - the women initiate business dealings. Then, things go sour all at once, Mike's debts mount, and going into the ring may be his only option.","release_date":"2008-04-07","vote_average":6.4,"runtime":99,"cert":"N\/A","id":12400,"title":"Redbelt","adult":false,"genre_ids":[18]},{"cast":["Milla Jovovich","Timothy Olyphant","Steve Zahn","Chris Hemsworth","Anthony Ruivivar"],"overview":"For their honeymoon, newlyweds Cliff and Cydney head to the tropical islands of Hawaii. While journeying through the paradisaical countryside the couple encounters Kale and Cleo, two disgruntled hitchhikers and Nick and Gina, two wild but well-meaning spirits who help guide them through the lush jungles. The picturesque waterfalls and scenic mountainsides quickly give way to terror when Cliff and Cydney learn of a grisly murder that occurred nearby and realize that they're being followed by chance acquaintances that suspiciously fit the description of the killers.","release_date":"2009-06-08","vote_average":6.3,"runtime":98,"cert":"15","id":12403,"title":"A Perfect Getaway","adult":false,"genre_ids":[53,9648,12]},{"cast":["Zac Efron","Claire Danes","Christian McKay","Imogen Poots","Zoe Kazan"],"overview":"New York, 1937. A teenager hired to star in Orson Welles' production of Julius Caesar becomes attracted to a career-driven production assistant.","release_date":"2009-11-25","vote_average":6.5,"runtime":114,"cert":"N\/A","id":12404,"title":"Me and Orson Welles","adult":false,"genre_ids":[35,18,10749]},{"cast":["Dev Patel","Freida Pinto","Anil Kapoor","Mia Drake Inderbitzin","Saurabh Shukla"],"overview":"Jamal Malik is an impoverished Indian teen who becomes a contestant on the Hindi version of ‘Who Wants to Be a Millionaire?’ but, after he wins, he is suspected of cheating.","release_date":"2008-05-12","vote_average":7.7,"runtime":120,"cert":"15","id":12405,"title":"Slumdog Millionaire","adult":false,"genre_ids":[18,10749]},{"cast":["Benoît Magimel","Lika Minamoto","Shun Sugata","Maurice Bénichou"],"overview":"The writer and college professor, Alexandre Fayard, researches and gives lectures about the gruesome literary work of the mysterious Japanese writer Shundei Oe, considered by him to be the master of manipulation.","release_date":"2008-09-03","vote_average":5.2,"runtime":100,"cert":"N\/A","id":12406,"title":"Inju, The Beast in the Shadow","adult":false,"genre_ids":[53]},{"cast":["Robert Carlyle","Peter Mullan","Billy Boyd","Charlie Cox","Kate Mara"],"overview":"Tells of the daring heist of The Stone of Destiny in the 1950s by a charming group of idealistic Scottish undergraduates, whose action rekindled Scottish nationalistic pride.","release_date":"2008-12-19","vote_average":6.6,"runtime":96,"cert":"N\/A","id":12407,"title":"Stone of Destiny","adult":false,"genre_ids":[18,12,80]},{"cast":["Colin Firth","Perla Haney-Jardine","Hope Davis","Catherine Keener","Kerry Shale"],"overview":"A man moves his two daughters to Italy after their mother dies in a car accident, in order to revitalize their lives. Genoa changes all three of them as the youngest daughter starts to see the ghost of her mother, while the older one discovers her sexuality.","release_date":"2008-01-01","vote_average":5.8,"runtime":94,"cert":"N\/A","id":12408,"title":"A Summer in Genoa","adult":false,"genre_ids":[18,9648,10749]},{"cast":["John Malkovich","Eriq Ebouaney","Natalie Becker","Antoinette Engel","Thandi Sebe"],"overview":"Disgrace is the story of a South African professor of English who loses everything: his reputation, his job, his peace of mind, his good looks, his dreams of artistic success, and finally even his ability to protect his cherished daughter. After having an affair with a student, he moves to the Eastern Cape, where he gets caught up in a mess of post-apartheid politics.","release_date":"2008-09-06","vote_average":6.2,"runtime":120,"cert":"15","id":12411,"title":"Disgrace","adult":false,"genre_ids":[18]},{"cast":["Derek Luke","Michael Ealy","Laz Alonso","John Turturro","Valentina Cervi"],"overview":"Miracle at St. Anna chronicles the story of four American soldiers who are members of the all-black 92nd \"Buffalo Soldier\" Division stationed in Tuscany, Italy during World War II.","release_date":"2008-09-15","vote_average":6.2,"runtime":160,"cert":"15","id":12412,"title":"Miracle at St. Anna","adult":false,"genre_ids":[18,10752]},{"cast":["Maricielo Effio","Sergio Gjurinovic","Edgar Saba","Anahí de Cárdenas","Denisse Dibós"],"overview":"A Peruvian teen lusts after his wild sister while the new wife of their difficult, wealthy father tries to hide her lower-class background.","release_date":"2008-08-10","vote_average":5.7,"runtime":95,"cert":"N\/A","id":12413,"title":"Gods","adult":false,"genre_ids":[18]},{"cast":["Katharina Derr","Patrick von Blume","Sina Tkotsch","Lucien Le Rest","Igor Dolgatschew"],"overview":"The story opens with Bica, a solvent abusing waif, trying in vain to evade the Romanian police with her infant brother in tow. Separated from her sibling she is taken to Germany, concealed in the trunk of a car. There she is trained as a thief, picking the pockets of strangers to fill those of her patron. One of her victims is the separated father of Milka, a brat with razor sharp tongue. From this unlikely start a friendship forms and Bica gets a glimpse into a world of material security, if not emotional closeness...","release_date":"2007-10-26","vote_average":5.5,"runtime":103,"cert":"N\/A","id":12414,"title":"Beautiful Bitch","adult":false,"genre_ids":[18,99]},{"cast":["Onur Saylak","Megi Kobaladze","Raife Yenigül","Serkan Keskin","Nino Lejava"],"overview":"A man struggles after his release from ten years as a political prisoner.","release_date":"2008-08-07","vote_average":6.8,"runtime":99,"cert":"N\/A","id":12417,"title":"Autumn","adult":false,"genre_ids":[18]},{"cast":["Ben Gazzara","Lauren Bacall","Olivia Thirlby"],"overview":"Kate is a young woman visiting her grandmother to talk about her mother \"Eve\" but instead she surprisingly ends up as both chauffeur and chaperone on her grandmother's romantic dinner date with a widower named Joe.","release_date":"2008-08-27","vote_average":0.0,"runtime":17,"cert":"N\/A","id":12418,"title":"Eve","adult":false,"genre_ids":[35]},{"cast":["Dominique Blanc","Cyril Gueï","Peter Bonke","Anne Benoît","Christèle Tual"],"overview":"","release_date":"2009-02-04","vote_average":5.3,"runtime":97,"cert":"N\/A","id":12425,"title":"The Other One","adult":false,"genre_ids":[18]},{"cast":["Alessandro Gassman","Caterina Murino","Martina Stella","Valeria Fabrizi","Angelo Infanti"],"overview":"On the day she learns of her pregnancy, a woman also finds out that her husband is sterile.","release_date":"2008-09-05","vote_average":6.1,"runtime":85,"cert":"N\/A","id":12426,"title":"The Seed of Discord","adult":false,"genre_ids":[35]},{"cast":["Aaron Arefe","Abiye Tedla","Takelech Beyene","Teje Tesfahun","Nebiyu Baye"],"overview":"The Ethiopian intellectual Anberber returns to his native country during the repressive totalitarian regime of Haile Mariam Mengistu and the recognition of his own displacement and powerlessness at the dissolution of his people's humanity and social values. After several years spent studying medicine in Germany, he finds the country of his youth replaced by turmoil. His dream of using his craft to improve the health of Ethiopians is squashed by a military junta that uses scientists for its own political ends. Seeking the comfort of his countryside home, Anberber finds no refuge from violence. The solace that the memories of his youth provide is quickly replaced by the competing forces of military and rebelling factions. Anberber needs to decide whether he wants to bear the strain or piece together a life from the fragments that lie around him.","release_date":"2008-09-02","vote_average":7.1,"runtime":140,"cert":"N\/A","id":12427,"title":"Teza","adult":false,"genre_ids":[18]},{"cast":["Merab Ninidze","Chulpan Khamatova","Anastasiya Shevelyova","Kirill Ulyanov","Polina Filonenko"],"overview":"In 1961, a Soviet medical officer is conflicted about his position overseeing the health of future cosmonauts.","release_date":"2008-11-13","vote_average":4.5,"runtime":116,"cert":"N\/A","id":12428,"title":"Paper Soldier","adult":false,"genre_ids":[18]},{"cast":["Yuria Nara","Hiroki Doi","George Tokoro","Tomoko Yamaguchi","Yuki Amami"],"overview":"The son of a sailor, 5-year old Sosuke lives a quiet life on an oceanside cliff with his mother Lisa. One fateful day, he finds a beautiful goldfish trapped in a bottle on the beach and upon rescuing her, names her Ponyo. But she is no ordinary goldfish. The daughter of a masterful wizard and a sea goddess, Ponyo uses her father's magic to transform herself into a young girl and quickly falls in love with Sosuke, but the use of such powerful sorcery causes a dangerous imbalance in the world. As the moon steadily draws nearer to the earth and Ponyo's father sends the ocean's mighty waves to find his daughter, the two children embark on an adventure of a lifetime to save the world and fulfill Ponyo's dreams of becoming human.","release_date":"2008-07-19","vote_average":7.7,"runtime":100,"cert":"U","id":12429,"title":"Ponyo","adult":false,"genre_ids":[16,10751]},{"cast":["Walt Turner"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":5.3,"runtime":102,"cert":"N\/A","id":12430,"title":"Vegas: Based on a True Story","adult":false,"genre_ids":[18,10751]},{"cast":["Kader Affak","Ina Rose Djakou","Fethi Ghares","Kouider Medjahed","Djalila Kadi-Hanifi"],"overview":"Algerian filmmaker Tariq Teguia wrote and directed this impressionistic look at a man whose life takes an unexpected turn far away from home. Malek (Abdelkader Affak) is a surveyor from Algeria who is semi-retired, but at the urging of a friend he takes an assignment in Oran. The region in question was the site of frequent battles during Oran's civil war, and an earlier survey that would make it possible to bring electrical utilities to the area was cut short by the fighting. While the zone is still unstable, Malek sets out to complete charting the area, and finds the locals regard him with suspicion and hostility. However, not everyone is disrespectful, and he discovers a young woman (Ines Rose Djakou) who is attracted to him, which leads him to consider abandoning his old life to run away with her. Inland was an official selection at the 2008 Venice Film Festival.","release_date":"2008-01-01","vote_average":6.5,"runtime":140,"cert":"N\/A","id":12433,"title":"Inland","adult":false,"genre_ids":[]},{"cast":["Joe Odagiri","Anthony Wong","Crystal Huang Yi","Tainá Müller","Jeff Chen"],"overview":"Yuda, a Chinese immigrant, and his adopted son Kirin, who he saved being eaten by a tiger in the jungle, stand at the head of a massive pirated goods operation that brings in both money and influence. But their empire is crumbling, as corrupt politicians and rival gangs seek to end their power in the city. Yuda is soon got arrested and his dedicated son tries his best to save not just the family business, but his father's reputation.","release_date":"2008-01-01","vote_average":2.8,"runtime":118,"cert":"N\/A","id":12434,"title":"Plastic City","adult":false,"genre_ids":[28,53]},{"cast":["Scarlett Johansson","Laura Linney","Nicholas Art","Chris Evans","Paul Giamatti"],"overview":"A college graduate goes to work as a nanny for a rich New York family. Ensconced in their home, she has to juggle their dysfunction, a new romance, and the spoiled brat in her charge.","release_date":"2007-08-24","vote_average":6.2,"runtime":106,"cert":"N\/A","id":12435,"title":"The Nanny Diaries","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ben Gazzara","Elena Arvigo","Ruben Rigillo","Andy Luotto"],"overview":"No overview found.","release_date":"2005-06-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":12442,"title":"Bonjour Michel","adult":false,"genre_ids":[18]},{"cast":["Luca Zingaretti","Amanda Sandrelli","Franco Castellano (II)","Jérôme Anger","Marco Bonini"],"overview":"It is the real story of Giorgio Perlasca (Luca Zingaretti). During the 1920s he was an Italian Fascist supporter, fighting in Africa an in the Spanish civil war where he deserved a safe conduct for Spanish embassies. After some years, disillusioned by fascism, he is a fresh supplier for the Italian army. In the war years he is in Budapest for his business. He lives an easy life there, well introduced into the Hungarian high society, without any problem coming from the war situation. When the Nazi occupied Hungary, in 1944, instead to leave (Italy had already surrendered to the Allies) he escaped to the Spanish embassy in Budapest using his old safe conduct and becoming a Spanish citizen, changing name into Jorge Perlasca. He starts working as a diplomat here. When Sanz Briz (Geza Tordy), the Spanish consul, is removed, Perlasca immediately substitutes him, like if he was officially appointed from Spanish authorities... Written by 1felco","release_date":"2002-01-28","vote_average":7.3,"runtime":126,"cert":"N\/A","id":12443,"title":"Perlasca: The Courage of a Just Man","adult":false,"genre_ids":[18]},{"cast":["Daniel Radcliffe","Emma Watson","Rupert Grint","Michael Gambon","Alan Rickman"],"overview":"Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.","release_date":"2010-10-17","vote_average":7.8,"runtime":146,"cert":"12A","id":12444,"title":"Harry Potter and the Deathly Hallows: Part 1","adult":false,"genre_ids":[12,14,10751]},{"cast":["Daniel Radcliffe","Rupert Grint","Emma Watson","Alan Rickman","Ralph Fiennes"],"overview":"Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.","release_date":"2011-07-07","vote_average":8.1,"runtime":130,"cert":"12","id":12445,"title":"Harry Potter and the Deathly Hallows: Part 2","adult":false,"genre_ids":[10751,14,12]},{"cast":["Catherine Frot","Sandrine Bonnaire","Wladimir Yordanoff","Antoine Chappey","Michel Aumont"],"overview":"Elsa, a woman with a long history of depression in the midst of a divorce from her husband of 12 years develops an obsession with a seven year old girl she sees at a birthday party when she comes to pick up her son Thomas. Determined to find out more about the girl, Elsa uses Thomas as a way into the girl's family by aiding to develop a friendship between Thomas and the girl's brother Jeremy so that in turn Elsa can then befriend the girl's mother Claire. She uses Thomas more and more in her pursuit of this obsession telling her employer and fellow employees that Thomas is seriously ill so that she can run off watch the girl (Lola) wherever she goes. Elsa even tells her parents lies that she is going out with a friend so they will baby-sit so Elsa can even go as far as hiding in the bushes outside of Lola's house and watching her at night.","release_date":"2008-06-13","vote_average":6.7,"runtime":95,"cert":"N\/A","id":12446,"title":"Angel of Mine","adult":false,"genre_ids":[18]},{"cast":["Thomas Gottschalk","Billy Dee Williams","Dom DeLuise","Milton Berle","Steve Kanaly"],"overview":"No overview found.","release_date":"1991-05-16","vote_average":4.3,"runtime":87,"cert":"N\/A","id":12447,"title":"Driving Me Crazy","adult":false,"genre_ids":[35]},{"cast":["Tom Hulce","Jennifer Love Hewitt","Kevin Kline","Michael McKean","Demi Moore"],"overview":"Now that Frollo is gone, Quasimodo rings the bell with the help of his new friend and Esmeralda's and Phoebus' little son, Zephyr. But when Quasi stops by a traveling circus owned by evil magician Sarousch, he falls for Madellaine, Sarouch's assistant.","release_date":"2002-02-05","vote_average":5.3,"runtime":68,"cert":"U","id":12448,"title":"The Hunchback of Notre Dame II","adult":false,"genre_ids":[12,16,10751,10749]},{"cast":["Mélanie Laurent","Éric Caravaca","Gilles Lellouche","Jonathan Zaccaï","Céline Sallette"],"overview":"While on a joyride with the headlights turned off, two men hit and kill another man carrying a satchel full of money. The two men decide to take the money and throw the body into a pond and bury the money in a coal hill. The next morning the police discover the body of a kidnapped 12-year blind girl, Melody, in a warehouse near the site of the hit-and-run. They determine that the kidnapper saw the girl's father bringing the ransom to him and also witnessed the hit-and-run and the men stealing the ransom.","release_date":"2007-11-14","vote_average":6.3,"runtime":115,"cert":"N\/A","id":12449,"title":"Room of Death","adult":false,"genre_ids":[80,9648,53]},{"cast":["Michel Creton","Claude Jade","Raphael Creton","Jess Hahn","Valery Demory"],"overview":"No overview found.","release_date":"1981-06-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":12452,"title":"Treize","adult":false,"genre_ids":[18]},{"cast":["Khaled Khouri","Pierre Chatagny","Rui Pedro Alves","Natacha Koutchoumov","Mikele D."],"overview":"This coming-of-age drama deals with a young man, realizing who he really is and which things he will never do...","release_date":"2004-03-10","vote_average":5.7,"runtime":94,"cert":"N\/A","id":12453,"title":"Stupid Boy","adult":false,"genre_ids":[35,18]},{"cast":["Lesley Manville","Timothy Spall","James Corden","Alison Garland","Ruth Sheen"],"overview":"Penny works at a supermarket and Phil is a gentle taxi-driver. Penny’s love for Phil has run dry and they lead joyless lives with their two children, Rachel, a cleaner, and Rory, who is unemployed and aggressive.","release_date":"2002-05-17","vote_average":7.1,"runtime":128,"cert":"N\/A","id":12454,"title":"All or Nothing","adult":false,"genre_ids":[35,18]},{"cast":["Nathalie Baye","Jalil Lespert","Roschdy Zem","Antoine Chappey","Jacques Perrin"],"overview":"A rookie policeman from provincial Le Havre volunteers for the high pressure Parisian homicide bureau and is assigned to a middle-aged woman detective.","release_date":"2005-08-31","vote_average":6.6,"runtime":110,"cert":"N\/A","id":12455,"title":"The Young Lieutenant","adult":false,"genre_ids":[18,80]},{"cast":["Claus Nissen","Lars von Trier","Majken Algren Nielsen","Jacqueline Arenal","Daniel Hernandez Rodriguez"],"overview":"About a filmmaker not only revisiting, but also recreating (not in a conventional sense) one of his first films, 1967's The Perfect Human [Det perfekte menneske].","release_date":"2003-11-07","vote_average":7.1,"runtime":90,"cert":"","id":12456,"title":"The Five Obstructions","adult":false,"genre_ids":[99]},{"cast":["Alexandra Vandernoot","Didier Flamand","Jennifer Decker","Hanspeter Müller","Matthias Schoch"],"overview":"Finally adult and free? You wish! His father sees him as a future boss of the family-owned printing firm and his mother only wants the best for him. Sebastian can’t take it any more. On his eighteenth birthday he announces his departure to Geneva to work as an au pair in a family, looking after children and doing the household chores. To improve his French, of course! His father flips his lid, his mother is distraught. Only his sister Kathrin thinks her little brother is really cool…\r Very few men would be up to the challenge!","release_date":"2007-03-22","vote_average":6.3,"runtime":90,"cert":"N\/A","id":12457,"title":"Jeune homme","adult":false,"genre_ids":[35]},{"cast":["Eiji Okuda","Toshirō Mifune","Gô Katô","Kinnosuke Nakamura","Shinsuke Ashida"],"overview":"Years after the death of legendary tea master Rikyu, his disciple Honkakubo attempts to resolve the mystery of the master's death.","release_date":"1989-10-07","vote_average":4.2,"runtime":107,"cert":"N\/A","id":12468,"title":"Death of a Tea Master","adult":false,"genre_ids":[18,36]},{"cast":["Komaki Kurihara","Gô Katô","Yasushi Nagata","Hisako Takihana","Kinzô Shin"],"overview":"A delicate study of the relationship between two disillusioned young people, shot in atmospheric monochrome among Tokyo's decaying lumberyards and the inhospitable snowscapes of the north.","release_date":"1972-05-25","vote_average":8.3,"runtime":121,"cert":"N\/A","id":12469,"title":"The Long Darkness","adult":false,"genre_ids":[18,10749]},{"cast":["Komaki Kurihara","Yoko Takahashi","Kinuyo Tanaka","Ken Tanaka","Masayo Umezawa"],"overview":"A young journalist interviews an elderly woman about being forced into prostitution in Borneo at a brothel called Sandakan No. 8.","release_date":"1974-11-02","vote_average":7.3,"runtime":120,"cert":"N\/A","id":12470,"title":"Sandakan No. 8","adult":false,"genre_ids":[18]},{"cast":["Melih Selçuk","Rıza Akın","Saadet Isil Aksoy","Başak Köklükaya"],"overview":"A high school graduate, Yusuf could not pass the university entrance exam. Writing poetry is his greatest passion and some of his poems are being printed in various obscure literary journals. But neither these poems, nor the rapidly falling price of the milk they sell, are being of any benefit to Yusuf and Zehra's lives. When Yusuf finds out about Zehra's secret affair with the town's stationmaster he gets disconcerted. Will he find the way to cope with his anxiety for the unknown future, the rapid change that he is going through and the pain of taking a step into adulthood and leaving his youth behind","release_date":"2008-09-01","vote_average":6.4,"runtime":102,"cert":"N\/A","id":12471,"title":"Milk","adult":false,"genre_ids":[18]},{"cast":["Lily Tomlin","Charles Grodin","Ned Beatty","Henry Gibson","Elizabeth Wilson"],"overview":"After being exposed to a bizarre mixture of household chemicals, Pat Kramer begins to shrink. This baffles scientists, makes parenting difficult, warms the hearts of Americans, and captures the attention of a group of people who want to take over the world. This evil group plots to kidnap Pat and perform experiments on her so that they can eventually shrink everyone.","release_date":"1981-01-30","vote_average":5.0,"runtime":88,"cert":"N\/A","id":12472,"title":"The Incredible Shrinking Woman","adult":false,"genre_ids":[35,10751,878]},{"cast":["Richard Jenkins","Haaz Sleiman","Danai Gurira","Hiam Abbass","Marian Seldes"],"overview":"A college professor travels to New York City to attend a conference and finds a young couple living in his apartment.","release_date":"2007-09-07","vote_average":7.2,"runtime":104,"cert":"N\/A","id":12473,"title":"The Visitor","adult":false,"genre_ids":[80,18,10402]},{"cast":["Nolberto Coria","Nancy Orozco","Tesalia Huerta"],"overview":"Beto is the keeper of a house in Mexico City - empty for several years already - in which he used to work as a domestic help. The solitude of the last ten years, as well the monotony and routine of his job have made him lead a secluded life, which could seem suffocating for most people, whereas for him it provides a safe and stable environment, in contrast to the threatening outside world. He has develop a pathological fear for this world, to the point of limiting his contacts to only two persons: the lady of the house, for whom he has a feeling of deep gratitude and respect that is translated into obedience; and Lupe, a friend, a confident and a lover. Once he learns that the house has been sold, Beto is confronted to the dilemma of gathering the courage to get out and get a life or find a way of remaining in his confinement.","release_date":"2008-03-01","vote_average":5.7,"runtime":82,"cert":"N\/A","id":12474,"title":"Parque vía","adult":false,"genre_ids":[18]},{"cast":["Pauly Shore","Andy Dick","Lori Petty","David Alan Grier","Esai Morales"],"overview":"Bones Conway and Jack Kaufman didn't really know what they were in for when they enlisted in the U.S. Army; they just wanted to get a job and make some money. But these new recruits are so hapless, they run the risk of getting kicked out before their military careers even begin. Soon, though, they're sent to the Middle East to fight for their country -- which they manage to do in their own wacky ways.","release_date":"1994-08-12","vote_average":4.8,"runtime":91,"cert":"N\/A","id":12475,"title":"In the Army Now","adult":false,"genre_ids":[35]},{"cast":["Kyle MacLachlan","Michael Nouri","Claudia Christian","Clarence Felder","Clu Gulager"],"overview":"When average, law-abiding citizens suddenly turn to a life of hedonistic behavior and violent crime, Detective Tom Beck (Michael Nouri) is tasked with helping young FBI agent Lloyd Gallagher (Kyle MacLachlan) determine the cause in this tense, sci-fi thriller.","release_date":"1987-10-30","vote_average":6.9,"runtime":96,"cert":"N\/A","id":12476,"title":"The Hidden","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Tsutomu Tatsumi","Ayano Shiraishi","Yoshiko Shinohara","Akemi Yamaguchi"],"overview":"In the final months of World War II, 14-year-old Seita and his sister Setsuko are orphaned when their mother is killed during an air raid in Kobe, Japan. After a falling out with their aunt, they move into an abandoned bomb shelter. With no surviving relatives and their emergency rations depleted, Seita and Setsuko struggle to survive.","release_date":"1988-04-16","vote_average":8.4,"runtime":89,"cert":"12A","id":12477,"title":"Grave of the Fireflies","adult":false,"genre_ids":[16,18,10752]},{"cast":["John Ritter","Vincent Gardenia","Alyson Reed","Joel Brooks","Julianne Phillips"],"overview":"Hard-drinking novelist Zach Hutton spirals out of control after his wife and mistress both leave him. Alone and crippled by a bad case of writer's block, Zach slips in and out of casual relationships and one-night stands, while his drinking becomes more and more severe. With the help of a bartender and his therapist, Zach confronts his demons -- women and alcohol -- and rediscovers his writing voice.","release_date":"1989-03-03","vote_average":6.2,"runtime":97,"cert":"N\/A","id":12478,"title":"Skin Deep","adult":false,"genre_ids":[10749,35,18]},{"cast":["Bruce Willis","Albert Finney","Nick Nolte","Barbara Hershey","Glenne Headly"],"overview":"A portrait of a fictional town in the mid west that is home to a group of idiosyncratic and slightly neurotic characters. Dwayne Hoover is a wealthy car dealer-ship owner that's on the brink of suicide and is losing touch with reality.","release_date":"1999-02-13","vote_average":5.5,"runtime":110,"cert":"N\/A","id":12479,"title":"Breakfast of Champions","adult":false,"genre_ids":[35]},{"cast":["Bernard Giraudeau","Malik Zidi","Ludivine Sagnier","Anna Levine"],"overview":"The film is based on a German play by Rainer Werner Fassbinder, Tropfen auf heisse Steine. A 50-year-old business man Léopold arrives home with 20-year-old Franz, whom he has just met. Franz is not quite sure why he agreed to come home with Léopold as he is supposed to be meeting his fiancée Anna, but he accepts drinks from Léopold and they begin to get to know each other.","release_date":"2000-03-15","vote_average":6.9,"runtime":90,"cert":"N\/A","id":12480,"title":"Water Drops on Burning Rocks","adult":false,"genre_ids":[18,10749]},{"cast":["Bruce Lee","Maria Yi","James Tien","Marilyn Bautista","Han Ying-Chieh"],"overview":"Chen is a city boy who moves with his cousins to work at an ice factory. He does this with a family promise never to get involved in any fight. However, when members of his family begin disappearing after meeting the management of the factory, the resulting mystery and pressures force him to break that vow and take on the villainy of the Big Boss.","release_date":"1971-10-02","vote_average":7.4,"runtime":100,"cert":"N\/A","id":12481,"title":"The Big Boss","adult":false,"genre_ids":[28]},{"cast":["Ulli Lommel","Hanna Schygulla","Katrin Schaake","Liz Soellner","Rainer Werner Fassbinder"],"overview":"Unusual gangster story, in which a small-time pimp Franz, who is torn between his mistress and Bruno the gangster sent after him by the syndicate that he has refused to join.","release_date":"1970-01-16","vote_average":7.0,"runtime":88,"cert":"N\/A","id":12482,"title":"Love Is Colder Than Death","adult":false,"genre_ids":[35,80]},{"cast":["Jonathan Jackson","David Arquette","Cliff Robertson","Barbara Hershey","Erika Christensen"],"overview":"Set in 1969, Alan Parker (Jackson) is a young artist, studying at the University of Maine. He becomes obsessed with death, and believing he is losing his girlfriend, Jessica (Christensen), he tries to commit suicide on his birthday but his friends manage to stop him, and he recovers. He receives news that his mother has had a stroke, and decides to hitchhike to visit her at the hospital.","release_date":"2004-10-15","vote_average":5.1,"runtime":98,"cert":"N\/A","id":12483,"title":"Riding the Bullet","adult":false,"genre_ids":[18,27,53]},{"cast":["Kerr Smith","Brendan Fehr","Izabella Miko","Johnathon Schaech","Phina Oruche"],"overview":"A young man is in a race against time as he searches for a cure after becoming infected with a virus that will eventually turn him into a blood-sucking vampire.","release_date":"2001-04-27","vote_average":5.2,"runtime":90,"cert":"N\/A","id":12484,"title":"The Forsaken","adult":false,"genre_ids":[28,12,27,53]},{"cast":["Tony Todd","Donna D'Errico","Jsu Garcia","Wade Williams","Alexia Robinson"],"overview":"The Candyman returns to try to convince his female descendent, an artist, to join him as a legendary figure. To this end, he frames her for a series of hideous murders of her friends and associates so that she has nowhere else to turn to.","release_date":"1999-07-09","vote_average":4.3,"runtime":93,"cert":"N\/A","id":12485,"title":"Candyman: Day of the Dead","adult":false,"genre_ids":[14,27]},{"cast":["Samuel L. Jackson","Alyson Hannigan","Bob Saget","Brie Larson","Carlos Mencia"],"overview":"In this spoof of \"March of the Penguins,\" nature footage of penguins near the South Pole gets a soundtrack of human voices. Carl and Jimmy, best friends, walk 70 miles to the mating grounds where the female penguins wait. The huddled masses of females - especially Melissa and Vicki - talk about males, mating, and what might happen this year. Carl, Jimmy, and the other males make the long trek talking about food, fornication and flatulence. Until this year, Carl's sex life has been dismal, but he falls hard for Melissa. She seems to like him. A crisis develops when Jimmy comes upon something soft in the dark. Can friends forgive? Does parenthood await Carl and Melissa?","release_date":"2006-12-01","vote_average":3.5,"runtime":80,"cert":"N\/A","id":12486,"title":"Farce of the Penguins","adult":false,"genre_ids":[35,99]},{"cast":["Yûta Sone","Sho Aikawa","Kimika Yoshino","Shôhei Hino","Keiko Tomita"],"overview":"Minami mistakenly kills a gangster associate of his named Brother. Almost as soon as the murder takes place, the body of the deceased man is gone, prompting Minami to conduct a search. While looking, he finds a mysterious isolated hotel where he decides to take a rest. Not only are the front desk clerks a bit strange, but even the ambiance feels unusual. Minami soon realizes he may have gotten more than he bargained for.","release_date":"2003-07-11","vote_average":7.1,"runtime":130,"cert":"N\/A","id":12487,"title":"Gozu","adult":false,"genre_ids":[80,53,27]},{"cast":["Kenneth Branagh","Embeth Davidtz","Robert Downey Jr.","Daryl Hannah","Tom Berenger"],"overview":"Savannah lawyer Rick Magruder is at a party celebrating his courtroom victory defending a cop killer when a member of the catering staff, Mallory Doss, discovers her car has been stolen. Having had a few drinks, Magruder offers to give her a lift home, a decision that turns into a one night stand. Rick soon learns that her nut-case father, Dixon, seems to have begun threatening her again. Rick puts the force of his law firm behind Mallory, who he barely knows, has Dixon picked up by the police, and subpoenas the girl's belligerent ex-husband, Pete, to testify against the old man. Dixon is put away in an asylum. However, he soon escapes, putting the lives of everyone who conspired against him in jeopardy.","release_date":"1998-01-23","vote_average":5.6,"runtime":114,"cert":"N\/A","id":12488,"title":"The Gingerbread Man","adult":false,"genre_ids":[53,18]},{"cast":["Tupac Amaru Shakur","Tim Roth","Thandie Newton","Charles Fleischer","Howard Hesseman"],"overview":"After a friend overdoses, Spoon and Stretch decide to kick their drug habits and attempt to enroll in a government detox program. Their efforts are hampered by seemingly endless red tape, as they are shuffled from one office to another while being chased by drug dealers and the police.","release_date":"1997-01-29","vote_average":6.8,"runtime":91,"cert":"18","id":12489,"title":"Gridlock'd","adult":false,"genre_ids":[80,18,35]},{"cast":["Kevin Spacey","Linda Fiorentino","Peter Mullan","Stephen Dillane","Helen Baxendale"],"overview":"Michael Lynch is a notorious criminal with two wives and a flair for showmanship. He's also a huge embarrassment to the local police, who are determined to bring him down once and for all.","release_date":"2000-01-07","vote_average":6.2,"runtime":93,"cert":"","id":12490,"title":"Ordinary Decent Criminal","adult":false,"genre_ids":[35,53]},{"cast":["Franco Citti","Franca Pasut","Silvana Corsini","Paola Guidi","Adriana Asti"],"overview":"A pimp with no other means to provide for himself finds his life spiralling out of control when his prostitute is sent to prison.","release_date":"1961-08-31","vote_average":7.9,"runtime":120,"cert":"N\/A","id":12491,"title":"Accattone","adult":false,"genre_ids":[18]},{"cast":["Gustl Bayrhammer","Hans Clarin","Helga Feddersen","Edith Hancke","Willy Harlander"],"overview":"No overview found.","release_date":"1982-04-02","vote_average":8.2,"runtime":84,"cert":"N\/A","id":12494,"title":"Meister Eder und sein Pumuckl","adult":false,"genre_ids":[16,35,14]},{"cast":["Christel Bodenstein","Eckart Dux","Charles Hans Vogt","Richard Krüger","Dorothea Thiesing"],"overview":"A brave prince must seek the fabled singing, ringing tree in order to win the heart of a beautiful princess.","release_date":"1957-12-13","vote_average":6.4,"runtime":74,"cert":"N\/A","id":12495,"title":"The Singing Ringing Tree","adult":false,"genre_ids":[14,10751]},{"cast":["Hiroyuki Sanada","Rie Miyazawa","Nenji Kobayashi","Mitsuru Fukikoshi","Kanako Fukaura"],"overview":"Seibei Iguchi leads a difficult life as a low ranking samurai at the turn of the nineteenth century. A widower with a meager income, Seibei struggles to take care of his two daughters and senile mother. New prospects seem to open up when the beautiful Tomoe, a childhood friend, comes back into he and his daughters' life, but as the Japanese feudal system unravels, Seibei is still bound by the code of honor of the samurai and by his own sense of social precedence. How can he find a way to do what is best for those he loves?","release_date":"2002-11-02","vote_average":7.8,"runtime":129,"cert":"N\/A","id":12496,"title":"The Twilight Samurai","adult":false,"genre_ids":[28,18,10749]},{"cast":["Ieroklis Michaelidis","Renia Louizidou","Tamer Karadağlı","Stelios Mainas","Tassos Bandis"],"overview":"\"A Touch of Spice\" is a story about Fanis, a young Greek boy growing up in Istanbul, whose grandfather, a culinary philosopher and mentor, teaches him that both food and life require a little salt to give them flavor. They both require... A Touch of Spice. Fanis grows up to become an excellent cook and uses his cooking skills to spice up the lives of those around him. 35 years later he leaves Athens and travels back to his birthplace of Istanbul to reunite with his grandfather and his first love. He travels back only to realize that he forgot to put a little bit of spice in his own life.","release_date":"2003-10-24","vote_average":6.8,"runtime":108,"cert":"N\/A","id":12497,"title":"A Touch of Spice","adult":false,"genre_ids":[35,18]},{"cast":["Billy Bob Thornton","Dwight Yoakam","J.T. Walsh","John Ritter","Lucas Black"],"overview":"Karl Childers is a mentally disabled man who has been in the custody of the state mental hospital since the age of 12 for killing his mother and her lover. Although thoroughly institutionalized, Karl is deemed fit to be released into the outside world.","release_date":"1996-08-30","vote_average":7.6,"runtime":135,"cert":"15","id":12498,"title":"Sling Blade","adult":false,"genre_ids":[18]},{"cast":["Robin Williams","Billy Crystal","Julia Louis-Dreyfus","Nastassja Kinski","Charlie Hofheimer"],"overview":"After Scott has a fight with his father and runs away and when his father refuses to go after him. His mother, Collette, then goes to one of her former boyfriends, Jack, a lawyer, and tells him that he's her son's real father. Jack initially refuses. So she goes to another boyfriend, Dale, who goes off looking for Scott. Eventually the two men meet and realize that they are looking for the same boy and that Collette told them they are the boy's father. What follows is a mad chase, cause the boy doesn't want to go back.","release_date":"1997-05-09","vote_average":5.4,"runtime":99,"cert":"N\/A","id":12499,"title":"Fathers' Day","adult":false,"genre_ids":[35,10751]}]