[{"cast":["Michael Dudikoff","Steve James","Judie Aronson","Guich Koock","John Fujioka"],"overview":"Joe Armstrong, an orphaned drifter will little respect for much other than martial arts, finds himself on an American Army base in The Philippines after a judge gives him a choice of enlistment or prison. On one of his first missions driving a convoy, his platoon is attacked by a group of rebels who try to steal the weapons the platoon is transporting and kidnap the base colonel's daughter.","release_date":"1985-08-30","vote_average":5.6,"runtime":95,"cert":"18","id":12500,"title":"American Ninja","adult":false,"genre_ids":[28,12]},{"cast":["Gregory Peck","Jean Simmons","Carroll Baker","Charlton Heston","Burl Ives"],"overview":"Retired wealthy sea captain Jim McKay arrives in the vast expanse of the West to marry fiancée Pat Terrill. McKay is a man whose values and approach to life are a mystery to the ranchers and ranch foreman Steve Leech takes an immediate dislike to him. Pat is spoiled, selfish and controlled by her wealthy father, Major Henry Terrill. The Major is involved in a ruthless civil war, over watering rights for cattle, with a rough hewn clan led by Rufus Hannassey. The land in question is owned by Julie Maragon and both Terrill and Hannassey want it.","release_date":"1958-09-30","vote_average":7.9,"runtime":165,"cert":"PG","id":12501,"title":"The Big Country","adult":false,"genre_ids":[18,37,10749]},{"cast":["Meryl Streep","Kurt Russell","Cher","Craig T. Nelson","Fred Ward"],"overview":"The story of Karen Silkwood, a metallurgy worker at a plutonium processing plant who was purposefully contaminated, psychologically tortured and possibly murdered to prevent her from exposing blatant worker safety violations at the plant.","release_date":"1983-12-14","vote_average":7.1,"runtime":131,"cert":"N\/A","id":12502,"title":"Silkwood","adult":false,"genre_ids":[18,53]},{"cast":["Nick Nolte","Gene Hackman","Joanna Cassidy","Ed Harris","Jean-Louis Trintignant"],"overview":"Three U.S. journalists (Nick Nolte, Joanna Cassidy, Gene Hackman) get too close to one another and their work in 1979 Nicaragua.","release_date":"1983-10-21","vote_average":6.8,"runtime":128,"cert":"N\/A","id":12503,"title":"Under Fire","adult":false,"genre_ids":[10752,18]},{"cast":["Jean-Paul Belmondo","Henry Silva","Carlos Sotto Mayor","Pierre Vernier","Maurice Barrier"],"overview":"In another typical Jean-Paul Belmondo vehicle, the French action hero plays a policeman prone to advancing the cause of justice by any means necessary. On his agenda is a powerful drug cartel working out of Paris and Marseilles, with a drug lord (Henry Silva) who is essentially inaccessible -- but not immortal. Stunts (performed by Belmondo) and chase scenes on land and water enliven the story, but the scenes with Belmondo's love interest are rather marginal themselves.","release_date":"1983-10-26","vote_average":6.8,"runtime":100,"cert":"N\/A","id":12504,"title":"The Outsider","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Sidney Poitier","River Phoenix","Richard Jenkins","Caroline Kava","Lucy Deakins"],"overview":"Roy Parmenter is an FBI agent in San Diego; 20 years ago his partner was killed by a Soviet spy, nicknamed Scuba, still at large. Scuba is now trying to extort the Soviets; to prove he's serious, he's killing their agents one by one, including \"sleepers,\" agents under deep cover awaiting orders. Roy interviews a high school lad, Jeff Grant, an applicant to the Air Force Academy. In a routine background check, Roy discovers that Jeff's parents are sleepers. He must see if Jeff is also a spy, confront the parents yet protect them, and catch his nemesis. Meanwhile, the Soviets have sent their own spy-catcher, the loner Karpov, to reel in Scuba. Alliances shift; it's cat and mouse.","release_date":"1988-03-17","vote_average":6.2,"runtime":98,"cert":"N\/A","id":12505,"title":"Little Nikita","adult":false,"genre_ids":[18,28,53]},{"cast":["Denzel Washington","Kevin Kline","Penelope Wilton","Kate Hardie","John Matshikiza"],"overview":"A dramatic story, based on actual events, about the friendship between two men struggling against apartheid in South Africa in the 1970s. Donald Woods is a white liberal journalist in South Africa who begins to follow the activities of Stephen Biko, a courageous and outspoken black anti-apartheid activist.","release_date":"1987-11-05","vote_average":7.2,"runtime":157,"cert":"","id":12506,"title":"Cry Freedom","adult":false,"genre_ids":[18,36]},{"cast":["Ed Harris","Marcia Gay Harden","Tom Bower","Jennifer Connelly","Bud Cort"],"overview":"In August of 1949, Life Magazine ran a banner headline that begged the question: \"Jackson Pollock: Is he the greatest living painter in the United States?\" The film is a look back into the life of an extraordinary man, a man who has fittingly been called \"an artist dedicated to concealment, a celebrity who nobody knew.\" As he struggled with self-doubt, engaging in a lonely tug-of-war between needing to express himself and wanting to shut the world out, Pollock began a downward spiral.","release_date":"2000-09-06","vote_average":6.8,"runtime":122,"cert":"N\/A","id":12509,"title":"Pollock","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"No overview found.","release_date":"2001-10-10","vote_average":0.0,"runtime":105,"cert":"N\/A","id":12510,"title":"Au-delà de Gibraltar","adult":false,"genre_ids":[]},{"cast":["Assi Levy","Uri Gavriel","Gabi Amrani","Florence Bloch"],"overview":"Michale is a thirty year old woman. She works with her father in a Tel Aviv accounting office providing services to important religious institutions. She divides her time between her child, her husband, her work and the man with whom she is having an affair. When Michale learns of the tragic death of her lover, her life is shattered.","release_date":"2004-12-09","vote_average":6.5,"runtime":107,"cert":"N\/A","id":12511,"title":"Stones","adult":false,"genre_ids":[18]},{"cast":["John Hurt","Rosana Pastor","Alice Krige","Armin Mueller-Stahl"],"overview":"John Hurt stars as a scandal-hit member of parliament, dispatched to the political backwaters of the European Commission in Brussels as penance for his failures. However, once there he stumbles upon a chemical weapons outrage that points to a sinister political-industrial conspiracy.","release_date":"1998-02-22","vote_average":5.5,"runtime":108,"cert":"N\/A","id":12512,"title":"The Commissioner","adult":false,"genre_ids":[18,28,53]},{"cast":["Ariane Ascaride","Jean-Pierre Darroussin","Julie-Marie Parmentier","Jacques Boudet","Yann Trégouët"],"overview":"Marie-Jo and Her Two Lovers (French: Marie-Jo et ses deux amours) is a 2002 French drama film directed by Robert Guédiguian. It was entered into the 2002 Cannes Film Festival.","release_date":"2002-06-26","vote_average":6.9,"runtime":124,"cert":"N\/A","id":12513,"title":"Marie-Jo and Her 2 Lovers","adult":false,"genre_ids":[18]},{"cast":["Maria Singer","Johannes Demmel","Michael Emina","Andreas Lechner","Wolfgang Fischer"],"overview":"No overview found.","release_date":"2001-07-01","vote_average":4.8,"runtime":80,"cert":"N\/A","id":12514,"title":"Die Scheinheiligen","adult":false,"genre_ids":[35,18]},{"cast":["Mimsy Farmer","Paul Meurisse","Michel Bouquet","Bruno Cremer","Michael Lonsdale"],"overview":"No overview found.","release_date":"1974-11-27","vote_average":5.5,"runtime":90,"cert":"N\/A","id":12515,"title":"Les Suspects","adult":false,"genre_ids":[]},{"cast":["Akira Terao","Mitsuko Baisho","Toshie Negishi","Mieko Harada","Mitsunori Isaki"],"overview":"A collection of magical tales based upon the actual dreams of director Akira Kurosawa.","release_date":"1990-05-11","vote_average":7.7,"runtime":119,"cert":"N\/A","id":12516,"title":"Dreams","adult":false,"genre_ids":[14,18]},{"cast":["Laurent Lucas","Brigitte Lahaie","Gigi Coursigny","Jackie Berroyer","Jean-Luc Couchard"],"overview":"A few days before Christmas, traveling entertainer Marc Stevens is stuck at nightfall in a remote wood in the swampy Hautes Fagnes region of Liège when his van broke down. An odd chap who's looking for a lost dog then leads Marc to a shuttered inn.","release_date":"2005-03-09","vote_average":5.7,"runtime":88,"cert":"N\/A","id":12517,"title":"The Ordeal","adult":false,"genre_ids":[27]},{"cast":["Nicolas Cage","James Caan","Sarah Jessica Parker","Peter Boyle","Pat Morita"],"overview":"On her deathbed, a mother makes her son promise never to get married, which scars him with psychological blocks to a commitment with his girlfriend. They finally decide to tie the knot in Vegas, but a wealthy gambler arranges for the man to lose $65K in a poker game and offers to clear the debt for a weekend with his fiancée.","release_date":"1992-08-28","vote_average":5.6,"runtime":96,"cert":"15","id":12518,"title":"Honeymoon in Vegas","adult":false,"genre_ids":[28,35,10749,53]},{"cast":["Hugh Grant","Tara Fitzgerald","Sam Neill","Elle Macpherson","Portia de Rossi"],"overview":"In 1930s Australia, Anglican clergyman Anthony Campion and his prim wife, Estella, are asked to visit noted painter Norman Lindsay, whose planned contribution to an international art exhibit is considered blasphemous. While Campion and Lindsay debate, Estella finds herself drawn to the three beautiful models sitting for the painter's current work, freethinking Sheela, sensual Pru and virginal Giddy.","release_date":"1993-10-01","vote_average":5.8,"runtime":98,"cert":"15","id":12519,"title":"Sirens","adult":false,"genre_ids":[35,18]},{"cast":["Cameron Diaz","Ron Eldard","Courtney B. Vance","Bill Paxton","Ron Perlman"],"overview":"A group of idealistic, but frustrated, liberals succumb to the temptation of murdering rightwing pundits for their political beliefs.","release_date":"1995-09-08","vote_average":6.7,"runtime":92,"cert":"N\/A","id":12520,"title":"The Last Supper","adult":false,"genre_ids":[35,53,80,18]},{"cast":["Michael Murphy","Mitch Pileggi","Peter Berg","Camille Cooper","Sam Scarber"],"overview":"After being sent to the electric chair, a serial killer uses electricity to come back from the dead and carry out his vengeance on the football player who turned him in to the police.","release_date":"1989-10-27","vote_average":5.6,"runtime":109,"cert":"18","id":12521,"title":"Shocker","adult":false,"genre_ids":[53,35,27]},{"cast":["Anthony Hopkins","Jessica Lange","Jonathan Rhys Meyers","Matthew Rhys","Osheen Jones"],"overview":"Titus Andronicus returns from the wars and sees his sons and daughters taken from him, one by one. Shakespeare's goriest and earliest tragedy.","release_date":"1999-12-25","vote_average":6.6,"runtime":162,"cert":"","id":12524,"title":"Titus","adult":false,"genre_ids":[18,36,53]},{"cast":["Don Keith Opper","Terrence Mann","Angela Bassett","Brad Dourif","Anne Ramsay"],"overview":"Just before bounty hunter Charile triggers his gun to destroy the last two Critter-eggs, he gets a message that it would be illegal to extinguish the race from the galaxy. He's sent a transporter where he puts the eggs - unfortunately the transporter takes him with it and then gets lost in space.","release_date":"1992-08-20","vote_average":4.5,"runtime":100,"cert":"15","id":12525,"title":"Critters 4","adult":false,"genre_ids":[35,27,878,53]},{"cast":["Ashley Judd","Michael Shannon","Harry Connick Jr.","Lynn Collins","Brían F. O'Byrne"],"overview":"A lonely waitress with a tragic past, Agnes rooms in a run-down motel, living in fear of her abusive, recently paroled ex-husband. But when Agnes begins a tentative romance with Peter, an eccentric, nervous drifter, she starts to feel hopeful again - until the first bugs arrive...","release_date":"2006-05-19","vote_average":6.1,"runtime":102,"cert":"N\/A","id":12526,"title":"Bug","adult":false,"genre_ids":[27,53]},{"cast":["Jorge Perugorría","Vladimir Cruz","Mirta Ibarra","Francisco Gattorno","Joel Angelino"],"overview":"Havana, Cuba, 1979. Flamboyantly gay artist Diego (Jorge Perugorría) attempts to seduce the straight and strait-laced David, an idealistic young communist, and fails dismally. But David conspires to become friends with Diego so he can monitor the artist's subversive life for the state. As Diego and David discuss politics, individuality and personal expression in Castro's Cuba, a genuine friendship develops between the two. But can it last? Strawberry and Chocolate became an instant hit when it was released, and has become a classic of Cuban cinema due to its charming and authentic exploration of a connection between two people under historical circumstances that seem levelled against them.","release_date":"1993-12-01","vote_average":7.3,"runtime":108,"cert":"N\/A","id":12527,"title":"Strawberry and Chocolate","adult":false,"genre_ids":[35,18]},{"cast":["Keith Carradine","Powers Boothe","Fred Ward","Franklyn Seales","T. K. Carter"],"overview":"A squad of National Guards on an isolated weekend exercise in the Louisiana swamp must fight for their lives when they anger local Cajuns by stealing their canoes. Without live ammunition and in a strange country, their experience begins to mirror the Vietnam experience.","release_date":"1981-09-25","vote_average":7.0,"runtime":105,"cert":"N\/A","id":12528,"title":"Southern Comfort","adult":false,"genre_ids":[28,53]},{"cast":["Terence Hill","Bud Spencer","Woody Strode","Eduardo Ciannelli","Glauco Onorato"],"overview":"Victims of oppressive town boss Honey are offered help by an unusual alliance of gunmen and circus performers","release_date":"1969-12-20","vote_average":6.2,"runtime":97,"cert":"N\/A","id":12529,"title":"Boot Hill","adult":false,"genre_ids":[35,37]},{"cast":["Jack Lemmon","Juliet Mills","Clive Revill","Edward Andrews","Gianfranco Barra"],"overview":"A successful businessman goes to Italy to arrange for the return of his tycoon-father's body only to discover dad died with his mistress of long standing.","release_date":"1972-12-17","vote_average":7.0,"runtime":140,"cert":"N\/A","id":12530,"title":"Avanti!","adult":false,"genre_ids":[35,18,10749]},{"cast":["Romane Bohringer","Vincent Cassel","Monica Bellucci","Sandrine Kiberlain","Olivier Granier"],"overview":"A stylish suspense thriller that confounds the audience while presenting them with an extraordinary and elusive mystery. Max is a former playboy who has decided to settle down by marrying his current love, Muriel. However, during a business trip, Max catches a glimpse of the great lost love of his life, reviving his wanderlust and sending him off on a chase of the elusive Lisa, whom he had overheard suggesting to a friend that her lover, Daniel, had killed someone for her. Soon, Max is trying to unravel the mystery behind the suspicious death of Daniel's wife, which he hopes will lead him closer to Lisa.","release_date":"1996-07-27","vote_average":6.9,"runtime":116,"cert":"N\/A","id":12531,"title":"The Apartment","adult":false,"genre_ids":[9648,18,10749]},{"cast":["William Miller","Irene Montalà","Paulina Gálvez","Cornell John","Lluís Homar"],"overview":"Dante travels across a desolate, futuristic Spain in search of his girlfriend, Ula. He is pursued by a bloodthirsty, cybernetic Rottweiler.","release_date":"2004-12-01","vote_average":3.6,"runtime":95,"cert":"N\/A","id":12532,"title":"Rottweiler","adult":false,"genre_ids":[27,878]},{"cast":["Mel Brooks","Madeline Kahn","Cloris Leachman","Harvey Korman","Ron Carey"],"overview":"Dr. Richard Thorndyke arrives as new administrator of the Psychoneurotic Institute for the Very, VERY Nervous to discover some suspicious goings-on. When he's framed for murder, Dr. Thorndyke must confront his own psychiatric condition, \"high anxiety,\" in order to clear his name.","release_date":"1977-12-25","vote_average":6.5,"runtime":94,"cert":"N\/A","id":12535,"title":"High Anxiety","adult":false,"genre_ids":[35,10402]},{"cast":["French Stewart","Erick Avari","Mike Weinberg","Barbara Babcock","Jason Beghe"],"overview":"Kevin McCallister's parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father's rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a new criminal named Vera to hit Natalie's mansion.","release_date":"2003-11-26","vote_average":4.3,"runtime":89,"cert":"N\/A","id":12536,"title":"Home Alone 4","adult":false,"genre_ids":[80,35,10751]},{"cast":["Meryl Streep","Jeremy Irons","Hilton McRae","Lynsey Baxter","Penelope Wilton"],"overview":"In this story-within-a-story, Anna is an actress starring opposite Mike in a period piece about the forbidden love between their respective characters, Sarah and Charles. Both actors are involved in serious relationships, but the passionate nature of the script leads to an off-camera love affair as well. While attempting to maintain their composure and professionalism, Anna and Mike struggle to come to terms with their infidelity.","release_date":"1981-08-28","vote_average":6.6,"runtime":124,"cert":"","id":12537,"title":"The French Lieutenant's Woman","adult":false,"genre_ids":[18,10749]},{"cast":["Marlon Wayans","David Spade","Matthew Lillard","Rip Torn","Tamara Taylor"],"overview":"A student gets his senses enhanced by an experimental drug. But abuse is not an option.","release_date":"1998-02-20","vote_average":5.9,"runtime":93,"cert":"N\/A","id":12538,"title":"Senseless","adult":false,"genre_ids":[35,10749]},{"cast":["Alain Delon","Virna Lisi","Adolfo Marsillach","Dawn Addams","Akim Tamiroff"],"overview":"In 1789, when the Revolution went on, a bandit named \"Black Tulip\" held the surroundings of village Roussillon in fear. The poor people respected him as Robin Hood, who declare himself a revolutioner but Count Guillaume de Saint Preux \"plays\" this benefactor.","release_date":"1964-02-28","vote_average":6.5,"runtime":115,"cert":"N\/A","id":12539,"title":"The Black Tulip","adult":false,"genre_ids":[12]},{"cast":["Anne Judson-Yager","Bree Turner","Kevin Cooney","Faune A. Chambers","Felicia Day"],"overview":"When new students can't get onto their college cheerleading team, they form their own squad and prepare for a cheer off.","release_date":"2004-01-13","vote_average":5.5,"runtime":90,"cert":"12","id":12540,"title":"Bring It On Again","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Mirella D'Angelo","Michel Galabru","Carla Romanelli","Paolo Bonacelli"],"overview":"After the failure of his recent criminal exploits, international con artist Alexandre Dupré sets off for Venice to try to dupe some Japanese business men into buying a fake copy of a stolen Caneletto.  On the aeroplane, a stranger asks him to look after his briefcase until after they have landed.  Alexandre agrees, but the stranger is shot dead soon after and Alexandre himself becomes the target of enemy agents who are keen to recover the briefcase...","release_date":"1980-03-26","vote_average":6.2,"runtime":108,"cert":"N\/A","id":12541,"title":"Le Guignolo","adult":false,"genre_ids":[28,35]},{"cast":["Steven Seagal","Byron Mann","Monica Lo","Tom Wu","Sara Malakul Lane"],"overview":"Jake and Sunti go to meet Mongkol, the leader of the Abu Karaf. Mongkol confirms that ever since the terrorist attacks of September 11, 2001, Jantapan has worked to corner the narcotics and arms markets. Jake must engage in a battle that will put both his physical and spiritual powers to the ultimate test.","release_date":"2003-12-30","vote_average":4.8,"runtime":91,"cert":"15","id":12542,"title":"Belly of the Beast","adult":false,"genre_ids":[28,53]},{"cast":["Richie Ren","Kelly Chen","Nick Cheung","Lam Suet","Simon Yam"],"overview":"When an ambulatory TV news unit live broadcasts the embarrassing defeat of a police battalion by five bank robbers in a ballistic showdown, the credibility of the police force drops to a nadir. While on a separate investigation in a run-down building, detective Cheung discovers the hideout of the robbers. Cheung and his men have also entered the building, getting ready to take their foes out any minute. Meanwhile, in order to beat the media at its own game, Inspector Rebecca decides to turn the stakeout into a breaking news show.","release_date":"2004-06-10","vote_average":6.9,"runtime":90,"cert":"N\/A","id":12543,"title":"Breaking News","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Valeria Golino","Vincenzo Amato","Francesco Casisa","Veronica D'Agostino","Filippo Pucillo"],"overview":"Grazia is a free-spirited mother-of-three married to shy fisherman Pietro and living on the idyllic but isolated island of Lampedusa in the Mediterranean Sea. She shows signs of manic depressive behavior — one moment she's laughing wildly and swimming half-naked in the sea, while the next she's curled in a ball on her bed. Out of her earshot, the adult members of her extended family vaguely discuss sending her to a facility of some sort in Northern Italy.","release_date":"2002-01-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":12544,"title":"Respiro","adult":false,"genre_ids":[35,18]},{"cast":["Ted Neeley","Carl Anderson","Yvonne Elliman","Barry Dennen","Bob Bingham"],"overview":"Oscar-nominated film adaptation of the rock opera of the same name, based on the last weeks before the crucifixion of Jesus. The film was directed by Norman Jewison. Ted Neeley and Carl Anderson were nominated for two 1974 Golden Globe Award for their portrayals of Jesus and Judas, respectively.","release_date":"1973-08-15","vote_average":7.1,"runtime":108,"cert":"PG","id":12545,"title":"Jesus Christ Superstar","adult":false,"genre_ids":[18,36,10402]},{"cast":["Franco Interlenghi","Alberto Sordi","Franco Fabrizi","Leopoldo Trieste","Riccardo Fellini"],"overview":"Five young men dream of success as they drift lazily through life in a small Italian village. Fausto, the group's leader, is a womanizer; Riccardo craves fame; Alberto is a hopeless dreamer; Moraldo fantasizes about life in the city; and Leopoldo is an aspiring playwright. As Fausto chases a string of women, to the horror of his pregnant wife, the other four blunder their way from one uneventful experience to the next.","release_date":"1953-08-26","vote_average":7.7,"runtime":103,"cert":"N\/A","id":12548,"title":"I Vitelloni","adult":false,"genre_ids":[35,18]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Bjørn Watt-Boolsen","Henrik Koefoed"],"overview":"Egon escapes from the psychiatric ward, where he has been incarcerated since the gang's last coup. Keld and Benny pick him up, and when Egon, as always, is planning the big heist, the Olsen Gang is once again on the move.","release_date":"1998-12-18","vote_average":5.5,"runtime":105,"cert":"N\/A","id":12549,"title":"The Olsen Gang's Last Trick","adult":false,"genre_ids":[10751,35,80]},{"cast":["Tony Kendall","Fernando Sancho","Esperanza Roy","Frank Braña","José Canalejas"],"overview":"500 years after they were blinded and executed for committing human sacrifices, a band of Templar knights returns from the grave to terrorize a rural Portuguese village during it's centennial celebration. Being blind, the Templars find their victims through sound, usually the screams of their victims. Taking refuge in a deserted cathedral, a small group of people must find a way to escape from the creatures.","release_date":"1973-09-14","vote_average":5.8,"runtime":91,"cert":"N\/A","id":12550,"title":"Return of the Blind Dead","adult":false,"genre_ids":[27]},{"cast":["Angelika Meissner","Heidi Brühl","Paul Klinger","Hans Nielsen","Margarete Haagen"],"overview":"Der Immenhof ist hoch verschuldet, Oma Jantzen und ihre beiden Enkelinen Dick und Dalli sind mit ihren Ponys zu Jochen von Roth gezogen, der ihre Enkelin Angela geheiratet hat. Doch Angela ist vor einem Jahr verstorben. Jochen von Roth versucht Geldgeber zu finden, um aus dem Immenhof ein Ponyhotel zu machen, doch er stößt nur auf verschlossene Türen. Als Ethelbert von den Plänen hört, versucht er seinen reichen Onkel Pankraz von der Geschäftsidee zu überzeugen. Er kommt mit seiner Tochter angereist, ist aber von der Idee und den Pferden nicht sonderlich angetan. Seine Tochter verliebt sich in Jochen von Roth, der sich mit seinem künftigen Schwiegervater verkracht. Kurz vor der Hochzeit wird der Immenhof versteigert, alle Hoffnungen sind dahin, doch ...","release_date":"1956-01-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":12551,"title":"Hochzeit auf Immenhof","adult":false,"genre_ids":[35,18,10751]},{"cast":["Bernhard Grzimek","Holger Hagen","Hermann Rockmann","Michael Grzimek"],"overview":"","release_date":"1959-06-25","vote_average":6.3,"runtime":85,"cert":"N\/A","id":12552,"title":"Serengeti Shall Not Die","adult":false,"genre_ids":[99]},{"cast":["Lex Barker","Marie Versini","Ralf Wolter","Rik Battaglia","Dieter Borsche"],"overview":"When a villain named \"the Shoot\" terrorizes the constituents of Albanian country, which he rules. Heroic Kara Ben Nemsi (Lex Barker), and his sidekick are the only ones who can stop him","release_date":"1964-08-20","vote_average":6.4,"runtime":118,"cert":"N\/A","id":12553,"title":"Yellow Devil","adult":false,"genre_ids":[12]},{"cast":["Stephen Rea","Donald Sutherland","Max von Sydow","Jeffrey DeMunn","Joss Ackland"],"overview":"Based on the true story of a Russian serial killer who, over many years, claimed victim to over 50 people. His victims were mostly under the age of 17. In what was then a communists state, the police investigations were hampered by bureaucracy, incompetence and those in power. The story is told from the viewpoint of the detective in charge of the case.","release_date":"1995-02-25","vote_average":7.3,"runtime":105,"cert":"N\/A","id":12554,"title":"Citizen X","adult":false,"genre_ids":[10770,80,18,36]},{"cast":["Ivan Barnev","Oldřich Kaiser","Julia Jentsch","Marián Labuda","Martin Huba"],"overview":"Jan Dítě has been released from a Czech prison just before the very end of his 15-year sentence. Settling in a town near the border, he occupies his time with rebuilding a deserted house, and recalling his past. His main wish in life was to be a millionaire. Jan begins his career as a frankfurter vendor, and slowly learns the power of money and the influence it exerts over people.","release_date":"2006-12-19","vote_average":7.2,"runtime":120,"cert":"N\/A","id":12555,"title":"I Served the King of England","adult":false,"genre_ids":[35,18]},{"cast":["Matthew McConaughey","Jennifer Garner","Michael Douglas","Breckin Meyer","Lacey Chabert"],"overview":"When notorious womanizer Connor Mead attends his brother Paul's wedding, he is forced to re-evaluate his behavior as he comes face-to-face with the ghosts of girlfriends past, present, and future, along with his deceased uncle. The experience changes his attitude and allows him to reconnect with his first and only love, Jenny.","release_date":"2009-05-01","vote_average":5.8,"runtime":100,"cert":"12","id":12556,"title":"Ghosts of Girlfriends Past","adult":false,"genre_ids":[14,35,10749]},{"cast":["Sinbad","Brock Pierce","Blake Boyd","Timothy Busfield","Art LaFleur"],"overview":"Some say that to be the leader of a country is one of the loneliest jobs in the world. But being the child of a world leader can be doubly so. Constantly surrounded by security officers, restricted in movements and having almost every waking moment carefully monitored makes normalcy an impossibility. No one knows this better than young Luke Davenport, the son of U.S. President Davenport. He vents his loneliness, frustration and feelings of isolation from family and friends by being a brat to his private Secret Service agent. When the agent snaps from the strain in front of the First Lady, a new agent is assigned to Luke. He turns out to be the enormous Sam Simms, a bit of a rogue who managed to rise through the ranks by sheer determination rather than strict adherence to Secret-Service protocol. At first, Luke tries all his old tricks upon Sam. But instead of getting angry, Sam seems to actually understand.","release_date":"1996-08-30","vote_average":5.1,"runtime":101,"cert":"U","id":12559,"title":"First Kid","adult":false,"genre_ids":[35,10751]},{"cast":["Tom Berenger","Glenn Close","Jeff Goldblum","William Hurt","Kevin Kline"],"overview":"A couple's marital troubles are put on hold while they host an unhappy reunion of former college pals gathered for the funeral of one of their own, a suicide victim named Alex. As the weekend unfolds, the friends catch up with each other, play the music of their youth, reminisce, smoke marijuana, and pair off with each other.","release_date":"1983-09-09","vote_average":7.0,"runtime":105,"cert":"15","id":12560,"title":"The Big Chill","adult":false,"genre_ids":[35,18]},{"cast":["Takuro Tatsumi","Yôko Ishino","Yasufumi Hayashi","Megumi Odaka","Sayaka Osawa"],"overview":"The aftermath of the Oxygen Destroyer brings forth Destoroyah, a beast intent on killing Godzilla, who is on the verge of a nuclear meltdown.","release_date":"1995-12-09","vote_average":6.9,"runtime":103,"cert":"N\/A","id":12561,"title":"Godzilla vs. Destoroyah","adult":false,"genre_ids":[28,12,878]},{"cast":["Miguel Ángel Solá","Bárbara Mújica","Cipe Lincovsky","Aldo Braga","Jorge Sassi"],"overview":"When Rey left Argentina after it fell under a military dictatorship in the late 1970s, he also left behind a very controlling and authoritarian father. Now he has returned to the country from exile for the funeral of his father. Though he left the man behind physically, their relationship still haunts him. Meanwhile, his old college pal Isabel has also returned to Argentina to help her husband and child cope with the effects of her long absence, brought about because she had a politically unsuitable lover. The two returnees are contemplating filming an autobiographical film about their experiences.","release_date":"1987-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12562,"title":"A dos aguas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspired by Thomas Merton's poem, ORIGINAL CHILD BOMB shows the human cost of nuclear weapons. The bombings of Hiroshima and Nagasaki are depicted through declassified footage, photographs, drawings and testimonies of mothers, brothers and soldiers. Ordinary people gaze upon the nuclear past and its terrifying present.","release_date":"2004-05-02","vote_average":0.0,"runtime":57,"cert":"N\/A","id":12563,"title":"Original Child Bomb","adult":false,"genre_ids":[99]},{"cast":["Matthew Goode","Ben Whishaw","Hayley Atwell","Emma Thompson","Michael Gambon"],"overview":"Based on Evelyn Waugh's 1945 classic British novel, Brideshead Revisited is a poignant story of forbidden love and the loss of innocence set in England prior to the Second World War.","release_date":"2008-07-25","vote_average":6.5,"runtime":133,"cert":"N\/A","id":12568,"title":"Brideshead Revisited","adult":false,"genre_ids":[18,10749]},{"cast":["Jason Bateman","Mila Kunis","Kristen Wiig","Ben Affleck","J.K. Simmons"],"overview":"The owner of a factory that produces flavor extracts, Joel Reynold seems to have it all, but really doesn't. What's missing is sexual attention from his wife, Suzie. Joel hatches a convoluted plan to get Suzie to cheat on him, thereby clearing the way for Joel to have an affair with Cindy, an employee. But what Joel doesn't know is that Cindy is a sociopathic con artist, and a freak workplace accident clears the way for her to ruin Joel forever.","release_date":"2009-09-03","vote_average":5.7,"runtime":92,"cert":"15","id":12569,"title":"Extract","adult":false,"genre_ids":[35]},{"cast":["Ivan Shvedoff","Merab Ninidze","Anna Geislerová","Chulpan Khamatova"],"overview":"Valeri Sikorski knows from his doctors that his days are numbered because of the Chernobyl nuclear disaster. He wants to make a last adventure in his life and goes to England, but first he stops in Berlin to pick up his best friend Victor. But Victor has disappeared. Now Valeri's journey turns into a search for his old friend Victor.","release_date":"2000-06-30","vote_average":0.0,"runtime":97,"cert":"N\/A","id":12570,"title":"England!","adult":false,"genre_ids":[18]},{"cast":["Michael Stuhlbarg","Richard Kind","Fred Melamed","Sari Lennick","Aaron Wolff"],"overview":"It is 1967, and Larry Gopnik, a physics professor at a quiet Midwestern university, has just been informed by his wife Judith that she is leaving him. She has fallen in love with one of his more pompous acquaintances Sy Ableman.","release_date":"2009-09-30","vote_average":6.8,"runtime":105,"cert":"15","id":12573,"title":"A Serious Man","adult":false,"genre_ids":[35,18]},{"cast":["Burt Reynolds","Norman D. Golden II","Ruby Dee","Holland Taylor","Ray Sharkey"],"overview":"When a pint-sized 8-year-old kid witnesses a murder he offers to help the police, if they make him a cop, too. Saddled with this streetwise sidekick, a hardboiled cop is forced to take his new partner seriously as they race the clock to bring the bad guys to justice.","release_date":"1993-04-02","vote_average":4.6,"runtime":97,"cert":"N\/A","id":12574,"title":"Cop and ½","adult":false,"genre_ids":[28,35,10751]},{"cast":["Nicolette Krebitz","Marc Hosemann","Sunnyi Melles","Axel Milberg","Michael Benthin"],"overview":"No overview found.","release_date":"1999-07-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":12575,"title":"Long Hello and Short Goodbye","adult":false,"genre_ids":[35,53]},{"cast":["Jamie Bell","Rúaidhrí Conroy","Mike Downey","Laurence Fox","Roman Horák"],"overview":"In the brutal trench fighting of the First World War, a British Infantry Company is separated from their regiment after a fierce battle. Attempting to return to their lines, the British soldiers discover what appears to be a bombed out German trench, abandoned except for a few dazed German soldiers. After killing most of the Germans, and taking one prisoner, the British company fortifies to hold the trench until reinforcements can arrive. Soon, however, strange things being to happen as a sense of evil descends on the trench and the British begin turn on each other.","release_date":"2002-10-06","vote_average":5.9,"runtime":94,"cert":"15","id":12576,"title":"Deathwatch","adult":false,"genre_ids":[18,27,53,10752]},{"cast":["Stephen Dorff","Natasha Henstridge","Bruce Payne","Steven Berkoff","Clé Bennett"],"overview":"An entrepreneurial criminal, Slim (Dorff) is as smart as they come. Cocky and confident, he assembles a team of risk-taking rush-seekers to pull off a series of five bank heists, each time using a different extreme sport to make the getaway. Following an unexpected windfall on only their second job, the gang nets $20 million in untraceable bonds. Having scored enough money to retire on, Slim and his crew decide to call the robbery game quits. But both the mob and the police have other plans in mind for Slim: they want him to keep working, for them.","release_date":"2002-05-08","vote_average":5.3,"runtime":83,"cert":"N\/A","id":12577,"title":"Riders","adult":false,"genre_ids":[80,28,53]},{"cast":["Hannelore Hoger","Angela Winkler","Vadim Glowna","Katja Rupé","Heinz Bennent"],"overview":"Germany in Autumn does not have a plot per se: it mixes documentary footage, along with standard movie scenes, to give the audience the mood of Germany during the late 1970s. The movie covers the two-month time period during 1977 when a businessman was kidnapped, and later murdered, by the left-wing terrorists of the RAF-Rote Armee Fraktion (Red Army Faction), also known as the Baader-Meinhof gang.","release_date":"1978-03-03","vote_average":6.2,"runtime":123,"cert":"N\/A","id":12578,"title":"Germany in Autumn","adult":false,"genre_ids":[99,18]},{"cast":["Gérard Depardieu","Fanny Ardant","Henri Garcin","Michèle Baumgartner","Roger Van Hool"],"overview":"Madame Jouve, the narrator, tells the tragedy of Bernard and Mathilde. Bernard was living happily with his wife Arlette and his son Thomas. One day, a couple, Philippe and Mathilde Bauchard, moves into the next house. This is the accidental reunion of Bernard and Mathilde, who had a passionate love affair years ago. The relationship revives... A somber study of human feelings.","release_date":"1981-09-30","vote_average":7.1,"runtime":106,"cert":"N\/A","id":12579,"title":"The Woman Next Door","adult":false,"genre_ids":[10749,18]},{"cast":["Kazuya Nakayama","Kaori Momoi","Ryuhei Matsuda","Hiroki Matsukata","Ryôsuke Miki"],"overview":"Izo is an assassin in the service of a Tosa lord and Imperial supporter. After killing dozens of the Shogun's men, Izo is captured and crucified. Instead of being extinguished, his rage propels him through the space-time continuum to present-day Tokyo. Here Izo transforms himself into a new, improved killing machine.","release_date":"2004-08-21","vote_average":6.2,"runtime":128,"cert":"N\/A","id":12580,"title":"Izo","adult":false,"genre_ids":[28,18,14,36,27,10752]},{"cast":["Ronit Elkabetz","Albert Iluz","Simon Abkarian","Hana Laslo","Moshe Ivgy"],"overview":"When one of the brothers (Ohayn) dies, all the whole family comes for Shiva (Jewish tradition,when the family sits seven days at the home after the death one of their family). A large family with a lot of problems and conflicts between them.","release_date":"2008-05-05","vote_average":6.1,"runtime":103,"cert":"N\/A","id":12581,"title":"The Seven Days","adult":false,"genre_ids":[18,53,10752]},{"cast":["Michael Caine","Ben Kingsley","Jeffrey Jones","Lysette Anthony","Nigel Davenport"],"overview":"Sherlock Holmes is as dashing as ever, but with a little secret: Dr. Watson is the brains behind the operation. When Reginald Kincaid, the actor he has hired to play Holmes becomes insufferable, Watson fires him and tries to go out on his own, but finds that he has done too good a job building Holmes up in the public's mind.","release_date":"1988-05-05","vote_average":6.7,"runtime":107,"cert":"PG","id":12582,"title":"Without a Clue","adult":false,"genre_ids":[35,80,9648,53]},{"cast":["Katharine Isabelle","Emily Perkins","Nathaniel Arcand","JR Bourne","Hugh Dillon"],"overview":"Set in 19th Century Canada, Brigette and her sister Ginger take refuge in a Traders' Fort which later becomes under siege by some savage werewolves. And an enigmatic Indian hunter decides to help the girls, but one of the girls has been bitten by a werewolf. Brigitte and Ginger may have no one to turn to but themselves.","release_date":"2004-07-10","vote_average":5.9,"runtime":94,"cert":"N\/A","id":12583,"title":"Ginger Snaps Back: The Beginning","adult":false,"genre_ids":[18,27]},{"cast":["John Wayne","Lauren Bacall","Ron Howard","James Stewart","Richard Boone"],"overview":"Afflicted with a terminal illness John Bernard Brooks, the last of the legendary gunfighters, quietly returns to Carson City for medical attention from his old friend Dr. Hostetler. Aware that his days are numbered, the troubled man seeks solace and peace in a boarding house run by a widow and her son.However, it is not Brooks' fate to die in peace, as he becomes embroiled in one last valiant battle.","release_date":"1976-08-11","vote_average":7.3,"runtime":100,"cert":"PG","id":12584,"title":"The Shootist","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Zachi Noy","Yftach Katzur","Jonathan Sagall","Dan Turgeman","Elfi Eschke"],"overview":"Those Lemon Popsicle boys are at it again!..Naughtier than ever in...","release_date":"1988-08-18","vote_average":5.3,"runtime":85,"cert":"N\/A","id":12585,"title":"Summertime Blues","adult":false,"genre_ids":[35]},{"cast":["Tammy Blanchard","Angélica Aragón","Ali Landry","Jaime Tirelli","Manny Pérez"],"overview":"An international soccer star is on his way to sign a multimillion dollar contract when something happens that brings his career to an abrupt end. A beautiful waitress, struggling to make it in New York City, discovers something about herself that she's unprepared for. In one irreversible moment, their lives are turned upside down.","release_date":"2006-09-09","vote_average":6.7,"runtime":91,"cert":"N\/A","id":12586,"title":"Bella","adult":false,"genre_ids":[18,10749]},{"cast":["Chris Potter","Alex Reid","José Sancho","Neus Asensi","Ravil Isyanov"],"overview":"Arachnid is a 2001 film directed by Jack Sholder. In this movie, giant killer spiders menace survivors of a plane crash.","release_date":"2001-06-29","vote_average":4.0,"runtime":95,"cert":"15","id":12587,"title":"Arachnid","adult":false,"genre_ids":[12,27,878]},{"cast":["Anjorka Strechel","Lucie Hollmann","Tilo Prückner","Isolda Dychauk","Kai-Peter Malina"],"overview":"Eternal daydreamer Mel can't wait to quit her sucky catering job and fly to her dream destination: Portugal. Things change when the beautiful Jenny literally crashes into her life when Mel nearly runs her over in her classic BMW. It is love at first sight, however there is just one problem: Jenny mistakenly assumes Mel to be a boy. Despite this, the pair become boyfriend and girlfriend. With Mel attempting to disguise her true gender at every turn, her journey from tomboy to out lesbian is fraught with life-defining dilemmas and sweet surprises.","release_date":"2008-01-16","vote_average":6.8,"runtime":87,"cert":"N\/A","id":12588,"title":"My Friend from Faro","adult":false,"genre_ids":[18]},{"cast":["Debi Derryberry","Megan Cavanagh","Mark DeCarlo","Jeffrey Garcia","Patrick Stewart"],"overview":"Jimmy Neutron is a boy genius and way ahead of his friends, but when it comes to being cool, he's a little behind. All until one day when his parents, and parents all over Earth are kidnapped by aliens, it's up to him to lead all the children of the world to rescue their parents.","release_date":"2001-12-21","vote_average":5.7,"runtime":83,"cert":"U","id":12589,"title":"Jimmy Neutron: Boy Genius","adult":false,"genre_ids":[28,12,16,35,10751,14,878]},{"cast":["Matthew Davis","Bruce Greenwood","Olivia Williams","Zach Galifianakis","Scott Foley"],"overview":"In the dark silence of the sea during World War II, the submarine USS Tiger Shark prowls on what should be a routine rescue mission. But for the shell-shocked crew, trapped together in the sub's narrow corridors and constricted spaces, this is about to become a journey into the sensory delusions, mental deceptions and runaway fears that lurk just below the surface of the ocean.","release_date":"2002-08-11","vote_average":6.1,"runtime":105,"cert":"15","id":12590,"title":"Below","adult":false,"genre_ids":[53,27,9648]},{"cast":["Bill Goldberg","Douglas Smith","Emilie de Ravin","Robert Culp","Dave Thomas"],"overview":"Santa Claus is actually a demon who lost a bet with an angel, so he became the giver of toys and happiness. But this year the bet is off, and Santa is about to return to his evil ways.","release_date":"2005-10-25","vote_average":5.4,"runtime":78,"cert":"N\/A","id":12591,"title":"Santa's Slay","adult":false,"genre_ids":[35,14,27]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Axel Strøbye","Ole Ernst"],"overview":"Some criminal EU ministers plan to turn Denmark into a gigantic fair ground and holiday paradise. Egon gets his hand at some important documents which could both make him rich and take care of Denmark's future.","release_date":"1978-10-06","vote_average":6.7,"runtime":107,"cert":"N\/A","id":12592,"title":"The Olsen Gang Goes to War","adult":false,"genre_ids":[10751,35,80]},{"cast":["Skip Hinnant","Rosetta LeNoire","John McCurry","Phil Seuling","Judy Engles"],"overview":"A hypocritical swinging college student cat raises hell in a satiric vision of various elements on the 1960's.","release_date":"1972-04-12","vote_average":6.3,"runtime":78,"cert":"N\/A","id":12593,"title":"Fritz the Cat","adult":false,"genre_ids":[16,35,18]},{"cast":["Andrew Divoff","Paul Johansson","Holly Fields","Bokeem Woodbine","Tom Lister Jr."],"overview":"During a failed art heist, the Djinn is once again liberated. This time, to complete the 1001 wishes that he needs before the final 3, he lets himself go to prison, where he starts his evil reign twisting the hopes of the prisoners. Meanwhile, the woman who set him free accidentally, Morgana, tries to find a way to stop him, aided by a young priest.","release_date":"1999-03-12","vote_average":5.2,"runtime":96,"cert":"18","id":12594,"title":"Wishmaster 2: Evil Never Dies","adult":false,"genre_ids":[14,27]},{"cast":["Craig Sheffer","Nicholas Turturro","James Remar","Doug Bradley","Nicholas Sadler"],"overview":"A shady police detective becomes embroiled in a strange world of murder, sadism and madness after being assigned a murder investigation against a madman known only as \"The Engineer\".","release_date":"2000-10-03","vote_average":5.4,"runtime":99,"cert":"18","id":12597,"title":"Hellraiser: Inferno","adult":false,"genre_ids":[80,27,53,9648]},{"cast":["Louis de Funès","Claude Gensac","Michel Galabru","Bernard Blier","Guy Tréjan"],"overview":"Selling author, Antoine Brisebard is a victim of a blackmailer, Jo, which threatens to jeopardize his reputation by revealing the past of his wife Sylvia. While the latter must pass the same night to take possession of the money required, Brisebard accidentally kills ...","release_date":"1971-08-31","vote_average":7.2,"runtime":85,"cert":"N\/A","id":12598,"title":"Jo","adult":false,"genre_ids":[35]},{"cast":["Rica Matsumoto","Mayumi Iizuka","Tomokazu Seki","Ikue Otani","Kouichi Yamadera"],"overview":"Ash Ketchum must put his skill to the test when he attempts to save the world from destruction. The Greedy Pokemon collector Lawrence III throws the universe into chaos after disrupting the balance of nature by capturing one of the Pokemon birds that rule the elements of fire, lightning and ice. Will Ash have what it takes to save the world?","release_date":"1999-07-17","vote_average":6.6,"runtime":84,"cert":"PG","id":12599,"title":"Pokémon: The Movie 2000","adult":false,"genre_ids":[12,14,16,878,10751]},{"cast":["Rica Matsumoto","Mayumi Iizuka","Yuji Ueda","Ikue Otani","Unsho Ishizuka"],"overview":"40 years ago, a Celebi was being attacked by a Pokemon Hunter. Luckily, a young boy named Sammy saved Celebi. Using its Time Traveling power, Celebi transported himself and Sammy 40 years into the future. There, Ash, Misty, and Brock assist Sammy to the healing lake in the forest so they can heal the wounded Celebi. Unfortunately an evil Team Rocket member, Viscious a.k.a. \"The Iron Masked Marauder\", tries to capture Celebi using his technology. As Ash and Co. try to get away from Viscious, they also run into Jessie, James, and Meowth, who also want to capture Celebi. Soon it becomes a race against time to get Celebi and Sammy back to the forest before Celebi is caught and is used to destroy the forest and themselves.","release_date":"2001-07-06","vote_average":6.2,"runtime":75,"cert":"PG","id":12600,"title":"Pokémon 4Ever: Celebi - Voice of the Forest","adult":false,"genre_ids":[12,14,16,878,10751]},{"cast":["Natacza Boon","James Matthews-Pyecka","Daryl Jackson","Bela B.","Donald Stewart"],"overview":"A woman whose family was brutally murdered when she was little is instructed by her family's ghosts to bring the killers to them so their souls can rest in peace.","release_date":"2003-03-03","vote_average":4.1,"runtime":86,"cert":"N\/A","id":12601,"title":"Garden of Love","adult":false,"genre_ids":[27]},{"cast":["Lex Barker","Karin Dor","Christopher Lee","Carl Lange","Christiane Rücker"],"overview":"In the Olden Tymes, Count Regula is drawn and quartered for killing twelve virgins in his dungeon torture chamber. Thirty-five years later, he comes back to seek revenge on the daughter of his intended thirteenth victim and the son of his prosecutor in order to attain immortal life.","release_date":"1967-10-05","vote_average":6.6,"runtime":85,"cert":"N\/A","id":12602,"title":"The Snake Pit and the Pendulum","adult":false,"genre_ids":[9648,27,36]},{"cast":["Christoph Bach","Jule Böwe","Walter Kreye","David Scheller","Dirk Borchardt"],"overview":"No overview found.","release_date":"2005-01-20","vote_average":5.0,"runtime":87,"cert":"N\/A","id":12605,"title":"Katze im Sack","adult":false,"genre_ids":[18]},{"cast":["Shelley Long","Gary Cole","Christopher Daniel Barnes","Christine Taylor","Paul Sutera"],"overview":"A man claiming to be Carol Brady's long-lost first husband, Roy Martin, shows up at the suburban Brady residence one evening. An impostor, the man is actually determined to steal the Bradys' familiar horse statue, a $20-million ancient Asian artifact.","release_date":"1996-08-23","vote_average":5.8,"runtime":90,"cert":"N\/A","id":12606,"title":"A Very Brady Sequel","adult":false,"genre_ids":[35]},{"cast":["Rainer Werner Fassbinder","Günther Kaufmann","Boy Gobert","Arnold Marquis","Richy Müller"],"overview":"In a totalitarian society of the future, in which the government controls all facets of the media, a homicide detective investigates a string of bombings, and finds out more than he bargained for.","release_date":"1982-07-16","vote_average":4.5,"runtime":106,"cert":"N\/A","id":12607,"title":"Kamikaze 1989","adult":false,"genre_ids":[878,53]},{"cast":["Kristina Törnqvist","Magnus Roosmann","Anna Björk","Gustaf Hammarsten","Robert Gustafsson"],"overview":"Christmas 1945. In a train from Stockholm to Berlin are a motley collection. It is the failure of the author Gunnar who wants to leave his old life and make a contribution in Berlin; physician Henry who plan to marry Marie and likewise Henry's current wife Karin, who he plans to kill during the journey, the middle-aged gay couple Pompe and Sixten, a soldier going to Uppsala but is on the wrong train: the cheerful and cynical old Margaret, and a dressed elf and a surly conductor. With the train are also a number of Baltic refugees accompanied by two nuns to be sent to Germany.","release_date":"2003-12-25","vote_average":5.8,"runtime":100,"cert":"N\/A","id":12608,"title":"Illusive Tracks","adult":false,"genre_ids":[35,53]},{"cast":["Alan Rickman","Terry Jones","Paprika Steen","Morten Kern Nielsen","Aaron Paul"],"overview":"Three children accidentally get turned into fish after drinking a potion made by an eccentric scientist. The kids end up in the sea, with one problem. They must find and drink the antidote within 48 hours, or forever remain as fish.","release_date":"2000-10-06","vote_average":6.5,"runtime":80,"cert":"U","id":12609,"title":"Help! I'm A Fish","adult":false,"genre_ids":[12,16,35]},{"cast":["Chris Rock","Laurence Fishburne","David Hyde Pierce","Brandy Norwood","Bill Murray"],"overview":"A policeman white blood cell, with the help of a cold pill, must stop a deadly virus from destroying the human they live in, Frank.","release_date":"2001-08-07","vote_average":6.1,"runtime":95,"cert":"PG","id":12610,"title":"Osmosis Jones","adult":false,"genre_ids":[12,16,28,35,10751]},{"cast":["Kirk Douglas","John Cassavetes","Charles Durning","Amy Irving","James Belushi"],"overview":"A government agent is determined to come to his son's rescue, when a sinister official kidnaps him to harness his extremely powerful psychic abilities.","release_date":"1978-03-10","vote_average":6.3,"runtime":118,"cert":"18","id":12611,"title":"The Fury","adult":false,"genre_ids":[27,878,53]},{"cast":["Lee Evans","Sean McGinley","Ian McNeice","Colin Salmon"],"overview":"Sean Veil is an ultra paranoid murder suspect who takes to filming himself round the clock to provide an alibi, just in case he's ever accused of another crime. Problems arise however when the police do come calling and the one tape that can prove his innocence has mysteriously disappeared.","release_date":"2004-05-01","vote_average":6.9,"runtime":99,"cert":"N\/A","id":12612,"title":"Freeze Frame","adult":false,"genre_ids":[53,18,80]},{"cast":["Kôjiro Shimizu","Kenji Haga","Miki Fujitani","Masane Tsukayama","Takeshi Kusaka"],"overview":"Bison, the ruthless leader of the international terrorist organization Shadowlaw, has been desperately searching for the greatest fighter on the planet for years. He finds it in Ryu, a young wanderer who never stays in one place long enough for Bison to find him. He does, however, get a fix on Ken Masters, an American martial arts champion who studied with Ryu as a child under the same master. Meanwhile, Major Guile of the United States Army is forced to team up with Chun Li from China in hopes of apprehending Bison and putting a stop his international ring of crime.","release_date":"1994-08-06","vote_average":6.7,"runtime":102,"cert":"N\/A","id":12613,"title":"Street Fighter II: The Animated Movie","adult":false,"genre_ids":[16,28]},{"cast":["Julie Andrews","James Garner","Robert Preston","Lesley Ann Warren","Alex Karras"],"overview":"A struggling female soprano finds work playing a male female impersonator, but it complicates her personal life.","release_date":"1982-04-25","vote_average":7.1,"runtime":132,"cert":"N\/A","id":12614,"title":"Victor\/Victoria","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Dustin Hoffman","Kate Reid","John Malkovich","Stephen Lang","Charles Durning"],"overview":"Salesman Willy Loman is in a crisis. He's about to lose his job, he can't pay his bills, and his sons Biff and Happy don't respect him and can't seem to live up to their potential. He wonders what went wrong and how he can make things up to his family.","release_date":"1985-08-16","vote_average":6.7,"runtime":130,"cert":"N\/A","id":12615,"title":"Death of a Salesman","adult":false,"genre_ids":[18]},{"cast":["Wesley Snipes","Nastassja Kinski","Kyle MacLachlan","Ming-Na Wen","Robert Downey Jr."],"overview":"In Los Angeles, Max Carlyle makes a good living directing commercials and has a happy home life with his wife, Mimi, and two children. When Carlyle travels to New York City to visit his friend Charlie, who has been diagnosed with AIDS, he has repeat run-ins with a beautiful woman, Karen, and eventually sleeps with her. Though he goes home the next day and doesn't return until a year later, Carlyle's infidelity still lingers.","release_date":"1997-11-14","vote_average":5.7,"runtime":102,"cert":"N\/A","id":12616,"title":"One Night Stand","adult":false,"genre_ids":[18]},{"cast":["Doris Day","Rex Harrison","John Gavin","Myrna Loy","Roddy McDowall"],"overview":"This 1960 thriller, set in London, stars Doris Day as a wife who begins to unravel when she receives threatening telephone calls informing her she's soon to be murdered.","release_date":"1960-10-13","vote_average":6.9,"runtime":110,"cert":"N\/A","id":12617,"title":"Midnight Lace","adult":false,"genre_ids":[53]},{"cast":["Harrison Ford","Kristin Scott Thomas","Charles S. Dutton","Bonnie Hunt","Dennis Haysbert"],"overview":"After the death of their loved ones in a tragic plane crash, Harrison Ford and Kristin Scott Thomas find each other's keys in each other's loved ones' possessions and realize that the two were having an affair and they must figure out all the details.","release_date":"1999-10-08","vote_average":5.4,"runtime":133,"cert":"N\/A","id":12618,"title":"Random Hearts","adult":false,"genre_ids":[18,10749]},{"cast":["Brittany Murphy","Jay Mohr","Michael Biehn","Jesse Bradford","Candy Clark"],"overview":"Cherry Falls is a quiet little town - until the night that a serial killer begins preying on its youth. After a third teen is found slain, the killer's modus operandi emerges: the victims were all virgins. Sheriff Marken is concerned for the safety of the teens in general and in particular his own daughter Jody, who is still a virgin...","release_date":"2000-08-25","vote_average":5.0,"runtime":92,"cert":"18","id":12619,"title":"Cherry Falls","adult":false,"genre_ids":[27,9648,53]},{"cast":["Anna Faris","Emma Stone","Kat Dennings","Katharine McPhee","Rumer Willis"],"overview":"Shelley is living a carefree life until a rival gets her tossed out of the Playboy Mansion. With nowhere to go, fate delivers her to the sorority girls from Zeta Alpha Zeta. Unless they can sign a new pledge class, the seven socially clueless women will lose their house to the scheming girls of Phi Iota Mu. In order to accomplish their goal, they need Shelley to teach them the ways of makeup and men; at the same time, Shelley needs some of what the Zetas have - a sense of individuality. The combination leads all the girls to learn how to stop pretending and start being themselves.","release_date":"2008-08-22","vote_average":5.6,"runtime":97,"cert":"N\/A","id":12620,"title":"The House Bunny","adult":false,"genre_ids":[10749,35]},{"cast":["Steve Coogan","Catherine Keener","Joseph Julian Soria","Skylar Astin","Phoebe Strole"],"overview":"A high school drama teacher facing the cancellation of his program.","release_date":"2008-01-21","vote_average":6.1,"runtime":92,"cert":"N\/A","id":12621,"title":"Hamlet 2","adult":false,"genre_ids":[35,10402]},{"cast":["Takeshi Kitano","Maiko Kawakami","Makoto Ashikawa","Shirô Sano","Sei Hiraizumi"],"overview":"A detective breaks all rules of ethical conduct while investigating a colleague’s involvement in drug pushing and Yakuza activities.","release_date":"1989-08-12","vote_average":7.3,"runtime":103,"cert":"N\/A","id":12622,"title":"Violent Cop","adult":false,"genre_ids":[28,80,18]},{"cast":["Cher","Dennis Quaid","Liam Neeson","John Mahoney","Joe Mantegna"],"overview":"When a Supreme Court judge commits suicide and his secretary is found murdered, all fingers point to Carl Anderson (Liam Neeson), a homeless veteran who's deaf and mute. But when public defender Kathleen Riley (Cher) is assigned to his case, she begins to believe that Anderson may actually be innocent. Juror Eddie Sanger (Dennis Quaid), a Washington lobbyist, agrees, and together the pair begins their own investigation of events.","release_date":"1987-10-23","vote_average":6.7,"runtime":121,"cert":"N\/A","id":12623,"title":"Suspect","adult":false,"genre_ids":[80,18,53]},{"cast":["William Hurt","Albert Brooks","Holly Hunter","Robert Prosky","Lois Chiles"],"overview":"Basket-case network news producer Jane Craig falls for new reporter Tom Grunnick, a pretty boy who represents the trend towards entertainment news she despises. Aaron Altman, a talented but plain correspondent, carries an unrequited torch for Jane. Sparks fly between the three as the network prepares for big changes, and both the news and Jane must decide between style and substance.","release_date":"1987-12-16","vote_average":6.8,"runtime":133,"cert":"N\/A","id":12626,"title":"Broadcast News","adult":false,"genre_ids":[35,18,10749]},{"cast":["Michel Piccoli","Jane Birkin","Emmanuelle Béart","Marianne Denicourt","David Bursztein"],"overview":"The former famous painter Frenhofer lives quietly with his wife on his countryside residence in the French Provence. When the young artist Nicolas visits him with his girlfriend Marianne, Frenhofer decides to start again the work on a painting he long ago stopped: La Belle Noiseuse. And he wants Marianne as model. The now starting creative process changes life for everyone. It is a struggle for truth, life and sense, and the question where the limits of arts are or whether art is limitless.","release_date":"1992-01-01","vote_average":7.4,"runtime":238,"cert":"N\/A","id":12627,"title":"La Belle Noiseuse","adult":false,"genre_ids":[18]},{"cast":["David Duchovny","Timothy Hutton","Angelina Jolie","Michael Massee","Stacey Travis"],"overview":"Stripped of his medical license after performing an operation while high on amphetamines, famed LA surgeon Dr Eugene Sands abandons his former life only to find himself crossing paths with Raymond Blossom, an infamous counterfeiter. Employed as a \"gun-shot doctor\" when Raymond's associates cannot risk visiting a hospital, Eugene is lured deep into the criminal world and becomes entangled with his boss's girlfriend.","release_date":"1997-10-17","vote_average":5.7,"runtime":94,"cert":"N\/A","id":12628,"title":"Playing God","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Pierce Brosnan","Ron Silver","Ben Cross","Lisa Eilbacher","Michael J. Shea"],"overview":"Danny O'Neill is a bomb disposal expert assigned to a case where terrorists have developed an \"invisible\" liquid explosive which is activated within the human body.","release_date":"1992-09-03","vote_average":6.2,"runtime":85,"cert":"N\/A","id":12629,"title":"Live Wire","adult":false,"genre_ids":[28,18,53]},{"cast":["Melissa Altro","Catherine O'Hara","Carole Pope","Dave Thomas"],"overview":"Pippi is a little girl who lives in her house with her horse and her monkey, while her father is sailing the seas.","release_date":"1997-08-20","vote_average":5.2,"runtime":75,"cert":"N\/A","id":12630,"title":"Pippi Longstocking","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Walter Giller","Heinz Erhardt","Hans-Joachim Kulenkampff","Susanne Cramer","Loni Heuser"],"overview":"No overview found.","release_date":"1961-08-25","vote_average":7.2,"runtime":87,"cert":"N\/A","id":12631,"title":"Drei Mann in einem Boot","adult":false,"genre_ids":[35]},{"cast":["André Eisermann","Udo Samel","Jeremy Clyde","Katharina Thalbach","Johannes Silberschneider"],"overview":"","release_date":"1993-09-11","vote_average":6.5,"runtime":139,"cert":"N\/A","id":12632,"title":"Kaspar Hauser","adult":false,"genre_ids":[18]},{"cast":["Michael Douglas","Hal Holbrook","Yaphet Kotto","Sharon Gless","James Sikking"],"overview":"Steve Hardin, a young judge, must grapple with his conscience as vicious criminals in his court are going free as a result of slick lawyers finding obscure loopholes in the law. Hardin feels utterly powerless until he discovers The Star Chamber, a small group of powerful men bent on their own kind of vigilante justice. Meeting behind closed doors in the utmost secrecy, they decree their own punishment for the guilty who have slipped through the system without paying for their crimes.","release_date":"1983-08-05","vote_average":6.1,"runtime":109,"cert":"N\/A","id":12633,"title":"The Star Chamber","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Owen Wilson","Morgan Freeman","Gary Sinise","Sara Foster","Willie Nelson"],"overview":"A small-time con artist and a Hawaiian real estate developer's mischievous, enterprising mistress team up for a potential $200,000 score.","release_date":"2004-01-30","vote_average":5.0,"runtime":88,"cert":"N\/A","id":12634,"title":"The Big Bounce","adult":false,"genre_ids":[35,80]},{"cast":["Stephen Dorff","Ian Hart","Sheryl Lee","Gary Bakewell","Chris O'Neill"],"overview":"Chronicles the early days of The Beatles in Hamburg, Germany. The film focuses primarily on the relationship between Stuart Sutcliffe (played by Stephen Dorff) and John Lennon (played by Ian Hart), and also with Sutcliffe's German girlfriend Astrid Kirchherr (played by Sheryl Lee).","release_date":"1994-04-01","vote_average":6.1,"runtime":100,"cert":"N\/A","id":12635,"title":"Backbeat","adult":false,"genre_ids":[18,10402]},{"cast":["Yumiko Shaku","Shin Takuma","Kana Onodera","Koh Takasugi","Tsutomu Kitagawa"],"overview":"After the appearance of a new Gojira (Godzilla), the Japanese government builds a robotic Godzilla from the bones of the original monster that attacked Tokyo in 1954 to stop the beast.","release_date":"2002-11-02","vote_average":6.7,"runtime":88,"cert":"N\/A","id":12636,"title":"Godzilla Against MechaGodzilla","adult":false,"genre_ids":[878,28]},{"cast":["Liza Minnelli","Robert De Niro","Lionel Stander","Barry Primus","Dick Miller"],"overview":"An egotistical saxophone player and a young singer meet on V-J Day and embark upon a strained and rocky romance, even as their careers begin a long uphill climb.","release_date":"1977-06-21","vote_average":6.5,"runtime":163,"cert":"N\/A","id":12637,"title":"New York, New York","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Jürgen Prochnow","Patsy Kensit","Elizabeth Hurley","Franz Buchrieser"],"overview":"Two British beauties go to Barbados with a yacht captain who does not know what he's in for.","release_date":"1990-04-05","vote_average":4.5,"runtime":98,"cert":"N\/A","id":12638,"title":"Kill Cruise","adult":false,"genre_ids":[12,18,53]},{"cast":["Yul Brynner","Robert Fuller","Julián Mateos","Warren Oates","Claude Akins"],"overview":"Chico one of the remaining members of The Magnificent Seven now lives in the town that they (The Seven) helped. One day someone comes and takes most of the men prisoner. His wife seeks out Chris, the leader of The Seven for help. Chris also meets Vin another member of The Seven. They find four other men and they go to help Chico.","release_date":"1966-10-19","vote_average":5.3,"runtime":95,"cert":"N\/A","id":12639,"title":"Return of the Seven","adult":false,"genre_ids":[37]},{"cast":["Dick Kaysø","Preben Kristensen","Laura Bro","Marie Ingerslev"],"overview":"Two children in the Viking age find their way into the magical world of Norse mythology.","release_date":"1986-05-12","vote_average":7.3,"runtime":76,"cert":"N\/A","id":12646,"title":"Valhalla","adult":false,"genre_ids":[12,16,14]},{"cast":["Dustin Hoffman","Nicole Kidman","Loren Dean","Bruce Willis","Steve Buscemi"],"overview":"In the year 1935, a teen named Billy Bathgate finds first love while becoming the protégé of fledgling gangster Dutch Schultz.","release_date":"1991-11-01","vote_average":5.7,"runtime":106,"cert":"15","id":12647,"title":"Billy Bathgate","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Vincent Cassel","Monica Bellucci","André Dussollier","Charles Berling","Bruno Todeschini"],"overview":"From his offices in Switzerland, Russian Igor Lipovsky is engaged in a vast and profitable gunrunning operation with Africa. The French government wants to hinder the activities of the arms dealer and sends a team to sink one of his ships heading for Angola with a load of illegal weaponry. Lisa, Brisseau, Loïc, Tony and Raymond are professionals: they carefully set up their cover, plan all their moves meticulously, and carry out orders without asking questions. Perhaps they should. The code-name of the mission is \"Janus\"; and just like with the ancient deity, there are two opposite faces for every aspect of the operation: the objective of the French government, the role of each team member, the presumed friend and the assumed foe...","release_date":"2004-03-03","vote_average":5.2,"runtime":109,"cert":"N\/A","id":12648,"title":"Secret Agents","adult":false,"genre_ids":[28,80,53]},{"cast":["Peter Sellers","Jean Seberg","William Hartnell","David Kossoff","Leo McKern"],"overview":"The Duchy of Grand Fenwick decides that the only way to get out of their economic woes is to declare war on the United States, lose and accept foreign aid. They send an invasion force to New York (armed with longbows) which arrives during a nuclear drill that has cleared the streets.","release_date":"1959-07-17","vote_average":7.0,"runtime":83,"cert":"PG","id":12649,"title":"The Mouse That Roared","adult":false,"genre_ids":[35]},{"cast":["Lee Jung-jae","Jun Ji-hyun","Kim Mu-saeng","Jo Seung-yeon","Min Yun-jae"],"overview":"Eun-joo moves out of her house \"Il Mare\", leaving behind a Christmas card for the eventual new owner of the house in 1999. In it she asks him\/her to forward any mail of hers to her new address in the city. It is 1997 and Sung-hyun, the first owner of \"Il Mare\" is moving in and finds in his mailbox the Christmas card from Eun-joo. Thinking it was a joke, Sung-hyun leaves her a letter telling her so and reminds her that its 1997 not 1999. Eventually the two realize that they are separated by two years of time but can somehow communicate through the mailbox and begin to form a friendship through their letters.","release_date":"2000-09-09","vote_average":7.8,"runtime":105,"cert":"N\/A","id":12650,"title":"Il Mare","adult":false,"genre_ids":[14,18,10749]},{"cast":["Matthew Modine","Eric Stoltz","Tate Donovan","D. B. Sweeney","Billy Zane"],"overview":"The \"Memphis Belle\" is a World War II bomber, piloted by a young crew on dangerous bombing raids into Europe. The crew only have to make one more bombing raid before they have finished their duty and can go home. In the briefing before their last flight, the crew discover that the target for the day is Dresden, a heavily-defended city that invariably causes many Allied casualties","release_date":"1990-09-07","vote_average":6.7,"runtime":107,"cert":"12","id":12651,"title":"Memphis Belle","adult":false,"genre_ids":[18,10752,28]},{"cast":["Emmanuelle Béart","Michel Serrault","Jean-Hugues Anglade","Claire Nadeau","Michael Lonsdale"],"overview":"Nelly leaves her lazy, unemployed husband to work for retired judge Mr Arnaud, forty years her senior, after he offers to clear her bills for her. While she types his memoirs the two develop a close friendship, but Arnaud becomes jealous when Nelly begins dating his good-looking young publisher.","release_date":"1996-04-12","vote_average":7.1,"runtime":106,"cert":"N\/A","id":12652,"title":"Nelly and Monsieur Arnaud","adult":false,"genre_ids":[18,10749]},{"cast":["Julian Sands","Elsa Pataky","John Sharian","Gary Piquer","David Gant"],"overview":"A terror is stalking the land: people are disappearing daily, their bodies appearing covered in savage gashes coupled with precise surgical cuts. The legend of the 'Werewolf of Allariz' spreads across the land like wildfire. When Barbara (Elsa Pataky) falls in love with travelling vendor Manuel Romasanta, she is at first besotted with him - but soon begins to be suspicious of him. What has happened to her sister, who - after being escorted by Romasanta to the city - seems to have disappeared forever.","release_date":"2004-05-13","vote_average":5.0,"runtime":90,"cert":"N\/A","id":12653,"title":"Romasanta","adult":false,"genre_ids":[28,27]},{"cast":["Stefania Rocca","Stefano Rota","Rossana Mortara","Rolando Ravello","Neri Marcorè"],"overview":"Viola is a girl who has just cut off a love affair and lives alone with her dog. One day he decides to browse the world of erotic chats and meets the mysterious Mittler, who begins to advance more and more audacious requests, until they decide to discover their respective identities.","release_date":"1989-09-11","vote_average":5.5,"runtime":92,"cert":"N\/A","id":12654,"title":"Viol@","adult":false,"genre_ids":[53]},{"cast":["Brendan Gleeson","Peter McDonald","Tony Doyle","Peter Caffrey","Antoine Byrne"],"overview":"Fresh out of prison, Git rescues a former best friend (now living with Git's girlfriend) from a beating at the hands of loan sharks. He's now in trouble with the mob boss, Tom French, who sends Git to Cork with another debtor, Bunny Kelly, to find a guy named Frank Grogan, and take him to a man with a friendly face at a shack across a bog. It's a tougher assignment than it seems: Git's a novice, Bunny's prone to rash acts, Frank doesn't want to be found (and once he's found, he has no money), and maybe Tom's planning to murder Frank, which puts Git in a moral dilemma. Then, there's the long-ago disappearance of Sonny Mulligan. What's a decent and stand-up lad to do?","release_date":"1997-10-03","vote_average":6.7,"runtime":97,"cert":"15","id":12655,"title":"I Went Down","adult":false,"genre_ids":[28,35,80]},{"cast":["Keanu Reeves","Cameron Diaz","Vincent D'Onofrio","Delroy Lindo","Dan Aykroyd"],"overview":"Sam Clayton's (Vincent D'Onofrio) marriage to ex-stripper Freddie (Cameron Diaz) comes about when she's strong-armed into the match by Red (Delroy Lindo), a club proprietor who once did her a favor. But Freddie falls in love with Jiaks (Keanu Reeves), Sam's brother, and the pair tries to escape the situation together. It isn't long before both Sam and Red catch up with them, resulting in threats against the two of them -- although tension also starts to build between Sam and Red.","release_date":"1996-09-13","vote_average":5.5,"runtime":99,"cert":"N\/A","id":12656,"title":"Feeling Minnesota","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Tom Arnold","Kevin Hart","Method Man","Snoop Dogg","K. D. Aubert"],"overview":"Following a ridiculously awful flight that leads to his pet's death, Nashawn Wade files a lawsuit against the airline, and wins a multimillion-dollar settlement. Determined to create a better flying experience, Nashawn starts his own airline, one that caters to an African-American clientele. Going into business with a tricked-out plane piloted by the smooth Capt. Mack, the airline hits a snag when it has to deal with the family of Elvis Hunkee.","release_date":"2004-05-28","vote_average":4.9,"runtime":86,"cert":"N\/A","id":12657,"title":"Soul Plane","adult":false,"genre_ids":[10749,35]},{"cast":["Ashley Judd","Greg Kinnear","Hugh Jackman","Marisa Tomei","Ellen Barkin"],"overview":"Jane Goodale has everything going for her. She's a producer on a popular daytime talk show, and is in a hot romance with the show's dashing executive producer Ray. But when the relationship goes terribly awry, Jane begins an extensive study of the male animal, including her womanizing roommate Eddie. Jane puts her studies and romantic misadventure to use as a pseudonymous sex columnist -- and becomes a sensation.","release_date":"2001-03-30","vote_average":6.0,"runtime":97,"cert":"12","id":12658,"title":"Someone Like You...","adult":false,"genre_ids":[35,10749]},{"cast":["Lin Cui","Zhou Xun","Gao Yuanyuan","Shuang Li","Li Bin"],"overview":"A seventeen-year-old country boy working in Beijing as a courier has his bicycle stolen, and finds it with a schoolboy his age.","release_date":"2001-02-17","vote_average":6.5,"runtime":113,"cert":"N\/A","id":12659,"title":"Beijing Bicycle","adult":false,"genre_ids":[18]},{"cast":["Cate Blanchett","James Fleet","Abigail Cruttenden","Charlotte McDougall","Rupert Penry-Jones"],"overview":"This is a drama set in Nazi-occupied France at the height of World War II. Charlotte Gray tells the compelling story of a young Scottish woman working with the French Resistance in the hope of rescuing her lover, a missing RAF pilot. Based on the best-selling novel by Sebastian Faulks.","release_date":"2001-12-17","vote_average":6.3,"runtime":121,"cert":"N\/A","id":12660,"title":"Charlotte Gray","adult":false,"genre_ids":[18,36,10749,10752]},{"cast":["Kathleen Turner","Dennis Quaid","Fiona Shaw","Stanley Tucci","Larry Miller"],"overview":"When fun-loving American agents Dennis Quaid and Kathleen Turner are called back from maternity leave for a special assignment in New Orleans, the spy parents decide to skip the sitter and give their bouncing baby girl the adventure of a lifetime. There's nothing to the dumb story about a deadly arms dealer in the Louisiana Bayou, but you'd be hard put to find a friskier pair of doting parents.","release_date":"1993-09-10","vote_average":6.3,"runtime":90,"cert":"N\/A","id":12661,"title":"Undercover Blues","adult":false,"genre_ids":[35,80]},{"cast":["Anthony Perkins","Diana Scarwid","Jeff Fahey","Roberta Maxwell","Hugh Gillin"],"overview":"Norman Bates is still running his little motel, and he has kept the dressed skeleton he calls 'mother'. One day a nosey journalist comes to see him to ask questions about his past.","release_date":"1986-04-02","vote_average":5.6,"runtime":93,"cert":"N\/A","id":12662,"title":"Psycho III","adult":false,"genre_ids":[27,53]},{"cast":["Dolph Lundgren","M. Emmet Walsh","Al White","T. P. McKenna","Carmen Argenziano"],"overview":"A Russian KGB agent is sent to Africa to kill an anti-Communist black revolutionary. However, he has a change of heart when he sees how the Russians and their Cuban allies are killing and repressing the locals, so he switches sides and helps the rebels.","release_date":"1988-12-24","vote_average":5.4,"runtime":105,"cert":"N\/A","id":12663,"title":"Red Scorpion","adult":false,"genre_ids":[12,28,10752]},{"cast":["Colm Meaney","Tina Kellegher","Ruth McCabe","Eanna MacLiam","Peter Rowen"],"overview":"Set in Ireland, Sharon Curley is a 20 year old living with her parents and many brothers and sisters. When she gets herself pregnant and refuses to name the father, she becomes the talk of the town.","release_date":"1993-08-06","vote_average":6.5,"runtime":91,"cert":"15","id":12664,"title":"The Snapper","adult":false,"genre_ids":[35,18]},{"cast":["Mary Steenburgen","Sean Patrick Flanery","Lance Henriksen","Jeff Goldblum","Brandon Smith"],"overview":"Harassed by classmates who won't accept his shocking appearance, a shy young man known as \"Powder\" struggles to fit in. But the cruel taunts stop when Powder displays a mysterious power that allows him to do incredible things. This phenomenon changes the lives of all those around him in ways they never could have imagined.","release_date":"1995-10-27","vote_average":6.4,"runtime":111,"cert":"N\/A","id":12665,"title":"Powder","adult":false,"genre_ids":[18,14,878,53]},{"cast":["Jack McCafferty","Chris Moore","Elizabeth Younger","Luis Solis","Brad Mallette"],"overview":"Ryan McNamara has been beaten, abused, witnessed slaughter, and been subjected to sexual torture. But that's nothing compared to what Ryan is about to do.","release_date":"2010-12-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":12674,"title":"Perversion","adult":false,"genre_ids":[18,27,9648]},{"cast":["Chris Moore","Sarah McCraw","Andrew Roach","Lauren Orsini","Amanda Grussaute"],"overview":"Many secrets lie burried in the North Woods...but should they be unearthed?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12675,"title":"The House of Covered Mirrors","adult":false,"genre_ids":[27]},{"cast":[],"overview":"No overview found.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12680,"title":"Surviving the Terror","adult":false,"genre_ids":[99]},{"cast":["Jurga Jutaitė","Andrius Bialobžeskis","Saulius Bagaliunas","Daiva Jovaišienė","Renata Veberyte Loman"],"overview":"Architect tries to escape the city life and build a house of is dreams far away in the forests between the trees...","release_date":"2006-03-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":12681,"title":"You Am I","adult":false,"genre_ids":[12,10749]},{"cast":["Victoria Pratt","Sid Haig","Ken Foree","Jason Connery","William Snow"],"overview":"Driven by vengeance, thirsty for blood... and damned to hell! Guarded by vampires and chained in a dark cellar by the mighty vampire King Pashek, crack vampire hunter Carrie Rieger's time is running out.her relentless quest to crush the world's undead scourge has brought her to the home of Pashek. But she is not here to hill him. Instead she wishes to join forces with her immortal enemies in an effort to rise up against an even more terrifying threat, one that would chill the soul of even the most blood-thirsty vampire; the mighty vampire demon Vlad Kossel.Thought to have been killed many hundreds of years ago, Kossel has now returned to wreak bloody vengeance on his kind before enslaving humanity. He will destroy everything in his path and there is only one hunter who can stop him...","release_date":"2007-10-11","vote_average":3.4,"runtime":90,"cert":"N\/A","id":12682,"title":"Brotherhood of Blood","adult":false,"genre_ids":[27,53]},{"cast":["Rick Yune","Lance Henriksen","Bill Moseley","Ralf Moeller","Danny Trejo"],"overview":"When the night falls, and the creatures of the dark are crawling out of the shadows, there is only one man who stands between us and evil: Edward Carnby.","release_date":"2008-09-01","vote_average":3.1,"runtime":88,"cert":"N\/A","id":12683,"title":"Alone in the Dark 2","adult":false,"genre_ids":[28,14,27]},{"cast":["Sylvia Sidney","Oskar Homolka","Desmond Tester","John Loder","Joyce Barbour"],"overview":"A Scotland Yard undercover detective is on the trail of a saboteur who is part of a plot to set off a bomb in London. But when the detective's cover is blown, the plot begins to unravel.","release_date":"1936-12-02","vote_average":6.8,"runtime":76,"cert":"","id":12684,"title":"Sabotage","adult":false,"genre_ids":[53,9648]},{"cast":["Natassia Malthe","Natalia Guslistaya","Clint Howard","Dušan Bućan","Michael Paré"],"overview":"Rayne fights against the Nazis in Europe during World War II, encountering Ekart Brand, a Nazi leader whose target is to inject Adolf Hitler with Rayne's blood in an attempt to transform him into a dhampir and attain immortality.","release_date":"2010-11-05","vote_average":3.7,"runtime":79,"cert":"","id":12685,"title":"BloodRayne: The Third Reich","adult":false,"genre_ids":[28,12,14,27]},{"cast":[],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":12688,"title":"Bling Bling","adult":false,"genre_ids":[28,99,18]},{"cast":["Georgia Groome","Eleanor Tomlinson","Aaron Taylor-Johnson","Tommy Bastow","Alan Davies"],"overview":"Georgia Nicolson is fourteen, lives with nosey parents who don't understand her, an annoying three year old sister and has to wear a beret to school. She would, however, rather be blonde, have a smaller nose and a boyfriend. Revolving around her hilarious journal entries, prepare to be engulfed in the world of the soaring joys and bottomless angst of being a teenager.","release_date":"2008-07-25","vote_average":6.5,"runtime":100,"cert":"12A","id":12689,"title":"Angus, Thongs and Perfect Snogging","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Viggo Mortensen","Ed Harris","Renée Zellweger","Jeremy Irons","Timothy Spall"],"overview":"Two friends hired to police a small town that is suffering under the rule of a rancher find their job complicated by the arrival of a young widow.","release_date":"2008-09-12","vote_average":6.5,"runtime":115,"cert":"N\/A","id":12690,"title":"Appaloosa","adult":false,"genre_ids":[18,37,80]},{"cast":["Nadeshda Brennicke","Kai Wiesinger","Leslie Malton","Ronald Kukulies","Young-Shin Kim"],"overview":"","release_date":"2008-09-17","vote_average":0.0,"runtime":94,"cert":"N\/A","id":12691,"title":"Unschuld","adult":false,"genre_ids":[]},{"cast":["Paula Kleine","Wolfgang Goettsch","Frank Grabski","Dominique Horwitz","Aglaia Szyszkowitz"],"overview":"No overview found.","release_date":"2002-09-12","vote_average":6.8,"runtime":90,"cert":"N\/A","id":12692,"title":"Verrückt nach Paris","adult":false,"genre_ids":[35,18]},{"cast":["Jean-Pierre Marielle","Julien Frison","Pierre Dherte","Nina Mazodier","Hannah Mazodier"],"overview":"Description : Belgium, 1943. The situation is becoming unbearable for the Field family : antisemitic persecutions become common and violent. Joseph Field, the father, rebels against the occupying army. He is arrested and deported. Esther, his wife, decides to go “underground”: she enters the clandestinity. She gives her oldest son to look after with Hermann, her father-in-law. He knows an escape n","release_date":"2012-03-28","vote_average":0.0,"runtime":93,"cert":"N\/A","id":12693,"title":"Rondo","adult":false,"genre_ids":[18]},{"cast":["Johanna Wokalek","Barbara Sukowa","Josef Bierbichler","Peter Simonischek","Frank Giering"],"overview":"No overview found.","release_date":"2003-07-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":12696,"title":"Hierankl","adult":false,"genre_ids":[18]},{"cast":["Céline Vogt","Sandro Iannotta","Maximilian Artajo","Brit Gülland","Heinrich Schafmeister"],"overview":"Laura sees a shooting star falling to earth and finds it in a park, down on the floor and with a broken point. The star is a living being, and Laura takes her home to reattach its point with a band-aid. The little star has special powers and can make people fly, or bring inanimate objects to life. But the more she stays on Earth, the weaker she becomes and her colors fade away and her powers start to fail. Laura must find a way to send the little star back into outer space.","release_date":"2004-09-19","vote_average":5.9,"runtime":75,"cert":"N\/A","id":12697,"title":"Laura's Star","adult":false,"genre_ids":[16,10751]},{"cast":["Robert McNamara","Errol Morris","Fidel Castro","Barry Goldwater","John F. Kennedy"],"overview":"Using archival footage, United States Cabinet conversation recordings, and an interview of the 85-year-old Robert McNamara, THE FOG OF WAR depicts his life, from working as a WWII whiz kid military officer, to being the Ford Motor Company's president, to managing the American Vietnam War, as defense secretary for presidents Kennedy and Johnson.","release_date":"2003-12-09","vote_average":7.9,"runtime":95,"cert":"N\/A","id":12698,"title":"The Fog of War","adult":false,"genre_ids":[10752,99,36]},{"cast":["Stelian Urian","Katheryn Winnick","Anna Tolputt","Khary Payton","Henry Cavill"],"overview":"Pinhead returns to terrorize computer hackers who have opened a virtual Lament Configuration on the website Hellworld.com.","release_date":"2005-09-06","vote_average":4.5,"runtime":91,"cert":"N\/A","id":12699,"title":"Hellraiser: Hellworld","adult":false,"genre_ids":[27,53]},{"cast":["Stellan Skarsgård","Gabriel Mann","Clara Bellar","Billy Crawford","Ralph Brown"],"overview":"Haunted by terrible acts the Nazis forced him to participate in, the disenchanted Father Lankester Merrin focuses his energies on helping with an archaeological dig in the northern part of Kenya. There, the crew uncovers a church that predates Christian missions into the area, but the discovery also causes strange events to start occurring -- including physical changes to a young, disabled boy, whom Merrin grows to suspect has been possessed by a demon.","release_date":"2005-05-20","vote_average":5.0,"runtime":117,"cert":"N\/A","id":12700,"title":"Dominion: Prequel to the Exorcist","adult":false,"genre_ids":[27,53]},{"cast":["Al Pacino","Donald Sutherland","Nastassja Kinski","Joan Plowright","Dave King"],"overview":"New York trapper Tom Dobb becomes an unwilling participant in the American Revolution after his son Ned is drafted into the Army by the villainous Sergeant Major Peasy. Tom attempts to find his son, and eventually becomes convinced that he must take a stand and fight for the freedom of the Colonies, alongside the aristocratic rebel Daisy McConnahay. As Tom undergoes his change of heart, the events of the war unfold in large-scale grandeur.","release_date":"1985-12-25","vote_average":5.5,"runtime":126,"cert":"N\/A","id":12701,"title":"Revolution","adult":false,"genre_ids":[12,18,36,10752]},{"cast":["Don Keith Opper","Terrence Mann","Leonardo DiCaprio","Frances Bay","Geoffrey Blake"],"overview":"In what appears to be a cross between Critters and The Towering Inferno, the residents of a shoddy L.A. apartment block are chased up to the roof by hoards of the eponymous hairy horrors.","release_date":"1991-12-11","vote_average":4.8,"runtime":86,"cert":"15","id":12702,"title":"Critters 3","adult":false,"genre_ids":[35,27,878]},{"cast":["Vincent Gallo","Chloë Sevigny","Cheryl Tiegs","Elizabeth Blake","Anna Vareschi"],"overview":"Bud Clay races motorcycles in the 250cc Formula II class of road racing. After a race in New Hampshire, he has five days to get to his next race in California. During his road trip, he is haunted by memories of the last time he saw Daisy, his true love.","release_date":"2004-08-27","vote_average":5.5,"runtime":93,"cert":"N\/A","id":12703,"title":"The Brown Bunny","adult":false,"genre_ids":[18]},{"cast":["Warren Beatty","Dustin Hoffman","Isabelle Adjani","Charles Grodin","Jack Weston"],"overview":"Two terrible lounge singers get booked to play a gig in a Moroccan hotel but somehow become pawns in an international power play between the CIA, the Emir of Ishtar, and the rebels trying to overthrow his regime","release_date":"1987-05-15","vote_average":4.4,"runtime":107,"cert":"N\/A","id":12704,"title":"Ishtar","adult":false,"genre_ids":[28,12,35]},{"cast":["Burt Reynolds","Jackie Gleason","Jackie Gleason","Jackie Gleason","Jerry Reed"],"overview":"The Bandit goes on another cross-country run, transporting an elephant from Florida to Texas. And, once again, Sheriff Buford T. Justice is on his tail.","release_date":"1980-08-15","vote_average":5.4,"runtime":100,"cert":"N\/A","id":12705,"title":"Smokey and the Bandit II","adult":false,"genre_ids":[28,35]},{"cast":["Clive Owen","Kate Hardie","Alex Kingston","Gina McKee","Nicholas Ball"],"overview":"Jack Manfred is an aspiring writer who to make ends meet, takes a job as a croupier. Jack remains an observer, knowing that everything in life is a gamble and that gamblers are born to lose. Inevitably, he gets sucked into the world of the casino which takes its toll on his relationships and the novel he is writing.","release_date":"1998-06-25","vote_average":7.0,"runtime":94,"cert":"N\/A","id":12706,"title":"Croupier","adult":false,"genre_ids":[18,53]},{"cast":["Richard Harris","Charlotte Rampling","Will Sampson","Bo Derek","Keenan Wynn"],"overview":"After witnessing the killing of his mate and offspring at Captain Nolan's hands, a vengeful killer whale goes on a rampage in the fisherman's Newfoundland harbor. Under pressure from the villagers, Nolan, Rachel and Umilak sail after the great beast, who will meet them on its own turf.","release_date":"1977-07-22","vote_average":5.9,"runtime":92,"cert":"N\/A","id":12707,"title":"Orca: The Killer Whale","adult":false,"genre_ids":[18,12,27]},{"cast":["Cary Grant","Doris Day","Gig Young","Audrey Meadows","Alan Hewitt"],"overview":"A rich businessman and a young woman are attracted to each other, but he only wants an affair while she wants to save her virginity for marriage.","release_date":"1962-06-14","vote_average":6.7,"runtime":99,"cert":"N\/A","id":12708,"title":"That Touch of Mink","adult":false,"genre_ids":[35,10749]},{"cast":["Charles Berling","Jean Rochefort","Fanny Ardant","Judith Godrèche","Bernard Giraudeau"],"overview":"To get royal backing on a needed drainage project, a poor French lord must learn to play the delicate games of wit at court at Versailles.","release_date":"1996-05-09","vote_average":6.9,"runtime":102,"cert":"N\/A","id":12709,"title":"Ridicule","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bette Midler","Lily Tomlin","Fred Ward","Edward Herrmann","Michele Placido"],"overview":"In the 1940s in the small town of Jupiter Hollow, two sets of identical twins are born in the same hospital on the same night. One set to a poor local family and the other to a rich family just passing through. The dizzy nurse on duty accidentally mixes the twins unbeknown to the parents. Our story flashes forward to the 1980s where the mismatched sets of twins are about to cross paths.","release_date":"1988-06-10","vote_average":6.0,"runtime":97,"cert":"N\/A","id":12710,"title":"Big Business","adult":false,"genre_ids":[35]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Claus Ryskjær","Paul Hagen"],"overview":"Egon is starting to be a little forgetful; he forgot the zone number, so he fails to open the strongbox. When he gets out of Vridslose State Prison, Kjeld and Benny have become associates of Yvonne's cousin Georg from America. He is not just some old-fashioned strongbox thief that can't remember like Egon, but a young hip IT criminal, that thinks that everyone else is inferior. However, Egon doesn't take lightly to the Georg's patronizing so he sabotages Georg's computer and ruins his cup. This time Egon's ambitions reaches a new high, when he and his gang break in to the World Bank, and they get away with it. Of course, thanks to Yvonne, they aren't rich very long.","release_date":"1977-09-30","vote_average":7.1,"runtime":105,"cert":"N\/A","id":12711,"title":"The Olsen Gang Outta Sight","adult":false,"genre_ids":[10751,35,80]},{"cast":["Ove Sprogøe","Morten Grunwald","Poul Bundgaard","Kirsten Walther","Axel Strøbye"],"overview":"Egon plans to exploit knowledge gained during his latest term of incarceration. By stealing the unmanipulated financial records of DanInvest he obtains the majority of the stocks in the department store Magasin du Nord, just in time for their closing sale. The attempt to get the red suitcase that will save the day they rob the main vault at the EEC headquarters in Brussels and end up hijacking a tank.","release_date":"1979-12-26","vote_average":6.6,"runtime":108,"cert":"N\/A","id":12712,"title":"The Olsen Gang Never Surrenders","adult":false,"genre_ids":[10751,35,80]},{"cast":["Isabelle Huppert","François Berléand","Patrick Bruel","Marilyne Canto","Robin Renucci"],"overview":"Magistrate Jeanne Charmant-Killman doggedly investigates CEO Michel Humeau, who is accused of participating in massive corporate malfeasance. As her investigation leads her into the upper echelons of government, Jeanne becomes intoxicated by the power she is amassing.","release_date":"2006-02-16","vote_average":6.2,"runtime":110,"cert":"N\/A","id":12713,"title":"Comedy of Power","adult":false,"genre_ids":[18]},{"cast":["Kevin Bacon","Elizabeth McGovern","Alec Baldwin","William Windom","Holland Taylor"],"overview":"Jake and Kristy Briggs are newlyweds. Being young, they are perhaps a bit unprepared for the full reality of marriage and all that it (and their parents) expect from them. Do they want babies? Their parents certainly want them to. Is married life all that there is? Things certainly aren't helped by Jake's friend Davis, who always seems to turn up just in time to put a spanner in the works.","release_date":"1988-02-05","vote_average":5.7,"runtime":106,"cert":"N\/A","id":12714,"title":"She's Having a Baby","adult":false,"genre_ids":[35,18,10749]},{"cast":["Chuck Norris","Louis Gossett Jr.","Melody Anderson","Will Sampson","Sonny Landham"],"overview":"A pair of adventurers try to track down an ancient Aztec\/Mayan\/Egyptian\/Apache horde of gold.","release_date":"1986-11-21","vote_average":5.4,"runtime":104,"cert":"N\/A","id":12715,"title":"Firewalker","adult":false,"genre_ids":[28,12,35]},{"cast":["Julien Ciamaca","Philippe Caubère","Nathalie Roussel","Victorien Delamare","Didier Pain"],"overview":"French adaptation of Marcel Pagnol's memoirs of his childhood in the countryside, early in the century.","release_date":"1990-08-29","vote_average":7.3,"runtime":105,"cert":"N\/A","id":12716,"title":"My Father's Glory","adult":false,"genre_ids":[12,18]},{"cast":["Julien Ciamaca","Philippe Caubère","Nathalie Roussel","Victorien Delamare","Didier Pain"],"overview":"My Mother's Castle (Le chateau de ma mere) is a sequel and companion piece to My Father's Glory (La Gloire de Mon Pere), both based on the childhood recollections of Marcel Pagnol.  Like its predecessor, the movie explores the adventures of the young Marcel (Julien Ciamaca) during his summers at the family summer home in Provence.","release_date":"1990-10-26","vote_average":7.2,"runtime":99,"cert":"N\/A","id":12717,"title":"My Mother's Castle","adult":false,"genre_ids":[12,35,18,10749]},{"cast":["Andrew Keegan","Tara Subkoff","Richard Hillman","Tiffany Limos","Stephen Jasso"],"overview":"In a post-apocalyptic future mankind is lives in a prehistoric manner. After killing his father for sexually assaulting his girlfriend, the son of a tribal leader runs away with a group of his teenage friends. They are taken in by Neil and Judith who introduce them to the vices outlawed by their tribes namely sex and drugs.Neil and Judith, however, are genetically altered indestructible mutants who have their own plans for the future of the human race.","release_date":"2002-04-03","vote_average":3.5,"runtime":90,"cert":"N\/A","id":12718,"title":"Teenage Caveman","adult":false,"genre_ids":[35,27,878]},{"cast":["Dennis Hopper","Kiefer Sutherland","Carol Kane","Paul Dooley","Cliff DeYoung"],"overview":"A hippie radical, Huey Walker has been a fugitive for decades, accused of a crime that he may not have committed. Finally apprehended, Walker is escorted to trial by uptight 20-something FBI agent John Buckner. While the two seem to be polar opposites, it turns out that Buckner may have more in common with Walker than is initially apparent, a point that is driven home when the pair faces off against a sinister small-town sheriff.","release_date":"1990-02-02","vote_average":6.7,"runtime":108,"cert":"N\/A","id":12719,"title":"Flashback","adult":false,"genre_ids":[28,35,80]},{"cast":["Ryo Ishibashi","Akaji Maro","Masatoshi Nagase","Sayako Hagiwara","Hideo Sako"],"overview":"When 54 high school girls throw themselves in front of a subway train it appears to be only the beginning of a string of suicides around the country. Does the new all-girl group Desert have anything to do with it? Detective Kuroda tries to find the answer, which isn't as simple as he had hoped.","release_date":"2001-10-29","vote_average":6.5,"runtime":99,"cert":"N\/A","id":12720,"title":"Suicide Club","adult":false,"genre_ids":[18,27,53]},{"cast":["Kurt McKinney","Jean-Claude Van Damme","J.W. Fails","Kathie Sileno","Tai Chung Kim"],"overview":"Young Jason Stillwell (Kurt McKinney) moves with his parents to Seattle, where local bullies harass them without mercy. Jason's father Tom (Tim Baker) does not believe in violence, so the family takes it on the chin. One day Jason enrolls in a martial arts class and quietly rises in rank to be a major contender. His mettle is tested in an international match against Ivan, a Russian champion.","release_date":"1986-05-02","vote_average":5.6,"runtime":85,"cert":"N\/A","id":12721,"title":"No Retreat, No Surrender","adult":false,"genre_ids":[28]},{"cast":["James Nachtwey","Christiane Amanpour","Hans-Hermann Klare","Christiane Breustedt","Des Wright"],"overview":"Documentary about war photographer James Nachtwey, considered by many the greatest war photographer ever.","release_date":"2001-01-01","vote_average":7.9,"runtime":96,"cert":"N\/A","id":12722,"title":"War Photographer","adult":false,"genre_ids":[99]},{"cast":["Joaquin Phoenix","Liv Tyler","Jennifer Connelly","Billy Crudup","Joanna Going"],"overview":"In the 1950s, brothers Jacey and Doug Holt, who come from the poorer side of their sleepy Midwestern town, vie for the affections of the wealthy, lovely Abbott sisters. Lady-killer Jacey alternates between Eleanor and Alice, wanting simply to break the hearts of rich young women. But sensitive Doug has a real romance with Pamela, which Jacey and the Abbott patriarch, Lloyd, both frown upon.","release_date":"1997-04-04","vote_average":6.1,"runtime":110,"cert":"N\/A","id":12723,"title":"Inventing the Abbotts","adult":false,"genre_ids":[18,10749]},{"cast":["Adrienne Barbeau","Joanna Canton","Richard Trapp","Megahn Perry","Liam Kyle Sullivan"],"overview":"A group of college students break into an abandoned convent and become possessed by demonic spirits.","release_date":"2000-01-21","vote_average":5.5,"runtime":79,"cert":"N\/A","id":12724,"title":"The Convent","adult":false,"genre_ids":[27,53,35]},{"cast":["Radik Golovkov","Günter Lamprecht"],"overview":"No overview found.","release_date":"2007-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12727,"title":"Der Fährmeister","adult":false,"genre_ids":[]},{"cast":["Anton Levit","Andrej Dronov","Radik Golovkov","Annika Blendl"],"overview":"No overview found.","release_date":"2005-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":12728,"title":"Mondlandung","adult":false,"genre_ids":[]},{"cast":["Radik Golovkov"],"overview":"No overview found.","release_date":"2005-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":12729,"title":"Luca's Evangelium","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2002-01-09","vote_average":3.0,"runtime":90,"cert":"N\/A","id":12730,"title":"GSG 9 - Die Spezialeinheit","adult":false,"genre_ids":[99]},{"cast":["Hanns Zischler","Mario Mentrup","Radik Golovkov"],"overview":"No overview found.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12731,"title":"Wer nie beim Schwenken schwankte","adult":false,"genre_ids":[]},{"cast":["Claude Amazan","Isabelle Adjani","Vincenzo Sartini","Guy Allombert","Michel Théodou"],"overview":"When the long awaited departure day arrives, le Petit Bougnat, a child coal merchant eager to go to summer camp, realizes that his mother forgot to register his name with the rest of the group. Desperate to join them, the young coal merchant tries to find a way to integrate himself with the other campers. On the opposite end of the spectrum is Rose (Isabelle Adjani), who refuses to join the kids and goes so far as to run away from the bus. While the coal merchant is busy avoiding authorities who want to remove him from the rest of the group, Rose continues to sulk and search for a way back home. Despite her initial doubtfulness, Rose eventually comes to see the charms of the camp, and walks away from an offer to leave.","release_date":"1970-05-06","vote_average":8.0,"runtime":95,"cert":"N\/A","id":12732,"title":"Le petit bougnat","adult":false,"genre_ids":[35]},{"cast":["Jean-Claude Dauphin","Isabelle Adjani","Raymond Gérôme","Gérard Hérold","Georges Rouquier"],"overview":"No overview found.","release_date":"1974-01-03","vote_average":10.0,"runtime":208,"cert":"N\/A","id":12733,"title":"Le secret des flamands","adult":false,"genre_ids":[10770]},{"cast":["Lee Van Cleef","Antonio Sabàto","Gordon Mitchell","Bud Spencer","Lionel Stander"],"overview":"A thief takes the job as a town sheriff in order to rob a silver shipment before his ex-partner can grab it.","release_date":"1968-04-10","vote_average":5.8,"runtime":109,"cert":"N\/A","id":12758,"title":"Beyond the Law","adult":false,"genre_ids":[37]},{"cast":["Jared Kusnitz","Gabrielle Lynn","Kristyn Green","Anna Alicia Brock","Brian Lloyd"],"overview":"It's 1905 when 12 year old Sophia plays all by herself in her big, creepy house with only four handmade dolls as friends. When her abusive father has finally had enough, he forces her to bury them in the backyard. But, after she \"slips\" and breaks her neck, dad buries her right along with the dolls. 100 years later, the Fillbrook family moves into the very same house.","release_date":"2005-01-01","vote_average":4.3,"runtime":71,"cert":"N\/A","id":12759,"title":"Doll Graveyard","adult":false,"genre_ids":[27]},{"cast":["Woody Allen","Mia Farrow","Nick Apollo Forte","Craig Vandenburgh","Herb Reynolds"],"overview":"A hapless talent manager named Danny Rose, by helping a client, gets dragged into a love triangle involving the mob. His story is told in flashback, an anecdote shared amongst a group of comedians over lunch at New York's Carnegie Deli. Rose's one-man talent agency represents countless incompetent entertainers, including a one-legged tap dancer, and one slightly talented one: washed-up lounge singer Lou Canova (Nick Apollo Forte), whose career is on the rebound.","release_date":"1984-01-27","vote_average":7.3,"runtime":84,"cert":"PG","id":12762,"title":"Broadway Danny Rose","adult":false,"genre_ids":[35]},{"cast":["Antonio Banderas","Rob Brown","Yaya DaCosta","Alfre Woodard","John Ortiz"],"overview":"A former professional dancer volunteers to teach dance in the New York public school system and, while his background first clashes with his students' tastes, together they create a completely new style of dance. Based on the story of ballroom dancer, Pierre Dulane.","release_date":"2006-03-17","vote_average":6.8,"runtime":108,"cert":"12A","id":12763,"title":"Take the Lead","adult":false,"genre_ids":[35,10402,18]},{"cast":["Chuck Norris","Soon-Tek Oh","Steven Williams","Bennett Ohta","Cosie Costa"],"overview":"Prequel to the first Missing In Action, set in the early 1980s it shows the capture of Colonel Braddock during the Vietnam war in the 1970s, and his captivity with other American POWs in a brutal prison camp, and his plans to escape.","release_date":"1985-03-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":12764,"title":"Missing in Action 2: The Beginning","adult":false,"genre_ids":[28,10752]},{"cast":["Mirosław Baka","Sophie Charlotte Conrad","Leo Bruckmann","Judith Engel","Horst-Günter Marx"],"overview":"This is the story of Sylvia, who looses her stepchildren on a shopping trip in Poland. For fear of loosing her husband's love, too, she is unable to tell him what has happened and returns home, pretending anything is fine. When realising the missing of his children, the father starts a desperate retrieval. He is ready to give up anything in order to find them. Sylvia supports him in any way; she tries to comfort him and takes care of his hope's vulnerable flame. For the first time he really needs her. While the children are trying their best to get home, the police fails in detecting their whereabouts. When a very vague trace leads to Poland, the parents hit the road to find their children on their own.","release_date":"2003-02-10","vote_average":7.3,"runtime":94,"cert":"N\/A","id":12765,"title":"In This Very Moment","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Burt Lancaster","Denise Darcel","Cesar Romero","Sara Montiel"],"overview":"After the American Civil War, mercenaries travel to Mexico to fight in their revolution for money. The former soldier and gentleman Benjamin Trane meets the gunman and killer Joe Erin and his men, and together they are hired by the Emperor Maximillian and the Marquis Henri de Labordere to escort the Countess Marie Duvarre to the harbor of Vera Cruz.","release_date":"1954-12-25","vote_average":6.8,"runtime":94,"cert":"PG","id":12766,"title":"Vera Cruz","adult":false,"genre_ids":[28,37,10749]},{"cast":["Dennis Quaid","Sharon Stone","Stephen Dorff","Juliette Lewis","Kristen Stewart"],"overview":"A family moves from New York into an old mansion in the countryside, still filled with the previous owner's things. As they begin to make it their own, a series of events begin to occur that makes them believe that the former inhabitants are not yet gone.","release_date":"2003-09-19","vote_average":5.2,"runtime":118,"cert":"N\/A","id":12767,"title":"Cold Creek Manor","adult":false,"genre_ids":[9648,53]},{"cast":["Jannek Petri","Knut Berger","Karina Plachetka","Lilia Lehner","Brigitte Hobmeier"],"overview":"A summer trip to Berlin offers a fleeting glimpse into the lives of the country's youth in this vibrant, character-driven drama from director Martin Gypkens. When twentysomething Florian arrives in town to pay a visit to long-lost pal Pit, the duo quickly reminisce before heading out to a party. Soon meeting up with many of Pit's acquaintances, the film follows various intersecting lives as they are woven to create an intricate, microcosmic look at life's ups and downs as seen through the eyes of Germany's youth.","release_date":"2003-01-15","vote_average":6.0,"runtime":100,"cert":"N\/A","id":12768,"title":"We","adult":false,"genre_ids":[35,18]},{"cast":["Matthew Perry","Elizabeth Hurley","Vincent Pastore","Bruce Campbell","Cedric the Entertainer"],"overview":"Serving Sara is a 2002 romantic comedy film which stars Matthew Perry, Elizabeth Hurley and Bruce Campbell. Joe Tyler (Perry) is a process server who is given the assignment to serve Sara Moore (Hurley) with divorce papers.","release_date":"2002-08-20","vote_average":5.3,"runtime":100,"cert":"N\/A","id":12771,"title":"Serving Sara","adult":false,"genre_ids":[35,10749]},{"cast":["Steve Martin","Debra Winger","Lolita Davidovich","Liam Neeson","Lukas Haas"],"overview":"Jonas Nightengale is a fraudulent Christian faith healer who makes a living travelling around America holding revival meetings and conducting 'miracles' with the help of his friend and manager, Jane, and their entourage. One of their trucks breaks down in Rustwater, a town in desperate need of rain to save their crops. While waiting for spare parts, Jonas decides to hold a revival meeting in the town. The local sheriff, Will Braverman, is skeptical and tries to prevent his town and its people from being conned. However a local disabled boy, Boyd, believes Jonas could make him walk again. Events in Rustwater make Jonas examine his own faith and doubts.","release_date":"1992-12-18","vote_average":5.7,"runtime":108,"cert":"N\/A","id":12772,"title":"Leap of Faith","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rutger Hauer","Jennifer Jason Leigh","Tom Burlinson","Jack Thompson","Susan Tyrrell"],"overview":"A band of medieval mercenaries take revenge on a noble lord who decides not to pay them by kidnapping the betrothed of the noble's son. As the plague and warfare cut a swathe of destruction throughout the land, the mercenaries hole up in a castle and await their fate.","release_date":"1985-08-30","vote_average":6.6,"runtime":126,"cert":"N\/A","id":12775,"title":"Flesh + Blood","adult":false,"genre_ids":[12,18]},{"cast":["Roberto Benigni","Nicoletta Braschi","Paolo Bonacelli","Franco Volpi","Ivano Marescotti"],"overview":"Good hearted but not very wordly-wise, Dante is happy driving the school bus for a group of mentally handicapped children, while feeling he is somehow missing out on life and love. So he is very excited when after nearly being knocked down by her car he meets Maria, who seems immediately enamoured of him. He is soon invited to her sumptuous Palermo villa, little suspecting that this is part of a plot. He bears an amazing likeness to Maria's stool-pigeon gangster husband and it would be convenient for them if the mobster, in the shape of Dante, was seen to be dead and buried.","release_date":"1991-10-23","vote_average":7.4,"runtime":102,"cert":"N\/A","id":12776,"title":"Johnny Stecchino","adult":false,"genre_ids":[35]},{"cast":["Joaquin Phoenix","Claire Danes","Sean Penn","Douglas Henshall","Alun Armstrong"],"overview":"The story of two lovers and their attempts to save their relationship in a near-future world on the brink of cosmic collapse. John, and world-famous ice skating star, Elena, are about to sign divorce papers when they realise that, in spite of everything happening around them, their love is worth fighting for. It's All About Love is a fresh take on modern love and future life as two lovers struggle in a conspiracy of epic proportions.","release_date":"2003-01-10","vote_average":6.1,"runtime":104,"cert":"N\/A","id":12777,"title":"It's All About Love","adult":false,"genre_ids":[18,10749,878,53]},{"cast":["Michael J. Fox","Kirk Douglas","Nancy Travis","Olivia d'Abo","Phil Hartman"],"overview":"Meet the McTeagues. They've come to stake a claim in their wealthy uncle's will… only he's not dead yet!","release_date":"1994-03-04","vote_average":6.2,"runtime":113,"cert":"N\/A","id":12778,"title":"Greedy","adult":false,"genre_ids":[35]},{"cast":["Madonna","Adriano Giannini","Bruce Greenwood","Elizabeth Banks","Michael Beattie"],"overview":"Stranded and alone on a desert island during a cruise, a spoiled rich woman and a deckhand fall in love and make a date to reunite after their rescue.","release_date":"2002-10-11","vote_average":4.6,"runtime":89,"cert":"15","id":12779,"title":"Swept Away","adult":false,"genre_ids":[35,10749]},{"cast":["Yu Rong-Guang","Donnie Yen","Jean Wang","Angie Tsang Sze-Man","Yen Shi-Kwan"],"overview":"Iron Monkey is a Hong Kong variation of Robin Hood. Corrupt officials of a Chinese village are robbed by a masked bandit known as \"Iron Monkey\", named after a benevolent deity. When all else fails, the Governor forces a traveling physician into finding the bandit. The arrival of an evil Shaolin monk, brings the physician and Iron Monkey together to battle the corrupt government.","release_date":"1993-09-03","vote_average":7.6,"runtime":90,"cert":"15","id":12780,"title":"Iron Monkey","adult":false,"genre_ids":[28,80,18]},{"cast":["Paul Dahlke","Heliane Bei","Paul Klinger","Peter Vogel","Peter Tost"],"overview":"They do not like particularly, the third form of a boarding school and the students of a neighboring school. Both groups think up the craziest tricks, just to obliterate the enemy one. When the high school students one day dare to steal the top issues of the high school and then they do not burn, the first school day gets really out of control ...","release_date":"1954-09-02","vote_average":7.2,"runtime":92,"cert":"N\/A","id":12781,"title":"The Flying Classroom","adult":false,"genre_ids":[10751,35,18]},{"cast":["Benjamin Sadler","Bettina Zimmermann","Fabian Busch","Hark Bohm","Detlef Bothe"],"overview":"An action-packed race to find the legendary treasure of the Nibelungen hidden by Charlemagne and thought to be the biggest lost treasure in the world.","release_date":"2008-08-31","vote_average":5.1,"runtime":120,"cert":"N\/A","id":12782,"title":"The Charlemagne Code","adult":false,"genre_ids":[12]},{"cast":["Keira Knightley","Ralph Fiennes","Charlotte Rampling","Dominic Cooper","Hayley Atwell"],"overview":"A chronicle of the life of 18th century aristocrat Georgiana, Duchess of Devonshire, who was reviled for her extravagant political and personal life.","release_date":"2008-09-05","vote_average":6.9,"runtime":110,"cert":"12A","id":12783,"title":"The Duchess","adult":false,"genre_ids":[18,36,10749]},{"cast":["Konstantin Graudus","Thomas D","Klaus Zmorek","Domenico D'Ambrosio"],"overview":"No overview found.","release_date":"1999-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":12786,"title":"Curiosity & the Cat","adult":false,"genre_ids":[]},{"cast":["Mickey Rourke","Christopher Walken","Jon Polito","Debra Feuer","Thomas Quinn"],"overview":"Johnny Walker is a cowboy and a boxer. He is very shy and a bit of a fool. He is in love with Ruby, but he cannot tell her. He is also a bit old to keep on boxing, but its the only thing he does well.","release_date":"1988-08-24","vote_average":5.0,"runtime":116,"cert":"N\/A","id":12787,"title":"Homeboy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"2006-02-25","vote_average":0.0,"runtime":14,"cert":"N\/A","id":12788,"title":"Mein Leben","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2006-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":12789,"title":"Nicht böse sein!","adult":false,"genre_ids":[]},{"cast":["Fabrice Rodriguez","Yves-Marie Gnahoua","Marie Lecomte","Raymond Pradel"],"overview":"In a world overtaken by eternal darkness, the buttoned down entomologist abandons his phantoms to embrace the unknown.","release_date":"2005-10-03","vote_average":7.6,"runtime":90,"cert":"N\/A","id":12790,"title":"Black Night","adult":false,"genre_ids":[18]},{"cast":["Ilona Elkin","Nicolas Wright","Tim Rozon","Emily Shelton","Neil Napier"],"overview":"Karen, a young psychiatric nurse, boards the last subway train of the night only to have it stop in the middle of the tunnel. Suddenly, her nightmare begins: a mysterious cult has decided that it's the end of the world and the only way to save the souls of the living is to kill them in cold blood. As those around her are brutally murdered, Karen and a handful of survivors must face the homicidal cult, supernatural forces and their own fears of Armageddon in order to survive.","release_date":"2007-10-14","vote_average":6.0,"runtime":95,"cert":"N\/A","id":12791,"title":"End of the Line","adult":false,"genre_ids":[27,53]},{"cast":["Julian Casey","Dušan Dukić","Karine Lavergne"],"overview":"A young man wakes up naked on a pallet on the street in Montreal. Who is he, what is his name? How did he get here? The only thing he seems to remember is that he's gay. And so begins one of the most compelling gay-themed mysteries we’ve seen. Based on a true story, this young man has been through some trauma that caused his memory loss -- or is he an imposter avoiding the law in some way?","release_date":"2005-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":12794,"title":"Amnesia: The James Brighton Enigma","adult":false,"genre_ids":[18,9648,53]},{"cast":["Michael Carbonaro","Jonah Blechman","Jonathan Chase","Mitch Morris","Ashlie Atkinson"],"overview":"In the dirtiest, funniest, most scandalous gay-teen-sex-comedy-parody ever, four young gay friends make a pact to lose their virginity by the end of the summer. The boys soon face giant sex toys, naked celebrities, masochistic teachers and an uncontrollable romance with a quiche.","release_date":"2006-04-28","vote_average":5.8,"runtime":92,"cert":"N\/A","id":12795,"title":"Another Gay Movie","adult":false,"genre_ids":[35,10749]},{"cast":["Dirk Bogarde","Susannah York","Lilli Palmer","John Gielgud","Janet Munro"],"overview":"Sebastian is an undisciplined mathematics genius who works in the \"cipher bureau\" of the British Intelligence. While cracking enemy codes, Sebastian finds time to romance co-worker Rebecca Howard.","release_date":"1968-01-24","vote_average":5.3,"runtime":100,"cert":"","id":12796,"title":"Sebastian","adult":false,"genre_ids":[18,10749]},{"cast":["Ricky Gervais","Greg Kinnear","Téa Leoni","Billy Campbell","Aasif Mandvi"],"overview":"Dentist Bertram Pincus is a man whose people skills leave much to be desired. When he dies unexpectedly, but is miraculously revived after seven minutes, Pincus wakes up to discover that he now has the annoying ability to see ghosts.","release_date":"2008-09-19","vote_average":6.4,"runtime":102,"cert":"12A","id":12797,"title":"Ghost Town","adult":false,"genre_ids":[35,14,10749]},{"cast":["Virna Lisi","Margherita Buy","Sandra Ceccarelli","Luigi Lo Cascio","Marco Baliani"],"overview":"The Best Day of My Life is the story of a dysfunctional family as seen through the eyes of young Chiara (Maria Luisa De Crescenzo) who is about to receive her first communion. The family includes matriarch Irene (Virna Lisi) and her three grown up children.","release_date":"2002-04-12","vote_average":7.1,"runtime":102,"cert":"N\/A","id":12798,"title":"The Best Day of My Life","adult":false,"genre_ids":[]},{"cast":["Élodie Bouchez","Stéphane Rideau","Pascal Cervo","Mezziane Bardadi","Romain Auger"],"overview":"A brief extract of four kids' lives somewhere in France. Quentin, who won a writers contest and now pays more attention to his career as an author than to his friends, beautiful Julie, his girl-friend, much more mature than she looks, falling in love with Quentin's very best friend Jimmy, who is kind of stuck in his unability of self-expression and grown up under bad social circumstances. And there is the shy boy Samir, exiled from Algeria, who lost his \"brother\" and only friend some time ago. Samir heavily falls in love with Quentin, but he can't handle it...","release_date":"1996-09-25","vote_average":6.6,"runtime":85,"cert":"N\/A","id":12799,"title":"Full Speed","adult":false,"genre_ids":[10749,18]},{"cast":["Maya Sansa","Regina Orioli","Mariella Valentini","Marco Quaglia","Pietro Ragusa"],"overview":"Fiery, dark-haired Stella, an intense auto mechanic, and nervous, blonde Eleonora are young and in love. They operate a gas station peacefully, until Eleonora's mother appears and voices her disapproval of their romance.","release_date":"2001-11-20","vote_average":5.5,"runtime":90,"cert":"N\/A","id":12800,"title":"Gasoline","adult":false,"genre_ids":[80]},{"cast":["Max Kellermann","Winfried Glatzeder","Daniel Berger","Renate Krößner","Christoph Schlingensief"],"overview":"Axel is 14 years old, male prostitute, living in Düsseldorf. His mother drinks and her friends abuses him. He is sent to a bar to pick up customers. There he meets Karl-Heinz, and a loving relationship begins.","release_date":"1991-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":12803,"title":"Gossenkind","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Private Diary documents photographer Pedro Usabiaga working with a variety of amateur models. The audience sees how the relationships between the photographer and the subjects changes during their time together, as well as how the individual photographs begin to take shape.","release_date":"2003-06-26","vote_average":0.0,"runtime":65,"cert":"N\/A","id":12804,"title":"Private Diary","adult":false,"genre_ids":[99]},{"cast":["Elisabetta Rocchetti","Ludwig Trepte","Sergej Moya","Georg Friedrich","Birgit Doll"],"overview":"Sebastian and Paul are two bored boys about 16 years of age. They drink alcohol, steal - and attend a private school. They can't find a sense of meaning in their present adolescent existence. They abduct Sonja and lock her in an old, abandoned factory building. But what shall they do with her? Disorientation, fear, desire and also love are changing to cruel aggressivity.","release_date":"2005-08-06","vote_average":3.9,"runtime":92,"cert":"N\/A","id":12805,"title":"Keller - Teenage Wasteland","adult":false,"genre_ids":[18]},{"cast":["Fernando Ramallo","Jordi Vilches","Marieta Orozco","Esther Nubiola","Chisco Amado"],"overview":"While his parents are away for the summer, 16-year-old Dani invites his best friend, the irrepressible Nico, to stay for the holidays. Jealously rears its head when Nico appears more interested in the local girls than in Dani. Hot summer nights and too many  joints lead to experimentation which neither boy can talk about, a situation complicated by the appearance of the older and openly gay Julian, a published writer and old friend of Dani’s father.","release_date":"2000-05-18","vote_average":6.3,"runtime":91,"cert":"N\/A","id":12806,"title":"Nico and Dani","adult":false,"genre_ids":[18,35,10749]},{"cast":["Mila Dekker","Aurélia Petit","Malik Zidi","Luc Leclerc du Sablon","Christine Dory"],"overview":"Cheyenne, a journalist, decides to leave Paris after being laid off and to settle down in the middle of nowhere, far from the society she hates.The trouble is that she leaves Sonia, her true love, behind. The latter, a teacher who loves her job, refuses to give up everything -including her comfort- to follow her. Sonia makes all the efforts in the world to forget Cheyenne, whether in the arms of Pierre, a charming anarchist, or in those of Béatrice, a gay woman who soon proves perverse and dangerous, only to realize that her heart belongs to Cheyenne and nobody else. If Cheyenne does not come back, Sonia feels life is not worth living any longer... Written by Guy Bellingerew found.","release_date":"2005-04-01","vote_average":5.6,"runtime":86,"cert":"N\/A","id":12807,"title":"Looking for Cheyenne","adult":false,"genre_ids":[10749]},{"cast":["Shelley Conn","Laura Fraser","Veena Sood","Ronny Jhutti","Art Malik"],"overview":"A feisty young woman returns to Glasgow to run her deceased father's curry house.","release_date":"2006-09-28","vote_average":6.8,"runtime":94,"cert":"","id":12808,"title":"Nina's Heavenly Delights","adult":false,"genre_ids":[10749,35,18]},{"cast":["Fritzi Haberlandt","Katharina Thalbach","Birol Ünel","Steffen Scheumann","Detlev Buck"],"overview":"Der Mond und andere Liebhaber narrates the story of Hanna, a woman who will not take lifes set-backs and knock-downs sitting down. Instead, she takes them in her stride, picks herself up and marches onward. This is a woman who continually draws new courage from her inexhaustible will to live. Whatever losses and uncertainties come her way, she remains true to herself.","release_date":"2008-07-24","vote_average":0.0,"runtime":101,"cert":"N\/A","id":12809,"title":"The Moon and Other Lovers","adult":false,"genre_ids":[18]},{"cast":["Chip Godwin","Megan Edwards","Casey Strand","Jennifer Fitzgerald","Elisabeth Donaldson"],"overview":"No overview found.","release_date":"2005-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":12810,"title":"The Dry Spell","adult":false,"genre_ids":[]},{"cast":["Claudio Santamaria","Alicélia Batista Cabreira","Chiara Caselli","Pedro Abrísio da Silva","Matheus Nachtergaele"],"overview":"Mato Grosso do Sul, Brazil, the present. When a young Guarani-Kaiowá woman commits suicide, Nádio leads his community to form a protest camp on the borders of a local farm that sits on their ancestral burial ground.","release_date":"2008-08-31","vote_average":6.3,"runtime":104,"cert":"N\/A","id":12811,"title":"Birdwatchers","adult":false,"genre_ids":[18]},{"cast":["Stéphanie Michelini","Yasmine Belmadi","Edouard Nikitine","Josiane Stoléru"],"overview":"A transsexual who survives prostituting herself in Paris, returns – with her two male lovers in town – to her family home in the countryside to look after her dying mother.","release_date":"2004-02-08","vote_average":7.1,"runtime":110,"cert":"N\/A","id":12812,"title":"Wild Side","adult":false,"genre_ids":[18]},{"cast":["Michael Ande","Markus Böttcher","Anja Kling","Dieter Bach","Pierre Sanoussi-Bliss"],"overview":"After Sam, a penniless Afro-German singer, discovers he's HIV positive, he gets utterly drunk, spends a few miserable days, but promptly falls (back) in love. Amidst a crumbling former East Berlin (its bulidings, cars, people & culture), Sam develops a \"family\" for the new millenium, for the new generation of post-drug cocktail AIDS victims. The fragile \"family\" he forms includes his on-again-off-again boyfriend Rainer, and his best friend Bastl with his latest fling, Mike. Like the old, schmaltzy East German songs which Sam is recording, the sweet innocence of the characters struggle to prevail, the misfortunes of the characters nothwithstanding.","release_date":"2001-03-22","vote_average":4.0,"runtime":90,"cert":"N\/A","id":12813,"title":"Return to Go","adult":false,"genre_ids":[35]},{"cast":["Fabrizio Bentivoglio","Emanuele Gargiulo","Rosaria De Cicco","Teresa Saponangelo","Tonino Taiuti"],"overview":"A young priest crusades against organized crime in his Naples neighbourhood but falls in love with a 13-year old boy. It's the chance the gangsters were waiting for to get rid of the thorn in their side. Will they be able to force the boy to accuse the priest of sexual harassment and have his reputation destroyed?","release_date":"1996-09-05","vote_average":7.3,"runtime":114,"cert":"N\/A","id":12814,"title":"Sacred Silence","adult":false,"genre_ids":[18,80,10749]},{"cast":["Daniel Schweizer","Christine Brand","Stieg Larsson","Jimmy","Marko Niilo Kristian Järvinen"],"overview":"A documentary about nazis in Sweden.","release_date":"2005-01-01","vote_average":6.8,"runtime":90,"cert":"N\/A","id":12815,"title":"White Terror","adult":false,"genre_ids":[99]},{"cast":["Laurel Aitken","Gavin Watson","Buster Bloodvessel","Jimmy Pursey","Ian Stuart"],"overview":"Outlines the history of 40 years of the skinhead subculture, beginning with the most recent versions of the culture.","release_date":"2003-08-08","vote_average":7.0,"runtime":90,"cert":"N\/A","id":12816,"title":"Skinhead Attitude","adult":false,"genre_ids":[99]},{"cast":["Rudolf Lenz","Anita Gutwell","Lotte Ledl","Albert Rueprecht","Erik Frey"],"overview":"No overview found.","release_date":"1954-11-25","vote_average":4.5,"runtime":100,"cert":"N\/A","id":12817,"title":"Echo der Berge","adult":false,"genre_ids":[18]},{"cast":["Jay Jablonski","Cerina Vincent","Blake Lee"],"overview":"Are all relationships based on lies? Jake Bianski runs a fish market in north Boston, surrounded by Italians. For years, he's carried a torch for Isabella, an ex-girlfriend now married with three children and no interest in Jake. Yet, he tells everyone she's his girlfriend, including Marisa, a veterinarian his employees set him up with at the Italian singles club. She's interested in him until he tells her about his girlfriend, then he's persistent in asking her to be his friend. As the friendship bumps along, Jake realizes that reality may be better than fantasy, but what if Isabella changes her mind about Jake, and what if it comes out that Marisa, like Jake, isn't Italian?","release_date":"2007-09-18","vote_average":5.3,"runtime":105,"cert":"N\/A","id":12818,"title":"Everybody Wants to Be Italian","adult":false,"genre_ids":[35,10749]},{"cast":["Hayden Panettiere","Justin Long","Dennis Hopper","Christina Ricci","Danny Glover"],"overview":"Two young wolves at opposite ends of their pack's social order are thrown together into a foreign land and need each other to return home, but love complicates everything.","release_date":"2010-09-17","vote_average":5.4,"runtime":88,"cert":"U","id":12819,"title":"Alpha and Omega","adult":false,"genre_ids":[16,10751,35,12,10749]},{"cast":["David Bowie","Kim Novak","Marlene Dietrich","Maria Schell","Curd Jürgens"],"overview":"After World War I, a war hero returns to Berlin to find that there's no place for him--he has no skills other than what he learned in the army, and can only find menial, low-paying jobs. He decides to become a gigolo to lonely rich women.","release_date":"1978-11-16","vote_average":5.1,"runtime":147,"cert":"","id":12826,"title":"Just a Gigolo","adult":false,"genre_ids":[18]},{"cast":["James Duval","Michael A. Goorjian","Tara Agace","Morgan Vukovic","James Merendino"],"overview":"Peter and Chris, two young American friends in their late 20s, go from South Dakota to California on a scooter, and as they travel across the American landscape they see their country through different eyes, ranging from Peter's cynically nihilistic point of view, to Chris' high expectations and romantic notions of the United States.","release_date":"2001-05-15","vote_average":5.0,"runtime":95,"cert":"N\/A","id":12831,"title":"Amerikana","adult":false,"genre_ids":[35,12]},{"cast":["Nina Hoss","Evgeniy Sidikhin","Juliane Köhler","August Diehl","Irm Hermann"],"overview":"A nameless woman keeps a diary as the Russians invade Berlin in the spring of 1945. She is in her early 30s, a patriotic journalist with international credentials; her husband, Gerd, a writer, is an officer at the Russian front. She speaks Russian and, for a day or two after the invasion, keeps herself safe, but then the rapes begin. She resolves to control her fate","release_date":"2008-10-23","vote_average":6.6,"runtime":131,"cert":"15","id":12832,"title":"A Woman in Berlin","adult":false,"genre_ids":[18,10752,36]},{"cast":["Dakota Fanning","Queen Latifah","Jennifer Hudson","Sophie Okonedo","Alicia Keys"],"overview":"Set in South Carolina in 1964, this is the tale of Lily Owens a 14 year-old girl who is haunted by the memory of her late mother. To escape her lonely life and troubled relationship with her father, Lily flees with Rosaleen, her caregiver and only friend, to a South Carolina town that holds the secret to her mother's past.","release_date":"2008-09-17","vote_average":7.4,"runtime":114,"cert":"N\/A","id":12837,"title":"The Secret Life of Bees","adult":false,"genre_ids":[12,18]},{"cast":["Lizzie Brocheré","Arthur Dupont","Guillaume Baché","Pierre Perrier","Nicolas Nollet"],"overview":"A story about bunch of people who live in a town in provincial France. At the center of it all is Pierre, a conceited and vain bisexual musician in his late teens who acts as a magnet, to varying degrees, for a whole array of characters - from his sister Lucie, with whom he has a heated incestuous relationship, to a city councilor with whom he participates in gay orgies. When Pierre turns up dead, Lucie investigates the reasons for his demise and charts the network of sadomasochistic relationships that crisscross the town.","release_date":"2006-07-21","vote_average":6.4,"runtime":95,"cert":"N\/A","id":12838,"title":"One to Another","adult":false,"genre_ids":[18]},{"cast":["Tad Hilgenbrink","Brett Chukerman","Chris Mulkey","Aldevina Da Silva","Pieter Van Nieuwenhuyze"],"overview":"It’s the ‘80s once again, new wave angst and genderbending fashion are all the rage, but new kid at school, Chance Marquis, is trying to find new ways to stand out. Being an odd and somewhat awkward teenager makes him the target of the school bully. To deal with this dilemma, Chance turns to the opposite ends of the high school spectrum for help. On one side is the flamboyant drag queen and at the other, the varsity jock, Levi Sparks with whom Chance develops a unique friendship.","release_date":"2006-10-21","vote_average":6.1,"runtime":95,"cert":"N\/A","id":12839,"title":"The Curiosity of Chance","adult":false,"genre_ids":[35,18]},{"cast":["Bernard Campan","Charles Berling","Léa Drucker","Eric Prat","Jacqueline Jehanneuf"],"overview":"A man vacationing in the country with his wife and children finds ideas he has of himself unexpectedly challenged in director Zabou Breitman's intimate drama.","release_date":"2006-09-08","vote_average":6.7,"runtime":114,"cert":"N\/A","id":12840,"title":"The Man of My Life","adult":false,"genre_ids":[18,35,10749]},{"cast":["Peter Jansen","Johann Jaqumont","Udo Jermann","Wolfgang Rendat","Ronny Wanowski"],"overview":"Documentary about older gay men living in Cologne, Germany.","release_date":"1998-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":12841,"title":"Kiss, Cuddle and Celebrate","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2007-06-26","vote_average":7.0,"runtime":81,"cert":"N\/A","id":12880,"title":"Dalai Lama Renaissance","adult":false,"genre_ids":[]},{"cast":["Robert Allerston","Senie Emmanuel","Emer Gillespie","Patrice Naiambana"],"overview":"No overview found.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"","id":12887,"title":"Belly","adult":false,"genre_ids":[80,18]},{"cast":["DMX","Nas","Hassan Johnson","Taral Hicks","Tionne Watkins"],"overview":"Tommy Brown and Sincere are best friends as well as infamous and ruthless criminals and shot-callers in the hood. Respected by many but feared by all.  As the police are closing in on them and new players are looking for a come up, will their reign last?","release_date":"1998-11-04","vote_average":5.9,"runtime":96,"cert":"N\/A","id":12888,"title":"Belly","adult":false,"genre_ids":[80,18]},{"cast":["Billy West","Katey Sagal","John DiMaggio","Maurice LaMarche","Lauren Tom"],"overview":"Fresh off ripping space-time a new one at the end of \"Bender's Big Score,\" the Planet Express crew is back to mend the tear in reality, or (hopefully) at least not make it worse.  Beyond the tear, though, lurks a being of inconceivable...tentacularity.  What will become of Earth, and indeed, our universe, when faced with the Beast with a Billion Backs?","release_date":"2008-06-30","vote_average":7.0,"runtime":90,"cert":"12","id":12889,"title":"Futurama: The Beast with a Billion Backs","adult":false,"genre_ids":[16,35,14,878]},{"cast":["Dennis Quaid","Sarah Jessica Parker","Ellen Page","Thomas Haden Church","Ashton Holmes"],"overview":"Professor Lawrence Wetherhold (Dennis Quaid) might be imperiously brilliant, monumentally self-possessed and an intellectual giant -- but when it comes to solving the conundrums of love and family, he's as downright flummoxed as the next guy.","release_date":"2008-04-11","vote_average":5.9,"runtime":95,"cert":"N\/A","id":12890,"title":"Smart People","adult":false,"genre_ids":[35,18,10749]},{"cast":["Campbell Scott","Gerald Burke","Ali Fadhil","Robert Hutchings"],"overview":"Chronological look at the fiasco in Iraq, especially decisions made in the spring of 2003 - and the backgrounds of those making decisions - immediately following the overthrow of Saddam: no occupation plan, an inadequate team to run the country, insufficient troops to keep order, and three edicts from the White House announced by Bremmer when he took over.","release_date":"2007-07-27","vote_average":7.9,"runtime":102,"cert":"N\/A","id":12901,"title":"No End in Sight","adult":false,"genre_ids":[99]},{"cast":["Frank Welker","Casey Kasem","Mindy Cohn","Grey DeLisle","Michael Bell"],"overview":"While the gang travel to Scotland to visit Daphne's cousin and witness the Highland Games, they find themselves terrorized by the legendary Loch Ness Monster.","release_date":"2004-06-21","vote_average":6.6,"runtime":74,"cert":"U","id":12902,"title":"Scooby-Doo! and the Loch Ness Monster","adult":false,"genre_ids":[12,16,35,10751,14,9648]},{"cast":["James Belushi","Casey Kasem","Grey DeLisle","Mindy Cohn","Wayne Knight"],"overview":"Scooby-Doo and Shaggy must go into the underworld ruled by the Goblin King in order to stop a mortal named The Amazing Krudsky who wants power and is a threat to their pals, Fred, Velma and Daphne.","release_date":"2008-01-01","vote_average":6.4,"runtime":75,"cert":"PG","id":12903,"title":"Scooby-Doo! and the Goblin King","adult":false,"genre_ids":[9648,16,35,10751,12,14,10402]},{"cast":["Ryan Reynolds","Emily Mortimer","Stuart Townsend","Sarah Chalke","Mike Erwin"],"overview":"Frank Allen, a professional speaker who lectures on time management has a perfectly ordered and scheduled life, down to the minute. When his wife sets his clock forward 10 minutes as a joke, his day is thrown off. Deciding that his strictly ordered life has done him little good, he begins to make multiple choice index cards, choosing one at random and doing what is written on the card.","release_date":"2008-03-14","vote_average":6.2,"runtime":87,"cert":"N\/A","id":12912,"title":"Chaos Theory","adult":false,"genre_ids":[35,10749]},{"cast":["Patrick Dempsey","Amanda Peterson","Seth Green","Gerardo Mejía","Courtney Gains"],"overview":"Nerdy high schooler Ronald Miller rescues cheerleader Cindy Mancini from parental punishment after she accidentally destroys her mother's designer clothes. Ronald agrees to pay for the $1,000 outfit on one condition: that she will act as though they're a couple for an entire month. As the days pass, however, Cindy grows fond of Ronald, making him popular. But when Ronald's former best friend gets left behind, he realizes that social success isn't everything.","release_date":"1987-08-14","vote_average":6.8,"runtime":94,"cert":"15","id":12919,"title":"Can't Buy Me Love","adult":false,"genre_ids":[18,35,10749,10751]},{"cast":["Kurt Russell","Dakota Fanning","Kris Kristofferson","Elisabeth Shue","David Morse"],"overview":"Ben Crane believes that a severely injured racehorse deserves another chance. He and his daughter Cale adopt the mare and save it from being sacrificed by the owner.","release_date":"2005-09-10","vote_average":6.5,"runtime":106,"cert":"N\/A","id":12920,"title":"Dreamer: Inspired By a True Story","adult":false,"genre_ids":[18,10751]},{"cast":["Dave Thomas","Rick Moranis","Max von Sydow","Paul Dooley","Lynne Griffin"],"overview":"Something is rotten at the Elsinore Brewery. Bob and Doug McKenzie (as seen on SCTV) help the orphan Pam regain the brewery founded by her recently-deceased father. But to do so, they must confront the suspicious Brewmeister Smith and two teams of vicious hockey players.","release_date":"1983-08-26","vote_average":6.6,"runtime":90,"cert":"PG","id":12921,"title":"Strange Brew","adult":false,"genre_ids":[35]},{"cast":["Hidetaka Yoshioka","Masato Hagiwara","Yuuka Nanri","Unsho Ishizuka","Kazuhiko Inoue"],"overview":"In a post-war alternative timeline, Japan is divided into the North, controlled by the Union, and the South, controlled by the United States. A mysterious high tower rises within the borders of the Union. Three high school students promise to cross the border with a self-built airplane and unravel the secret of the tower.","release_date":"2004-11-20","vote_average":6.7,"runtime":91,"cert":"N\/A","id":12924,"title":"The Place Promised in Our Early Days","adult":false,"genre_ids":[16,12,18,10749,878]},{"cast":["Tiësto"],"overview":"Repeatedly topping the list of DJ magazine's Top 100 DJs, acclaimed Dutch trance-spinner Tïesto enthralls 25,000 fans in this epic November 2007 performance at Copenhagen's Parken Stadium. The multimedia spectacle combines dazzling light effects and a hypnotic blend of sounds, featuring tracks from Tïesto's Grammy-nominated album, \"Elements of Life\".","release_date":"2008-03-07","vote_average":6.2,"runtime":240,"cert":"N\/A","id":12963,"title":"Tiësto Elements of Life World Tour","adult":false,"genre_ids":[10402]},{"cast":["Ryan Reynolds","Melissa McCarthy","Hope Davis","Elle Fanning","David Denman"],"overview":"A troubled actor, a television show runner, and an acclaimed videogame designer find their lives intertwining in mysterious and unsettling ways.","release_date":"2007-01-21","vote_average":6.1,"runtime":100,"cert":"15","id":12994,"title":"The Nines","adult":false,"genre_ids":[18,14,9648,878,53]}]