[{"cast":["Ben Browder","Amanda Tapping","Christopher Judge","Michael Shanks","Beau Bridges"],"overview":"SG-1 searches for an ancient weapon which could help them defeat the Ori, and discover it may be in the Ori's own home galaxy. As the Ori prepare to send ships through to the Milky Way to attack Earth, SG-1 travels to the Ori galaxy aboard the Odyssey. The International Oversight committee have their own plans and SG-1 finds themselves in a distant galaxy fighting two powerful enemies.","release_date":"2008-03-11","vote_average":7.1,"runtime":97,"cert":"12","id":13001,"title":"Stargate: The Ark of Truth","adult":false,"genre_ids":[12,878,10770]},{"cast":["Nicole Oliver","Lalainia Lindbjerg","Kathleen Barr","Chiara Zanni","Kelly Sheridan"],"overview":"King Randolph sends for his cousin Duchess Rowena to help turn his daughters, Princess Genevieve and her 11 sisters, into better ladies. But the Duchess takes away all the sisters fun, including the sisters favorite pastime: dancing.Thinking all hope is lost they find a secret passageway to a magical land were they can dance the night away.","release_date":"2006-09-19","vote_average":7.5,"runtime":83,"cert":"N\/A","id":13002,"title":"Barbie in The 12 Dancing Princesses","adult":false,"genre_ids":[16,10751]},{"cast":["Hunter S. Thompson","Johnny Depp","Muhammad Ali","Warren Beatty","George W. Bush"],"overview":"Fueled by a raging libido, Wild Turkey, and superhuman doses of drugs, Thompson was a true \"free lance, \" goring sacred cows with impunity, hilarity, and a steel-eyed conviction for writing wrongs. Focusing on the good doctor's heyday, 1965 to 1975, the film includes clips of never-before-seen (nor heard) home movies, audiotapes, and passages from unpublished manuscripts.","release_date":"2008-07-04","vote_average":7.0,"runtime":120,"cert":"N\/A","id":13003,"title":"Gonzo: The Life and Work of Dr. Hunter S. Thompson","adult":false,"genre_ids":[99]},{"cast":["Kelly Sheridan","Melissa Lyons","Cassidy Ladden","Chantal Strand","Maryke Hendrikse"],"overview":"Liana and Alexa (Barbie and Teresa) are best friends who share everything, including their love of singing. One day while walking through the forest home from the village, the girls meet an old beggar who gives them a magical mirror. As they clean the mirror and sing, a musical apprentice muse named Melody appears in the mirror's surface, and tells the girls about the secret of the Diamond Castle.","release_date":"2008-01-01","vote_average":7.1,"runtime":78,"cert":"U","id":13004,"title":"Barbie and the Diamond Castle","adult":false,"genre_ids":[16,10751]},{"cast":["Bill Murray","Peter Boyle","Bruno Kirby","René Auberjonois","R. G. Armstrong"],"overview":"Semi-biographical film based on the experiences of gonzo journalist Hunter S. Thompson.","release_date":"1980-04-25","vote_average":6.2,"runtime":99,"cert":"N\/A","id":13005,"title":"Where the Buffalo Roam","adult":false,"genre_ids":[35,18,36]},{"cast":["Rutger Hauer","Kim Cattrall","Michael J. Pollard","Alastair Duncan","Alun Armstrong"],"overview":"In a flooded future London, Detective Harley Stone (Rutger Hauer) hunts a serial killer who murdered his partner and has haunted him ever since. He soon discovers what he is hunting might not be human.","release_date":"1992-05-01","vote_average":6.0,"runtime":90,"cert":"18","id":13006,"title":"Split Second","adult":false,"genre_ids":[27,878]},{"cast":["Bill Maher","Jose Luis De Jesus Miranda","Andrew Newberg","Steve Burg","Tal Bachman"],"overview":"Commentator-comic Bill Maher plays devil's advocate with religion as he talks to believers about their faith. Traveling around the world, Maher examines the tenets of Christianity, Judaism and Islam and raises questions about homosexuality, proof of Christ's existence, Jewish Sabbath laws, violent Muslim extremists.","release_date":"2008-10-01","vote_average":7.2,"runtime":101,"cert":"15","id":13007,"title":"Religulous","adult":false,"genre_ids":[35,99]},{"cast":["Ellen Page","Catherine Keener","Hayley McFarland","Nick Searcy","Romy Rosemont"],"overview":"The true story of suburban housewife Gertrude Baniszewski, who kept a teenage girl locked in the basement of her Indiana home during the 1960s.","release_date":"2007-07-27","vote_average":7.4,"runtime":97,"cert":"15","id":13008,"title":"An American Crime","adult":false,"genre_ids":[80,18]},{"cast":["Jenna Jameson","Robert Englund","Roxy Saint","Penny Drake","Whitney Anderson"],"overview":"In the not too distant future a secret government re-animation chemo-virus gets released into conservative Sartre, Nebraska and lands in an underground strip club. As the virus begins to spread, turning the strippers into \"Super Zombie Strippers\" the girls struggle with whether or not to conform to the new \"fad\" even if it means there's no turning back.","release_date":"2008-04-18","vote_average":4.5,"runtime":94,"cert":"","id":13009,"title":"Zombie Strippers!","adult":false,"genre_ids":[35,27]},{"cast":["George W. Bush","Dick Cheney","Kristen Breitweiser","Patty Casazza"],"overview":"Out of the grieving thousands left behind on September 11th, a small group of activist families emerged to demand answers. In '9\/11 Press For Truth', six of them (including three of the famous \"Jersey Girls\") tell for the first time the powerful story of how they took on the powers in Washington and won! compelling an investigation, only to subsequently watch the 9\/11 Commission fail in answering most of their questions.","release_date":"2006-09-05","vote_average":7.6,"runtime":125,"cert":"N\/A","id":13010,"title":"9\/11: Press For Truth","adult":false,"genre_ids":[99]},{"cast":["Harry Nilsson","Ringo Starr","Freddie Jones","Suzanna Leigh","Dennis Price"],"overview":"Due to be crowned King of the Netherworld by his mentor Merlin the Magician, Count Downe–the son of Count Dracula–falls in love with the beautiful but human Amber and finds himself in conflict with Baron Frankenstein, who is vying for the same honorary title.","release_date":"1974-04-12","vote_average":2.8,"runtime":90,"cert":"N\/A","id":13013,"title":"Son of Dracula","adult":false,"genre_ids":[35,27,10402]},{"cast":["Richard Dawkins","Sam Harris","Robert M. Price","Richard Carrier"],"overview":"Did Jesus exist? This film starts with that question, then goes on to examine Christianity as a whole.","release_date":"2005-05-21","vote_average":6.3,"runtime":62,"cert":"N\/A","id":13014,"title":"The God Who Wasn't There","adult":false,"genre_ids":[99,18]},{"cast":["George Carlin"],"overview":"Carlin returns to the stage in his 13th live comedy stand-up special, performed at the Beacon Theatre in New York City for HBO®. His spot-on observations on the deterioration of human behavior include Americans’ obsession with their two favorite addictions - shopping and eating; his creative idea for The All-Suicide Channel, a new reality TV network; and the glorious rebirth of the planet to its original pristine condition - once the fires and floods destroy life as we know it.","release_date":"2005-11-05","vote_average":7.8,"runtime":74,"cert":"N\/A","id":13015,"title":"George Carlin: Life Is Worth Losing","adult":false,"genre_ids":[99,35,10770]},{"cast":[],"overview":"Zeitgeist: the Movie is a 2007 documentary film by Peter Joseph examining possible historical and modern conspiracies surrounding Christianity, the September 11, 2001 terrorist attacks and the Federal Reserve bank. It was officially released online on June 18, 2007 on www.ZeitgeistMovie.com","release_date":"2007-06-01","vote_average":7.1,"runtime":118,"cert":"N\/A","id":13016,"title":"Zeitgeist","adult":false,"genre_ids":[99,36]},{"cast":["Jay Leno","Danny Glover","Vivica A. Fox","Keke Palmer","Drake Bell"],"overview":"This story picks up a generation after the famous race between the Hare and the Tortoise. This time it's their kids' turn to compete, and they're about to escalate their family rivalry to ridiculous new levels.","release_date":"2008-09-12","vote_average":5.0,"runtime":80,"cert":"N\/A","id":13017,"title":"Unstable Fables: Tortoise vs. Hare","adult":false,"genre_ids":[16,18,10751]},{"cast":["Hugh Jackman","Ewan McGregor","Michelle Williams","Bruce Altman","Andrew Ginsburg"],"overview":"As a corporate auditor who works in a number of different offices, Jonathan McQuarry wanders without an anchor among New York's power brokers. A chance meeting with charismatic lawyer Wyatt Bose leads to Jonathan's introduction to The List, an underground sex club. Jonathan begins an affair with a woman known only as S, who introduces Jonathan to a world of treachery and murder.","release_date":"2008-04-24","vote_average":5.8,"runtime":107,"cert":"15","id":13018,"title":"Deception","adult":false,"genre_ids":[53]},{"cast":["Aaron Abrams","Carly Pope","Kristin Booth","Josh Dean","Sonja Bennett"],"overview":"On a Tuesday night, five couples have separate sexual adventures. Matt and Kris, friends for years, want to have an only-once, no-strings good time. Abby and Andrew, married, celebrate his birthday, but it's marred by angst and miscommunication. Mia and Eric are exes, making sure they are over each other. Jaime and Ken work together and this is a first date. Inez and Gord invite his roommate, Dave, to join them. By the time each couple has gone through a prelude, foreplay, sex, an interlude, orgasm, and afterglow, they've answered basic questions: can sex be anonymous, are we bored, is our marriage really finished, does anyone tell the truth, and how do we make someone happy?","release_date":"2007-09-05","vote_average":5.9,"runtime":90,"cert":"N\/A","id":13019,"title":"Young People Fucking","adult":false,"genre_ids":[35,18,10749]},{"cast":["Peter Coyote","John Beard","Jim Chanos","Dick Cheney","Carol Coale"],"overview":"A documentary about the Enron corporation, its faulty and corrupt business practices, and how they led to its fall.","release_date":"2005-04-22","vote_average":7.2,"runtime":110,"cert":"N\/A","id":13020,"title":"Enron: The Smartest Guys in the Room","adult":false,"genre_ids":[99]},{"cast":["Aaron Stanford","Zooey Deschanel","Izabella Miko"],"overview":"Aspiring rock musician Neal Downs manages a cereal bar. Stylish Miss Pussy Katz is the creator of radically-themed art clothing. When the cereal bar, brings in an offbeat crew of locals, who debate the arcana of cereal history and ideal milk\/flake ratios, an aspiring capitalist rips off their concept.","release_date":"2007-01-01","vote_average":5.3,"runtime":84,"cert":"N\/A","id":13021,"title":"Flakes","adult":false,"genre_ids":[35,10749]},{"cast":["Radha Mitchell","Michael Vartan","Sam Worthington","Mia Wasikowska","Caroline Brazier"],"overview":"From the director of Wolf Creek comes this terrifying look at nature's perfect killing machine. When a group of tourists stumble into the remote Australian river territory of an enormous crocodile, the deadly creature traps them on a tiny mud island with the tide quickly rising and darkness descending. As the hungry predator closes in, they must fight for survival against all odds.","release_date":"2007-11-08","vote_average":6.4,"runtime":99,"cert":"N\/A","id":13022,"title":"Rogue","adult":false,"genre_ids":[28,27,53]},{"cast":["Brian Steidle"],"overview":"While serving with the African Union, former Marine Capt. Brian Steidle documents the brutal ethnic cleansing occuring in Darfur. Determined that the Western public should know about the atrocities he is witnessing, Steidle contacts New York Times reporter Nicholas Kristof, who publishes some of Steidle's photographic evidence.","release_date":"2007-01-19","vote_average":7.3,"runtime":85,"cert":"N\/A","id":13023,"title":"The Devil Came on Horseback","adult":false,"genre_ids":[99]},{"cast":["Dane Cook","Jay Davis"],"overview":"Dane Cook's smash-hit show Rough Around The Edges is an energetic powerhouse stand-up performance recorded live in front of a packed house at Madison Square Garden.","release_date":"2007-10-19","vote_average":6.2,"runtime":60,"cert":"N\/A","id":13024,"title":"Dane Cook: Rough Around the Edges","adult":false,"genre_ids":[35]},{"cast":["Michelle Morgan","Joshua Close","Shawn Roberts","Amy Lalonde","Joe Dinicol"],"overview":"A group of young film students run into real-life zombies while filming a horror movie of their own.","release_date":"2007-09-08","vote_average":5.5,"runtime":95,"cert":"","id":13025,"title":"Diary of the Dead","adult":false,"genre_ids":[27,28,878]},{"cast":["Walt Disney","Pinto Colvig","Billy Bletcher","Clarence Nash","Marcellite Garner"],"overview":"A compilation of classic Walt Disney clips from Mickey Mouse's long and illustrious career as the world's most recognised and best loved cartoon character. Includes \"Thru The Mirror,\" \"Hawaiian Holiday,\" \"Lonesome Ghosts,\" \"The Brave Little Tailor,\" \"The Little Whirlwind\" and \"Mickey Down Under.","release_date":"2003-11-03","vote_average":6.3,"runtime":58,"cert":"N\/A","id":13026,"title":"Everybody Loves Mickey","adult":false,"genre_ids":[10751,16]},{"cast":["Shia LaBeouf","Michelle Monaghan","Rosario Dawson","Michael Chiklis","Anthony Mackie"],"overview":"Jerry Shaw and Rachel Holloman are two strangers whose lives are suddenly thrown into turmoil by a mysterious woman they have never met. Threatening their lives and family, the unseen caller uses everyday technology to control their actions and push them into increasing danger. As events escalate, Jerry and Rachel become the country's most-wanted fugitives and must figure out what is happening to them.","release_date":"2008-09-25","vote_average":6.4,"runtime":118,"cert":"12A","id":13027,"title":"Eagle Eye","adult":false,"genre_ids":[9648,53,28]},{"cast":["Gustaf Skarsgård","Tuva Novotny","Joel Kinnaman","Thomas Hedengran","Pär Luttropp"],"overview":"A teenager is assaulted and killed, but returns as a ghost to find his killer.","release_date":"2002-01-30","vote_average":6.2,"runtime":92,"cert":"N\/A","id":13040,"title":"The Invisible","adult":false,"genre_ids":[18,14,53]},{"cast":["Alejandro Jodorowsky","Brontis Jodorowsky","José Legarreta","Alfonso Aráu","José Luis Fernández"],"overview":"El Topo decides to confront warrior Masters on a trans-formative desert journey he begins with his 6 year old son, who must bury his childhood totems to become a man. El Topo (the mole) claims to be God, while dressed as a gunfighter in black, riding a horse through a spiritual, mystical landscape strewn with old Western movie, and ancient Eastern religious symbols. Bandits slaughtered a village on his path, so El Topo avenges the massacred, then forcibly takes their leader's woman Mara as his. El Topo's surreal way is bloody, sexual and self-reflective, musing of his own demons, as he tries to vanquish those he encounters.","release_date":"1970-12-18","vote_average":7.3,"runtime":120,"cert":"N\/A","id":13041,"title":"El Topo","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Doug Sweetland"],"overview":"Dignity. Poise. Mystery. We expect nothing less from the great turn-of-the-century magician, Presto. But when Presto neglects to feed his rabbit one too many times, the magician finds he isn't the only one with a few tricks up his sleeve!","release_date":"2008-06-18","vote_average":7.9,"runtime":5,"cert":"U","id":13042,"title":"Presto","adult":false,"genre_ids":[16,10751]},{"cast":["Franck Dubosc","Gérard Lanvin","Mathilde Seigner","Antoine Duléry","Claude Brasseur"],"overview":"Plastic surgeon Michel Saint-Josse is on his way to Spain where he hopes to spend a stress-free holiday in a luxury hotel with his teenage daughter Vanessa. When his car breaks down near a camping, Michel accepts the offer of help from an extrovert gigolo camper named Patrick Chirac. Whilst their car is being repaired, Michel and Vanessa agree to stay in Patrick’s well proportioned tent, not knowing that, thanks to a series of mishaps, it will be their home for several days...","release_date":"2006-04-26","vote_average":5.6,"runtime":95,"cert":"N\/A","id":13043,"title":"Camping","adult":false,"genre_ids":[35]},{"cast":["Benoît Poelvoorde","Bernard Bloch","Anne Consigny","Constance Dollé","Anne Le Ny"],"overview":"La vie est bien ingrate pour François Berthier : un chien hurle toute la nuit et l'empêche de dormir, la machine a café lui explose au visage, il pleut, le chef de bureau à la banque l'humilie et le menace de renvoi. Et puis, du jour au lendemain, tout ce qui était violent ou pénible pour François se transforme comme par miracle. Que se passe-t-il ? Pourquoi le monde devient-il si brusquement doux","release_date":"2006-03-15","vote_average":4.8,"runtime":93,"cert":"N\/A","id":13044,"title":"Du jour au lendemain","adult":false,"genre_ids":[35]},{"cast":["Christian Clavier","Gérard Lanvin","Géraldine Pailhas","Patrick Chesnais","Anaïs Demoustier"],"overview":"Jean-Pierre, a wealthy businessman, is lonely. He still desires his wife but she only seems interested in shopping and the beauty salon. Tired of lunching alone every day, one day he decides to invite his chauffeur to join him, and a relationship quickly develops as the two find they have much in common. Are they just cash machines for their wives? Don't they deserve some love (i.e. sex) in return? Jean-Pierre confiscates his wife's credit card, but things don't turn out exactly the way he'd hoped...","release_date":"2007-04-04","vote_average":5.3,"runtime":95,"cert":"N\/A","id":13045,"title":"The Price to Pay","adult":false,"genre_ids":[35]},{"cast":["Chuck Liddell","Rashad Evans","Kurt Pellegrino","Rich Franklin","Matt Hamill"],"overview":"UFC 88: Breakthrough was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on September 6, 2008 at the Philips Arena in Atlanta, Georgia. The event was headlined by a light heavyweight bout between Chuck Liddell and Rashad Evans.","release_date":"2008-09-06","vote_average":6.2,"runtime":273,"cert":"N\/A","id":13046,"title":"UFC 88: Breakthrough","adult":false,"genre_ids":[]},{"cast":["Georges St-Pierre","Jon Fitch","Brock Lesnar","Heath Herring","Manvel Gamburyan"],"overview":"UFC 87: Seek and Destroy was a mixed martial arts event held by the Ultimate Fighting Championship on August 9, 2008, at the Target Center in Minneapolis, Minnesota. The card was headlined by a welterweight championship bout between champion Georges St. Pierre and challenger Jon Fitch.","release_date":"2008-08-09","vote_average":4.5,"runtime":342,"cert":"N\/A","id":13047,"title":"UFC 87: Seek and Destroy","adult":false,"genre_ids":[]},{"cast":["Quinton Jackson","Forrest Griffin","Patrick Cote","Ricardo Almeida","Joe Stevenson"],"overview":"UFC 86: Jackson vs. Griffin was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on July 5, 2008, at the Mandalay Bay Events Center in Las Vegas, Nevada. The title bout between Quinton \"Rampage\" Jackson and Forrest Griffin, coaches on The Ultimate Fighter: Team Rampage vs. Team Forrest, was for Jackson's UFC Light Heavyweight Championship.","release_date":"2008-07-05","vote_average":6.2,"runtime":180,"cert":"N\/A","id":13048,"title":"UFC 86: Jackson vs. Griffin","adult":false,"genre_ids":[]},{"cast":["Mark Wahlberg","Mila Kunis","Beau Bridges","Ludacris","Chris O'Donnell"],"overview":"Coming together to solve a series of murders in New York City are a DEA agent whose family was slain as part of a conspiracy and an assassin out to avenge her sister's death. The duo will be hunted by the police, the mob, and a ruthless corporation.","release_date":"2008-10-15","vote_average":5.2,"runtime":100,"cert":"15","id":13051,"title":"Max Payne","adult":false,"genre_ids":[28,18,80,53]},{"cast":["Ricci Harnett","Terry Stone","Craig Fairbrass","Roland Manookian","Coralie Rose"],"overview":"Rise of the Footsoldier follows the inexorable rise of Carlton Leach from one of the most feared generals of the football terraces to becoming a member of a notorious gang of criminals who rampaged their way through London and Essex in the late eighties and early nineties.","release_date":"2007-09-07","vote_average":6.6,"runtime":119,"cert":"18","id":13054,"title":"Rise of the Footsoldier","adult":false,"genre_ids":[28,12,80,18,53]},{"cast":["Amber Benson","James Marsters","Christine Estabrook","Andy Hallett","David Fury"],"overview":"'Chance' is a black comedy about how hard it is to find \"the one\". Mostly told from the point-of-view of a young, sexually aggressive woman, named Chance, whom according to her: \"we're all out there looking for true love\", which turns out to be a very elusive thing indeed, and Chance is no exception. She's desperately on the prowl for a man, but since she's more mouse than cat, she gets herself into scrape after scrape in her screwball pursuit of love. Surrounded by a bevy of adoring but completely wrong-for-her men (and one dead girl from Manchester, England), Chance has to pick her way through her messy life in order to figure out which guy is \"it\".","release_date":"2002-09-22","vote_average":7.4,"runtime":75,"cert":"N\/A","id":13055,"title":"Chance","adult":false,"genre_ids":[35,18]},{"cast":["Ray Stevenson","Dominic West","Julie Benz","Colin Salmon","Doug Hutchison"],"overview":"Waging his one-man war on the world of organized crime, ruthless vigilante-hero Frank Castle sets his sights on overeager mob boss Billy Russoti. After Russoti is left horribly disfigured by Castle, he sets out for vengeance under his new alias: Jigsaw. With the \"Punisher Task Force\" hot on his trail and the FBI unable to take Jigsaw in, Frank must stand up to the formidable army that Jigsaw has recruited before more of his evil deeds go unpunished.","release_date":"2008-12-05","vote_average":5.7,"runtime":102,"cert":"","id":13056,"title":"Punisher: War Zone","adult":false,"genre_ids":[28,80]},{"cast":["Anessa Ramsey","Justin Welborn","AJ Bowen","Scott Poythress","Sahr Ngaujah"],"overview":"A horror film told in three parts, from three perspectives, in which a mysterious transmission that turns people into killers invades every cell phone, radio, and television.","release_date":"2008-02-22","vote_average":6.0,"runtime":103,"cert":"N\/A","id":13059,"title":"The Signal","adult":false,"genre_ids":[27,878,53]},{"cast":[],"overview":"When an overconfident teen alien gets behind the controls of a spaceship, he must attempt to abduct a slumbering farmer under the watchful eye of a critical instructor. But abducting humans requires precision and a gentle touch, and within a few missteps it's painfully clear why more humans don't go missing every year.","release_date":"2006-12-28","vote_average":7.6,"runtime":5,"cert":"U","id":13060,"title":"Lifted","adult":false,"genre_ids":[10751,16,878]},{"cast":["Patton Oswalt","Peter Sohn","Lou Romano","Sigmund Vik","Jim Capobianco"],"overview":"Let's face it, rats are not the most beloved creatures on earth. However, maybe this little tale about the history of human and rat interaction will change the world's tune. At least that is the hope of Remy, the star of Ratatouille, and his reluctant brother Emile as they guide us through world history from a rat's perspective. Why can't we all just get along?","release_date":"2007-11-06","vote_average":6.7,"runtime":11,"cert":"U","id":13061,"title":"Your Friend the Rat","adult":false,"genre_ids":[16,10751]},{"cast":["Bud Luckey"],"overview":"On a high mountain plain lives a lamb with wool of such remarkable sheen that he breaks into high-steppin' dance. But there comes a day when he loses his lustrous coat and, along with it, his pride. It takes a wise jackalope - a horn-adorned rabbit - to teach the moping lamb that wooly or not, it's what's inside that'll help him rebound from life's troubles.","release_date":"2003-11-04","vote_average":6.7,"runtime":5,"cert":"U","id":13062,"title":"Boundin'","adult":false,"genre_ids":[10402,16,10751]},{"cast":["Trey Parker","Dian Bachar","Ian Hardin","Jon Hegel","Masao Maki"],"overview":"Heading through Colorado Territory in search of gold and women, Alferd Packer and his group of bemused companions find themselves lost, starving and musically inspired by the obstacles they confront along the way, including a die-hard Confederate cyclops, a trio of surly trappers, a tribe of Japanese-speaking \"Indians,\" and ultimately, each other.","release_date":"1993-10-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":13063,"title":"Cannibal! The Musical","adult":false,"genre_ids":[35,36,27,10402,37,53]},{"cast":["Shane McDermott","Seth Green","Brittney Powell","Chris Conrad","Edie McClurg"],"overview":"Mitchell Goosen is sixteen\/seventeen year old kid from California who loves to surf and roller blade. Yet, his parents, who are two zoologists were given a grant to work in Australia. The only problem was: Mitchell couldn't go with them. So, he gets sent to stay with his aunt, uncle, and cousin in Cincinnati, Ohio. When he arrives, he meets his cousin who is also his new roommate for the next six months: Wiley. Mitchell then goes to school and gets on the bad side the high school hockey players. Mitchell and Wiley end up enduring weeks of torture from the guys. Then, the big guys and Mitchell and Wiley have to learn to get along to try to beat the Central High School rivals in a competition down Devil's Backbone","release_date":"1993-09-17","vote_average":6.0,"runtime":91,"cert":"N\/A","id":13064,"title":"Airborne","adult":false,"genre_ids":[28,12,35]},{"cast":["Matthew Broderick","Brittany Snow","Maura Tierney","Peter Facinelli","Katy Mixon"],"overview":"A television producer with a penchant for drinking and gambling is sent to Las Vegas to convince his troubled niece to enter rehab.","release_date":"2008-06-27","vote_average":5.1,"runtime":96,"cert":"N\/A","id":13065,"title":"Finding Amanda","adult":false,"genre_ids":[35,18]},{"cast":["Jeff Garlin","Sarah Silverman","Bonnie Hunt","Elle Fanning","Jessy Schram"],"overview":"Life has its downs for James, living with his mom in Chicago at 39, an aging performer at Second City, eating and weighing too much. A woman he's been dating drops him, as does his agent, her brother. James turns down roles in local TV, roles that make him sad. Someone's remaking his favorite movie, \"Marty,\" a role he'd love, but he doesn't even get an audition.","release_date":"2006-01-01","vote_average":5.4,"runtime":80,"cert":"N\/A","id":13066,"title":"I Want Someone to Eat Cheese With","adult":false,"genre_ids":[35,10749]},{"cast":["Meg Ryan","Kristen Stewart","Adam Brody","JoBeth Williams","Olympia Dukakis"],"overview":"After a bad breakup with his girlfriend leaves him heartbroken, Carter Webb moves to Michigan to take care of his ailing grandmother. Once there, he gets mixed up in the lives of the mother and daughters who live across the street.","release_date":"2007-04-16","vote_average":5.8,"runtime":97,"cert":"N\/A","id":13067,"title":"In the Land of Women","adult":false,"genre_ids":[10749,35,18]},{"cast":["Nicholas D'Agosto","Margo Martindale","Reece Thompson","Anna Kendrick","Jonah Hill"],"overview":"Hal, a 15-year-old high-school student with a minor yet socially alienating (and painful) disability: he stutters uncontrollably. Determined to work through the problem, Hal opts for an extreme route he joins the school debating team, which sends him on a headfirst plunge into breakneck speech competitions and offers a much-needed boost toward correcting the problem.","release_date":"2007-01-19","vote_average":6.3,"runtime":101,"cert":"N\/A","id":13068,"title":"Rocket Science","adult":false,"genre_ids":[35,18]},{"cast":["Michael Angarano","Brendan Gleeson","Melissa Leo","Emily VanCamp","Bates Wilder"],"overview":"In South Boston, where Irish roots run deep and Catholic tradition reigns, two brothers face similar hardships but lead far different lives. While older brother Terry descends into drugs and crime, 16-year-old Cole vies to make the state baseball championships - but must struggle to withstand his brother's destructive influence.","release_date":"2007-04-20","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13071,"title":"Black Irish","adult":false,"genre_ids":[18]},{"cast":["Alec Baldwin","Paulo Araujo","Daniel Tay","Ty Thomas Reed","Brian O'Neill"],"overview":"Brooklyn, 1985. With the mob world as a backdrop, three life-long friends struggle with questions of love, loss and loyalty.","release_date":"2007-04-30","vote_average":6.0,"runtime":99,"cert":"N\/A","id":13072,"title":"Brooklyn Rules","adult":false,"genre_ids":[18,28,53]},{"cast":["Matthew Faber","Angela Pietropinto","Bill Buell","Emani Sledge","Ellen Barkin"],"overview":"Aviva is thirteen, awkward and sensitive. Her mother Joyce is warm and loving, as is her father, Steve, a regular guy who does have a fierce temper from time to time. The film revolves around her family, friends and neighbors.","release_date":"2004-09-03","vote_average":6.3,"runtime":100,"cert":"N\/A","id":13073,"title":"Palindromes","adult":false,"genre_ids":[35,18]},{"cast":["Samuel L. Jackson","Josh Hartnett","Alan Alda","Teri Hatcher","Kathryn Morris"],"overview":"Up-and-coming sports reporter rescues a homeless man (\"Champ\") only to discover that he is, in fact, a boxing legend believed to have passed away. What begins as an opportunity to resurrect Champ's story and escape the shadow of his father's success becomes a personal journey as the ambitious reporter reexamines his own life and his relationship with his family.","release_date":"2007-06-14","vote_average":6.2,"runtime":112,"cert":"N\/A","id":13074,"title":"Resurrecting the Champ","adult":false,"genre_ids":[18]},{"cast":["Maggie Gyllenhaal","Michelle Hurst","Sandra Rodríguez","Anna Simpson","Giancarlo Esposito"],"overview":"After serving time in prison, former drug addict Sherry Swanson returns home to reclaim her young daughter from family members who have been raising the child. Sherry's family, especially her sister-in-law, doubt Sherry's ability to be a good mother, and Sherry finds her resolve to stay clean slowly weakening.","release_date":"2006-09-08","vote_average":6.5,"runtime":96,"cert":"N\/A","id":13075,"title":"Sherrybaby","adult":false,"genre_ids":[18]},{"cast":["Frank Langella","Lauren Ambrose","Patti Perkins","Adrian Lester","Lili Taylor"],"overview":"Leonard Schiller once counted among New York's Literary lions, but illness and ten years of writers block have lowered his profile, almost to the point of obscurity. When Heather Wolfe, an ambitious literature major, asks to interview him for her theses on his work, her interest forces hims to address the issues that have been he has avoided all these years, and stirs in him feelings he has long forgotten, much to his daughter's consternation","release_date":"2007-01-01","vote_average":6.8,"runtime":111,"cert":"N\/A","id":13076,"title":"Starting Out in the Evening","adult":false,"genre_ids":[18]},{"cast":["Michael Madsen","Vinnie Jones","Patrick Bergin","Richard Chamberlain","Michael Rawley"],"overview":"A single father decides to break his dying wife's last wish to not box again in order to save his young son from certain death.","release_date":"2007-11-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":13077,"title":"Strength and Honour","adult":false,"genre_ids":[18]},{"cast":["John Leguizamo","Katherine Waterston","Cynthia Nixon","Andy Comeau","Denis O'Hare"],"overview":"Seventeen-year-old Shirley is a good student who works as a babysitter in order to make money for college. One night Michael, a father Shirley works for, confesses he's unhappy with married life. Shirley has a crush on Michael, and seizes this moment to kiss him. Michael is so happy he presents Shirley with a big tip, which gives her an idea. Shirley plans to make extra money by setting up her teenage friends with other unhappy fathers.","release_date":"2007-09-11","vote_average":5.3,"runtime":88,"cert":"18","id":13078,"title":"The Babysitters","adult":false,"genre_ids":[18]},{"cast":["Uma Thurman","Evan Rachel Wood","Eva Amurri Martino","Gabrielle Brennan","Brett Cullen"],"overview":"As the 15th anniversary of a fatal high school shooting approaches, former pupil Diana McFee is haunted by memories of the tragedy. After losing her best friend Maureen in the attack, Diana has been profoundly affected by the incident - her seemingly perfect life shaped by the events of that day.","release_date":"2007-09-08","vote_average":6.0,"runtime":90,"cert":"15","id":13079,"title":"The Life Before Her Eyes","adult":false,"genre_ids":[53,18,9648]},{"cast":["Matt Hughes","Thiago Alves","Michael Bisping","Jason William Day","Mike Swick"],"overview":"UFC 85: Bedlam was a mixed martial arts event held by the Ultimate Fighting Championship (UFC), on June 7, 2008 at The O2 arena in London, England. Former two-time UFC® welterweight champion MATT HUGHES begins his run for an unprecedented third title against a young gun eager to take his place near the top of the 170-pound ladder in Brazilian slugger THIAGO “PITBULL” ALVES.","release_date":"2008-06-07","vote_average":5.3,"runtime":180,"cert":"N\/A","id":13080,"title":"UFC 85: Bedlam","adult":false,"genre_ids":[]},{"cast":["B.J. Penn","Sean Sherk","Wanderlei Silva","Keith Jardine","Wilson Gouveia"],"overview":"UFC 84: Ill Will was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on May 24, 2008, at the MGM Grand Garden Arena in Las Vegas, Nevada. The card featured the return of Sean Sherk, who was suspended and stripped of his UFC lightweight title after he tested for steroids at UFC 73. He faced B.J. Penn, who had since won the vacated title.","release_date":"2008-05-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":13081,"title":"UFC 84: Ill Will","adult":false,"genre_ids":[]},{"cast":["Matt Serra","Georges St-Pierre","Rich Franklin","Travis Lutter","Kalib Starnes"],"overview":"UFC 83: Serra vs St-Pierre 2 was a mixed martial arts event held by the Ultimate Fighting Championship. The event was held on April 19, 2008, at the Bell Centre in Montreal, Quebec, Canada. UFC 83 was the UFC's first event in Canada. It was headlined by UFC Welterweight Champion Matt Serra and UFC Interim Welterweight Champion Georges St. Pierre in a match to unify the championship.","release_date":"2008-04-19","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13082,"title":"UFC 83: Serra vs St-Pierre 2","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Dan Henderson","Heath Herring","Cheick Kongo","Evan Tanner"],"overview":"UFC 82: Pride of a Champion was a mixed martial arts (MMA) event that took place on 1st March, 2008 at the Nationwide Arena in Columbus, Ohio. The main event was a UFC &amp; Pride FC middleweight title unification match between UFC middleweight champion Anderson Silva and PRIDE FC welterweight champion Dan Henderson.","release_date":"2008-03-01","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13083,"title":"UFC 82: Pride of a Champion","adult":false,"genre_ids":[]},{"cast":["Tim Sylvia","Antonio Rodrigo Nogueira","Frank Mir","Brock Lesnar","Jeremy Horn"],"overview":"UFC 81: Breaking Point was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC) at the Mandalay Bay Events Center in Las Vegas, Nevada. The event featured Tim Sylvia and Antonio Rodrigo \"Minotauro\" Nogueira for UFC's Interim World Heavyweight Championship.","release_date":"2008-02-03","vote_average":6.5,"runtime":null,"cert":"N\/A","id":13084,"title":"UFC 81: Breaking Point","adult":false,"genre_ids":[]},{"cast":["B.J. Penn","Joe Stevenson","Gabriel Gonzaga","Fabrício Werdum","Marcus Davis"],"overview":"UFC 80: Rapid Fire was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC), that took place on January 19, 2008 at the Metro Radio Arena in Newcastle, England. Sean Sherk was originally slated to fight but tested positive for steroids. With the lightweight championship vacated, the Penn-Stevenson bout was altered to be for the undisputed championship.","release_date":"2008-01-19","vote_average":6.2,"runtime":120,"cert":"N\/A","id":13085,"title":"UFC 80: Rapid Fire","adult":false,"genre_ids":[]},{"cast":["Georges St-Pierre","Matt Hughes","Chuck Liddell","Wanderlei Silva","Eddie Sanchez"],"overview":"UFC 79: Nemesis was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC), that took place on December 29, 2007 at the Mandalay Bay Events Center in Las Vegas, Nevada. The main events featured a fight between Chuck Liddell and Wanderlei Silva, as well as the highly anticipated rubber match between former UFC Welterweight Champions Georges St. Pierre and Matt Hughes.","release_date":"2007-12-29","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13086,"title":"UFC 79: Nemesis","adult":false,"genre_ids":[]},{"cast":["Rashad Evans","Michael Bisping","Houston Alexander","Thiago Silva","Karo Parisyan"],"overview":"UFC 78: Validation was a mixed martial arts event held by the Ultimate Fighting Championship (UFC), that took place on November 17, 2007 at the Prudential Center in Newark, New Jersey. Validation was the first UFC event held in New Jersey since June 4, 2005's UFC 53: Heavy Hitters in Atlantic City.","release_date":"2007-11-17","vote_average":5.5,"runtime":null,"cert":"N\/A","id":13087,"title":"UFC 78: Validation","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Rich Franklin","Brandon Vera","Tim Sylvia","Eric Schafer"],"overview":"UFC 77: Hostile Territory was a mixed martial arts event held by the Ultimate Fighting Championship (UFC). The event took place on Saturday, October 20, 2007 at the U.S. Bank Arena in Cincinnati, Ohio. The main event featured Anderson Silva defending his middleweight championship against Rich Franklin in a rematch of their October 2006 meeting at UFC 64, which Silva won.","release_date":"2007-10-20","vote_average":6.4,"runtime":null,"cert":"N\/A","id":13088,"title":"UFC 77: Hostile Territory","adult":false,"genre_ids":[28]},{"cast":["Chuck Liddell","Keith Jardine","Diego Sanchez","Jon Fitch","Maurício Rua"],"overview":"UFC 76: Knockout was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC). The event took place on September 22, 2007 at the Honda Center in Anaheim, California. Though the event was subtitled Knockout, the entire card ironically produced no knockouts.","release_date":"2007-09-22","vote_average":6.2,"runtime":178,"cert":"N\/A","id":13089,"title":"UFC 76: Knockout","adult":false,"genre_ids":[]},{"cast":["Amy Adams","Emily Blunt","Alan Arkin","Jason Spevack","Steve Zahn"],"overview":"A single mother and her slacker sister find an unexpected way to turn their lives around in the off-beat dramatic comedy. In order to raise the tuition to send her young son to private school the mom starts an unusual business – a biohazard removal\/crime scene clean-up service.","release_date":"2008-01-18","vote_average":6.6,"runtime":102,"cert":"15","id":13090,"title":"Sunshine Cleaning","adult":false,"genre_ids":[35,18]},{"cast":["Jiří Menzel","Günter Schubert","Olga Strub","Christian Grashof","Jürgen Gosch"],"overview":"The King of Malabunt has won another war, after decorating himself and his three wooden marshals, he dismisses his army with a low wages. One of his soldiers protest this and is thrown into jail, but he swears to someday return and take all the wealth of the king.","release_date":"1972-08-18","vote_average":5.0,"runtime":65,"cert":"N\/A","id":13091,"title":"Sechse kommen durch die Welt","adult":false,"genre_ids":[9648,14,10751]},{"cast":["Simon Pegg","Kirsten Dunst","Jeff Bridges","Megan Fox","Gillian Anderson"],"overview":"A British writer struggles to fit in at a high-profile magazine in New York.","release_date":"2008-10-02","vote_average":6.1,"runtime":110,"cert":"15","id":13092,"title":"How to Lose Friends & Alienate People","adult":false,"genre_ids":[35,10749,18]},{"cast":["Juliane Korén","Vera Oelschlegel","Helmut Schreiber","Burkhard Mann","Martin Hellberg"],"overview":"On the occasion of their daughter's birth, the king and queen give a lavish feast. Among the guests are twelve fairies who endow the infant in the cradle with all good qualities. As the king loathes diligence, he does not invite the thirteenth fairy - the fairy of diligence. A captain lets her slip into the castle and she casts a spell on Sleeping Beauty, wishing death upon her. The twelfth fairy transforms and mitigates the spell. On the day she turns fifteen, the princess is to sink into a hundred-year sleep after pricking her finger on a spindle.","release_date":"1971-03-26","vote_average":6.5,"runtime":67,"cert":"N\/A","id":13093,"title":"Dornröschen","adult":false,"genre_ids":[10751,14]},{"cast":["Jared Kusnitz","Greyson Chadwick","Chandler Darby","Carissa Capobianco","Randy McDowell"],"overview":"With Prom only hours away, the usual suspects of Cosa High (Cheerleaders, geeks, bad boys and the happy-go-lucky student council alike) are preoccupied with the annual rituals of teendom. On the night of the big dance when the dead unexpectedly rise to eat the living, polar opposite groups will be forced to unite in their final chance to save the town from the zombies.","release_date":"2008-10-14","vote_average":6.0,"runtime":87,"cert":"N\/A","id":13094,"title":"Dance of the Dead","adult":false,"genre_ids":[35,27]},{"cast":["Cam'ron","Durrel Mohammad","Juelz Santana","Michael Williams","Funkmaster Flex"],"overview":"Flea was a basketball player, happy with his subtle hustle, until a Dominican connect introduced him to a new way to spread the work and make money.","release_date":"2006-04-26","vote_average":4.2,"runtime":128,"cert":"N\/A","id":13097,"title":"Killa Season","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Wood Harris","Cam'ron","Mekhi Phifer","Kevin Carroll","Chi McBride"],"overview":"Ace is an impressionable young man working for a dry cleaning business. His friend, drug dealer Mitch goes to prison. In an unrelated incident, he finds some cocaine in a pants pocket. Soon, Ace finds himself dealing cocaine for Lulu. Via lucky breaks and solid interpersonal skills, Ace moves to the top of the Harlem drug world. Of course, unfaithful employees and\/or rivals conspire to bring about Ace's fall.","release_date":"2002-10-25","vote_average":7.0,"runtime":93,"cert":"N\/A","id":13098,"title":"Paid in Full","adult":false,"genre_ids":[28,80,18]},{"cast":["Nicholas Tse","吴彦祖","Stephen Fung","Sam Lee","Grace Yip"],"overview":"Four young officers of the Hong Kong Police are joined together to fight against organised crime using all possible means, even if this would lead them to break the law… Their first assignment is to eliminate a gang of criminals who have stolen a shipload of explosives.","release_date":"1999-06-18","vote_average":5.5,"runtime":114,"cert":"N\/A","id":13099,"title":"Gen-X Cops","adult":false,"genre_ids":[28,35,53]},{"cast":["Rolf Ludwig","Heinz Schubert","Rolf Defrank","Hannes Fischer","Hans Fiebrandt"],"overview":"A young soldier discovers three chests of copper, silver and gold and an old tinder-box in the hollow of an old oak tree. He is now rich. But he squanders the money until it is all gone. All he has left is the old tinder-box. He uses it to light a small pipe and three large dogs come to his rescue. Based on the fairy-tale by Hans Christian Anderson.","release_date":"1959-04-17","vote_average":7.3,"runtime":80,"cert":"N\/A","id":13100,"title":"The Tinder Box","adult":false,"genre_ids":[14,10751]},{"cast":["Lutz Moik","Hanna Rucker","Paul Esser","Paul Bildt","Erwin Geschonneck"],"overview":"Lavish adaptation of Wilhelm Hauff′s fairy tale: Young charburner Peter Munk dreams of joining the upper class. He makes a deal with the sinister Holländer-Michel, who offers to trade Peter′s human heart for one made of stone. Once he has the \"cold heart\" in his body, Peter eventually strikes a fortune and enjoys great wealth, but at the same time, he becomes a bitter and emotionless man – and, having lost all traces of humanity, even murders his wife Lisbeth. Only then does Peter Munk finally realize what has become of him, and he decides to regain his real heart from Holländer-Michel.","release_date":"1950-12-08","vote_average":5.6,"runtime":101,"cert":"N\/A","id":13101,"title":"Heart of Stone","adult":false,"genre_ids":[10751,18,14]},{"cast":["Kurt Schmidtchen","Christel Bodenstein","Horst Drinda","Fred Kronström","Gisela Kretzschmar"],"overview":"When Prince Vain got his shirt fixed, he proclaims that he had slain two lizards in front of the tailor's house - \"two in one strike\". When the tailor swats seven flies at once, he sows himself a banner saying \"seven in one strike\", and together with his bird he starts a journey into the world to pronounce his deed.","release_date":"1956-09-27","vote_average":5.5,"runtime":83,"cert":"N\/A","id":13102,"title":"The Brave Little Tailor","adult":false,"genre_ids":[14,10751]},{"cast":["Mathilde Danegger","Karin Ugowski","Katharina Lind","Elfriede Florin","Herbert Graedtke"],"overview":"The widow has an ugly and lazy daughter, Pechmarie, and a beautiful and hard-working step-daughter, Goldmarie. Because Pechmarie is her real daughter, the widow clearly favors her and makes Goldmarie do all the work. Poor Goldmarie must also sit and spin all day by the well until her fingers bleed. When she tries to rinse out the spindel, it drops into the cold water. Her unsympathetic step-mother tells her to jump in after it. Goldmarie does as she is told, and then wakes up in the middle of a beautiful field of flowers. This is the land of Frau Holle, who welcomes Goldmarie and invites her to stay, as long as she will help with the housework. Marie stays and serves Frau Holle gladly, until she suffers so terribly from homesickness that she asks to go home. Before bringing her back, Frau Holle rewards Marie with a shower of gold. Upon her return, Goldmarie and her gold are welcomed by her greedy step-sister and -mother. Hoping for the same kind of reward, the step-mother sends ...","release_date":"1963-10-12","vote_average":6.2,"runtime":57,"cert":"N\/A","id":13103,"title":"Frau Holle","adult":false,"genre_ids":[10751]},{"cast":["Jana Mattukat","Jens-Uwe Bogadtke","Peter Sodann","Franziska Glöss-Ebermann","Susanne Lüning"],"overview":"Henriette is a princess; she is playing with her ball, but drops it into a well. A talking frog replaces it with a golden ball, on condition that he can eat and drink with her, and rest in her bed. She accepts, but then is repelled at the thought of the frog eating and drinking with her, etc., but her Father makes her do so. In her bedroom, the frog turns into a handsome prince, and she falls in love with him, but he leaves immediately because of her broken promises. She pines and eventually seeks him out, braving various tests of her truthfulness in the process.","release_date":"1988-06-26","vote_average":4.8,"runtime":65,"cert":"N\/A","id":13104,"title":"The Frog Prince","adult":false,"genre_ids":[9648,14,10751]},{"cast":["Michael Keaton","Teri Garr","Fred Koehler","Taliesin Jaffe","Courtney-Jane White"],"overview":"Jack and Caroline are a couple making a decent living When Jack suddenly loses his job. They agree that he should stay at home and look after the house while Caroline works. It's just that he's never done it before, and really doesn't have a clue...","release_date":"1983-07-22","vote_average":6.5,"runtime":91,"cert":"N\/A","id":13105,"title":"Mr. Mom","adult":false,"genre_ids":[35,18,10751]},{"cast":["Martina Ittenbach","Daryl Jackson","Jaymes Butler","Barrett Jones","Kamary Phillips"],"overview":"What started with a routine divorce between Natalie Stein and her husband Tim, will soon take a turn into the unexpected and evolve into scenes of torture, bloodshed and slaughter.","release_date":"2007-11-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":13106,"title":"Dard Divorce","adult":false,"genre_ids":[27]},{"cast":["Luke Wilson","George Lopez","Radha Mitchell","Morgan Lily","Adriana Barraza"],"overview":"Henry Poole abandons his fiancée and family business to spend what he believes are his remaining days alone. The discovery of a 'miracle' by a nosy neighbor ruptures his solitude and restores his faith in life.","release_date":"2008-08-15","vote_average":6.0,"runtime":99,"cert":"N\/A","id":13107,"title":"Henry Poole Is Here","adult":false,"genre_ids":[35,18]},{"cast":["Quinton Jackson","Dan Henderson","Michael Bisping","Matt Hamill","Cheick Kongo"],"overview":"UFC 75: Champion vs. Champion was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC). The event was held September 8, 2007 at The O2 in London, England. The event was on Setanta Sports 1 in the United Kingdom, TV4 Sport in Sweden, PPV1 in Ireland, and offered on tape delay on Spike TV for North American audiences.","release_date":"2007-09-08","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13108,"title":"UFC 75: Champion vs. Champion","adult":false,"genre_ids":[]},{"cast":["Randy Couture","Gabriel Gonzaga","Georges St-Pierre","Josh Koscheck","Roger Huerta"],"overview":"UFC 74: Respect was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC). The event took place on August 25, 2007 at the Mandalay Bay Events Center in Las Vegas, Nevada. The main event was a UFC heavyweight championship bout which featured UFC heavyweight champion Randy Couture defending his title against Gabriel Gonzaga.","release_date":"2007-08-25","vote_average":6.8,"runtime":null,"cert":"N\/A","id":13109,"title":"UFC 74: Respect","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Nate Marquardt","Rashad Evans","Tito Ortiz","Sean Sherk"],"overview":"UFC 73: Stacked was a mixed martial arts (MMA) event held by the Ultimate Fighting Championship (UFC). It took place on July 7, 2007 at the ARCO Arena in Sacramento, California and featured a total of nine bouts: four on the preliminary card and five on the main card. The main event was Anderson Silva defending the UFC Middleweight Championship against Nathan Marquardt.","release_date":"2007-07-07","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13110,"title":"UFC 73: Stacked","adult":false,"genre_ids":[]},{"cast":["Rich Franklin","Yushin Okami","Forrest Griffin","Hector Ramirez","Tyson Griffin"],"overview":"UFC 72: Victory was a mixed martial arts event held by the Ultimate Fighting Championship. The event took place Saturday, June 16, 2007 at The Odyssey in Belfast, Northern Ireland. Martin Kampmann was scheduled to fight Rich Franklin, but was forced to withdraw due to injury. Yushin Okami replaced Kampmann in the main event.","release_date":"2007-06-16","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13111,"title":"UFC 72: Victory","adult":false,"genre_ids":[]},{"cast":["Chuck Liddell","Quinton Jackson","Karo Parisyan","Josh Burkman","Terry Martin"],"overview":"UFC 71: Liddell vs. Jackson was a mixed martial arts event held by the Ultimate Fighting Championship. The event took place on Saturday, May 26, 2007 at the MGM Grand Garden Arena in Las Vegas, Nevada. The main event was the rematch between UFC Light Heavyweight Champion \"The Iceman\" Chuck Liddell and Quinton \"Rampage\" Jackson. Jackson was the only fighter to have an unavenged win against Liddell.","release_date":"2007-05-26","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13112,"title":"UFC 71: Liddell vs. Jackson","adult":false,"genre_ids":[]},{"cast":["Gabriel Gonzaga","Mirko Filipović","Andrei Arlovski","Fabrício Werdum","Michael Bisping"],"overview":"UFC 70 was the second UFC event held in the United Kingdom, and the first in Manchester. The first UFC event in the UK was UFC 38: Brawl at the Hall on July 13, 2002. UFC 70 was also only the seventh UFC event held outside the United States, and the first since UFC 38. The card was broadcast live on pay-per-view in the United Kingdom and Ireland on Setanta Sports.","release_date":"2007-04-21","vote_average":6.2,"runtime":210,"cert":"N\/A","id":13113,"title":"UFC 70: Nations Collide","adult":false,"genre_ids":[]},{"cast":["Georges St-Pierre","Matt Serra","Josh Koscheck","Diego Sanchez","Leonard Garcia"],"overview":"UFC 69: Shootout was a mixed martial arts event held by the Ultimate Fighting Championship on Saturday, April 7, 2007 at the Toyota Center in Houston, Texas. UFC 69: Shootout was the first UFC event ever held in the state of Texas. The card was headlined by heavy favourite Georges St. Pierre defending his welterweight title against The Ultimate Fighter 4 welterweight winner Matt Serra.","release_date":"2007-04-05","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13114,"title":"UFC 69: Shootout","adult":false,"genre_ids":[]},{"cast":["Randy Couture","Tim Sylvia","Matt Hughes","Jon Fitch","Martin Kampmann"],"overview":"UFC 68: The Uprising was a mixed martial arts event held by the Ultimate Fighting Championship on March 3, 2007 at the Nationwide Arena in Columbus, Ohio. UFC 68 was the first UFC event held in the state of Ohio, and coincided with the 2007 Arnold Sports Festival. The sold-out event produced the highest verifiable live attendance for a mixed martial arts event in North America.","release_date":"2007-03-03","vote_average":7.6,"runtime":null,"cert":"N\/A","id":13115,"title":"UFC 68: The Uprising","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Travis Lutter","Mirko Filipović","Eddie Sanchez","Roger Huerta"],"overview":"UFC 67: All or Nothing was a mixed martial arts event held by Ultimate Fighting Championship. The event was held Saturday, February 3, 2007 at the Mandalay Bay Events Center on the Las Vegas Strip in Nevada. It was also the first UFC pay-per-view broadcast in High-Definition. This event was the first UFC pay-per-view event since UFC 60 to have no championship bouts on the card.","release_date":"2007-02-03","vote_average":8.7,"runtime":null,"cert":"N\/A","id":13116,"title":"UFC 67: All or Nothing","adult":false,"genre_ids":[]},{"cast":["Chuck Liddell","Tito Ortiz","Keith Jardine","Forrest Griffin","Jason MacDonald"],"overview":"UFC 66: Liddell vs. Ortiz was a mixed martial arts event held by the Ultimate Fighting Championship on December 30, 2006. UFC 66's main event was a championship fight with two of the UFC's biggest light heavyweight stars, Light Heavyweight Champion Chuck Liddell defending his title against former champion Tito Ortiz. The co-main event saw Forrest Griffin take on 'The Dean Of Mean' Keith Jardine.","release_date":"2006-12-30","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13117,"title":"UFC 66: Liddell vs. Ortiz","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2007-10-26","vote_average":0.0,"runtime":332,"cert":"N\/A","id":13118,"title":"Feuer über Deutschland 2","adult":false,"genre_ids":[]},{"cast":["Thomas Michael","Paolo Mancini","Chris Klein","Maggie Castle","Tony Nappo"],"overview":"Two blue-collar Easter Bunnies get fired and try their hand at an assortment of odd jobs, failing at each. Fighting depression, debt and eventually each other, their lives start to unravel until they realize that without their job they are nothing.","release_date":"2008-01-01","vote_average":6.5,"runtime":86,"cert":"N\/A","id":13119,"title":"Hank and Mike","adult":false,"genre_ids":[35]},{"cast":["Scoot McNairy","Sara Simmonds","Brian McGuire","Kathleen Luong","Robert Murphy"],"overview":"Broke and alone on New Year's Eve, Wilson just wants to spend the rest of a very bad year in bed. But, when his best friend convinces him to post a personal ad, he meets a woman bent on finding the right guy to be with at midnight.","release_date":"2007-04-27","vote_average":6.6,"runtime":90,"cert":"N\/A","id":13120,"title":"In Search of a Midnight Kiss","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jess Weixler","John Hensley","Josh Pais","Hale Appleman","Lenny Von Dohlen"],"overview":"Dawn is an active member of her high-school chastity club but, when she meets Tobey, nature takes its course, and the pair answer the call. They suddenly learn she is a living example of the vagina dentata myth, when the encounter takes a grisly turn.","release_date":"2008-01-18","vote_average":5.2,"runtime":94,"cert":"N\/A","id":13121,"title":"Teeth","adult":false,"genre_ids":[35,27]},{"cast":["Brandon Quintin Adams","Everett McGill","Ving Rhames","A. J. Langer","Sean Whalen"],"overview":"When young Poindexter \"Fool\" Williams breaks into the creepy, immense old home of his family's greedy and uncaring landlords, he uncovers a disturbing scenario underneath the stairs.","release_date":"1991-11-01","vote_average":6.4,"runtime":102,"cert":"18","id":13122,"title":"The People Under the Stairs","adult":false,"genre_ids":[35,18,27,9648,53]},{"cast":["Rajeev Khandelwal","Amar Kaushik","Vasan Bala","Gajraj Rao","Rohitash Gaud"],"overview":"A doctor of Indian origin returning to Mumbai from London is forced to participate in a terrorist plot.","release_date":"2008-06-06","vote_average":6.7,"runtime":99,"cert":"N\/A","id":13123,"title":"Aamir","adult":false,"genre_ids":[53]},{"cast":["Sonny Chiba","Yutaka Nakajima","Etsuko Shihomi","Yumi Takigawa","Tetsurō Tamba"],"overview":"Masutatsu Oyama is recruited by his former Army friend to work for a crew of gangsters, but when they kill both his girlfriend and his best friend, Oyama flees away to a small town where he both learns lessons in martial arts philosophy from a wandering master and helps a young boy take on a challenge to fight a ferocious captured bear to win money for the boy's injured father.","release_date":"1975-12-27","vote_average":7.2,"runtime":87,"cert":"N\/A","id":13124,"title":"Karate Bear Fighter","adult":false,"genre_ids":[28,12]},{"cast":["Sonny Chiba","Jirô Chiba","Kenji Imai","Masashi Ishibashi","Mikio Narita"],"overview":"Sonny Chiba plays  Kyokushin Karate founder Masutatsu Oyama, who unexpectedly arrives at a karate tournament in rags, but wins the tournament. After turning down the chance to fight at future tournaments he returns to his simple village life. He reluctantly returns to karate for a final showdown against the students of a rival school.","release_date":"1975-08-09","vote_average":7.2,"runtime":85,"cert":"N\/A","id":13125,"title":"Karate Bullfighter","adult":false,"genre_ids":[28,18]},{"cast":["Sonny Chiba","Hideo Murota","Masaru Shiga","Masashi Ishibashi","Yôko Natsuki"],"overview":"The last of the Masutatsu Oyama trilogy. Oyama takes a job as a professional wrestler in Okinawa, but when he discovers that he is expected to take a dive, he quits in disgust. However, when a friend finds herself in desperate need of medical supplies, Oyama steps back in the ring to raise the money—but will he be able to follow the script this time?","release_date":"1977-05-14","vote_average":8.0,"runtime":91,"cert":"N\/A","id":13126,"title":"Karate for Life","adult":false,"genre_ids":[28]},{"cast":["Donnie Yen","洪金宝","Simon Yam","Wu Jing","Ken Chang"],"overview":"Chan, an articulate senior detective nearing the end of his career, is taking care of the daughter of a witness killed by ruthless crime lord Po. Martial arts expert Ma is set to take over as head of the crime unit, replacing Chan who wants an early retirement.","release_date":"2005-11-18","vote_average":6.9,"runtime":93,"cert":"N\/A","id":13127,"title":"SPL: Kill Zone","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Takeshi Kaneshiro","Manami Konishi","Sumiko Fuji","Takuya Ishida","Ken Mitsuishi"],"overview":"Chiba appears seven days before a person dies an unexpected death. His job is to observe the person for seven days then decide either to ‘execute’ or ‘pass over’. Today, again, in the rain, he waits. His subject, her death due in seven days, is Kazue Fujiki. She works for a manufacturing company in the complaints department. Exhausted after her day, she emerges from her office. It’s time for the Reaper to go to work.","release_date":"2008-04-22","vote_average":7.4,"runtime":113,"cert":"N\/A","id":13128,"title":"Sweet Rain: Accuracy of Death","adult":false,"genre_ids":[35,18,14]},{"cast":["Artie Lange"],"overview":"Artie Lange first became known to a wider audience when he was selected to be one of the original cast members on MAD TV, but he had been toiling away for years as a club comic. It's the Whiskey Talkin' captures him performing a typically caustic show in front of a crowd that obviously listens to him regularly during his daily gig on Howard Stern's radio show.","release_date":"2004-12-13","vote_average":0.0,"runtime":47,"cert":"N\/A","id":13129,"title":"Artie Lange: It's the Whiskey Talkin'","adult":false,"genre_ids":[35]},{"cast":["Paul Schneider","Zooey Deschanel","Danny McBride","Maurice Compte","Heather McComb"],"overview":"In a small North Carolina town, Paul, a womanizer, meets Noel, a confused intellectual returning home for the first time in years since she left for boarding school. The film depicts the typical romance of a good girl and a bad boy, in an interesting way.","release_date":"2003-08-01","vote_average":6.1,"runtime":108,"cert":"N\/A","id":13132,"title":"All the Real Girls","adult":false,"genre_ids":[18,10749]},{"cast":["Rich Franklin","Anderson Silva","Sean Sherk","Kenny Florian","Jon Fitch"],"overview":"UFC 64: Unstoppable was a mixed martial arts event held by the Ultimate Fighting Championship on Saturday, October 14, 2006. The event took place at the Mandalay Bay Events Center. The card centered on a UFC Middleweight Championship defense by Rich Franklin against highly-touted Anderson Silva, Franklin's first defense in 7 months.","release_date":"2006-10-14","vote_average":6.5,"runtime":null,"cert":"N\/A","id":13133,"title":"UFC 64: Unstoppable","adult":false,"genre_ids":[]},{"cast":["Matt Hughes","B.J. Penn","Mike Swick","David Loiseau","Melvin Guillard"],"overview":"UFC 63: Hughes vs. Penn was a mixed martial arts event held by the Ultimate Fighting Championship on September 23, 2006. The event, originally subtitled \"Hughes vs. St. Pierre,\" was scheduled to feature a UFC Welterweight Title match between champion Matt Hughes and Georges St.-Pierre. Nevertheless, a groin injury—which was reported early in August—forced St.-Pierre off the card.","release_date":"2006-09-23","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13134,"title":"UFC 63: Hughes vs. Penn","adult":false,"genre_ids":[]},{"cast":[],"overview":"HIGH TECH SOUL is the first documentary to tackle the deep roots of techno music alongside the cultural history of Detroit, its birthplace. From the race riots of 1967 to the underground party scene of the late 1980s, Detroit's economic downturn didn't stop the invention of a new kind of music that brought international attention to its producers and their hometown.","release_date":"2006-09-19","vote_average":4.5,"runtime":64,"cert":"N\/A","id":13135,"title":"High Tech Soul: The Creation of Techno Music","adult":false,"genre_ids":[99,10402]},{"cast":["Armin van Buuren"],"overview":"Armin Only is a Dutch all-night dance event featuring solo performance by Armin van Buuren. The event consists of various genres of electronic dance music (but most predominantly Trance Music), light, laser and firework shows and supporting acts of singers\/vocalists like Racoon (2005 edition), Ilse de Lange (2006 edition) and Audrey Gallagher performing 'Big Sky' by John O'Callaghan.","release_date":"2008-07-29","vote_average":5.2,"runtime":120,"cert":"N\/A","id":13136,"title":"Armin Only: Imagine","adult":false,"genre_ids":[10402]},{"cast":["Dominic Noonan"],"overview":"A documentary about one of Britain's most dangerous crime families and introduces us to its magnetic, larger-than-life leader, Dominic Noonan (aka Lattlay Fottfoy).","release_date":"2007-07-17","vote_average":6.1,"runtime":97,"cert":"N\/A","id":13137,"title":"A Very British Gangster","adult":false,"genre_ids":[80,99]},{"cast":["Mikael Lidgard","Axel Skogberg","Hugo Flytström","Anna Ida Hallberg","Loa Falkman"],"overview":"No overview found.","release_date":"2006-01-27","vote_average":4.0,"runtime":74,"cert":"N\/A","id":13138,"title":"Lilla Jönssonligan & stjärnkuppen","adult":false,"genre_ids":[35]},{"cast":["Amy Sedaris","Stephen Colbert","Paul Dinello","Greg Hollimon","Philip Seymour Hoffman"],"overview":"A prequel to the critically acclaimed series featuring Jerri Blank, a 46 year-old ex-junkie, ex-con who returns to high school in a bid to start her life over.","release_date":"2006-07-28","vote_average":5.8,"runtime":97,"cert":"N\/A","id":13141,"title":"Strangers with Candy","adult":false,"genre_ids":[35]},{"cast":["Chris Leben","Michael Bisping","Per Eklund","David Bielkheden","Brandon Vera"],"overview":"UFC 89: Bisping vs. Leben was a mixed martial arts event held by the Ultimate Fighting Championship (UFC) on October 18, 2008 at the National Indoor Arena in Birmingham, England. The event was headlined by a middleweight bout between Michael Bisping and Chris Leben.","release_date":"2008-10-18","vote_average":5.3,"runtime":null,"cert":"N\/A","id":13142,"title":"UFC 89: Bisping vs. Leben","adult":false,"genre_ids":[]},{"cast":["Chuck Liddell","Renato Sobral","Forrest Griffin","Stephan Bonnar","Nick Diaz"],"overview":"UFC 62: Liddell vs. Sobral was a mixed martial arts event held by the Ultimate Fighting Championship on August 26, 2006. The main event was a Light Heavyweight Title fight between Chuck 'The Iceman' Liddell and Renato 'Babalu' Sobral and the co-main event was a TUF finale re-match between Forrest Griffin and the 'American Psycho' Stephan Bonnar.","release_date":"2006-08-26","vote_average":6.5,"runtime":null,"cert":"N\/A","id":13143,"title":"UFC 62: Liddell vs. Sobral","adult":false,"genre_ids":[]},{"cast":["Tim Sylvia","Andrei Arlovski","Josh Burkman","Josh Neer","Tito Ortiz"],"overview":"UFC 61: Bitter Rivals was a mixed martial arts event held by the Ultimate Fighting Championship on Saturday, July 8, 2006. The main event was a Heavyweight Championship match between champion Tim Sylvia and former champion Andrei Arlovski. The co-main event was the highly anticipated re-match of TUF 3 coaches Tito Ortiz and Ken Shamrock.","release_date":"2006-07-08","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13144,"title":"UFC 61: Bitter Rivals","adult":false,"genre_ids":[]},{"cast":["Royce Gracie","Matt Hughes","Dean Lister","Alessio Sakara","Diego Sanchez"],"overview":"UFC 60: Hughes vs. Gracie was a mixed martial arts event held by the Ultimate Fighting Championship on May 27, 2006. Headlining the card was a non-title catch-weight (175 lb) match between Matt Hughes, former UFC Welterweight Champion, and Royce Gracie, the champion of UFC 1, UFC 2 and UFC 4. This was Gracie's first match in the UFC and in the United States since UFC 5.","release_date":"2006-05-27","vote_average":5.8,"runtime":null,"cert":"N\/A","id":13145,"title":"UFC 60: Hughes vs. Gracie","adult":false,"genre_ids":[]},{"cast":["Andrei Arlovski","Tim Sylvia","Tito Ortiz","Forrest Griffin","Nick Diaz"],"overview":"UFC 59: Reality Check was a mixed martial arts event held by the Ultimate Fighting Championship on April 15, 2006 at Arrowhead Pond, in Anaheim, California, and broadcast live on pay-per-view in the United States and Canada. This was the first-ever UFC event held in California after the state's legalization of mixed martial arts contests.","release_date":"2006-04-15","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13146,"title":"UFC 59: Reality Check","adult":false,"genre_ids":[]},{"cast":["Rich Franklin","David Loiseau","Georges St-Pierre","B.J. Penn","Steve Vigneault"],"overview":"UFC 58: USA vs Canada was a mixed martial arts event held by the Ultimate Fighting Championship on March 4, 2006.Five of the seven Canadian fighters featured, Icho Larenas, Sam Stout, Mark Hominick, Georges St. Pierre, and David Loiseau, were at the time champions in the Canadian TKO Major League MMA promotion. Each fight featured an American fighter against a Canadian fighter.","release_date":"2006-03-04","vote_average":6.2,"runtime":null,"cert":"N\/A","id":13147,"title":"UFC 58: USA vs. Canada","adult":false,"genre_ids":[]},{"cast":["Chuck Liddell","Randy Couture","Marcio Cruz","Frank Mir","Brandon Vera"],"overview":"UFC 57: Liddell vs. Couture 3 was a mixed martial arts event held by the Ultimate Fighting Championship on February 4, 2006. It was held at the Mandalay Bay Events Center on the Las Vegas Strip in Nevada, and broadcasted live on pay-per-view in the United States. Headlining were top UFC stars and former coaches of The Ultimate Fighter Chuck Liddell and Randy Couture.","release_date":"2006-02-04","vote_average":6.4,"runtime":null,"cert":"N\/A","id":13148,"title":"UFC 57: Liddell vs. Couture 3","adult":false,"genre_ids":[]},{"cast":["Rich Franklin","Nate Quarry","Gabriel Gonzaga","Kevin Jordan","Matt Hughes"],"overview":"UFC 56: Full Force was a mixed martial arts event held by the Ultimate Fighting Championship on November 19, 2005. Headlining the card were the two coaches from The Ultimate Fighter 2, Rich Franklin and Matt Hughes, scheduled to defend their middleweight and welterweight titles, respectively.","release_date":"2005-11-19","vote_average":5.3,"runtime":null,"cert":"N\/A","id":13149,"title":"UFC 56: Full Force","adult":false,"genre_ids":[]},{"cast":["Edward Norton","Jon Voight","Colin Farrell","Noah Emmerich","Jennifer Ehle"],"overview":"A saga centered on a multi-generational family of New York City Police officers. The family's moral codes are tested when Ray Tierney, investigates a case that reveals an incendiary police corruption scandal involving his own brother-in-law. For Ray, the truth is revelatory, a Pandora's Box that threatens to upend not only the Tierney legacy but the entire NYPD.","release_date":"2008-09-09","vote_average":6.4,"runtime":130,"cert":"15","id":13150,"title":"Pride and Glory","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["Scott Innes","Billy West","Mary Kay Bergman","Frank Welker","B. J. Ward"],"overview":"The Mystery Gang reunite and visit Moonscar Island, a remote island with a dark secret. Daphne wants more than just a villain in a costume, and they get more than they ever expected.","release_date":"1998-09-22","vote_average":7.3,"runtime":77,"cert":"PG","id":13151,"title":"Scooby-Doo on Zombie Island","adult":false,"genre_ids":[16,35,10751,9648,12,14]},{"cast":["Jenna Haze","Eva Angelina","Sunny Lane","Sasha Grey","Nina Hartley"],"overview":"The 1970s TV show Bewitched gets the porn parody treatment. See a sexy Samantha, a randy Darrin and a fully blossomed, horny Tabitha.","release_date":"2008-09-23","vote_average":6.6,"runtime":143,"cert":"N\/A","id":13152,"title":"Not Bewitched XXX","adult":true,"genre_ids":[35]},{"cast":["Brandon Lee","Powers Boothe","Nick Mancuso","Raymond J. Barry","Kate Hodge"],"overview":"College student Jake Lo is pursued by smugglers, mobsters and crooked federal agents after he witnesses a murder by a Mafia kingpin.","release_date":"1992-07-24","vote_average":6.2,"runtime":95,"cert":"N\/A","id":13153,"title":"Rapid Fire","adult":false,"genre_ids":[28,53]},{"cast":["Dolph Lundgren","Brandon Lee","Cary-Hiroyuki Tagawa","Tia Carrere","Philip Tan"],"overview":"An American with a Japanese upbringing, Chris Kenner is a police officer assigned to the Little Tokyo section of Los Angeles. Kenner is partnered with Johnny Murata, a Japanese-American who isn't in touch with his roots. Despite their differences, both men excel at martial arts, and utilize their formidable skills when they go up against Yoshida, a vicious yakuza drug dealer with ties to Kenner's past.","release_date":"1991-08-23","vote_average":6.0,"runtime":79,"cert":"18","id":13154,"title":"Showdown in Little Tokyo","adult":false,"genre_ids":[28,53]},{"cast":["Fairuza Balk","Nicol Williamson","Jean Marsh","Piper Laurie","Matt Clark"],"overview":"Dorothy, saved from a psychiatric experiment by a mysterious girl, finds herself back in the land of her dreams, and makes delightful new friends, and dangerous new enemies.","release_date":"1985-06-21","vote_average":6.6,"runtime":109,"cert":"U","id":13155,"title":"Return to Oz","adult":false,"genre_ids":[12,10751,14]},{"cast":["Michael Caine","Robert Duvall","Haley Joel Osment","Josh Lucas","Kyra Sedgwick"],"overview":"\"Secondhand Lions\" follows the comedic adventures of an introverted boy left on the doorstep of a pair of reluctant, eccentric great-uncles, whose exotic remembrances stir the boy's spirit and re-ignite the men's lives.","release_date":"2003-09-19","vote_average":7.1,"runtime":111,"cert":"N\/A","id":13156,"title":"Secondhand Lions","adult":false,"genre_ids":[35,18,10751]},{"cast":["Jane Fonda","Lindsay Lohan","Felicity Huffman","Dermot Mulroney","Cary Elwes"],"overview":"Georgia Rule follows a rebellious, uncontrollable teenager who is hauled off by her dysfunctional mother to spend the summer with her grandmother. Her journey will lead all three women to revelations of buried family secrets and an understanding that - regardless what happens - the ties that bind can never be broken.","release_date":"2007-05-11","vote_average":5.8,"runtime":113,"cert":"N\/A","id":13159,"title":"Georgia Rule","adult":false,"genre_ids":[35,18,10749]},{"cast":["Eva Longoria","Jason Biggs","Lake Bell","Paul Rudd","Lindsay Sloane"],"overview":"After his fiancée, Kate, dies in an accident on their wedding day, veterinarian Henry grows depressed. To help him move on, his sister has him visit psychic Ashley and gives her Kate's diary. Ashley uses the journal's details to convincingly deliver the fake message that Kate wants Henry to move on. However, Kate's ghost is watching over Ashley and Henry. Furious when they fall for each other, she vows to sabotage their relationship.","release_date":"2008-02-01","vote_average":5.4,"runtime":95,"cert":"","id":13160,"title":"Over Her Dead Body","adult":false,"genre_ids":[35]},{"cast":["Rob Schneider","David Carradine","Jennifer Morrison","Scott Wilson","Richard Kind"],"overview":"Rob Schneider writes and stars in this comedy about a nerdy con man whose swindling ways land him a stiff prison sentence. Terrified at the prospect of being raped in prison he enlists the aid of a mysterious kung-fu expert to teach him how to fight.","release_date":"2007-06-06","vote_average":5.8,"runtime":105,"cert":"15","id":13161,"title":"Big Stan","adult":false,"genre_ids":[35]},{"cast":["Chris Pine","Anjali Jay","Stephen Tobolowsky","Jane Seymour","Eddie Kaye Thomas"],"overview":"Danny is a blind man who does not let his impairment get in the way of living his life to the fullest, except when it comes to love. Danny's brother sets him up on a series of blind dates, but all of them go disastrously wrong. Just when Danny is about to give up, he meets Leeza, a nurse who works for Danny's doctor. There is just one catch: Leeza, who is from India, is promised to another man.","release_date":"2006-07-28","vote_average":6.1,"runtime":99,"cert":"N\/A","id":13162,"title":"Blind Dating","adult":false,"genre_ids":[35,10749]},{"cast":["Jerry O'Connell","Bridgette Wilson","Ryan Reynolds","Alyssa Milano","Bill Bellamy"],"overview":"A commitment-averse man frantically hits the dating scene after his girlfriend starts pressuring him to pop the question.","release_date":"2002-01-14","vote_average":5.4,"runtime":88,"cert":"N\/A","id":13163,"title":"Buying the Cow","adult":false,"genre_ids":[35,10749]},{"cast":["Paulo Costanzo","Steph Song","JR Bourne"],"overview":"Ryan, a good-natured slacker, is tempted into a money laundering scheme while working for a lottery magazine. A capitalistic comedy that asks the question - when is \"enough\" enough?","release_date":"2006-04-13","vote_average":5.5,"runtime":95,"cert":"N\/A","id":13164,"title":"Everything's Gone Green","adult":false,"genre_ids":[35]},{"cast":["Jon Heder","Diane Keaton","Jeff Daniels","Anna Faris","Eli Wallach"],"overview":"A twenty-nine year-old slacker who lives with his mom realizes his sweet set-up is threatened when she hears wedding bells with her self-help guru beau.","release_date":"2007-12-14","vote_average":4.4,"runtime":93,"cert":"N\/A","id":13167,"title":"Mama's Boy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Anna Faris","Adam Brody","John Krasinski","Jane Lynch","Roscoe Lee Browne"],"overview":"Jane (Anna Faris), a struggling but perpetually stoned actress, has a busy day ahead. She has several important tasks on her list, including buying more marijuana. Even though she already has a good start on the day's planned drug use, she eats her roommate's pot-laced cupcakes and embarks on a series of misadventures all over Los Angeles.","release_date":"2007-05-24","vote_average":6.2,"runtime":84,"cert":"N\/A","id":13168,"title":"Smiley Face","adult":false,"genre_ids":[35]},{"cast":["Michael Showalter","Elizabeth Banks","Michelle Williams","Justin Theroux","Zak Orth"],"overview":"A man with a \"doormat\" personality tries standing up for himself for a change in this comedy. Mild mannered tax accountant Elliot Sherman is what he calls a \"Baxter\": the kind of calm, unexciting fellow who \"wears sock garters\" and \"enjoys raking leaves.\" Loved by bosses and parents, Elliot is a perfectly nice guy. And that's his problem.","release_date":"2005-04-24","vote_average":6.3,"runtime":91,"cert":"N\/A","id":13169,"title":"The Baxter","adult":false,"genre_ids":[35,10749]},{"cast":["Cricket Leigh","Kat Turner","John McGarr","Natalie Taylor","Dominique Purdy"],"overview":"Tongue-in-cheek look at 20-something singles clubbing and partying in L.A. Voice-over narration, charts and graphs, and visits to a research laboratory punctuate the story of a single night when groups of friends go out, drink alcohol, take drugs, dance and talk, and look for someone to go home with.","release_date":"2007-03-23","vote_average":6.3,"runtime":92,"cert":"N\/A","id":13170,"title":"The Boys & Girls Guide to Getting Down","adult":false,"genre_ids":[35,99]},{"cast":["Zach Braff","Amanda Peet","Jason Bateman","Charles Grodin","Mia Farrow"],"overview":"When his lawyer wife, Sofia, becomes pregnant, chronic underachiever Tom Reilly must take a job at his father-in-law's advertising firm. Tom has to adjust to the demands of a very high-powered job, and he finds himself in an increasingly hostile office rivalry with Chip, Sofia's paraplegic former lover.","release_date":"2006-12-01","vote_average":5.1,"runtime":90,"cert":"N\/A","id":13171,"title":"The Ex","adult":false,"genre_ids":[35,10749]},{"cast":["Seann William Scott","John C. Reilly","Jenna Fischer","Lili Taylor","Gil Bellows"],"overview":"Two assistant managers of a corporate grocery store vie for a coveted promotion.","release_date":"2008-06-06","vote_average":5.3,"runtime":86,"cert":"N\/A","id":13172,"title":"The Promotion","adult":false,"genre_ids":[35]},{"cast":["Paul Rudd","Adam Brody","Jon Hamm","Winona Ryder","Ken Marino"],"overview":"Ten stories, each inspired by one of the ten commandments.","release_date":"2007-08-03","vote_average":5.1,"runtime":96,"cert":"N\/A","id":13173,"title":"The Ten","adult":false,"genre_ids":[35]},{"cast":["Aaron Russo"],"overview":"This is a documentary about an honest search for the truth about the Federal Reserve Bank and the legality of the Internal Revenue System. Through extensive interviews with recognised experts and authority, the director shows an astonishing revelation of how the Federal Government and the Bankers have fooled the American public by taking thier wages and putting it in the pockets of the super-rich.","release_date":"2006-01-01","vote_average":7.3,"runtime":109,"cert":"N\/A","id":13174,"title":"America: Freedom to Fascism","adult":false,"genre_ids":[99]},{"cast":["Ben Stewart"],"overview":"There is an Esoteric Agenda behind every facet of life that was once believed to be disconnected. There is an Elite faction guiding most every Political, Economic, Social, Corporate, some Non-Governmental or even Anti-Establishment Organizations.","release_date":"2008-02-28","vote_average":7.0,"runtime":126,"cert":"N\/A","id":13175,"title":"Esoteric Agenda","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Zeitgeist: Addendum premiered at the 5th Annual Artivist Film Festival. Director Peter Joseph stated: \"The failure of our world to resolve the issues of war, poverty, and corruption, rests within a gross ignorance about what guides human behavior to begin with. It address the true source of the instability in our society, while offering the only fundamental, long-term solution.\"","release_date":"2008-10-02","vote_average":7.3,"runtime":123,"cert":"N\/A","id":13180,"title":"Zeitgeist: Addendum","adult":false,"genre_ids":[99,36,10752]},{"cast":["Eva Kotthaus","Hans-Peter Minetti","Willy A. Kleinau","Werner Peters","Gerhard Frei"],"overview":"This film is set in a medieval mill town in the Harz mountains. The greedy and brutal millman and his accomplices, the castle steward and the mayor, set fire to a forest mill that the farmers used for processing their grain. Without their mill, the farmers must now rely on the millman's services. When the farmhand Anna uncovers the millman’s crimes, he swiftly detains her and a young miller, Jörg. The forest spirits have a different plan, however, and they free the young couple with the charge to rebuild the ruined forest mill and turn things around for the villagers.","release_date":"1955-04-06","vote_average":7.0,"runtime":87,"cert":"N\/A","id":13181,"title":"Der Teufel vom Mühlenberg","adult":false,"genre_ids":[14]},{"cast":["Nicolas Cage","Shahkrit Yamnarm","Charlie Yeung","Panward Hemmanee","Nirattisai Kaljaruek"],"overview":"When carrying out a hit, assassin Joe (Cage) always makes use of the knowledge of the local population. On arriving in Bangkok, Joe meets street kid Kong and he becomes his primary aide. But when Kong is nearly killed, he asks Joe to train him up in the deadly arts and unwittingly becomes a target of a band of killers.","release_date":"2008-08-21","vote_average":5.2,"runtime":99,"cert":"18","id":13184,"title":"Bangkok Dangerous","adult":false,"genre_ids":[28,80,53]},{"cast":["Aml Ameen","Red Madrell","Noel Clarke","Adam Deacon","Jaime Winstone"],"overview":"A day in the life of a group of troubled 15-year-olds growing up in west London.","release_date":"2006-03-03","vote_average":6.3,"runtime":89,"cert":"15","id":13185,"title":"Kidulthood","adult":false,"genre_ids":[18]},{"cast":["Henry Rollins","Erica Leerhsen","Texas Battle","Daniella Alonso","Steve Braun"],"overview":"Retired military commander Colonel Dale Murphy hosts the simulated post-apocalyptic reality show where participants are challenged to survive a remote West Virginia wasteland. But the show turns into a nightmarish showdown when each realizes they are being hunted by an inbred family of cannibals determined to make them all dinner!","release_date":"2007-08-25","vote_average":5.7,"runtime":96,"cert":"18","id":13186,"title":"Wrong Turn 2: Dead End","adult":false,"genre_ids":[27,53]},{"cast":["Ann Altieri","Chris Doran","Sally Dryer","Bill Melendez","Karen Mendelson"],"overview":"When Charlie Brown complains about the overwhelming materialism that he sees amongst everyone during the Christmas season, Lucy suggests that he become director of the school Christmas pageant. Charlie Brown accepts, but is a frustrating struggle. When an attempt to restore the proper spirit with a forlorn little fir Christmas tree fails, he needs Linus' help to learn the meaning of Christmas.","release_date":"1965-12-09","vote_average":7.6,"runtime":25,"cert":"U","id":13187,"title":"A Charlie Brown Christmas","adult":false,"genre_ids":[16,10751,35,10770]},{"cast":["Alastair Sim","Kathleen Harrison","Mervyn Johns","Hermione Baddeley","Michael Hordern"],"overview":"Ebeneezer Scrooge (Alastair Sim) contentedly meanders through his life as a cruel miser until one fateful Christmas Eve when he is visited by three ghosts. The spirits show him how his behavior over the years has made him a lonely, bitter old man, and how his heart has grown colder. Using events from Scrooge's idealistic past, dreary present and dismal future, the apparitions try their best to melt his steely soul. Tightfisted Ebeneezer Scrooge learns the error of his ways through the intervention of the ghost of his former partner and of the three spirits and, just in time for the holidays, manages to make everyone's lives a little brighter, his included! (The Title has been changed to \"A Christmas Carol\")","release_date":"1951-11-28","vote_average":7.5,"runtime":86,"cert":"U","id":13188,"title":"Scrooge","adult":false,"genre_ids":[14,18]},{"cast":["George C. Scott","Roger Rees","David Warner","Susannah York","Edward Woodward"],"overview":"An old bitter miser who makes excuses for his uncaring nature learns real compassion when three ghosts visit him on Christmas Eve.","release_date":"1984-12-17","vote_average":7.3,"runtime":100,"cert":"N\/A","id":13189,"title":"A Christmas Carol","adult":false,"genre_ids":[18,10751,14,10770]},{"cast":["Bruce Boxleitner","Kelly Hu","Jeff Bennett","Jim Cummings","Grey DeLisle"],"overview":"On a deep space mining mission to a remote planet, an ancient religious relic - thought to be proof of the existence of God - is unearthed and brought aboard. When the unholy artifact unleashes a long-dormant alien race, its glimpse of Heaven transforms the ship into a living Hell. A prequel to the events of the 2008 video game Dead Space.","release_date":"2008-10-27","vote_average":6.0,"runtime":74,"cert":"18","id":13190,"title":"Dead Space: Downfall","adult":false,"genre_ids":[16,27,878,53]},{"cast":["John Cusack","Hilary Duff","Marisa Tomei","Joan Cusack","Dan Aykroyd"],"overview":"War Inc. is set in the future, when the fictional desert country of Turaqistan is torn by a riot after a private corporation, Tamerlane, owned by the former Vice President of the United States, has taken over the whole country. Brand Hauser, a hit man who suppresses his emotions by gobbling down hot sauce, is hired by the corporation's head to kill the CEO of their competitors.","release_date":"2008-04-28","vote_average":5.6,"runtime":106,"cert":"15","id":13191,"title":"War, Inc.","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Michael Jackson","Joe Pesci","Mick Jagger","Sean Lennon","Kellie Parker"],"overview":"A movie that starts out with the \"Man in the Mirror\" music video, it then changes to a montage of video clips of Michael's career. Next comes a parody of his Bad video by children, and then Michael is chased by fans in a fantasy sequence. 2 more videos are shown, and then a movie in which Michael plays a hero with magical powers. In it he is chased by drug dealer Mr. Big and saves three children. Videos included in the movie are \"Smooth Criminal\" and \"Come Together\".","release_date":"1988-10-29","vote_average":6.3,"runtime":93,"cert":"N\/A","id":13192,"title":"Moonwalker","adult":false,"genre_ids":[14,10402]},{"cast":["Jena Malone","Mandy Moore","Macaulay Culkin","Patrick Fugit","Heather Matarazzo"],"overview":"Teenage Mary Cummings, who has \"been Born Again her whole life,\" is about to enter her senior year at American Eagle Christian High School near Baltimore with her Fundamentalist Christian friends Hilary Faye and Veronica, the three of whom have formed a girl group called the Christian Jewels. Everything seems perfect—until Mary’s \"perfect Christian boyfriend\" Dean tells her, as they’re swimming underwater, that he thinks he's gay.","release_date":"2004-01-21","vote_average":6.5,"runtime":92,"cert":"N\/A","id":13193,"title":"Saved!","adult":false,"genre_ids":[35,18]},{"cast":["Alistair Abell","Hank Banks","Kathleen Barr","Zachary Samuels","Janyse Jaud"],"overview":"Colin MacLeod hunts for the man responsible for the death of his love. He chases the immortal Marcus Octavius across centuries as his quest threatens to take over his life and heart. In his quest, he meets a woman who reminds him of his slain beauty. But it's his final battle with Marcus that will decide not only his fate, but also the fate of everyone in the world.","release_date":"2007-06-05","vote_average":6.4,"runtime":86,"cert":"N\/A","id":13194,"title":"Highlander: The Search for Vengeance","adult":false,"genre_ids":[28,16,14,878]},{"cast":["Demi Moore","Michael Caine","Lambert Wilson","Nathaniel Parker","Shaughan Seymour"],"overview":"A female executive and a night janitor conspire to commit a daring diamond heist from their mutual employer, The London Diamond Corporation.","release_date":"2007-09-01","vote_average":6.6,"runtime":108,"cert":"12A","id":13195,"title":"Flawless","adult":false,"genre_ids":[80,18,53]},{"cast":["Helen Hunt","Bette Midler","Colin Firth","Matthew Broderick","Ben Shenkman"],"overview":"A New York schoolteacher hits a midlife crisis when, in quick succession, her husband leaves, her adoptive mother dies and her biological mother, an eccentric talk show host, materializes and turns her life upside down as she begins a courtship with the father of one of her students.","release_date":"2007-09-07","vote_average":5.5,"runtime":100,"cert":"15","id":13196,"title":"Then She Found Me","adult":false,"genre_ids":[35,18,10749]},{"cast":["James Marsden","Brian Dennehy","Leo Rossi","Dennis Hopper","Giovanni Ribisi"],"overview":"A former street tough returns to his Philadelphia home after a stint in the military. Back on his home turf, he once again finds himself tangling with the mob boss who was instrumental in his going off to be a soldier.","release_date":"2006-02-19","vote_average":6.3,"runtime":107,"cert":"N\/A","id":13197,"title":"10th & Wolf","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["Patrick Fugit","Shannyn Sossamon","Shea Whigham","Leslie Bibb","Will Arnett"],"overview":"Zia, distraught over breaking up with his girlfriend, decides to end it all. Unfortunately, he discovers that there is no real ending, only a run-down afterlife that is strikingly similar to his old one, just a bit worse. Discovering that his ex-girlfriend has also \"offed\" herself, he sets out on a road trip, with his Russian rocker friend, to find her. Their journey takes them through an absurd purgatory where they discover that being dead doesn't mean you have to stop livin'!","release_date":"2006-01-24","vote_average":7.0,"runtime":88,"cert":"N\/A","id":13198,"title":"Wristcutters: A Love Story","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Edward James Olmos","William Forsythe","Sal Lopez","Dyana Ortelli","William Smith"],"overview":"Edward J. Olmos made his directorial bow with the powerhouse crime saga American Me. Olmos stars as street-gang leader Santana, who during his 18 years in Folsom Prison rules over all the drug-and-murder activities behind bars. Upon his release, Santana goes back to his old neighborhood, intending to lead a peaceful, crime-free life. But his old gang buddies force him back into his old habits. The","release_date":"1992-03-13","vote_average":7.3,"runtime":125,"cert":"N\/A","id":13199,"title":"American Me","adult":false,"genre_ids":[80,18,10749]},{"cast":["Brian Cox","Tom Sizemore","Robert Englund","Amanda Plummer","Noel Fisher"],"overview":"Avery, a reclusive older man, has a best friend in his dog, Red. When three teens kill Red without reason, Avery sets out for justice and redemption, attempting to follow the letter of the law. But when the law fails him, and the boys' father clearly defines right and wrong in his own way, Avery must avenge himself by any means possible.","release_date":"2008-08-08","vote_average":6.8,"runtime":93,"cert":"15","id":13200,"title":"Red","adult":false,"genre_ids":[18,53]},{"cast":["Stephen Dorff","Fairuza Balk","Brad Renfro","Norman Reedus","Max Perlich"],"overview":"1950s New York City. A bad and bloody gang war is about to erupt on the dysfunctional streets of Brooklyn. The Deuces at war with the vicious Vipers. Scott Kalvert directs this tale of lust, drugs, mayhem and madness during one hot summer on the streets of New York.","release_date":"2002-05-03","vote_average":5.4,"runtime":96,"cert":"N\/A","id":13201,"title":"Deuces Wild","adult":false,"genre_ids":[28,80,18,10749]},{"cast":["Ving Rhames","K. C. Collins","Vicellous Reon Shannon","Yannick Bisson","Deborah Valente"],"overview":"Now serving a life sentence for murder, James \"Animal\" Allen returns to fighting for cash in order to help his troubled son on the outside. However, with his newfound fame as a fighter, Animal uncovers a jailhouse conspiracy that threatens to cause racial tensions to explode.","release_date":"2007-09-04","vote_average":5.5,"runtime":93,"cert":"N\/A","id":13202,"title":"Animal 2","adult":false,"genre_ids":[18,28,53]},{"cast":["Pauly Shore","Carla Gugino","Lane Smith","Tiffani Thiessen","Cindy Pickett"],"overview":"Country girl Rebecca has spent most of her life on a farm in South Dakota, and, when she goes away to college in Los Angeles, Rebecca immediately feels out of place in the daunting urban setting. She is befriended by a savvy party animal named Crawl, who convinces the ambivalent Rebecca to stay in the city. When Thanksgiving break rolls around, Rebecca, no longer an innocent farm girl, invites Crawl back to South Dakota, where he pretends to be her fiancé.","release_date":"1993-07-02","vote_average":5.9,"runtime":95,"cert":"N\/A","id":13203,"title":"Son in Law","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ron Perlman","Selma Blair","John Hurt","Doug Jones","Peri Gilpin"],"overview":"When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.","release_date":"2007-03-10","vote_average":6.4,"runtime":75,"cert":"N\/A","id":13204,"title":"Hellboy Animated: Blood and Iron","adult":false,"genre_ids":[10770,14,16,27,28,53,878]},{"cast":["Patrick Stewart","Alexander Gould","Keith Ferguson","Brendon Baerg","Nicky Jones"],"overview":"Return to the forest and join Bambi as he reunites with his father, The Great Prince, who must now raise the young fawn on his own. But in the adventure of a lifetime, the proud parent discovers there is much he can learn from his spirited young son.","release_date":"2006-01-26","vote_average":6.2,"runtime":72,"cert":"U","id":13205,"title":"Bambi II","adult":false,"genre_ids":[16,18,10751]},{"cast":["Chris Waitt","Alexandra Boyarskaya","Danielle McLeod"],"overview":"The egocentric documentary-maker Chris Waitt traces his romantic ineptitude and sexual impotence through awkward interviews with irate ex-girlfriends and stunts involving S&amp;M parlours, Harley Street doctors and Viagra overdoses. The results are often hilarious, sometimes moving and speak directly to the hapless paramour in all of us.","release_date":"2008-01-19","vote_average":6.7,"runtime":90,"cert":"N\/A","id":13206,"title":"A Complete History of My Sexual Failures","adult":false,"genre_ids":[99,10749]},{"cast":["Derek Mears","Jared Padalecki","Danielle Panabaker","Amanda Righetti","Travis Van Winkle"],"overview":"Ignoring the warnings of the locals, a group of teenage camp counselors takes on the job of reopening Camp Crystal Lake — on Friday the 13th no less, and raise the ire of Jason Voorhees, a masked, homicidal maniac.","release_date":"2009-02-11","vote_average":5.8,"runtime":97,"cert":"18","id":13207,"title":"Friday the 13th","adult":false,"genre_ids":[27]},{"cast":["Richard Todd","Michael Redgrave","Ursula Jeans","Basil Sydney","Patrick Barr"],"overview":"The story of the conception of a new British weapon for smashing the German dams in the Ruhr industrial complex and the execution of the raid by 617 Squadron 'The Dam Busters'.","release_date":"1955-05-16","vote_average":7.2,"runtime":124,"cert":"U","id":13210,"title":"The Dam Busters","adult":false,"genre_ids":[18,28,36,53,10752]},{"cast":["Mikkel Gaup","Anni-Kristiina Juuso","Aslat Mahtte Gaup","Nils Peder Gaup","Mikael Persbrandt"],"overview":"Religious and cultural reawakening inspires rebellion in a 19th century Norwegian village.","release_date":"2008-01-18","vote_average":6.1,"runtime":100,"cert":"N\/A","id":13221,"title":"The Kautokeino Rebellion","adult":false,"genre_ids":[18]},{"cast":["Daniel Johnston","Matt Groening","Louis Black","Gibby Haynes","Thurston Moore"],"overview":"This 2006 documentary film chronicles the life of Daniel Johnston, a manic-depressive genius singer\/songwriter\/artist, from childhood up to the present, with an emphasis on his mental illness and how it manifested itself in demonic self-obsession.","release_date":"2005-01-23","vote_average":8.0,"runtime":110,"cert":"N\/A","id":13222,"title":"The Devil and Daniel Johnston","adult":false,"genre_ids":[10402,99]},{"cast":["Clint Eastwood","Christopher Carley","Bee Vang","Ahney Her","Brian Haley"],"overview":"Widower Walt Kowalski is a grumpy, prejudiced, tough-minded, unhappy, old, Korean War veteran who can't get along with either his kids or his neighbours. His prize possession is a 1972 Gran Torino he keeps in mint condition. When his neighbour, Thao—a young Hmong teenager under pressure from his gang member cousin—tries to steal his Gran Torino, Walt sets out to reform the youth and takes steps to protect Thao and his family from the gangs that infest their neighborhood.","release_date":"2008-12-09","vote_average":8.0,"runtime":116,"cert":"15","id":13223,"title":"Gran Torino","adult":false,"genre_ids":[18]},{"cast":["Jeff Tweedy"],"overview":"Sunken Treasure follows Wilco frontman Jeff Tweedy on his February 2006 solo acoustic tour. The footage was recorded over five nights and features songs from three of his current and former bands: Wilco, Uncle Tupelo, and Loose Fur, plus an unreleased track, \"The Thanks I Get.\" The film is directed by documentarians Christoph Green and Brendan Canty, himself the former drummer of Fugazi.","release_date":"2006-01-01","vote_average":8.5,"runtime":90,"cert":"N\/A","id":13240,"title":"Jeff Tweedy: Sunken Treasure - Live in the Pacific Northwest","adult":false,"genre_ids":[99,10402]},{"cast":["Ann Savage","Amy Stewart","Darcy Fehr","Louis Negin","Brendan Cade"],"overview":"Fact, fantasy and memory are woven seamlessly together in a personal portrait of filmmaker Guy Maddin's hometown of Winnipeg, Manitoba.","release_date":"2007-09-07","vote_average":7.1,"runtime":80,"cert":"","id":13241,"title":"My Winnipeg","adult":false,"genre_ids":[35,99,18,36]},{"cast":["Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway","Thom Yorke"],"overview":"Radiohead plays songs from their album In Rainbows for a webcast broadcast on New Years Eve. The film was made by Radiohead, Nigel Godrich, Adam Buxton, Garth Jennings, Stanley Donwood, Ric Jerrom, Hugo Nicolson and Dan Grech-Marguerat.","release_date":"2007-01-01","vote_average":10.0,"runtime":42,"cert":"","id":13242,"title":"Scotch Mist: A Film with Radiohead in It","adult":false,"genre_ids":[99]},{"cast":["Aaron Eckhart","Jessica Alba","Elizabeth Banks","Timothy Olyphant","Logan Lerman"],"overview":"A mild-mannered bank executive (Aaron Eckhart) mentors a teenage con artist and tries to make a career change as a doughnut merchant.","release_date":"2007-09-07","vote_average":6.0,"runtime":97,"cert":"N\/A","id":13243,"title":"Meet Bill","adult":false,"genre_ids":[35,18,10749]},{"cast":["John Rhys-Davies"],"overview":"This 60-minute video documentary explores the conditions on Earth that allow for intelligent life and also make it a strangely well suited place for viewing and analyzing the universe.","release_date":"2004-10-05","vote_average":1.0,"runtime":60,"cert":"N\/A","id":13244,"title":"The Privileged Planet","adult":false,"genre_ids":[99]},{"cast":["Natar Ungalaaq","Sylvia Ivalu","Peter-Henry Arnatsiaq","Lucy Tulugarjuk","Pakak Innuksuk"],"overview":"Based on a local legend and set in an unknown era, it deals with universal themes of love, possessiveness, family, jealousy and power. Beautifully shot, and acted by Inuit people, it portrays a time when people fought duels by taking turns to punch each other until one was unconscious, made love on the way to the caribou hunt, ate walrus meat and lit their igloos with seal-oil lamps.","release_date":"2002-02-01","vote_average":7.2,"runtime":172,"cert":"N\/A","id":13245,"title":"Atanarjuat: The Fast Runner","adult":false,"genre_ids":[14,18]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger","Pat Carroll","Pat Harrington, Jr."],"overview":"Garfield, Jon and Odie go to Jon's family farm for Christmas, where Garfield finds a present for Grandma.","release_date":"1987-12-21","vote_average":7.2,"runtime":30,"cert":"N\/A","id":13246,"title":"A Garfield Christmas Special","adult":false,"genre_ids":[16,10751]},{"cast":["Jim Henson","Frank Oz","Dave Goelz","Jerry Nelson","Richard Hunt"],"overview":"In this one-hour Christmas special, Fozzie Bear surprises his mother Emily on Christmas Eve by bringing the entire Muppet gang to her farm to celebrate the holidays. Doc and his dog Sprocket, who had planned a quiet Christmas, end up joining the Muppets in their holiday activities and preparations.The Sesame Street regulars, including Big Bird, Bert, Ernie and others, join the festivities, but to Kermit's dismay, the only one missing is Miss Piggy, who has been caught in a snowstorm.","release_date":"1987-12-16","vote_average":6.6,"runtime":48,"cert":"N\/A","id":13247,"title":"A Muppet Family Christmas","adult":false,"genre_ids":[35,10751,10770,10402]},{"cast":["Joe Alaskey","Bob Bergen","June Foray","Maurice LaMarche","Jim Cummings"],"overview":"In this adaptation of Charles Dickens' A Christmas Carol, Daffy Duck is the greedy proprietor of the Lucky Duck Mega-Mart and all he can think about is the money to be made during the holiday season.","release_date":"2006-11-14","vote_average":6.7,"runtime":46,"cert":"N\/A","id":13248,"title":"Bah, Humduck!: A Looney Tunes Christmas","adult":false,"genre_ids":[16,10751,35]},{"cast":["Liam Neeson","Pierce Brosnan","Michael Wincott","Xander Berkeley","Ed Lauter"],"overview":"The Civil War has ended, but Colonel Morsman Carver is on one final mission – to kill Gideon, no matter what it takes. Launched by a gunshot and propelled by rage, the relentless pursuit takes the two men through frigid snow-capped mountains and arid deserts, far from the comforts and codes of civilisation, into the bloodiest recesses of their own souls.","release_date":"2006-09-13","vote_average":6.4,"runtime":115,"cert":"15","id":13249,"title":"Seraphim Falls","adult":false,"genre_ids":[28,18,37]},{"cast":["Pierce Brosnan","Maria Bello","Gerard Butler","Emma Karwandy","Claudette Mink"],"overview":"A sociopathic kidnapper methodically pushes a desperate pair of parents to their absolute breaking point.","release_date":"2007-07-27","vote_average":6.5,"runtime":95,"cert":"15","id":13250,"title":"Butterfly on a Wheel","adult":false,"genre_ids":[80,18,53]},{"cast":["Woody Harrelson","Kristin Scott Thomas","Lauren Bacall","Ned Beatty","Moritz Bleibtreu"],"overview":"An escort who caters to Washington D.C.'s society ladies becomes involved in a murder case.","release_date":"2007-02-13","vote_average":5.1,"runtime":108,"cert":"N\/A","id":13251,"title":"The Walker","adult":false,"genre_ids":[80,18,9648]},{"cast":["Samuel L. Jackson","Ed Harris","Eva Mendes","Luis Guzmán","Keke Palmer"],"overview":"Single father and former cop Tom Cutler has an unusual occupation: he cleans up death scenes. But when he's called in to sterilize a wealthy suburban residence after a brutal shooting, Cutler is shocked to learn he may have unknowingly erased crucial evidence, entangling himself in a dirty criminal cover-up.","release_date":"2007-09-11","vote_average":6.0,"runtime":88,"cert":"15","id":13252,"title":"Cleaner","adult":false,"genre_ids":[80,53,9648]},{"cast":["Billy West","Katey Sagal","John DiMaggio","Phil LaMarr","Lauren Tom"],"overview":"When Leela is insulted by a group of space-rednecks (like regular rednecks, but in space) she enters the Planet Express ship in a demolition derby.  She emerges victorious, but when she brings the damaged ship home and the Professor sees the fuel gauge, he's enraged by the hit he's going to take at the Dark Matter pump.  Now the crew have to find a way to break Mom's stranglehold on starship fuel, even if they have to wade through a Lord of the Rings-inspired fantasy-land to do it!","release_date":"2008-11-03","vote_average":6.9,"runtime":88,"cert":"12","id":13253,"title":"Futurama: Bender's Game","adult":false,"genre_ids":[16,35,878]},{"cast":["Leo Bill","Roger Lloyd Pack","Kate Fahy","Sarah Ball","Neil Conrich"],"overview":"A descent into Hell is triggered when \"Ex-Lord\" Donald Brocklebank finds that he must leave Longleigh House for London to find a way to pay for the medical treatments for his wife Nancy. Alone, his over-protected, delusional, adult son, James, fancies himself in charge of the manor house with his terminally ill mother, and barricades the two of them into the house.","release_date":"2006-09-23","vote_average":6.9,"runtime":83,"cert":"N\/A","id":13254,"title":"The Living and the Dead","adult":false,"genre_ids":[53,18,27,9648]},{"cast":["Val Kilmer","Gary Cole","Jennifer Esposito","Jay Jablonski"],"overview":"A Gulf War veteran with PTSD (Kilmer) heads to a small town to find his friend. When he arrives his friend and his family have vanished and the townsfolk afraid to answer questions about their disappearance. He soon discovers that the town is owned and controlled by one man (Gary Cole) and he doesn't like people asking questions.","release_date":"2008-02-15","vote_average":4.9,"runtime":90,"cert":"N\/A","id":13255,"title":"Conspiracy","adult":false,"genre_ids":[18,28,53,9648]},{"cast":["Ron Perlman","Thomas Jane","Devon Aoki","Sean Pertwee","Benno Fürmann"],"overview":"It's the year 2707. Earth's natural resources have all but been exhausted by mankind. Battles rage for the remainder between the competing Corporations. During one such battle the seal is broken and awakens an ancient and deadly machine that was once defeated thousands of years ago. The order that awaited it's return must now lead a small group of soldiers to destroy it once and for all.","release_date":"2008-08-07","vote_average":5.0,"runtime":111,"cert":"18","id":13256,"title":"Mutant Chronicles","adult":false,"genre_ids":[28,12,27,878]},{"cast":["Billy Bob Thornton","Seann William Scott","Susan Sarandon","Amy Poehler","Ethan Suplee"],"overview":"Taken aback by his mother's wedding announcement, a young man returns home in an effort to stop her from marrying his old high school gym teacher, a man who made high school hell for generations of students.","release_date":"2007-09-14","vote_average":4.8,"runtime":87,"cert":"","id":13257,"title":"Mr. Woodcock","adult":false,"genre_ids":[35,10749]},{"cast":["Neil Dudgeon","Asa Butterfield","Bill Milner","Jessica Hynes","Anna Wing"],"overview":"Will Proudfoot (Bill Milner) is looking for an escape from his family's stifling home life when he encounters Lee Carter (Will Poulter), the school bully. Armed with a video camera and a copy of \"Rambo: First Blood\", Lee plans to make cinematic history by filming his own action-packed video epic. Together, these two newfound friends-turned-budding-filmmakers quickly discover that their imaginative ― and sometimes mishap-filled ― cinematic adventure has begun to take on a life of its own!","release_date":"2007-01-22","vote_average":6.8,"runtime":96,"cert":"12A","id":13258,"title":"Son of Rambow","adult":false,"genre_ids":[35]},{"cast":["Hannah Bailey"],"overview":"A documentary on seniors at a high school in a small Indiana town and their various cliques.","release_date":"2008-07-25","vote_average":6.3,"runtime":95,"cert":"N\/A","id":13259,"title":"American Teen","adult":false,"genre_ids":[99]},{"cast":["Will Ferrell","Woody Harrelson","André Benjamin","Maura Tierney","Andrew Daly"],"overview":"Jackie Moon is the owner, promoter, coach, and star player of the Flint Michigan Tropics of the American Basketball Association (ABA). In 1976 before the ABA collapses, the National Basketball Association (NBA) plans to merge with the best teams of the ABA at the end of the season. Only the top four teams will make the move and the worst teams will fold. The Tropics are the worst team in the league and if they want to make it to the NBA, Jackie Moon must rally his team and start winning. The only problem is the fact that Jackie Moon is not really the coach and star basketball player he thinks he is. To keep his team from oblivion and leave his mark in the city, Jackie Moon must inspire his team to win fourth place in the playoffs.","release_date":"2008-02-28","vote_average":5.6,"runtime":91,"cert":"15","id":13260,"title":"Semi-Pro","adult":false,"genre_ids":[35]},{"cast":["Masaya Matsukaze","Hiroshi Fujioka","Takahiro Sakurai","Megumi Yasue","Kazuhiro Tsuboi"],"overview":"On November 29, 1986, Ryo Hazuki returns home to his family dojo to witness his father, Iwao Hazuki, battling with a man dressed in Chinese attire, who demands he hand over an item known as the Dragon Mirror. Iwao is murdered and Ryo embarks on a quest for revenge.","release_date":"2001-01-20","vote_average":5.3,"runtime":88,"cert":"N\/A","id":13273,"title":"Shenmue: The Movie","adult":false,"genre_ids":[28,12,18]},{"cast":["Toshiyuki Morikawa","Takahiro Sakurai","Ayumi Ito","Junichi Suwabe","Keiji Fujiwara"],"overview":"In the events of Last Order, taking five years before the beginning of Final Fantasy VII itself, Sephiroth was ordered to inspect the Mako Reactor outside the town of Nibelheim with a small entourage, consisting of one other member of SOLDIER and a few Shin-Ra MPs. Among this group was SOLDIER 1st Class member Zack and his buddy, a 16-year-old Shin-Ra trooper named Cloud Strife.","release_date":"2005-09-13","vote_average":6.7,"runtime":25,"cert":"N\/A","id":13274,"title":"Last Order: Final Fantasy VII","adult":false,"genre_ids":[28,12,16]},{"cast":["James Franco","Donnie Wahlberg","Jim Parrack","Tyrese Gibson","Jordana Brewster"],"overview":"Jake Huard, from a shipbuilders family, promised his dying mother he'ld make it to Anapolis Naval Academy. Thanks to tenaciously bugging a Congressman, he's selected despite dubious grades. Once inside, Jake soon proves sub-standard academically. Constantly challenged to his limits, repeatedly made the 'over-cocky' reason for the entire class to suffer, Jake nearly quits, but after facing his utterly un-supportive father's gloating returns just in time. Stubborn Jake finds support withs mates as well as Senor Ali, his lover-to-be, and a discipline he may excel in: the 'brigade' boxing tournament, open to all ranks.","release_date":"2006-01-27","vote_average":6.2,"runtime":108,"cert":"N\/A","id":13275,"title":"Annapolis","adult":false,"genre_ids":[18]},{"cast":["Lance Henriksen","James Russo","Gary Stretch","Katherine Randolph","D.C. Douglas"],"overview":"When a WWII-era battleship, reactivated and deployed in the Persian Gulf for black-op interrogations, falls radio silent, an elite Marine task force, along with an NCIS investigator and two scientists, are sent to investigate. When the Marines arrive, they find nearly everyone on board slaughtered. The survivors join with the task force to hunt down the mastermind behind the attacks, a notorious terrorist named Fadawi who threatens their very survival.","release_date":"2008-05-20","vote_average":3.9,"runtime":90,"cert":"18","id":13276,"title":"Deadwater","adult":false,"genre_ids":[28,53]},{"cast":["Nick Mancuso","Rhett Giles","Frida Farrell"],"overview":"A CIA assassin attempts to break out of the contract killing business to try to lead a normal life. But when \"the system\" tracks her down and frames her for the death of her husband, she embarks on a path of revenge that leads her back into the life she tried to hard to abandon.","release_date":"2008-03-13","vote_average":4.7,"runtime":86,"cert":"N\/A","id":13277,"title":"Contract Killers","adult":false,"genre_ids":[28,12,53]},{"cast":["Jamie Kennedy","Maria Menounos","Miguel A. Núñez, Jr.","Michael Rosenbaum","Christopher McDonald"],"overview":"\"Kickin' It Old Skool\" revolves around a 12-year-old breakdancer, who in 1986 hits his head while performing at a talent show and as a result is comatose for 20 years. He awakens to find he is a grown man. With the mind and experience of a young kid, he attempts to revive his and his dance team's short-lived career with the hopes of helping support his parents' failing yogurt shop.","release_date":"2007-04-27","vote_average":4.3,"runtime":108,"cert":"N\/A","id":13280,"title":"Kickin' It Old Skool","adult":false,"genre_ids":[35]},{"cast":["Kelly Sheridan","Melissa Lyons","Alessandro Juliani","Christopher Gaze","Steve Marvel"],"overview":"Barbie plays Rosella in this new musical film. Shipwrecked as a child, Rosella grows up on the island under the watchful eyes of her loving animal friends. The arrival of Prince Antonio leads Rosella and her furry pals to explore civilization and ultimately save the kingdom by uncovering a secret plot.","release_date":"2007-09-18","vote_average":6.9,"runtime":86,"cert":"N\/A","id":13283,"title":"Barbie as the Island Princess","adult":false,"genre_ids":[16,10751]},{"cast":["Kelly Sheridan","Lee Tockar","Tabitha St. Germain","Kathleen Barr","Venus Terzo"],"overview":"Elina is a flower fairy who discovers that her home of Magic Meadow has been overcome by a horrible malady that is killing the flowers and making the fairies unable to fly. With the help of Bibble, a puffball and a giant butterfly named Hue she attempts to find Azura, a Guardian Fairy. She's challenged along the way by the evil Laverna who wants to usurp the Enchantress, the ruler of Fairytopia.","release_date":"2005-03-08","vote_average":6.2,"runtime":70,"cert":"N\/A","id":13284,"title":"Barbie: Fairytopia","adult":false,"genre_ids":[16,10751]},{"cast":["Kelly Sheridan","Lee Tockar","Christopher Gaze","Kathleen Barr","Chiara Zanni"],"overview":"In this animated follow-up to Fairytopia, Elina (played by Barbie) enlists the help of a mermaid, Nori, to save her friend Nalu, a merman prince who has been captured by the wicked Laverna.","release_date":"2006-03-14","vote_average":6.5,"runtime":75,"cert":"N\/A","id":13285,"title":"Barbie Fairytopia: Mermaidia","adult":false,"genre_ids":[16,10751,12,14]},{"cast":["Ekkehard Schall","Erwin Geschonneck","E.O. Fuhrmann","Georgetta Sager","Heinz Schubert"],"overview":"No overview found.","release_date":"1958-07-19","vote_average":0.0,"runtime":60,"cert":"N\/A","id":13292,"title":"Die Geschichte vom armen Hassan","adult":false,"genre_ids":[14,10751]},{"cast":["Cynthia Rothrock","Richard Norton","Keith Cooke","Doug Wright ","Nijel"],"overview":"China O'brien; big city police woman; martial arts trainer, is forced to hand in her badge and head home to her father and the small town where she grew up. The peaceful town she knew is now struggling against the clutches of organized crime. When her father, the town sheriff, is killed China decides to run for his position and clean up the town. The poll results spark a series of confrontations that finally decide who runs the town . . .","release_date":"1990-01-01","vote_average":5.6,"runtime":86,"cert":"N\/A","id":13293,"title":"China O'Brien","adult":false,"genre_ids":[28,53]},{"cast":["Thomas Schmidt","Johannes Maus","Friedrich Richter","Trude Hesterberg","Werner Peters"],"overview":"An old man living in an oriental city tells the story of his life to a group of kids: He too was once a young boy by the name of Little Muck - much like them, but with better manners and a heap of problems. Having lost his father at early age, little Muck is expelled from home by his greedy relatives. He wanders off into the desert hoping to find the merchant who sells good fortune. Amidst the dunes of sand he comes across a small house owned by a wicked woman and her many cats. She wants to make Little Muck her servant, but he manages to escape by stealing a pair of magic shoes which enable him to run faster than any man in the country. From there he heads right into the next set of challenges...","release_date":"1953-12-23","vote_average":6.9,"runtime":100,"cert":"N\/A","id":13294,"title":"The Story of Little Mook","adult":false,"genre_ids":[14,10751]},{"cast":["Cynthia Rothrock","Richard Norton","Keith Cooke","Frank Magner","Harlow Marks"],"overview":"This time China O'Brien has trouble with a dealer who puts a prize on her head because she had spoiled an important drug deal of his. But all the world's criminals will not be enough to catch up with China O'Brian, one of the masters of the martial arts.","release_date":"1990-01-01","vote_average":5.6,"runtime":92,"cert":"N\/A","id":13295,"title":"China O'Brien II","adult":false,"genre_ids":[28]},{"cast":["Cem Yılmaz","Mazhar Alanson","Özlem Tekin","Gürgen Öz"],"overview":"Failed magician Iskender decides to do a tour to save his career, but has to bring his grumpy and senile father along. The tour is quite unexpectedly interrupted when a bride actually disappears from the stage.","release_date":"2006-10-20","vote_average":6.6,"runtime":122,"cert":"N\/A","id":13296,"title":"Hokkabaz","adult":false,"genre_ids":[35,18]},{"cast":["Dana Morávková","Michaela Kuklová","Eberhard Mellies","Regina Beyer","Peter Zimmermann"],"overview":"The story of the goose princess and her faithful horse Falada.","release_date":"1989-01-29","vote_average":8.0,"runtime":80,"cert":"N\/A","id":13297,"title":"The Goose Princess","adult":false,"genre_ids":[10751,14]},{"cast":["Dshambaagijn Lubsandshamdz","Zaagani Zegmed","Batsuchijn Zorig","Surengin Suchbaatar","Kurt Mühlhardt"],"overview":"Herder Pagwa lives in a hut in a valley of beautiful flowers, where he hoards a mysterious chest whose secret is not revealed even to his three sons. The elder two believe that the chest is filled with gold and precious stones, so they break it open. From then on, water floods the valley, the earth withers and the people and animals start dying of thirst. The youngest son seeks out the wise Arat to ask for advice.","release_date":"1961-07-12","vote_average":0.0,"runtime":79,"cert":"N\/A","id":13298,"title":"The Golden Yurt","adult":false,"genre_ids":[14,18,10751]},{"cast":["Takayuki Yamada","Miki Nakatani","Ryoko Kuninaka","Eita","Kuranosuke Sasaki"],"overview":"Densha Otoko (translated as Train Man) is a Japanese movie based on the purportedly true story of a 23-year-old otaku (Japanese geek) who intervened when a drunk man was harassing a woman on a train. The otaku ultimately started dating with her and chronicled his event and his dates with the woman (who became known as \"Hermès\") on the Japanese mega-BBS 2channel.","release_date":"2005-06-04","vote_average":6.3,"runtime":105,"cert":"N\/A","id":13299,"title":"Train Man","adult":false,"genre_ids":[35,10749]},{"cast":["Larry Bishop","Michael Madsen","Eric Balfour","Dennis Hopper","Leonor Varela"],"overview":"Hell Ride is a 2008 feature film from Larry Bishop being released under the “Quentin Tarantino Presents” banner. The film promises to be a blood and sex-soaked tale of motorcycle revenge and retribution.","release_date":"2008-08-08","vote_average":5.7,"runtime":84,"cert":"18","id":13300,"title":"Hell Ride","adult":false,"genre_ids":[28,53]},{"cast":["Rolf Hoppe","Peter Aust","Simone von Zglinicki","Matthias Günther","Christa Lehmann"],"overview":"Hans Röckle is a puppeteer, inventor, blacksmith and more. He is challenged by the Devil (in almost a dozen fancy costumes) who offers him even more inventiveness, against his soul should he ever make money with an invention, build something twice, or cease inventing for 7*7 hours.","release_date":"1974-07-04","vote_average":8.0,"runtime":75,"cert":"N\/A","id":13301,"title":"Hans Röckle and the Devil","adult":false,"genre_ids":[14,10751]},{"cast":["Karin Ugowski","Manfred Krug","Martin Flörchinger","Helmut Schreiber","Achim Schmidtchen"],"overview":"A fairy-tale about a beautiful but very haughty princess Anna who cruelly mocks each of her suitors. Finally she is forced by the king to marry a beggar. The poor life, hard work and love teach the princess a lesson and turn her into a loving and kind person.","release_date":"1965-12-01","vote_average":5.7,"runtime":74,"cert":"N\/A","id":13302,"title":"King Thrushbeard","adult":false,"genre_ids":[14,10751]},{"cast":["Gisela Büttner","Harry Hindemith","Axel Kausmann","Jochen Thomas","Gerhard Lau"],"overview":"No overview found.","release_date":"1960-07-24","vote_average":0.0,"runtime":85,"cert":"N\/A","id":13303,"title":"Hatifa","adult":false,"genre_ids":[12]},{"cast":["Siegfried Seibt","Karin Lesch","Karl-Heinz Rothin","Reinhard Michalke","Nikolaus Paryla"],"overview":"No overview found.","release_date":"1960-07-29","vote_average":4.5,"runtime":73,"cert":"N\/A","id":13304,"title":"Das Zaubermännchen","adult":false,"genre_ids":[14]},{"cast":["Julie Jurištová","Katrin Martin","Pavel Trávníček","Bodo Wolf","Hans-Peter Minetti"],"overview":"In an enchanted forest, the princely brothers Michael and Andreas get lost and are transformed, by a mountain spirit who jealously guards his underground treasure, into animals until the unlikely event of sincere love from a human. The only persons who may be able to give such love are the local commoner sisters Snow-white and Rose-red, who are kind and helpful by nature and stand to harvest unimagined rewards.","release_date":"1979-07-05","vote_average":6.9,"runtime":70,"cert":"N\/A","id":13305,"title":"Snow-White and Rose-Red","adult":false,"genre_ids":[14,10751]},{"cast":["Cox Habbema","Eberhard Esche","Sigurd Schulz","Hannes Fischer","Peter Dommisch"],"overview":"A farmer receives land from the king and discovers a buried golden mortar. He decides to give it to the king out of gratitude, but his clever daughter warns him that the king will surely want him to bring a corresponding pestle as well. When the king throws the farmer into jail for fraud, he bemoans the fact that he did not listen to his daughter.","release_date":"1969-02-23","vote_average":5.0,"runtime":74,"cert":"N\/A","id":13306,"title":"The Farmer's Clever Daughter","adult":false,"genre_ids":[10751,14]},{"cast":["Hans-Joachim Frank","Dieter Franke","Rolf Ludwig","Katrin Martin","Wolfgang Greese"],"overview":"Based on a fairy tale by the Brothers Grimm: Jakob is a poor farmer′s boy. Because of his timidity that even makes him run away from mice, he is often ridiculed by other people. Even the king is ill-disposed towards him. One day he sends Jakob to the devil to rob him of three golden hairs. This is supposed to be Jakob′s certain death. But naïve Jakob gets going and on his way even promises the oppressed subjects of the king to ask the devil for a way out of their misery.","release_date":"1977-12-04","vote_average":4.0,"runtime":92,"cert":"N\/A","id":13307,"title":"Wer reißt denn gleich vor'm Teufel aus","adult":false,"genre_ids":[14,10751]},{"cast":["Doris Weikow","Marianne Christina Schilling","Wolf-Dieter Panse","Harry Hindemith","Steffie Spira"],"overview":"Hated by her jealous and bloodthirsty stepmother, Snow White flees a murder attempt and seeks shelter in the woods with seven kindly dwarfs. Feeling she is safe from harm, Snow White welcomes the disguised queen into her home...with fatal consequences.","release_date":"1961-10-05","vote_average":6.1,"runtime":63,"cert":"N\/A","id":13308,"title":"Schneewittchen","adult":false,"genre_ids":[14,10751]},{"cast":["Birgit Stauber","Kari Rakkola","Aleksandar Petrović"],"overview":"No overview found.","release_date":"2007-03-21","vote_average":5.9,"runtime":82,"cert":"N\/A","id":13309,"title":"On Evil Grounds","adult":false,"genre_ids":[35,27]},{"cast":["Kåre Hedebrant","Lina Leandersson","Per Ragnar","Henrik Dahl","Karin Bergquist"],"overview":"Set in 1982 in the suburb of Blackeberg, Stockholm, twelve-year-old Oskar is a lonely outsider, bullied at school by his classmates; at home, Oskar dreams of revenge against a trio of bullies. He befriends his twelve-year-old, next-door neighbor Eli, who only appears at night in the snow-covered playground outside their building.","release_date":"2008-01-26","vote_average":7.5,"runtime":115,"cert":"15","id":13310,"title":"Let the Right One In","adult":false,"genre_ids":[27,18]},{"cast":["Lee Sung-jae","Choi Min-soo","Yeo Hyun-soo","Lee Hyun-woo","Jo An"],"overview":"A (Based On True Events) movie about prisoners escaping during the heyday of Korean nationalism and international image-consciousness, the Seoul World Olympics of 1988.","release_date":"2006-01-19","vote_average":6.5,"runtime":122,"cert":"N\/A","id":13311,"title":"Holiday","adult":false,"genre_ids":[18,28,35,80,10749,10751]},{"cast":["Béatrice Dalle","Alysson Paradis","Nathalie Roussel","François-Régis Marchasson","Jean-Baptiste Tabourin"],"overview":"Four months after the death of her husband, a woman on the brink of motherhood is tormented in her home by a strange woman who wants her unborn baby.","release_date":"2007-06-13","vote_average":6.8,"runtime":79,"cert":"N\/A","id":13312,"title":"Inside","adult":false,"genre_ids":[27]},{"cast":["Paige O'Hara","Robby Benson","Jerry Orbach","David Ogden Stiers","Bernadette Peters"],"overview":"Belle prepares the castle for Christmas against Beast's wishes, trying to bring him happiness for the season...","release_date":"1997-11-11","vote_average":6.0,"runtime":72,"cert":"U","id":13313,"title":"Beauty and the Beast: The Enchanted Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Trond Fausa Aurvåg","Petronella Barker","Per Schaaning","Birgitte Larsen","Johannes Joner"],"overview":"Forty-year-old Andreas arrives in a strange city with no memory of how he got there. He is presented with a job, an apartment - even a wife. But before long, Andreas notices that something is wrong. Andreas makes an attempt to escape the city, but he discovers there's no way out. Andreas meets Hugo, who has found a crack in a wall in his cellar. Beautiful music streams out from the crack. Maybe it leads to \"the other side\"? A new plan for escape is hatched.","release_date":"2006-05-26","vote_average":7.0,"runtime":90,"cert":"15","id":13318,"title":"The Bothersome Man","adult":false,"genre_ids":[35,18,14]},{"cast":["Petra Nielsen","Carl-Åke Eriksson","Grete Havnesköld","Emma Åberg","Jonas Lawes"],"overview":"Vampires terrorize a city in Norrbotten, Sweden.","release_date":"2006-02-24","vote_average":5.5,"runtime":98,"cert":"N\/A","id":13319,"title":"Frostbitten","adult":false,"genre_ids":[35,27]},{"cast":["Audrey Hepburn","Fred Astaire","Kay Thompson","Michel Auclair","Robert Flemyng"],"overview":"A shy Greenwich Village book clerk is discovered by a fashion photographer and whisked off to Paris where she becomes a reluctant model.","release_date":"1957-02-13","vote_average":7.1,"runtime":103,"cert":"U","id":13320,"title":"Funny Face","adult":false,"genre_ids":[10402,35,10749]},{"cast":["Tallulah Bankhead","William Bendix","Walter Slezak","Mary Anderson","John Hodiak"],"overview":"During World War II, a small group of survivors is stranded in a lifeboat together after the ship they were traveling on is destroyed by a German U-boat.","release_date":"1944-01-11","vote_average":7.5,"runtime":96,"cert":"N\/A","id":13321,"title":"Lifeboat","adult":false,"genre_ids":[18,53]},{"cast":["Aleksandr Bukharov","Oksana Akinshina","Igor Petrenko","Anatoliy Belyy","Juozas Budraitis"],"overview":"He was doomed to die, but managed to survive, and now his mission is to revenge for the annihilation of his tribe. He is the great warrior who calls himself Volkodav, and is the last man from the tribe of Serie Psi (Grey Hounds). After escaping certain death, Volkodaw — accompanied by Neletuchaya Mysh — is on a mission to kill Ludoed who is responsible to what happened to Serie Psi.","release_date":"2006-12-28","vote_average":5.4,"runtime":136,"cert":"N\/A","id":13334,"title":"Wolfhound of the Grey Dog Clan","adult":false,"genre_ids":[14]},{"cast":["John Cho","Kal Penn","Neil Patrick Harris","Rob Corddry","Jack Conley"],"overview":"Having satisfied their urge for White Castle, Harold and Kumar jump on a plane to catch up with Harold's love interest, who's headed for the Netherlands. But the pair must change their plans when Kumar is accused of being a terrorist. Rob Corddry also stars in this wild comedy sequel that follows the hapless stoners' misadventures as they try to avoid being captured by the Department of Homeland Security.","release_date":"2008-04-25","vote_average":6.2,"runtime":107,"cert":"18","id":13335,"title":"Harold & Kumar Escape from Guantanamo Bay","adult":false,"genre_ids":[35,12]},{"cast":["Albert Dupontel","Marie Guillard","Marthe Keller","Mélanie Thierry","Claude Perron"],"overview":"Paris 2020, a high tech surgeon and her daughter are involved in a horrific car accident, the surgeon saves her daughter's life at the cost of manipulating her dreams and memories.","release_date":"2007-06-25","vote_average":5.0,"runtime":94,"cert":"15","id":13336,"title":"Chrysalis","adult":false,"genre_ids":[28,53,80,878]},{"cast":["Parker Posey","Drea de Matteo","Tim Guinee","Gena Rowlands","Melvil Poupaud"],"overview":"Nora Wilder (Parker Posey), a single, career woman works at a Manhattan boutique hotel where her excellent skills in guest relations lack in the romantic department. If it is not her loving and dominant mother (Gena Rowlands) attempting to set her up that consistently fail, she has her friend’s (Drea de Matteo) disastrous blind dates to rely on as a backup for further dismay. She's surrounded by friends who are all happily engaged or romantically involved and somehow, love escapes Nora -- until she meets an unusual Frenchman (Melvil Poupaud) who helps her discover life beyond her self-imposed boundaries.","release_date":"2007-01-01","vote_average":6.7,"runtime":97,"cert":"N\/A","id":13337,"title":"Broken English","adult":false,"genre_ids":[35,18,10749]},{"cast":["Oscar Kightley","Shimpal Lelisi","Iaheto Ah Hi","Teuila Blakely","Madeleine Sami"],"overview":"Meet best friends Michael, Albert, Stanley and Sefa; the ladies' man, the good boy, the weird one and the party boy. They're staring down the barrel of their thirtieth birthdays, but still act as if they're sixteen; they get drunk, they chase the wrong women and they have a remarkable record of misbehaving and causing chaos at every wedding they attend. But now Michael's younger brother Sione is getting married, and everything is about to change. Sione is their boy, the kid they used to look after, who grew up while they were still partying. And to ensure his big day isn't spoiled by his boys and their idiot antics, Sione has issued an ultimatum; the guys all have to bring dates to the wedding. And not just any dates; real girlfriends, someone they've made a commitment to. They have one month. So just how hard can it be to get a date for your best boy's wedding?","release_date":"2006-03-29","vote_average":6.0,"runtime":97,"cert":"N\/A","id":13338,"title":"Sione's Wedding","adult":false,"genre_ids":[35,10749]},{"cast":["Casey Siemaszko","Annie Ryan","Richard Tyson","Stacey Glick","Jonathan Wise"],"overview":"A high school nerd, Jerry Mitchell is assigned to write a piece for the school paper about new boy Buddy Revell, who is rumored to be a psychopathic nutcase. When Jerry accidentally touches Buddy, he says that they must fight in the parking lot at 3pm. Jerry will just about do anything to avoid the confrontation","release_date":"1987-10-09","vote_average":6.7,"runtime":97,"cert":"N\/A","id":13339,"title":"Three O'Clock High","adult":false,"genre_ids":[35]},{"cast":["Paydin LoPachin","Rocky Marquette","Bruce Weitz","Katie Chonacas","Brian Krause"],"overview":"In 1993, in Hollywood, California, a decadent ventriloquist overdoses and dies, leaving her two children to be sent to a foster house with their dummy. Their lives become a nightmare of abuse and murder, to be avenged by a wrathful dummy.","release_date":"2008-07-15","vote_average":5.1,"runtime":90,"cert":"N\/A","id":13340,"title":"Triloquist","adult":false,"genre_ids":[27]},{"cast":["Billy Bob Thornton","Ken Medlock","Aman Johal","Greg Kinnear","Marcia Gay Harden"],"overview":"Morris Buttermaker is a burned-out minor league baseball player who loves to drink and can't keep his hands to himself. His long-suffering lawyer arranges for him to manage a local Little League team, and Buttermaker soon finds himself the head of a rag-tag group of misfit players. Through unconventional team-building exercises and his offbeat coaching style, Buttermaker helps his hapless Bears prepare to meet their rivals, the Yankees.","release_date":"2005-07-22","vote_average":5.7,"runtime":113,"cert":"N\/A","id":13341,"title":"Bad News Bears","adult":false,"genre_ids":[35]},{"cast":["Sean Penn","Jennifer Jason Leigh","Judge Reinhold","Phoebe Cates","Brian Backer"],"overview":"Follows a group of high school students growing up in southern California, based on the real-life adventures chronicled by Cameron Crowe. Stacy Hamilton and Mark Ratner are looking for a love interest, and are helped along by their older classmates, Linda Barrett and Mike Damone, respectively. The center of the film is held by Jeff Spicoli, a perpetually stoned surfer dude who faces off with the resolute Mr. Hand, who is convinced that everyone is on dope.","release_date":"1982-08-13","vote_average":7.0,"runtime":90,"cert":"18","id":13342,"title":"Fast Times at Ridgemont High","adult":false,"genre_ids":[35,18]},{"cast":["Don Knotts","Joan Staley","Liam Redmond","Dick Sargent","Skip Homeier"],"overview":"Luther Heggs aspires to being a reporter for his small town newspaper. He gets his big break when the editor asks him to spend the night at the Simmons mansion that, 20 years before, was the site of a now famous murder-suicide. Luther's account of his wild, ghost-ridden night in the house leads Simmons to sue for libel, but with the aid of his friend Kelsey they determines what exactly happened.","release_date":"1966-01-20","vote_average":7.0,"runtime":90,"cert":"N\/A","id":13343,"title":"The Ghost & Mr. Chicken","adult":false,"genre_ids":[35,10751,9648,10749]},{"cast":["Corey Haim","Kerri Green","Charlie Sheen","Winona Ryder","Courtney Thorne-Smith"],"overview":"A socially inept fourteen year old experiences heartbreak for the first time when his two best friends -- Cappie, an older-brother figure, and Maggie, the new girl with whom he is in love -- fall for each other.","release_date":"1986-03-28","vote_average":6.5,"runtime":108,"cert":"N\/A","id":13346,"title":"Lucas","adult":false,"genre_ids":[35,18,10749]},{"cast":["Don Messick","Casey Kasem","Greg Burson","Allan Melvin","Eddie Deezen"],"overview":"Scooby-Doo and Shaggy travel to Arabia to become the Caliph's Royal Food Tasters. But they bite off more than they can chew and are forced to run for their lives! It's a wild magic carpet ride as Scooby-Doo, Shaggy and their genie (Yogi Bear) and a jolly sailor named Sinbad (Magilla Gorilla) take you on an adventure of mistaken identities, exotic locations and fun-filled action and surprises!","release_date":"1994-09-03","vote_average":5.8,"runtime":69,"cert":"N\/A","id":13351,"title":"Scooby-Doo! in Arabian Nights","adult":false,"genre_ids":[14,16,10751,35]},{"cast":["David Arquette","Joan Cusack","Matthew Lillard","William H. Macy","Whoopi Goldberg"],"overview":"The owner of a bank (Miss Bitterman) wants to own the Muppet Theatre so she can build a nightclub over it. After she tricks Pepe into giving her the only copy of the contract between her father and the Muppets, she changes it so the Muppets have very little time to pay a debt they owe. Meanwhile, the Muppets are trying to put on a Christmas show. After the Muppets are confronted by Bitterman, they make a lot of sacrifices to save up so they can keep the Theatre.","release_date":"2002-11-29","vote_average":5.9,"runtime":100,"cert":"U","id":13352,"title":"It's a Very Merry Muppet Christmas Movie","adult":false,"genre_ids":[35,10751]},{"cast":["Christopher Shea","Sally Dryer","Kathy Steinberg","Ann Altieri","Gail DeFaria"],"overview":"This classic \"Peanuts\" tale focuses on the thumb-sucking, blanket-holding Linus, and his touching faith in the \"Great Pumpkin.\" When Linus discovers that no one else believes in the creature, he sets out to prove that the Pumpkin's no myth—by spending the night alone in a pumpkin patch.","release_date":"1966-10-27","vote_average":7.3,"runtime":25,"cert":"N\/A","id":13353,"title":"It's the Great Pumpkin, Charlie Brown","adult":false,"genre_ids":[10751,16,10770]},{"cast":["René Auberjonois","Jeff Bennett","Mindy Cohn","Grey DeLisle","Kim Mai Guest"],"overview":"The gang's vacation to Paris takes a wrong turn when Scooby and Shaggy miss their flight and end up on a skydiving expedition in the Himalayas. To make matters worse, upon arrival they must outrun the Abominable Snowmonster.","release_date":"2007-09-04","vote_average":6.5,"runtime":73,"cert":"U","id":13354,"title":"Scooby-Doo: Chill Out, Scooby-Doo!","adult":false,"genre_ids":[35,12,16,10751,9648]},{"cast":["Dan Castellaneta","Mindy Cohn","Tim Conway","Grey DeLisle","Arsenio Hall"],"overview":"Ghost pirates attack the cruise ship that Scooby and the gang are vacationing on.","release_date":"2006-01-01","vote_average":6.7,"runtime":80,"cert":"U","id":13355,"title":"Scooby-Doo! Pirates Ahoy!","adult":false,"genre_ids":[14,16,35,10751,9648,12]},{"cast":["Timothy Vahle","Sam Vlahos","Graham Greene","M. Emmet Walsh","Heather Rae"],"overview":"A classic comedy of mistaken identity and romance set during the holiday season at a ski resort that is owned and operated by a Native American Nation. Shot on location at The Sundance Resort in Utah, this is the first contemporary romantic comedy to feature an almost entirely American Indian cast. The film was featured at the 2001 Sundance Film Festival.","release_date":"2001-01-21","vote_average":6.4,"runtime":96,"cert":"N\/A","id":13356,"title":"Christmas in the Clouds","adult":false,"genre_ids":[10751,10749,35]},{"cast":["Ben Stein","Richard Dawkins","William Dembski","Paul Zachary Myers"],"overview":"Pro-intelligent design scholars and scientists are often chastised, fired or denied tenured positions by those who believe in Darwin's theory of evolution.","release_date":"2008-04-18","vote_average":3.9,"runtime":90,"cert":"N\/A","id":13359,"title":"Expelled: No Intelligence Allowed","adult":false,"genre_ids":[99]},{"cast":["Adrian Paul","Thekla Reuten","Cristian Solimeno","Peter Wingfield","Jim Byrnes"],"overview":"The world is falling into chaos. As he roams a crumbling city, Duncan MacLeod, the Highlander, remembers happier times before the love of his life left... Hopeless and alone, MacLeod finds his way to a band of immortal companions, including his mysterious friend Methos, and a mortal, Watcher Joe Dawson. Together this small group sets out on a quest to find the origin of the first Immortal.","release_date":"2007-02-06","vote_average":3.7,"runtime":86,"cert":"15","id":13360,"title":"Highlander V: The Source","adult":false,"genre_ids":[28,14]},{"cast":["Elaine Cassidy","Laurence Fox","Rafe Spall","Sophie Thompson","Mark Williams"],"overview":"Lucy Honeychurch (Elaine Cassidy, Ghost Squad) and her nervous chaperone embark on a grand tour of Italy. Alongside sweeping landscapes, Lucy encounters a suspect group of characters — socialist Mr. Emerson and his working-class son George, in particular — who both surprise and intrigue her. When piqued interest turns to potential romance, Lucy is whisked home to England, where her attention turns to Cecil Vyse (Laurence Fox, Inspector Lewis). But now, with a well-developed appetite for adventure, will Lucy make the daring choice when it comes to love? Andrew Davies offers a new adaptation of the E.M. Forster classic.","release_date":"2007-11-04","vote_average":6.1,"runtime":93,"cert":"","id":13361,"title":"A Room with a View","adult":false,"genre_ids":[10770,18,10749]},{"cast":["Brian Keith Allen","Moazzam Begg","Christopher Beiring","Alex Gibney"],"overview":"An in-depth look at the torture practices of the United States in Afghanistan, Iraq and Guantanamo Bay, focusing on an innocent taxi driver in Afghanistan who was tortured and killed in 2002.","release_date":"2007-04-30","vote_average":7.3,"runtime":106,"cert":"N\/A","id":13362,"title":"Taxi to the Dark Side","adult":false,"genre_ids":[99]},{"cast":["David Lee Smith","Tony Todd","John Billingsley","Ellen Crawford","Annika Peterson"],"overview":"An impromptu goodbye party for Professor John Oldman becomes a mysterious interrogation after the retiring scholar reveals to his colleagues he never ages and has walked the earth for 14,000 years.","release_date":"2007-06-10","vote_average":7.7,"runtime":87,"cert":"PG","id":13363,"title":"The Man from Earth","adult":false,"genre_ids":[878,18]},{"cast":["Oliver O'Grady","Thomas P. Doyle","Pope Benedict XVI","Adam","Monsignor Cain"],"overview":"Documentary filmmaker Amy Berg investigates the life of 30-year pedophile Father Oliver O'Grady and exposes the corruption inside the Catholic Church that allowed him to abuse countless children. Victims' stories and a disturbing interview with O'Grady offer a view into the troubled mind of the spiritual leader who moved from parish to parish gaining trust ... all the while betraying so many.","release_date":"2006-06-24","vote_average":7.5,"runtime":101,"cert":"N\/A","id":13364,"title":"Deliver Us from Evil","adult":false,"genre_ids":[80,99]},{"cast":["Bruce Balden","Jacqueline Bassett","Symon Basterfield","Andrew Brackfield","Neil Hughes"],"overview":"49 Up is the seventh film in a series of landmark documentaries that began 42 years ago when UK-based Granada's World in Action team, inspired by the Jesuit maxim \"Give me the child until he is seven and I will give you the man,\" interviewed a diverse group of seven-year-old children from all over England, asking them about their lives and their dreams for the future. Michael Apted, a researcher for the original film, has returned to interview the \"children\" every seven years since, at ages 14, 21, 28, 35, 42 and now again at age 49.In this latest chapter, more life-changing decisions are revealed, more shocking announcements made and more of the original group take part than ever before, speaking out on a variety of subjects including love, marriage, career, class and prejudice.","release_date":"2005-09-15","vote_average":7.4,"runtime":135,"cert":"","id":13365,"title":"49 Up","adult":false,"genre_ids":[99]},{"cast":["Bing Crosby","Danny Kaye","Rosemary Clooney","Vera-Ellen","Dean Jagger"],"overview":"Two talented song-and-dance men team up after the war to become one of the hottest acts in show business. In time they befriend and become romantically involved with the beautiful Haynes sisters who comprise a sister act.","release_date":"1954-10-14","vote_average":7.4,"runtime":120,"cert":"U","id":13368,"title":"White Christmas","adult":false,"genre_ids":[35,10402,10749]},{"cast":["John Leguizamo","Peter Sarsgaard","Denise Richards","Vincent Laresca","Isabella Rossellini"],"overview":"A big time drug dealer Victor Rosa is looking to get out of the game and sees his chance with a big deal with a new friend who happens to be a Wall St. stockbroker. Thinking this will be his chance to go out on top Victor soon finds out that he has been double crossed and his last option is to get revenge.","release_date":"2002-12-06","vote_average":6.4,"runtime":90,"cert":"N\/A","id":13369,"title":"Empire","adult":false,"genre_ids":[80,28,18]},{"cast":["Bob Balaban","Christopher Guest","John Michael Higgins","Eugene Levy","Jane Lynch"],"overview":"In \"A Mighty Wind\", director Christopher Guest reunites the team from \"Best In Show\" and \"Waiting for Guffman\" to tell tell the story of 60's-era folk musicians, who inspired by the death of their former manager, get back on the stage for one concert in New York City's Town Hall.","release_date":"2003-04-16","vote_average":6.9,"runtime":91,"cert":"N\/A","id":13370,"title":"A Mighty Wind","adult":false,"genre_ids":[35,10402]},{"cast":["Mackenzie Crook","Johnny Vegas","Dominic Coleman","Mark Gatiss","Lucy Davis"],"overview":"Two lowlifes with active fantasy sex lives deliver potatoes to various restaurants and grocers.","release_date":"2004-02-20","vote_average":5.3,"runtime":82,"cert":"18","id":13371,"title":"Sex Lives of the Potato Men","adult":false,"genre_ids":[35]},{"cast":["Christiane Amanpour","George W. Bush","George Carlin","Tom Brokaw","Harry Belafonte"],"overview":"This film examines how media empires, led by Rupert Murdoch's Fox News, have been running a \"race to the bottom\" in television news, and provides an in-depth look at Fox News and the dangerous impact on society when a broad swath of media is controlled by one person.  Media experts, including Jeff Cohen (FAIR) Bob McChesney (Free Press), Chellie Pingree (Common Cause), Jeff Chester (Center for Digital Democracy) and David Brock (Media Matters) provide context and guidance for the story of Fox News and its effect on society.  This documentary also reveals the secrets of Former Fox news producers, reporters, bookers and writers who expose what it's like to work for Fox News.  These former Fox employees talk about how they were forced to push a \"right-wing\" point of view or risk their jobs. Some have even chosen to remain anonymous in order to protect their current livelihoods. As one employee said \"There's no sense of integrity as far as having a line that can't be crossed.\"","release_date":"2004-07-14","vote_average":7.2,"runtime":74,"cert":"N\/A","id":13372,"title":"Outfoxed: Rupert Murdoch's War on Journalism","adult":false,"genre_ids":[99]},{"cast":["Alexander Nathan Etel","Lewis McGibbon","James Nesbitt","Daisy Donovan","Christopher Fulford"],"overview":"Two boys, still grieving the death of their mother, find themselves the unwitting benefactors of a bag of bank robbery loot in the week before the United Kingdom switches its official currency to the Euro. What's a kid to do?","release_date":"2005-04-08","vote_average":6.4,"runtime":98,"cert":"12A","id":13373,"title":"Millions","adult":false,"genre_ids":[35,80,18]},{"cast":["Michelle Trachtenberg","Joan Cusack","Amy Stewart","Hayden Panettiere","Kim Cattrall"],"overview":"With the help of her coach, her parents, and the boy who drives the Zamboni machine, nothing can stop Casey from realizing her dream to be a champion figure skater.","release_date":"2005-03-17","vote_average":6.0,"runtime":98,"cert":"N\/A","id":13374,"title":"Ice Princess","adult":false,"genre_ids":[18,35,10751]},{"cast":["Biel Durán","Mathilda May","Gérard Darmon","Miguel Poveda","Abel Folk"],"overview":"A child does not stand the idea of having a new brother and dreams about drinking milk from the breasts of his mother again. The child asks the moon to bring him a tit only for him.","release_date":"1994-03-03","vote_average":6.3,"runtime":90,"cert":"","id":13375,"title":"The Tit and the Moon","adult":false,"genre_ids":[18,35]},{"cast":["Adam Sandler","Jackie Sandler","Kevin Nealon","Austin Stout","Rob Schneider"],"overview":"Adam Sandler invites you to share some holiday cheer in the new, no-holds-barred musical comedy Adam Sandler's 8 Crazy Nights. Davey Stone, a 33-year old party animal, finds himself in trouble with the law after his wild ways go too far.","release_date":"2002-11-27","vote_average":5.3,"runtime":76,"cert":"12A","id":13376,"title":"Eight Crazy Nights","adult":false,"genre_ids":[16,35,10402]},{"cast":["Boris Karloff","June Foray","Thurl Ravenscroft","Dal McKennon"],"overview":"Bitter and hateful, the Grinch is irritated at the thought of a nearby village having a happy time celebrating Christmas. Disguised as Santa Claus, with his dog made to look like a reindeer, he decides to raid the village to steal all the Christmas things.","release_date":"1966-12-18","vote_average":7.4,"runtime":26,"cert":"N\/A","id":13377,"title":"How the Grinch Stole Christmas!","adult":false,"genre_ids":[16,10751,35]},{"cast":["Wayne Allwine","Tony Anselmo","Bill Farmer","Jim Cummings","Tress MacNeille"],"overview":"Santa Claus, Mickey Mouse and all his Disney pals star in an original movie about the importance of opening your heart to the true spirit of Christmas. Stubborn old Donald tries in vain to resist the joys of the season, and Mickey and Pluto learn a great lesson about the power of friendship.","release_date":"2004-01-01","vote_average":6.9,"runtime":68,"cert":"U","id":13378,"title":"Mickey's Twice Upon a Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Drew Barrymore","Ed Asner","Dan Castellaneta","Joe Pantoliano","Peter MacNicol"],"overview":"After mis-hearing a radio broadcast about Santa canceling his Christmas trip due to an injured reindeer, Olive the dog decides to travel to the North Pole and volunteer to be a replacement. Unfortunately, Olive must deal with an evil postman who's tired of handling all the extra Christmas mail. Will Martini the penguin be able to help Olive realize her dream?","release_date":"1999-12-17","vote_average":6.9,"runtime":45,"cert":"N\/A","id":13379,"title":"Olive, the Other Reindeer","adult":false,"genre_ids":[16,10751,35,10770]},{"cast":["Mary Steenburgen","Harry Dean Stanton","Gary Basaraba","Elisabeth Harnois","Arthur Hill"],"overview":"Ginny Grainger, a young mother, rediscovers the joy and beauty of Christmas, thanks to the unshakable faith of her six-year-old daughter Abbie and Gideon, Ginny's very own guardian angel.","release_date":"1985-11-22","vote_average":5.6,"runtime":88,"cert":"U","id":13380,"title":"One Magic Christmas","adult":false,"genre_ids":[10751,14]},{"cast":["José Elías Moreno","Cesáreo Quezadas 'Pulgarcito'","José Luis Aguirre","Armando Arriola","Lupita Quezadas"],"overview":"Pitch, the mean-spirited devil, is trying to ruin Christmas. Santa Claus teams up with Merlin the Magician and the children of the world in order to save the day!","release_date":"1959-11-26","vote_average":3.2,"runtime":94,"cert":"N\/A","id":13383,"title":"Santa Claus","adult":false,"genre_ids":[18,10751,14]},{"cast":["David Bradley","Freddie Fletcher","Lynne Perrie","Colin Welland","Brian Glover"],"overview":"A young, English working-class boy spends his free time caring for and training his pet falcon.","release_date":"1970-04-03","vote_average":7.4,"runtime":110,"cert":"","id":13384,"title":"Kes","adult":false,"genre_ids":[18]},{"cast":["Richard Attenborough","Hermione Baddeley","William Hartnell","Nigel Stock","Wylie Watson"],"overview":"Centring on the activities of a gang of assorted criminals and, in particular, their leader – a vicious young hoodlum known as \"Pinkie\" – the film's main thematic concern is the criminal underbelly evident in inter-war Brighton.","release_date":"1948-01-09","vote_average":7.4,"runtime":92,"cert":"","id":13385,"title":"Brighton Rock","adult":false,"genre_ids":[80,18,53]},{"cast":["Massimo Troisi","Fiorenza Marchegiani","Marco Messeri","Lello Arena","Cloris Brosca"],"overview":"Gaetano, giovane napoletano, decide di lasciare casa, lavoro ed amici, per cercare altri momenti di vita e conoscere altre persone. Arriva a Firenze, a casa della zia. In un ambulatorio, dove capita per caso, conosce Marta e se ne innammora. Dopo una serie di divertenti situazioni (un vecchio amico dalla parlantina inarrestabile arriva da Napoli; la matura zia ed il suo attempato amante; un giovane prete Americano che vuole coinvolgerlo per forza nelle sue visite evangeliche; l'incontro con Riccardino, un giovane frustrato da una madre oppressiva; il padre che aspetta il miracolo della ricrescita di una mano amputata; etc.) Gaetano decide di restare a Firenze e di fare da padre al figlio che Marta aspetta, anche se la ragazza non vuole rivelare con esattezza il nome del padre.","release_date":"1981-03-05","vote_average":7.8,"runtime":110,"cert":"N\/A","id":13386,"title":"I'm Starting from Three","adult":false,"genre_ids":[35]},{"cast":["Jason Statham","François Berléand","Natalya Rudakova","Robert Knepper","David Atrakchi"],"overview":"Frank Martin puts the driving gloves on to deliver Valentina, the kidnapped daughter of a Ukranian government official, from Marseilles to Odessa on the Black Sea. En route, he has to contend with thugs who want to intercept Valentina's safe delivery and not let his personal feelings get in the way of his dangerous objective.","release_date":"2008-11-26","vote_average":6.1,"runtime":104,"cert":"15","id":13387,"title":"Transporter 3","adult":false,"genre_ids":[28,12,53,80]},{"cast":["Cole Hauser","Laurence Fishburne","James Cromwell","Emmanuelle Chriqui","Kevin Pollak"],"overview":"A mobster orders an undercover FBI agent to torture an accountant.","release_date":"2008-09-10","vote_average":5.5,"runtime":107,"cert":"N\/A","id":13390,"title":"Tortured","adult":false,"genre_ids":[80,53]},{"cast":["Meisa Kuroki","Shosuke Tanihara","Yasuko Matsuyuki","Takahiro Sakurai","Hiroko Yashiki"],"overview":"2067: Isolation:  Japan seals herself off from the eyes of the world in the face of unilateral international policy setting strict limits on the use of robotic technology. The island nation exists only behind a veil of seclusion. No soul shall enter. No soul shall leave.  2077: Revelation:  The veil is breached. Japan is infiltrated by agents of the organization S.W.O.R.D., a fighting force operating outside of the protection of the United States and her allies. Their mission: Determine if the Japanese are developing banned robotic bio-technology, forbidden due to its threat to humankind. In the battle between machine and man, humanity stands to suffer most.","release_date":"2007-08-18","vote_average":7.0,"runtime":109,"cert":"N\/A","id":13391,"title":"Vexille","adult":false,"genre_ids":[16,878]},{"cast":["Mike Myers","Eddie Murphy","Cameron Diaz","Antonio Banderas","Cody Cameron"],"overview":"The Christmas tree isn't the only thing green in this new holiday classic. Shrek is back and trying to get into the spirit of the season. After promising Fiona and the kids a Christmas they'll remember, he is forced to take a crash course in the holiday. But just when he thinks he has everything for their quiet family Christmas just right, there is a knock at the door.","release_date":"2007-11-28","vote_average":6.2,"runtime":28,"cert":"PG","id":13394,"title":"Shrek the Halls","adult":false,"genre_ids":[12,16,35,14,10751]},{"cast":["Shirley Booth","Mickey Rooney","Dick Shawn","George S. Irving","Bob McFadden"],"overview":"Feeling forgotten by the children of the world, old St. Nick decides to skip his gift-giving journey and take a vacation. Mrs. Claus and two spunky little elves, Jingle and Jangle, set out to see to where all the season's cheer has disappeared. Aided by a magical snowfall, they reawaken the spirit of Christmas in children's hearts and put Santa back in action.","release_date":"1974-12-10","vote_average":7.2,"runtime":51,"cert":"N\/A","id":13397,"title":"The Year Without a Santa Claus","adult":false,"genre_ids":[16,10751]},{"cast":["Aya Okamoto","Yoshiaki Umegaki","Toru Emori","Satomi Kourogi","Mamiko Noto"],"overview":"One Christmas Eve three people, a middle-aged alcoholic named Gin, a former drag queen Hana and a dependent runaway girl Miyuki, discover an abandoned newborn while looking through the garbage.","release_date":"2003-12-29","vote_average":7.9,"runtime":92,"cert":"12","id":13398,"title":"Tokyo Godfathers","adult":false,"genre_ids":[16,18]},{"cast":["James Belushi","Robbie Williams","Ardal O'Hanlon","Paul Whitehouse","Jane Horrocks"],"overview":"Robbie the Reindeer (voiced by Ardal O'Hanlon) arrives at the North Pole, ready to take his place as navigator on Santa's Christmas sleigh team. However, Robbie is soon plagued by doubt regarding his ability, and sets out to regain his self-respect and the admiration of his team-mates. This festive animated tale also features the voices of Jane Horrocks, Steve Coogan, Caroline Quentin and Harry Enfield, and features a script co-written by 'Blackadder' writer Richard Curtis.","release_date":"2000-09-01","vote_average":6.3,"runtime":32,"cert":"","id":13399,"title":"Robbie the Reindeer: Hooves of Fire","adult":false,"genre_ids":[16,35,10751]},{"cast":["Fred Astaire","Mickey Rooney","Keenan Wynn","Paul Frees","Robie Lester"],"overview":"A postman, S.D. Kluger, decides to answer some of the most common questions about Santa Claus, and tells us about a small baby named Kris who is raised by a family of elf toymakers named Kringle. When Kris grew up, he wanted to deliver toys to the children of Sombertown. But its Mayor is too mean to let that happen. And to make things worse, the Winter Warlock who lives between the Kringles and Sombertown, but Kris manages to melt the Warlock's heart and deliver his toys.","release_date":"1970-12-14","vote_average":7.2,"runtime":48,"cert":"N\/A","id":13400,"title":"Santa Claus Is Comin' to Town","adult":false,"genre_ids":[10770,16,10751,14]},{"cast":["Colin Firth","Uma Thurman","Jeffrey Dean Morgan","Sam Shepard","Lindsay Sloane"],"overview":"When radio love guru Dr Emma Lloyd convinces Patrick Sullivan's fiancée to dump him the week before their wedding. He sets about teaching her a lesson for interfering in other peoples lives that she knows nothing about. Things take a turn when he finds himself falling for the very person who ruined his life and everyone is going to have to learn a few lessons about 'Real Love'","release_date":"2008-02-29","vote_average":5.5,"runtime":90,"cert":"","id":13401,"title":"The Accidental Husband","adult":false,"genre_ids":[35,10749]},{"cast":["Angelica Lee","Lawrence Chou","Viraiwon Jauwseng","Ekin Cheng","Soi Cheang"],"overview":"Ting-yin, a young novelist, is struggling to come up with a followup to her best-selling trilogy of romance novels. After drafting her first chapter, she stops and deletes the file from her computer. She then starts seeing strange, unexplainable things and finds that she is experiencing the supernatural events that she described in her novel-to-be.","release_date":"2006-01-01","vote_average":6.6,"runtime":108,"cert":"N\/A","id":13402,"title":"Re-cycle","adult":false,"genre_ids":[14,27,9648,53]},{"cast":["John Cameron Mitchell","Alberta Watson","Gene Pyrz","Ben Mayer-Goodman","Maurice Dean Wint"],"overview":"Raised a boy in East Berlin, Hedwig undergoes a personal transformation in order to emigrate to the U.S., where she reinvents herself as an “internationally ignored” but divinely talented rock diva, inhabiting a “beautiful gender of one.”","release_date":"2001-07-20","vote_average":7.8,"runtime":95,"cert":"N\/A","id":13403,"title":"Hedwig and the Angry Inch","adult":false,"genre_ids":[35,10402,18]},{"cast":["Vincent Valladon","Paolina Biguine","Jérémy Denisty","Samy Seghir","Alexis Maah"],"overview":"Description : Set in the American Wild West, this French-language film quickly overcomes its dire beginning--the Native American ambush of a group of immigrants--and becomes an enjoyable comedy. When the adults of Big City leave for the ambush site, the children realize they are all alone and in charge. With a cast composed almost entirely of young people...","release_date":"2007-12-10","vote_average":5.7,"runtime":97,"cert":"N\/A","id":13404,"title":"Big City","adult":false,"genre_ids":[12,10751,37]},{"cast":["Jonathan Rhys Meyers","Radha Mitchell","Chow Yun-Fat","杨紫琼","Matthew Walker"],"overview":"About young British journalist, George Hogg, who with the assistance of a courageous Australian nurse, saves a group of orphaned children during the Japanese occupation of China in 1937.","release_date":"2008-06-03","vote_average":6.8,"runtime":125,"cert":"N\/A","id":13405,"title":"The Children of Huang Shi","adult":false,"genre_ids":[18,10752]},{"cast":["Seann William Scott","Gretchen Mol","Kevin Conway","Jeff Garlin","Jason Mantzoukas"],"overview":"A dramatic comedy about a self-induced attention-deficit disordered, learning disabled, Tourette's syndrome suffering, balance impaired, ex-alcoholic young man from the Upper East Side of Manhattan and the gold-digging girl who inspires him to try to get it together.","release_date":"2007-06-14","vote_average":5.2,"runtime":90,"cert":"N\/A","id":13406,"title":"American Loser","adult":false,"genre_ids":[18,35,10749]},{"cast":["Cha Tae-hyun","Song Hye-kyo","Lee Soon-jae","Kim Hae-sook","Song Chang-eui"],"overview":"Su-ho is a plain high school boy, and Su- is a bright and beautiful girl in the same school. For some unknown reason, Su-eun has a crush on the boy, and for equally mysterious reasons she rescues Su-ho in the sea (though he doesn’t know who actually saved him).","release_date":"2005-12-22","vote_average":6.7,"runtime":95,"cert":"N\/A","id":13407,"title":"My Girl and I","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Dr. Dre","Snoop Dogg","DJ Pooh","Angell Conwell","Bruce Bruce"],"overview":"With the rent due and his car booted, Sean (Dr. Dre) has to come up with some ends...and fast. When his best buddy and roommate Dee Loc (Snoop Dogg), suggests that Sean get a job busting suds down at the local car wash.","release_date":"2001-11-16","vote_average":5.2,"runtime":93,"cert":"N\/A","id":13408,"title":"The Wash","adult":false,"genre_ids":[28,35]},{"cast":["Beanie Sigel","Damon Dash","Omillio Sparks","Noreaga","Freeway"],"overview":"Three gangsters vie for control of the streets of Philadelphia.","release_date":"2005-04-13","vote_average":6.7,"runtime":94,"cert":"N\/A","id":13409,"title":"State Property 2","adult":false,"genre_ids":[28,12,80,18]},{"cast":["Leelee Sobieski","Tricia Helfer","Lothaire Bluteau","Michael Eklund","Jacob Tierney"],"overview":"Alberta, a mousy young woman with the survival skills of a snail, loses cash that isn't hers, so she runs from her small town to Seattle where her old babysitter, Celene, lives - a dominatrix with a classy apartment and a life plan. She lets Alberta stay. Alberta gets a job as a checker at a supermarket and becomes fascinated with Celene's work.","release_date":"2007-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":13412,"title":"Walk All Over Me","adult":false,"genre_ids":[80,18,53]},{"cast":["Angus MacLane","Tessa Swigart","Ben Burtt","Jeff Garlin","Elissa Knight"],"overview":"What lengths will a robot undergo to do his job? BURN·E is a dedicated hard working robot who finds himself locked out of his ship. BURN·E quickly learns that completing a simple task can often be a very difficult endeavor.","release_date":"2008-11-17","vote_average":7.7,"runtime":8,"cert":"U","id":13413,"title":"BURN·E","adult":false,"genre_ids":[16,10751]},{"cast":["Lou Taylor Pucci","Kristen Bell","John Hensley","Nora Zehetner","Monica Keena"],"overview":"Darren Giles has lost his college scholarship, can't work up the courage to ask out the girl of his dreams and doesn't have the cash to stay in college another semester. Unless he can survive the teenage dominatrix, New York's largest drug mogul, convince his parents he's not gay, write a paper on Dante's Inferno, escape three thugs chasing the wrong guy and sell fifty pills of ecstasy in time to make his tuition payment, he'll never get the chance to date the girl of his dreams.","release_date":"2006-04-26","vote_average":4.8,"runtime":85,"cert":"N\/A","id":13414,"title":"Fifty Pills","adult":false,"genre_ids":[35]},{"cast":["Orson Welles","Les Tremayne","June Foray","Michael LeClair","Shepard Menken"],"overview":"Rikki is a young mongoose who is adopted by a human family after nearly drowning in the river. He returns the favour by protecting them from two murderous cobra.","release_date":"1975-01-09","vote_average":5.5,"runtime":24,"cert":"N\/A","id":13415,"title":"Rikki-Tikki-Tavi","adult":false,"genre_ids":[16,10751]},{"cast":["Billy Bob Thornton","Lucas Black","Garrett Hedlund","Derek Luke","Jay Hernandez"],"overview":"A small, turbulent town in Texas obsesses over their high school football team to an unhealthy degree. When the star tailback, Boobie Miles, is seriously injured during the first game of the season, all hope is lost, and the town's dormant social problems begin to flare up. It is left to the inspiring abilities of new coach Gary Gaines to instill in the other team members -- and, by proxy, the town itself -- a sense of self-respect and honor.","release_date":"2004-10-08","vote_average":6.9,"runtime":118,"cert":"12A","id":13416,"title":"Friday Night Lights","adult":false,"genre_ids":[18]},{"cast":["Patrick Warburton","Tracey Ullman","Eartha Kitt","John Goodman","Wendie Malick"],"overview":"Kronk, now chef and Head Delivery Boy of Mudka's Meat Hut, is fretting over the upcoming visit of his father. Kronk's father always disapproved of young Kronk's culinary interests and wished that Kronk instead would settle down with a wife and a large house on a hill.","release_date":"2005-12-05","vote_average":6.2,"runtime":72,"cert":"U","id":13417,"title":"Kronk's New Groove","adult":false,"genre_ids":[16,35,10751]},{"cast":["Jeremy Jones","Mads Jonsson","John Jackson","Mark Landvik","Jonas Emery"],"overview":"","release_date":"2006-08-15","vote_average":0.0,"runtime":60,"cert":"N\/A","id":13418,"title":"Draw the Line","adult":false,"genre_ids":[99]},{"cast":["Nichola Burley","Sian Breckin","Jaime Winstone","Robert Boulter","Tom Burke"],"overview":"Three hot girls, four guys, and one mega-swanky yacht collide for a serious night of drugs and sexual deviancy. One debaucherous act goes too far though, turning this teen joy ride into a weekend of bloody bedlam.","release_date":"2008-07-18","vote_average":4.6,"runtime":99,"cert":"18","id":13429,"title":"Donkey Punch","adult":false,"genre_ids":[27,18,53,80]},{"cast":["Maki Horikita","Hidetaka Yoshioka","Shinichi Tsutsumi","Koyuki","Hiroko Yakushimaru"],"overview":"Leaving her provincial home, teenage Mutsuko arrives in Tokyo by train to take a job in a major automotive company but finds that she is employed by a small auto repair shop owned by Norifumi Suzuki. Suzuki's hair-trigger temper is held somewhat in check by the motherly instincts of his wife, Tomoe, and his young son Ippei immediately bonds with Mutsuko as if she were his older sister. The Suzuki shop lies almost in the shadow of the Tokyo Tower as it rises steadily above the skyline during construction in 1958.","release_date":"2005-11-11","vote_average":7.2,"runtime":133,"cert":"N\/A","id":13430,"title":"Always - Sunset on Third Street","adult":false,"genre_ids":[35,18]},{"cast":["Pasquale Scaturro","Gordon Brown","Saskia Lange","Mohamed Megahed"],"overview":"Filmed in IMAX, a team of explorers led by Pasquale Scaturro and Gordon Brown face seemingly insurmountable challenges as they make their way along all 3,260 miles of the world's longest and deadliest river to become the first in history to complete a full descent of the Blue Nile from source to sea.","release_date":"2005-02-17","vote_average":5.5,"runtime":48,"cert":"N\/A","id":13431,"title":"Mystery of the Nile","adult":false,"genre_ids":[99]},{"cast":["Esther Gorintin","Nino Khomassouridze","Dinara Drukarova","Temur Kalandadze","Rusudan Bolkvadze"],"overview":"The one joy in the lives of a mother and daughter comes from the regular letters sent to them from Paris from the family's adored son, Otar. When the daughter finds out that Otar has died suddenly, she tries to conceal the truth from her mother, changing the course of their lives forever.","release_date":"2003-09-17","vote_average":6.7,"runtime":103,"cert":"N\/A","id":13432,"title":"Since Otar Left","adult":false,"genre_ids":[18]},{"cast":["Toni Collette","Gotaro Tsunashima","Matthew Dyktynski","Lynette Curran","Yumiko Tanaka"],"overview":"Sandy, a geologist, finds herself stuck on a field trip to the Pilbara desert with a Japanese man she finds inscrutable, annoying and decidedly arrogant. Hiromitsu's view of her is not much better. Things go from bad to worse when they become stranded in one of the most remote regions on earth. JAPANESE STORY is a journey of change and discovery.","release_date":"2003-08-30","vote_average":6.4,"runtime":110,"cert":"N\/A","id":13433,"title":"Japanese Story","adult":false,"genre_ids":[18,10749]},{"cast":["Noam Chomsky"],"overview":"In this remarkable documentary, Noam Chomsky offers a riveting but devastating critique of America's current war on terror arguing, in fact, that it is a logistical impossibility for such a war to be taking place. Professor Chomsky presents his reasoning with astonishing and refreshing clarity, drawing from a wealth of historical knowledge and analysis. \"Only those who are entirely ignorant of modern history will be surprised by the course of events, or by the justifications that are provided...\"","release_date":"2003-01-01","vote_average":6.0,"runtime":55,"cert":"N\/A","id":13434,"title":"Noam Chomsky: Distorted Morality","adult":false,"genre_ids":[99]},{"cast":["Derek Luke","Malcolm David Kelley","Cory Hodges","Denzel Washington","Joy Bryant"],"overview":"A sailor prone to violent outbursts is sent to a naval psychiatrist for help. Refusing at first to open up, the young man eventually breaks down and reveals a horrific childhood. Through the guidance of his doctor, he confronts his painful past and begins a quest to find the family he never knew.","release_date":"2002-12-19","vote_average":6.9,"runtime":120,"cert":"15","id":13435,"title":"Antwone Fisher","adult":false,"genre_ids":[18,10749]},{"cast":["Krissada Sukosol Clapp","Achita Sikamana","Sarunyu Wongkrachang","Nattapong Arunnate","Namfon Pakdee"],"overview":"Pusit is having the worst day of his life. He just lost his job and is in serious debt. That is all about to change when he receives a mysterious phone call with a tempting offer. If he could complete 13 tasks, he will win 100 million Baht. Pusit agrees and the game begins.","release_date":"2006-10-04","vote_average":6.5,"runtime":114,"cert":"N\/A","id":13436,"title":"13 Beloved","adult":false,"genre_ids":[9648,35,27,53,80,18]},{"cast":["Sylvester Stallone","Madeleine Stowe","Anthony Quinn","Raoul Bova","Harry Van Gorkum"],"overview":"A woman who has recently discovered that she is the daughter of Angelo, a major mafia boss, decides to wreak vengeance when he is killed by a hitman. She's aided by his faithful bodyguard, with whom she soon falls in love.","release_date":"2002-08-30","vote_average":5.2,"runtime":97,"cert":"N\/A","id":13437,"title":"Avenging Angelo","adult":false,"genre_ids":[28,35,80]},{"cast":["Shahab Ebrahimi","Faegh Mohamadi","Allah-Morad Rashtian","Rojan Hosseini","Saeed Mohammadi"],"overview":"During the war between Iran and Iraq, a group of Iranian Kurd musicians set off on an almost impossible mission. They will try to find Hanareh, a singer with a magic voice who crossed the border and may now be in danger in the Iraqi Kurdistan. As in his previous films, this Kurdish director is again focusing on the oppression of his people.","release_date":"2002-10-09","vote_average":8.3,"runtime":108,"cert":"N\/A","id":13438,"title":"Marooned in Iraq","adult":false,"genre_ids":[18,10752]},{"cast":["David Gulpilil","Gary Sweet","Damon Gameau","Grant Page","Noel Wilton"],"overview":"Somewhere in Australia in the early 20th century outback, an Aboriginal man is accused of murdering a white woman.  Three white men are on a mission to capture him with the help of an experienced Indigenous man.","release_date":"2002-08-08","vote_average":7.0,"runtime":90,"cert":"N\/A","id":13439,"title":"The Tracker","adult":false,"genre_ids":[18,36,37]},{"cast":["Mark Wahlberg","Thandie Newton","Tim Robbins","Christine Boisson","LisaGay Hamilton"],"overview":"The Truth About Charlie is a 2002 remake of the 1963 film Charade (which starred Cary Grant and Audrey Hepburn). It is also an homage to François Truffaut's Shoot the Piano Player and that film's star Charles Aznavour appeared as himself and sang his song \"Quand tu m'aimes\" (English version).","release_date":"2002-10-25","vote_average":5.0,"runtime":104,"cert":"N\/A","id":13440,"title":"The Truth About Charlie","adult":false,"genre_ids":[9648,53,10749,18]},{"cast":["Campbell Scott","Jesse Eisenberg","Isabella Rossellini","Elizabeth Berkley","Jennifer Beals"],"overview":"After breaking up with his lover and boss, a smooth-talking man takes his teenaged nephew out on the town in search of sex.","release_date":"2002-05-09","vote_average":6.1,"runtime":106,"cert":"N\/A","id":13441,"title":"Roger Dodger","adult":false,"genre_ids":[35,18]},{"cast":["John Leguizamo","Wesley Snipes","Oliver Platt","Natasha Lyonne","Luke Goss"],"overview":"An autistic 15-year-old boy steals money from his boss to provide rent for his abusive father, who uses the money to repay a loan shark.","release_date":"2002-06-14","vote_average":6.4,"runtime":101,"cert":"N\/A","id":13442,"title":"Zig Zag","adult":false,"genre_ids":[18]},{"cast":["Tony Stewart","Jeff Gordon","Matt Kenseth","Dale Earnhardt Jr.","Mark Martin"],"overview":"A big-screen look into one of America's most successful entertainment industries, NASCAR racing.","release_date":"2004-03-12","vote_average":7.2,"runtime":40,"cert":"N\/A","id":13443,"title":"NASCAR: The IMAX Experience","adult":false,"genre_ids":[99]},{"cast":["Ed Harris","Dr. Richard Lutz"],"overview":"12,000 feet down, life is erupting. Alvin, a deep-sea mechanized probe, makes a voyage some 12,000 feet underwater to explore the Azores, a constantly-erupting volcanic rift between Europe and North America.","release_date":"2003-09-14","vote_average":3.8,"runtime":45,"cert":"N\/A","id":13444,"title":"Volcanoes of the Deep Sea","adult":false,"genre_ids":[99]},{"cast":["James LaBrie","John Petrucci","Mike Portnoy","John Myung","Jordan Rudess"],"overview":"Score: 20th Anniversary World Tour Live with the Octavarium Orchestra is a live album, recorded on April 1, 2006 at Radio City Music Hall in New York City. This is the final concert of their 20th Anniversary Tour, labeled \"A Very Special Evening with Dream Theater\". The entire second half of the concert features a complete symphonic orchestra, dubbed \"The Octavarium Orchestra\", conducted by Jamshied Sharifi.","release_date":"2006-08-29","vote_average":6.6,"runtime":157,"cert":"N\/A","id":13447,"title":"Dream Theater: Score - 20th Anniversary World Tour Live with the Octavarium Orchestra","adult":false,"genre_ids":[10402]},{"cast":["Tom Hanks","Ewan McGregor","Ayelet Zurer","Stellan Skarsgård","Pierfrancesco Favino"],"overview":"Harvard symbologist Robert Langdon is recruited by the Vatican to investigate the apparent return of the Illuminati - a secret, underground organization - after four cardinals are kidnapped on the night of the papal conclave.","release_date":"2009-05-13","vote_average":6.6,"runtime":138,"cert":"12A","id":13448,"title":"Angels & Demons","adult":false,"genre_ids":[53,9648]},{"cast":["Iikka Backstrom","Devun Walsh","Pat Moore","Stevie Bell","Jake Blauvelt"],"overview":"In an era marked by an oversaturated video market, a leader must emerge to challenge the boundaries of what is considered normal, and show the way for generations to come. There is one single team in snowboarding that has led the charge in progressing the level of riding, defining the formula that all others have since tried to duplicate. That team is the Forum team, and the time for THAT team video is now.","release_date":"2007-01-01","vote_average":5.7,"runtime":39,"cert":"N\/A","id":13451,"title":"that","adult":false,"genre_ids":[99]},{"cast":["Kazuhiro Kokubo","John Jackson","Danny Kass","Mads Jonsson","Frederik Kalbermatten"],"overview":"Standard Films spanned the globe this past winter documenting the best snowboarding in the greatest mountain ranges to catch the vapors. Witness pro snowboarders descend huge mountain peaks, drop endless pillows lines, boost off huge backcountry kickers, hit unique urban features and destroy custom resort parks. Catch the Vapors is the progression of All Terrain, Freestyle, All Mountain and Backcountry Snowboarding!","release_date":"2007-09-13","vote_average":0.0,"runtime":39,"cert":"N\/A","id":13452,"title":"Catch the Vapors","adult":false,"genre_ids":[99]},{"cast":["Chris Evans","Dakota Fanning","Camilla Belle","Djimon Hounsou","Maggie Siff"],"overview":"After his father, an assassin, is brutally murdered, Nick Gant vows revenge on Division, the covert government agency that dabbles in psychic warfare and experimental drugs. Hiding in Hong Kong's underworld, Nick assembles a band of rogue psychics dedicated to destroying Division. Together with Cassie, a teenage clairvoyant, Nick goes in search of a missing girl and a stolen suitcase that could be the key to accomplishing their mutual goal.","release_date":"2009-02-04","vote_average":6.0,"runtime":111,"cert":"12A","id":13455,"title":"Push","adult":false,"genre_ids":[878,28]},{"cast":["Rhona Mitra","Bob Hoskins","Adrian Lester","Alexander Siddig","David O'Hara"],"overview":"The lethal Reaper virus spreads throughout Britain—infecting millions and killing hundreds of thousands. Authorities brutally and successfully quarantine the country but, three decades later, the virus resurfaces in a major city. An elite group of specialists is urgently dispatched into the still-quarantined country to retrieve a cure by any means necessary. Shut off from the rest of the world, the unit must battle through a landscape that has become a waking nightmare.","release_date":"2008-03-14","vote_average":5.8,"runtime":108,"cert":"18","id":13460,"title":"Doomsday","adult":false,"genre_ids":[28,53,878]},{"cast":["María Valverde","Letizia Ciampa","Primo Reggiani","Fabrizia Sacchi","Geraldine Chaplin"],"overview":"An adolescent girl, living with her mother and her grandmother, will have her first sexual experiences in a heavy and excessive way.","release_date":"2005-11-18","vote_average":4.0,"runtime":100,"cert":"N\/A","id":13461,"title":"Melissa P.","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No overview found.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":13462,"title":"Riding For A Living","adult":false,"genre_ids":[]},{"cast":[],"overview":"No overview found.","release_date":"2002-10-22","vote_average":0.0,"runtime":48,"cert":"N\/A","id":13463,"title":"Optigrab","adult":false,"genre_ids":[99]},{"cast":["Jake Gyllenhaal","Chris Cooper","Laura Dern","Chris Owen","William Lee Scott"],"overview":"Based on the true story of Homer Hickam, a coal miner's son who was inspired by the first Sputnik launch to take up rocketry against his father's wishes, and eventually became a NASA scientist.","release_date":"1999-02-19","vote_average":7.5,"runtime":108,"cert":"N\/A","id":13466,"title":"October Sky","adult":false,"genre_ids":[18,10751]},{"cast":["Mickey Mahut","Idriss Diop","Elsa Pataky","Philippe Bas","Passi"],"overview":"Jérôme and Benjamin are two young skateboarders whose carefree existence is turned upside down when they witness the murder of a drug dealer. Rumbled by the assassins they manage to escape. Taking refuge in a police station they then discover that the criminals are actually the crooked cops. Then begins a relentless chase through the streets of Paris as Jérôme and Benjamin attempt to outwit their unscrupulous pursuers... Utilising real Paris locations and two of France's top street skaters, Skate Or Die is an adrenalin rush thriller for the Red Bull generation.","release_date":"2008-06-11","vote_average":3.7,"runtime":92,"cert":"N\/A","id":13471,"title":"Skate Or Die","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Big jumps are sick... and once again we have that category well covered. But there will always be a bigger jump or that extra one eighty added to the rotation that will dethrone last year's golden moment. So... what aspects of snowboarding can withstand the test of time? We spent the winter examining this question and came up with some answers that will have you waxing your board and watching the Weather Channel in September. You will see.","release_date":"2005-09-15","vote_average":5.0,"runtime":40,"cert":"N\/A","id":13472,"title":"Futureproof","adult":false,"genre_ids":[99]},{"cast":["Chris Pine","Zachary Quinto","Leonard Nimoy","Eric Bana","Bruce Greenwood"],"overview":"The fate of the galaxy rests in the hands of bitter rivals. One, James Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, a Vulcan, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before. The human adventure has begun again.","release_date":"2009-05-06","vote_average":7.4,"runtime":127,"cert":"12","id":13475,"title":"Star Trek","adult":false,"genre_ids":[878,28,12]},{"cast":["Josh Duhamel","Kate Bosworth","Topher Grace","Nathan Lane","Sean Hayes"],"overview":"A small-town girl wins a date with a Hollywood star through a contest. When the date goes better than expected, a love triangle forms between the girl, the celebrity, and the girl's best friend.","release_date":"2004-01-23","vote_average":5.7,"runtime":95,"cert":"N\/A","id":13476,"title":"Win a Date with Tad Hamilton!","adult":false,"genre_ids":[35,10749]},{"cast":["Josh Duhamel","Kristen Bell","Anjelica Huston","Will Arnett","Jon Heder"],"overview":"After fishing out coins from a water fountain in Italy, cynical New Yorker Beth Harper finds herself being wooed by several ardent suitors. As she deals with the attention, Beth tries to figure out whether a charming reporter really loves her.","release_date":"2010-01-29","vote_average":5.9,"runtime":91,"cert":"","id":13477,"title":"When in Rome","adult":false,"genre_ids":[35,14,10749]},{"cast":["Ricky Gervais"],"overview":"Taped live before a sold-out audience at the WaMu Theater at New York Citys Madison Square Garden, Ricky Gervais: Out of England The Stand-Up Special is a high-spirited hour of offbeat observations and understated humor from the actor\/comedian\/writer\/director.","release_date":"2008-11-15","vote_average":7.7,"runtime":72,"cert":"N\/A","id":13480,"title":"Ricky Gervais: Out of England","adult":false,"genre_ids":[35]},{"cast":["Chiang Sheng","Philip Kwok Chun-Fung","Sun Chien","Lu Feng","Lo Meng"],"overview":"A kung-fu student is instructed by his dying teacher to track down five of the teacher's ex-students. Each of the five is equipped with a lethal martial arts skill, and the teacher fears this might be used for evil purposes. However, not only does the teacher not know the identity of the students (who all wore masks under his training), but some of the students also don't know each other!","release_date":"1978-08-12","vote_average":6.7,"runtime":98,"cert":"18","id":13481,"title":"The Five Venoms","adult":false,"genre_ids":[28]},{"cast":["Rubén Blades","Sônia Braga","James Gammon","Melanie Griffith","John Heard"],"overview":"In Milagro, a small town in the American Southwest, Ladd Devine plans to build a major new resort development. While activist Ruby Archuleta and lawyer\/newspaper editor Charlie Bloom realize that this will result in the eventual displacement of the local Hispanic farmers, they cannot arouse much opposition because of the short term opportunities offered by construction jobs.","release_date":"1988-03-18","vote_average":6.7,"runtime":117,"cert":"N\/A","id":13482,"title":"The Milagro Beanfield War","adult":false,"genre_ids":[35,18]},{"cast":["Hayden Christensen","Jessica Alba","Terrence Howard","Lena Olin","Charlie Hewson"],"overview":"While undergoing heart surgery, a man experiences a phenomenon called ‘anesthetic awareness’, which leaves him awake but paralyzed throughout the operation. As various obstacles present themselves, his wife must make life-altering decisions while wrestling with her own personal drama.","release_date":"2007-11-28","vote_average":6.4,"runtime":84,"cert":"15","id":13483,"title":"Awake","adult":false,"genre_ids":[53,80,9648]},{"cast":["Danny McBride","Ben Best","Mary Jane Bostic","Jody Hill","Collette Wolfe"],"overview":"An inept taekwondo instructor struggles with marital troubles and an unhealthy obsession with fellow taekwondo enthusiast Chuck \"The Truck\" Williams.","release_date":"2006-06-24","vote_average":5.9,"runtime":83,"cert":"N\/A","id":13484,"title":"The Foot Fist Way","adult":false,"genre_ids":[35]},{"cast":["Bing Crosby","Fred Astaire","Marjorie Reynolds","Virginia Dale","Walter Abel"],"overview":"Lovely Linda Mason has crooner Jim Hardy head over heels, but suave stepper Ted Hanover wants her for his new dance partner after femme fatale Lila Dixon gives him the brush. Jim's supper club, Holiday Inn, is the setting for the chase by Hanover and manager Danny Reed. The music's the thing.","release_date":"1942-07-10","vote_average":7.4,"runtime":101,"cert":"U","id":13485,"title":"Holiday Inn","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Michael Copon","Randy Couture","Karen David","Simon Quarterman","Tom Wu"],"overview":"The heroic tale of young Mathayus and his relentless quest for justice against an evil and powerful villain, King Sargon. Mathayus faces heart-stopping tribulations during his adventurous, odds-defying trajectory toward his ultimate destiny: becoming the formidable warrior king of an ancient desert empire.","release_date":"2008-07-19","vote_average":4.3,"runtime":109,"cert":"N\/A","id":13486,"title":"The Scorpion King: Rise of a Warrior","adult":false,"genre_ids":[14,28,12,878]},{"cast":["Tad Hilgenbrink","Angus Sutherland","Autumn Reeser","Gabrielle Rose","Corey Feldman"],"overview":"The sequel to the 1987 cult hit The Lost Boys takes us to the shady surf city of Luna Bay, California, where vampires quickly dispatch anyone who crosses their path. Into this dark world arrive Chris Emerson (Hilgenbrink) and his younger sister, Nicole (Reeser). Having just lost their parents in a car accident, the siblings move in with their eccentric Aunt Jillian and become new prey...","release_date":"2008-07-29","vote_average":4.5,"runtime":94,"cert":"N\/A","id":13489,"title":"Lost Boys: The Tribe","adult":false,"genre_ids":[80,18,27,53,35]},{"cast":["Martin Lawrence","James Earl Jones","Margaret Avery","Joy Bryant","Cedric the Entertainer"],"overview":"When a celebrated TV show host returns to his hometown in the South, his family is there to remind him that going home is no vacation!","release_date":"2008-02-08","vote_average":5.5,"runtime":114,"cert":"N\/A","id":13490,"title":"Welcome Home Roscoe Jenkins","adult":false,"genre_ids":[35,18]},{"cast":["Joakim Nätterqvist","Sofia Helin","Stellan Skarsgård","Michael Nyqvist","Mirja Turestedt"],"overview":"Arn, the son of a high-ranking Swedish nobleman is educated in a monastery and sent to the Holy Land as a knight templar to do penance for a forbidden love.","release_date":"2007-12-25","vote_average":6.3,"runtime":139,"cert":"N\/A","id":13491,"title":"Arn: The Knight Templar","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Karina Testa","Aurélien Wiik","Patrick Ligardes","David Saracino","Maud Forget"],"overview":"A gang of young thieves flee Paris during the violent aftermath of a political election, only to hole up at an Inn run by neo-Nazis.","release_date":"2007-07-01","vote_average":6.0,"runtime":108,"cert":"18","id":13492,"title":"Frontier(s)","adult":false,"genre_ids":[18,27,28,53]},{"cast":["Martin Lawrence","Kym Whitley","Raven-Symoné","Brenda Song","Margo Harshman"],"overview":"When an overachieving high school student decides to travel around the country to choose the perfect college, her overprotective cop father also decides to accompany her in order to keep her on the straight and narrow.","release_date":"2008-03-07","vote_average":5.2,"runtime":83,"cert":"U","id":13493,"title":"College Road Trip","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"A young girl rises from the ashes of tragedy to become the most feared warrior woman of all time: the She-Devil with a Sword.","release_date":"","vote_average":6.6,"runtime":null,"cert":"N\/A","id":13494,"title":"Red Sonja","adult":false,"genre_ids":[28,12,14]},{"cast":["Viggo Mortensen","Elena Anaya","Unax Ugalde","Eduard Fernández","Eduardo Noriega"],"overview":"In 17th century Spain Diego Alatriste, a brave and heroic soldier, is fighting in his King's army in the Flandes region. His best mate, Balboa, falls in a trap and, near to death, asks Diego to look after his son and teach him to be a soldier.","release_date":"2006-09-01","vote_average":5.8,"runtime":145,"cert":"N\/A","id":13495,"title":"Alatriste","adult":false,"genre_ids":[28]},{"cast":["Colin Farrell","Scott Caan","Ali Larter","Gabriel Macht","Gregory Smith"],"overview":"When a Midwest town learns that a corrupt railroad baron has captured the deeds to their homesteads without their knowledge, a group of young ranchers join forces to take back what is rightfully theirs. They will become the object of the biggest manhunt in the history of the Old West and, as their fame grows, so will the legend of their leader, a young outlaw by the name of Jessie James.","release_date":"2001-08-17","vote_average":5.9,"runtime":94,"cert":"N\/A","id":13496,"title":"American Outlaws","adult":false,"genre_ids":[28,37]},{"cast":["Nick Cannon","Zoe Saldana","Orlando Jones","Leonard Roberts","GQ"],"overview":"A fish-out-of-water comedy about a talented street drummer from Harlem who enrolls in a Southern university, expecting to lead its marching band's drumline to victory. He initially flounders in his new world, before realizing that it takes more than talent to reach the top.","release_date":"2002-12-13","vote_average":6.3,"runtime":118,"cert":"N\/A","id":13497,"title":"Drumline","adult":false,"genre_ids":[18,10749,35,10402]},{"cast":["Tommy Lee Jones","Cedric the Entertainer","Christina Milian","Paula Garcés","Monica Keena"],"overview":"Texas Ranger Roland Sharp is assigned to protect the only witnesses to the murder of a key figure in the prosecution of a drug kingpin -- a group of University of Texas cheerleaders. Sharp must now go undercover as an assistant cheerleading coach and move in with the young women.","release_date":"2005-02-25","vote_average":5.4,"runtime":100,"cert":"N\/A","id":13498,"title":"Man of the House","adult":false,"genre_ids":[35,28]},{"cast":["Dennis Quaid","Rene Russo","Sean Faris","Katija Pevec","Dean Collins"],"overview":"Admiral Frank Beardsley returns to New London to run the Coast Guard Academy, his last stop before a probable promotion to head the Guard. A widower with eight children, he runs a loving but tight ship, with charts and salutes. The kids long for a permanent home. Helen North is a free spirit, a designer whose ten children live in loving chaos, with occasional group hugs. Helen and Frank, high school sweethearts, reconnect at a reunion, and it's love at first re-sighting. They marry on the spot. Then the problems start as two sets of kids, the free spirits and the disciplined preppies, must live together. The warring factions agree to work together to end the marriage.","release_date":"2005-11-23","vote_average":5.9,"runtime":90,"cert":"N\/A","id":13499,"title":"Yours, Mine & Ours","adult":false,"genre_ids":[35,10751,10749]}]